{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n00\nB\nC\nD\nE\n404 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nin the CEI Act are not required to, in admission test or in\nthe eligibility exam, secure marks within the bandwidth of\n10% below the cut-off marks of the last candidate admitted\nin the General (Unreserved) category.\"\n10. The said order was challenged by the appellant herein,\na non party before the High Court with an application seeking\nleave to challenge the order of the learned Single Judge directly\nbefore this Court, without filing a letter patent appeal. As the\nmatter involved interpretation of the words \"cut-off marks\"\nemployed by this Court in the order dated 14.10.2008, this\nCourt granted such permission on 27.9.2010 to the appellant.\nContentions of Parties\n11. The appellant contends that 'cut-off marks' refers to the\nmarks secured by the last candidate admitted to a particular\ncourse of study or under a particular category. 'Cut-off marks'\nare decided with reference to a merit list of candidates\nprepared (with reference to the eligibility marks and/or where\nthere is an entrance examination, with reference to the qualifying\nmarks) on the basis of number of seats available in a\nprogramme. The marks secured by the last candidate admitted\nfrom such merit list to the programme denotes the 'cut-off\nmarks' for admission to that programme. The appellant\nsubmitted that the words \"10% below the cut-off marks of\ngeneral category candidates\" would mean 10% below the\nmarks secured by the last candidate admitted under general\ncategory. That is if the last candidate admitted under general\ncategory had secured 80% marks, and the lowering of minimum\nmarks was 10% for OBCs, then OBC candidates who have\nsecured marks in the band width of 79 to 72 marks (that is 80\nG less 10%) would alone be entitled to claim admission. This\nwould also mean that until admissions to general category\nseats are determined and the 'cut off' marks that is the marks\nsecured by the last general category candidate is ascertained,\nadmissions to OBC reservation seats cannot be commenced,\nF\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n405\nas the bandwidth of marks to be possessed by OBC candidates A\nfor admission would depend upon the marks secured by the\nlast candidate admitted under general category.\nB\nC\n12. On the other hand, the learned counsel for the third and\nfourth respondents (the OBC category candidates who were the\nwrit petitioner before the High Court) contended that the CEI\nAct does not stipulate or provide any minimum “cut off marks\"\nfor OBC category candidates who are entitled to the benefit of\n27% reservation. It is also submitted that there is no mandatory\ndirection either in A K Thakur or Indiresan to fix the cut off\nmarks for the general category or cut off marks for OBC\ncategory candidates. It is submitted that the words \"the\nmaximum cut-off marks for OBCs be 10% below the cut-off\nmarks of general category candidates\" in the order dated\n14.10.2008 would mean that the minimum eligibility marks (or\nminimum qualifying marks if there is an entrance examination)\nfor general category, can be lowered or reduced by not more\nthan 10% to prescribe the minimum eligibility marks for OBC\ncandidates. That is, if 50% was the minimum eligibility marks\nfor admission to general category seats, the maximum cut off\nmarks for OBC being 10% below the general category E\ncandidates, the minimum eligibility marks for OBC cannot be\nless than 45% (that is 50% minus 10% of 50%).\n13. The respondents further submitted that neither the\nConstitution Bench which decided A. K. Thakur which made\nthe clarificatory order dated 14.10.2008, nor the appellant at\nwhose instance the order of clarification was issued, had\nproceeded on the basis that cut off marks would refer to the\nmarks secured by the last candidate admitted to the general\ncategory. The object of appellant in making the application.\nseeking clarification of the order in A. K. Thakur was to ensure\nthat the lowering of the minimum eligibility/qualifying marks for\nadmission of OBCs candidates did not lead to a large disparity\nwith the general candidates affecting the excellence of higher\neducation. Therefore, the appellant wanted a ceiling for the\nlowering of the minimum marks for admission of OBC\nD\nF\nG\nH\n406 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA candidates to be prescribed. It was in that context the\nConstitution Bench ordered that the minimum marks for\nadmission of OBC candidate should not be less than 10%\nbelow the minimum eligibility/qualifying marks for general\ncategory candidates.\nB\nC\n14. The grievance of OBC candidates was not in regard\nto the determination of minimum eligibility/qualifying marks. For\nexample, as noticed above, if the minimum eligibility marks for\ngeneral category is fixed as 60 for English or 70 for journalism,\nthey have no grievance if the minimum eligibility marks being\nfixed at 54 marks for English and 63 for journalism in regard\nto OBC candidates. The OBC candidates have also no\ngrievance if they are required to pass an entrance examination\nand are required to secure the minimum qualifying marks in the\nentrance examination. Their grievance is with reference to\nD determining the minimum eligibility/qualifying marks for\nadmission of OBC students with reference to the marks\nsecured by the last candidate admitted under the general\ncategory. Their grievance is to linking of their admissions to an\nuncertain and fluctuating benchmark which would depend upon\nE the quality of the last student admitted under the general\ncategory. According to the respondents by adopting the method\nof determining the 'cut off marks for OBCs with reference to\n'cut off marks of last general category candidate defeats the\npurpose of reservation of 27% seats for OBC candidates and\nF denies the just and legitimate entitlement of OBCs for\nadmission. It is pointed out that the adoption of such a\nprocedure in 2008-2009 and 2009-2010 had resulted in large\nnumber of seats meant for OBCs being transferred to general\ncategory candidates.\nG\nQuestion for consideration\n15. The problem or question for consideration arising out\nof the rival contentions may be appreciated with reference to\nthe following illustration:\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS: 407\n[R.V. RAVEENDRAN, J.]\nC\n“A central educational institution has 100 seats in its A\nB.Com. programme. Eligibility for admission is with\nreference to the marks secured in the qualifying\nexamination [that is 10+2 or its equivalent]. The minimum\neligibility prescribed for admissions is 50% marks for\ngeneral category, 45% for OBCs and 40% for SC/ST. B\nHaving regard to the reservation policy applicable to the\ninstitution, out of 100 seats, 50 seats have to be filled by\ngeneral category candidates, 27 seats are to be filled by\nOBC candidates and 23 seats (15 + 7.5 rounded off to\n23) are to be filled by SC/ST candidates. 300 candidates\nseek admission, of whom 160 belong to general category,\n90 belong to OBCs and 50 belong to SC/ST. The college\nprepares a common merit list and the first 50 candidates\nin the said common merit list are granted admission under\nthe general category. The first candidate in the merit list\nhas secured 98 marks and the 50th candidate in the merit\nlist who is the last candidate in the general category has\nsecured 80 marks. The college also prepares a separate\nlist of 90 OBC candidates merit list, 30 SC candidates and\n20 ST candidates. Out of the OBC candidates list of 90\nE\ncandidates, the first 15 have found a place in the first 50\nin the common merit list on their own merit and are\nadmitted and treated them as general category\ncandidates, leaving 75 candidates in the OBC list. Out of\nthe said 75 OBC candidates, 20 candidates have secured\nmarks ranging from 79 to 72, and the remaining 55 have\nsecured marks ranging 71 to 46.\"\nD\nF\nG\nAccording to the respondents (OBC candidates), the first 27\ncandidates from the OBC candidates list, that is 20 candidates\nwho have secured between 79 to 72 marks and the next 7\ncandidates in the order of merit (who have secured less than\n72) are entitled to be selected to the 27 seats reserved for\nOBCs. According to the appellant as the last candidate in the\ngeneral category has secured 80 marks, and as the \"maximum\ncut off marks for OBCs should be 10% below the cut off marks H\n408 SUPREME COURT REPORTS\n[2011] 10 Ş.C.R.\nA of general category candidates\", the general category cut off\nmarks should be 80 and the OBC cut off marks should be 72%\n(80 minus 8); and only those OBC candidates who have\nsecured marks in the band of 79 to 72 are entitled to be\nselected under the OBC category. Out of the list of 90 OBC\nB candidates the first ten having been admitted as general\ncategory candidates on their own merit, the next 20 OBC\ncandidates who have secured marks between 79 to 72 are\nentitled to be granted admission under the OBC category. The\nremaining 55 candidates having obtained less than the cut off\nC marks 72 marks are not entitled to admission. As a\nconsequence, even though there were still 55 candidates in the\nOBC candidates merit list, who had secured more than the\nrequired minimum of 45% in the qualifying examination, they\nare not entitled to get admission; and the seven OBC seats\nwhich remain unfilled, would have to be transferred as general\ncategory seats and will be filled by the general category\ncandidates from the common merit list in the order of merit.\nD\nE\n16. The appellant (and other intervenors who claim to be\nconcerned about excellence in education) contend that 'cut off\nmarks' are different from 'eligibility marks' or ‘qualifying\nmarks'. There is no dispute that eligibility marks refers to the\nminimum marks a candidate is required to have in the last\nqualifying examination (for example, 10+2 examination for\nadmissions to a Bachelor's degree programme or the\nF graduation examination for admissions to a post graduate\nprogramme) as a condition precedent for seeking admission\nto the higher course of study which the appellant seeks\nadmission. Similarly, there is no dispute that qualifying marks\nrefers to the minimum marks required to be secured in the\nG special entrance examination, that may be held to determine\nthe inter-se merit of candidates from different universities/\nsources and to ensure that candidates to be admitted possess\nthe minimum academic standards required or expected for a\nspecial course of study; and it is only those securing the\nH qualifying marks in the entrance examination, where it is a part\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS. 409\n[R.V. RAVEENDRAN, J.]\nof the admission process, who will be included in the merit list A\nfor admission, or will become eligible for being called for viva\nvoce. [For example, it is stated that in Delhi University,\nadmissions to degree courses, except for English and\nJournalism Courses, are on the basis of ‘eligibility marks' that\nis the prescribed minimum marks in 10+2 examination. Those B\nwho seek admission in degree courses in English and\nJournalism will have to participate in special entrance\nexaminations. A candidate seeking admission to Bachelor's\ndegree in Journalism is required to have eligibility marks of\n70% in 10+2 examination and also pass the entrance\nexamination; and a candidate seeking admission to Bachelor's\ndegree in English is required to have eligibility marks of 60%\nin 10+2 examination and also pass the entrance examination].\nIn Dr. Preeti Srivastava vs. State of M.P. - (1999) 7 SCC 120,\nthis Court referred to the difference between eligibility and\nqualification, thus:\nC\nD\n\"At times, in some of the judgments, the words \"eligibility\"\nand \"qualification\" have been used interchangeably, and\nin some cases a distinction has been made between the\ntwo words -\"eligibility\" connoting the minimum criteria for E\nselection that may be laid down by the University Act or\nany Central statute, while \"qualifications\" connoting the\nadditional norms laid down by the colleges or by the State.\"\nEligibility Marks and Qualifying Marks are pre-determined,\nand notified in the Admission Prospectus, so that a candidate\nintending to apply for admission knows what eligibility marks\nhe should possess in the qualifying examination or what\nqualifying marks he should secure in the entrance examination\n(if there is an entrance examination):\n17. The question for our consideration in this appeal by\nspecial leave is the meaning to be assigned to the direction\n\"the maximum cut-off marks for OBCs be 10% below the cut-\noff marks of general category candidates\" in the order dated\n14.10.2008 of this Court.\nF\nG\nH\n410 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA The Interpretation\nB\nC\nD\nE\nF\nG\nH\n18. In English language, many words have different\nmeanings and a word can be used in more than one sense.\nEvery dictionary gives several meanings for each word. The\nproper use of a dictionary lies in choosing the appropriate\nmeaning to the word, with reference to the context in which the\nword is used. We cannot mechanically apply all and every\nmeanings given in a dictionary. Nor can we choose an\ninappropriate meaning that the word may carry and then try to\nchange the context in which it is used. The context in which the\nword is used determines the meaning of the word. A randomly\nchosen meaning for the word should not change the context in\nwhich the word is used. This is the fundamental principle\nrelating to use of words to convey a thought or explain a position\nor describe an event. We may demonstrate this with reference\nto the dictionary meanings of the word 'cut-off'.\n19. The Reader's Digest Word Power Dictionary gives the\nfollowing meanings and illustrative uses with reference to such\nmeanings, for the word 'cut-off [1996 Edition, Page 195] :\n\"Cut Off\n*to remove\nCut off the thorns on the stem otherwise you will pick\nyourself\n*to prevent from leaving or reaching a place; to be isolated\nThe village was cut off by floods\nI feel so cut off when I stay on my parents' farm\n*to disconnect or stop supplying something\nHe was cut off before he could finish his telephone\nconversation\n*to disinherit\nHe was cut off without a cent\n*to block\nWe must cut off all escape routes\n*expiry, final deadline\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n411\nPost your entry now, because the cut-off date A\nis today\"\n(emphasis supplied)\nThe Collins Dictionary of the English Language gives the\nthirteen meanings to the word cut-off [1979 Edition, Page B\n369] :\n\"1.\nto remove by cutting.\n2.\nto intercept or interrupt something, esp. a telephone\nconversation.\nto discontinue the supply of to cut off the water.\n3.\n4.\nto bring to an end.\n5.\n6.\nC\nto deprive of rights; disinherit : she was cut off D\nwithout a penny.\nto sever or separate: she was cut off from her\nfamily.\nE\n7.\nto occupy a position so as to prevent or obstruct\n(a retreat or escape).\n8.\n(a) the act of cutting off; limit or termination. (b) (as\nmodifier): the cut off point.\nF\n9.\nChiefly U.S. a route or way that is shorter than the\nusual one; short cut.\n10.\na device to terminate the flow of a fluid in a pipe or\nduct.\nG\n11. the remnant of metal, plastic, etc., left after parts\nhave been machined or trimmed.\n12. Electronics. (a) the value of voltage, frequency, etc.,\nbelow or above which an electronic device cannot\nH\nA\n412 SUPREME COURT REPORTS\n13.\n[2011] 10 S.C.R.\nfunction efficiently. (b) (as modifier): cut off voltage.\na channel cutting across the neck of a meander,\nwhich leave an oxbow lake.\n14. another name for oxbow (the lake).\"\nB\n(emphasis supplied)\nThe Illustrated Oxford Dictionary gives the following meanings\nto the word cut-off [2003 Edition, Page 205]:\nC\n\"1.\nThe point at which something is cut off.\n2.\nA device for stopping a flow.\n3.\n(US) a short cut.\nD\n4.\n(in plural) shorts, esp. made by cutting the legs off\njeans.\n(emphasis supplied)\nE\nF\nWhat is appropriate for our purpose are the meanings ‘the point\nat which something is cut off in Oxford, 'limit' or 'the cut off\npoint' in Collins and the meaning 'final deadline' in Reader's\nDigest.\n20. The term 'cut-off marks' in academic and judicial\nvocabulary has several meanings. When rejecting a person's\nrequest for selection on the ground that his marks are less than\nthe marks secured by the last candidate who was selected, by\ndescribing the marks secured by the last candidate as 'cut-off\nmarks'. The words 'cut-off marks' are also used while notifying\nG a body of applicants who form part of a merit list or the general\nH\npublic, the marks secured by the last selected candidate so that\nthey can know that persons with lesser merit/marks had not been\nselected or have no chance of being selected. 'Cut-off marks'\nare also used to refer to the minimum marks (either eligibility\nmarks or qualifying marks) required for admission to a course.\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n413\n21. Both sides relied upon certain observations of Pasayat, A\nJ. and Bhandari J, in A K Thakur in support of the interpretation\nput forth by them. While appellant argued that the said\nobservations clearly indicated that minimum marks for\nadmission of OBC candidates should be a prescribed\npercentage below the marks secured by the last candidate B\nunder general category (cut off marks for general category), the\nrespondents argued that the observations clearly meant that the\nminimum marks for admission of OBC candidates should be\na prescribed percentage below the minimum eligibility/\nqualifying marks prescribed for general candidates. We may c\ntherefore refer to the said observations. Pasayat J stated in his\nsumming up :\n\"358. To sum up, the conclusions are as follows:\n(1) For implementation of the impugned Statute creamy D\nlayer must be excluded.\n(2) There must be periodic review as to the desirability of\ncontinuing operation of the Statute. This shall be done\nonce in every five years.\n៣.\nE\n(3) The Central Government shall examine as to the\ndesirability of fixing a cut off marks in respect of the\ncandidates belonging to the Other Backward Classes\n(OBCs). By way of illustration it can be indicated that five\nmarks grace can be extended to such candidates below F\nthe minimum eligibility marks fixed for general categories\nof students. This would ensure quality and merit would\nnot suffer. If any seats remain vacant after adopting such\nnorms they shall be filled up by candidates from general\ncategories.\"\n(emphasis supplied)\nIn the course of his judgment, Bhandari, J. referred to cut-off\nmarks at two places (vide paras 371 and 535). They are\nextracted below:\nG\nI\n"}