{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nB\nC\nD\nE\nF\nG\nH\n[2011] 10 S.C.R. 384\nP.V. INDIRESAN\nV.\nUNION OF INDIA \u0026 ORS.\n(Civil Appeal No. 7084 of 2011)\nAUGUST 18, 2011\n[R.V. RAVEENDRAN AND A.K. PATNAIK, JJ.]\nCentral Educational Institutions (Reservation in\nAdmission) Act, 2006 - Central Educational Institutions under\n- Implementation of 27% reservation for other backward\nclasses (OBC) - Direction “the maximum cut-off marks for\nOBCs be 10% below the cut-off marks of general category\ncandidates\" in the clarificatory order dated 14.10.2008 passed\nin *P.V. Indiresan's case, in regard to the decision of the\nConstitution Bench in **Ashoka Kumar Thakur's case -\nMeaning and interpretation of - Held: Use of the words 'cut-\noff-marks' in the order dated 14.10.2008, does not refer to the\nmarks secured by the last candidate to be admitted in general\ncategory or in any particular category, or to the minimum\nmarks to be possessed by OBC candidates, determined with\nreference to the marks secured by the last candidate to be\nadmitted under general category - Order dated 14.10.2008\nmeans that where minimum eligibility marks in the qualifying\nexaminations are prescribed for admission, say as 50% for\ngeneral category candidates, the minimum eligibility marks\nfor OBCs should not be less than 45% (that is 50 less 10%\nof 50) and the same is followed in case of qualifying marks\nin the entrance examination.\nWords and Phrases:\nCut-off marks' - Meaning of - Held: Term 'cut-off marks'\nin academic and judicial vocabulary has several meanings\nP.V. Indiresan vs. Union of India 2009 (7) SCC 300; **Ashoka Kumar\nThakur v. Union of India (2008) 6 SCC 1: 2008 (4) SCR 1.\n384\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n385\n-\nWords 'cut off marks' to refer to 'eligibility marks' or A\n'qualifying marks', and their meaning would depend upon the\ncontext.\nWords in dictionary - Use of - Held: Lies in choosing the\nappropriate meaning to the word, with reference to the context\nin which the word is used - All and every meanings given in\na dictionary cannot be applied mechanically nor an\ninappropriate meaning that the word may carry can be\nchosen.\nB\nThe Constitution Bench of this Court in *Ashoka C\nKumar Thakur vs. Union of India (2008) 6 SCC 1, upheld\nthe constitutional validity of the Constitution (Ninety-third\nAmendment) Act, 2005 as also the constitutional validity\nof the Central Educational Institutions (Reservation in\nAdmission) Act, 2006 providing reservation of 27% of D\nseats to Other Backward Classes in the Central\nEducational Institutions.\nThe petitioner filed an application in *A. K. Thakur's\ncase alleging that some Central Educational Institutions\nwere interpreting the said decision contrary to the law\nlaid down therein and sought certain directions/\nclarifications. The Constitution Bench by an order dated\n14.10.2008 (record of proceedings reported in **P. V.\nIndiresan Vs. Union of India 2009 (7) SCC 300) disposed\nof the application holding that the maximum cut-off marks\nfor OBCs be 10% below the cut-off marks of general\ncategory candidates.\nE\nF\nSecond respondent-Jawaharlal Nehru University\ninterpreted the order dated 14.10.2008 to mean that the G\nminimum marks for admission to be secured by an OBC\ncandidate should not be less than the marks secured by\nthe last student admitted under general category less\n10%. On that basis the admissions for 2008-09 and 2009-\n10 were done and as a result, considerable number of\nH\nD\n386\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA OBC seats got reverted to general category for non-\navailability of eligible OBC students with the required\nmarks. Therefore, the standing committee on admissions\nof JNU, considered the ways and means to fulfill 27%\nquota for OBC students for 2010-11 and placed proposals\nB before the Deans Committee. On consideration of the\nsaid proposals, the Deans Committee of JNU resolved in\nregard to the admissions of OBC candidates for the\nacademic year 2010-2011, to treat the minimum qualifying\nmarks in the entrance examinations as the cut-off to\nC provide maximum relaxation of 10% to OBC candidates\n(creamy layer excluded) below the cut-off of general\ncandidates. The Students Association issued notice to\nJNU that the change in the procedure for admissions to\nthe seats reserved for OBCs proposed by the JNU was\ncontrary to the clarificatory order dated 14.10.2008. The\nDeans Committee decided to restore/continue the\nprocedure that was followed during the previous year\n(2009-2010), that is to admit only OBC candidates who\nsecure marks within 10% band below the marks secured\nby the last candidate admitted in the general category\nand transfer all the unfilled OBC seats to general\ncategory. The two OBC students (respondents 3 and 4)\nfiled a writ petition challenging the decision of the Deans\nCommittee. The Single Judge of the High Court allowed\nthe same holding that the UOI/Universities are entitled to\nonly fix minimum eligibility criteria for admission in the\nreserved category at maximum 10% below the minimum\neligibility criteria fixed for the General (Unreserved)\ncategory; and that the OBC candidates are not required\nto secure marks within the bandwidth of 10% below the\nG cut-off marks of the last candidate admitted in the General\n(Unreserved) category. The appellant (non-party before\nthe High Court) challenged the said order.\nE\nF\nH\nThe question which arose for consideration in the\ninstant appeal is with regard to the implementation of the\n.P.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n387\n27% reservation for other backward classes in Central A\nEducational Institutions under the Central Educational\nInstitutions (Reservation in Admission) Act, 2006; and the\nmeaning to be assigned to the direction \"the maximum\ncut-off marks for OBCs be 10% below the cut-off marks of\ngeneral category candidates\" in the clarificatory order dated\n14.10.2008 in **P.V. Indiresan's case, in regard to the\ndecision of the Constitution Bench in *Ashoka Kumar\nThakur's case.\nThe appellant contended that the \"cut off marks of\ngeneral category candidates\" refers to the marks secured\nby the last candidate who secures a seat under general\ncategory and therefore only such OBC students who\nhave secured marks in the bandwidth of 10% below the\nmarks secured by the last general category candidate, will\nbe entitled to admission.\nThe respondents contended that the words \"cut off\nmarks of general category candidates were used to refer\nto the minimum eligibility/qualifying marks prescribed for\nadmission to the course under general category.\nDisposing of the appeal, the Court\nB\nC\nD\nE\nய\nHELD: 1. The words 'cut off marks' has been used\nthrice in the second para of the order dated 14.10.2008\ncontaining the operative direction has three distinct and F\ndifferent meanings :\n(i) The use of the words, ‘extent of cut off marks' in\nthe first sentence refers to the 'minimum eligibility marks'\n(or to the 'minimum qualifying marks' if there is entrance\nexamination), for admission of OBC candidates.\nG\n(ii) The use of the words, \"maximum cut-off marks for\nOBCs\" in the first part of the second sentence refers to\nthe percentage of marks by which the eligibility/qualifying\nmarks could be lowered from the minimum eligibility/ H\n388 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA qualifying marks prescribed for general category\nstudents. In other words, it refers to the difference\nbetween the minimum eligibility/qualifying marks for\ngeneral category and minimum eligibility/qualifying marks\nfor OBCs and directs that such difference should not be\nB more than 10% of the minimum eligibility/qualifying marks\nprescribed for general category candidates.\nC\n(iii) The use of the words, \"cut off marks of general\ncategory candidates\" in the latter part of the second\nsentence, refers to the minimum eligibility marks (or to the\nminimum qualifying marks if there is an entrance\nexamination) prescribed for general category candidates.\nThe use of the words 'cut-off-marks' in none of the\nthree places in para 2 of the order dated 14.10.2008, refers\nD to the marks secured by the last candidate to be admitted\nin general category or in any particular category, or to the\nminimum marks to be possessed by OBC candidates,\ndetermined with reference to the marks secured by the\nlast candidate to be admitted under general category. The\nE order dated 14.10.2008 means that where minimum\neligibility marks in the qualifying examinations are\nprescribed for admission, say as 50% for general\ncategory candidates, the minimum eligibility marks for\nOBCs should not be less than 45% (that is 50 less 10%\nof 50). The minimum eligibility marks for OBCs can be\nF\nfixed at any number between 45 and 50, at the discretion\nof the Institution. Or, where the candidates are required\nto take an entrance examination and if the qualifying\nmarks in the entrance examination is fixed as 40% for\ngeneral category candidates, the qualifying marks for\nOBC candidates should not be less than 36% (that 40 less\n10% of 40). [Paras 39 and 40] [433-E-G-H; 434-A-H]\nG\n**P.V. Indiresan vs. Union of India 2009 (7) SCC 300;\n*Ashoka Kumar Thakur v. Union of India (2008) 6 SCC 1:\nH 2008 (4) SCR 1 - Clarified.\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n389\n2.1 In English language, many words have different A\nmeanings and a word can be used in more than one\nsense. Every dictionary gives several meanings for each\nword. The proper use of a dictionary lies in choosing the\nappropriate meaning to the word, with reference to the\ncontext in which the word is used. All and every\nmeanings given in a dictionary cannot be applied\nmechanically nor an inappropriate meaning that the word\nmay carry can be chosen and then try to change the\ncontext in which it is used. The context in which the word\nis used determines the meaning of the word. A randomly C\nchosen meaning for the word should not change the\ncontext in which the word is used. This is the\nfundamental principle relating to use of words to convey\na thought or explain a position or describe an event. [Para\n18] [410-A-D]\nThe Reader's Digest Word Power Dictionary 1996 Edn.\np. 195; Collins Dictionary of the English Language 1979 Edn.\np. 369; The Illustrated Oxford Dictionary 2003 Edn. p. 205 -\nreferred to.\nD\nE\n2.2 The term 'cut-off marks' in academic and judicial\nvocabulary has several meanings. When rejecting a\nperson's request for selection on the ground that his\nmarks are less than the marks secured by the last\ncandidate who was selected, by describing the marks F\nsecured by the last candidate as 'cut-off marks'. The\nwords 'cut-off marks' are also used while notifying a body\nof applicants who form part of a merit list or the general\npublic, the marks secured by the last selected candidate\nso that they can know that persons with lesser merit/\nmarks had not been selected or have no chance of being\nselected. 'Cut-off marks' are also used to refer to the\nminimum marks (either eligibility marks or qualifying\nmarks) required for admission to a course. [Para 20] [412-.\nF-H]\nG\nH\n390\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA\n2.3 This Court has been regularly and routinely using\nthe words 'cut off marks' to describe the minimum marks\nrequired to be secured in the qualifying examination for\nbeing eligible for admission or to describe the minimum\nqualifying marks to be obtained in an entrance\nB examination. As this Court has routinely used the words\n'cut off marks' to refer to 'eligibility marks' or 'qualifying\nmarks', whenever this Court uses the words 'cut off\nmarks', their meaning would depend upon the context.\nThe words may refer to either the minimum marks to be\nsecured in the qualifying examination or the entrance\nexamination to be eligible for admission, or to the marks\nsecured by the last candidate admitted in a particular\ncategory. [Para 23] [417-G-H; 418-A]\nC\nDr. Jeevak Almast vs. Union of India 1988 (4) SCC 27:\nD 1988 ( 2 ) Suppl. SCR 385; Ajay Kumar Agrawal and Ors. v.\nState of U.P. 1991 (1) SCC 636: 1990 (3) Suppl. SCR 184;\nState of Uttar Pradesh v. Dr. Anupam Gupta 1993 Supp (1)\nSCC 594; Ombir Singh and Ors. v. State of U.P. 1993 Supp.\n(2) SCC 64; Hemani Malhotra vs. High Court of Delhi (2008)\nE 7 SCC 11: 2008 (5) SCR 1066; K. Manjusree vs. State of\nA.P. (2008) 3 SCC 512: 2008 (2) SCR 1025; Parveen Jindal\nv. State of Haryana 1993 Supp. (4) SCC 70 – referred to.\n-\n2.4 The Oversight Committee on Reservation in\nF Higher Educational Institutions, Government of India\n(Planning Commission) in its Interim Report and Final\nReport uses the words 'cut off marks' and 'threshold\nmarks' to refer to minimum eligibility marks. Para 4.4.3 of\nthe Report of the Oversight Committee refers to a\nsituation where if the minimum eligibility marks for\ngeneral category candidates is 50% and the minimum\neligibility marks for SC/ST candidates are 40%, the\nminimum eligibility for OBC should be somewhere\nmidway that is 45%. It should be noted that the\nobservations of Bhandari J, in para 729 of the decision\nG\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n391\nB\nC\nin A K Thakur's case, which is the fulcrum of the entire A\nargument of appellant are made in the context of the said\nobservations of Oversight Committee and therefore,\nwhen Bhandari J uses the words 'cut off marks', he is\nalso clearly referring to the eligibility marks. Even\nPasayat, J has also used the words 'cut-off marks' to refer\nto minimum eligibility marks. The words \"cut-off marks\"\nare freely used to describe the prescribed minimum\nmarks even in academic circles and Central Educational\nInstitutions. Pasayat J. and Bhandari J. were concerned\nabout the standards of excellence in higher education.\nHaving regard to the fact that OBCs were far better placed\neconomically and socially than SCS/STs, they wanted to\nensure that the minimum percentage for OBCs was\nsomewhere between the minimum marks for SC/ST and\nminimum marks for general category candidates. They\ndid not want the minimum eligibility marks for OBCs\nshould be the same as the minimum eligibility marks for\nScheduled Castes and Scheduled Tribes. They were of\nthe view that if very low eligibility marks were provided\nfor OBC, the disparity would affect higher education\nstandards. It is in that context, that Bhandari, J. observed\nthat cut off marks for OBCs, should not be lower than 10\nmarks below that of general category thereby meaning\nthat minimum eligibility marks for OBC should be set no\nlower than 10% below the eligibility marks for the general\ncategory. Pasayat J in fact specifically stated that the\nminimum marks for OBCs should be 5 marks less than\nthe minimum eligibility marks for general category. [Paras\n28, 29, 30] [423-D-E; 424-D-G; 425-E-H]\nD\nE\nF\n2.5 Neither Dr. Preeti Srivastava's case, nor A.K. G\nThakur's case nor any other decision of this Court\nrequired that the reservation category candidates should\npossess marks which are within a narrow bandwidth\nbelow the cut off marks for the last student admitted in\nthe general category. All the decisions spoke of H\nC\n392 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA difference/disparity in regard to eligibility marks and\nqualifying marks. Therefore, the context in which\nBhandari J. concluded that \"cut-off marks for OBCS\nshould be set no lower than 10% marks below general\ncategory\" (vide Paras 535 and 629) of A K Thakur's case,\nB he meant that eligibility/qualifying marks for OBCs should\nbe set not lower than 10% below the eligibility/qualifying\nmarks of general category. Similar is the position\nregarding the observation of Pasayat J. in Para 358 of A\nK Thakur's case. Pasayat J. observed that the cut off\nmarks for OBCs should be fixed by extending 5 grace\nmarks, that is 5 marks below the minimum eligibility\nmarks fixed for general categories of students. It cannot\nbe understood as to how to the words \"minimum\neligibility marks fixed for general categories of students'\nused by Pasayat J can be read as 'cut off marks' of\ngeneral category, that is marks secured by the last\ncandidate admitted under general category. Therefore, it\nis held that the words \"maximum cut-off marks for OBCs\nbe 10% below the cut off marks of general category\ncandidates\" in the order dated 14.10.2008 of the\nConstitution Bench meant that if the minimum eligibility/\nqualifying marks prescribed for general category\ncandidates was 50%, the minimum eligibility/qualifying\nmarks for OBCs should be 45%. [Para 31, 32] [427-D-H;\n428-A-B]\nD\nE\nF\n2.6 The appellant canvasses the continuance of the\nprocedure adopted by JNU during 2008-09 and 2009-10.\nDuring those years, JNU would fix the minimum eligibility\nmarks as say 40% when the admission programme is\nG announced. JNU would apply it only to general category\ncandidates. It would not say what was the minimum\neligibility marks for OBC candidates, but would decide\nthe same, only after all the general category seats were\nfilled, by fixing a band of marks upto 10% below the\nmarks secured by the last candidate admitted under the\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS. 393\nD\ngeneral category. If a OBC candidate secured the marks A\nwithin that band, he would be given admission.\nOtherwise even if he had secured 70%, as against the\nminimum of 40% he would not get a seat, if the band of\nmarks was higher. Such a procedure, was arbitrary and\ndiscriminatory, apart from being unknown in regard to B\nadmissions to educational institutions,. The minimum\neligibility marks for admission to a course of study is\nalways declared before the admission programme for an\nacademic year is commenced. An institution may say that\nfor admissions to its course, say Bachelor's degree C\ncourse in science, the candidate should have\nsuccessfully completed a particular course of study, say\n10+2, with certain special subjects. Or it can say that the\ncandidate should have secured certain prescribed\nminimum marks in the said qualifying examination, which\nmay be more than the percentage required for passing\nsuch examination. For example if a candidate may pass\na 10+2 examination by securing 35% marks, an institution.\ncan say at its discretion that to be eligible for being\nadmitted to its course of study, the candidate should\nhave passed with at least a minimum of 40% or 50% or\n60%. Whatever be the marks so prescribed, it should be\nuniform to all applicants and a prospective applicant\nshould know, before he makes an application, whether\nhe is eligible for admission or not. But the 'cut-off'\nprocedure followed by JNU during those days had the\neffect of rewriting the eligibility criteria, after the\napplications were received from eligible candidates. If the\nminimum eligibility prescribed for an admission in an\ninstitution was 50% and a candidate had secured 50%,\nhe could not be denied admission, if a seat was available, G\nbased on a criterion ascertained after the last date for\nsubmission of applications. No candidate who fulfils the\nprescribed eligibility criteria and whose rank in the merit\nlist is within the number of seats available for admission,\ncan be turned down, by saying that he should have H\nE\nF\n"}