{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nFL\n0\n☐ H\n414\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\n\"If we want to really help the socially, educationally and\neconomically backward classes, we need to earnestly\nfocus on implementing Article 21A. We must provide\neducational opportunity from day one. Only then will the\ncasteless/classless society be within our grasp. Once\nchildren are of college-going age, it is too late for\nreservation to have much of an effect. The problem with\nthe Reservation Act is that most of the beneficiaries will\nbelong to the creamy layer, a group for which no benefits\nare necessary. Only non-creamy layer OBCs can avail of\nreservations in college admissions, and once they\ngraduate from college they should no longer be eligible for\npost-graduate reservation. 27% is the upper limit for OBC\nreservation. The Government need not always provide the\nmaximum limit. Reasonable cut off marks should be set\nso that standards of excellence greatly effect. The\nunfilled seats should revert to the general category.\nXXXXX\nThe best universities are the best, in part, because they\nattract the best students. The same can be said for almost\nany organization. In the case of higher education, the\nuniversities that admit the best will likely churn out the best.\nThe precise extent to which the university made the best\nso good cannot be qualified. The point is that universities\nalone cannot produce qualified job candidates. Forced to\nadmit students with lower marks, the university's final\nproduct will not be as strong. Once the creamy is excluded,\ncut-off marks would likely drop considerably in order to fill\nthe 27% quota for non creamy layer OBCs. When the\ncreamy layer is not removed, as in the case of Tamil Nadu,\nthe difference in cut off marks for the general and\nbackward categories may be insignificant. (See para 408\nof Indira Sawhney). Of course, the extent to which\nstandards of excellence would suffer would vary by\ninstitution. As I mention below, I urge the Government to\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n415\nset OBC cut off marks no lower than 10 marks below that\nof the general category. This is only a recommendation.\n(emphasis supplied)\nIn his judgment, Bhandari, J. observed thus in regard to the\nIquestion 'would it be reasonable to balance OBC reservation\nwith societal interests by instituting OBC cut off marks that are\nslightly lower than that of the general category?' :\n“627. Balaji (supra) concluded that reservation must be\nreasonable. The Oversight Committee has made a\nrecommendation that will ensure the same. At page 34 of\nVolume I of its Report, the Oversight Committee\nrecommended that institutions of excellence set their own\ncut off marks such that quality is not completely\ncompromised. Cut offs or admission thresholds as\nsuggested by the Oversight Committee are reproduced:\n4.4.2. The Committee recognizes that those institutions of\nhigher learning which have established a global reputation\n(e.g. IITs, IIMs, IISc, AIIMS and other such exceptional\nquality institutions), can only maintain that if the highest\nquality in both faculty and students is ensured. Therefore,\nthe committee recommends that the threshold for\nadmission should be determined by the respective\ninstitutions alone, as is done today, so that the level of its\nexcellence is not compromised at all.\nA\nB\nC\nD\nE\nF\n4.4.3. As regards 'cut-offs' in institutions other than those\nmentioned in para 7, these may be placed somewhere\nmidway between those for SC/ST and the unreserved\ncategory, carefully, calibrated so that the principles of G\nboth equity and excellence can be maintained.\n4.4.4. The Committee strongly feels that the students who\ncurrently tend to get excluded must be given every single\nopportunity to raise their own levels of attainment, so that\nH\n+.\nA\nB\nс\nD\nE\nF\n0\n416 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nthey can reach their true potential. The Government should\ninvest heavily in creating powerful, well designed and\nexecuted remedial preparatory measures to achieve this\nobjective fully.\n628. Standards of excellence however should not be\nlimited to the best aided institutions. The Nation requires\nthat its citizens have access to quality education. Society\nas a whole stands to benefit from a rational reservation\nscheme.\n629. Finding 68% reservation in educational institutions\nexcessive, Balaji admonished States that reservation\nmust be reasonable and balanced against other societal\ninterests. States have \"to take reasonable and even\ngenerous steps to help the advancement of weaker\nelements; the extent of the problem must be weighted, the\nrequirements of the community at large must be borne in\nmind and a formula must be evolved which would strike a\nreasonable balance between the several relevant\nconsiderations.\" To strike such a balance, Balaji slashed\nthe impugned reservation from 68 to less than 50%. Balaji\nthus serves as an example in which this Court sought to\nensure that reservation would remain reasonable. We heed\nthis example. There should be no case in which the gap\nof cut off marks between OBC and general category\nstudents is too large. To preclude such a situation, cut\noff marks for OBCs should be set no lower than 10 marks\nbelow the general category. To this end, the Government\nshall set up a committee to look into the question of\nsetting the OBC cut off at not more than 10 marks below\nthat of the general category. Under such a scheme,\nwhenever the non-creamy layer OBCs fail to fill the 27%\nreservation, the remaining seats would revert to general\ncategory students.\"\n(emphasis supplied)\nН\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n417\nIn his summary of findings also, Bhandari, J., again referred to\ncut-off marks as under:\n\"11. Would it be reasonable to balance OBC reservation\nwith societal interests by instituting OBC cut-off marks that\nare slightly lower than that of the general category?\nIt is reasonable to balance reservation with other societal\ninterests. To maintain standards of excellence, cut off\nmarks for OBCs should be set not more than 10 marks\nout of 100 below that of the general category.\"\n(emphasis supplied)\nA\nB\nC\nD\n22. The clarificatory order dated 14.10.2008 in P.V.\nIndiresan vs. Union of India [2009 (7) SCC 300] which stated\nthat the \"maximum cut off marks for OBCs be 10% below the\ncut off marks of general category candidates\" is sought to be\ninterpreted differently by the appellant and respondents, with\nreference to the said observation. The appellant contends that\nthe \"cut off marks of general category candidates\" refers to the\nmarks secured by the last candidate who secures a seat under\ngeneral category and therefore only such OBC students who\nhave secured marks in the bandwidth of 10% below the marks\nsecured by the last general category candidate, will be entitled\nto admission. On the other hand the respondents contend that\nthe words \"cut off marks of general category candidates were\nused to refer to the minimum eligibility/qualifying marks F\nprescribed for admission to the course under general category.\nE\nG\n23. We find that this court has been regularly and routinely.\nusing the words 'cut off marks' to describe the minimum marks\nrequired to be secured in the qualifying examination for being\neligible for admission or to describe the minimum qualifying\nmarks to be obtained in an entrance examination. As this court\nhas routinely used the words 'cut off marks' to refer to 'eligibility\nmarks' or ‘qualifying marks', whenever this Court uses the words\n'cut off marks', their meaning would depend upon the context. H\n418 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA The words may refer to either the minimum marks to be secured\nin the qualifying examination or the entrance examination to be\neligible for admission, or to the marks secured by the last\ncandidate admitted in a particular category.\nB\n24. We may refer to some of the cases where this court\nhas used the term 'cut off marks' to refer to the eligibility marks\nor qualifying marks.\n24.1) In Dr. Jeevak Almast vs. Union of India [1988 (4)\nSCC 27] this Court observed: \"The scheme contained the\nC provision that the cut-off base for selection for admission shall\nbe 50 per cent marks\", while referring to the All India Entrance\nExamination. This clearly demonstrates that the words 'cut-off'\nbase was used to refer to the qualifying marks the minimum\neligibility marks in the qualifying examination.\nD\nE\nF\nG\nН\n24.2) In Ajay Kumar Agrawal and Ors. v. State of U.P.\n[1991 (1) SCC 636] this court while referring to the minimum\nmarks required for being eligible for admission to post graduate\ncourse described the minimum qualifying marks in the qualifying\nexamination, as 'cut off base' marks. We extract below the\nrelevant portion as follows :-\n\"11. It is not disputed that in Uttar Pradesh the prevailing\npractice was a 50 per cent base for allowing Post\nGraduate Study to doctors with MBBS qualifications but\ntaking their University examination as the base without any\nseparate selection test, it is not the case of any of the\nparties before us that the selection is bad for any other\nreason. We are of the view that it is in general interest that\nthe 50 per cent cut-off base as has been adopted should\nbe sustained.\"\n24.3) In State of Uttar Pradesh v. Dr. Anupam Gupta\n[1993 Supp (1) SCC 594], this court extracted the following\nprovision from a Government order relating to eligibility marks\nfor admission which was minimum of 50% for general category\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\ncandidates and 40% for reserved category candidates :-\n419\n\"(2) This examination shall have 100 per cent objective\ntype questions. The eligibility criteria for admission to post-\ngraduate courses shall be 50 per cent minimum qualifying\nmarks for candidates of general category and 40 per cent\nminimum qualifying marks for candidates of reserved\ncategories (SC/ST).\"\nThereafter it used the words cut off marks to refer to the\nminimum eligibility marks for general category candidates and\nreservation category candidates:\n\"\nThus it could be seen that this Court consistently laid\ndown the criteria for conducting entrance examination to\nthe post graduate degree and diploma courses in\nMedicine and the best among the talented candidates\nwould be eligible for admission. 50% cut off marks was\nalso held to be valid to achieve excellence in post graduate\nspeciality. Accordingly we uphold the prescription of 50%\ncut off marks to general candidates and 40% to SCs and\nSTs together with 1.65% weightage of total marks i.e. 50\nmarks in total in entrance examination as constitutional and\nvalid.\"\nA\nB\nC\nD\nE\n(emphasis supplied)\n24.4) In Ombir Singh \u0026 Ors. v. State of U.P. [1993 Supp. F\n(2) SCC 64] this court while upholding the prescription of 50%\nand 40% respectively as the minimum eligibility marks in the\nqualifying examination followed the decisions in Ajay Kumar\nAgarwal and Dr.Anupam Gupta by relying upon and reiterating\nthe passages in those decisions which use the words cut-off\nmarks to refer to qualifying marks. We extract below the relevant\nportions of the said decision:\n“So far as the validity of the admission rules fixing 50%\nmarks for the general category candidates and 40% marks\nfor the SC/ST category candidates to be obtained at the\nG\nH\nA\nB\n0\nC\nD\nE\nF\nG\nH\n420 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nentrance examination as minimum qualifying marks for\nbeing eligible for admission to the Post-Graduate medical\ncourses, the same are not subject to any challenge ...\n\".... It may be further mentioned that this Court in Ajay\nKumar Agrawal and Ors. v. State of U.P. [1991 (1) SCC\n636] observed as under:-\n\"It is not disputed that in Uttar Pradesh the prevailing\npractice was a 50 per cent base for allowing Post\nGraduate Study to doctors with MBBS qualifications but\ntaking their University examination as the base without any\nseparate selection test, it is not the case of any of the\nparties before us that the selection is bad for any other\nreason. We are of the view that it is in general interest that\nthe 50 per cent cut-off base as has been adopted should\nbe sustained.\"\n3. The matter again came up for consideration before this\nCourt and in State of Uttar Pradesh and Ors. v. Dr.\nAnupam Gupta [1993 Supp. 1 SCC 594], it was held as\nunder:-\n\"Thus it could be seen that this Court consistently laid down\nthe criteria for conducting entrance examination to the post\ngraduate degree and diploma courses in Medicine and the\nbest among the talented candidates would be eligible for\nadmission. 50% cut off marks was also held to be valid to\nachieve excellence in post graduate speciality. Accordingly\nwe uphold the prescription of 50% cut off marks to general\ncandidates and 40% to SCs and STs together with 1.65%\nweightage of total marks i.e. 50 marks in total in entrance\nexamination as constitutional and valid.\"\n4. Thus, we further hold that any challenge to the above rule\nlaying down minimum percentage of marks for eligibility\nfor admission to Post-Graduate courses is no longer\nreintegra.\"\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n421\nB\n24.5) In Hemani Malhotra vs. High Court of Delhi - (2008) A\n7 SCC 11, we find that this Court has used the words 'cut-off\nmarks' to refer to describe 'minimum qualifying marks' following\nJustice Shetty Commission Report which also used the term\n'cut-off marks' while referring to 'minimum qualifying marks'. In\nthat case, the advertisement inviting applications stated that\n“minimum qualifying marks in the written examination shall be\n55% for general candidates and 50% for SC and ST\ncandidates\". The subsequent resolution of the full court provided\nthat the \"minimum qualifying marks in viva voce will be 55% for\ngeneral candidates and 50% for SC/ST candidates. This Court C\nwhile considering the correctness of the said resolution\nobserved thus:\nD\n\"This Court further notices that Hon'ble Justice Shetty\nCommission has recommended in its Report that 'The\nvive- voce test should be in a thorough and scientific\nmanner and it should be taken anything between 25 to 30\nminutes for each candidate. What is recommended by the\nCommission is that the vive-voce test shall carry 50 marks\nand there shall be no cut off marks in vive-voce test.- This\nCourt notices that in All-India Judges Association and Ors.\nv. Union of India (2002) 4 SCC 247, subject to the\nvarious modifications indicated in the said decision, the\nother recommendations of the Shetty Commission (supra)\nwere accepted by this Court. It means that prescription of\ncut off marks at vive-voce test by the respondent was not\nF\nin accordance with the decision of this Court.\"\n-\n24.6) In K. Manjusree vs. State of A.P. - (2008) 3 SCC\n512, this Court used the words 'cut-off percentage' to refer to\nminimum qualifying marks. The relevant portion is extracted\nbelow:\n\"The sub-committee was also of the view that apart from\napplying the minimum marks for the written examination\nfor determining the eligibility of the candidates to appear\nin the interview the same cut off percentage should be\nE\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n422 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\napplied for interview marks, and those who fail to secure\nsuch minimum marks in the interview should be\nconsidered as having failed.\"\n25. This Court also used the word 'threshold marks' to\ndescribe the minimum qualifying marks. In Parveen Jindal v.\nState of Haryana [1993 Supp. (4) SCC 70] this court referred\nto Rule 7 of the Haryana Service of Engineers Class I, PWD\n(Irrigation Branch) Rules, 1964 which prescribes the qualifying\nmarks, relevant portion of which is extracted below:\n\"Provided that a candidate shall not be considered\nqualified for appointment, unless he obtains not less than\nforty per cent marks in each subject and also not less than\nfifty per cent marks in the aggregate, and no candidate.\nwho does not obtain the qualifying marks shall be called\nfor interview by the commission.\nThis Court, while referring to the contentions of the appellant\ntherein, used the word 'threshold' marks to refer to the qualifying\nmarks, as is evident from the following passage:\n\"Whereas the Rules say that a candidate obtaining 50%\nmarks in the written test is entitled to be called for viva-\nvoce, the Commission has arbitrarily prescribed a\nthreshold of 65% which it had no jurisdiction to do. As a\nresult of the said arbitrary stipulation several of the\nappellants have been denied the opportunity of selection.\nThe Commission must not be directed to make selections\nafresh for all the three wings/branches in the Public Works\nDepartment.\"\n(emphasis supplied)\n26. In A K Thakur, while referring to the observations of\nthe Report (Vol.II) of the Oversight Committee (Planning\nCommission, Govt. of India) on Reservation in Higher\nEducational Institutions, Bhandari, J. used the words 'cut offs'\nor 'admission thresholds' as interchangeable words by\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n423\nobserving. \"Cut-offs or admission thresholds as suggested by A\nthe Oversight Committee are reproduced\" (vide : Para 627)\n27. In A K Thakur, Pasayat, J. has also used the words\n\"cut-off marks\" to refer to minimum eligibility marks. While\nsumming up his conclusions (in para 358 extracted above) he\nB\nobserved that the \"Central Government shall examine as to the\ndesirability of fixing cut off marks in respect of the candidates\nbelonging to the Other Backward Classes (OBCs.)”, and\nproceeded to observe \"By way of illustration it can be indicated\nthat five grace marks can be extended to such candidates\nbelow the minimum marks fixed for general categories of\nstudents.\" The suggestion made is that if the minimum eligibility\nmarks for general category students is 50, the minimum\neligibility marks for OBC candidates should be 45. This clearly\nshows the words \"cut off marks\" have been used to refer to\nD\nminimum eligibility or qualifying marks.\n28. Even the Oversight Committee on Reservation in\nHigher Educational Institutions, Government of India (Planning\ncommission) in its Interim Report and Final Report uses the\nwords 'cut off marks' and 'threshold marks' to refer to minimum\neligibility marks. We extract below the relevant portions:\n\"Interim Report\nThe Oversight Committee considers expansion, inclusion\nand excellence as the moving spirit, behind the new\nreservation policy. The institutions of higher leaning should\nkeep these three principles in view while determining\nthreshold marks for admission to\nstudents\n(vide para 6 of the Preamble).\n...\nOBC\nAs regards 'cut offs' in institutions other than those\nmentioned in para 7, these may be placed somewhere\nmid way between those for SC/ST and the unreserved\ncategory, carefully calibrated so that the principles of both\nequity and excellence can be maintained (vide para 8 of\nC\nE\nF\nG\nH\n"}