{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"CENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 767\nOF INDIA\nWildlife Protection Act. MoEF has not conducted any A\ndetailed study before passing the order of introducing\nforeign cheetah to Kuno. Kuno is not a historical habitat\nfor African cheetahs. No materials have been placed\nbefore the Court to establish that fact. A detailed scientific\nstudy has to be done before introducing a foreign B\nspecies to India, which has not been done in the instant\ncase. NBWL, which is Statutory Board established for the\npurpose under the Wildlife Protection Act was also not\nconsulted. The order of MoEF to introduce African\nCheetahs into Kuno cannot stand in the eye of law and\nthe same is quashed. [Paras 59 and 60] [807-E-H; 808-A]\n--\n3. There is necessity of an exclusive parliamentary\nlegislation for the preservation and protection of\nendangered species so as to carry out the recovery\nprogrammes before many of the species become extinct.\nNWAP (2002-2016) has already identified species like the\nGreat Indian Bustard, Bengal Florican, Dugong, the\nManipur Brow Antlered Deer, over and above Asiatic\nLion and Wild Buffalo as endangered species and hence,\nthe Government of India and the MoEF are directed to\ntake urgent steps for the preservation of those\nendangered species as well as to initiate recovery\nprogrammes. The Government of India and the MoEF are\nalso directed to identify all endangered species of flora\nand fauna, study their needs and survey their environs\nand habitats to establish the current level of security and\nthe nature of threats. They should also conduct periodic\nreviews of flora and fauna species status, and correlate\nthe same with the IUCN Red Data List every three years.\nCourts and environmentalists should pay more attention\nfor implementing the recovery programmes and the same\nbe carried out with imagination and commitment. [Para\n63] [808-H; 809-A-E]\nCase Law Reference:\nC\nD\nE\nF\nG\n2010 (12) SCR 583 ·\nrelied on\nPara 29\nH\n768 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\n2011 (7) SCR 954\nrelied on\nParas 32\n2012 (3) SCR 460\nreferred to\nPara 37\n1996 (10) Suppl. SCR 12 relied on\nPara 41\nCIVIL ORIGINAL JURISDICTION : I.A. No. 100\nB\nIN\nWrit Petition (Civil) No. 337 of 1995.\nUnder Article 32 of the Constitution of India.\nC\nWITH\nIA No. 3452 in W.P. (C) No. 202 of 1995.\nP.P. Malhotra, ASG, P.S. Narasimha, (A.C.) T.S. Deobia,\nD Raj Panjwani, Shyam Divan, Sukhbeer Kaur Bajwa, Kiran\nBhardwaj, B.K. Prasad, Asha G. Nair, Md. Khithey, D.S. Mahra,\nVijay Panjwani, Rahul Choudary, Aditya Shamlal, Anitha\nShenoy, Hemantika Wahi, Nirman Sharma, Jesal, Gaurav\nAgrawal, K. Parameshwar, Haris Beeran, P.K. Manohar, Rajeev\nK. Dubey, Shiv Prakash Pandey, Kamlendra Mishra, Vibha\nDutta Makhija for the appearing parties.\nE\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. Application for Intervention\nF is allowed.\nG\n1. We have been called upon to decide the necessity of a\nsecond home for Asiatic Lion (Panthera leo persica), an\nendangered species, for its long term survival and to protect\nthe species from extinction as issue rooted on eco-centrism,\nwhich supports the protection of all wildlife forms, not just those\nwhich are of instrumental value to humans but those which have\nintrinsic worth.\nH\n1\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 769\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nFACTS:\n2. The Wildlife Institute of India (for short 'WII'), an\nautonomous institution under the Ministry of Environment and\nForests (for short ‘MoEF'), Government of India, through its\nwildlife Biologists had done considerable research at the Gir\nForest in the State of Gujarat since 1986. All those studies\nwere geared to provide data which would help for the better\nmanagement of the Gir forest and enhance the prospects for\nthe long term conservation of lions at Gir, a single habitat of\nAsiatic lion in the world. The data collected by the Wildlife\nBiologists highlighted the necessity of a second natural habitat\nfor its long term conservation. Few of the scientists had\nidentified the Asiatic lions as a prime candidate for a re-\nintroduction project to ensure its long term survival. In October\n1993, a Population and Habitat Analysis Workshop was held\nat Baroda, Gujarat. Various issues came for consideration in\nthat meeting and the necessity of a second home for Asiatic\nlions was one of the issues deliberated upon in that meeting.\nThree alternative sites for re-introduction of Asiatic lions were\nsuggested for an intensive survey, the details of which are given\nbelow:\nDarrah-Jawaharsagar Wildlife Sanctuary\nA\nB\nC\nD\nE\n1.\n(Rajasthan)\n2.\nSitamata Wildlife Sanctuary (Rajasthan)\n3.\nKuno Wildlife Sanctuary (Madhya Pradesh)\nF\n3. The Research Advisory Committee of WII recognized\nthe need for a prior survey to assess the potential of those sites.\nAccordingly, a field survey was conducted. Surveys of the three\nsites were made during winter as well as summer, to assess\nwater availability during the summer and also to ascertain the\nchanges in human impact on the habitat during the seasons.\nThe surveyors concentrated on ascertaining the extent of forest\narea in and adjoining the chosen protected areas with the aim\nG\nH\nB\n770 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA of establishing the contiguity of the forested habitat. Attempts\nwere also made to establish the relative abundance of wild\nungulate prey in the three sites based on direct sightings as\nwell as on indirect evidence. An assessment of the impact on\nthe people and their livestock on habitat quality in all three sites\nwas also made. Of the three sites surveyed, Kuno Wildlife\nSanctuary (for short 'Kuno') was found to be the most suitable\nsite for re-introduction in establishing a free ranging population\nof Asiatic lions. A draft report to that effect was prepared by\neminent Scientists like Ravi Chellam, Justus Joshwa, Christy\nC A. Williams and A. J. T. Johnsingh on behalf of WII. The report\nrevealed that the Kuno was a historical distribution range of\nAsiatic lions. Report also highlighted the necessity of a long\nterm commitment of resources, personnel, the necessity of a\ncomprehensive rehabilitation package, adequate staff and\nfacilities. Committee did not consider the presence of tigers\nin Kuno to be a major limiting factor, especially since the tigers\noccur in such low numbers and density. Since lions live in stable\nsocial units, report highlighted that it is important to take lions\nfor the translocation also from a single pride. Further, it was also\npointed out that genetic consideration would not be a major\nfactor, provided fresh male lions are moved from Gir to Kuno\nevery three to five years and the resident males in Kuno\nselectively captured for Zoos.\nD\nE\n4. State of Madhya Pradesh then undertook a massive\nF rehabilitation package for the villagers settled in and near Kuno\nso as to push forward the scheme of relocation of Asiatic lions\nin Kuno. It was noticed that about 1545 families of 24 revenue\nvillages were living inside Kuno and they had to be rehabilitated\noutside the sanctuary. Since suitable and sufficient revenue\nG land was not available in adjoining areas, it was decided to\nrelocate those villages on degraded protected forests. Since\nproposed site of resettlement fell in various blocks of protected\nforest, the use as a rehabilitation purpose involved a legal\nobligation to obtain prior sanction from MoEF under Section 2\nof the Forest (Conservation) Act, 1980.\nH\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 771\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nC\n5. The Secretary (Forests), Government of Madhya A\nPradesh, therefore, sent a letter dated 24.7.1996 to MoEF\nseeking final approval of the Central Government in accordance\nwith the Forest (Conservation) Act, 1980. MoEF, after\nexamining the request of the State of Madhya Pradesh,\nconveyed its approval under Section 2 of the Forest B\n(Conservation) Act, 1980 for diversion of 3720.9 hectare of\nforest land for rehabilitation of 18 villages located inside the\nKuno, subject to fulfillment of certain conditions. Out of 3720.9\nhectare of the 13-forest compartments, 3395.9 hectare forest\narea of 12 compartments was finally approved by the\nGovernment of India for de-notification. Compartment No. P-\n442 of Umarikaia forest block was left out from the original\nproposal by Government of India letter dated 1.2.2000 and\nhence, the released area in first phase had been de-notified\nafter due permission from the Government of India. Forest area\nof 1263.9 hectare released in the second phase could not be\nde-notified for want of permission from the Government of India.\nThe Government of India constituted a Monitoring Committee\nfor the effective implementation of the Asiatic Lion\nReintroduction Project at Kuno which met on 10.3.2004. The\nSurvey report of WII was discussed in the meeting and it was\nnoticed that Kuno Paipur Sanctuary of M.P. was identified as\nthe project site/and a 20 year project was conceived in three\nphases as below:\na.\nPhase I (1995-2000 A.D.) Village relocation and\nhabitat development.\nD\nE\nF\nb.\nPhase II (2000-2005) Fencing at the side,\ntranslocation, research and monitoring.\nG\nC.\nPhase III (2005-2015) Eco-development.\nIt was pointed out in the meeting that, currently, the project\nwas in Phase II and 18 villages had been rehabilitated from\nKuno. Further, in the meeting, the Chief Wildlife Warden of\nGujarat had, however, opined that there was no commitment H\n772\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA on the part of the State of Gujarat for providing lions and the\nState Government had not agreed for the same. Based on the\ndiscussion, the Chairman summed up the consensus which\nemerged out of the deliberations as follows:\nB\nC\nD\nE\nF\nG\n1. A letter from MOS, MOEF should be sent to the Chief\nMinister of Gujarat, highlighting the project justification with\na request to provide lions for translocation to Kuno Palpur\nSanctuary.\n2. State of Gujarat should be provided with a set of project\ndocuments.\n3. The Chief Wildlife Warden, MP should prepare a road\nmap with a final detail for translocation of lions from Gir to\nKuno.\n4. An assessment of prey base in Kuno should be done\nby Wil.\n5. No further expenditure should be incurred with a focus\non lion; however, funding support for habitat improvement/\nwelfare initiatives for other wild animals can continue.\n6. The scheme for rehabilitation of villagers was prepared\nby the centrally sponsored \"Beneficiary-oriented Scheme for\nTribal Development\". It was stated in the scheme that a total of\nmore than Rs.1545 lacs would be required for the satisfactory\nre-location of 1545 families of 24 villages out of the limit of\nKuno. Out of 1545 lacs, 1061 lacs had been spent on relocation\nprocess. Balance 484 lacs were required to be released for\nthe remaining rehabilitation works. The Chief Wildlife Warden,\nM.P. had certified the said expenditure.\n7. WII, in the meantime, had made a detailed assessment\nof prey population for lion re-location in Kuno. It was noticed\nthat since re-location of villages from Kuno was complete,\nGovernment of M.P. was keen to assess the prey base in the\nH sanctuary so as to plan obtaining lions from Gujarat for re-\nCENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 773\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nintroduction as early as possible. For the said purpose, the task A\nof evaluating for wild prey base was entrusted to WII.\nConsequently, the faculty from WII, with the help of 34 forest\nstaff, had undertaken the study of ungulates in Kuno under the\nguidance of Dr. Raghu Chundawat and carried out the prey\nassessment exercise from 2.1.2005 to 8.1.2005 and 8.2.2005 B\nto 13.2.2005. A report was filed in June 2006 (July 2006). The\nMinister of MoEF sent a letter dated 20.7.2006 to the Chief\nMinister of Gujarat for translocation of two numbers of lions to\nKuno. The Chief Minister of Gujarat vide his letter dated\n30.4.2006 replied stating that the matter had been placed C\nbefore the concerned department for further views. But nothing\nhad been transpired in spite of the fact that crores and crores\nof rupees were spent by the Government of India for re-location\nof villages, de-notifying the reserve forest and so on which led\nto the filing of this public interest litigation seeking a direction\nto the respondents to implement the re-location programme as\nrecommended by WII, and approved by the Government of\nIndia.\n8. The Minister for Tribal Welfare, Forests and\nEnvironment, Government of Gujarat vide his D.O. letter dated\n18.8.2007 had indicated that it was not possible for the State\nGovernment to agree to the proposal for creation of a second\nhome at Kuno in Madhya Pradesh for Asiatic Lions. When the\nmatter came up for consideration before this Court on\n30.11.2007 and this Court passed the following order:\n\"There was a proposal for translocation of some of\nthe Asiatic Lions found in the Gir National Park to a forest\nin Madhya Pradesh. The State of Gujarat has raised\ncertain objections. The State of Madhya Pradesh wants to\nfile its response...... The proposal is directed to be\nsubmitted to the National Board for Wildlife. NBWL may\nconsider the objections of State of Gujarat and response\nof Madhya Pradesh and submit is recommendation in this\ncourt in four months.\"\nD\nE\nF\nG\nH\nA\n774\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n9. NBWL then convened a meeting on 18.2.2008 under\nthe Chairmanship of Hon'ble Minister of State for Forests and\nWildlife. The Chief Wildlife Warden, Gujarat informed the Board\nabout the various steps taken by the State Government for\nproviding protection to Lions and their habitat and submitted\nB as follows:\nC\nD\nE\n☐ F\nG\nH\n(a) That Kuno Palpur has a population of 6 to 8 tigers\nand co-existence of large cats of almost equal size\nwas unlikely.\n(b) That Lions world over are known to prefer\ngrasslands in sub-topical to near sub-tropical\nclimates with normal temperature during hot period\nbelow 42 degree C. (approx) while Kuno is known\nto have hot climate during summer with temperature\nexceeding 45 degree C. for a number of days.\n(c) The prey base at Kuno is also not adequate enough\nfor the lions.\n(d) Lions are increasing in number and geographical\ndistribution in vicinity of Gir in Amreli \u0026 Bhavnagar\ndistricts. This is a natural increase in home range\nof lions, which is well received by local population.\nBesides, Gir National Park and Gir-Paniya-Mithiyal\nSanctuary and Devalia Interpretation Park, lions\nhave made home in Girnar, grasslands of\nSavarkundla, Palitana and Mahuva hills and in the\ncoastal region of Jafrabad and Rajula in Amreli\ndistricts, Mahuva and Palitana talukas of Bhavnagar\ndistrict.\n(e) The Barda Sanctuary area is being effectively\nprepared as home for lion with vegetation having\nimproved while spotted deer are introduced.\n(f)\nThe natural expansion of home range being the\neffective way of establishing natural Meta\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 775\nOF INDIA [K.S. RADHAKRISHNAN, J.]\n(g)\npopulation that infrequently interact among A\npopulations located at different places in Gir\nregion. Thus effectively isolated populations which\nmay still received genetic inputs from the base\npopulations are establishing, providing efficient\nmethod of conservation.\nDuring the year 2007-2008, Government of Gujarat\nhas launched a special programme for\nconservation of lion with the Hon'ble Chief Minister\nof Gujarat announcing a five year action plan\npackage of Rs.40 crore for lion conservation which\nincludes increase in protection force, habitat\nmanagement, raising awareness to enlist people's\nparticipation etc.\nB\nC\n10. The Chairman, NBWL then sought the opinion of the D\nGovernment of Madhya Pradesh on the points raised by the\nChief Wildlife Warden, Gujarat.\n11. The Additional PCCF (WL), Government of Madhya\nPradesh informed that the Kuno was waiting for the release of\nlions from Gujarat and that the Madhya Pradesh Government\nhad taken all the necessary measures to make Kuno the ideal\nsecond home for the lions. Further, it was pointed out that the\nState had already relocated 24 villages from the sanctuary for\nthe said purpose. Further, it was pointed out that Kuno was\nsuggested as a second home for lions after due scientific\nstudies conducted by WII and the Kuno had posed no threat to\nthe conservation of lions. Further, it was also pointed out that\nthe prey base was in plenty in Kuno and he requested that the\nlions be translocated to Kuno at the earliest.\nE\nF\nG\n12. Dr. Asad Rehmani, Director, Bombay Natural History\nSociety and member of the Standing Committee pointed out\nthat sporadic presence of tiger in Kuno was in no case\ndetrimental to re-introduction of lions. Dr. Divyabhanusinh\nChavda, member of the Standing Committee had also H\n776 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA emphasized the fact that there was a need to create a second\nhome for lions. Dr. Chavda cited an example of the death of\nlarge number of lions in the Serengeti National Park at Tanzania\nand other areas in Africa due to epidemics. Dr. Chavda\ncautioned, it could happen at Gir as well. Rest of the members\nB of the Standing Committee also supported the decision for\ntranslocation of lions from Gujarat to Kuno. The Standing\nCommittee of NBWL recorded that it was unanimously\nrecommended for translocation of lions from Gujarat to Kuno.\nC\nD\nE\nF\nG\nH\n13. The State of Gujarat filed a detailed affidavit before\nthis Court on 4.4.2009 stating that the State had objected to\nthe translocation of lions and that the decision of the Standing\nCommittee was not unanimous. Further, it was also pointed out\nthat there was no sufficient prey base at Kuno so as to receive\nlions.\n14. This Court, after perusing the affidavit filed by the\nStates of Gujarat, Madhya Pradesh as well as MoEF, again\npassed an order dated 22.4.2009 directing NBWL to have a\nfresh look on the subject and file a report. It was also ordered\nthat NBWL should hear both the States, if necessary before\nfiling the report. The additional affidavit filed by the State of\nGujarat was also placed for consideration before NBWL in its\nmeeting held on 17.7.2009. In that meeting, the Chief Wildlife\nWarden and the Principal Secretary (Forests) were present on\nbehalf of the State of Gujarat. After detailed discussion, the\nStanding Committee of NBWL had unanimously decided to\nhave an in-house technical discussion on the subject before\ntaking a final view. The technical discussion was, therefore, held\nduring the 16th meeting of the Standing Committee which was\nconvened on 16.9.2009. In that meeting, the representatives of\nthe Government of Madhya Pradesh (Additional Chief\nSecretary and Chief Wildlife Warden), Government of Gujarat\n(Principal Secretary - Forest and Chief Wildlife Warden) along\nwith non-official members of the Standing Committee of\nNational Board of Wildlife were also present during the\n"}