{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27}],"text":"D\n882 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA relief to Shri K.V. Kasthuri and refusing the same to the\nrespondent. Be that as it may when the matter was again\nargued on 20-8-1996, it was contended on behalf of the\nappellant that the respondent having resigned from the Railways\nand having been absorbed by the Heavy Engineering\nB Corporation would be entitled to the benefits available to him\nunder the Heavy Engineering Corporation and the counsel for\nthe appellant also contended that the Heavy Engineering\nCorporation has already determined the pension of the\nrespondent by taking into account the entire period of service\nC from 1952. In view of the aforesaid submissions of the learned\ncounsel appearing for the appellant the Court had called upon\nthe railway administration to indicate whether the period of\nservice rendered by the respondent from 1950 till 22-7-1972\nunder the Railways was taken into account by the Heavy\nEngineering Corporation in fixing his pension on his retirement\nfrom the service of Heavy Engineering Corporation and whether\nthe proportionality of the period of service from 1950 to 31-7-\n1972 and from 1-8-1972 till the retirement are separated to\ncompute the pension and if so computed whether the\nrespondent would stand to gain any higher pension than is\nbeing actually drawn. But unfortunately no further affidavit or\nmaterial was placed by the appellant. On the other hand the\nrespondent has filed an affidavit stating therein that he has not\nreceived any pension on his retirement from the Heavy\nEngineering Corporation as the Corporation itself had no\npensionable scheme. In the aforesaid premises and in the\nabsence of any explanation from the appellant to indicate any\nspecial feature for granting similar relief as late as in the year\n1994 to Shri K.V. Kasthuri, we see no justification for our\ninterference with the impugned direction of the Tribunal. The\nG respondent had served for about 22 years and he should not\nbe deprived of the pensionary benefit when the Government\nitself had come forward with the Liberalised Pension Scheme\nand gave option to the persons already retired to come over\nto the pension scheme. But his pension is to be calculated as\nH on 31-7-1972 in accordance with the Railway Board's letter\nE\nF\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 883\n(CAPT.) [G.S. SINGHVI, J.]\ndated 23-7-1974 and in compliance with all the necessary A\nformalities by the respondent in accordance with the said\ncircular. \"\n18. The question whether it was incumbent upon appellant\nNo.1 to get the circulars published in the newspapers and\ncommunicate the same to the individual employees was\nconsidered by a two-Judge Bench in Union of India and others\nv. M.K. Sarkar (supra) and answered in the following words:\nB\n\"The Tribunal in this case has assumed that being \"aware\"\nof the scheme was not sufficient notice to a retiree to C\nexercise the option and individual written communication\nwas mandatory. The Tribunal was of the view that as the\nRailways remained unrepresented and failed to prove by\npositive evidence, that the respondent was informed of the\navailability of the option, it should be assumed that there D\nwas non-compliance with the requirements relating to\nnotice. The High Court has impliedly accepted and\naffirmed this view. The assumption is not sound.\nE\nF\nThe Tribunal was examining the issue with reference to a\ncase where there was a delay of 22 years. A person, who\nis aware of the availability of option, cannot contend that\nhe was not served a written notice of the availability of the\noption after 22 years. In such a case, even if Railway\nAdministration was represented, it was not reasonable to\nexpect the department to maintain the records of such\nintimation(s) of individual notice to each employee after 22\nyears. In fact by the time the matter was considered more\nthan nearly 27 years had elapsed. Further when notice or\nknowledge of the availability of the option was clearly\ninferable, the employee cannot after a long time (in this G\ncase 22 years) be heard to contend that in the absence\nof written intimation of the option, he is still entitled to\nexercise the option.\"\nIn the above noted case, the Court found that the\nH\n884 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA respondent had made application after 22 years of his\nretirement for grant of opportunity to opt for the Pension\nScheme. The Chairman, Railway Board rejected his\nrepresentation on the ground that it was highly belated. The\nTribunal set aside the decision of the Chairman, Railway Board\nB and the Division Bench of the Calcutta High Court upheld the\nsame. This Court reversed the orders of the Tribunal and the\nHigh Court and observed:\nC\nD\nE\nF\nG\nH\n\"When a belated representation in regard to a \"stale\" or\n\"dead\" issue/dispute is considered and decided, in\ncompliance with a direction by the court/tribunal to do so,\nthe date of such decision cannot be considered as\nfurnishing a fresh cause of action for reviving the \"dead\"\nissue or time-barred dispute. The issue of limitation or\ndelay and laches should be considered with reference to\nthe original cause of action and not with reference to the\ndate on which an order is passed in compliance with a\ncourt's direction. Neither a court's direction to consider a\nrepresentation issued without examining the merits, nor a\ndecision given in compliance with such direction, will\nextend the limitation, or erase the delay and laches.\nA court or tribunal, before directing \"consideration\" of a\nclaim or representation should examine whether the claim\nor representation is with reference to a \"live\" issue or\nwhether it is with reference to a \"dead\" or \"stale\" issue. If\nit is with reference to a \"dead\" or \"stale\" issue or dispute,\nthe court/tribunal should put an end to the matter and should\nnot direct consideration or reconsideration. If the court or\ntribunal deciding to direct “consideration” without itself\nexamining the merits, it should make it clear that such\nconsideration will be without prejudice to any contention\nrelating to limitation or delay and laches. Even if the court\ndoes not expressly say so, that would be the legal position\nand effect.\"\n19. In Dakshin Haryana Bijli Vitran Nigam v. Bachan\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 885\n(CAPT.) [G.S. SINGHVI, J.]\nSingh (supra) on which reliance was placed by Shri Ajay A\nMajithia, this Court approved the order of the Punjab and\nHaryana High Court which had taken the view that the employer\nwas duty bound to inform the retired employees about the\ninstructions issued for giving them opportunity to switch over\nto the Pension Scheme. This Court referred to the judgment of\nthe Full Bench of the Punjab and Haryana High Court in Kesar\nChand v. State of Punjab AIR 1988 Punjab 265, the judgments\nof this Court in D.S. Nakara v. Union of India (1983) 1 SCC\n305, Subrata Sen v. Union of India (2001) 8 SCC 71 and held:\n\"In view of the law as has been articulated in a large number\nof cases where this Court has observed that any\ndiscriminatory action on the part of the Government would\nbe liable to be struck down. Hence, in this case, it would\nbe totally unreasonable and irrational to deny the\nrespondent the pensionary benefits under the scheme\nparticularly when the appellants have failed to produce any\nrecord showing that the instructions dated 6-8-1993 and\n9-8-1994 were actually got noted in writing by the\nrespondent. In the absence of any such material it can well\nbe inferred that the respondent had no knowledge about\nthe options called by the appellants.\"\nFrom the above extracted observation, it is evident that this\nCourt felt persuaded to approve the order of the High Court\nbecause no evidence was produced by the appellant to prove\nthat the respondent knew about the options called by the\nappellants.\n20. We would like to observe that whenever an employer\nintroduces the Pension Scheme or makes the same applicable\nto retired employees and give them opportunity to exercise\noption, the circulars/instructions issued for that purpose should\neither be communicated to the retirees or made known to them\nby some reasonable mode. Mere display of such notice/\ninstructions on the notice board of the Head Office cannot be\nB\nC\nD\nE\nF\nG\nI\n886 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA treated as an intimation thereof to the retired employees/\nofficers. The employer cannot presume that all the retirees have\nsettled in the city where the Head Office is located. If the\nemployees belong to the services of the Central Government\nor its agencies/instrumentalities, they are likely to settle in their\nB native places which may be far away from the seat of the\nGovernment or Head Office of the establishment or\norganisation. The retirees are not expected to frequently travel\nfrom their native places to the seat of the Government or Head\nOffice to know about additional benefits, if any, extended by the\nC Government or their establishment/organization and it is the duty\nof the employer to adopt a suitable mechanism for\ncommunicating the decision to the retired employees so as to\nenable them to exercise option. This could be done either by\npublishing a notice in the newspaper about which the retirees\nare told at the time of their retirement or by sending copies of\nthe circulars/instructions to the retirees or by sending a copy\nthereof to the association of the employees and/or officers with\na direction to them to circulate the same among the concerned\nretirees. By taking advantage of the modern technology, the\nemployer can also display the circulars/instructions on a\ndesignated website about which prior information is made\navailable to the employees at the time of their retirement. If one\nof these modes is not adopted, the retired employees can\nlegitimately complain that they have been denied right to\nexercise the option and can seek intervention of the Court.\nD\nE\nF\n21. If an aggrieved retiree seeks intervention of the Court\nfor issue of a direction to the employer to give him opportunity\nto exercise option to switch over from one scheme to the other,\nthe employer can produce evidence to show that the concerned\nG employee had knowledge about the particular scheme etc. The\nemployer can also show that even though the scheme etc. had\nnot been communicated to the concerned employee in person,\nhe was aware of the same. Each such case will have to be\ndecided by the competent Court keeping in view the pleadings\nand evidence produced by the parties and it cannot be laid\nH\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 887\n(CAPT.) [G.S. SINGHVI, J.]\ndown as a general rule that each and every circular/instruction A\nissued by the employer giving additional monetary benefits to\nthe retired employees must be published in the newspapers\nand that in the absence of such publication or personal\ncommunication to the retired employee would entitle him to seek\nintervention of the Court after lapse of many years.\nB\nC\nD\n22. We may now revert to the facts of this case. It is not in\ndispute that at the time of the introduction of the Pension\nScheme, respondent No.1 was very much in service as Class-\nI officer. Circulars dated 11.8.1979, 17.1.1981 and 11.3.1981\nwere also issued during his tenure as a senior officer of\nappellant No.1. Therefore, it is not possible for any person of\nordinary prudence to believe that respondent No.1 was not\n, aware of the Pension Scheme and the opportunities given to\nthe retired employees/officers to exercise option to switch over\nfrom the CPF Scheme to the Pension Scheme. This is\nprecisely what the learned Single Judge did and we do not find\nany error in the approach adopted by him. The story put forth\nby respondent No.1 of having acquired knowledge about the\ncirculars issued in 1984 and 1986 from his friend/colleague was\nrightly discarded by the learned Single Judge. The failure of E\nrespondent No.1 to disclose the name of the concerned friend/\ncolleague adequately supports the inference drawn by the\nlearned Single Judge and the Division Bench of the High Court\ncommitted serious error by interfering with the order of the\nlearned Single Judge.\n23. We may add that it was neither the pleaded case of\nrespondent No.1 before the High Court nor any evidence was\nproduced by him to show that the copies of the circulars issued\nby appellant No.1 were not sent to the Association of\nemployees. It was also not the pleaded case of respondent\nNo.1 that he had visited the Association for the first time in 2000\nfor collecting the circular issued by the Government of India for\ngrant of ex gratia of Rs.600 per month. This being the position,\nit is not possible to accept the specious argument of respondent\nF\nG\nH\n888 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA No.1 that he had no knowledge of the Pension Scheme and\nthe circulars issued in 1984 and 1986.\nB\nC\n24. In the result, the appeal is allowed, the impugned\njudgment and order are set aside and the one passed by the\nlearned Single Judge is restored. However, keeping in view the\npeculiar facts of this case, we direct the appellants to allow\nrespondent No.1 to exercise option in terms of circular dated\n19.2.1986. The needful be done within a period of two months\nfrom the date of receipt of copy of this judgment. At the same\ntime, we make it clear that this direction shall not be treated\nas a precedent for other cases pending before the High Court,\nwhich shall be decided in the backdrop of their own facts.\nB.B.B.\nAppeal disposed of.\n"}