{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 12 S.C.R. 862\nTHE CALCUTTA PORT TRUST AND OTHERS\nV.\nANADI KUMAR DAS (CAPT.) AND OTHERS\n(Civil Appeal No. 7148 of 2008)\nNOVEMBER 13, 2013\n[G.S. SINGHVI AND V. GOPALA GOWDA, JJ.]\nService Law - Pension - Belated application for grant of\nopportunity to opt for pension scheme, after expiry of cut off\ndate - Maintainability - Held: If an aggrieved retiree seeks\nintervention of the Court for issue of direction to the employer\nto give him opportunity to exercise option to switch over from\none scheme to the other, the employer can produce evidence\nto show that the concerned employee had knowledge about\nD the particular scheme etc - The employer can also show that\neven though the scheme etc. had not been communicated\nto the concerned employee in person, he was aware of the\nsame - It cannot be laid down as a general rule that each and\nevery circular/instruction issued by the employer giving\nE additional monetary benefits to retired employees must be\npublished in the newspapers and absence of such publication\nor personal communication to a retired employee would entitle\nhim to seek intervention of the Court after lapse of many years\n- In the instant case, at the time of introduction of the Pension\nScheme, respondent No.1 was very much in service of\nappellant no.1-Port Trust as a Class-l officer - Relevant\ncirculars pertaining to Pension scheme were also issued\nduring his service tenure - Therefore, it is not possible for any\nperson of ordinary prudence to believe that respondent No.1\nwas not aware of the Pension Scheme and the opportunities\ngiven to the retired employees/officers to exercise option to\nswitch over from the CPF Scheme to the Pension Scheme -\nStory put forth by respondent No. 1 of having acquired\nknowledge about the circulars issued in 1984 and 1986 from\nF\nG\nH\n862\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 863\n(CAPT.)\nhis friend/colleague rightly discarded by the Single Judge - A\nFailure of respondent No.1 to disclose the name of the\nconcerned friend/colleague adequately supports the inference\ndrawn by the Single Judge - Division Bench of the High Court\ncommitted serious error in interfering with the order of the\nSingle Judge by entertaining the highly belated claim lodged B\nby respondent no.1 in the year 2001 – However, keeping in\nview the peculiar facts of the case, appellants directed to allow\nrespondent No.1 to exercise option in terms of circular dated\n19.2.1986.\nC\nE\nRespondent No.1 joined the service of appellant\nNo.1-The Calcutta Port Trust on 19.8.1957 as Class-I\nOfficer. At the time of appointment of respondent No.1,\nthere was no Pension Scheme for the employees of\nappellant No.1 and they were given monetary benefits of\nD\nthe Contributory Provident Fund Scheme (CPF Scheme).\nFor the first time, Pension Scheme was introduced vide\ncircular dated 29th May, 1962 and made effective from\n1.6.1962. All the existing employees, who were in service\non 1.6.1962 were given the choice to opt for the Pension\nScheme, but respondent No.1 did not exercise the\noption. Respondent no.1 retired from service w.e.f.\n1.4.1983 under the Voluntary Retirement Scheme. Vide\ncircular dated 11.8.1979, appellant No.1 extended the cut\noff date fixed for exercise of option under the Pension\nScheme by Class-I and Class-ll officers and fixed F\n9.11.1979 as the last date. Many officers opted for the\nPension Scheme but respondent No.1 did not opt for the\nsame. Similar options were given to the employees vide\ncirculars dated 17.1.1981, 11.3.1981, 29.12.1984 and\n19.2.1986, but respondent No.1 did not avail any of the G\nopportunities. In the year 2000, the Central Government\nissued circular dated 7.1.2000 and sanctioned ex gratia\nat the rate of Rs.600 per month for the CPF beneficiaries.\nRespondent No.1 took benefit of that circular and\nreceived the amount of ex gratia.\nH\nA\n864\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nIn June 2001, the Government of India announced\nliberalized pensionary benefits for retired Class-I and\nClass-ll officers of Major Ports which resulted in manifold\nincrease in the pension payable to them. On 23.7.2001,\ni.e. 18 years after his retirement, Respondent No.1\nB submitted application for grant of permission to exercise\nof option in terms of circulars dated 29.12.1984 or\n19.2.1986. The application was rejected by appellant No.1\non the ground that option to switch over to the Pension\nScheme under Circular dated 29.12.1984 was open upto\n31.5.1985 and under Circular dated 19.12.1986, it was\nopen upto 30.6.1986. Respondent No.1 filed Writ Petition\nbefore the High Court averring that he was never\ninformed or made aware of the option to switch over to\nthe Pension Scheme by way of publication in the\nnewspapers or otherwise and he came to know about the\nsame only in June 2001 from his friend to whom he had\npaid a courtesy visit and immediately thereafter, he\nsubmitted application dated 23.7.2001 for exercise of\noption in terms of circular dated 19.2.1986.\nC\nD\nE\nThe Single Judge of the High Court declined to\naccept the plea of ignorance put forth by respondent No.1\non the ground that being a Class-l officer he was very\nmuch aware of the Pension Scheme introduced in 1962\nand the circulars issued from time to time for giving\nF opportunity to the retirees to exercise option. The\nDivision Bench of the High Court, however, reversed the\norder of the Single Judge holding that appellant No.1 was\nduty bound to publish the circulars in the daily\nnewspapers or circulate the same amongst all the\nG concerned retired employees and that the Single Judge\nerred by declining relief to respondent no.1 on the\nassumption that he must have been aware of the circulars\nissued in 1984 and 1986. Hence the present appeal.\nH\nDisposing of the appeal, the Court\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 865\n(CAPT.)\nD\nHELD: 1.1. Whenever an employer introduces the A\nPension Scheme or makes the same applicable to retired\nemployees and give them opportunity to exercise option,\nthe circulars/instructions issued for that purpose should\neither be communicated to the retirees or made known to\nthem by some reasonable mode. Mere display of such B\nnotice/instructions on the notice board of the Head Office\ncannot be treated as an intimation thereof to the retired\nemployees/officers. The employer cannot presume that\nall the retirees have settled in the city where the Head\nOffice is located. If the employees belong to the services C\nof the Central Government or its. agencies/\ninstrumentalities, they are likely to settle in their native\nplaces which may be far away from the seat of the\nGovernment or Head Office of the establishment or\norganisation. The retirees are not expected to frequently\ntravel from their native places to the seat of the\nGovernment or Head Office to know about additional\nbenefits, if any, extended by the Government or their\nestablishment/organization and it is the duty of the\nemployer to adopt a suitable mechanism for\ncommunicating the decision to the retired employees so\nas to enable them to exercise option. This could be done\neither by publishing a notice in the newspaper about\nwhich the retirees are told at the time of their retirement or\nby sending copies of the circulars/instructions to the\nretirees or by sending a copy thereof to the association\nof the employees and/or officers with a direction to them\nto circulate the same among the concerned retirees. By\ntaking advantage of the modern technology, the employer\ncan also display the circulars/instructions on a designated\nwebsite about which prior information is made available G\nto the employees at the time of their retirement. If one of\nthese modes is not adopted, the retired employees can\nlegitimately complain that they have been denied right to\nexercise the option and can seek intervention of the Court.\n[Para 20] [885-G-H; 886-A-F]\nE\nF\nH\n866\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA\n1.2. If an aggrieved retiree seeks intervention of the\nCourt for issue of a direction to the employer to give him\nopportunity to exercise option to switch over from one\nscheme to the other, the employer can produce evidence\nto show that the concerned employee had knowledge\nB about the particular scheme etc. The employer can also\nshow that even though the scheme etc. had not been\ncommunicated to the concerned employee in person, he\nwas aware of the same. Each such case will have to be\ndecided by the competent Court keeping in view the\npleadings and evidence produced by the parties and it\ncannot be laid down as a general rule that each and\nevery circular/instruction issued by the employer giving\nadditional monetary benefits to the retired employees\nmust be published in the newspapers and that in the\nabsence of such publication or personal communication\nto the retired employee would entitle him to seek\nintervention of the Court after lapse of many years. [Para\n21] [886-F-H; 887-A-B]\nC\nD\n1.3. In the instant case, it is not in dispute that at the\nE time of the introduction of the Pension Scheme,\nrespondent No.1 was very much in service as Class-l\nofficer. Circulars dated 11.8.1979, 17.1.1981 and 11.3.1981\nwere also issued during his tenure as a senior officer of\nappellant No.1. Therefore, it is not possible for any person\nF of ordinary prudence to believe that respondent No.1\nwas not aware of the Pension Scheme and opportunities\nwere given to the retired employees/officers to exercise\noption to switch over from the CPF Scheme to the\nPension Scheme. This is precisely what the Single Judge\nG did and no error is found in the approach adopted by\nhim. The story put forth by respondent No.1 of having\nacquired knowledge about the circulars issued in 1984\nand 1986 from his friend/colleague was rightly discarded\nby the Single Judge. The failure of respondent No.1 to\ndisclose the name of the concerned friend/colleague\nH\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 867\n(CAPT.)\nadequately supports the inference drawn by the Single\nJudge; and the Division Bench of the High Court\ncommitted serious error by interfering with the order of\nthe Single Judge. [Para 22] [887-B-F]\nA\n1.4. Further, it was neither the pleaded case of B\nrespondent No.1 before the High Court nor any evidence\nwas produced by him to show that the copies of the\ncirculars issued by appellant No.1 were not sent to the\nAssociation of employees. It was also not the pleaded\ncase of respondent No.1 that he had visited the\nC\nAssociation for the first time in 2000 for collecting the\ncircular issued by the Government of India for grant of\nex gratia of Rs.600 per month. This being the position, it\nis not possible to accept the specious argument of\nrespondent No.1 that he had no knowledge of the\nPension Scheme and the circulars issued in 1984 and\n1986. [Para 23] [887-F-H; 888-A]\nD\nUnion of India v. M.K. Sarkar (2010) 2 SCC 59: 2009\n(16) SCR 249; Dakshin Haryana Bijli Vitran Nigam v. Bachan\nSingh (2009) 14 SCC 793: 2009 (11) SCR 710; Union of E\nIndia v. D.R.R. Sastri (1997) 1 SCC 514: 1996 (9) Suppl.\nSCR 151; Kesar Chand v. State of Punjab AIR 1988 Punjab\n265; D.S. Nakara v. Union of India (1983) 1 SCC 305: 1983\n(2) SCR 165 and Subrata Sen v. Union of India (2001) 8 SCC\n71 - referred to.\n2. In the result, the order passed by the Single Judge\nis restored. However, keeping in view the peculiar facts\nof this case, the appellants are directed to allow\nrespondent No.1 to exercise option in terms of circular\ndated 19.2.1986. At the same time, it is made clear that this\ndirection shall not be treated as a precedent for other\ncases pending before the High Court, which shall be\ndecided in the backdrop of their own facts. [Para 24] [888-\nB-C]\nF\nG\nH\n868 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA\nCase Law Reference:\n2009 (16) SCR 249\nreferred to\nPara 13\n2009 (11) SCR 710\nreferred to\nPara 14\nB\n00\n1996 (9) Suppl. SCR 151 referred to\nPara 17\n1983 (2) SCR 165\nreferred to\nPara 19\n(2001) 8 SCC 71\nreferred to\nPara 19\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7148 of 2008.\nFrom the Judgment \u0026 Order dated 04.08.2006 in A.P.O.\nNo. 400 of 2002 and dated 08.12.2006 in G.A. No. 3585 of\nD 2006 in A.P.O. No. 400 of 2002 of the High Court at Calcutta.\nE\nMohan Parasaran, SG, Jayant Bhushan, Vibha Datta\nMakhija, A.V. Rangam, Buddy A. Rangandhan, Rana\nMukherjee, Kasturba K., Ajay Majithia, S. Ravi Kumar, Aman\nPreet Singh, V.S. Lakshmi, A.V. Balan for the appearing\nparties.\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Whether respondent No.1 was\nF entitled to opt for the Pension Scheme after 18 years of his\nretirement is the question which arises for consideration in this\nappeal filed by the appellants against judgment dated 4.8.2006\npassed by the Division Bench of the Calcutta High Court. The\nappellants have also challenged order dated 8.12.2006 by\nwhich the Division Bench of the High Court dismissed the\napplication filed for review of judgment dated 4.8.2006.\nG\nH\n2. Respondent No.1 joined the service of appellant No.1-\nThe Calcutta Port Trust on 19.8.1957 as Class-l Officer. He was\nposted as Chief Officer (D\u0026D) under the Marine Department\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS\n(CAPT.) [G.S. SINGHVI, J.]\n869\nof the then Commissioners for the Port of Calcutta, which was\nre-named as the Calcutta Port Trust on 19.8.1957. He got\nseveral promotions and ultimately retired from service\nw.e.f.1.4.1983 under the Voluntary Retirement Scheme.\n3. At the time of appointment of respondent No.1, there\nwas no Pension Scheme for the employees of appellant No.1\nand they were given monetary benefits of the Contributory\nProvident Fund Scheme (CPF Scheme). For the first time,\nPension Scheme was introduced for the Commissioner's\nemployees vide circular dated 29th May, 1962 and made\neffective from 1.6.1962. All the existing employees, who were\nin service on 1.6.1962 were given the choice to opt for the\nPension Scheme, but respondent No.1 did not exercise the\noption.\nA\nB\nC\n4. Vide circular dated 11.8.1979, appellant No.1 extended D\nthe cut off date fixed for exercise of option under the Pension\nScheme by Class-I and Class-ll officers and fixed 9.11.1979\nas the last date. Many officers opted for the Pension Scheme\nbut respondent No.1 did not opt for the same. Similar options\nwere given to the employees vide circulars dated 17.1.1981, E\n11.3.1981, 29.12.1984 and 19.2.1986, but respondent No.1\ndid not avail any of the opportunities.\n5. In the year 2000, the Central Government issued circular\ndated 7.1.2000 and sanctioned ex gratia at the rate of Rs.600\nper month for the CPF beneficiaries. Respondent No.1 took\nbenefit of that circular and received the amount of ex gratia.\nF\n6. In June 2001, the Government of India announced\nliberalized pensionary benefits for retired Class-I and Class-11\nofficers of Major Ports. This resulted in manifold increase in the G\npension payable to them. With a view to take advantage of the\npolicy decision taken by the Central Government, respondent\nNo.1 submitted application dated 23.7.2001 for grant of\npermission to exercise of option in terms of circulars dated\nH\n870 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA 29.12.1984 or 19.2.1986. The relevant portions of the\napplication read as under:\n00\nB\nC\nD\nE\nF\nG\nH\n\"This is to bearing to your kind notice that I joined my\nservice as Chief Officer D \u0026 D under the Marine\nDepartment of the then Commissioners for the Port of\nCalcutta, since renamed as Calcutta Port Trust on 19th\nAugust, 1957. During the tenure of my service I got several\npromotions and ultimately retired from service under\nVoluntary Retirement Scheme with effect from 1st April,\n1983 after completion of 25th years and 4 months of\ncontinuous service.\nAt the time of my appointment there was no pension\nscheme for the employees of the Calcutta Port Trust and\nas such like all other employees I was given the benefit of\nContributory Provident Fund Scheme. Since the time of\nmy retirement. I have no contact with my office.\nDuring the tenure of my service pension scheme was\nintroduced in the Calcutta Port Trust for its employees but\nthe said scheme was not responded to by the majority of\nits employees partly due to non circulation of the said\nscheme amongst its employees and partly due to the fact\nthat the scheme so introduced was not at all attractive.\nHowever, since a poor response was received by the\nCalcutta Port Trust, the said scheme did not materialize\nat all. I however could not exercise such option as I was\nnever advised by the authority concerned either about the\nintroduction of the said scheme or about the benefits\narising therefrom.\nI further state that at the time of my retirement no such\nscheme was in vogue for exercising any option to switch\nover to the pension scheme. As such the provident fund\nbenefits was given to me by way of my terminal benefits.\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 871\n(CAPT.) [G.S. SINGHVI, J.]\nB\nI further state that even after my retirement the Calcutta Port A\nTrust extended the benefits of the scheme of such pension\nto the retired persons at least on two occasions. Once is\nDecember 1984 and Second in February 1986. But\nunfortunately even those schemes were neither circulated\nthrough mass media nor brought to the notice of retired\npension including myself as a result of which I also could\nnot exercise such option pursuant to the said schemes\nthough the said scheme appears to be much more\nbeneficial then the earlier ones. I further state that in these\nhard days of inflation it is practically impossible to survive C\nwithout pension and as such I opted for the scheme of ex\ngratia payment to the retired employees which was\nintroduced in January 2000 whenever it came to my notice\nthrough the newspaper circulation. Similarly I also availed\nof the scheme for medical benefits employees which was D\nintroduced in 1998 as per notification issued through\nnewspaper publication.\nVery recently it has come to my notice from one of my\ncolleagues that the Calcutta Port Trust also extended the\nbenefits of such pension scheme to the retired pensioners E\non condonation of delay on sympathetic grounds though\nthere was delayed exercise of such option.\nAccordingly I mostly humbly and respectfully pray to you for\nallowing me to the exercise my option by condonation of\ndelay as I am otherwise entitled to avail of the said benefits\nas per the circular issued by the Calcutta Port Trust either\non 29th December 1984 or on 19th February 1986 which\nI could not avail of within the stipulated time due to my\nignorance about the introduction of the said scheme as it\nwas not at all noticed to me. I undertake to refund the\nTrustee's contribution towards provident fund together with\ninterest as per your said schemes.\"\nF\nG\n(emphasis supplied)\nH\n"}