{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"F.\nMOHD. ASLAM @ BHURE\nV.\nSTATE OF U.P. AND ORS.\nMARCH 22, 2007\n[K.G. BALAKRISHNAN, CJ., G.P. MATHUR AND R. V. RAVEENDRAN, JJ.]\nCode of Criminal Procedure, 1973:\nA\nB\nC.\nS.11(1) Establishment of Special Court-Consultation with High\nCourt-Requirement of-Notification by State Government transferring a\ncase from Special Court, Rai Barelly to Special Court, Lucknow-Notification\nnot issued in consultation with High Court-High Court holding that Special\nCourt, Lucknow has no jurisdiction as notification was not issued in\nconsultation with High Court-SLP dismissed by Supreme Court—Review\nPetition—Held, it is for the State Government to take appropriate steps in D\nthe matter, if it so desires, by issuing a fresh notification-The earlier order\npassed by Supreme Court dismissing Special Leave Petition does not require\nany re-consideration-There is no error apparent on face of record nor do\nfacts and circumstances warrant any interference with earlier order—\nConstitution of India, 1950-Article 137-Review--Government of Uttar\nPradesh Notification No.. 5175/VII/Nyaya-2-739/87 dated 8.10.1993.\nE\nF\nIn the wake of demolition of the disputed structure at Ayodhya, popularly\nknown as “Ram Janma Bhumi/Babri Masjid”. Crime No. 197/92 and crime\nNo. 198/92 were registered against the ‘Kar Sewaks'. Later, 47 more cases\ncame to be registered at different places in the State. Investigation of these\ncases was ultimately entrusted to the Central Bureau of Investigation. As\nregards Crime No. 198/92, by Notification dated 8.7.1993, the State\nGovernment, after consultation with the High Court, shifted the place of sitting\nto the Court of Special Judicial Magistrate, Rai Barelli. On 8.9.1993, the\nState Government, in consultation with the High Court, issued a notification\nestablishing a Special Court of Judicial Magistrate First Class, at Lucknow, G\nfor the area comprising the entire State, to try and inquire into and commit\nto the Court of Session all cases arising out of Crime No. 197/92 and 47\nother cases in which investigations were made and charge-sheets were filed\nby CBI. A list of the cases was appended to the Notification, but no mention\n339\nH\nB\n340\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA was made therein as regards Crime No. 198/92, which already been assigned\nto the Court of Special Judicial Magistrate, Rai Bareilly, by Notification dated\n8.7.1993. On 8.10.1993 the State Government issued another Notification\npurporting to amend the earlier Notification dated 8.9.1993 and to insert\ntherein crime No. 198/92 as item no. 49. When the revision petitions were\nfiled before the High Court against the charges framed by the Sessions Judge,\nthe Single Judge of the High Court set aside the order of the Sessions Judge\nso far as it related to Crime No. 198/92 covered by Notification dated\n8.10.1993 on the ground that the said Notification was illegal and invalid for\nwant of consultation with the High Court as required under s.11(1) Cr.P.C.\nAn intervener filed an SLP before the Supreme Court challenging the order\nC of the High Court. The SLP was dismissed. The said intervener filed the\npresent review petition. Meanwhile a writ petition was filed before the High\nCourt, seeking a direction to the State Government to issue a fresh\nnotification after consultation with the High Court, for amendment of\nNotification dated 9.9.2003 to confer jurisdiction on Special Court, Lucknow\nto try or inquire into and commit to the Court of Session the matter relating\nto crime No. 198/92. The High Court declined to issue any direction. The\nSLP against the order of the High Court was dismissed which gave rise to\nReview Petition No. 1648/2005.\nD\nE\nDismissing the review petitions, the Court\nHELD: Parties before the High Court conceded that there was no\nconsultation by the State Government prior to the issuance of the Notification\ndated 8.10.1993. The Single Judge dealt with the matter elaborately and came\nto the conclusion that there was no consultation with the High Court of\nAllahabad, and before issuance of the Notification, the State Government should\nF have consulted the High Court. It was also an admitted fact that in the Schedule\nannexed to the Notification dated 9.9.1993, Crime No. 198/92 was not included.\nThe same may be a technical mistake on the part of the State Government.\nThe Single Judge was also of the view that the same could be rectified by the\nState Government by issuing a fresh notification after consultation with the\nHigh Court. It is for the State Government to take appropriate steps in the\nG\nmatter, if it so desires, by issuing a fresh notification. The earlier order passed\nby this Court dismissing the Special Leave Petitions do not require any re-\nconsideration. There is no error apparent on the face of the record nor do the\nfacts and circumstances warrant any interference with the earlier orders.\n[Para 17] [346-C-F]\nH\nMOHD. ASLAM @BHURE v. STATE OF U.P. [BALAKRISHNAN, CJ.] 341\nCRIMINAL APPELLATE JURISDICTION: Review Petition (Crl.) Nos. A\n163-166 of 2003.\n(Under Article 137 of the Constitution of India).\nIN\nSpecial Leave Petition (Crl.) Nos. 5499-5502 of 2002.\nFrom the Judgment and Order dated 12.2.2001 of the High Court of\nJudicature Allahabad, Lucknow Bench in Crl. R. Nos. 199, 201, 211 and 255\nof 1997.\nWith Review Petition (C) No. 1648 of 2005.\nB\nC\nIN\nSLP (C) No. 456 of 2002.\nO.P. Sharma, Anoop G. Choudhary, Nanita Sharma, Vivek Sharma, Bankim\nKulshreshta, Siva Nand, Shakil Ahmed Syed, June Choudhari, Mohd. Taiyab\nKhan, and Firasat Ali Siddiqui for the Appellant.\n1\nD\nGopal Subramanium, ASG, Arun Jaitely, R.G. Padia, Dayan Krishnan, P.\nParmeswaran, Maninder Singh, Gaurav Sharma, Rahul Ajatshatru, S.W.A. E\nQadri, R.K. Dubey, Jamshed Khan, Kamlendra Mishra, S.N. Bhat, Sanjay V.\nKharde, Chandan Ramamurthi for the Respondents.\nThe Order of the Court was delivered by\nK.G. BALAKRISHNAN, CJ. 1. Petitioner in these Review Petitions F\nseeks review of the order passed by this Court on 29-11-2002 whereby the\nSpecial Leave Petitions filed by the petitioner were dismissed. The SLPs were\ndirected against an order dated 12.2.2001 passed by a Single Judge of the\nAllahabad High Court at Lucknow. The challenge was only with reference to\na part of that order by which the learned Single Judge had held that the\nNotification issued by the Government of Uttar Pradesh on 8.10.1993 was G\ninvalid for want of consultation with the High Court under sub-section (1) of\nSection 11 of the Criminal Procedure Code.\n2. At the outset, we may observe that the petitioner herein is neither\na complainant nor an accused in any of the criminal cases filed by the State\nH\nT\n342\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA in this matter. Petitioner is an intervener who has no connection with any of\nthe crimes registered by the Police.\nC\n3. The facts of the case, in short, are as follows :-\nOn 6th December, 1992, the disputed structure, popularly known as\nB \"Ram Janam Bhoomi/Babri Masjid\" at Ayodhya was demolished by a group\nof persons. It was a protected structure and consequent upon demolition of\nthis structure, the following two cases were registered on the same day : (i)\nCrime No. 197/1992 under Sections 395, 397, 332, 337, 238, 295, 297, 153A IPC\nwas registered by the Police Station Ram Janam Bhoomi, District Faizabad,\nagainst unnamed Kar Sevaks in regard to an incident which allegedly took\nplace at 12.15 PM on 6th December, 1992; and (ii) Crime No. 198 of 1992 was\nalso registered by the Police wherein eight persons were implicated as accused\nunder Sections 153A, 153B, 505, 147, 149 IPC. There were also allegations of\nwidespread commission of robbery, rioting and mischief and other minor\noffences by different groups of persons against the media and 47 crimes were\nD registered for offences punishable under Sections 392, or 394, or 395, 147, 427,\n336, etc.\nE\nF\n4. The investigation of the crime registered as 197/92 was entrusted to\nthe Central Bureau of Investigation (C.B.I.) on 13.12.1992, upon which the CBI\nre-registered the case as R.C. No. 8(S)/92-SIU.V-New Delhi.\n5. The investigation of Crime No. 198/92 was taken over by CB CID of\nthe State of Uttar Pradesh on 10.12.1992. On 16.12.1992, the State of Uttar\nPradesh, in consultation with the High Court of Allahabad, established a\nSpecial Court of Judicial Magistrate First Class with its place of sitting at\nLucknow, to try the case relating to Crime No. 198/1992. The CB CID of the\nState filed the final report under Section 173 of the Criminal Procedure Code.\nCrime No. 198/92 had been registered against all the eight accused persons\nnamed in the First Information Report, for the offences under Sections 153A,\n153B, 505, 147 and 149 IPC. The Special Judicial Magistrate at Lalitpur took\ncognizance of the case on 1.3.1993. By Notification dated 8.7.1993, the State\nG Government, after consultation with the High Court, shifted the place of\nsitting of the Court of Special Judicial Magistrate from Lucknow to Rae Barelli.\n6. By Notification dated 26.8.1993, the Government of India, with the\nconsent of the Government of Uttar Pradesh entrusted the investigation of\nH Crime No. 198/92 and cases arising from same facts/transaction to the CBI.\nMOHD. ASLAM @BHURE v. STATE OF U.P. [BALAKRISHNAN, CJ.] 343\nThe CBI re-registered the Crime No. 198/92 as R.C. 1(s)/93 and the other 47 A\nrelated cases as R.C. Nos. 2(s)/93 to 48(s)/93. On 8.9.1993, the Government of\nUttar Pradesh, in consultation with the High Court, issued a Notification\nestablishing a special court of Additional Chief Judicial Magistrate at Lucknow,\nfor trial of cases arising out of demolition of the disputed structure at Ayodhya,\ninvestigated by CBI. Another Notification dated 8.9.1993 was issued by the\nB\nGovernor of Uttar Pradesh, in exercise of power under Section 11(1) of Cr.P.C.,\nin consultation with the High Court of Allahabad establishing a Special Court\nof Judicial Magistrate, First Class, for the area comprising the entire State,\nwith place of sitting at Lucknow, to try or enquire into and commit to the\nCourt of Sessions all cases arising out of Crime No. 197/92 and 47 other cases\nin which investigations were made or charge sheets were filed by CBI. A list C\nof these cases was appended to the Notification. But no mention was made\nas regards Crime No. 198/92, the investigation of which had already been\nentrusted to the CBI vide Notification dated 26.8.1993.\n7. The CBI on 9.9.1993 moved an application before the Special Judicial\nMagistrate, Rae Barelli, seeking permission for further investigation under D\nSection 173(8) Cr.P.C., in Crime No. 198/92 and by order dated 10.9.1993, the\nlearned Magistrate, Rae Barelli, granted permission to the CBI for further\ninvestigation of the above case.\nE\n8. One Shri Vijay Verma was appointed by the High Court as the\nAdditional Chief Judicial Magistrate (Special Court) at Lucknow on 5.10.1993\nfor trial and disposal of cases investigated by CBI pertaining to demolition\nof disputed structure at Ayodhya. The CBI filed a consolidated charge-sheet\ndated 4.10.1993 before the Additional Chief Judicial Magistrate, Lucknow,\nagainst 40 persons, that is, those implicated in Crime No 198/92 as well as\nothers who were accused persons in Crime No. 197/92 and also in the 47 other F\ncases registered by the Police Station at the Ram Janam Bhoomi.\n9. On 8.10.1993, the Govt. of Uttar Pradesh issued Notification No. 5175/\nVII/Nyaya-2-739/87. The Notification read as follows:\n\"In exercise of the powers under Proviso to sub-section (1) of Section\n11 of the Code of Criminal Procedure, 1973 (Act No. 2 of 1974) read\nwith Section 21 of the General Clauses Act, 1897 (Act No. 10 of 1897),\nthe Governor is pleased to make the following amendment in the\nNotification No. 442/VII-Nyaya-2-739/87, dated Lucknow: September\n9, 1993.\nG\nH\n344\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nAMENDMENT\nIn the Schedule to the aforesaid notification after item 48, the following\nitem column-wise inserted, namely:-\nS.No. Crime No.\nPolice Station\nSections\nB\nC\n49.\n198/92\nRam Janam Bhumi 153-A, 153-B, 505\nIPC\nBy Order,\nA.K. SRIVASTAVA\nSachiv\"\n10. By this Notification, the Govt. purported to have transferred the\nD case registered as Crime No. 198/92 from the Rae Barelli court to the court of\nthe Additional Chief Judicial Magistrate at Lucknow. Consequent upon the\nNotification dated 8.9.1993, the CBI filed a consolidated charge sheet before\nthe Special Court of Addl. Chief Judicial Magistrate at Lucknow, who took\ncognizance of the offences on 11.10.1993.\nE\n11. It may be remembered that the Special Judicial Magistrate at Rae\nBarelli had given permission to the CBI for further investigation on 10.9.1993\nand that court sought a report regarding progress of the investigation from\nCBI on 18.10.1993. CBI informed the Special Judicial Magistrate, Rae Barelli,\non 6.12.1993 about the filing of consolidated charge sheet at Lucknow. In view\nF of it, the Magistrate at Rae Barelli, directed the transfer of the records to Addl.\nChief Judicial Magistrate, Lucknow.\n12. The Additional Sessions Judge (Ayodhya Matters), Lucknow, by\norder dated 9.9.1997 framed charges in S.C. No. 344/1994 (corresponding to\nCrime no. 197/1992) and S.C. No. 749/1996 (corresponding to Crime No. 198/\nG 1992). Feeling aggrieved, different sets of accused filed Cr.R.P. Nos. 199, 201,\n211 and 295 of 1997. The said revision petitions were allowed in part by a\nlearned Single Judge, by common order dated 12.2.2001. The learned Single\nJudge upheld the order dated 9.9.1997 passed by the Special Judge, Lucknow,\nfor framing charges in 48 cases (referred to in the Schedule to Notification\ndated 9.9.1993). The learned Single Judge, however, set aside the said order\n9.9.1997 of the Special Judge in so far as it related to Crime No. 198/1992\nH\nક્\nMOHD. ASLAM @ BHURE v. STATE OF U.P. [BALAKRISHNAN, CJ.] 345\ncovered by the Notification dated 8.10.1993 on the ground that the said A\nNotification was illegal and invalid for want of consultation with the High\nCourt required under Section 11(1) of Cr.P.C. The High Court further held:\n\"This notification being illegal and without jurisdiction is invalid.\nTherefore it could not confer jurisdiction upon the Special Court of\nA.C.J.M. Lucknow to try or inquire into and commit to the Court of B\nSessions case Crime No. 198 of 1992. Therefore, the said Special Court\nof A.C.J.M. at Lucknow had no jurisdiction to try, enquire into and\ncommit case Crime No. 198 of 1992. Since committal of accused persons\nrelating to case Crime no. 198 of 1992 by order dated 27.8.1994 passed\nby the Special Court of A.C.J.M. at Lucknow was illegal, subsequent\nproceedings in the Court of Special Judge (Ayodhya Prakaran) including\nthe impugned order dated 9th September, 1997 for framing of charges\nas far as the accused persons of case Crime No. 198 of 1992 are\nconcerned are illegal, without jurisdiction and are liable to be set\naside.\"\n13. The High Court, however, observed that the mistake in issuing the\nsaid Notification dated 8.10.1993 is curable and it is open to the State\nGovernment, if it so desires, to rectify the matter by issuing a fresh notification\nafter consultation with the High Court in accordance with law.\nC\nD\n14. The petitioner challenged the said order of the High Court in S.L.P. E\n(Crl.) Nos. 5499-5502/2002. This Court dismissed the S.L.Ps. by order dated\n29.11.2002. The petitioner seeks review of the said order dated 29.11.2002.\n15. We may next refer to Review Petition (C.) No. 1648/2005. On the\nground that the State Government had not taken steps to issue a fresh\nnotification in place of the Notification dated 8.10.2003 (which was held by F\nthe High Court to be invalid), one Kuldip Nayar and others filed W.P. No. 2367\n(M/B) of 2001 in the Allahabad High Court, seeking a direction to the State\nGovernment to take steps forthwith to issue a fresh notification after\nconsultation with the High Court, for amendment of the Notification dated\n9.9.2003, to confer jurisdiction on the Special Court, Lucknow, to try or\nenquire into and commit to the Court of Sessions, the matter relating to Crime\nNo. 198/1992. The said petition was disposed of by the Allahabad High Court\nby order dated 21.5.2001 holding that it was not a case for issuing any\ndirection to the State Government as the matter was one within the discretion\nof the State Government. The petitioner who was not a party before the High\nCourt filed S.L.P. (C.) No. 456/2002, seeking leave to challenge the said order. H\nG\n346\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA The said Special Leave Petition was also dismissed by this Court by a\ncommon order dated 29.11.2002.\n16. This Court, while disposing of the Special Leave Petitions, observed\nthat the State Government in consultation with the High Court has constituted\na Special Court at Rae Barelli for trying the cases in relation to Crime No. 198/\nB 1992 and no person, much less the petitioners in public interest, can claim any\nSpecial Court at any particular place for trial of any particular criminal case.\nC\n17. We are only concerned with the limited question whether the learned\nSingle Judge was justified in holding that the Notification dated 8.10.1993 was\ninvalid on the ground that the said Notification was issued by the State\nGovernment without consultation with the High Court of Allahabad. Parties\nbefore the High Court conceded that there was no consultation by the State\nGovt. prior to the issuance of the Notification dated 8.10.1993. The learned\nSingle Judge dealt with the matter elaborately and came to the conclusion that\nthere was no consultation with the High Court of Allahabad and before\nD issuance of the Notification the State Govt. should have consulted the High\nCourt. It was also an admitted fact that in the schedule annexed with the\nNotification dated 9.9.1993 (4421/XII Ayodhya/739/87), Crime No. 198/92 was\nnot included. The same may be a technical mistake on the part of the State\nGovernment. The learned Single Judge was also of the view that the same\ncould be rectified by the State Government by issuing a fresh notification\nafter consultation with the High Court. It is for the State Government to take\nappropriate steps in the matter, if it so desires, by issuing a fresh notification.\nWe are of the opinion that the earlier order passed by this Court dismissing\nthe Special Leave Petitions does not require any re-consideration. There is no\nerror apparent on the face of the record nor do the facts and circumstances\nF warrant any interference with our earlier order. The Review Petitions are\nwithout any merit and dismissed accordingly.\nE\nG\n18. We, however, find a typographical error in the Order dated 29.11.2002\nrequiring correction. The word “Lalitpur” at line 8 of the Order shall be read\nas \"Lucknow\".\nR.P.\nReview Petitions dismissed.\n(\n"}