{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A BRANCH MANAGER, M.P. STATE AGRO INDUSTRIES DEVELOPMENT\nB\nCORPN. LTD. AND ANR.\nV.\nSHRI S.C. PANDEY\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nC\nᎠ\nE\nLabour Law :\nM.P. State Agro Industries Development Corporations Service\nRecruitment, Selection Regulations 1976:\nRegulation 16-Daily wager-Appointed by Branch Manager-\nTermination of-Held, only Managing Director could issue an offer of\nappointment--Appointment not being in terms of the service regulations,\nprinciples of estoppel and waiver not applicable-Though termination without\ncomplying with the provisions of s.25-F of Industrial Disputes Act was illegal,\nemployee had been unjustly directed to continue in service-Instead of\nreinstating the employee, employer directed to pay compensation to him—\nIndustrial Disputes Act, 1947-Section 25-F--Estoppel.\nRespondent was appointed as typist on daily wages by the Branch Manager\nof the appellant-Corporation. His services were terminated. He challenged the\norder before the Labour Court. Though the termination order had been given\neffect to, by virtue of the interim order of the Labour Court, he was allowed to\ncontinue in service. It was pleaded before the Labour Court that the respondent\nF had been illegally appointed by the Branch Manager as the appointing authority\nG\nH\nwas the Managing Director, and as such he did not derive any legal right to\ncontinue in service, but the Labour Court held the termination order to be bad in\nlaw. The appeal, the writ petition and the Letters Patent appeal filed by the\nCorporation were dismissed. Aggrieved, the Corporation filed the present appeal.\nAllowing the appeal, the Court\nHELD: 1. The Industrial Court as also the High Court applied the principles\nof estoppel on the finding that the respondent was transferred from one branch to\nanother. If his appointment was void, being contrary to regulations, the procedural\n648\nमें\n+\nBRANCH MANAGER, M.P. STATE AGRO INDUS, DEVE. CORPN. LTD. v. SHRI S.C. PANDEY 649\nprovisions like estoppel or waiver were not applicable. The stand of the appellant A\nhad been that in terms of Regulation 16 of the M.P. State Agro Industries\nDevelopment Corporations Service Recruitment, Selection, Regulations 1976 only\nthe Managing Director of the Corporation could issue an offer of appointment.\nThe appointment of the respondent, thus, must be held to have been made only to\nmeet the exigencies of services and not in terms of the service regulations.\n[654-E-G]\nM.P. Housing Board \u0026 Anr.. v. Manoj Srivastava, [2006] 2 SCR 537;\nMahendra Lal Jain \u0026 Ors. v. Indore Development Authority \u0026 Ors., [2005] 1\nSCC 639 and Dhampur Sugar Mills Ltd. v. Bhola Singh, [2005] 2 SCC 470, relied\non.\nState of Punjab v. Jagdip Singh \u0026 Ors., [1964] 4 SCR 964, referred to.\nM.P.S.R.T.C. v. Narayan Singh Rathor and Ors., [1994] MPI..1959 and\nDwarika Prasad Tiwari v. M.P. State Road Transport Corporation \u0026 Anr., [2001]\n8 SCC 322, cited.\n2. However, it has not been contended that the services of the respondent\nwere not governed by the provisions of the Industrial Disputes Act. He worked\nfrom 16.9.1985 to 19.5.1987. He must have, thus, completed 240 days of service.\nThe termination of his services without complying with the provisions of Section\n25-F of the Industrial Disputes Act, 1947 was, thus, illegal. He, however, had\nunjustly been directed to continue in service by reasons of an interim order. The\nappellant cannot be made to suffer owing to a mistake on the part of the court.\nThe respondent also cannot take advantage of a wrong order. [654-H; 655-A-B]\nB\nC\nᎠ\nE\n3. In the peculiar facts and circumstances of the case, the interest of justice\nwould be sub-served if, in place of directing reinstatement of the services of the F\nrespondent, the appellant is directed to pay a sum of Rs.10,000/- by way of\ncompensation to him. [655-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1270 of 2006.\nFrom the Final Judgment and Order dated 16.1.2004 of the Madhya G\nPradesh High Court in L.P.A. No. 182 of 2002.\nMs. Hetu Arora for the Appellants.\nAshok Mathur for the Respondent.\nThe Judgment of the Court was delivered by\nH\n650\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA\nS.B. SINHA, J. Leave granted.\nThe appellant herein is a statutory corporation and, thus, a ‘State'\nwithin the meaning of Article 12 of the Constitution of India.\nThe respondent herein was temporarily appointed as a Typist. He was\nB appointed by the Branch Manager, Morena Branch of the appellant whereafter\nintimation thereto was given to the Regional Manager, stating:\nC\n“Shri Vinod Bharga has left the services from this Office and now Shri\nS.C. Pandey has been temporarily appointed as a Typist w.e.f. 16th\nSeptember, 1985.\nThe original application of Shri Pandey is enclosed herewith. Please\nissue necessary orders.\"\nHe appears to have been appointed an daily wages. His services were\nterminated by an order dated 18.7.1987 with immediate effect by the Regional\nD Manager on the ground that his services were no longer required.\nOn or about 23.8.1987, assailing the said order of termination, he filed\nan application before the Presiding Officer, Labour Court No. 2, Gwalior\nwherein an interim order was passed not to remove him from services. Although,\nthe order had been given effect to, but in view of the said interim order, he\nE was allowed to continue in service.\nF\nG\nBefore the Labour Court the appellant inter alia raised a contention that\nthe respondent had been illegally appointed by the then Branch Manager\nand, thus, he derived no legal right to continue in service. It was categorically\nstated that the employees of the said undertaking are governed by the Rules\nand Regulations framed by the Corporation known as Service Recruitment\nSelections Regulations, 1976 (hereinafter referred to as '1976 Regulations') in\nterms whereof only the Managing Director was designated as the appointing\nauthority.\nThe issues which inter alia arose for consideration before the Labour\nCourt were:\n\"(4) Whether the petitioner was appointed on contingency and due\nto which he is not entitled to be regularized?\n(6) Whether the order of termination of petitioner is legal and valid,\nH\n7\nBRANCH MANAGER, M.P. STATE AGRO INDUS, DEVE. CORPN. LTD. v. SHRI S.C. PANDEY [SINHA, J.] 651\nbecause his appointment itself was illegal?\"\nThe Labour Court held that the M.P. Industrial Employment (Standing\nOrders) Rules, 1963 framed under M.P. Industrial Employment (Standing Order)\nAct, 1961 are applicable to the Corporation. On a finding that the respondent\nwas appointed against a vacant post, it was held that he had acquired a right\nto be appointed as a regular/permanent employee in the post of typist purported\nto be in terms of the proviso appended to Rule 2 (4) of the Standing Orders.\nThe order of termination was also held to be bad in law, although, no reason\ntherefor was assigned. The Labour Court without considering the contentions\nraised by the appellant - Corporation held:\nA\nB\nC\n\"Since the petitioner is in continuous service of the respondents in\ncompliance of the interim orders of this Court and it has already been\ndecided that the petitioner is entitled to be regularized on the post of\nTypist, therefore, the respondents are hereby directed to regularize/\nclassify the petitioner on the post of typist within a period of 30 days\nof this order with effect from 6 months after 16.9.1985 and will also pay D\nto the petitioner the difference between regular pay scale of permanent\npost and pay scale given to him, from the date of his regularization\nalong with other consequential benefits.\"\nAn appeal preferred by the appellant herein against the said order\nbefore the Tribunal was dismissed inter alia on the ground that the respondent E\nwas accepted as a working staff in the Morena Office and he had been\ntransferred to Gwalior by an order of the Regional Manager himself.\nBefore the Tribunal reliance was placed on behalf of the appellant-\nCorporation upon a decision of a Full Bench of the Madhya Pradesh High\nCourt in M.P.S.R.T.C v. Narayan Singh Rathor and Ors., (1994) MPLJ 959. F\nThe said decision was distinguished by the Tribunal stating that as therein\nthe employee was claiming the benefit of the Standard Standing Order in the\npromotional post, it had no application to the fact of the case.\nDespite the fact that before the Labour Court the respondent made a\nG\nprayer that his services may not be terminated, although it stood terminated,\nthe Tribunal opined that the law of pleadings should not be strictly applied\nto the labour cases on the purported ground that the services of the respondent\nwere not terminated legally or properly.\nThe writ petition filed by the appellant-Corporation herein before the H\n652\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA High Court of Madhya Pradesh at Gwalior was also dismissed. The High\nCourt applied the principles contained in Section 25B of the Industrial Disputes\nAct and opined that the termination of services of the respondent was illegal.\nB\nC\nᎠ\nA Letters Patent Appeal thereagainst was summarily dismissed by a\nDivision Bench of the High Court.\nMs. Hetu Arora, the learned counsel appearing on behalf of the appellant-\nCorporation in assailing the judgment of the High Court, would contend that\nas the respondent herein had not been able to establish that he was appointed\nin the services of the appellant-Corporation in terms of the provisions of the\nregulations governing selection and appointment, the impugned order cannot\nbe sustained. Reliance, in this behalf, has been placed on Mahendra Lal Jain\n\u0026 Ors. v. Indore Development Authority \u0026 Ors., [2005] 1 SCC 639.\nMr. Ashok Mathur, the learned counsel appearing on behalf of the\nrespondent, on the other hand, submitted that as a finding of fact has been\narrived at that there was a clear vacancy, and as he has satisfactorily worked\nfor a period of more than six months, he was rightly held entitled to be\nclassified as a permanent employee in terms of the provisions of the Standing\nOrders. It was furthermore contended that in view of the fact that the provisions\nof the Standing Orders relating to classification were rightly invoked at the\nentry point being a case of appointment and not promotion. Strong reliance\nE has been placed on Dwarika Prusad Tiwari v. M.P. State Road Transport\nCorporation \u0026 Anr., [2001] 8 SCC 322.\nF\nThe Industrial Courts and High Court inter alia proceeded on the basis\nthat the respondent having completed 240 days of service during the preceding\n12 months, he should have been regularized in service. Section 25-B of the\nIndustrial Disputes Act was also invoked on that premise. The Labour Court,\nhowever, wrongly equated classification with regularization. The term\n‘regularization' does not connote permanence.\nThe question raised in this appeal is now covered by a decision of this\nCourt in M.P. Housing Board \u0026 Anr. v. Manoj Srivastava [ Civil Appeal\nG\narising out of SLP (Civil) No. 27360/04 disposed of this date] wherein this\nCourt clearly opined that: (1) when the conditions of service are governed by\ntwo statutes; one relating to selection and appointment and the other relating\nto the terms and conditions of service, an endeavour should be made to give\neffect to both of the statutes; (2) A daily wager does not hold a post as he\nH is not appointed in terms of the provisions of the Act and Rules framed\nBRANCH MANAGER, M.P. STATE AGRO INDUS. DEVE. CORPN. LTD. v. SHRI S.C. PANDEY [SINHA, J.] 653\nthereunder and in that view of the matter he does not derive any legal right; A\n(3) Only because an employee had been working for more than 240 days that\nby itself would not confer any legal right upon him to be regularized in\nservice; (4) If an appointment has been made contrary to the provisions of\nthe statute the same would be void and the effect thereof would be that no\nlegal right was derived by the employee by reason thereof.\nB\nThe said decision applies on all fours to the facts of this case. In\nMahendra Lal Jain (supra) this Court has categorically held that the Standing\nOrders governing the terms and conditions of service must be read subject\nto the constitutional and statutory limitations for purpose of appointment\nboth as a permanent employee or as a temporary employee. An appointment C\nto the post of a temporary employee can be made where the work is essentially\nof temporary nature. In a case where there existed a vacancy, the same was\nrequired to be filled up by resorting to the procedures known to law i.e. upon\nfulfilling the constitutional requirements as also the provisions contained in\nthe 1976 Regulations. No finding of fact has been arrived at that before the\nrespondent was appointed, the constitutional and statutory requirements D\nwere complied with.\nA Constitution Bench of this Court in State of Punjab v. Jagdip Singh\n\u0026 Ors., [1964] 4 SCR 964 has categorically held that if an order of confirmation\nis passed when no post was available and that too by a person who was not\nauthorized therefor, the appointment would be void. We have noticed\nhereinbefore that the Branch Manager in his letter dated 27.9.1985 addressed\nto the Regional Manager stated that the respondent had already been appointed\nw.e.f. 16.9.1985. Before the Labour Court, the offer of appointment had not\nbeen produced. It had not, therefore, been disclosed as to on what terms and\nconditions he was appointed.\nA. Full Bench of the Madhya Pradesh High Court in Narayan Singh\nRathor (supra) held:\nE\nF\n\"Service conditions are essentially matters of agreement between\nemployer and the employee. Where the employer frames regulations G\nor rules relating to conditions of service, they are treated as part of\nthe conditions of service of the employee. M.P. Industrial Employment\n(Standing Orders) Act, 1961 was enacted to provide for rules defining\nwith sufficient precision in certain matters the conditions of service\nof employees in certain undertakings in the State. It contemplates\nstatutory interventions in service conditions of employees in certain H -\n{་\nA\nB\nC\n654\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nundertakings. Rules have been framed under the Act. There is no\ndoubt that the intention is to improve the service conditions of the\nemployees and ensure that they are not adversely affected by unilateral\naction of the employers. But the contours of intervention cannot be\nextended beyond the statutory frame work.\"\nIn Dwarika Prasad Tiwari (supra), whereupon Mr. Mathur placed\nreliance, a Division Bench of this Court accepted the views of the Full Bench\nin Narayan Singh Rathor (supra). However, it was held that the Standing\nOrder categorizes the nature of employment and it does not classify individual\nemployees in different posts according to the hierarchy created in a department\nand thus the proviso to Rule 2 does not apply to promotions or regularizations\nin higher grade.\nSuch appointments, in our opinion, having regarding to the decisions\nin Mahendra Lal Jain (supra) and Manoj Srivastava (supra) must be made\nin accordance with extant rules and regulations. It is also a well settled legal\nD position that only because a temporary employee has completed 240 days of\nE\nF\nwork, he would not be entitled to be regularized in service. Otherwise also the\nlegal position in this behalf is clear as would appear from the decision of this\nCourt in Dhampur Sugar Mills Ltd. v. Bhola Singh, [2005] 2 SCC 470 apart\nfrom Mahendra Lal Jain (supra).\nThe Industrial Court as also the High Court applied the principles of\nestoppel on the finding that the respondent was transferred from Morena to\nGwalior. If his appointment was void, being contrary to regulations, in our\nopinion, the procedural provisions like estoppel or waiver were not applicable.\nIf an appointment made by the Branch Manager was wholly without\njurisdiction, the order of appointment itself was void. Furthermore, the\ncontention of the appellant had been that in terms of Regulation 16 of 1976\nRegulations only the Managing Director of the Corporation could issue an\noffer of appointment. It has not been found by the Industrial Courts or the\nHigh Court that the Branch Manager and the Regional Manager were authorized\nto make such appointments. The appointment of the respondent, thus, must\nG be held to have been made only to meet the exigencies of services and not\nin terms of the service regulations. The appointment of the Respondent, thus,\ncould not have been made for filling up a regular vacancy for the purpose\nof invoking Rule 2 of the Standing Orders.\nHowever, it has not been contended that the services of the respondent\nH\nBRANCH MANAGER, M.P. STATE AGRO INDUS. DEVE. CORPN. LTD. v. SHRI S.C. PANDEY [SINHA, J.] 655\nwere not governed by the provisions of the Industrial Disputes Act. He A\nworked from 16.9.1985 to 19.5.1987. He must have, thus, completed 240 days\nof service. The termination of his services without complying with the\nprovisions of Section 25F of the Industrial Disputes Act was, thus, illegal. He,\nhowever, had unjustly been directed to continue in service by reason of an\ninterim order. He has been continuing in service pursuant thereto.\nThe appellant, in our opinion, cannot be made to suffer owing to a\nmistake on the part of the court. The respondent also cannot take advantage\nof a wrong order.\nB\nIn the peculiar facts and circumstances of the case, we, therefore, of the\nC\nopinion that interest of justice would be sub-served if, in place of directing\nreinstatement of the services of the respondent, the appellant is directed to\npay a sum of Rs. 10,000/- by way of compensation to him. It is directed\naccordingly. The orders under challenge are set aside. The appeal is allowed\nwith the aforementioned directions and observations.\nR.P.\nThere shall be no order as to costs.\nAppeal allowed.\nD.\n"}