{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nLOK RAM\nV.\nNIHAL SINGH AND ANR\nAPRIL 10, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Criminal Procedure, 1973-Section 319-Power to summon\nperson as accused, against whom action had not been taken earlier-Scope\nof-Held: Power to summon such person is an extra-ordinary power-It is to\nC be used very sparingly only if compelling reasons exist-There would be\npresumption that such person had been an accused person when court took\ncognizance of the offence-On facts, application to summon such person\ncannot be rejected on the ground that complainant was an interested\nwitness-Thus, High Court rightly directed trial court to proceed against\nsuch person by summoning him.\nᎠ\n(I)\nE\nThe question which arose for consideration in this appeal was whether\nthe court has the power to summon a person as accused against whom action\nhad not been taken earlier in terms of section 319 of Code of Criminal\nProcedure, 1973.\nDismissing the appeal, the Court\nHELD: 1.1. The power under section 319 of Code of Criminal Procedure,\n1973 can be exercised by the Court suo motu or on an application by someone\nincluding accused already before it. The power is discretionary and must be\nexercised judicially having regard to the facts and circumstances of the case.\nF It is an extraordinary power conferred on the Court and should be used very\nG\nH\nsparingly and only if compelling reasons exist for taking action against a\nperson against whom action had not been taken earlier. If it is satisfied that\nany person other than accused has committed an offence he is to be tried\ntogether with the accused. The word “evidence” in section 319 contemplates\nthat evidence of witnesses given in Court. Under sub-section (4)(1)(b) of section\n319 it will be presumed that newly added person had been an accused person\nwhen the Court took cognizance of the offence upon which the inquiry or trial\nwas commenced. A legal fiction is created that cognizance would be presumed\nto have been taken so far as newly added accused is concerned.\n1018\n|1022-G-H; 1023-A-C]\n1\n-\nLOK RAM v. NIHAL SINGH [PASAYAT, J.]\n1019\n1.2. In the instant case, trial court rejected the application only on the A\nground that the complainant was an interested witness and therefore, sufficient\nground did not exist to take action against the accused persons. The factor\nwhich weighed with the trial court does not appear to be relevant and, therefore,\nthe High Court was right in directing the trial court to proceed against the\nappellant by summoning him Thus the order of the High Court does not suffer\nB\nfrom any infirmity. [1023-C-E]\nMichael Machado and Anr. v. Central Bureau of Investigation and Anr.,\n[2000] 3 SCC 262; Krishnappa v. State of Karnataka, [2004] 7 SCC 792;\nSohan Lal and Ors. v. State of Rajasthan, AIR (1990).SC 2158; Joginder Singh\nand Anr. v. State of Punjab and Anr., AIR (1979) SC 339 and Municipal C\nCorporation of Delhi v. Ram Kishan Rohtagi and Ors., [1983] 1 SCC 2, relied\non.\n2006.\nCRIMINAL ORIGINAL JURISDICTION: Criminal Appeal No. 405 of\nFrom the Judgment and Order dated 19.12.2003 of the High Court\nJudicature for Rajasthan at Jodhpur in S.B. Criminal Petition No. 844 of 2003.\nK.G. Bhagat, Vineet Bhagat, Kamal Manohar Singh Bakshi and Debasis\nMisra for the Appellant.\nManish Kumar, Ansar Ahmad Chaudhary and Ch. Shamuddin Khan for\nthe Respondents.\nThe Judgment of the Court was delivered by\nD\nE\nARIJIT PASAYAT, J. Leave granted.\nAppellant who has been directed to be impleaded as an accused in\nterms of Section 319 of the Code of Criminal Procedure, 1973 (in short the\n'Code') challenges the order passed by learned Single Judge of the Rajasthan\nHigh Court at Jodhpur.\nBackground facts are as under:\nF\nG\nRespondent No.1-Nihal Singh's daughters Saroj and Kanta were married\nto Ishwar Singh and Bhim Singh, both sons of Appellant, Lok Ram. Saroj died\non 14.9.2001. On 2.9.2001, respondent Nihal Singh filed a complaint at the\nPolice Station, Fatehabad (Haryana), alleging commission of offence punishable H\n1020\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA under Section 406 read with Section 34 of the Indian Penal Code, 1860 (in\nB\nshort the ‘IPC') and moved an application for seizure of articles purported to\nhave been given as dowry. In the complaint it was stated that on 14.9.2001\nSaroj, daughter of complainant Nihal Singh died. When his nephew Mangal\nSingh went to meet Saroj he learnt that she had been killed by her husband\nIshwar Singh, brother in law-Bhim Singh and father in law-Lok Ram. Kerosene\noil was poured on her and then she was set on fire. Police registered a case\nrelating to offences punishable under Section 304(B) and 498 (A) read with\nSection 34 IPC. On the basis of the aforesaid report an investigation was\nstarted. Stand of the appellant, Lok Ram was that he was serving at a school\nat the alleged time of incident. Statements of various persons were recorded.\nC During trial, complainant Nihal Singh moved an application under Section 319\nof the Code. By order dated 6.9.2002 learned Sessions Judge rejected the\napplication. On 4.12.2002, trial court convicted Ishwar Singh, Bhim Singh and\ntheir mother for commission of offences punishable under Section 304 (B) IPC\nand each was sentenced to undergo rigorous imprisonment for 7 years.\nAgainst the order dated 6.9.2002 a revision petition was filed. The High Court\nby the impugned judgment directed the trial court to proceed against the\nappellant by summoning him.\nD\nE\nIn support of the appeal, learned counsel for the appellant submitted\nthat the true scope and ambit of Section 319 of the Code has not been kept\nin view. The trial had continued to a considerable extent. The power to\nsummon an accused is an extra-ordinary power conferred on the court and\nis to be used sparingly. Only if compelling reasons exist for taking cognizance\nagainst a person against whom action had not been taken earlier then only\nSection 319 of the Code has to be pressed into service. The trial Court had\ngiven ample reasons for refusal to exercise the power. The High Court should\nF not have interfered in the matter.\nG\nH\nIn response, learned counsel for the complainant-respondent No. 1\nsubmitted that the trial court had not kept the correct parameters in view and,\ntherefore, the High Court was justified in setting aside the order of the trial\ncourt and directing summons to be issued to appellant.\nIn Michael Machado and Anr. v. Central Bureau of Investigation and\nAnr., [2000] 3 SCC 262 construing the words \"the court may proceed against\nsuch person” in Section 319 of the Code, this Court held that the power is\ndiscretionary and should be exercised only to achieve criminal justice and that\nthe court should not turn against another person whenever it comes across\nI\n1\nLOK RAM v. NIHAL SINGH [PASAYAT, J.]\n1021\nevidence connecting that other person also with the offence. This Court A\nfurther held that a judicial exercise is called for, keeping a conspectus of the\ncase, including the stage at which the trial has proceeded already and the\nquantum of evidence collected till then, and also the amount of time which\nthe court had spent for collecting such evidence. The court, while examining\nan application under Section 319 of the Code, has also to bear in mind that\nB\nthere is no compelling duty on the court to proceed against other persons.\nIn a nutshell, for exercise of discretion under Section 319 of the Code all\nrelevant factors including those noticed above, have to be kept in view and\nan order is not required to be made mechanically merely on the ground that\nsome evidence had come on record implicating the person sought to be added\nas an accused.\nThe above principles were highlighted in Krishnappa v. State of\nKarnataka, [2004] 7 SCC 792.\nC\nThe scope and ambit of Sec. 319 of the Code have been elucidated in\nseveral decisions of this Court. In Joginder Singh and Anr. v. State of Punjab D\nand Anr., AIR (1979) SC 339, it was observed:\n\"6. A plain reading of Sec. 319 (1) which occurs in Chapter XXIV\ndealing with general provisions as to inquiries and trials, clearly shows\nthat it applies to all the Courts including a Sessions Court and as such\na Sessions Court will have the power to add any person, not being E\nthe accused before it, but against whom there appears during trial\nsufficient evidence indicating his involvement in the offence, as an\naccused and direct him to be tried along with the other accused; .....'\nIt was further observed in paragraph 9:\n\"\n\"9. As regards the contention that the phrase 'any person not being\nthe accused' occurred in Sec. 319 excludes from its operation an\naccused who has been released by the police under Sec. 169 of the\nCode and has been shown in column No. 2 of the charge sheet, the\ncontention has merely to be stated to be rejected. The said expression\nclearly covers any person who is not being tried already by the Court\nand the very purpose of enacting such a provision like Sec. 319(1)\nclearly shows that even persons who have been dropped by the\npolice during investigation but against whom evidence showing their\ninvolvement in the offence comes before the Criminal Court are included\nin the said expression.\"\nF\nG\nH\nA\nB\nC\nD\nE\nF\n1022\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nIn Municipal Corporation of Delhi v. Ram Kishan Rohtagi and Ors.,\n[1983] SCC 2 after referring to the decision in Joginder Singh's case (supra),\nit was observed:-\n\"19. In these circumstances, therefore, if the prosecution can at any\nstage produce evidence which satisfies the Court that the other accused\nor those who have not been arrayed as accused against whom\nproceedings have been quashed have also committed the offence the\nCourt can take cognizance against them and try them along with the\nother accused. But, we would hasten to add that this is really an\nextraordinary power which is conferred on the Court and should be\nused very sparingly and only if compelling reasons exist for taking\ncognizance against the other person against whom action has not\nbeen taken. More than this we would not like to say anything further\nat this stage. We leave the entire matter to the discretion of the Court\nconcerned so that it may act according to law. We would, however,\nmake it plain that the mere fact that the proceedings have been\nquashed against respondent Nos. 2 to 5 will not prevent the court\nfrom exercising its discretion if it is fully satisfied that a case for taking\ncognizance against them has been made out on the additional evidence\nled before it.\"\nt\nOn a careful reading of Sec. 319 of the Code as well as the aforesaid\ntwo decisions, it becomes clear that the trial court has undoubted jurisdiction\nto add any person not being the accused before it to face the trial along with\nother accused persons, if the Court is satisfied at any stage of the proceeding\non the evidence adduced that the persons who have not been arrayed as\naccused should face the trial. It is further evident that such person even\nthough had initially been named in the F.I.R. as an accused, but not charge\nsheeted, can also be added to face the trial. The trial court can take such a\nstep to add such persons as accused only on the basis of evidence adduced\nbefore it and not on the basis of materials available in the charge-sheet or the\ncase diary, because such materials contained in the charge sheet or the case\ndiary do not constitute evidence. Of course, as evident from the decision\nG reported in Sohan Lal and Ors. v. State of Rajasthan, AIR (1990) SC 2158 the\nposition of an accused who has been discharged stands on a different\nfooting.\nH\nPower under Section 319 of the Code can be exercised by the Court suo\nmotu or on an application by someone including accused already before it.\nIf it is satisfied that any person other than accused has committed an offence\n-\n1\n1.\nLOK RAM v. NIHAL SINGH [PASAYAT, J.]\n1023\nhe is to be tried together with the accused. The power is discretionary and A\nsuch discretion must be exercised judicially having regard to the facts and\ncircumstances of the case. Undisputedly, it is an extraordinary power which\nis conferred on the Court and should be used very sparingly and only if\ncompelling reasons exist for taking action against a person against whom\naction had not been taken earlier. The word \"evidence\" in Section 319\nB\ncontemplates that evidence of witnesses given in Court. Under Sub-section\n(4)(1)(b) of the aforesaid provision, it is specifically made clear that it will be\npresumed that newly added person had been an accused person when the\nCourt took cognizance of the offence upon which the inquiry or trial was\ncommenced. That would show that by virtue of Sub-section (4)(1)(b) a legal\nfiction is created that cognizance would be presumed to have been taken so C\nfar as newly added accused is concerned.\nIt is to be noted that the trial court rejected the application only on the\nground that the complainant was an interested witness and therefore, sufficient\nground did not exist to take action against the accused persons. As noted\nabove though the power is an extra-ordinary and is used only if compelling D\nreasons exist; the factor which weighed is that the trial court does not appear\nto be relevant and, therefore, the High Court has rightly interfered in the\nmatter. The impugned judgment does not suffer from any infirmity. However,\nwe make it clear that we have not expressed any opinion on the merits of the\ncase. Since the matter is pending long the trial court is requested to complete\nthe trial as early as possible.\nThe appeal is accordingly dismissed.\nE\nN.J.\nAppeal dismissed.\n"}