{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"MRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 431\nwitnesses, it is clear that the 13 assailants had planned A\nand remained present on the shore of the river to\neliminate 'T'. In view of these materials, the High Court is\nright in applying Section 34 IPC and basing conviction\nof six accused persons including the two convicted\nappellants that is A-5, A-11, A-9, A-7, A-4 and A-1. [Para B\n47] [468-H; 469-A-F]\nMedical evidence:\nC\n9.1. The Doctor who conducted the post mortem on\nthe dead body was examined as PW-14. His report shows\nthree fire arm wounds on the dead body of the deceased\n- one, measuring 0.75 cm. in radius over upper part of left\nanterior chest wall at posterior auxiliary plane, two,\nlacerated injury 3 cms. X .5 cm x bone deep occipital\nregion, and three, lacerated injury, 4 cm x 1 cm x bone D\ndeep over occipital region of skull. PW-14 has\ncategorically stated that the first injury was sustained by\nthe deceased on his back. According to him, injury Nos.\n2 and 3 might be received by the deceased by the same\nbullet if the bullet had split. There is no inconsistency E\nbetween the contents of the post mortem examination\nreport (Ex.7) and the medical evidence of PW-14, and the\nocular evidence of the approver (PW-6). As rightly\nobserved by the trial Court and the High Court, the ocular\nversion i.e., evidence of the approver (PW-6) stands\ncorroborated by the medical evidence of PW-14 and\n(Ex.7). [Para 48] [469-G-H; 470-A-C]\n9.2. Each witness identified at least two assailants\nand approver (PW-6) has identified all of them. In a case\nof this nature where large number of persons committed\nthe crime, it is but natural that due to fear and confusion\na witness cannot recognize and remember all the\nassailants. If any witness furnishes all the details\naccurately, in that event also it is the duty of the Court to\nverify his version carefully. [Para 49] [470-F-G]\nF\nG\nH\n432 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Conclusion\nB\nC\n10. The statement of approver (PW-6) inspires\nconfidence including the conspiracy part which gets full\nsupport from the narration of the occurrence given by the\neye-witnesses, more particularly, as to the deployment of\nsome of the offenders for reporting to others about the\nmovement of the victim. As rightly pointed out by the High\nCourt, there is nothing wrong in accepting his entire\nstatement and true disclosure of the incident coupled with\ncorroboration of his evidence with the eye witnesses. The\nultimate decision arrived at by the High Court is\nconfirmed. [Paras 50, 51] [470-H; 471-A-D]\nCase Law Reference:\n2007 (3) SCR 507\n•\n• relied on\nPara 6\nD\n2007 (2) SCR 630\nrelied on\nPara 7\n2008 (2) SCR 721\nrelied on\nPara 7\n2010 (4) SCR 103\nrelied on\nPara 7\nE\n2010 (9) SCR 1039\nrelied on\nPara 7\n2010 (12) SCR 400\nrelied on\nPara 7\n2010 (15) SCR 452\nrelied on\nPara 7\nF\n2011 (4) SCR 1176\nrelied on\nPara 7\n2011 (5) SCR 1\nrelied on\nPara 7\n(1963) 3 SCR 830\nrelied on\nPara 13\n. G\n1969 (3) SCR 130\nrelied on\nPara 14\n1957 SCR 953\nrelied on\nPara 15\n1975 (3) SCR 453\nrelied on\nPara 16\nH\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 433\n1985 (Supp) SCC 599\nrelied on\nPara 17\nA\n1994 (1) Suppl. SCR 483 relied on\nPara 18\nAIR 1999 SC 1969\nrelied on\nPara 18\n2000 (3) Suppl: SCR 104 relied on\nPara 18\nB\n2004 (6) Suppl. SCR 1\nrelied on\nPara 20\n2007 (11) SCR 997\nrelied on\npara 20\n1971 (1) SCR 617\nrelied on\nPara 21\nC\n1977 (3) SCR 636\nrelied on\nPara 22\n1994 (2) SCR 179\nrelied on\nPara 23\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1994 of 2009.\nFrom the Judgment and Order dated 29.01.2008 of the\nHigh Court of Gauhati, Agratala Bench in Criminal Appeal No.\n90 of 2005.\nD\nWITH\nE\nCriminal Appeal No. 1719 of 2011.\nSidharth Luthra, Satyanarayan and Siddhartha Chowdhury\nfor the Appellants.\nAnuj Prakash and Gopal Singh for the Respondent.\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J.\na) Criminal Appeal No. 1994 of 2009\nF\nG\n1. This appeal is filed against the final judgment and order\ndated 29.01.2008 passed by the Gauhati High Court, Agartala\nBench in Criminal Appeal No. 90 of 2005 whereby the Division\nBench of the High Court, on an appeal filed by the State of H\n434 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Tripura-respondent herein, reversed the order of acquittal of the\nappellants herein dated 19.04.2005 passed by the Additional\nSessions Judge, West Tripura, Khowai in Case S.T. No.\n54(WT/K)/2002 and convicted and sentenced them to\nimprisonment for life under Section 302 read with Section 34\nB of Indian Penal Code, 1860 (hereinafter referred to as \"IPC\")\nwith a fine of Rs.3000/- each, in default, to suffer a further term\nof simple imprisonment for three months.\nC\nD\nE\nb) Criminal Appeal No.1719 of 2011\n@ SLP (Crl.) 6728/11 Cri. M.P.17812 of 2008\n2. The convicted accused, Tapan Das (A-5) and Gautam\nDas (A-11), against the same order of the High Court dated\n29.01.2008 confirming their conviction under Section 302 IPC\nand imposing life sentence with a fine of Rs.3,000/- each, in\ndefault, to suffer simple imprisonment for three months filed this\nappeal by way of special leave petition with a delay of 62 days.\nDelay condoned. Leave granted.\n3. Brief facts:\n(a) On 31.08.2000, a meeting was convened in West\nSantinagar S.B. School at the invitation of Durgapur Local\nCommittee of Democratic Youth Federation of India (in short\n\"DYFI\"). After the meeting was over, Tapan Chakraborty, (since\nF deceased), a leader of DYFI accompanied by Babul Dey PW-\n1, Ganesh Kol PW-2, Nilai Das PW-3, Ramakanta Paul PW-\n10, Benu Ranjan Dhupi PW-11 and Prabir Biswas PW-12\nreached Santinagar Ferry Ghat to cross the river on way to\nhome, on the other side of the river. At about 6.30 p.m., when\nTapan Chakbraborty and his companions disembarked from\nthe boat, Ratan Sukladas (A-12) dragged him down and when\nhe fell on the ground, Tapan Das (A-5) and Gautam Das (A-\n11) shot at him causing severe bullet injuries. After finishing their\njob, the assailants fled away. The victim was immediately taken\nto the local hospital but as he was sinking, he was referred to\nG\nH\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 435\n[P. SATHASIVAM, J.]\nG.B. Hospital at Agartala for specialized treatment. The victim A\ndied on the way to hospital.\n(b) On the very same day, at about 08:35 p.m, one Babul\nDey (PW-1) lodged a First Information Report (in short “the\nFIR\") being FIR No. 85/2000 with the Police Station, Kalyanpur,\nWest Tripura, Tripura. On the basis of the FIR, a case was\nregistered under Sections 148, 149, 326 and 307 of the IPC\nread with Section 27 of the Arms Act, 1959 against eight\npersons, viz., Somesh Das (A-7), Mrinal Das (A-4), Tapan Das\n(A-5), Ashim Bhattacharjee (A-2), Pradip Das (A-9), Shailendra\nDas (A-3), Subal Deb (A-10) and Gautam Das (A-11) and\nothers.\nB\nC\nD\n(c) After the death of Tapan Chakraborty, Section 302 IPC\nwas also added against the accused persons. During the\ninvestigation, the Investigating Officer arrested 13 accused\npersons and on completion, filed a report under Section 173\nof the Code of Criminal Procedure, 1973 (hereinafter referred\nto as \"the Code”) under Sections 148, 149, 326 and 302 IPC\nand Section 27 of the Arms Act against Somesh Das (A-7),\nMrinal Das (A-4), Tapan Das (A-5), Ashim Bhattacharjee (A- E\n2), Pradip Das (A-9), Shailendra Das (A-3), Subal Deb (A-10),\nGautam Das (A-11), Anil Das (A-1), Bikash Das (A-6), Uttam\nShil (A-8), Ratan Sukladas (A-12) and Radha Kant Das (A-13).\n(d) Vide order dated 12.08.2002, the Additional Sessions\nJudge, Khowai, West Tripura, framed charges under Sections\n148, 149 and 302 IPC against all the 13 accused persons.\nThereafter on 20.11.2002, on the request of the Special Public'\nProsecutor to alter the charges, the Additional Sessions Judge\nmodified the charges under Section 302 read with Section 34/\n120B IPC and Section 27 of the Arms Act.\n(e) During the recording of evidence, on 16.06.2004,\naccused Ratan Sukladas (A-12) filed an application praying for\ngrant of 'pardon' and to treat him as an 'approver' which was\ngranted by the trial Court. After examining all the witnesses, the\nF\nG\n.\nH\n436 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA trial Court, vide judgment dated 19.04.2005, acquitted Anil Das\n(A-1), Ashim Bhattacharjee (A-2), Shailendra Das (A-3), Mrinal\nDas (A-4), Bikash Das (A-6), Somesh Das (A-7), Uttam Shil\n(A-8), Pradip Das (A-9), Subal Deb (A-10) and Radha Kant\nDas (A-13) of the charges leveled against them and convicted\nB Tapan Das (A-5) and Gautam Das (A-11) for the offences\npunishable under Section 302 of the IPC and sentenced them\nto suffer rigorous imprisonment for life and to pay a fine of\nRs.3,000/- each, in default, to further undergo simple\nimprisonment for three months.\nс\nD\n(f) Aggrieved by the judgment of the trial Court, Tapan Das\n(A-5) and Gautam Das (A-11) filed an appeal being Criminal\nAppeal No. 47 of 2005 in the Gauhati High Court, Agartala\nBench. The State of Tripura also filed Criminal Appeal No. 90\nof 2005 against the order of acquittal of ten accused persons\nby the trial Court. The High Court, by impugned common\njudgment dated 29.01.2008, dismissed the appeal filed by the\nconvicted accused persons (A-5 and A-11) and partly allowed\nthe appeal filed by the State by setting aside the acquittal of\nfour persons, namely, Mrinal Das (A-4), Pradip Das (A-9),\nE Somesh Das (A-7) and Anil Das (A-1) and convicted them\nunder Sections 302/34 IPC and sentenced them with\nimprisonment for life with a fine of Rs.3000/- each, in default,\nto suffer a further term of simple imprisonment for three months.\nF\nG\n(g) Aggrieved by the common impugned judgment dated\n29.01.2008 passed by the Division Bench of the High Court,\nall the convicted accused persons filed these appeals before\nthis Court by way of special leave. Vide this Court's order dated\n16.09.2009, the name of Pradip Das, appellant No.2 herein and\n(A-9) before the trial Court has been deleted from the array of\nthe parties as he is not traceable.\n4. Heard Mr. Sidharth Luthra, learned senior counsel for\nthe appellants and Mr. Anuj Prakash, learned counsel for\nrespondent-State.\nH\n1\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 437\n[P. SATHASIVAM, J.]\nLegal position with regard to interference in Appeal A.\nagainst Acquittal:\n1--\n5. Since the High Court has interfered in the case of\nacquittal, let us consider the general principles enunciated by\nthis Court with regard to the same.\n6. In State of Goa vs. Sanjay Thakran \u0026 Anr. (2007) 3\nSCC 755, this Court while considering the power of appellate\ncourt to interfere in an appeal against acquittal, after adverting\nto various earlier decisions on this point has concluded as\nunder:-\n\"16.....while exercising the powers in appeal against the\norder of acquittal the court of appeal would not ordinarily\ninterfere with the order of acquittal unless the approach of\nthe lower court is vitiated by some manifest illegality and\nthe conclusion arrived at would not be arrived at by any\nreasonable person and, therefore, the decision is to be\ncharacterised as perverse. Merely because two views are\npossible, the court of appeal would not take the view which\nwould upset the judgment delivered by the court below.\nHowever, the appellate court has a power to review the\nevidence if it is of the view that the view arrived at by the\ncourt below is perverse and the court has committed a\nmanifest error of law and ignored the material evidence\non record. A duty is cast upon the appellate court, in such\ncircumstances, to reappreciate the evidence to arrive at\na just decision on the basis of material placed on record\nto find out whether any of the accused is connected with\ncommission of the crime he is charged with.\"\nB\nC\nD\nE\nF\n7. In Chandrappa and Others vs. State of Karnataka G\n(2007) 4 SCC 415, while considering the similar issue, namely,\nappeal against acquittal and power of the appellate court to\nreappreciate, review or reconsider evidence and interfere with\nthe order of acquittal, this Court, reiterated the principles laid\ndown in the above decisions and further held that:-\nH\nA\nB\nC\nD\nE\nF\nG\n☐H\n438 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n\"42.....The following general principles regarding powers\nof the appellate court while dealing with an appeal against\nan order of acquittal emerge:\n(1) An appellate court has full power to review,\nreappreciate and reconsider the evidence upon which the\norder of acquittal is founded.\n(2) The Code of Criminal Procedure, 1973 puts no\nlimitation, restriction or condition on exercise of such power\nand an appellate court on the evidence before it may reach\nits own conclusion, both on questions of fact and of law.\n'\n(3) Various expressions, such as, \"substantial and\ncompelling reasons\", \"good and sufficient grounds\", \"very\nstrong circumstances\", \"distorted conclusions\", \"glaring\nmistakes\", etc. are not intended to curtail extensive powers\nof an appellate court in an appeal against acquittal. Such\nphraseologies are more in the nature of \"flourishes of\n\"language\" to emphasise the reluctance of an appellate\ncourt to interfere with acquittal than to curtail the power of\nthe court to review the evidence and to come to its own\nconclusion.\n(4) An appellate court, however, must bear in mind\nthat in case of acquittal, there is double presumption in\nfavour of the accused. Firstly, the presumption of innocence\nis available to him under the fundamental principle of\ncriminal jurisprudence that every person shall be presumed\nto be innocent unless he is proved guilty by a competent\ncourt of law. Secondly, the accused having secured his\nacquittal, the presumption of his innocence is further\nreinforced, reaffirmed and strengthened by the trial court.\n(5) If two reasonable conclusions are possible on the\nbasis of the evidence on record, the appellate court should\nnot disturb the finding of acquittal recorded by the trial\ncourt.\"\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 439\n[P. SATHASIVAM, J.]\nThe same principles have been reiterated in several récent A\ndecisions of this Court vide State of Uttar Pradesh vs. Jagram\nand Others, (2009) 17 SCC 405, Sidhartha Vashisht alias\nManu Sharma vs. State (NCT of Delhi) (2010) 6 SCC 1, Babu\nvs. State of Kerala, (2010) 9 SCC 189, Ganpat vs. State of\nHaryana and Others, (2010) 12 SCC 59, Sunil Kumar B\nSambhudayal Gupta (Dr.) and Others vs. State of\nMaharashtra, (2010) 13 SCC 657, State of Uttar Pradesh vs.\nNaresh and Others, (2011) 4 SCC 324, State of Madhya\nPradesh vs. Ramesh and Another, (2011) 4 SGC 786.\nC\nD\nヨ\n8. It is clear that in an appeal against acquittal in the\nabsence of perversity in the judgment and order, interference\nby this Court exercising its extraordinary jurisdiction, is not\nwarranted. However, if the appeal is heard by an appellate\ncourt, being the final court of fact, is fully competent to re-\nappreciate, reconsider and review the evidence and take its\nown decision. In other words, law does not prescribe any\nlimitation, restriction or condition on exercise of such power and\nthe appellate court is free to arrive at its own conclusion keeping\nin mind that acquittal provides for presumption in favour of the\naccused. The presumption of innocence is available to the\nperson and in criminal jurisprudence every person is presumed\nto be innocent unless he is proved guilty by the competent court.\nIf two reasonable views are possible on the basis of the\nevidence on record, the appellate court should not disturb the\nfindings of acquittal. There is no limitation on the part of the F\nappellate court to review the evidence upon which the order of\nacquittal is found and to come to its own conclusion. The\nappellate court can also review the conclusion arrived at by the\ntrial Court with respect to both facts and law. While dealing with\nthe appeal against acquittal preferred by the State, it is the duty G\nof the appellate court to marshal the entire evidence on record\nand only by giving cogent and adequate reasons set aside the\njudgment of acquittal. An order of acquittal is to be interfered\nwith only when there are \"compelling and substantial reasons\"\nfor doing so. If the order is \"clearly unreasonable\", it is a H.\nН\n440 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n_A compelling reason for interference. When the trial Court has\nignored the evidence or misread the material evidence or has\nignored material documents like dying declaration/report of\nballistic experts etc., the appellate court is competent to reverse\nthe decision of the trial Court depending on the materials\nɓ placed.\nБ\nC\nD\nE\n9. With the above principles, let us analyse the reasonings\nand ultimate conclusion of the High Court in interfering with the\norder of acquittal and also the confirmation of sentence on the\ntwo convicted appellants.\nEvidentiary value of Approver/Accomplice:\n10. Before considering the impugned judgment on merits,\ninasmuch as the High Court heavily relied on the evidence of\nthe “approver\", let us find out the legal position about the\nevidentiary value of “approver” and its acceptability with or\nwithout corroboration.\n11. Though a conviction is not illegal merely because it\nproceeds on the uncorroborated testimony of an approver, yet\nthe universal practice is not to convict upon the testimony of an\naccomplice unless it is corroborated in material particulars. The\nevidence of an approver does not differ from the evidence of\nany other witness save in one particular aspect, namely, that\nthe evidence of an accomplice is regarded ab initio as open\nF to grave suspicion.\nG\n12. If the suspicion which attaches to the evidence of an\naccomplice be not removed, that evidence should not be acted\nupon unless corroborated in some material particulars; but if\nthe suspicion attaching to the accomplice's evidence be\nremoved, then that evidence may be acted upon even though\nuncorroborated, and the guilt of the accused may be\nestablished upon the evidence alone.\n13. In order to understand the correct meaning and\nH application of this term, it is desirable to mention Section 133\n"}