{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 421\ngive 'T' a good lesson. On 30.08.2000, at about 7/8 p.m., A\na meeting was convened in the house of the accused A-\n5. All the accused persons including PW-6 were present\nin the said meeting wherein it was decided to eliminate\n'T' as he stood against the students' movement. To\nmaterialize the plan chalked out in the meeting held on B\n30.08.2000, 13 persons including PW-6 had spread over\nin different groups in different places to eliminate ‘T'. All\nthe 13 accused persons reached Ferry Ghat around 6.15\np.m. After reaching there, they found the boat carrying 'T',\nPW-10 and 9/10 other persons in the middle of the river. C\nAs soon as 'T' and others got down from the boat, one\nof the accused shouted to attack him. While 'T' was\nwashing his feet in the river water, suddenly, PW-6 caught\nhold of him and dragged him down on the side of the\nriver. He fell on the ground with his back side up. At that\npoint of time, A-5 and A-11 fired two rounds of bullet from\ntheir pistols on 'T'. Simultaneously, a bomb had exploded\non the other side of the river. The witnesses who were\nwaiting in the passenger shed to escort the victim rushed\nto the place of occurrence. On seeing them, all the\nassailants fled towards south-east direction. [Para 31]\n[452-H; 453-A-H; 454-A-E]\nD\nE\nF\n3.5. Regarding his change of mind, PW-6 explained\nthat he became perplexed by the death of 'T'. He further\nexplained that out of repentance, he once made an\nattempt to commit suicide by hanging himself at his.\nresidence in the middle of the month of March, 2004.\nThereafter, he decided to divulge the whole incident\nleading to the killing of 'T' before the Court. He also\nasserted that he had decided to disclose the whole G\nincident voluntarily on the advise of the members of his\nfamily. He identified all the accused persons in the Court\nby name and face. [Para 32] [454-G-H; 455-A]\n3.6. In cross-examination, PW-6 deposed that the\nH\n422 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA police arrested him in connection with this case one day\nafter the occurrence. He was in police custody for eight\ndays and, thereafter, on expiry of police remand, he was\ngranted bail. He asserted that during his stay in police\ncustody, he was not interrogated by police. About his\nB change of mind, in cross-examination, he explained that\nsince 31.08.2000 till mid of March, 2004, he had been\nrunning amok. During the aforesaid intervening period,\nhe did not meet any people to express his mental agony.\nHe also asserted that he lost his mental peace as the\nmurder of 'T' was taken place before his own eyes and\nhe was also directly involved in his killing. He denied that\nhe deposed falsely. He also denied that he was provoked\nby the CPI (M) party that if he turns to be an approver, he\nwould be given a suitable job. [Para 33] [455-B-D]\nC\nD\nE\n3.7. A reading of the entire evidence of PW-6 makes\nit clear that the reason for change of his mind for\ntendering pardon is acceptable and in tune with the\nconditions prescribed in Sections 306 and 307 of the\nCode. The trial Judge, who had the liberty of noting his\nappearance and recorded his evidence, believed his\nversion which was rightly accepted by the High Court. On\nperusal of his entire evidence, it is clear that the\nconditions stated in Sections 306 and 307 of the Code\nwere fully complied with and his statement is acceptable.\nF The decision arrived at by the courts below is concurred\nwith. [Para 34] [455-E-F]\nG\nCorroborative evidence with regard to the statement of\nPW-6:\n4. A-5 was identified by PW-1, PW-4, PW-7 and PW-\n8. A-7 was identified by PW-1 and PW-7. A-4 was identified\nby PW-1 and PW-4. A-1 was identified by PW-4 and PW-\n8. A-11 was identified by PW-1, PW-4, PW-7 and PW-8.\nThough A-9 was identified by PW-1, PW-4, PW-7 and PW-\nH 8, inasmuch as his name has been deleted from the array\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 423\nof the appellants vide this Court's order dated A\n16.09.2009, there is no need to consider his case in these\nappeals. [Paras 36, 37] [455-G; 456-D-G]\nEye-witnesses in the boat\nB\n5.1. PW-1 identified A-7, A-4, A-5, A-11, A-2, A-10, A-3\nand A-9. In his evidence, he deposed that 'T', the\ndeceased, was known to him. PW-1, in his evidence,\nnarrated the entire events commencing from conspiracy\nending with gunshot on the deceased - 'T'. Though it\nwas pointed out that he had not stated all the details in C\nthe complaint, on going through the same, this Court is\nsatisfied that all relevant details have been stated in the\ncomplaint and the omission to mention is only negligible.\nLikewise, it was contended by the appellants that though\nthere were some police personnel in the police mobile D\nvan, PW-1 did not disclose the incident to any of those\npolice officials traveling in the said vehicle. For this, PW-\n1 has explained that they took the injured to Hospital first\nand later on, in association with his party supporters, he\nlodged a complaint. In such a situation, it is but natural E\nthat the person who received gunshot injury has to be\nadmitted in the hospital and only thereafter anybody\ncould think of the next step including making a complaint\nto the police. There is no infirmity in the conduct of PW-\n1 in not conveying anything to the police personnel in the\nF\nmobile van and even his interaction with his party\ncolleagues. The other eye-witness is PW-3, who was in\nthe boat. It was he, who identified A-12, A-13 and A-6 as\nthe members of attacking group. He also admitted that the\ndeceased 'T' was known to him. Apart from three\npersons mentioned above, PW-3 also stated that about\n10/12 persons attacked 'T'. There is no contradiction with\nregard to the identification of the said three assailants.\nApart from eye-witnesses PW-1 and PW-3, another eye-\nwitness PW-11 was also present in the boat. His\nG\nH\n424 SUPREME COURT REPORTS [2011] 14 (ADDL:) S.C.R.\nA evidence shows that he was also in the boat, however,\nhe only mentioned that accused A-8 was found near the\nvenue of the meeting and he narrated about the enquiry\nmade by him whether 'T' would attend the meeting. Even,\naccording to him, the said A-8 had disappeared from the\nB place of meeting. [Para 39] [457-A-B; 458-B-E-G-H; 459-\nE-F; 460-A-B]\nC\nD\n5.2. The other three persons in the boat were PW-2,\nPW-10, and PW-12. No doubt, all the three witnesses\nturned hostile since they refused to identify the assailants\nbefore the Court at the instance of the prosecution.\nHowever, as rightly observed by the High Court, they\ntestified to the other parts of the occurrence supporting\nthe prosecution case that on the said date and time, a\ngroup of miscreants had done to death the victim 'T'.\nThough, their evidence may not be fully supportable to\nthe prosecution case, however, as observed by the High\nCourt, it is clear from their statements that they\naccompanied the deceased in the same boat and\ncorroborated with other witnesses with regard to the\nE factum of murder though they did not identify the persons\nconcerned. It is settled position of law that the evidence\nof hostile witnesses need not be rejected in its entirety\nbut may be relied on for corroboration. [Para 39] [460-C-\nF]\nF\nEye-witnesses in the passenger shed\n6.1. The four eye-witnesses, namely, PW-4, PW-7, PW-\n8 and PW-9 were waiting in the passenger shed on the\nopposite bank of the river and when the assailants had\nG attacked the victim all of a sudden, they rushed to the\nspot. In his evidence, PW-4 admitted that 'T' was known\nto him and he was his maternal uncle. PW-7, in his\nexamination-in-chief, stated that 'T' was murdered on\n31.08.2000 by some miscreants belonging to UBLF\nH extremists group. According to him at the time of\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 425\nD\n- occurrence, he was sitting in the passenger shed which A\nis about 100 cubics away from the place of occurrence.\nHe also mentioned that besides him PW-8, PW-4, PW-9\nwere also present there. He also admitted that at that time\nit was drizzling. In order to protect themselves from the\nrain, they took shelter in the passenger shed at around B\n05:30 p.m. He also stated in the examination-in-chief\nabout the meeting at Santinagar and explained that the\ndeceased 'T' went to Santinagar to attend that peace\nmeeting organized by DYFI. He further explained that he\nalong with others went to Santinagar to escort 'T'. Like, C\nPW-4, he also narrated that while he was sitting in the\npassenger shed, he saw a group of 12/14 persons\nproceeding towards Santinagar Ferry Ghat, out of which,\nhe recognized. A-5, A-11, A-9 and A-7. At about 06:30 p.m.,\naccording to him, he noticed that 'T' accompanied by\nabout 15 persons crossing the river in a boat. The\naccused persons, namely, A-9, A-5, A-7 and A-11 were\nidentified in the Court by name and face by PW-7. PW-8\nwas one of the persons waiting in the passenger shed\nat the relevant time. He admitted that 'T' was his eldest\nbrother. He informed the Court that on 31.08.2000, his\nbrother was killed by the miscreants at Santinagar Ferry\nGhat. According to him, on that day, around 05:15 p.m.,\nPW-7, PW-4, PW-9 and he himself were sitting in the\npassenger shed which is about 100 cubics away from\nSantinagar Ferry Ghat. PW-8 also deposed that they were\nwaiting in the passenger shed to escort his brother who\nwas supposed to return from Santinagar after attending\na peace meeting. He also stated that there was security\nthreat on the life of his brother because of which they\nused to accompany and escort him whenever he go\noutside in connection with any party work. When they\nwere waiting in the passenger shed, it was drizzling and\nat that time they saw a good number of persons\nproceeding towards Ferry Ghat out of them he\nrecognized A-5, A-11, A-9 and A-1. He saw A-1 coming H\nE\nF\nG\nC\n426 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA hurriedly from the other side of the river. He deposed, as\nsoon as 'T' reached near the bank of the river he heard\nhue and cry and at that time he also heard sound of two\nrounds of fire. Thereafter, they rushed to the place of\noccurrence, and then the miscreants ran away towards\nB south-east direction. On arriving at the place of\noccurrence, he found 'T' lying on the ground with his\nupside down with two bullet injuries one on the left side\nof his back and another on the back of his head. The\nwounds were bleeding profusely. With the help of others,\nhe took his brother up to the main road and thereafter\ntook him to the hospital in a police van. As the condition\nof his brother was alarming, he was shifted to GB\nHospital, Agartala from Kalyanpur hospital. He identified\nA-1, A-9, A-11 in the Court by name and face. He also\nmentioned that PW-10, PW-12, PW-3, PW-11 and three\nothers were in the boat along with his brother while\ncrossing the river. Another witness from the passenger\nshed was PW-9. Like other witnesses, namely, PWs 4, 7\nand 8, he also explained the said incident. Though PW-9\nturned hostile, he admitted that he along with PW-8, PW-\n4 and PW-7 were sitting in the passenger shed with a\nview to escort his brother 'T'. [Para 40] [460-G-H; 461-A;\n462-B D; 463-A-H; 464-A-E]\nD\nE\n6.2. The analysis of statement of various persons,\nF particularly, eye-witnesses clearly strengthen the case of\nPW-6, approver, in all aspects including conspiracy,\nplanning to attack the deceased for his statement about\nthe students' movement, actual incident, role played by\nthe assailants and subsequent events after the gunshot\nG till the death of the deceased 'T'. By these statements, the\nprosecution has strengthened its case through PW-6\napprover and there is no reason to disbelieve his version.\n[Para 41] [464-H; 465-A-B]\nH\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 427\nReliance on the hostile witness\nΑ\nB\nC\n7.1. PW-2, PW-9, PW-10 and PW-12 were declared as\nhostile witnesses. It is settled law that corroborated part\nof evidence of hostile witness regarding commission of\noffence is admissible. The fact that the witness was\ndeclared hostile at the instance of the Public Prosecutor\nand he was allowed to cross-examine the witness\nfurnishes no justification for rejecting en bloc the\nevidence of the witness. However, the Court has to be\nvery careful, as prima facie, a witness who makes\ndifferent statements at different times, has no regard for\nthe truth. His evidence has to be read and considered as\na whole with a view to find out whether any weight\nshould be attached to it. The Court should be slow to act\non the testimony of such a witness, normally, it should\nlook for corroboration with other witnesses. Merely D\nbecause a witness deviates from his statement made in\nthe FIR, his evidence cannot be held to be totally\nunreliable. The evidence of hostile witness can be relied\nupon at least up to the extent, he supported the case of\nprosecution. The evidence of a person does not become E\neffaced from the record merely because he has turned\nhostile and his deposition must be examined more\ncautiously to find out as to what extent he has supported\nthe case of the prosecution. [Para 42] [465-C-G]\nF\nG\n7.2. In the instant case, eye witnesses including the\nhostile witnesses, firmly established the prosecution\nversion. Five eye-witnesses, namely, PW-1, PW-4, PW-6,\nPW-7 and PW-8 clearly identified two convicts-appellants,\nA-5 and A-11. PWs 1, 4, 7 and 8 identified accused A-9.\nPWs 1 \u0026 7 identified accused A-7. PWs 1 \u0026 4 identified\nA-4. PWs 4 \u0026 8 identified A-1. It is clear that 6 accused\npersons including two convicts-appellants had been\nidentified by more than one eye-witnesses. It is also clear\nthat 6 accused could have been identified by the eye\nwitnesses though all of them could not have been H\n428 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA identified by the same assailants. However, it is clear that ¨\ntwo or more than 2 eye-witnesses could identify one or\nmore than one assailants. The general principle of\nappreciating evidence of eye witnesses, in such a case\nis that where a large number of offenders are involved, it\nB is necessary for the Court to seek corroboration, at least,\nfrom two or more witnesses as a measure of caution.\nLikewise, it is the quality and not the quantity of evidence\nto be the rule for conviction even where the number of\neye witnesses is less than two. [Para 43] [465-H; 466-A-\nC D]\n7.3. It is well settled that in a criminal trial, credible\nevidence of even hostile witnesses can form the basis for\nconviction. In other words, in the matter of appreciation\nof evidence of witnesses, it is not the number of\nD witnesses but quality of their evidence. As rightly\nobserved by the High Court, there are only six accused\npersons namely, A-5, A-11, A-9, A-4, A-7 and A-1 identified\nby two or more eye witnesses while A-5 and A-11 were\nrecognized by PWs 1, 4, 7 and 8 corroborated by PW-6\nE (approver). A-7 was recognized by PWs-1 \u0026 7, A-4 by PWs\n1 \u0026 4 and A-1 by PWs 4 \u0026 8, all of them being\ncorroborated by PW-6 (approver). If PW-6 (approver) is\nincluded, there are three eye-witnesses who could\nidentify six offenders including two convicts-appellants.\nF [Para 44] [466-E-H]\nApplicability of Section 34 IPC\n8.1. The reading of Section 34 IPC makes it clear that\nthe burden lies on prosecution to prove that the actual\nG\nparticipation of more than one person for commission of\ncriminal act was done in furtherance of common intention\nat a prior concept. Further, where the evidence did not\nestablish that particular accused has dealt blow the\nliability would devolve on others also who were involved\nH with common intention and such conviction in those\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 429\ncases are not sustainable. A clear distinction made out A\nbetween common intention and common object is that\ncommon intention denotes action in concert and\nnecessarily postulates the existence of a pre-arranged\nplan implying a prior meeting of the minds, while common\nobject does not necessarily require proof of prior meeting B\nof minds or pre-concept. Though there is substantial\ndifference between the two sections, namely, Sections 34\nand 149 IPC, to some extent they also overlap and it is a\nquestion to be determined on the facts of each case.\n[Para 45] [467-E-G]\nC\nD\nE\n8.2. There is no bar in convicting the accused under\nsubstantive section read with Section 34 if the evidence\ndiscloses commission of an offence in furtherance of the\ncommon intention of them all. It is also settled position\nthat in order to convict a person vicariously liable under\nSection 34 or Section 149 IPC, it is not necessary to prove\nthat each and every one of them had indulged in overt\nacts in order to apply Section 34, apart from the fact that\nthere should be two or more accused. Two facts must be\nestablished, namely a) common intention b) participation\nof accused in the commission of an offence. It requires\na pre-arranged plan and pre-supposes prior concept.\nTherefore, there must be prior meeting of minds. It can\nalso be developed at the spur of the moment but there\nmust be pre-arrangement or pre-meditated concept. As F\nrightly observed by the High Court, though the trial Court\nwas of the view that the evidence of an approver contains\nfull and correct version of the incident so far as\nparticipation of the accused A-5 and A-11, however, there\nis no plausible reason by the trial Court as to why the G\nother part of the statement of the approver could not be\nbelieved. In order to seek the aid of Section 34 IPC, it is\nnot necessary that individual act of the accused persons\nhas to be proved by the prosecution by direct evidence.\nAgain, common intention has to be inferred from proved H\n430 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA facts and circumstances and once there exist common\nintention, mere presence of the accused persons among\nthe assailants would be sufficient proof of their\nparticipation in the offence. The trial Court failed to\nexplain or adduce sufficient reasons as to why the other\nB part of the evidence that the accused persons named by\nthe approver were found present in the place of\noccurrence could not be believed for the purpose of\ninvoking Section 34 when two or more eye-witnesses\ncorroborated the testimony of approver (PW-6)\nC specifically naming six accused persons including the\ntwo convicted appellants. [Para 46] [467-H; 468-A-G]\nD\n8.3 The existence of common intention amongst the\nparticipants in the crime is the essential element for\napplication of Section 34 and it is not necessary that the\nacts of several persons charged with the commission of\nan offence jointly must be the same or identically similar.\nFrom the evidence of eye-witnesses as well as the\napprover (PW-6) it is clear that one A-8 was deployed at\nthe place of meeting at Santinagar for the purpose of\nE giving intimation to other accused persons about the\nmovement of the deceased. It is also seen from the\nevidence that one more accused was stationed on the\nshore of the river near Bagan Bazar. It is also seen from\nthe evidence that after the meeting, the boat carrying 'T'\nF and other eye-witnesses was about to reach Bagan Bazar\nshore, accused A-1 who was deployed there suddenly\nleft towards Bagan Bazar and within few minutes 10\naccused persons rushed to the boat from Bagan Bazar.\nThereafter, the occurrence took place. From the materials\nG placed by the prosecution, particularly, from the eye-\nwitnesses, the common intention can be inferred among\nthe accused persons including the six persons identified\nby the eye-witnesses. If the case of the prosecution is\nconsidered in the light of the disclosure made by the\nH approver (PW-6), coupled with the statement of eye-\n"}