{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 441\n[P. SATHASIVAM, J.]\nof the Indian Evidence Act, 1872 along with Illustration (b) to A\nSection 114 which read as under:-\n\"133. Accomplice.- An accomplice shall be a competent\nwitness against an accused person; and a conviction is\nnot illegal merely because it proceeds upon the\nuncorroborated testimony of an accomplice.\"\nIllustration (b) to Section 114\nB\n\"(b) The Court may presume that an accomplice is unworthy\nof credit, unless he is corroborated in material particulars.\" C\nDealing with the scope and ambit of the above-noted two\nprovisions, this Court, in Bhiva Doulu Patil v. State of\nMaharahshtra, AIR 1963 SC 599=(1963) 3 SCR 830 has held\nthat both the sections are part of one subject and have to be\nD\nconsidered together. It has further been held:-\n\"The combined effect of Sections 133 and Illustration (b)\nto Section 114, may be stated as follows:\nAccording to the former, which is a Rule of law, an E\naccomplice is competent to give evidence and according\nto the latter, which is a Rule of practice it is almost always\nunsafe to convict upon his testimony alone. Therefore,\nthough the conviction of an accused on the testimony of\nan accomplice cannot be said to be illegal yet the courts\nwill, as a matter of practice, not accept the evidence of\nsuch a witness without corroboration in material\nparticulars.\"\nLL\n14. The very same principle was reiterated in Mohd.\nHusain Umar Kochra etc. v. K. S. Dalipsinghji and Another G\netc., (1969) 3 SCC 429 and it was held :-\n\"1\nThe combined effect of Sections 133 and 114,\nIllustration (b) is that though a conviction based upon\naccomplice evidence is legal, the Court will not accept H\nA\nB\nC\nD\nพ.\nE\nF\nG\nH\n442 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nsuch evidence unless it is corroborated in material\nparticulars. The corroboration must connect the accused\nwith the crime. It may be direct or circumstantial. It is not\nnecessary that the corroboration should confirm all the\ncircumstances of the crime. It is sufficient if the\ncorroboration is in material particulars. The corroboration\nmust be from an independent source. One accomplice\ncannot corroborate another.\"\n15. While considering the validity of approver's testimony\nand tests of credibility, this Court, in Sarwan Singh S/o Rattan\nSingh vs. State of Punjab AIR 1957 SC 637 has held as\nunder:-\n\"7.....An accomplice is undoubtedly a competent witness\nunder the Indian Evidence Act. There can be, however, no\ndoubt that the very fact that he has participated in the\ncommission of the offence introduces a serious stain in his\nevidence and Courts are naturally reluctant to act on such\ntainted evidence unless it is corroborated in material\nparticulars by other independent evidence. It would not be\nright to expect that such independent corroboration should\ncover the whole of the prosecution story or even all the\nmaterial particulars. If such a view is adopted it would\nrender the evidence of the accomplice wholly superfluous.\nOn the other hand, it would not be safe to act upon such\nevidence merely because it is corroborated in minor\nparticulars or incidental details because, in such a case,\ncorroboration does not afford the necessary assurance that\nthe main story disclosed by the approver can be\nreasonably and safely accepted as true. But it must never\nbe forgotten that before the court reaches the stage of\nconsidering the question of corroboration and its adequacy\nor otherwise, the first initial and essential question to\nconsider is whether even as an accomplice the approver\nis a reliable witness. If the answer to this question is\nagainst the approver then there is an end of the matter,\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 443\n[P. SATHASIVAM, J.]\nand no question as to whether his evidence is corroborated\nor not falls to be considered. In other words, the\nappreciation of an approver's evidence has to satisfy a\ndouble test. His evidence must show that he is a reliable\nwitness and that is a test which is common to all\nwitnesses. If this test is satisfied the second test which still\nremains to be applied is that the approver's evidence must\nreceive sufficient corroboration. This test is special to the\ncases of weak or tainted evidence like that of the\napprover.....\n8..... Every person who is a competent witness is not a\nreliable witness and the test of reliability has to be satisfied\nby an approver all the more before the question of\ncorroboration of his evidence is considered by criminal\n- courts\"\n\"\n16. Further, in Ravinder Singh v. State of Haryana, (1975)\n3 SCC 742, this Court, while considering the approver's\ntestimony within the meaning of Section 133 of the\nIndian Evidence Act, 1872 has observed :-\nA\nB\nC\nD\nE\nF\n\"12. An Approver is a most unworthy friend, if at all, and\nhe, having bargained for his immunity, must prove his\nworthiness for credibility in Court. This test is fulfilled, firstly,\nif the story he relates involves him in the crime and appears\nintrinsically to be a natural and probable catalogue of\nevents that had taken place. Secondly, once that hurdle is\ncrossed, the story given by an approver so far as the\naccused on trial is concerned, must implicate him in such\na manner as to give rise to a conclusion of guilt beyond\nreasonable doubt. In a rare case, taking into consideration\nG\nall the factors, circumstances and situation governing a\nparticular case, conviction based on the\nuncorroborated evidence of an approver confidently held to\nbe true and reliable by the Court may be permissible.\nOrdinarily, however, an approver's statement has to be\ncorroborated in material particulars bridging closely the\nH\nA\nB\nC\n444 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\ndistance between the crime and the criminal. Certain\nclinching features of involvement disclosed by an approver\nappertaining directly to an accused, if reliable, by the\ntouchstone of other independent credible evidence, would\ngive the needed assurance for acceptance of his testimony\non which a conviction may be based.\"\n17. In Abdul Sattar v. Union Territory, Chandigarh, 1985\n(Supp) SCC 599 where the prosecution had sought to prove\nits case by relying upon the evidence of the approver, it was\nheld that the approver is a competent witness but the position\nin law is fairly well settled that on the uncorroborated testimony\nof the approver, it would be risky to base the conviction,\nparticularly, in respect of a serious charge like murder. Once\nthe evidence of the approver is found to be not reliable, the\nworth of his evidence is lost and such evidence, even by seeking\nD corroboration, cannot be made the foundation of a conviction.\nE\nF\n18. The above said ratio has been reaffirmed and\nreiterated by this Court in Suresh Chandra Bahri v. State of\nBihar (1995 Supp (1) SCC 80); Ramprasad v. State of\nMaharashtra, AIR 1999 SC 1969 (1999 Cri LJ 2889) and\nNarayan Chetanram Chaudhary v. State of Maharashtra, :\n(2000) 8 SCC 457.\n19. In Narayan Chėtanram Chaudhary (supra), it was\nfurther held that for corroborative evidence, the court must look\nat the broad spectrum of the approver's version and then find\nout whether there is other evidence to corroborate and lend\nassurance to that version. The nature and extent of such\ncorroboration may depend upon the facts of different cases.\nCorroboration need not be in the form of ocular testimony of\nG witnesses and may even be in the form of\ncircumstantial evidence. Corroborative evidence must be\nindependent and not vague or unreliable.\n20. Similar question again came up for consideration\n'H before this Court in K. Hashim v State of Tamil Nadu, (2005)\n:\n!\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 445\n[P. SATHASIVAM, J.]\n1 SCC 237 : 2005 Cri LJ 143 and Sitaram Sao @ Mungeri v\nState of Jharkhand, (2007) 12 SCC 630 wherein this Court has\nheld that:\nA\nB\nC\nD\n\"26. Section 133 of the Evidence Act expressly provides\nthat an accomplice is a competent witness and the\nconviction is not illegal merely because it proceeds on an\nuncorroborated testimony of an accomplice. In other\nwords, this section renders admissible such\nuncorroborated testimony. But this Section has to be read\nalong with Section 114, illustration (b). The latter section\nempowers the Court to presume the existence of certain\nfacts and the illustration elucidates what the Court may\npresume and make clear by means of examples as to\nwhat facts the Court shall have regard in considering\nwhether or not maxims illustrated apply to a given case.\nIllustration (b) in express terms says that accomplice is\nunworthy of credit unless he is corroborated in material\nparticulars. The Statute permits the conviction of an\naccused on the basis of uncorroborated testimony of an\naccomplice but the rule of prudence embodied in\nillustration (b) to Section 114 of the Evidence Act strikes\na note of warning cautioning the Court that an accomplice\ndoes not generally deserve to be believed unless\ncorroborated in material particulars. In other words, the rule\nis that the necessity of corroboration is a matter of\nprudence except when it is safe to dispense with such F\ncorroboration must be clearly present in the mind of the\nJudge\"\n21. In Sheshanna Bhumanna Yadav vs. State of\nMaharashtra (1970) 2 SCC 122, the test of reliability of\napprover's evidence and rule as to corroboration was\ndiscussed. The following discussion and conclusion are relevant\nwhich read as under:-\n\"12. The law with regard to appreciation of approver's\nevidence is based on the effect of Sections 133 and 114,\nE\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n446 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nillustration (b) of the Evidence Act, namely, that an\naccomplice is competent to depose but as a rule of\ncaution it will be unsafe to convict upon his testimony alone.\nThe warning of the danger of convicting on uncorroborated\nevidence is therefore given when the evidence is that of\nan accomplice. The primary meaning of accomplice is any\nparty to the crime charged and some one who aids and\nabets the commission of crime. The nature of corroboration\nis that it is confirmatory evidence and it may consist of the\nevidence of second witness or of circumstances like the\nconduct of the person against whom it is required.\nCorroboration must connect or tend to connect the\naccused with the crime. When it is said that the\ncorroborative evidence must implicate the accused in\nmaterial particulars it means that it is not enough that a\npiece of evidence tends to confirm the truth of a part of\nthe testimony to be corroborated. That evidence must\nconfirm that part of the testimony which suggests that the\ncrime was committed by the accused. If a witness says that\nthe accused and he stole the sheep and he put the skins\nin a certain place, the discovery of the skins in that place\nwould not corroborate the evidence of the witness as\nagainst the accused. But if the skins were found in the\naccused's house, this would corroborate because it would\ntend to confirm the statement that the accused had some\nhand in the theft.\n13. This Court stated the law of corroboration of\naccomplice evidence in several decisions. One of the\nearlier decision is Sarwan Singh v. State of Punjab, 1957\nSCR 953 and the recent decision is Lachi Ram v. State\nof Punjab, (1967) 1 SCR 243. In Sarwan Singh case this\nCourt laid down that before the court would look into the\ncorroborative evidence it was necessary to find out\nwhether the approver or accomplice was a reliable witness.\nThis Court in Lachi Ram case said that the first test of\nreliability of approver and accomplice evidence was for the\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 447\n[P. SATHASIVAM, J.]\ncourt to be satisfied that there was nothing inherently A\nimpossible in evidence. After that conclusion is reached\nas to reliability corroboration is required. The rule as to\ncorroboration is based on the reasoning that there must\nbe sufficient corroborative evidence in material particulars\nto connect the accused with the crime.\"\n22. In Dagdu and Ors. vs. State of Maharashtra, (1977)\n3 SCC 68, the scope of Section 133 and Illustration (b) to\nSection 114 of the Indian Evidence Act, 1872 and nature of rule\nof corroboration of accomplice evidence was explained by a\nthree-Judge Bench of this Court in the following manner:\nB\nC\nD\n“24. In Bḥiiboni Sahu v. King the Privy Council after\nnoticing Section 133 and Illustration (b) to Section 114 of\nthe Evidence Act observed that whilst it is not illegal to act\non the uncorroborated evidence of an accomplice, it is a\nrule of prudence so universally followed as to amount\nalmost to a rule of law that it is unsafe to act on the\nevidence of an accomplice unless it is corroborated in\nmaterial respects so as to implicate the accused; and\nfurther that the evidence of one accomplice cannot be used E\nto corroborate the evidence of another accomplice. The\nrule of prudence was based on the interpretation of the\nphrase \"corroborated in material particulars” in Illustration\n(b). Delivering the judgment of the Judicial Committee, Sir\nJohn Beaumont observed that the danger of acting on\naccomplice evidence is not merely that the accomplice is\non his own admission a man of bad character who took\npart in the offence and afterwards to save himself betrayed\nhis former associates, and who has placed himself, in a\nposition in which he can hardly fail to have a strong bias\nin favour of the prosecution; the real danger is that he is\ntelling a story which in its general outline is true, and it is\neasy for him to work into the story matter which is untrue.\nHe may implicate ten people in an offence and the story\nmay be true in all its details as to eight of them but untrue\nF\nG\nH\n•\n'A\nB\nC\nD\nE\nF\n448 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nas to the other two whose names may have been\nintroduced because they are enemies of the approver. The\nonly real safeguard therefore against the risk of\ncondemning the innocent with the guilty lies in insisting on\nindependent evidence which in some measure implicates\neach accused.\n25. This Court has in a series of cases expressed the\nsame view as regards accomplice evidence. (See State\nof Bihar v. Basawan Singh; Hari Charan Kurmi v. State\nof Bihar; Haroon Haji Abdulla v. State of Maharashtra;\nand Ravinder Singh v. State of Haryana.) In Haricharan,\nGajendragadkar, C.J., speaking for a five-Judge Bench\nobserved that the testimony of an accomplice is evidence\nunder Section 3 of the Evidence Act and has to be dealt\nwith as such. The evidence is of a tainted character and\nas such is very weak; but, nevertheless, it is evidence and\nmay be acted upon, subject to the requirement which has\nnow become virtually a part of the law that it is corroborated\nin material particulars.\"\n23. In Rampal Pithwa Rahidas and Others vs. State of\nMaharashtra, 1994 Supp (2) SCC 73, while considering the\nvery same provisions, this Court has held that approver's\nevidence must be corroborated in material particulars by direct\nor circumstantial evidence. This Court further held that while\nconsidering credibility of the approver and weight to be attached\nto his statement, the statement made in bail application of\napprover can be looked into by the court.\n24. It is clear that once the evidence of the approver is held\nto be trustworthy, it must be shown that the story given by him\nG so far as an accused is concerned, must implicate him in such\nmanner as to give rise to a conclusion of guilt beyond\nreasonable doubt. Insistence upon corroboration is based on\nthe rule of caution and is not merely a rule of law. Corroboration\nneed not be in the form of ocular testimony of witnesses and\nH may even be in the form of circumstantial evidence.\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 449\n[P. SATHASIVAM, J.]\n25. Keeping the legal principles enunciated by this Court A\nin respect of interference by the appellate court in case of\nacquittal by the trial Court and evidentiary value of \"approver\"/\n\"accomplice\", let us discuss the oral and documentary evidence\nled in by the prosecution and the defence.\nApprover's evidence (PW-6)\nB\n26. One Ratan Sukladas S/o Prafullya Sukladas, originally\ncharged as accused No. 12, after tendering pardon was\nexamined as PW-6 on the side of the prosecution. Mr. Sidharth\nLuthra, learned senior counsel for the appellants submitted that C\ninasmuch as PW-6 waited for four years to change his mind\nand sought pardon for his action, his statement is not reliable\nand the courts below ought to have rejected his testimony. In\norder to appreciate the said contention, it is useful to refer the\nrelevant provisions of the Code relating to tender of pardon and D\npower to direct tender of pardon to approver/accomplice.\n27. Sections 306 and 307 of the Code read as under:\n\"306. Tender of pardon to accomplice.-(1) With a view\nto obtaining the evidence of any person supposed to have\nbeen directly or indirectly concerned in or privy to an\noffence to which this section applies, the Chief Judicial\nMagistrate or a Metropolitan Magistrate at any stage of the\ninvestigation or inquiry into, or the trial of, the offence, and\nthe Magistrate of the first class inquiring into or trying the\noffence, at any, stage of the inquiry or trial, may tender a\npardon to such person on condition of his making a full and\ntrue disclosure of the whole of the circumstances within his\nknowledge relative to the offence and to every other person\nconcerned, whether as principal or abettor, in the\ncommission thereof.\n(2) XXXXX\n(3) Every Magistrate who tenders a pardon under sub-\nsection (1) shall record-\nE\nF\nG\nH\n450 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA\n(a) His reasons for so doing;\nB\nC\nD\nE\nF\nG\nH\n(b) Whether the tender was or was not accepted by the\nperson to whom it was made,\nand shall, on application made by the accused, furnish him\nwith a copy of such record free of cost.\n(4) Every person accepting a tender of pardon made under\nsub-section (1)-\n(a) Shall be examined as a witness in the court of the\nMagistrate taking cognizance of the offence and in the\nsubsequent trial, if any;\n(b) Shall, unless he is already on bail, be detained in\ncustody until the termination of the trial.\n(5) Where a person has accepted a tender of pardon made\nunder sub-section (1) and has, been examined under sub-\nsection (4), the Magistrate taking cognizance of the\noffence shall, without making any further inquiry in the case.\n(a) Commit it for trial-\n(i) To the Court of Session if the offence is triable\nexclusively by that court or if the Magistrate taking\ncognizance is the Chief Judicial Magistrate;\n(ii) To a court of Special Judge appointed under the\nCriminal Law Amendment Act 1952 (46 of 1952), if the\noffence is triable exclusively by that court;\n(b) In any other case, make over the case to the Chief\nJudicial Magistrate who shall try the case himself.\"\n\"307. Power to direct tender of pardon.-At any time\nafter commitment of a case but before Judgment is\npassed, the court to which the commitment is made may,\nwith a view, to obtaining at the trial the evidence of any\n"}