{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nC\nPABBATHI VENKATARAMAIAH CHETTY\nV.\nPABBATHI N. RATHNAMAIAH CHETTY AND ORS.\nFEBRUARY 2, 2007\n[R.V. RAVEENDRAN AND DALVEER BHANDARI, JJ.]\nInterim Order: Stay of execution of final decree in a partition suit-Suit\nfor partition of commercial building-Final decree passed-Appeal against-\nPending appeal stay of execution of final decree sought-High Court directing\nappeal to be listed for final hearing and staying demolition of building-\nHeld, since appellant is running a lodge in the suit premises, his appeal\nwould become infructuous if stay of dispossession is not granted—But at the\nsame time interests of respondent also require to be protected-Therefore,\ninterim order granted by High Court is modified to the effect that there shall\nD be stay of dispossession of appellant pending appeal subject to appellant\npaying Rs.25,000/- per month to the respondent-High Court would dispose\nof the appeal expeditiously.\n(I)\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 444 of 2007.\nFrom the interim Order dated 1.9.2006 of the High Court of Andhra\nPradesh at Hyderabad in ASMP No. 1555/2006 in A.S. No. 454/2006.\nL. Nageshwara Rao, V. Sridhar Reddy and K.V. Kameshwaran for the\nAppellant.\nA. Subba Rao for the Respondents.\nThe Order of the Court was delivered by\nG\n1. Delay condoned\nH\nORDER\n2. Leave granted.\n3. Learned counsel for the Appellant submitted that the first Respondent\nis the only contesting Respondent and prayed that notice to Respondent\n286\nメ\nPABBATHI VENKATARAMAIAH CHETTY 1. PABBATHI N. RATHNAMAIAH CHETTY 287\nNos. 2 to 8, who are proforma Respondents may be dispensed with. Notice A\nto respondents 2 to 8 is accordingly dispensed with.\n4. This appeal arises from an interim order of the High Court. The\nAppellant herein has filed an appeal against the final decree in a suit for\npartition. In the said appeal, he sought stay of execution of the final decree,\nwhich required division of a commercial building which is in the occupation B\nof the Appellant who is running a lodge therein. The High Court, considered\nthe application for stay filed by the Appellant and made an order dated\n1.9.2006 directing that the appeal itself should be listed for final hearing after\nDassara Vacation and till then, the building shall not be demolished.\nC\n5. The said order is under challenge. The learned counsel for Appellant\nsubmits that he is in possession of the suit premises and his prayer was for\ninterim stay of dispossession as he is running a lodge and an order of stay\nof demolition will not, therefore, protect his rights, pending appeal. On the\nother hand, the learned counsel for the first Pespondent submitted that the\nAppellant has been enjoying the suit premises and though the first D\nRespondent is entitled to two third share therein, he has been kept out of\npossession and he is also not receiving any income therefrom. It is not in\ndispute that Appellant is running a lodge in the suit premises. The appeal\nagainst final decree filed before the High Court may become infructuous if\nstay of dispossession is not granted. But at the same time, the interests of\nfirst Respondent require to be protected. The learned counsel for first\nrespondent estimates the minimum loss to his client as Rs. 25000/- per month.\nE\n6. Having regard to the facts and circumstances, interests of justice\nwould be served if the Appellant is directed to pay to the first Respondent\nRs. 25,000/- (Rupees twenty five thousand) per month unconditionally during F\nthe pendency of the Appeal.\n7. We, accordingly dispose of this appeal as follows:\n(i) The interim order dated 1.9.2006 granted by the High Court is\nmodified as follows: There shall be stay of dispossession of the G\nAppellant during the pendency of the Appeal before the High Court\nsubject to the Appellant paying Rs. 25, 000/- per month to the first\nRespondent, every month commencing from 1.2.2007. If there is any\ndefault on the part of the Appellant, the stay order shall stand vacated.\"\nt\n}\n'\nH\n288\nA\nB\nRP.\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n(ii) Nothing stated above shall be construed as expression of any\nopinion on the merits of the appeal before the High Court or quantum\nof mesne profits. The order is purely interim in nature, Pending disposal\nof the appeal.\n(iii) The High Court is requested to hear and dispose of the appeal\nexpeditiously as already directed by it, in its order dated 1.9.2006.\n(iv) Parties to bear their respective costs in this appeal.\nAppeal disposed of.\nię\n,\n"}