{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\n☑\nRAJ KUMAR SONI AND ANR.\nV.\nSTATE OF U.P. AND ANR.\nAPRIL 3, 2007\nA\nB\n[P. K. BALASUBRAMANYAN AND B. SUDERSHAN REDDY, JJ.}\n-\nU.P. Zamindari Abolition and Land Revenue Act-s 122(6) Allotment\nof Government Land for residential purposes-Cancellation of irregular\nallotment Sub-Divisional Officer allotting land to one and thereafter\ndirecting transfer of land in the name of the purchaser-District Magistrate\nquashed the transfer order in favour of purchaser-Upheld by High Court-\nCorrectness of Held: Sub-Divisional Officer has no jurisdiction vested in\nhim to allot the Government land-Power vests only with the District'\nMagistrate-Order by Sub-Divisional Officer in favour of purchaser not being\nin accordance with law, District Magistrate justified in quashing the same—\nThus, order of High Court calls for no interference-Interference would result\nin resurrection of an illegal and void order.\nC\nD\nE\nF\nSub-Divisional Officer allotted Government land in favour of M for a\nperiod of thirty years. M obtained a sanctioned plan and made certain\nconstructions. Appellants purchased the constructions raised/malwa from M.\nAppellants then sought mutation in their favour. Deputy Collector directed\nthe transfer of the land itself in the names of the appellants on payment of\nland revenue. District Magistrate issued show-cause notice to the appellants\nas to why the grant of the land made in their favour by the Sub-Divisional\nOfficer should not be rescinded since the Sub-Divisional Officer is not\nauthorized to grant land as the authority to grant the Government land for\nthe residential purpose vests in the District Magistrate and thereafter\nquashed the transfer order made in favour of the appellants by the Sub-\nDivisional Officer. Appellants challenged the order passed by the District\nMagistrate/Collector. High Court held the order of the Sub-Divisional Officer\nin allotting the land to M and thereafter directing the transfer of the land in G\nthe name of the appellants as void and without jurisdiction. Hence the present\nappeals.\nAppellants contended that the findings by the District Magistrate that\n733\nH\n734\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA the power of the Sub Divisional Officer in the matter of allotment of land has\nbeen withdrawn is absolutely baseless; that there is absence of production of\na copy of the proceedings thereof; that in the show cause notice there was no\nmention about the withdrawal of the power conferred upon the Sub-Divisional\nOfficer and thus, the order of the Sub-Divisional Officer could not have been\nset aside; and that the order is in violation of the principles of natural justice.\nB\nC\nD\nRespondent-State contended that the proceedings right from the\nallotment of land up to the execution of lease deed are void ab initio; that the\nSub-Divisional Officer was not authorized to allot the Government land in\nfavour of M and thereafter transfer the same in favour of the appellants and\nas such the High Court rightly refused to interfere with the orders passed by\nthe District Magistrate/Collector.\n;\nDismissing the appeals, the Court\nHELD: 1.1 The High Court in clear and categorical terms found that\nthe Sub-Divisional Officer had no jurisdiction vested in him to grant/allot\nthe Government land and the power vests only with the District Collector. The\nappellant did not plead and establish to the satisfaction of the Court that the\nSub-Divisional Officer is conferred with the jurisdiction to allot/grant the\nGovernment land on the strength of application by the interested parties. It is\na fundamental principle of law that a person invoking the extraordinary\nE jurisdiction of the High Court under Article 226 of the Constitution of India\nF\nG\nmust come with clean hands and must make a full and complete disclosure of\nfacts to the Court. Parties are not entitled to choose their own facts to put-\nforward before the Court. The foundational facts are required to be pleaded\nenabling the Court to scrutinize the nature and content of the right alleged\nto have been violated by the authority. [Para 11] [739-F-H; 740-A]\n1.2. A plain reading of the Rule clearly reveals that Parganadhikari is\nmerely authorized to sign the lease deed on behalf of the Governor. The Rules\nnowhere confer power upon the Parganadhikari to allot Government land on\nlease in favour of any individual. [Para 14] [740-E-F]\n1.3. The Sub-Divisional Officer did not allot the land in favour of the\nappellants after cancelling the grant made in favour of M. Having found that\nM violated the terms and conditions of grant, the Sub-Divisional Officer\ncancelled the grant of lease and imposed penalty of Rs. 2000/- upon M and\nsimultaneously effected transfer of the land in favour of the appellants.\nH Assuming that the Sub-Divisional Officer had the authority and jurisdiction\nRAJ KUMAR SONI v. STATE OF U.P.\n735\nto grant lease of the land for non-agricultural purposes, at the most be could A\nhave considered the application of the appellants on merits in order to decide\nas to whether they were entitled to grant of any Government land, but under\nno circumstances the Sub-Divisional Officer could have passed orders\ntransferring the land in the names of the appellants.\n[Para 15] [740-F-H; 741-A]\nB\nC\n1.4. It is true in the show cause notice issued by the District Magistrate\nthere is no mention about the order withdrawing the powers conferred upon\nthe Sub Divisional Officer in the matter of according grant of lease of\nGovernment lands. However, it is stated that the Paraganadhikari/Sub-\nDivisional Officer is not authorized to grant land under the Government Grant\nAct, the authority to grant land to certain extent for residential purposes is\nvested in the District Magistrate. It is in the final order of the District\nMagistrate a mention is made about the proceedings under which the powers\nof the Sub-Divisional Magistrate had been withdrawn much prior to the Sub-\nDivisional Officer accorded the grant. The appellants may be technically right\nin contending that the order of the District Collector is based on the grounds D\nwhich were not specifically mentioned in the show cause notice issued to the\nappellants. [Para 16] [741-B-C]\n1.5. The appellants failed to establish that they have lawfully secured\nallotment of land. It is the duty cast upon the appellants to plead and establish\nE\nthat the order of allotment/grant by the Sub-Divisional Officer in favour of\ntheir predecessor-in-title created any legal right and also further establish\nthe transfer of land in their favour has been validity made by the Sub-\nDivisional Officer. The High Court while exercising the jurisdiction under\nArticle 226 of the Constitution of India had come to the conclusion that the\norder of the Sub-Divisional Officer upon which the whole claim of the F\nappellants rests was invalid and improper. The High Court itself could have\nset aside such invalid and improper order. Therefore nothing turns on this\nargument. Even if there was any technical violation of the rules of natural\njustice, this is not a fit case for interference, such interference would result\nin resurrection of an illegal, may, void order. In such view of the matter justice\nG\nhas been done in the matter and the High Court rightly refused to resurrect\nor resuscitate the order of the Sub-Divisional Officer which is unenforceable\nin law. [Paras 12 and 16] [740-B; 741-E-F]\nVenkateswara Rao v. Government of A.P., AIR (1966) SC 828 and M. C.\nMehta v. Union of India, AIR (1999) SC 2583, referred to.\nH\n7\n!\n736\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1763 of 2007.\nFrom the Final Judgments and Orders dated 01.09.1999 \u0026 08.04.2005 of\nthe High Court of Judicature at Allahabad in Civil Misc. Writ Petition No.\n20708 of 1999.\nSudhir Chandra, Jasbir Singh Malik and S.K. Sabharwal for the Appellant.\nAvatar Singh Rawat, AAG., State of Uttaranchal, and Jatinder Kumar\nBhatia for the Respondent.\nThe Judgment of the Court was delivered by\nB. SUDERSHAN REDDY, J. 1. Leave granted.\n2. On 31-3-1993 the Sub-Divisional Officer, Kotdwar accorded approval\nto allot the land in question admeasuring Ac.0-053 hectare in Khasra No.1003\nsituated at village Jhonk, District Pauri Garhwal (Uttaranchal) to one Mahanth\nD Govind Das. On the same day, the Sub-Divisional Officer executed a lease\ndeed in favour of the allottee for a period of thirty years from the date of\nexecution of the lease deed. The said Mahanth Govind Das is stated to have\napplied for and obtained a sanctioned plan for raising certain constructions\nfrom the Development Authority, Haridwar. The appellants herein purchased\nthe constructions raised/Malwa under the registered sale deed dated 26-4-\n1995 from the said Mahanth Govind Das. The appellants claim to have\npurchased the land also, as is evident from their pleadings and contentions\nraised in the writ petition. Be it noted, the land admittedly belongs to\nGovernment.\nE\nF\n\"'\n3. The appellants, by their application dated 15-5-1995 requested the\nCollector to grant mutation in their favour, in which it is stated that they have\npurchased the debris and not the land from Mahanth Govind Das. The\nDeputy Collector, having considered the application so submitted by the\nappellants found \"the holder of grant Mahant Govind Das sold the debris of\nresidential building and the shops along with the possession through the\nG registered sale deed in favour of the applicants on 2-5-1995. In case the debris\nis removed due to violation of the grant, then there is possibility of starting\nof unnecessary litigation and if Pakka houses are removed, then many legal\nhurdles might arise, which are not benefit the State government. Therefore it\nis not appear proper to dispossess them from the land. (sic)\" The Deputy\nCollector however, disposed of the application directing the transfer of the\nH\nRAJKUMAR SONI v. STATE OF U.P. [B. SUDERSHAN REDDY, J.] 737\nland itself in the names of the appellants on payment of land revenue at A\nRs.157.50 paise.\n4. The District Magistrate, Kotdwar Garhwal vide show-cause notice\nissued on 5-4-1999 required the appellants herein to show-cause as to why\nthe grant of the land made in their favour by the Sub-Divisional Officer,\nKotdwar should not be rescinded. In the show-cause notice, it is alleged that B\nthe Sub-Divisional Officer has unauthorisedly granted/allotted the land in\nfavour of the appellants. It is specifically alleged that the Sub-Divisional\nOfficer is not authorized to grant land, inasmuch as the authority to grant the\nGovernment land for the residential purpose vests in the District Magistrate.\nThe appellants submitted their detailed explanation to the said show-cause C\nnotice, inter alia, contending that the authority accorded grant only after\nlawful enquiry and they have spent considerable amount in renovating the\nexisting building on the land and also made some new constructions in\nrespect of which no objections have been raised at any point of time. It was\ncontended that the proceedings initiated against them are not maintainable in\nlaw. It was also contended that they have acquired the status of tenure D\nholders. The District Magistrate, having considered the explanation submitted\nby the appellants clearly found that the Sub-Divisional Officer had no authority\nto allot the land to Mahanth Govind Das in the year 1993. The Collector\naccordingly held that the order of allotment and lease executed by Sub-\nDivisional Officer did not confer any right, title and interest in the land in\nfavour of Mahanth Govind Das. The said Mahanth Govind Das sold the said\nland to the appellants without any authority of law. The District Magistrate/'\nCollector also found that the Sub-Divisional Officer abused his authority at\nevery stage right from the commencement of grant of land to Mahanth Govind\nDas till the transfer of the land to the appellants. The order of transfer made\nin favour of the appellants by the Sub-Divisional Officer has been accordingly F\nquashed and appropriate directions have been issued to make entries in the\nrevenue records duly incorporating the name of the Government as the owner\nof the land.\n|\nE\nG\n5. The appellants challenged the order passed by the District Magistrate/\nCollector dated 10-5-1999 in Civil Misc. Writ Petition No. 20708 of 1999. It was\nsought to be contended as if the appellants have purchased the land itself\nfrom Mahanth Govind Das but appears to have given up the same during the\ncourse of hearing of the writ petition. It was asserted that the power to grant\nlease vests in the Assistant Collector, previously known as Sub-Divisional\nOfficer and therefore, it cannot be said that the lease granted was without H\nJ\nB\n738\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA jurisdiction. The High Court found that the appellants did not purchase the\nland but what they have purchased under the registered sale deed was Malwa\n(debris of constructions). The Sub-Divisional Officer, according to the High\nCourt, could not have passed any order directing transfer of the land in\nfavour of the appellants based on the sale deed executed by Mahanth Govind\nDas. In terms of G.O.150/1/185(24)-6010, dated 09-10-1987, the Sub-Divisional\nOfficer/Deputy Collector had no authority to accord approval of grant of land\ninasmuch as the authority stood vested only with the Collector of the District\nto accord approval up to certain limit for residential purpose. The High Court\nalso found that the appellants' application for transfer was not made under\nthe provisions of the U.P. Zamindari Abolition and Land Reforms Rules. The\nC High Court further held that no foundational facts have been pleaded by the\nappellants that the conditions existed for securing allotment of land under the\nsaid provisions. The appellants' claim does not fall under any of the categories\nin respect of which an order of allotment could have been made under the\n´ provisions of the said Rules. The High Court took the view that in any event\nthe Collector of the District is conferred with the power under Section 122(6)\nof the U.P. Zamindari Abolition and Land Revenue Act to cancel any irregular\nallotment made by the Assistant Collector in-charge of such division. The\nHigh Court held the order of the Sub-Divisional Officer in allotting the land\nto Mahanth Govind Das and thereafter directing the transfer of the land in\nthe name of the appellants is void and without jurisdiction.\nD\nE\n6. These appeals are directed against the decision of the High Court,\ndismissing the appellants' writ petition.\n7. Sri Sudhir Chandra, learned Senior counsel for the appellants submitted\nthat the findings by the District Magistrate that the power of the Sub-\nF Divisional Officer in the matter of allotment of land has been withdrawn on\n9-7-1992 is absolutely baseless and in the absence of production of a copy\nof the proceedings thereof it has to be presumed that the Sub-Divisional\nOfficer was competent to allot the land. The learned Senior counsel further\nsubmitted that in the show cause notice there was no mention about the\nwithdrawal of the power conferred upon the Sub-Divisional Officer and in\nG such view of the matter the order of the Sub-Divisional Officer could not have\nH\nbeen set aside on the ground not mentioned in the show cause notice. The\norder according to the learned counsel is in violation of the principles of\nnatural justice.\n8. The learned counsel appearing on behalf of the State submitted that\nRAJ KUMAR SONI v. STATE OF U.P. [B. SUDERSHAN REDDY, J.] 739\nthe proceedings right from the allotment of land up to the execution of lease A\ndeed are void ab initio. The Sub-Divisional Officer was not authorized to allot\nthe Government land in favour of Mahanth Govind Das and thereafter transfer\nthe same in favour of the appellants. The High Court rightly refused to\ninterfere with the orders passed by the District Magistrate/Collector.\n9. We have carefully considered the rival submissions and perused the B\nentire material available on record.\nC\n10. We are not required to consider the first contention seriously, for\nthe simple reason that the appellants did not raise any issue whatsoever\nabout this aspect of the matter in their writ petition. In their reply to the show-\ncause notice, they did not plead and explain as to under what authority the\nSub-Divisional Officer allotted the land in favour of Mahanth Govind Das and\nthereafter transferred the same in favour of the appellants. It is only after the\ndisposal of the writ petition and during the pendency of this appeal, the\nappellants addressed a letter to the District Collector requiring him to furnish\ninformation with regard to order passed by him withdrawing the powers of D\nthe Sub-Divisional Officer in the matter of allotment of lands. On consideration\nof the entire material available on record, it appears to us, that what has been\nwithdrawn by the District Collector is obviously with reference to the power\nconferred upon the Sub-Divisional Officer to execute the lease deed for and\non behalf of the Governor of the State. No provision of law is brought to our\nnotice under which the Sub-Divisional Officer could have allotted the land E\ninitially to Mahanth Govind Das and thereafter transferred the same to the\nappellants.\nF\n11. The High Court, after an elaborate consideration of the matter, in\nclear and categorical terms, found that the Sub-Divisional Officer had no\njurisdiction vested in him to grant/allot the Government land and the power\nvests only with the District Collector. The appellants did not plead and\nestablish to the satisfaction of the Court that the Sub-Divisional Officer is\nconferred with the jurisdiction to allot/grant the Government land on the\nstrength of applications by the interested parties. It is a fundamental principle\nof law that a person invoking the extraordinary jurisdiction of the High Court G\nunder Article 226 of the Constitution of India must come with clean hands\nand must make a full and complete disclosure of facts to the Court. Parties\nare not entitled to choose their own facts to put-forward before the Court. The\nfoundational facts are required to be pleaded enabling the Court to scrutinize\nthe nature and content of the right alleged to have been violated by the\n+ }\nH\n740\nA authority.\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n12. The appellants in this case failed to establish that they have lawfully\nsecured allotment of land. It is the duty casts upon the appellants to plead\nand establish that the order of allotment/grant by the Sub-Divisional Officer\nin favour of their predecessor-in-title created any legal right and also further\nB establish the transfer of land in their favour has been validly made by the\nC\nSub-Divisional Officer. In such view of the matter we are of the opinion,\njustice has been done in the matter and the High Court rightly refused to\nresurrect or resuscitate the order of the Sub-Divisional Officer which is\nunenforceable in law.\n13. The \"Rules regarding Management of Government property\", upon\nwhich strong reliance has been placed by the appellants, do not provide for\nand contemplate for making any such transfer of Government land from one\nperson to another person. The Parganadhikari (Sub-Divisional Officer) has no\nauthority whatsoever even under the said Rules to make any grant in favour\nD of any individual or individuals. Rule 5, upon which reliance has been placed\nE\nF\nreads as under:\n\"5. Land will be allotted on lease under Government Grants Act on the\nformat prescribed by Revenue Board. Parganadhikari is hereby\nauthorized to sign this lease deed on behalf of His Excellency The\nGovernor. No registration is required for such deeds.\"\n14. A plain reading of the Rule clearly reveal that Parganadhikari is\nmerely authorized to sign the lease deed on behalf of the Governor. The Rules\nnowhere confer power upon the Parganadhikari to allot Government land on\nlease in favour of any individual.\n15. Yet another aspect of the matter: The Sub-Divisional Officer did not\nallot the land in favour of the appellants after cancelling the grant made in\nfavour of Mahanth Govind Das. Having found that Mahanth Govind Das\nviolated the terms and conditions of grant, the Sub-Divisional Officer cancelled\nthe grant of lease and imposed penalty of Rs.2000/- upon Mahanth Govind\nG\nDas and simultaneously effected transfer of the land in favour of the appellants.\nAssuming that the Sub-Divisional Officer had the authority and jurisdiction\nto grant lease of the land for non-agricultural purposes, at the most he could\nhave considered the application of the appellants on merits in order to decide\nas to whether they were entitled to grant of any Government land, but under\nH no circumstances the Sub-Divisional Officer could have passed orders\nRAJ KUMAR SONI v. STATE OF U.P. [B. SUDERSHAN REDDY, J.] 741\ntransferring the land in the names of the appellants.\nA\nC\n16. It is true in the show cause notice issued on 5.4.1999 by the District\nMagistrate there is no mention about the order dated 9.7.1992 withdrawing the\npowers conferred upon the Sub-Divisional Officer in the matter of according\ngrant of lease of government lands. It is, however, stated that the\nParganadhikari/Sub-Divisional Officer is not authorized to grant land, under B\nthe Government Grant Act, the authority to grant land to certain extent for\nresidential purposes is vested in the District Magistrate. It is in the final order\nof the District Magistrate a mention is made about the proceedings under\nwhich the powers of the Sub-Divisional Magistrate had been withdrawn as\nearly as on 9.7.1992 much prior to the Sub-Divisional Officer according grant\non 20.5.1993. The appellants may be technically right in contending that the\norder of the District Collector is based on the grounds which were not\nspecifically mentioned in the show cause notice issued to the appellants. But\nat the same time we are required to bear in mind that in the show cause notice\nit is clearly stated that the Parganadhikar/Sub-Divisional Officer is not\nauthorized to grant land, under the Government Grant Act, the authority to\ngrant land to certain extent for the residential purposes is vested in the\nDistrict Magistrate. It was, therefore, incumbent upon the appellants to plead\nand establish that the Sub-Divisional Officer had the authority to grant the\nGovernment land on lease for residential purposes. The High Court while\nexercising the jurisdiction under Article 226 of the Constitution of India had\ncome to the conclusion that the order of the Sub-Divisional Officer upon E\nwhich the whole claim of the appellants rests was invalid and improper. The\nHigh Court itself could have set aside such invalid and improper order.\nTherefore, in our considered opinion nothing turns on this argument. Even\nif there was any technical violation of the rules of natural justice, this is not\na fit case for interference, such interference would result in resurrection of an\nillegal, nay, void order.\nF\n17. In Venkateswara Rao v. Government of A.P.', a Primary Health\nCentre was formerly inaugurated at a particular village subject to certain\nconditions. Since those conditions are not satisfied, the Panchayat Samithi\nresolved to shift it to another village. The Government, in exercise of its\nreview jurisdiction, interfered with the resolution so passed by the Panchayat\nSamithi without providing any opportunity whatsoever to the Panchayat\nSamithi. The government's order was challenged in a proceeding under Article\n226 of the Constitution of India. The A.P. High Court held, the order passed\nby the Government on the review to be bad, but did not interfere on merits.\nAIR (1996) SC 828.\n1.\nD\nG\nH\n1\n742\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA The Supreme Court, while confirming the order of the High Court observed\nthat:\nB\n\"if the High Court had quashed the said order, it would have restored\nan illegal order; it would have given the Health Centre to a village,\ncontrary to the valid resolutions passed by the Panchayat Samithi.\"\n18. The Supreme Court opined that the High Court was right in refusing\nto exercise its extraordinary discretionary power under Article 226 of the\nConstitution of India.\n19. In M.C. Mehta v. Union of India', this Court, relying upon\nC Venkateshwara Rao (1 supra) observed;\nD\nE\nF\n\"The above case is clear authority for the proposition that it is\nnot always necessary for the Court to strike down an order merely\nbecause the order has been passed against the petitioner in breach\nof natural justice. The Court can under Article 32 of Article 226 refuse\nto exercise its discretion of striking down the order if such striking\ndown will result in restoration of another order passed earlier in\nfavour of the petitioner and against the opposite party, in violation of\nprinciples of natural justice or is otherwise not in accordance with\nlaw.\"\n20. In our view, on the admitted and indisputable facts set out above,\nany interference with the impugned order of the District Collector would result\nin restoration of orders passed earlier in favour of the appellants which are\notherwise not in accordance with law.\n21. For all these reasons, we do not find any merit in the appeals. The\nappeals are accordingly dismissed. We make no order as to costs.\nN.J.\nAppeals dismissed.\n2. AIR (1999) SC 2583\nr\n"}