{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"170 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA becomes more difficult to overlook sentencing disparities.\nDeath is the most severe of all punishments.\nB\nC\nThe US Supreme Court has acknowledged that there is a\nprofound and immeasurable gap between a death sentence\nand a life sentence. In Woodson, [428 U.S. at 305] the court\nheld that there is a corresponding difference in the need for\nreliability in the determination that death is the appropriate\npunishment in a specific case. (see also Lockett, [438 U.S. at\n604]) In Rummel v. Estelle, [445 U.S. 263, 272 (1980)], the\nCourt noted that challenges to the excessiveness of particular\nsentences have rarely been successful in non-capital cases.\nFairness to any capitally sentenced convict, therefore,\nrequires an assessment of the relative propriety of the sentence.\nBecause of their irrevocability and severity, the Constitution\nD requires greater reliability and fairness from sentencing courts\nfor capital sentences than for non-capital sentences.\n4(B). Proportionality Requirement\n30. The Canadian Charter of Rights makes provision for\nE the limitation of rights through a general clause. Section 1 of\nthe Charter permits such reasonable limitations on Charter\nrights \"as can be demonstrably justified in a free and\ndemocratic society”. In R. v. Oakes, [1986] 1 S.C.R. 103 it was\nheld that in order to effect a limitation, there has to exist a\nF sufficient objective to warrant the limitation of the right in\nquestion. There should also be proportionality between the\nlimitation and such objective. In a frequently-cited passage,\nDickson, J. described the components of proportionality as\nfollows:\nG\nI\n\"There are, in my view, three important components of a\nproportionality test. First, the measures adopted must be\ncarefully designed to achieve the objective in question.\nThey must not be arbitrary, unfair or based on irrational\nconsiderations. In short, they must be rationally connected\nT\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n171\nto the objective. Secondly, the means, even if rationally\nconnected to the objective in the first sense, should impair\n'as little as possible' the right or freedom in question: R v\nBig M Drug Mart Limited (supra).\nThirdly, there must be a proportionality between the effects\nof the measures which are responsible for limiting the\ncharter right of freedom, and the objective which has been\nidentified as of 'sufficient importance\".\"\nA\nB\nC\nDuring the sentencing process, the sentencing court or the\nappellate court for that matter, has to reach to a finding of a\nrational and objective connection between capital punishment\nand the purpose for which it is prescribed. In sentencing terms,\n\"special reasons\" as envisaged under section 354(3) Code of\nCriminal Procedure have to satisfy the comparative utility which\ncapital sentence would serve over life imprisonment in the D\nparticular case. The questior, whether the punishment granted\nimpairs the right to life under Article 21 as little as possible.\nR. v. Chaulk, [1990] 3 S.C.R. 1303] suggested that the\nmeans must impair the right \"as little as is reasonably possible\".\nThe court held:\nE\n\"Where choices have to be made between \"differing\nreasonable policy options\", the courts will allow the\nGovernment the deference due to legislators, but “(will) not\ngive them an unrestricted licence to disregard an F\nindividual's Charter rights. Where the Government cannot\nshow that it had a reasonable basis for concluding that it\nhas complied with the requirement of minimal impairment\nin seeking to attain its objectives, the legislation will be\nstruck down\".\"\nThe fact that capital sentence is a live penalty in India; we\nshould strive to tune the practice to the evolving standards of a\nmaturing society. The normative thresholds attached thereto\nand evolving constitutional sensibilities shall continue to throw\nG\nH\nT\n172 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA fresh challenges. We have not fully resolved the dilemma arising\nfrom the fact that the Constitution prohibits excessive\npunishment borne out of undue process, but also permits, and\ncontemplates that there will be capital punishment arising out\nof an exercise of extremely wide discretion. This dilemma is\nB inherently difficult to resolve. And we should refrain from\nenforcing any artificial peace on this landscape.\nC\nWhile chosing for one option or the other, these\nconstitutional principles must be borne in mind. The nature of\ncapital sentencing is such that it is important that we ask the\nright questions. Tony Bottoms very aptly puts this general\nsentencing dilemma, which become much more acute in\ncapital sentencing. He comments, that \"justice\" and punishment\nwhen applied to sentencing are “asymmetrical concepts, in the\nsense that it is reasonably easy to establish what is unjust or\nD undeserved, but not what, precisely, is just or deserved.\" (See\nAnthony Bottoms, The Philosophy and Politics of Punishment\nand Sentencing, in The Politics of Sentencing Reform 20\n(C.M.V. Clarkson \u0026 R. Morgan eds., 1995))\nE\nF\nG\nH\n-\nPrinciple of prudence, enunciated by Bachan Singh\n(supra) is sound counsel on this count which shall stand us in\ngood stead – whenever in the given circumstances, there is\ndifference of opinion with respect to any sentencing prop/\nrationale, or subjectivity involved in the determining factors, or\nlack of thoroughness in complying with the sentencing\nprocedure, it would be advisable to fall in favour of the \"rule\" of\nlife imprisonment rather than invoking the \"exception\" of death\npunishment. )\nSENTENCING IN THIS CASE - BACHAN SINGH TEST\n31. Let us now examine the relevant factors relating to\nsentencing in this case, keeping in mind the letter and spirit of\nthe Bachan Singh (supra).\nKumar Gaurav (PW-1) has given the details of the incident.\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n173\nWe have already noted his statement before the court primarily A\non the deposition of the said Approver, Kumar Gaurav,\nwhereupon the prosecution relies to establish that the accused\ndeserves the harshest punishment.\nAccused No. 1 however has a different story to tell. As per\nhim he himself, Kumar Gaurav (PW-1) and Kartikraj (the\ndeceased) had staged a fake kidnapping to extract money from\nKartikraj's parents. It is evident from his deposition that all\npersons involved were in the night of the incident having a party\nat his flat situated in Amrapali Society. They were drunk. They\nhad watched movies all night on the VCR. They made a phone\ncall at the residence of the father of Kartikraj, demanding\nransom. It was done only on the suggestion of Kumar Gaurav\n(PW-1), the Approver. It was he who had suggested that they\ncould earn a good amount pretending to kidnap someone\namongst them. Kartikraj was chosen since his father was from\na wealthy family. It was Kartikraj himself who had dialed his\nfather's number and handed over the phone to Kumar Gaurav\n(PW-1).\nAs per the appellant, they had continued the party even on\nthe next day. Since all the liquor had been consumed he himself\nand the deceased had at about 4.00 p.m. gone out to purchase\nsome more liquor. Thereafter he had left the place to finish his\nwork and when he came back, he found Kartikraj lying in front\nof the toilet having sustained head injuries. We may notice his\nstatements from the judgment of the learned Sessions Judge\nin the following terms:\n-\nB\nC\nD\nE\nF\nG\n\"Thereafter, as he had some work, he dropped Kartikraj\nto that flat and went to finish his work. Thereafter, when he\ncame back to that flat, he saw Kartikraj lying in front of the\ntoilet sustaining head injury. Approver – Kumar Gaurav\nand his two friends found frightened and worried.\nThereafter, when he inquired with them as to what\nhappened, Kumar Gaurav told him that after Kartikraj\nbrought bottles of Rum, he drunk very fast and got drink H\n*\nA\nB\nC\nD\nE\nF\nG\nH\n174\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nvery heavily and while going to the toilet, feli down etc.\nThereafter, when he suggested to take Kartikraj to a\ndoctor, approver Kumar Gaurav said that since he made\nransom call, nobody would believe them that Kartikraj fell\nunconscious accidentally after drinking heavily. Thereafter,\napprover Kumar Gaurav told him that in fact Kartikraj is\ndead and he has confirmed by checking his pulse. After\nhearing this, he got very scared and told Kumar Gaurav\nthat they must inform police and now, the joke has gone\ntoo far. But, Kumar Gaurav told that he has thought about\neverything and asked him to dispose of the motorcycle of\nKartikraj. Accordingly, he left the flat and under mental\nstress and fear, he wandered here and there and finally\nabandoned the motorcycle in wee hours of morning.\nThereafter, he did not go back to the flat of Amrapali\nSociety. On 9.8.2001 in the evening, he received phone\ncall of Kumar Gaurav (P.W.1) asking him to come to\nMumbai at Dadar immediately and threatened him that if\nhe did not go as per his directions to Mumbai, he will\ninform his name to the police. Therefore, he followed.\nwhatever was being told by approver Kumar Gaurav. When\nhe went to Pariera Housing Society flat at Naigaon,\nMumbai, he saw Kumar Gaurav (P.W.1) and Accused\nNos. 2 and 3 there. There he was told by Kumar Gaurav\n(P.W.1) that he himself and his associates have disposed\nof the dead body of Kartikraj and further told him that the\nfather of Kartikraj is still ready to pay ransom and that he\nwould be sending the amount to Mumbai and he (Kumar\nGaurav P.W.1) will collect the amount. Thereafter when\nKumar Gaurav (P.W.1) went to collect the amount of\nransom, he was asked by Kumar Gaurav (P.W.1) to stand\nnear Andheri Railway Station. Accordingly, when he was\nstanding near Andheri Railway Station, police along with\nKumar Gaurav (P.W.1) came there and accosted him.\nThus, according to Accused No. 1 Santosh kumar Bariyar,\ndeath of Kartikraj is accidental and his dead body is\ndisposed of by Kumar Gaurav (P.W.1) and his friends. But,\n1\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 175\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nhe does not know as to how the dead body of Kartikraj A\nwas disposed of.\"\nWe may also notice the reasoning of the courts below in\nimposing death sentences on the appellant. The learned\nSessions Judge as regards the appellant noted:\n\"\n.\nB\n\"...It is Santoshkumar Bariyar's mastermind which was\nresponsible for the ultimate act of brutal killing of Kartikraj\nand it is, [he] who directed the accused Nos. 2 and 3, so\nalso, Kumar Gaurav (PW-1) to catch hold Kartikraj while\nstrangulation and further it is, [he] who directed Accused C\nNos. 2 and 3 and approver Kumar Gaurav (PW-1) to cut\nthe dead body of Kartikraj. Not only this, but it is, [he] who\nacted nastly and inhumanly manner by twisting right leg of\nKartikraj when one of the other accused could not cut in\nthe right leg of Kartikraj. Therefore, I am of the opinion that\nit will not be possible to reform and rehabilitate the\naccused No.1 by imposing [a] minimum sentence of\nimprisonment for life. Hence, I hold that this is a rarest of\nrare case.\"\nThe sentence was affirmed by the High Court stating:\n*... Examined from all angles, we feel that PW 1 has\nestablished that the main architect of the conspiracy is A1.\nIt was hatched by all the accused and carried out as per\nthe directions of A1. A1 showed extreme depravity in\ncutting the dead body and ensuring that it was disposed\nof. The lust for money continued till the accused were\narrested...'\n\"\nD\nE\nןד\nF\nHowever while imposing the sentence of imprisonment for G\nlife on Sanjeeb Kumar Roy (A 2) and Santosh Kumar Roy (A\n3) the learned Sessions Judge noted:\n\"As far as the Accused Nos. 2 and 3 are concerned, it is\nevident from the proven facts that they accepted the plan\nof Accused No. 1 only for monetary gain. The plan was\nН\nA\nB\nC\nD\nE\nF\n176 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\npossessed by accused No. 1 only. The Accused Nos. 2\nand 3 as well as the approver Kumar Gaurav were\nmotivated by accused No.1 Santosh Kumar Bariyar and\ntherefore, they all hatched [a] criminal conspiracy. Hence\nit cannot be disputed that the Accused Nos. 2 and 3\nparticipated in the commission of [the] crime at the behest\nof Accused No. 1 Santosh Kumar Bariyar, which can be\nconsidered as a mitigating circumstance. Considering this\nmitigating circumstance and ages of Accused Nos. 2 and\n3, in my view, it will be just and proper to give them an\nopportunity to reform and rehabilitate by imposing\nminimum sentence of life imprisonment.\"\nThe High Court refused to interfere with the question of the\nsentence on the said accused in the following words:\n“... Though it is true that A2 and A3 have actively\nparticipated in the crime, the brain behind it is A 1. A2 and\nA3 have carried out dictates of A1. This is a mitigating\ncircumstance. Hence, we are not inclined to enhance the\nsentence.\"\nThe doctrine of proportionality, which appears to be the\npremise whereupon the learned trial judge as also the High\nCourt laid its foundation for awarding death penalty on the\nappellant herein, provides for justifiable reasoning for awarding\ndeath penalty.\nHowever while imposing any sentence on the accused the\ncourt must also keep in mind the doctrine of rehabilitation. This,\nconsidering Section 354(3) of the Code, is especially so in the\ncases where the court is to determine whether the case at hand\nG falls within the rarest of the rare case.\nH\nThe reasons assigned by the courts below, in our opinion,\ndo not satisfy Bachan Singh Test. Section 354 (3) of the Code\nprovides for an exception. General rule of doctrine of\nproportionality, therefore, would not apply. We must read the\n•\n7\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 177\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nsaid provision in the light of Article 21 of the Constitution of A\nIndia.\nLaw laid down by Bachan Singh (supra) and Machhi\nSingh (supra) interpreting Section 354 (3) of the Code should\nbe taken to be a part of our constitutional scheme.\nAlthough the Constitutional Bench judgment of the\nSupreme Court in Bachan Singh (supra) did not lay down any\nguidelines on determining which cases fall within the 'rarest of\nrare' category, yet the mitigating circumstances listed in and\nendorsed by the judgment gives reform and rehabilitation great\nimportance, even requiring the state to prove that this would not\nbe possible, as a precondition before the court awarded a\ndeath sentence. We cannot therefore determine punishment on\ngrounds of proportionality alone. There is nothing before us that\nshows that the appellant cannot reform and be rehabilitated.\nIn Dhananjoy Chatterjee v. State of W.B. [(1994) 4 SCC\n220], this Court has taken notice of the fact that shockingly large\nnumber of criminals go unpunished thereby increasingly\nencouraging the criminals and in the ultimate making justice\nsuffer by weakening the system's credibility. Although the\nincreasing number of cases which affect the society may hold\nsome value for the sentencing court, but it cannot give a\ncomplete go-by to the legal principle laid down by this court in\nBachan Singh (supra) that each case has to be considered\non its own facts.\nB\nC\nD\nE\nF\nMr. Adsure has placed strong reliance on a decision of this\nCourt in Mohan and Others v. State of T.N. [(1998) 5 SCC 336]\nto contend that the manner in which the murder was committed\nitself point out that all the accused deserved death penalty. In G -\nour opinion the facts of that case are clearly distinguishable\nfrom the present one. That case involved the murder of a minor.\nIt clearly is not applicable to the present case. Moreover, the\ncourt in that case too recognized that proper and due regard\nmust be given to the mitigating circumstances in every case. H\nA\n178 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nFurther indisputably, the manner and method of disposal\nof the dead body of the deceased was abhorrent and goes a\nlong way in making the present case a most foul and\ndespicable case of murder. However, we are of the opinion,\nthat the mere mode of disposal of a dead body may not by itself\nB be made the ground for inclusion of a case in the \"rarest of\nrare\" category for the purpose of imposition of the death\nsentence.\n.C\nЦ\nЦет\nII\nIt may have to be considered with several other factors.\nThis Court has dealt with the issue in Ravindra Trimbak\nChouthmal v. State of Maharashtra [(1996) 4 SCC 148]. In this\ncase of dowry death, the head of the deceased was severed\nand her body cut into nine pieces for disposal. This court\nhowever expressed doubts over the efficacy of the deterrent\neffect of capital punishment and commuted the death sentence\nto one of RI for life imprisonment.\n1\nThe issue of deterrence has also been discussed in the\njudgment of Swamy Shraddananda - 1 (supra), thus:\nVenizserpni\nv\nIt is noteworthy to mention here the Law Commission\nebitaui oplem\nin its Report of 1967 took the view that capital punishment\nedt ponA YO\nblod acted as a deterrent to crime. While it conceded that\nvisi02, 91, E\nStatistics did not prove these so-called deterrent effects.\n6 9vjo jornso ji jud. huos\nIt also said that figures did not disprove them either.\"\nni huoɔ aint yd nwob bisi eigiɔni!\nbesbiano ed of asd 9260 dose\n**\n[Emphasis supplied]\nMost research on this issue shows that the relationship\nBetween deterrence and severity of punishment is complicated.\nIt is not abus)how deferrence relates to severity and\ncertainty Furthermore criar policy must be evidence-led\nfather than based on intuitions, which research around the world\nAbs shown ofteh to be wrong! In the absence of any\nsignificant empíric attention this questionsby andram\n@fiminologists, we cannot assume that severity of punishment!\ncorrelates to deterrence to an extent when justifies the\n.9260 99 ni eeonstamuotio pnitspitim edt of nevip ed taum\n7\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR V. 179\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nrestriction of the most fundamental human right through the\nimposition of the death penalty. The goal of crime reduction can\nbe achieved by better police and prosecution service to the\nsame or at least to a great extent than by the imposition of the\ndeath penalty.\nIn this respect, we may furthermore add here that in the\nmost recent survey of research findings on the relation between\nthe death penalty and homicide rates, conducted for the United\nNations in 1988 and updated in 2002, it was stated:\n65\nA\nB\n'... it is not prudent to accept the hypothesis that capital C\npunishment deters murder to a marginally greater extent\nthan does the threat and application of the supposedly\nlesser punishment of life imprisonment.\"\n[See Roger Hood, The Death Penalty: A World-wide\nPerspective, Oxford, Clarendon Press, third edition, 2002,\np. 230]\n[See also Kennedy v. Lousiana (128 S. Ct. 2641)]\nMITIGATING CIRCUMSTANCES\n32. Determination, as to what would be the rarest of rare\ncases, is a difficult task having regard to different legal\nprinciples involved in respect thereof. With the aforementioned\nbackdrop, we may notice the circumstances which, in our\nopinion, should weigh with us for not imposing the extreme\npenalty.\nThe entire prosecution case hinges on the evidence of the\napprover. For the purpose of imposing death penalty, that factor\nmay have to be kept in mind. We will assume that in Swamy\nShraddananda (supra), this Court did not lay down a firm law\nthat in a case involving circumstantial evidence, imposition of\ndeath penalty would not be permissible. But, even in relation\nthereto the question which would arise would be whether in\narriving at a conclusion some surmises, some hypothesis would\nD\nE\nFA\nF\nG\nH\n"}