{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"110 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA only two years older and still a young man in age.\nAccused Nos. 2 and 3 were as much a part of the crime\nas the appellant. Though it is true, that it was he who\nallegedly proposed the idea of kidnapping, but at the\nsame time it must not be forgotten that the said plan was\nB only executed when all the persons involved gave their\nconsent thereto. [Para 32] [180-F-H; 181-A]\nC\nD\n15.4. It must be noted that the discretion given to the\n'court in such cases assumes onerous importance and\nits exercise becomes extremely difficult because of the\nirrevocable character of death penalty. One of the\nprinciples which this Court thinks is clear is that the case\nis such where two views ordinarily could be taken,\nimposition of death sentence would not be appropriate,\nbut where there is no other option and it is shown that\nreformation is not possible, death sentence may be\nimposed. [Para 32] [181-A-C]\n15.5. Section 354(3) of the Code of Criminal\nProcedure requires that when the conviction is for an\nE offence punishable with death or in the alternative with\nimprisonment for life or imprisonment for a term of years,\nthe judgment shall state the reasons for the sentence\nawarded, and in the case of sentence of death, the\nspecial reasons thereof. The reasons assigned by the\ncourts below do not disclose any special reason to\nuphold the death penalty. The discretion granted to the\ncourts must be exercised very cautiously especially\nbecause of the irrevocable character to death penalty.\nRequirements of law to assign special reasons should\nnot be construed to be an empty formality. [Para 33] [181-\nC-E]\nF\nG\n15.6. Judicial principles for imposition of death\npenalty are far from being uniform. Without going into the\nmerits and demerits of such discretion and subjectivity,\nH one must nevertheless reiterate the basic principle, stated\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 111\nSTATE OF MAHARASHTRA\nrepeatedly by this Court, that life imprisonment is the rule A\nand death penalty an exception. Each case must\ntherefore be analyzed and the appropriateness of\npunishment determined on a case-by-case basis with\ndeath sentence not to be awarded save in the `rarest of\nrare' case where reform is not possible. Keeping in mind B\nat least this principle this Court does not think that any\nof the factors in the present case warrants the award of\nthe death penalty. There are no special reasons to record\nthe death penalty and the mitigating factors in the present\ncase, are sufficient to place it out of the \"rarest of rare\"\ncategory. Thus, this Court is of the opinion that this is not\na case where death penalty should be imposed. The\nappellant, therefore, instead of being awarded death\npenalty, is sentenced to undergo rigorous imprisonment\nfor life. [Paras 34 and 35] [181-E-H; 182-A-B]\ni\nSwamy Shraddananda @ Murali Manohar Mishra v.\nState of Karantaka 2008 (10) SCALE 669, referred to.\nC\nD\nCase Law Reference:\n(2000) 8 SCC 457\nE\nrelied on\nPara 9\n1994 Supp (2) SCC 73 distinguished\nPara 9\n(1980) 2 SCC 684\nrelied on\nPara 10\n(1979) 3 SCC 646\nrelied on\nPara 10 F\n(2005) 4 SCC 165\nrelied on\nPara 11\nAIR 1983 SC 473\nrelied on\nPara 11\n408 U.S. 238 (1972)\nreferred to\nPara 11\nG\n(2002) UKPC 11:12 BHRC 219 referred to Para 11\n(2002) UKPC 12\nreferred to\nPara 11\n(2002) 2 AC 284\nreferred to\nPara 11\nH\n112 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\n(2006) 1 WLR 1623\nreferred to\nPara 11\n(2007) UKPC 7\nreferred to\nPara 11\n2008 (10) SCALE 669 referred to\nPara 12\nAIR 1956 SC 526\nreferred to\nPara 13\nB\n(1991) 4 SCC 341\nreferred to\nPara 13\nAIR 1989 SC 1456\nreferred to\nPara 13\n(1981) 3 SCC 11\nreferred to\nPara 13\nC\n(1991) 1 SCC 752\nreferred to\nPara 13\n,\n(1994) 4 SCC 381\nreferred to\nPara 13\n(1996) 2 SCC 175\nreferred to\nPara 15\nD\nAIR 2009 SC 56\nreferred to\nPara 15\n(2008) 11 SCC 113\nreferred to\nPara 15\n(1996) 6 SCC 271\nreferred to\nPara 15\nE\n(2003) 9 SCC 310\nreferred to\nPara 15\n2009 (3) SCALE 394\nreferred to\nPara 15\n(1998) 7 SCC 177\nrelied on\nPara 16\n(1975) 1 SCC 647\nrelied on\nPara 17\nF\n(2002) 9 SCC 168\nrelied on\nPara 18\n(1999) 3 SCC 19\nrelied on\nPara 18\n(2002) 4 SCC 679\nrelied on\nPara 18\nG\n319 U.S. 624 (1943)\nreferred to\nPara 19\n(1973) 1 SCC 20\nreferred to\nPara 20\n2007 (3) SCALE 106\nreferred to\nPara 21\nH\n2008 (4) SCALE 442\nreferred to\nPara 21\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA\n113\n6\n2008 (10) SCALE 336 referred to\nPara 21 A\n2009 (3) SCALE 394\nreferred to\nPara 21\n2007 (14) SCALE 428\nreferred to\nPara 22\n2006 (11) SCALE 309\nreferred to\nPara 22\nB\n2007 (2) SCALE 42\nreferred to\nPara 22\n2009 (1) SCALE 713\nreferred to\nPara 22\ni\n2006 (13) SCALE 467 referred to\nPara 23\nC\n(2007) 12 SCC 288\nreferred to\nPara 23\n(1983) 3 SCC 470\nreferred to\nPara 23\n(2001) 5 SC 714\nreferred to\nPara 24\n(1953), 105 C.C.C.172 (Ont.C.A.) referred to Para 25\nD\n(1981) 2 SCC 35\nreferred to\nPara 28\n1994 (3) SA 868 (A)\nreferred to\nPara 28\n438 U.S. at 604\nreferred to\nPara 29\nE\n445 U.S. 263, 272 (1980) referred to\nPara 29\n[1986] 1 S.C.R. 103\nreferred to\nPara 30\n[1990] 3 S.C.R. 1303\nreferred to\nPara 30\nF\n(1994) 4 SCC 220\nreferred to\nPara 31\n(1998) 5 SCC 336\nreferred to\nPara 31\n(1996) 4 SCC 148\nreferred to\nPara 31\nG\n128 S. Ct. 2641\nreferred to\nPara 31\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1478 of 2005.\nFrom the Judgment Order dated 12.08.2005 passed by H\n114 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the High Court of judicature at Bombay in Criminal Appeal No.\n754 of 2004.\nB\nс\nD\nE\nF\nSushil Kumar Prabhash Kr. Yadav, V.K. Manga, C.P.\nYadav, Aditya Kumar, Menakshi Kumar, Vinay Arora and\nSudarshan Singh Rawat for the Appellant.\nRavindra K. Adure, Anjani Kumar Mishra, Gautam Godara\n(for V.N. Radhuparthy) and Rana Rami Singh for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J.\nINTRODUCTION\n1. These two appeals arise out of a common judgment of\nconviction and sentence dated 12th August, 2005 passed by\nthe High Court of Judicature at Bombay in Confirmation Case\nNo.2 of 2004 and three connected appeals; one filed by the\nState and two by the accused, whereby and whereunder it\nconfirmed and accepted the reference made to it in terms of\nSection 366 of the Code of Criminal Procedure, 1973 in the\ncase of Santoshkumar Satishbhushan Bariyar (appellant in\nCriminal Case No.1478 of 2005), and upheld the conviction and\nsentence of life imprisonment in the case of the other accused\n(respondents in Criminal Appeal No.452 of 2006).\nWhereas Criminal Appeal No. 1478 of 2005 has been\npreferred by Santoshkumar Satishbhushan Bariyar (A1)\n(hereinafter referred to as “the appellant\"), the State has filed\nCriminal Appeal No.452 of 2006 praying for enhancement of\nG sentence for Sanjeev Kumar Mahendraprasad Roy (A2) and\nSanotshkumar Shrijailal Roy (A3).\nH\nLeave in these matters was granted by this Court by\norders dated 28th October, 2005 and 17th April, 2006.\nrespectively.\ni\n·SANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 115\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nBACKGROUND FACTS\n2. The facts in brief are that the accused were said to have\nhatched a conspiracy to abduct either one Abhijeet Kothari or\none Kartikraj (the deceased) and to demand a ransom of Rs.\n10 lacs from the victim's family. Kartikraj was the one who was\neventually kidnapped. He was working as a junior clerk in\nCentral Railways at Pune. Ramraj, his father (PW-49) was, at\nthe relevant time, working as Manager in NABARD, Hyderabad.\nSantosh Ramraj (PW-50), the younger brother of the deceased\nwas staying with his father.\nA\nB\nC\nSantosh Ramraj received a phone call on 8th August, 2001\nat his residential telephone number disclosed by the caller, that\nhis brother Kartikraj was in his custody. Ransom for a sum of\nRs. 10 lacs was allegedly demanded. He was threatened that\nif the said amount was not paid within 24 hours then Kartikraj D\nwould be killed. The family of the deceased is said to have\nreceived some more threatening calls thereafter. Ramraj (PW-\n49), the father of the deceased also talked to the caller and\nasked him to give them time till the next day morning so that\nhe could make arrangements for the money.\nRamraj (PW-49) thereafter talked to his friend Dattatraya\nBhandange (PW-2) who, at the relevant time, was working as\nManger in NABARD, Pune. Bhandange (PW-2) did his best to\ntrace out Kartikraj but failed in his attempts.\nA draft of the First Information Report was faxed by Ramraj\nto Bhandange's (PW-2)'s Pune office, requesting him to lodge.\nthe same at the concerned Police Station. A photograph of\nKartikraj was also sent along.\nPursuant thereto, a First Information Report was lodged for\noffences punishable under Sections 363 and 387 of the Indian\nPenal Code. The investigation was handed over to the Crime\nBranch. Santoshraj (PW-2) informed the Investigating Officer,\nAPI Lotlikar on telephone that he had again received a phone\nE\nF\nG\nI\n:\n116 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA call from the kidnappers, asking him to come to Bombay with\nRs. 10 lacs and a mobile phone. To this API Lotlikar asked him\nto inform the caller that instead of going himself, he would be\nsending a friend of his to Bombay with the money. He told him\nto tell to the caller that the friend's name was Sham Naidu and\nB that his mobile number was 9822******. Santoshraj acted\naccordingly. Kidnappers thereafter started calling API Lotlikar\non his mobile phone thinking him to be Sham Naidu. Thus,\nkeeping the kidnappers engaged in one conversation or the\nother, a trap was laid for them at Juhu on 12th August, 2001.\nPursuant thereto Kumar Gaurav (PW-1), the approver and\nAccused Nos.2 and 3, Sanjeevkumar Mahendraprasad Roy\nand Sanothskumar Shrijailal Roy were arrested. Accused No.1,\nSantosh Kumar Satishbhushan Bariyar, was arrested at\nAndheri Railway Station. Whereabouts of Kartikraj was,\nhowever, not disclosed. The accused were thereafter produced\nbefore the Police Inspector, Dilip Bhaskar Shinde (PW-53) on\n13th August, 2001 in his office at Pune and were subsequently\nC\nD\närrested.\nOne of the accused Kumar Gaurav, who has since been\nE granted pardon, addressed a letter to the Commissioner of\nPolice, Pune City on or about 29th October, 2001 stating that\nKartikraj had been murdered by the accused on 8th August,\n2001. He expressed his repentance. He also expressed his\ndesire to make a confession. He was produced before\nF J.M.F.C., Pune at 2.00 p.m. on 31st October, 2001. He was\nproduced again on 1st November, 2001 when he made a\nstatement under Section 164 of the Code of Criminal\nProcedure, which was recorded.\nG\nUpon completion of investigation, a chargesheet was filed\nwhereupon cognizance of the offence was taken. The case was\nultimately committed to the Court of Sessions by the learned\nMagistrate by an order dated 3rd January, 2002.\n-\nBefore the learned Sessions Judge, Police Inspector Dilip\nH Bhaskar Shinde (PW-53) made an application purported to be\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 117\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nunder Section 307 of the Code of Criminal Procedure on or\nabout 21st March, 2002 praying for grant of pardon to Kumar\nGaurav (PW-1). The learned Sessions Judge passed an order\non 3rd April, 2002 granting pardon to him.\nPROSECUTION CASE\n3. As per the statement of the Kumar Gaurav (PW-1) on\nwhich the prosecution principally relies upon, he himself,\nSantosh Kumar Roy (A3) and Sanjeeb Kumar Roy (A2) were\nin search of better career prospects and all three of them\ndecided to try their luck in the city of Bombay. Since they had\nno place to stay, Sanjeeb Kumar Roy (A2) contacted the\nappellant who was, at the relevant time, living in Pune. He was\nable to arrange a temporary accommodation for all of them at\nKudale Patil Aangan Society in Pune.\nAs per Kumar Gaurav (PW-1), they hatched a plan to earn\naround 10 to 15 lacs by kidnapping two Santosh Kumar\nBariyar's (A1's) friends by demanding ransom from their\nfamilies. Appellant is said to be the master mind behind the\nentire plan; it was he who had floated the idea of kidnapping.\nAccording to him, he had two friends of his in mind, namely\nAbhijeet Kothari, whose father was a doctor, and Kartikraj, (the\ndeceased) whose father was the Manager in NABARD. Both\nthe families, as per the appellant, being rich, it was expected\nthat they would be able to get a hefty sum of money as ransom\nupon kidnapping either of them. As per his plan if any difficulties\narose they would kill the victim. He told them that they would\ncut the body into pieces and throw them at some place after\nputting them in different bags. He asked all three, whether they\nwere ready for such a plan. All of them consented.\nOnce all of them agreed, Santosh Kumar Bariyar (A1)\nasked Kumar Gaurav (PW-1) to prepare a list of articles they\nwould require for putting this plan of theirs into action. On the\nlist were Hacksaw Blades and a sickle in case they had to cut\nA\nB'\nC\nD\nE\nF\nG\n1\nI\n118 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the body. Also on it were ropes for tying up the victim; Polythene\nbags for putting in pieces of the dead body; rexin bags for\nputting in the polythene bags containing the pieces of the dead\nbody; Sim cards for using mobile phones to contact the family\nof the victim and lastly Dettol to be used as a deodorant.\nB\nC\nD\nThe day thereafter Santosh Kumar Bariyar (A1) also\nshowed them the place they would be able to dispose of the\nbody in case any need arose therefor. On the same day, in the\nevening, all the accused shifted to Amarpali Society which was\nprovided to them by an agent of the appellant. It was at the said\nplace that they decided to put their plan into action. They spent\nthe rest of the day purchasing the items on the list they had\nprepared the night before, requisite amount wherefor was\nprovided by the appellant.\nThereafter on 6th August, the appellant tried to contact both\nAbhijeet Kothari and Kartikraj. He could not get in touch with\nAbhijeet Kothari, but he was able to procure the contact number\nof the deceased. He assured all three of them that by the next\nday he would be able to bring Kartikraj to the flat. When asked\nE by others, how he could be so sure, he explained that he had\npromised him a party in connection with his marriage and,\naccording to him, Kartikraj would never refuse, if he is invited\nto a party.\nLL\nF\nG\n4. Next day, i.e., on the 7th August, Santosh Kumar Bariyar\n(A1) contacted Kartikraj (the deceased) and convinced him to\ncome to his place. In the night he brought Kartikraj to his\nApartment. Kartikraj, believing that he had been invited to\ncelebrate his friends' marriage watched movies with them till\nalmost midnight. Around midnight the appellant gave a\npurported signal to Sanjeeb Kumar Roy (A2) to execute the\nplan. Appellant then went behind the deceased and placed a\nsickle on his neck. There after both the hands of the deceased\nwere tied with a rope and his mouth with a napkin. The\ndeceased was then dragged to the toilet where he was\nx\nI\ni\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 119\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nassaulted with kicks and blows. All this went on for two hours. A\nThen the accused called up the family of the deceased and\nasked them to pay a ransom of Rs. 10 lacs if they wanted to\nsee Kartikraj alive again.\nHowever the life of the deceased could have been saved\nhad the landlord of the apartment who had come to check up\non his flat the next morning suspected anything foul in the house,\nbut unfortunately he did not. Apprehending that they might be\ncaught, Santosh Kumar Bariyar (A1) and Kumar Gaurav (PW1)\ndecided that it would no longer be safe to keep the deceased\nalive and that it was in their best interest to kill him. To end his\nlife the appellant and Sanjeeb Kumar Roy (A2) tied a rope\naround his neck and pulled at it from both ends. The deceased\ntried to struggle but his movement stopped after sometime. His\ndead body was then dragged to the toilet. Santosh Kumar\nBariyar (A1) then separated the head of the deceased with the\nhacksaw blade and a sickle. He then kept the head in a\npolythene bag. Thereafter he separated both the hands of the\ndeceased. The hands too were kept in polythene bags. He then\nasked Sanjeeb Kumar Roy (A2) to cut the legs of the deceased,\nwhich he did. Kumar Gaurav (PW-1) and Sanjeeb Kumar Roy\n(A2) packed the legs into separate bags.\nApproximately two hours were spent in cutting the body of\nthe deceased. They then disposed of these bags containing\nthe body parts of the deceased at different places. They also\ndisposed of the belongings of the deceased in a similar\nfashion. They thereafter also cleared off all the items from the\nflat.\nThe next day they again called up the family of the\ndeceased demanding ransom from them even though they had\nalready killed their victim. They were assured by the family that\nthey would get the ransom money but needed some more time\nto arrange it. It was this greed of theirs which ultimately lead to\ntheir arrest.\nB\nC\nD\nE\nF\nG\nH\n"}