{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"130 SUPREME COURT REPORTS\n'\n[2009] 9 S.C.R.\n}\nA\nB\nC\nD\nE\nF\naccount of variations in culpability within single-offence\ncategory ceases to be judicial: It tends to sacrifice justice\nat the altar of blind uniformity. Indeed, there is a real\ndanger of such mechanical standardisation degenerating\ninto a bed of procrustean cruelty.\n174. Fourthly, standardisation or sentencing discretion is\na policy matter which belongs to the sphere of\nlegislation. When Parliament as a matter of sound\nlegislative policy, did not deliberately restrict, control\nor standardise the sentencing discretion any further\nthan that is encompassed by the broad contours\ndelineated in Section 354(3), the court would not by\noverleaping its bounds rush to do what Parliament,\nin its wisdom, warily did not do.\"\nThe court while discussing Furman v. Georgia, 408 U.S.\n238 (1972) in this regard held the following:\n\"192. It appears to us that in Gregg v. Georgia and the\ncompanion cases, the Supreme Court of U.S.A. was\nobliged to read down the requirements of Furman and to\naccept these broadly worded, loose-ended and not-all-\ninclusive 'standards' because in the area of sentencing\ndiscretion, if it was to retain its judicial character,\nexhaustive standardisation or perfect regulation was\nneither feasible nor desirable.\"\nIn this context, Saibanna v. State of Karnataka [(2005) 4\nSCC 165] makes an interesting reading. The accused therein\nwas a life convict. While on parole, he committed murder of his\nwife and daughter. This Court sentenced him to death on a\nG reasoning, which effectively made death punishment mandatory\nfor the category of offenders serving life sentence, opining:\n'H\nI\n\"....A prisoner sentenced to life imprisonment is bound to\nserve the remainder of his life in prison unless the sentence\nis commuted or remitted and that such sentence could not\n\u003e\n1\n་་\n,\n1\n1\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 131\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nbe equated with any fixed term. (See Gopal Vinayak A\nGodse vs. State of Maharashtra [(1961) 3 SCR 440]. If\nthat be so, there could be no imposition of a second life\nterm on the appellant before us as it would be a\nmeaningless exercise.\n18. In the teeth of Section 427(2) of the Code of Criminal\nProcedure, 1973 it is doubtful whether a person already\nundergoing sentence of imprisonment for life can be\nvisited with another term of imprisonment for life to run\nconsecutively with the previous one.\nMandatory death punishment (prescribed under section\n303 of Indian Penal Code) was stuck down as unconstitutional\nby this court in Mithu v. State of Punjab [AIR 1983 SC 473].\nThis court observed:\n\"... If the law provides a mandatory sentence of death as\nSection 303 of the Penal Code does, neither Section\n235(2) nor Section 354(3) of the Code of Criminal\nProcedure can possibly come into play. If the court has no\noption save to impose the sentence of death, it is\nmeaningless to hear the accused on the question of\nsentence and it becomes superfluous to state the reasons\nfor imposing the sentence of death. The blatant reason for\nimposing the sentence of death in such a case is that the\nlaw compels the court to impose that sentence. The ratio\nof Bachan Singh, therefore, is that, death sentence is\nConstitutional if it is prescribed as an alternative sentence\nfor the offence of murder and if the normal sentence\nprescribed by law for murder is imprisonment for life.\"\nB\nC\nD\nE\nF\nJustice O. Chinnappa Reddy, J. in his concurring opinion G\nagreed with the majority opinion and observed:\n\"25. Judged in the light shed by Maneka Gandhi and\nBachan Singh, it is impossible to uphold Section 303 as\nvalid. Section 303 excludes judicial discretion. The scales\nI\nA\nB\nC\nD\nE\nF\nG\nI\n132 SUPREME COURT REPORTS,\n[2009] 9 S.C.R.\nof justice are removed from the hands of the Judge so\nsoon as he pronounces the accused guilty of the offence.\nSo final, so irrevocable and so irrestitutable [sic\nirresuscitable] is the sentence of death that no law which\nprovides for it without involvement of the judicial mind can\nbe said to be fair, just and reasonable. Such a law must\nnecessarily be stigmatised as arbitrary and oppressive.\nSection 303 is such a law and it must go the way of all-\nbad laws. I agree with my Lord Chief Justice that Section\n303, Indian Penal Code, must be struck down as\nunconstitutional.\"\n{See also Reyes v. R. [(2002) UKPC 11: 12 BHRC 219],\nHughes, R. v. (Saint Lucia) [(2002) UKPC 12], Fox v. The\nQueen (2002) 2 AC 284, Bowe v. The Queen (2006) 1 WLR\n1623 and Coard \u0026 Ors. v. The Attorney General (Grenada),\n(2007) UKPC 7}\nSaibanna (supra) to that extent is inconsistent with Mithu\n(supra) and Bachan Singh (supra).\n2. THRESHOLD OF RAREST OF RARE\n2(A). Sentencing Procedure\n-\n12. The analytical tangle relating to sentencing procedure\ndeserves some attention here. Sentencing procedure deserves\nan articulate and judicial administration. In this regard, all courts,\nare equally responsible. Sentencing process should be so\ncomplied with, that enough information is generated to\nobjectively inform the selection of penalty. The selection of\npenalty must not require a judge to reflect on his/her personal\nperception of crime. In Swamy Shraddananda @ Murali\nManohar Mishra v. State of Karantaka [2008 (10) SCALE\n669], the court notes that the awarding of sentence of death\n\"depends a good deal on the personal predilection of the\njudges constituting the bench.\" This is a serious admission on\nthe part of this court. In so far as this aspect is considered, there\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 133\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nis inconsistency in how Bachan Singh (supra) has been\nimplemented, as Bachan Singh (supra) mandated principled\nsentencing and not judge centric sentencing.\nThere are two sides of the debate. It is accepted that rarest\nof rare case is to be determined in the facts and circumstance\nof a given case and there is no hard and fast rule for that\npurpose. There are no strict guidelines. But a sentencing\nprocedure is suggested. This procedure is in the nature of\nsafeguards and has an overarching embrace of rarest of rare\ndictum. Therefore, it is to be read with Article 21 and 14.\nPre-sentence Hearing and \"Special Reasons\"\n13. Under section 235(2) and 354 (3) of the Criminal\nProcedure Code, there is a mandate as to a full fledged\nbifurcated hearing and recording of \"special reasons\" if the\ncourt inclines to award death penalty. In the specific backdrop\nof sentencing in capital punishment, and that the matter attracts.\nconstitutional prescription in full force, it is incumbent on the\nsentencing court to oversee comprehensive compliance to both\nthe provisions. A scrupulous compliance of both provisions is\nnecessary such that an informed selection of sentence could\nbe based on the information collected and collated at this stage.\nPlease see Santa Singh v. State of Punjab, [AIR 1956 SC\n526], Malkiat Singh and Ors. v. State of Punjab, [(1991) 4.\nSCC 341], Allaudin Mian v. State of Bihar, [AIR 1989 SC\n1456], Muniappan v. State of Tamil Nadu, [( 1981 ) 3 SCC\n11], Jumman Khan v. State of U.P., [(1991)1 SCC 752],\nAnshad and Ors. v. State of Karnataka, [(1994) 4 SCC 381]\non this.\nNature of Information to be Collated at Pre-sentence\nHearing\nA\nB\nC\nD\nE\nF\nG\n14. At this stage, Bachan Singh (supra) informs the\ncontent of the sentencing hearing. The court must play a\nproactive role to record all relevant information at his stage. H\n134 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Some of the information relating to crime can be culled out from\nthe phase prior to sentencing hearing. This information would\ninclude aspects relating to the nature, motive and impact of\ncrime, culpability of convict etc. Quality of evidence adduced\nis also a relevant factor. For instance, extent of reliance on\nB circumstantial evidence or child witness plays an important role\nin the sentencing analysis.\nC\nD\nE\nF\nG\nH\nBut what is sorely lacking, in most capital sentencing\ncases, is information relating to characteristics and socio-\neconomic background of the offender. This issue was also\nraised in the 48th report of the Law Commission.\nCircumstances which may not have been pertinent in conviction\ncan also play an important role in the selection of sentence.\nObjective analysis of the probability that the accused can be\nreformed and rehabilitated can be one such illustration. In this\ncontext, guideline no. 4 in the list of Mitigating Circumstances\nas borne out by Bachan Singh (supra) is relevant. The court\nheld:\n(4) The probability that the accused can be reformed and\nrehabilitated. The State shall by evidence prove that the\naccused does not satisfy the conditions 3 and 4 above.\nIn fine, Bachan Singh (supra) mandated identification of\naggravating and mitigating circumstance relating to crime and\nthe convict to be collected in the sentencing hearing.\n2(B) Nature of Content of Rarest of rare Dictum\n15. Rarest of rare dictum breathes life in \"special reasons\"\nunder section 354(3). In this context, Bachan Singh (supra) laid\ndown a fundamental threshold in the following terms:\n“A real and abiding concern for the dignity of human life\npostulates resistance to taking a life through law's\ninstrumentality. That ought not to be done save in the\nrarest of rare cases when the alternative option is\nunquestionably foreclosed.\"\ni\n-\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 135\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nAn analytical reading of this formulation would reveal it to\nbe an authoritative negative precept. \"Rarest of rare cases” is\nan exceptionally narrow opening provided in the domain of this\nnegative precept. This opening is also qualified by another\ncondition in form of \"when the alternative option is\nunquestionably foreclosed\". Thus, in essence, rarest of rare\ndictum imposes a wide-ranging embargo on award of death\npunishment, which can only be revoked if the facts of the case\nsuccessfully satisfy double qualification enumerated below:\nthat the case belongs to the rarest of rare category\nA\nB\n1.\nC\n2.\nand the alternative option of life imprisonment will\njust not suffice in the facts of the case\nRarest of rare dictum serves as a guideline in enforcing\nsection 354(3) and entrenches the policy that life imprisonment\nis the rule and death punishment is an exception. It is a settled\nlaw of interpretation that exceptions are to be construed\nnarrowly. That being the case, the rarest of rare dictum places\nan extraordinary burden on the court, in case it selects death\npunishment as the favoured penalty, to carry out an objective\nassessment of facts to satisfy the exceptions ingrained in the\nrarest of rare dictum. The background analysis leading to the\nconclusion that the case belongs to rarest of rare category must\nconform to highest standards of judicial rigor and thoroughness\nas the norm under analysis is an exceptionally narrow\nexception.\nA conclusion as to the rarest of rare aspect with respect\nto a matter shall entail identification of aggravating and.\nmitigating circumstances relating both to the crime and the\ncriminal. It was in this context noted:\n\"The expression \"special reasons\" in the context of this\nprovision, obviously means \"exceptional reasons\" founded\non the exceptionally grave circumstances of the particular\ncase relating to the crime as well as the criminal\"\nD'\nE\nF\nG\nH\nA\nB\nC\nD\nE\nபட\nF\nG\n136 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nCuriously in Ravji alias Ram Chandra v. State of\nRajasthan, [(1996) 2 SCC 175] this court held that it is only\ncharacteristics relating to crime, to the exclusion of the ones\nrelating to criminal, which are relevant to sentencing in criminal\ntrial, stating:\n\"... The crimes had been committed with utmost cruelty and\nbrutality without any provocation, in a calculated manner.\nIt is the nature and gravity of the crime but not the criminal,\nwhich are germane for consideration of appropriate\npunishment in a criminal trial. The Court will be failing in\nits duty if appropriate punishment is not awarded for a\ncrime which has been committed not only against the\nindividual victim but also against the society to which the\ncriminal and victim belong. The punishment to be awarded\nfor a crime must not be irrelevant but it should conform to\nand be consistent with the atrocity and brutality with which\nthe crime has been perpetrated, the enormity of the crime\nwarranting public abhorrence and it should \"respond to the\nsociety's cry for justice against the criminal\"...\"\nWe are not oblivious that this case has been followed in\nat least 6 decisions of this court in which death punishment has\nbeen awarded in last 9 years, but, in our opinion, it was\nrendered per incuriam. Bachan Singh (supra) specifically noted\nthe following on this point:\n66\n... The present legislative policy discernible from Section\n235(2) read with Section 354(3) is that in fixing the degree\nof punishment or making the choice of sentence for various\noffences, including one under Section 302 of the Penal\nCode, the court should not confine its consideration\n\"principally\" or merely to the circumstances connected\nwith the particular crime, but also give due consideration\nto the circumstances of the criminal\"\nShivaji @Dadya Shankar Alhat v. The State of\nH Maharashtra, [AIR 2009 SC 56], Mohan Anna Chavan v.\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 137\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nB\nState of Maharashtra [(2008) 11 SCC 113], Bantu v. The State A\nof U.P., [(2008) 11 SCC 113], Surja Ram v. State of\nRajasthan, [(1996) 6 SCC 271]; Dayanidhi Bisoi v. State of\nOrissa, [(2003)9 SCC 310], State of U.P. v. Sattan @\nSatyendra and Ors., [2009 (3) SCALE 394] are the decisions\nwhere Ravji Rao (supra) has been followed. It does not appear\nthat this court has considered any mitigating circumstance or\na circumstance relating to criminal at the sentencing phase in.\nmost of these cases. It is apparent that Ravji Rao (supra) has\nnot only been considered but also relied upon as authority on\nthe point that in heinous crimes, circumstances relating to Ċ\ncriminal are not pertinent.\n2(B) Alternative Option is foreclosed\n-\n16. Another aspect of rarest of rare doctrine which needs\nserious consideration is interpretation of latter part of the D\ndictum \"that ought not to be done save in the rarest of rare\ncases when the alternative option is unquestionably\nforeclosed.\" Bachan Singh (supra) suggested selection of\ndeath punishment as the penalty of last resort when, alternative\npunishment of life imprisonment will be futile and serves no\npurpose death punishment, as will be discussed in detail a little\nlater, qualitatively stands on a very different footing from other\ntypes of punishments. It is unique in its total irrevocability.\nE\nF\nIncarceration, life or otherwise, potentially serves more\nthan one sentencing aims. Deterrence, incapacitation,\nrehabilitation and retribution - all ends are capable to be\nfurthered in different degrees, by calibrating this punishment in\nlight of the overarching penal policy. But the same does not hold\ntrue for the death penalty. It is unique in its absolute rejection\nof the potential of convict to rehabilitate and reform. It G\nextinguishes life and thereby terminates the being, therefore\nputs an end anything to do with the life. This is the big difference\nbetween two punishments. Before imposing death penalty,\ntherefore, it is imperative to consider the same.\nH\nA\n138 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nRarest of rare dictum, as discussed above, hints at this\ndifference between death punishment and the alternative\npunishment of life imprisonment. The relevant question here\nwould be to determine whether life imprisonment as a\npunishment will be pointless and completely devoid of reason\nB in the facts and circumstances of the case? As discussed\nabove, life imprisonment can be said to be completely futile,\nonly when the sentencing aim of reformation can be said to be\nunachievable. Therefore, for satisfying the second exception to\nthe rarest of rare doctrine, the court will have to provide clear\nevidence as to why the convict is not fit for any kind of\nreformatory and rehabilitation scheme. This analysis can only\nbe done with rigor when the court focuses on the circumstances\nrelating to the criminal, along with other circumstances. This is\nnot an easy conclusion to be deciphered, but Bachan Singh\n(supra) sets the bar very high by introduction of Rarest of rare\ndoctrine.\nC\nD\nE\nF\n0\nH\nIn Panchhi v. State of U.P., [(1998) 7 SCC 177], this Court\nalso elucidates on \"when the alternative option is foreclosed\"\nbenchmark in the following terms:\n16. When the Constitution Bench of this Court, by a\nmajority, upheld the constitutional validity of death sentence\nin Bachan Singh v. State of Punjab this Court took\nparticular care to say that death sentence shall not normally\nbe awarded for the offence of murder and that it must be\nconfined to the rarest of rare cases when the alternative\noption is foreclosed. In other words, the Constitution Bench\ndid not find death sentence valid in all cases except in the\naforesaid freaks wherein the lesser sentence would be, by\nany account, wholly inadequate. In Machhi Singh v. State\nof Punjab a three-Judge Bench of this Court while\nfollowing the ratio in Bachan Singh case laid down certain\nguidelines among which the following is relevant in the\npresent case: (SCC p. 489, para 38)\n༩\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n141\nfactors which may not have been recorded.\nA\n1\nWe must also point out, in this context, that there is no\nconsensus in the court on the use of \"social necessity\" as a sole\njustification in death punishment matters. The test which\nemanates from Bachan Singh (supra) in clear terms is that the\ncourts must engage in an analysis of aggravating and mitigating\ncircumstances with an open mind, relating both to crime and\nthe criminal, irrespective of the gravity or nature of crime under\nconsideration. A dispassionate analysis, on the aforementioned\ncounts, is a must. The courts while adjudging on life and death\nmust ensure that rigor and fairness are given primacy over\nsentiments and emotions.\nIn Panchhi (supra), the court downplayed the heinous\nnature of crime and relied on mitigating circumstances in the\nfinal opinion. The court held:\n\"20. We have extracted the above reasons of the two\ncourts only to point out that it is the savagery or brutal\nmanner in which the killers perpetrated the acts on the\nvictims including one little child which had persuaded the\ntwo courts to choose death sentence for the four persons.\nNo doubt brutality looms large in the murders in this case\nparticularly of the old and also the tender-aged child. It may\nbe that the manner in which the killings were perpetrated\nmay not by itself show any lighter side but that is not very\npeculiar or very special in these killings. Brutality of the\nmanner in which a murder was perpetrated may be a\nground but not the sole criterion for judging whether the\ncase is one of the “rarest of rare cases” as indicated in\nBachan Singh case. In a way, every murder is brutal, and\nthe difference between one from the other may be on\naccount of mitigating or aggravating features surrounding\nthe murder.\"\nIn Vashram Narshibhai Rajpara v. State of Gujarat\n[(2002) 9 SCC 168], this court relied on the dictum of Panchhi\nB\nC\nD\nE\nF\nG\nH\n!\n"}