{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"120 SUPREME COURT REPORTS\nA JUDGMENT OF THE TRIAL JUDGE\nB\n[2009] 9 S.C.R.\n5. The prosecution examined 54 witnesses while two\nwitnesses were examined by the defence. Relying primarily on\nthe said evidence, the judgment of conviction and sentence was\nrecorded by the learned Sessions Judge. The learned Sessions\nJudge convicted accused No.1 of the offences punishable under\nSection 302 read with Section 120-B as also under Sections\n364-A read with 120-B of the Indian Penal Code. He was\nsentenced to death. Accused Nos. 2 and 3 were convicted of\nthe offences punishable under Section 302 read with Section\nC\n120-B as also under Sections 364-A read with 120-B of the\nIndian Penal Code. They were sentenced to suffer rigorous\nimprisonment for life. Besides, all the accused were found guilty\nof the offences under Sections 387 read with 120-B ; 201 read\nwith 120-B of the Indian Penal Code and Sections 4 and 25 of\nthe Indian Arms Act and were sentenced for various terms\naccordingly.\nD\nE\nF\nG\nH\nCONTENTIONS RAISED\n6. Mr. Sushil Kumar, learned senior counsel appearing on\nbehalf of the appellant in Criminal Appeal No.1478 of 2005,\nwould submit :-\n(i)\n(ii)\nThe courts below committed a serious illegality in\nrecording the judgment and conviction primarily on\nthe basis of the evidence of PW-1, Kumar Gaurav,\ndespite the fact that he had retracted his\nconfession, as would appear from his letter dated\n6th November, 2001 (Article B).\nThe evidence of learned Magistrate (PW-54) could\nnot have been relied upon by the learned Sessions\nJudge inasmuch there were enough materials to\nshow that when the charge sheet was filed on 9th\nNovember, 2001 none of the accused was\nproduced, during the period 9.11.2001 and\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 121\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n1.1.2002. Since PW-1 was not produced in Court A\nthere was no occasion for him to inform the\nMagistrate that he was not the author of Article B.\n(iii) The learned Sessions Judge could not have\n(iv)\n(v)\nexercised its jurisdiction under Section 307 of the\nCode of Criminal Procedure having regard to the\nfact that the requirements as contained in sub-\nsection (4) of Section 306 of the Code of Criminal\nProcedure had not been complied with.\nB\nC\nAs grant of pardon to Kumar Gaurav (PW-1) was\nillegal, his evidence could not have been taken into\nconsideration as a witness examined on behalf of\nthe prosecution and the same should have been\nconsidered to be a statement made by the accused.\nagainst his other co-accused only as envisaged D\nunder Section 30 of the Indian Evidence Act.\nAs the prosecution case hinges on the statement\nof Kumar Gaurav (PW-1) and the circumstantial\nevidence, whereupon the courts below have relied\nupon being not consistent with guilt of the accused;\nthe appellant is entitled to acquittal.\n(vi) In any view of the matter the quality of the evidence\nadduced by the prosecution is such for which the\ndeath penalty could not be imposed, particularly in\nview of the fact that the trial court had erroneously\nheld that there was no mitigating circumstances\ntherefor.\nE\nןד\nF\nG\nThe learned counsel for the State, however, supported the\nimpugned judgment as regards the death penalty on the\nappellant. In support of Criminal Appeal No. 452 of 2006 relating\nto Sanjeevkumar Mahendraprasad Roy (A2) and\nSanothskumar Shrijailal Roy (A3) it was argued that the\n¨sentence awarded to them was shockingly inadequate and that H\n122 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the same be enhanced to penalty of death, since the crime they\nhad committed falls within the purview of 'rarest of the rare\ncases'.\nB\nC\nD\nヨ\nF\nG\nH\nIt was urged that Sanjeeb Kumar Roy (A2) and Santosh\nKumar Roy (A3), being equal party to the crime, having had\nplayed similar role in the commission thereof, they also\ndeserved award of death penalty. It was furthermore argued that\nthere was not a single mitigating circumstance in favour of the\naccused to award to them the lesser penalty of life.\nimprisonment.\nQUESTIONS INVOLVED\n7. Two principal questions, therefore, which arise for our\nconsideration are:-\n(A) Whether the learned Sessions Judge acted illegally\nin granting pardon to Kumar Gaurav (PW-1); and\n(B)\nWhether the case in hand can be said to be a\n'rarest of rare cases' so as to enable the courts\nbelow to award the death penalty.\nLEGALITY OF THE ORDER GRANTING PARDON\n8. We shall first deal with the order of the learned\nSessions Judge granting pardon to Kumar Gaurav (PW 1).\nSections 306 and 307 of the Code of Criminal Procedure,\n1973, which are relevant for our purpose, read as under:\n\"306. Tender of pardon to accomplice:- (1) With a view\nto obtaining the evidence of any person supposed to have\nbeen directly or indirectly concerned in or privy to an\noffence to which this Section applies, the Chief Judicial\nMagistrate or a Metropolitan Magistrate at any stage of the\ninvestigation or inquiry into, or the trial of, the offence, and\nthe Magistrate of the first class inquiring into, or trying the\n1\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 123\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\noffence, at any stage of the inquiry or trial, may tender A\npardon to such person on condition of his making a full and\ntrue disclosure of the whole of the circumstances within his\nknowledge relative to the offence and to every other person\nconcerned, whether as principal or abettor, in the\ncommission thereof.\n(2) This Section applies to-\n(a) any offence triable exclusively by the Court of\nSession or by the Court of a Special Judge\nappointed under the Criminal Law Amendment Act,\n1952 (46 of 1952);\n(b) any offence punishable with imprisonment which\nmay extend to seven years or with a more severe\nsentence.\n(3) Every Magistrate who tenders a pardon under sub-\nsection (1) shall record-\n(a) his reasons for so doing\n(b) whether the tender was or was not accepted by\nthe person to whom it was made; and shall, on\napplication made by the accused, furnish him with\na copy of such record free of cost.\n(4) Every person accepting a tender of pardon made under\nsub-section (1)-\nB\nC\nD\nE\nF\n(a) shall be examined as a witness in the Court of\nthe Magistrate taking cognizance of the offence and\nin the subsequent trial, if any;\nG\n(b) shall, unless he is already on bail, be detained\nin custody until the termination of the trial.\n(5) Where a person has accepted a tender of pardon made\nunder sub-section (1) and has been examined under sub-\nH\nA\nB\nC\nD\nE\nF\nG\n124 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nsection (4), the Magistrate taking cognizance of the\noffence shall, without making any further inquiry in the\ncase-\n(a) commit it for trial-\n(i) to the Court of Session if the offence is triable\nexclusively by that Court or if the Magistrate taking\ncognizance is the Chief Judicial Magistrate;\n(ii) to a Court of Special Judge appointed under the\nCriminal Law Amendment Act, 1952, (46 of 1952),\nif the offence is triable exclusively by that Court;\n(b) in any other case, make over the case to the Chief\nJudicial Magistrate who shall try the case himself.\n307. Power to direct tender of pardon :- At any time after\ncommitment of a case but before judgement is passed,\nthe Court to which the commitment is made may, with a\nview to obtaining at the trial the evidence of any person\nsupposed to have been directly or indirectly concerned in,\nor privy to, any such offence, tender a pardon on the same\ncondition to such person.\"\nSection 306, thus, empowers the Chief Judicial Magistrate\nor a Metropolitan Magistrate or a Magistrate of the First class\ninquiring into or trying the offence to tender a pardon to such\nperson on condition of his making a full and true disclosure of\nthe whole of the circumstances within his knowledge relating\nto the offence and to every other person concerned, whether\nas principal or abettor, in the commission thereof. The said\nprovision indisputably applies to the cases triable exclusively\nby a Court of Sessions.\nThe Magistrate tendering pardon is required to record his\nreasons for so doing and to further record whether the tender\nwas or was not accepted by the person to whom it was made.\nH Sub-section (4) of Section 306 of the Code of Criminal\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 125\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nProcedure mandates that such a person accepting tender of A\npardon must be examined as a witness in the trial. Sub-section\n(5) of Section 306 of the Code of Criminal Procedure provides\nthat where a person has accepted tender of pardon made\nunder sub-section (1) and has been examined under sub-\nsection (4), the Magistrate taking cognizance of the offence\nshall commit it for trial, without making any further inquiry in the\ncase.\nWhether the terms “on the same condition\" occurring in\nSection 307 of the Code of Criminal Procedure refer to sub-\nsection (4) of Section 306 thereof and as in the instant case\napart from the purported statement made by Kumar Gaurav\n(PW-1) under Section 164 of the Code of Criminal Procedure,\nwhich had been retracted, as no other statement had been\ntaken from him by the learned Magistrate, the order granting\npardon in his favour was illegal, is the question.\nIn our opinion, the submission of Mr. Sushil Kumar does\nnot merit acceptance.\n9. Sub-section (4) of Section 306 is procedural in nature.\nIt is necessary to be followed only by a Magistrate as he would\nnot have any jurisdiction to try the case himself. The learned\nSessions Judge before whom the case is committed for trial\nmust be informed as to on what basis pardon had been\ntendered.\nB\nC\nD\nE\nF\nSection 307 does not contain any such condition. The\npower of the learned Sessions Judge is independent of the\nprovisions contained in Section 306 thereof. The condition\nmentioned in Section 307 refers to the condition laid down in\nsub-section (1) of Section 306, namely that the person in whose G\nfavour the pardon has been tendered, will make a full and true\ndisclosure of the whole of the circumstances within his\nknowledge. The power of a Sessions Court is not hedged with\nany other condition.\nH\nA\nB\nC\nD\n126 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nThe order of learned Sessions Judge dated 3rd April,\n2002 shows that the learned Judge not only applied his mind\non the application (Ext. P-7) for grant of pardon filed by the\nInvestigating Officer but also examined the appellant by putting\nrelevant questions to him.\nThe learned Sessions Judge, therefore, did not pass the\norder dated 3rd April, 2002 only on the basis of the purported\nconfessional statement made by Kumar Gaurav (PW-1) on 1st\nNovember, 2001. It was not done mechanically. If in law it was\nnot necessary for the learned Magistrate to forward a copy of\nthe confessional statement made by Kumar Gaurav (PW-1)\nunder Section 164 of the Code of Criminal Procedure or to\nrecord a separate statement of the said witness for the purpose\nof complying with the provisions of Section 306 of the Code of\nCriminal Procedure, the question as to whether he had retracted\nfrom his confession or not would not be of much relevance as\nregards exercise of power by the learned Sessions Judge\nunder Section 307 of the Code.\nWe may, however, notice that the learned Magistrate in his\nE evidence categorically opined that Kumar Gaurav (PW-1) had\ntold him that he had not signed the said application retracting\nhis confession. It may be that the said fact was not borne out\nfrom the judicial records, which were sent to the learned\nSessions Judge with the order of committal, but then we have\nno reason to disbelieve the statement of the learned\nMagistrate.\nF\nStrong reliance has been placed by the learned senior\ncounsel upon a judgment of this Court in Rampal Pithwa\nRahidas and Others v. State of Maharashtra [1994 Supp (2)\nG SCC 73] and in particular the following passage:\nH\n\"...We find ourselves unable to place any reliance on his\nuntrustworthy and unreliable evidence and in that view of\nthe matter, we refrain even from expressing any opinion\nabout the effect of the alleged non-compliance with the\n----\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 127\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nprovisions of Section 306(4) IPC read with Section 307 A\nIPC, as admittedly after the grant of pardon by the order\ndated 24.4.1987, no statement of Ramcharan approver\nwas recorded till he appeared at the trial as PW 49. It is\nonly after the grant of pardon that the status of an accused\nis changed into that of a witness and the law enjoins upon\nthe Courts to record the statement of the approver\nimmediately after pardon is granted to him so that he may\nconsider himself bound by that statement and failure to do\nso at the trial would render him liable for prosecution. That\nexercise was not performed in this case.\"\nIt was contended that it was obligatory on the part of the\nlearned Sessions Judge to comply with the requirements of\nSub-section (4) of Section 306 of the Code of Criminal\nProcedure. We, with respect, could not find that any such\nproposition of law was laid down in the said judgment as such.\nB\nC\nD\nA bare perusal of the said decision clearly goes to show\nthat the evidence of approver was found to be wholly\nuntrustworthy and unreliable. In that situation, the court refrained\nitself from expressing any opinion about the effect of the alleged E\nnon-compliance with the provisions of Section 306(4) of the\nCode of Criminal Procedure read with Section 307 thereof.\nIn the case before us the pardon granted by the learned\nSessions Judge was legal. Whereas the pardon was granted\non 3.04.2002, PW-1 was examined on 29.07.2002. Thus, his\nevidence was recorded only after grant of pardon.\nIn Narayan Chetanram Chaudhary and Another v. State\nof Maharashtra [(2000) 8 SCC 457], a Division Bench of this\nCourt, in an almost similar situation, viz., where the confessional\nstatement was kept in a sealed cover and wherein also the\nlearned Sessions Judge granted pardon, declined to hold that\nonly because some delay had occurred in granting pardon, no\nreliance could be placed thereupon. It was furthermore opined\nthat what was mandatory was the examination of the\nF\nG\nH\n128 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA accomplice. Non-examination of the approver at the committal\nstage by the committing Magistrate, if rectified later, would not\nlead to any prejudice to the accused, stating:\nB\nC\nD\nE\nF\nG\nI\n\"27. There is no legal obligation on the Trial Court or a right\nin favour of the accused to insist for the compliance with\nthe requirement of Section 306(4) of the Cr.PC. Section\n307 provides a complete procedure for recording the\nstatement of an accomplice subject only to compliance of\nconditions specified in Sub-section (1) of Section 306. The\nlaw mandates the satisfaction of the Court granting\npardon, that the accused would make a full and true\ndisclosure of the circumstances within his knowledge\nrelative to the offence and to every other person\nconcerned, whether as principal or abettor, in the\ncommission thereof. It is not necessary to comply with the\nrequirement of Section 306(4) when the pardon is tendered\nby the Trial Court. The Trial Court, in this case has taken\nall precautions in complying with the provisions of the\nSection 306(1) before tendering pardon to accused Raju,\nwho later appeared as PW. 2. We do not find any violation\nof law or illegality in the procedure for tendering the pardon\nand recording the statement of PW.2.\"\nIf it is to be held that in each and every case pardon can\nonly be granted at the initial stage, the power conferred upon\nthe Sessions Judge to grant under Section 307 of the Code of\nCriminal Procedure for all intent and purport shall become\notiose.\nThe order of the learned judge granting pardon to the\nApprover, Kumar Gaurav is, therefore, legal and valid.\nLAW ON DEATH PENALTY\n10. A Constitution Bench of this Court in Bachan Singh\nv. State of Punjab [(1980) 2 SCC 684] repelled the challenge\nof constitutionality to death penalty by laying down the\nའ\nf\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 129\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nframework law on this point. Bachan Singh (supra) serves as A\na watershed moment in the history of death penalty\njurisprudence in India as it severed Indian judiciary's normative\nambivalence on the subject.\nIt was pronounced after the new legislative policy (in form B\nof section 354(3) of the Code of Criminal Procedure, 1973)\ncame into force. The impact of this legislative change was\nvariously interpreted by this court, and this disparity in\ninterpretation triggered Bachan Singh (supra). One such case,\nwhich had laid down an interpretation of section 354(3) was\nRajendra Prasad v. State of Uttar Pradesh [(1979) 3 SCC 646].\nBachan Singh court noted that death penalty is\nacknowledged in the constitution. Also the new sentencing\nprocedures were held to be to be in the nature of safeguards\nand as a guidance sentencing. The sentencing procedure was\ntaken to be orienting the death punishment towards application\nin very selective situations. On the aforementioned reasoning,\nthe court upheld death punishment, substantively and\nprocedurally.\nThere are three broad values emerging from Bachan\nSingh (supra):\n1. INDIVIDUALIZED SENTENCING\nC\nD\nE\n11. For an effective compliance of sentencing procedure F\nunder section 354(3) and section 235(2) Cr.P.C, sufficient\ndiscretion is a pre-condition. Strict channeling of discretion.\nwould also go against the founding principles of sentencing as\nit will prevent the sentencing court to identify and weigh various\nfactors relating to the crime and the criminal such as culpability, G\nimpact on the society, gravity of offence, motive behind the\ncrime etc. Bachan Singh (supra) also holds the same view. It\nwas held in Bachan Singh (supra) that:\n\"173. Thirdly, a standardisation of the sentencing process\nI which leaves little room for judicial discretion to take\nH\n|\n"}