{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"160\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nC\nD\nthe rare cases in which the lesser alternative is\nunquestionably foreclosed.\"\nOn a deeper reading of Bachan Singh (supra) it becomes\nclear that the court was operating under two fundamental\nconstraints while dealing with the constitutionality challenge:\nFirstly, death penalty is mentioned in the Constitution (for\ninstance under Article 161 and Article 72(1)(c). Constitutional\nrecognition was taken to be a primary signal for the legitimacy\nfor section 302.\nSecondly, owing to separation of power doctrine, the court\ntook a deferential view towards section 354(3) which was\nbrought in to discipline the courts on death penalty by making\nlife imprisonment the rule and death penalty exception.\nLaboring under the aforementioned constraints, the death\npenalty was held constitutional. This affirmative response to\nconstitutionality of death penalty presented another complicated\nchallenge which related to administration of death penalty or\nin other words, sentencing of capital punishment. This has been\nE universally considered as a vexed question of law and practice\nand has not been satisfactorily dealt with in any jurisdiction so\nfar.\nF\nG\nH\nIt is interesting to note here that this Court opined in State\nof Punjab v. Prem Sagar and Ors. [JT 2008 (7) SC 66], as\nlate as 2008, that there is no sentencing policy in India. But\nBachan Singh (supra) treated death penalty as an exceptional\npenalty, different from any other punishment, and did lay down\na policy prescription on sentencing, way back in 1980.\nWe have also noticed that in numerous decisions of this\ncourt, constitutional guarantees have been invoked at some\nstage of capital sentencing. Similarly, rarest of rare dictum takes\nits colour from constitutional guarantees.\nY\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n161\n1. \"JUSTICE\" IN CAPITAL SENTENCING\n25. Justice must be the first virtue of the law of sentencing.\nA sentencing court must consider itself to be a \"forum of\nprinciple\". The central idea of such a forum is its continuing\ncommitment to inhere a doctrinal approach around a core\nnormative idea. \"Principled reasoning\" flowing from judicial\nprecedent or legislation is the premise from which the courts\nderive the power. The movement to preserve substantial judicial\ndiscretion to individualize sentences within a range of\npunishments also has its basis in the court's ability to give\nprincipled reasoning.\nA\nB\nC\nThe claim of sentencing to being a principled exercise is\nvery important to the independent and unpartisan image of\njudiciary. R. v. Willaert (1953), 105 C.C.C. 172 (Ont.C.A.) way\nback in 1953, envisaged the role of judge in sentencing as “an D\nart-a very difficult art-essentially practical, and directly\nrelated to the needs of society.\" We have now come from that\ndescription of court to court as \"forum of principle\". This role is\nconsistent with the constitutional mandate of due process and\nequal protection.\n(See Ronald Dworkin, The Forum of Principle 56 NYU L.\nRev. 469 (1981) for more on \"forum of principle\"; for more on\njustice and sentencing see Von Hirsch and Andrew Ashworth,\nThe Sentencing Theory Debate: Convergence in Outcomes,\nDivergence in Reasoning Proportionate Sentencing: Exploring\nThe Principles, Oxford University Press, 2005)\nE\nF\nThere is a fundamental relationship between the legitimacy\nof sentence belonging to a particular potency and the reasons.\naccorded by the court to justify the same. This flows from the G:\ninherent nature of punishment which can be understood as a\ncoercive force invoked by the state for a legitimate purpose. It\nwas Bentham who said that \"all punishment in itself is evil. Upon\nthe principle of utility, if it ought at all to be admitted, it ought\nonly to be admitted in as far as it promises to exclude some H\n162 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA greater evil.\" (See Jeremy Bentham, An Introduction to the\nB\nC\nD\nE\nF\nG\nPrinciples of Morals and Legislation, in A Fragment of\nGovernment with An Introduction to the Principles of Morals and\nLegislation 281 (1948).)\nThe reasons which are accorded by the court to justify the\npunishment should be able to address the questions relating\nto fair distribution of punishment amongst similarly situated\nconvicts. This may be called the problem of distributive justice\nin capital sentence. In this context, the inquiry under Article 14\nbecomes significant. Fairness in this context has two aspects:\nFirst refers to fair distribution amongst like offenders\nAnd the second relates to the appropriate criteria for the\npunishment.\nThe sentencing process, based on precedents around\nBachan Singh (supra), should help us to determine specific,\ndeserved sentences in particular cases. The reason as to why\nquestions of justice play such an important part in the\ndistribution of capital punishment, lies in the special nature of\ncapital punishment itself. Distributive justice is a relative notion:\none can never determine whether one has received one's fair\nshare except by comparison with that which has been allocated\nto others. Both questions are intertwined when we speak of\nCapital Sentence.\nScholars have described the problem of disparate\nsentencing variously. Characterizing a situation before\nsentencing reforms swept American jurisdiction, when judges\nwere using personal judgments to decide the questions of\nsentencing, Marvin Frankel referred the practice as \"wasteland\nin the law\" and the general situation as one of \"lawlessness.\"\n(See Marvin E. Frankel, Lawlessness in Sentencing, 41 U. Cin.\nL. Rev. 1 (1972))\nH\n:\n:\nF\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR V.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n2. EQUAL PROTECTION CLAUSE\n163\n26. A survey of the application of Rarest of rare doctrine\nin various courts will reveal that various courts have given their\nown meaning to the doctrine. This variation in the interpretation\nof Rarest of rare analysis may amount to be constitutionally\ninfirm because of apparent arbitrariness on the count of content\nof the doctrine.\nA\nB\nThe moot question is whether, after more than quarter of\na century since Bachan Singh (supra) recognized death\npenalty as a constitutionally permissible penalty, we can distill C\na meaningful basis from our precedent on death penalty, for\ndistinguishing the few cases in which the capital sentence is\nimposed from the many cases in which it is not? A similar\nquestion was put by Justice Stewart in Furman (supra). He\nnoted death sentences are cruel and unusual in the same way D\nas being \"struck by lightning is cruel and unusual”. Moreover,\nthe petitioners sentenced to death were seen as \"capriciously\nselected random handful\" and the question posed was whether\nthe eighth amendment could tolerate death sentences \"so\nwantonly and so freakishly imposed.\" Today, it could be safely E\nsaid in the context of Indian experience on death penalty that\nno standards can be culled out from the judge made law which\ngoverns the selection of penalty apart from broad overall\nguideline of Rarest of rare under Bachan Singh (supra).\nFrequent findings as to arbitrariness in sentencing under\nsection 302 may violate the idea of equal protection clause\nimplicit under Article 14 and may also fall foul of the due process\nrequirement under Article 21. It is to be noted that we are not\nfocusing on whether wide discretion to choose between life\nimprisonment and death punishment under section 302 is\nconstitutionally permissible or not. The subject-matter of inquiry\nis how discretion under section 302 may result in arbitrariness\nin actual sentencing. Section 302 as held by Bachan Singh\n(supra) is not an example of law which is arbitrary on its face\nbut is an instance where law may have been arbitrarily\nF\nG\nH\n164 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA administered.\nB\nC\nD\nヨ\nF\nG\nH\nIn Swamy Shraddananda (supra), this court noted\narbitrariness-in-fact prevalent in the capital sentencing process\nwith extraordinary candour:\n\"Coupled with the deficiency of the Criminal Justice System\nis the lack of consistency in the sentencing process even\nby this Court. It is noted above that Bachan Singh laid\ndown the principle of the Rarest of rare cases. Machhi\nSingh, for practical application crystallised the principle into\nfive definite categories of cases of murder and in doing.\nso also considerably enlarged the scope for imposing\ndeath penalty. But the unfortunate reality is that in later\ndecisions neither the Rarest of rare cases principle nor the\nMachhi Singh categories were followed uniformly and\nconsistently. In Aloke Nath Dutta v. State of West Bengal\nSinha J. gave some very good illustrations from a number\nof recent decisions in which on similar facts this Court took\ncontrary views on giving death penalty to the convict (see\nparagraphs 154 to 182, pp.504-510 SCALE). He finally\nobserved that `courts in the matter of sentencing act\ndifferently although the fact situation may appear to be\nsomewhat similar' and further it is evident that different\nbenches had taken different view in the matter'. Katju J. in\nhis order passed in this appeal said that he did not agree\nwith the decision in Aloke Nath Dutt in that it held that\ndeath sentence was not to be awarded in a case of\ncircumstantial evidence. Katju J. may be right that there\ncan not be an absolute rule excluding death sentence in\nall cases of circumstantial evidence (though in Aloke Nath\nDutta it is said 'normally' and not as an absolute rule). But\nthere is no denying the illustrations cited by Sinha J. which\nare a matter of fact.\n32. The same point is made in far greater detail in a report\ncalled, \"Lethal Lottery, The Death Penalty in India\"\ncompiled jointly by Amnesty International India and\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 165\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nPeoples Union For Civil Liberties, Tamil Nadu \u0026\nPuducherry. The report is based on the study of Supreme\nCourt judgments in death penalty cases from 1950 to 2006.\nOne of the main points made in the report (see chapter 2\nto 4) is about the Court's lack of uniformity and consistency\nin awarding death sentence.\n33. The truth of the matter is that the question of death\npenalty is not free from the subjective element and the\nconfirmation of death sentence or its commutation by this\nCourt depends a good deal on the personal predilection\nof the judges constituting the bench.\nA\nB\nC\nD\n34. The inability of the Criminal Justice System to deal with\nall major crimes equally effectively and the want of\nuniformity in the sentencing process by the Court lead to\na marked imbalance in the end results. On the one hand\nthere appears a small band of cases in which the murder\nconvict is sent to the gallows on confirmation of his death\npenalty by this Court and on the other hand there is a much\nwider area of cases in which the offender committing\nmurder of a similar or a far more revolting kind is spared E\nhis life due to lack of consistency by the Court in giving\npunishments or worse the offender is allowed to slip away\nunpunished on account of the deficiencies in the Criminal\nJustice System. Thus the overall larger picture gets\nasymmetric and lop-sided and presents a poor reflection\nof the system of criminal administration of justice. This\nsituation is matter of concern for this Court and needs to\nbe remedied.\n35. These are some of the larger issues that make us feel\nreluctant in confirming the death sentence of the appellant.\nF\nG\nEqual protection clause ingrained under Article 14 applies\nto the judicial process at the sentencing stage. We share\nthe court's unease and sense of disquiet in Swamy\nShraddananda case and agree that a capital sentencing H\nA\n00\nB\nC\n166 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nsystem which results in differential treatment of similarly\nsituated capital convicts effectively classify similar convict\ndifferently with respect to their right to life under Article 21.\nTherefore, an equal protection analysis of this problem is\nappropriate.\nIn the ultimate analysis, it serves as an alarm bell because\nif capital sentences cannot be rationally distinguished from\na significant number of cases where the result was a life\nsentence, it is more than an acknowledgement of an\nimperfect sentencing system. In a capital sentencing\nsystem if this happens with some frequency there is a\nlurking conclusion as regards the capital sentencing\nsystem becoming constitutionally arbitrary.\"\nWe have to be, thus, mindful that the true import of Rarest\nD of rare doctrine speaks of an extraordinary and exceptional\nE\nF\ncase.\nWhen the court is faced with a capital sentencing case, a\ncomparative analysis of the case before it with other\npurportedly similar cases would be in the fitness of the scheme\nof the Constitution. Comparison will presuppose an\nidentification of a pool of equivalently circumstanced capital\ndefendants. The gravity, nature and motive relating to crime will\nplay a role play a role in this analysis.\nNext step would be to deal with the subjectivity involved in\ncapital cases. The imprecision of the identification of\naggravating and mitigating circumstances has to be minimized.\nIt is to be noted that the mandate of equality clause applies to\nthe sentencing process rather than the outcome. The\nG comparative review must be undertaken not to channel the\nsentencing discretion available to the courts but to bring in\nconsistency in identification of various relevant circumstances.\nH\nThe aggravating and mitigating circumstances have to be\nseparately identified under a rigorous measure. Bachan Singh\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 167\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n(supra), when mandates principled precedent based A\nsentencing, compels careful scrutiny of mitigating\ncircumstances and aggravating circumstances and then\nfactoring in a process by which aggravating and mitigating\ncircumstances appearing from the pool of comparable cases\ncan be compared.\nThe weight which is accorded by the court to particular\naggravating and mitigating circumstances may vary from case\nto case in the name of individualized sentencing, but at the\nsame time reasons for apportionment of weights shall be\nforthcoming. Such a comparison may point out excessiveness\nas also will help repel arbitrariness objections in future.\nB\nC\nA sentencing hearing, comparative review of cases and\nsimilarly aggravating and mitigating circumstances analysis can\nonly be given a go by if the sentencing court opts for a life D\nimprisonment.\n3. THE \"RAREST” OF “RARE CASES\"\n27. Bachan Singh (supra) laid down its fundamental\nthreshold in the following terms:\n“A real and abiding concern for the dignity of human life\npostulates resistance to taking a life through law's\ninstrumentality. That ought not to be done save in the\nRarest of rare cases when the alternative option is\nunquestionably foreclosed.\"\nTo translate the principle in sentencing terms, firstly, it may\nbe necessary to establish general pool of rare capital cases.\nOnce this general pool is established, a smaller pool of rare\ncases may have to established to compare and arrive at a\nfinding of Rarest of rare case.\n4. ARTICLE 21\nE\nF\nG\n28. Right to life, in its barest of connotation would imply H\n168 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA right to mere survival. In this form, right to life is the most\nfundamental of all rights. Consequently a punishment which\naims at taking away life is the gravest punishment. Capital\npunishment imposes a limitation on the essential content of the\nfundamental right to life, eliminating it irretrievably. We realize\nB the absolute nature of this right, in the sense that it is a source\nof all other rights. Other rights may be limited, and may even\nbe withdrawn and then granted again, but their ultimate limit is\nto be found in the preservation of the right to life. Right to life is\nthe essential content of all rights under the Constitution. If life\nis taken away all, other rights cease to exist. South African\nconstitutional court in S v. Makwanyane [1994 (3) SA 868 (A)]\ncaptures the crux of right to life in following terms:\nC\nD\nE\nF\nG\nH\n\"Prisoners are entitled to all their personal rights and\npersonal dignity not temporarily taken away by law, or\nnecessarily inconsistent with the circumstances in which\nthey had been placed.\nA prisoner is not stripped naked, bound, gagged and\nchained to his or her cell. The right of association with\nother prisoners, the right to exercise, to write and receive\nletters and the rights of personality referred to by Innes J\nare of vital importance to prisoners and highly valued by\nthem precisely because they are confined, have only\nlimited contact with the outside world, and are subject to\nprison discipline. Imprisonment is a severe punishment; but\nprisoners retain all the rights to which every person is\nentitled under Chapter 3 subject only to limitations\nimposed by the prison regime that are justifiable under\nsection 33. Of these, none are more important than the\nsection 11(2) right not to be subjected to \"torture of any\nkind. . . nor to cruel, inhuman or degrading treatment or\npunishment”.\nThere is a difference between encroaching upon rights for\nthe purpose of punishment and destroying them altogether.\nIt is that difference with which we are concerned in the\n+\nず\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\npresent case.\"\n169\nThis court has acknowledged Death Punishment to be the\nmost extraordinary penalty in various decisions. In Shankarlal\nGyarasilal Dixit v. State of Maharashtra [(1981) 2 SCC 35] the\ncourt held:\n\"Unfaithful husbands, unchaste wives and unruly children\nare not for that reason to be sentenced to death if they\ncommit murders unconnected with the state of their\nequation with their family and friends. The passing of the\nsentence of death must elicit the greatest concern and\nsolicitude of the Judge because, that is one sentence\nwhich cannot be recalled.\"\nTherefore, in the context of punishments, the protections\nemanating from Article 14 and Article 21 have to be applied in\nthe strictest possible terms. At this juncture, it is best to point\nout that the ensuing discussion, although applicable in\nconstitutionality context, is carried out in the context of\nsentencing of death punishment. In every capital sentence case,\nit must be borne in mind that the threshold of rarest of rare\ncases is informed by Article 14 and 21, owing to the inherent\nnature of death penalty. Post Bachan Singh (supra), capital\nsentencing has come into the folds of constitutional\nadjudication. This is by virtue of the safeguards entrenched in\nArticle 14 and 21 of our constitution.\nArticle 21 imposes two kinds of limitations, which overlap\nin their reach, on punishments:\n4(A). Due process requirement\n29. With non-capital punishments, a more severe\n-punishment for one offender than another is commonly\naccepted, even in similar circumstances. The infinite gradations\nof guilt and the limits of human capacity to judge cause us to\noverlook differential treatment of apparently similar convicts. As\nthe relative severity of punishment increases, how ever, it\nA\nB\nC\nD\nE\nF\nG\nH\n"}