{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"7\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1163\nB\nC\nThe facts, which establish the identity of the accused A\npersons, are relevant under Section 9 of the Evidence Act.\nAs a general rule, the substantive evidence of a witness\nis the statement made in court. The evidence of mere\nidentification of the accused person at the trial for the first\ntime is from its very nature inherently of a weak character.\nThe purpose of a prior test identification, therefore, is to\ntest and strengthen the trustworthiness of that evidence. It\nis accordingly considered a safe rule of prudence to\ngenerally look for corroboration of the sworn testimony of\nwitnesses in court as to the identity of the accused who\nare strangers to them, in the form of earlier identification\nproceedings. This rule of prudence, however, is subject to\nexceptions, when, for example, the court is impressed by\na particular witness on whose testimony it can safely rely,\nwithout such or other corroboration. The identification\nparades belong to the stage of investigation, and there is\nno provision in the Code of Criminal Procedure which\nobliges the investigating agency to hold, or confers a right\nupon the accused to claim a test identification parade.\nThey do not constitute substantive evidence and these\nparades are essentially governed by Section 162 of the E\nCode of Criminal Procedure. Failure to hold a test\nidentification parade would not make inadmissible the\nevidence of identification in court. The weight to be\nattached to such identification should be a matter for the\ncourts of fact. In appropriate cases it may accept the F\nevidence of identification even without insisting on\ncorroboration. (See Kanta Prashad v. Delhi Admn.3,\nVaikuntam Chandrappa v. State of A.P.4, Budhsen v.\nState of U.P.5 and Rameshwar Singh v. State of J\u0026K6.).”\nD\nG\n77. Next contention of the learned counsel appearing for\nthe accused persons that the photograph of Accused No. 5 was\npublished in an Urdu daily thereby making the identity of\nAccused No. 5 public also does not find favour in view of the\nfact that the witnesses are Maharashtrians and, therefore, there H\n1164 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA is no likelihood of their reading the paper and seeing the\nphotograph of Accused No. 5.\nB\nC\n78. The evidence of another eye-witness PW-13, a student\nwho was a by-stander, was not believed by the High Court on\nthe premise that he did not disclose the incident to anybody\nfor four days. In our view, the evidence of PW-13 ought to have\nbeen relied upon by the High Court as he clearly stated in his\nevidence that though he did not see the faces of the assailants,\nhe saw the face of the driver-Accused No. 8 whom he\ndescribed. He stated that he saw the bodyguard of Milind\nVaidya chase the car with a rifle. He also noted the number of\nthe car as MH 01 N 7514. His statement gets support from the\nevidence of PW-3, the body-guard of Milind Vaidya who was\nan eye-witness of the incident and who deposed that he chased\nthe car up to some distance but did not fire any shot, although\nD armed with a carbine. The statement of PW-13 also gets\ncorroboration from the evidence of PW-30, who was an injured\nwitness of the incident and who deposed that he saw both the\nbodyguards of Milind Vaidya chase the car and one of them\nfired at it. Therefore, it would not be proper and justified to\nE discard his evidence only because he did not state about the\nincident to anyone for four days. Since his evidence is\ncorroborated and supported by other material evidence on\nrecord the same cannot be discarded only because of the\naforesaid reason.\nF\nG\nH\n79. The evidence of PW-12 and PW30, who were injured\nwitnesses, was disbelieved by the High Court though these\nwitnesses have given a reasonable description of the\nassailants. Moreover, their evidence was not shaken in the\ncross-examination. PW-30 deposed that he saw all the 3\nassailants and saw both the bodyguards of Milind Vaidya chase\nthe car and one of them fired at it. He also described the\nassailants. In our opinion, the injured witnesses as well as the\nother eye-witnesses have no reason to falsely depose against\nthe accused persons as it was not shown that they had either\n-\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1165\nany prior enmity with the accused persons or they are interested A\nparties. In fact, they are the victims of the horrendous and\nghastly attack made by the perpetrators.\nB\nC\n80. Dinanath Pawar PW-2 and Sandeep Waghmare PW-\n3, who were the bodyguards of the intended target, Milind\nVaidya were eye-witnesses of the incident. PW-2 stated in his\ndeposition that he fired three rounds from his pistol at the Maruti\ncar. PW-3 stated in his deposition that he chased the car up\nto some distance but did not fire any shot, although armed with\na carbine. Their statements are corroborated by the evidence\nof PW-30 who deposed that he saw all the 3 assailants and\nsaw both the bodyguards of Milind Vaidya chase the car and\none of them fired at it. Statements of both the eye-witnesses\ni.e. PW-2 and PW-3 are also supported by the evidence of\nanother eye-witness PW-13, a student who was a by-stander\nwho deposed that he saw the bodyguard of Milind Vaidya\nchase the car with a rifle. Both of them were the persons who\nactually witnessed the shootout and were present at the site of\nthe shootout. Furthermore, both of them have given a\ndescription of the physical features of the assailants including\nAccused Nos. 5 and 6. Therefore, in our considered opinion, E\nthe High Court ought to have relied upon the evidence of PW-\n2 and PW-3 in the light of the circumstantial evidence brought\non record. Thus, the trial court rightly found the evidence of PW-\n2 and 3 trustworthy and reliable as both of them have the best\navailable opportunity to see the assailants.\n81. Confessional statements of Accused Nos. 5 and 6\nwere recorded before DCP Shinde on 26.07.1999. Accused\nNo. 5 stated in his confessional statement that he had joined\nthe Chhota Shakeel gang and was constantly in touch with\nChhota Shakeel. He also stated that he had been receiving\nfunds from Chhota Shakeel and had been arrested on three\ndifferent occasions. On an analysis of the confessional\nstatement of Accused No. 5 we find that he has made a\ndetailed statement of the instructions he received from Mohd.\nD\nF\nG\nH\n1166 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Faheem and Chhota Shakeel in Karachi, Pakistan to kill Milind\nVaidya and has stated the involvement of Accused Nos. 1, 6,\n7 and 8 in the shootout. After the shootout he was advised by\nMohd. Faheem to leave Mumbai and so he fled to Kolkata and\nsubsequently to Nepal wherefrom he was finally arrested on or\nB about 09.06.1999.\nC\n82. Accused No. 6 stated about his earlier involvement in\nmurder cases in his confessional statement. He also stated as\nto how he met Accused No. 5 in Aurther Road Jail and that\nAccused No. 5 introduced him to the Chhota Shakeel gang.\nConfessional statement of Accused No. 6 is found to be almost\nidentical to the confessional statement of Accused No. 5.\n83. Both the aforesaid confessional statements of\nAccused Nos. 5 and 6 were held to be vitiated and\nD inadmissible by the High Court on the ground that the\nrequirements under Section 18 (3) of MCOCA were not fully\ncomplied with. The High Court came to this conclusion on the\nbasis that the record of the preliminary inquiry in respect of\nAccused Nos. 5 and 6 recorded on 23.07.1999 could not be\nE traced. The High Court also held that there was no compliance\nof the mandatory provisions of Rule 15 of the MCOC Rules\nwhich requires a certificate to be attached with the confessional\nstatement.\nF\n84. When we analyze the material on record and the\naforesaid confessional statements of Accused Nos. 5 and 6\nwe find that although the fact that the pre-confessional\nstatements were recorded on 23.07.1999 is not traceable, the\nfact that they were actually recorded is corroborated by the\nevidence of PW-64, the typist who had deposed that the\nG preliminary statements were recorded on 23.07.1999.\nThereafter, they were given a period of reflection for 48 hours\nwhich is corroborated by PW-60, PW-63 and PW-64.\nTherefore, there can be no doubt that the accused were\nsufficiently warned in advance about the consequences of their\nH confessions. In our considered opinion, the High Court\n\"\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1167\naltogether failed to take into account the evidence of PW-64, A\nthe typist. The trial court has rightly held that all the requirements\nunder Section 18 (3) of MCOCA were fully complied with while\nrecording the confessional statements. Moreover, Accused Nos.\n7 and 8 also described the involvement of Accused Nos. 5 and\n6 in the shootout in their respective confessional statements. B\nWe find that the confessional statements of Accused Nos. 7\nand 8 are consistent with the confessional statements of\nAccused Nos. 5 and 6. Reliance in this regard may be made\nto the decision of this Court in the case of Jaywant Dattatray\nv. State of Maharashtra, (2001) 10 SCC 109, wherein it was\nheld that irregularities here and there would not make the\nconfessional statement inadmissible.\n85. The reasoning of the High Court that the confessional\nstatements of the co-accused are not admissible in evidence\nbecause Section 313 of CrPC had not been complied with is\nnot tenable as there is a non-obstante clause in Section 18 (3)\nwhich precludes the application of CrPC and, therefore, the\nevidence of a co-accused is admissible as a piece of\nsubstantive evidence. [See Nalini case (supra)]\nC\nD\nE\n86. When we examine the report of the ballistic expert and\nthe submission of learned counsel appearing for the State with\nrespect to the discovery of 9 mm pistol at the instance of\nAccused No. 5 which was used in the firing, we find that the\nreport of the ballistic expert shows that the weapon and bullets F\ntally with each other and, therefore, we come to a clear\nconclusion that the weapon was used in firing during the\nshootout. Moreover, there is a clear finding of fact by both the\ncourts below that the 9 mm pistol was recovered on 18.07.1999\nat the instance of Accused No. 5 from his hut in Mahim.\nTherefore, in our considered opinion, this recovery of weapon\nclearly proves and establishes the guilt of Accused No. 5.\n87. It is clear from the material on record that Accused No.\n5 made certain telephone calls to gang leaders in Karachi,\nPakistan. This fact gets corroboration from the discovery of 3\nG\nH\n1168 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA telephone booths in Bandra and Mahim at the instance of\nAccused No. 5 wherefrom telephone calls were made by him\nto the gang leaders in Karachi, Pakistan. This evidence gets\nfurther corroboration from the evidence of the owners of the\ntelephone booths who deposed that calls were actually made\nB to certain specific numbers in Karachi, Pakistan by Accused\nNo. 5. In our opinion the High Court was not justified in holding\nthat it was not established with certainty that those telephone\ncalls even though made indeed from the booths identified by\nAccused No. 5 and on the numbers disclosed by him, were\nC actually made by Accused No. 5 because the prosecution has\nexamined six STD/ISD booth owners to prove that some of the\naccused had made telephone calls from their booths to\nKarachi, Pakistan and their evidence was found to be cogent\nand trustworthy by both the trial court as well as by the High\nCourt itself. Therefore, the view taken by the High Court with\nrespect to Accused No. 5 is not a plausible view as the same\nis in contradistinction of the view taken by the High Court with\nregard to other accused persons and it is proved from the\nmaterial on record that Accused No. 5 has made certain\ntelephone calls to gang leaders at specific numbers in Karachi,\nPakistan.\nD\nE\n88. The High Court erroneously held that conviction under\nSection 27 (3) read with Section 7 of the Arms Act could not\nbe sustained although a 9 mm pistol was recovered at the\nF instance of Accused No. 5 and it is proved that Accused No. 5\nhad used the pistol. Further, the report of the ballistic expert\nestablishes and proves that the weapon and the bullets tally\neach other. The ballistic expert also opined in the report that\none of the victims of the shootout was killed due to a bullet from\nG a 9 mm pistol. Apart from the report of ballistic expert there is\nI\nmedical evidence available on the record which show that the\ndeath of the three deceased persons was caused by the injuries\nsustained due to fire arms during the shootout and, therefore,\nit can be inferred that the weapon was used in the shootout. It\nis pertinent to note that Accused No. 6 had also used the pistols\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1169\nand fired during the shootout. Moreover, though in case of A\nAccused No. 7 the High Court held that the evidence does not\ndisclose that the bullets fired from AK-56 had resulted in the\ndeath of any person, it convicted him under Section 27 (2) of\nthe Arms Act.\nB\nC\n89. The finding of the High Court that the sanction order\nunder Section 39 of the Arms Act suffered from non-application\nof mind is not sustainable in view of the material available on\nrecord as we find that the sanction order in the present case\nis a detailed one and displays proper application of mind.\nReference in this regard may be made to the decision of this\nCourt in Gunvantlal v. State of M. P., (1972) 2 SCC 194,\nwherein it was held that under the Arms Act all that is required\nfor sanction for prosecution under Section 39, is that the person\nto be prosecuted was found to be in possession of the firearm,\nthe date or dates on which he was so found in possession and D\nthe possession of the firearm was without a valid licence.\n90. In view of the above, the order of acquittal passed by\nthe High Court in respect of Accused Nos. 5 and 6 is hereby\nset aside in the appeal filed by the State of Maharashtra. Both E\nthe accused persons are convicted for the charges as alleged\nagainst them and sentenced to undergo rigorous imprisonment\nfor life.\nF\n91. So far as Azzizuddin Zahiruddin Shaikh alias Abdul\nSattar (Accused No. 7) is concerned, he was sentenced to\ncapital punishment by the trial court. The High Court, however,\non appeal while maintaining the order of conviction altered the\nsentence from capital punishment to that of imprisonment for\nlife. Being aggrieved by the aforesaid order of conviction\npassed by the High Court, Accused No.7 preferred a special G\nleave petition being SLP (Crl.) No. 1469 of 2004 which was\ndismissed by an order dated 8th April, 2004. Therefore, the\norder of conviction passed against Accused No. 7 sentencing\nhim to undergo imprisonment for life stood upheld. So far as\nH\n1170\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA the State appeal as far as Accused No. 7 is concerned, it is\nfiled only for the purpose of enhancement of his sentence in as\nmuch as the State by filing the present appeal has questioned\nthe order of the High Court altering the sentence of capital\npunishment to that of imprisonment for life. However,\nB considering the entire facts and circumstances of the case and\nthe evidence placed on record against him, we find that capital\npunishment in the instant case would not be justified and,\ntherefore, the appeal of the State so far the issue with regard\nto alteration of the sentence of imprisonment of life to that of\ncapital punishment is dismissed.\nC\n92. Lastly, we take up the case of Abdul Hasan Bande\nHasan Mistri (Accused No. 8) who was arrested on 21.07.1999.\nThe learned counsel appearing for Accused No. 8 vehemently\ncontended that the confessional statement was recorded in\nD contravention of Section 18 of MCOCA and Rules and the said\nconfessional statement was not corroborated by any cogent\nevidence to establish the guilt of the accused. It was further\ncontended that the identification of Accused No. 8 by PW 22\nin TIP does not inspire confidence and the same should not\nE have been taken into consideration by the Court.\nF\n93. Learned counsel appearing for the State, submitted\nthat Accused No. 8 was the person who drove the car on the\nday of incident. He made Accused No. 1 drive the Maruti car\nin which Accused Nos. 5, 6 and 7 reached the place of incident\nand from the said car they fired at the victims. Furthermore, he\nwas paid for the job by Accused No. 1.\n94. On a meticulous perusal of the materials placed on\nrecord we find that the confessional statement of Accused No.\nG 8 was recorded under Section 18 of MCOCA by DCP Ravindra\nKadam (PW-39) on 16.08.1999 in which Accused No. 8\ndisclosed that he knew Accused No. 1 and has seen Accused\nNo. 5 visiting Accused No. 1, that Accused No. 1 promised to\npay Rs. 10,000/- to him for acting as a driver for the purpose\nH of committing the crime and the amount was actually paid to\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1171\nhim by Accused No. 1 on 06.03.1999, that he met Accused No. A\n5 at the instance of Accused No. 1 and both of them then\ncontacted Chhota Shakeel, that he was driving the car and\nAccused No. 7 sat by his side while Accused Nos. 5 and 6 sat\nat the back seat.\n95. The aforesaid confessional statement of Accused No.\n8 is found to be admissible in evidence and relied upon by both\nthe courts below having been found to be recorded in\ncompliance with Section 18 of MCOCA. When we examine the\naforesaid confessional statement we find that Accused No. 8\nhas given a detailed account of the incident and the modus\noperandi of the accused persons. He has given complete\ndescription of the role played by Accused Nos. 5, 6 and 7 in\nthe shootout. Therefore, in our considered opinion, the High\nCourt rightly came to the conclusion that Accused No. 8\nconspired with the other accused persons and also rendered\nassistance in the commission of organized crime even though\nhe did not fire any shot or carry arms with him. His participation\nin the crime was significant.\nB\nC\nD\nF\n96. On an analysis we find that the aforesaid confessional E\nstatement of Accused No. 8 is supported by the confessional\nstatements of the co-accused namely, Accused Nos. 5, 6 and\n7. The confessional statement of Accused No. 7 which is found\nto be admissible in evidence and relied upon by both the courts\nbelow clearly establishes the role played by Accused No. 8. The\nrole played by Accused No. 8 is also proved and established\nfrom the evidence of PW-22, a boy from Vadala (Jain Darsan\nLane), who has given a sufficiently detailed account of what he\nsaw on the day when the car was abandoned. He deposed that\nhe had seen Accused No. 8 on 07.03.1999 while he was\nabandoning the car which was used in the shootout. He\nidentified Accused No. 8 in the TIP. Accused No. 8 was also\nidentified by PW-13, an eye-witness to the crime. The High\nCourt found the testimony of PW-22 as truthful and trustworthy.\nG\n97. Evidence of Shrirang Balwanrao Shinde (PW-54), PSI, H\n1\n1172 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Crime Branch, Unit-IV and PW-31, pancha witness proves that\nAccused No. 8 led the police to Room No. 15, 3rd Floor,\nBuilding No. 1, Kidwai Nagar, Vadala on 29.07.1999 where his\nparents were also present and he took out two number plates\nof the car from the place which was used in the shootout\nB wrapped in a paper underneath a wooden bench. Both the\nnumber plates bore No. MH 01 N 7514.\nC\nD\nE\nF\nG\nH\n98. In the light of the aforesaid evidence on record we find\nthat even though Accused No. 8 has not fired any shot and he\nwas not carrying any arms with him but he played an active role\nin the crime and his participation in the crime was significant.\nHe was the person who took the assailants to the place of\nincident by driving the stolen Maruti car and he received the\nmoney for driving the car which fact was admitted by him in his\nconfessional statement. It is also clear from the records that he\nwas an active member of the gang of Chhota Shakeel and was\ninvolved in the criminal activities of the organized crime\nsyndicate run by the gang leaders. Therefore, we uphold the\norder of conviction and sentence passed by the High Court\nagainst him.\n99. In nutshell, order of conviction and sentence passed\nby the High Court in respect of Accused Nos. 1, 4 and 8 are to\nbe maintained. Since no appeal against the acquittal of\nAccused Nos. 2 and 3 filed in the High Court against their\nacquittal by the trial court, the said acquittal is not the subject\nmatter of appeal before us. Order of acquittal passed by the\nHigh Court in respect of Accused Nos. 5 and 6 is set aside in\nthe appeal filed by the State and they are directed to undergo\nrigorous imprisonment for life. Accused No. 7 has been\nsentenced to capital punishment by the trial court which was\naltered to the rigorous imprisonment for life by the High Court\nagainst which an SLP was filed in this Court which was\ndismissed. Since in one of the appeals relating to a co-\naccused, life sentence awarded was upheld by this Court\nwithout issuing any notice for enhancement of sentence, we find\n"}