{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA\n1173\nno reason to take a different view in cases of the other accused A\nherein, particularly when in respect of Accused Nos. 5 and 6\nthere was an order of acquittal by one Court. Lastly, the order\nof conviction and sentence passed by the High Court against\nAccused No. 8 is upheld and the sentence of imprisonment of\nlife is maintained on the same ground. Before parting with the B\nrecords, we would like to place on record our deep appreciation\nfor the valuable assistance provided by Dr. Rajeev B. Masodkar,\nAdvocate as amicus curiae of Accused Nos. 5 and 6.\nS.B. SINHA, J.\nINTRODUCTION\n1. I have had the opportunity of going through the draft\ncirculated by my brother judge Mukundakam Sharma, J. and I\nam in complete agreement with the views expressed by him\ntherein.\n2. However, I may add a few words on the appeals by the\nState of Maharashtra against the impugned judgment as\nregards imposition of capital sentence on three Accused herein\nnamely, Accused 5, M Zuber Kasam Shaikh, Accused 6, Fazal\nMohd Shaikh and Accused 7, Azzizuddin Zahiruddin Shaikh.\nCONTENTIONS OF THE STATE\n3. It was argued before us by the State of Maharashtra that\nthe case at hand falls within the category of the `rarest of rare'.\nIt was submitted that in the facts and circumstances of the case\nonly a death sentence would meet the requirements of justice.\nContention of the State that what brought this case within the\nspecial category of the rarest of rare cases' was the fact that\nthe incident in question was not a stray crime of murder but was\nin fact an extremely sophisticated and organised crime whose\nstrings had been attached to outside the country. Accordingly\nthe incident which resulted in the death of three persons and\ncaused grievous injury to seven, was an assault on civilised\nsociety.\nC\nD\nE\nF\nG\nH\nA\n1174 SUPREME COURT REPORTS [2009] 12 S.C.R.\n4. The State of Maharashtra has further relied on the long\ncriminal history of all the three accused namely, Accused 5, M\nZuber Kasam Shaikh, Accused 6, Fazal Mohd Shaikh and\nAccused 7, Azzizuddin Zahiruddin Shaikh to show that they\nwere hardened and seasoned criminals. It is emphasized that\nB Accused 7, Azzizuddin Zahiruddin Shaikh had received training\nfrom the ISI in Pakistan, likewise both Accused 5, M Zuber\nKasam Shaikh and Accused 6, Fazal Mohd Shaikh were\ncontract killers who were working for Chotta Shakeel and\nFaheem. It has been argued that the imposition of a prison\nsentence on the accused would not be deterrent but would only\nserve as an opportunity for these criminals to further network\non behalf of their gang. In fact it has been argued that Accused\n5, M Zuber Kasam Shaikh had come in contact with Accused\n6, Fazal Mohd Shaikh while serving his prison sentence and\ntherefore the jail sentence would hardly prove a deterrent to such\nseasoned and hardened criminals. These submissions of the\nState in our opinion deserve to be rejected in the strongest\nwords.\nC\nD\nE\nCAPITAL SENTENCING AND PROCEDURAL JUSTICE\n5. Indian courts have a long experience in exercising wide\ndiscretion to select penalty under section 302. A fair capital\nsentencing system, which aims towards achieving a consistent\nand principled approach and delineating articulate sentencing\nF pegs has long been the concern of this court. Bachan Singh v.\nState of Punjab [(1980 2 SCC 684] and thereafter numerous\njudgments have tried to clear the fog on this issue.\n6. In this regard, it is pertinent to revisit the basic tenets of\nour sentencing system. Any capital sentencing system, by virtue\nG of the nature of penalty it deals with, inheres a hierarchical\nreview mechanism. A tiered court system is at the heart of\nachieving a substantial standard of review which essentially\nkicks in as soon as death punishment is awarded. The review\ncourts are supposed to assess the findings emerging from the\nH pre-sentencing hearing at the trial stage as also other available\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1175\nMAHARASHTRA [S.B. SINHA, J.]\nA\nmaterial and then arrive at conclusion of its own on the\npropriety of sentence. In this context, apex court as the final\nreviewing authority has a far more serious and intensive duty\nto discharge. The court not only has to ensure that award of\ndeath penalty does not become a perfunctory exercise of\ndiscretion under section 302 after an ostensible consideration B\nof Rarest of Rare doctrine, but also that the decision making\nprocess survives the special rigors of procedural justice\napplicable in this regard. Procedural justice threshold not only\nemphasizes the substantive compliance of Bachan Singh\ndicta, [for a comprehensive treatment of Bachan Singh (supra) C\nsee Santosh Kumar Satishbhushan Bariyar v. State of\nMaharashtra [2009 (7) SCALE 341] in relation to selection of\npenalty, but also compliance of other due process\nrequirements. It must be noted that administration of Death\nPenalty is carried out in the intensive gaze of Article 14 and\nArticle 21 requirements. Bariyar (supra) aptly captures the\nsentiment in this regard:\nD\n\"We are also governed by the Constitution of India. Article\n14 and 21 are constitutional safeguards and define the\nframework for state in its functions, including penal E\nfunctions. They introduce values of institutional propriety,\nin terms of fairness, reasonableness and equal treatment\nchallenge with respect to procedure to be invoked by the\nstate in its dealings with people in various capacities,\nincluding as a convict. The position is, if the state is\nprecariously placed to administer a policy within the\nconfines of Article 21 and 14, it should be applied most\nsparingly. This view flows from Bachan Singh (supra) and\nit this light, we are afraid that Constitution does not permit\nus to take a re-look on the capital punishment policy and\nmeet society's cry for justice through this instrument.\"\n7. It is universally acknowledged that judicial discretion is\nsubjective in nature and left to itself has potential to become\nerratic and personality based which makes it antithetical to the\nspirit of Article 14. Article 14 applies to judicial process\nF\nG\nH\n1176 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA including exercise of judicial discretion as it applies to the\nexecutive process. Of course, the nature of Article 14\napplication in this case will be on a different plane altogether\nand an objective analysis on that count would have to meet the\nCeteris paribus (with other things the same) requirement. The\nB disparity in capital sentencing has been unequivocally asserted\nnot only in Bariyar (supra) but also in Aloke Nath Dutt and ors.\nv. State of West Bengal, [2006 (13) SCALE 467] and in\nSwamy Shraddananda @ Murli Manohar Mishra v. State of\nKarnataka [2008 (10) SCALE 669].\nC\n8. In such a scenario, rule based judging norms and sound\nrules of prudence are the only guarantee to fair and equitable\nsentencing. This emerges from the constitutional context to the\nadministration of capital sentencing problem as also a closer\nreading of rarest of rare test. The Bachan Singh court invoked\nD the superlative standard safeguarded the judicial space to\naward death penalty. We should bear in mind that the test will\nbe fulfilled not merely by employing the \"personal predilection\"\nof a judge [see Swamy Shraddananda (supra)] and deciding\nthe rarest of rare instance on the facts of the case, but only after\nE due consideration of the intangibles relating to the case. The\nassessment of \"rarest of the rare case\" is incomplete without\ncoming to the conclusion that the \"the lesser alternative is\nunquestionably foreclosed\". And procedural fairness and\njustice concerns form part of the latter condition.\nF\n9. What are the other due process requirements such that\nthe lesser alternative can be said to be unquestionably\nforeclosed? It is to be noted that the selection of Life\nImprisonment as a lesser alternative can not be deemed to be\n\"unquestionably foreclosed\" till the time objective fairness\nG standards as to the sentencing process are attained with\nregard to capital sentence. We may come across instances\nwhere the case may belong to the rarest of rare category, but\nin court's view the objective fairness standards necessary to\nbe met before death penalty can be awarded have not been\nH complied with diligently. In State of Maharashtra v. Suresh,\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1177\nMAHARASHTRA [S.B. SINHA, J.]\n[(2000) 1 SCC 471]), this court observed:\nA\n\"regarding sentence we would have concurred with the\nSessions Court's view that the extreme penalty of death.\ncan be chosen for such a crime, but as the accused was\nonce acquitted by the High Court we refrain from imposing B\nthat extreme penalty in spite of the fact that this case is\nperilously near the region of rarest of rare' cases.\"\n10. Objective fairness standards as engrained under\nBachan Singh (supra) will include opportunity of review of\ncapital sentence, timely trial, and comparative review. In Bariyar C\n(supra), this court held:\n\"The aggravating and mitigating circumstances have to be\nseparately identified under a rigorous measure. Bachan\nSingh (supra), when mandates principled precedent based D\nsentencing, compels careful scrutiny of mitigating\ncircumstances and aggravating circumstances and then\nfactoring in a process by which aggravating and mitigating\ncircumstances appearing from the pool of comparable\ncases can be compared.\nE\nThe weight which is accorded by the court to particular\naggravating and mitigating circumstances may vary from\ncase to case in the name of individualized sentencing, but\nat the same time reasons for apportionment of weights\nshall be forthcoming. Such a comparison may point out F\nexcessiveness as also will help repel arbitrariness\nobjections in future.\nA sentencing hearing, comparative review of cases and\nsimilarly aggravating and mitigating circumstances G\nanalysis can only be given a go by if the sentencing court\nopts for a life imprisonment.\nI\nA\n1178\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nTo translate the principle (to translate the rarest of rare\ncase) in sentencing terms, firstly, it may be necessary to\nestablish general pool of rare capital cases. Once this\ngeneral pool is established, a smaller pool of rare cases\nmay have to established to compare and arrive at a finding\nB of Rarest of rare case.\"\nC\nPRIMACY TO RULES OF PRUDENCE\n11. In an apparent conflict between a \"fair and equitable\"\nsentencing system and an \"efficient and deterrent\" sentencing\nphilosophy in the context of Death Penalty, the Bachan Singh\nverdict, without a doubt, favours the former. It is not to suggest\nthat deterrent as a theory of punishment is not relevant at all in\nsection 302, but that there is more to this question. Capital\nSentencing is not a normal penalty discharging the social\nD function of punishment. In this particular punishment, there is\nheavy burden on court to meet the procedural justice\nrequirements, both emerging from the black letter law as also\nconventions. In terms of rule of prudence and from the point of\nview of principle, a court may choose to give primacy to life\nE imprisonment over death penalty in cases which are solely\nbased on circumstantial evidence or where high court has given\na life imprisonment or acquittal.\nF\n12. At this juncture, it will be pertinent to assess the nature\nof rarest of rare expression. In light of serious objections to\ndisparity in sentencing by this court flowing out of varied\ninterpretations to the Rarest of Rare expression, it is clear that\nthe test has to be more than what a particular judge locates as\nrarest of rare in his personal consideration. There has to an\nobjective value to the term rarest of rare, otherwise it will fall\nfoul of Article 14. In such a scenario, a robust approach to arrive\nat rarest of rare situations will give primacy to what can be called\nthe consensus approach to the test. In our tiered court system,\nan attempt towards deciphering a common view as to what can\nbe called to be the rarest of rare, vertically across the trial court,\nH high court and apex court and horizontally across a bench at\nG\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1179\nMAHARASHTRA [S.B. SINHA, J.]\nany particular level, will introduce some objectivity to the A\nprecedent on death penalty which is crumbling down under the\nweight of disparate interpretations.\n13. This is only a rule of prudence and as such there is no\nstatutory provision to this effect. Minority opinion of Justice\nThomas in Suthendraraja alias Suthenthira Raja alias\nSanthan and Ors. v. State [AIR 1999 SC 3700] very aptly\ncapture this point of view:\nB\n\"17. The Constitution Bench in Bachan Singh v. State of\nPunjab has narrowed down the scope for awarding death C\nsentence to the extremely restricted radius of \"rarest of rare\ncases\" in which the alternative lesser sentence of\nimprisonment for life is unquestionably foreclosed. In the\nmain judgment in the present case one of the three Judges\nfound that sentence of imprisonment for life would be D\nsufficient to meet the ends of justice as far A-1 Nalini.\nE\nF\n18. In a case where a Bench of three Judges\ndelivered judgment in which the opinion of at least one\nJudge is in favour of preferring imprisonment for life to\ndeath penalty as for any particular accused, I think it would\nbe a proper premise for the Bench to review the order of\nsentence of death in respect of that accused. Such an\napproach is consistent with Article 21 of the Constitution\nas it helps saving a human life from the gallows and at the\nsame time putting the guilty accused behind the bars for\nlife. In my opinion, it would be a sound proposition to make\na precedent that when one of the three Judges refrains\nfrom awarding death penalty to an accused on stated\nreasons in preference to the sentence of life imprisonment\nthat fact can be regarded sufficient to treat the case as not G\nfalling within the narrowed ambit of \"rarest of rare cases\nwhen the alternative option is unquestionably foreclosed\".\nH\nA\nB\nс\n1180\nSUPREME COURT REPORTS [2009] 12 S.C.R.\n\"I may add as an explanatory note that the reasoning\nis not to be understood as a suggestion that a minority\nopinion in the judgment can supersede the majority view\ntherein. In the realm of making a choice between life\nimprisonment and death penalty the above consideration\nis germane when the scope for awarding death penalty\nhas now shrunk to the narrowest circle and that too only\nwhen the alternative option is \"unquestionably foreclosed\".\nIn a special situation where one of the three deciding\njudges held the view that sentence of life imprisonment is\nsufficient to meet the ends of justice it is a very relevant\nconsideration for the Court to finally pronounce that the\nprisoner can be saved from death as the lesser option is\nnot \"unquestionably foreclosed\" in respect of that prisoner.\"\n14. Justice Shah (in minority) in Devender Pal Singh v.\nD State, N.C.T. of Delhi and anr. [(2002) 5 SCC 234] also heavily\nrelied on the minority opinion in Suthendraraja (supra) for that\nmatter.\n15. In Licchamadevi v. State of Rajasthan, AIR 1988 SC\nE 1785 this court observed:\nF\n\"Where there are two opinions as to the guilt of the\naccused, by the two courts, ordinarily the proper sentence\nwould be not death but imprisonment for life.\"\n16. The rule that it would not be proper to award the death\nsentence where the two lower courts disagreed on conviction\ndeveloped in Licchamadevi v. State of Rajasthan (supra) was\nfollowed in State of Maharashtra v. Suresh [(2000) 1 SCC\n471]). Reliance has also been placed on the same principle in\nG State of U.P. v. Babu Ram [(2000) 4 SCC 515], State of\nMaharashtra v. Damu s/o Gopinath Shinde and ors. [(2000)\n6 SCC 269] and State of Maharashtra v. Bharat Fakira Dhiwar\n(AIR 2002 SC 16). It will also be in the fitness of this discussion\nthat we mention the departure from this rule in State of\nH Rajasthan v. Kheraj Ram [(2003) 8 SCC 224], Devender Pal\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1181\nMAHARASHTRA [S.B. SINHA, J.]\nSingh v. State, N.C.T. of Delhi and anr. (with Krishna Mochi) A\n(AIR 2003 SC 886) and State of U.P. v. Satish (AIR 2005 SC\n1000).\n17. It is only apt to mention here that the Law Commission\nin its 187th Report has recommended that in cases where the\nB\nSupreme Court Bench hearing a particular case finds that an\nacquittal by a High Court should be overturned and the accused\nbe sentenced to death, or where it finds that the punishment\nshould be enhanced from life imprisonment to death, such\ncases should be transferred by the Chief Justice to a Bench of\nat least five judges.\n\"SWINGING FORTUNES\"\n18. Swinging fortunes of the accused on the issue of\ndetermination of guilt and sentence at the hand of criminal\njustice system is something which is perplexing for us when we\nspeak of fair trial. The situation is accentuated due to the\ninherent imperfections of the system in terms of delays,\nmounting cost of litigation in High Courts and apex court, legal\naid and access to courts and inarticulate information on socio-\neconomic and criminological context of crimes. In such a\ncontext, some of the leading commentators on death penalty\nhold the view that it is invariably the marginalized and destitute\nwho suffer the extreme penalty ultimately.\nс\nD\nE\n19. One of the accused in the instant case was acquitted F\nin December 2003 by the High Court. It has been more than 8\nyears since he was freed in relation to the matter at hand. At\nthis juncture, this becomes a relevant factor. In State of\nMaharashtra v. Manglya Dhavu Kongil, AIR 1972 SC 1797,\neven though the Supreme Court reversed the acquittal by the G\nHigh Court and restored the original conviction of the trial court,\nit did not award the sentence of death observing that the death\nsentence had been awarded over four years previously and in\nthe period in between, the accused had been freed from prison.\nH\n1182 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA 20. In State of Uttar Pradesh v. Sughar Singh and Ors,\nAIR 1978 SC 191 this court awarded life imprisonment stating,\n\"having regard to the considerable time that has elapsed since\nthe date of the occurrence and having regard to the fact that\nthe High Court's decision of acquittal in their favour is being\nB set aside by us, the extreme penalty of death ought not to be\nC\nD\nE\nF\nimposed...\". Similar reasoning was offered by this court in State\nof Haryana v. Sher Singh and Ors., [(1981) 2 SCC 300], State\nof U.P. v. Hakim Singh and Ors. (AIR 1980 SC 184), Gurnam\nKaur v. Bakshish Singh and Ors. (AIR 1981 SC 631), State\nof Uttar Pradesh v. Sahai and Ors. [(1982) 1 SCC 352] and\nState of Uttar Pradesh v. Suresh alias Chhavan and Ors.\n[(1981) 3 SCC 635]) (for a rigorous and comprehensive review\nof death penalty jurisprudence on this issue and otherwise\nplease see Amnesty International Report titled \"Lethal Lottery:\nThe Death Penalty in India - A study of Supreme Court\njudgments in death penalty cases 1950-2006\")\nRECENT DECISIONS\n21. Recently the question as to the imposition of death\npenalty again came for consideration before this court in State\nof Punjab v. Manjit Singh \u0026 Ors, [2009 (8) SCALE 622].\nTherein the two accused had been held responsible for the\nmurder of four persons which included the husband and the son\nof the women both of them were having an illicit relationship\nwith. The deceased had objected to the said relationship and\neven physically abused the lady. This is what ultimately incited\nthe accused to murder the deceased persons in cold blood.\nThe trial court sentenced both the accused to a death sentence.\nThe High court in reference however commuted the sentence\nto one for life. Brother Sharma, J. while deciding the question\nG\nof sentencing reiterated the law with respect to the imposition\nof a death penalty, observing:\nН\n\"17. The above discussed legal principles have been\nfollowed consistently in numerous judgments of this Court.\nWhether the case is one of the rarest of the rare cases is\n"}