{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE. OF 1103\nMAHARASHTRA\n3.12. Accused Nos. 7 and 8 also described the A\ninvolvement of accused Nos. 5 and 6 in the shootout in\ntheir respective confessional statements. The\nconfessional statements are consistent with the\nconfessional statements of accused Nos. 5 and 6. [Para\n84] [1167-B-C]\nJaywant Dattatray v. State of Maharashtra (2001) 10\nSCC 109, relied on.\nB\n3.13. The reasoning of the High Court that the\nconfessional statements of the co-accused are not C\nadmissible in evidence because Section 313 CrPC had\nnot been complied with, is not tenable as there is a non-\nobstante clause in Section 18 (3) which precludes the\napplication of CrPC and, therefore, the evidence of a co-\naccused is admissible as a piece of substantive D\nevidence. [Para 85] [1167-D]\nState vs. Nalini (1999) 5 SCC 253, relied on.\nE\nய\n3.14. The report of the ballistic expert shows that the\nweapon and bullets tally with each other and, therefore,\nthe court comes to a clear conclusion that the weapon\nwas used in firing during the shootout. Moreover, there\nis a clear finding of fact by both the courts below that the\n9 mm pistol was recovered at the instance of accused No.\n5 from his hut. Therefore, this recovery of weapon clearly F\nproves and establishes the guilt of accused No. 5. [Para\n86] [1167-E-G]\n3.15. It is clear from the material on record that\naccused No. 5 made certain telephone calls to gang\nleaders in Karachi, Pakistan. This fact gets corroboration\nfrom the discovery of 3 telephone booths at the instance\nof accused No. 5 wherefrom telephone calls were made\nby him to the gang leaders. This evidence gets further\nG\n11\nI\n1104 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA corroboration from the evidence of the owners of the\ntelephone booths. Therefore, the view taken by the High\nCourt with respect to accused No. 5 is not a plausible\nview as the same is in contradistinction of the view taken\nby the High Court with regard to other accused persons.\nB [Para 87] [1167-H; 1168-A-E]\nC\n3.16. The High Court erroneously held that\nconviction u/s. 27(3) r/w Section 7 of the Arms Act could\nnot be sustained although a 9 mm pistol was recovered\nat the instance of accused No. 5 and it is proved that\naccused No. 5 had used the pistol. Further, the report of\nthe ballistic expert establishes and proves that the\nweapon and the bullets tally each other. The ballistic\nexpert also opined in the report that one of the victims\nof the shootout was killed due to a bullet from a 9 mm\npistol. Apart from the report of ballistic expert there is\nmedical evidence available on the record which show\nthat the death of the three deceased persons was caused\nby the injuries sustained due to fire arms during the\nshootout and, therefore, it can be inferred that the weapon\nE was used in the shootout. Accused No. 6 had also used\nthe pistols and fired during the shootout. [Para 88] [1168-\nF-H; 1169-A]\nD\nF\nG\nH\n3.17. The finding of the High Court that the sanction\norder u/s. 39 of the Arms Act suffered from non-\napplication of mind is not sustainable in view of the\nmaterial available on record. The sanction order in the\npresent case is a detailed one and displays proper\napplication of mind. [1169-B]\non.\nGunvantlal v. State of M. P. (1972) 2 SCC 194, relied\n4.1. Even though Accused No. 8 has not fired any\nshot and he was not carrying any arms with him but he\nป\n-\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1105\nMAHARASHTRA\nB\nplayed an active role in the crime and his participation in A\nthe crime was significant. He was the person who took\nthe assailants to the place of incident by driving the\nstolen Maruti car and he received the money for driving\nthe car which fact was admitted by him in his\nconfessional statement. It is also clear from the records\nthat he was an active member of the gang and was\ninvolved in the criminal activities of the organized crime\nsyndicate run by the gang leaders. Therefore, the order\nof conviction and sentence passed by the High Court\nagainst him is upheld. The sentence of imprisonment of\nlife is maintained on the same ground. [Paras 98 and 99]\n[1172-C-D; 1173-B]\n4.2. The confessional statement of accused No. 8\nwas recorded under Section 18 of MCOCA. The statement\nis found to be admissible in evidence and relied upon by\nboth the courts below having been found to be recorded\nin compliance with Section 18 of MCOCA. The statement\nhas given a detailed account of the incident and the\nmodus operandi of the accused persons. He has given\ncomplete description of the role played by Accused Nos.\n5, 6 and 7 in the shootout. [Para 95] [1171-B-C]\n4.3. The confessional statement of accused No. 8 is\nsupported by the confessional statements of the co-\naccused namely, accused Nos. 5, 6 and 7. The\nconfessional statement of accused No. 7 which is found\nto be admissible in evidence and relied upon by both the\ncourts below clearly establishes the role played by\nAccused No. 8. The role played by accused No. 8 is also\nproved and established from the evidence of PW-22, who\nhas given a sufficiently detailed account of what he saw\non the day when the car was abandoned. He identified\naccused No. 8 in the TIP. Accused No. 8 was also\nidentified by PW-13, an eye-witness to the crime. The High\nC\nD\nE\nF\nG\nH\n1106\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA Court found the testimony of PW-22 as truthful and\ntrustworthy. [Para 96] [1171-E-G]\nB\n4.4. Evidence of PW-54, and PW-31, pancha witness\nproves that accused No. 8 led the police to the palce\nwhere his parents were also present and he took out two\nnumber plates of the car from the place which was used\nin the shootout wrapped in a paper underneath a wooden\nbench. [Para 97] [1171-H; 1172-A-B]\n5. Considering the entire facts and circumstances of\nC the case and the evidence placed on record against\naccused No. 7, it is found that capital punishment in the\ninstant case would not be justified and, therefore, the\nappeal of the State so far the issue with regard to\nalteration of the sentence of imprisonment of life to that\nD of capital punishment is dismissed. [Para 91] [1170-B-C]\nE\nPER S.B. SINHA, J. (Supplementing)\n1. The review courts are supposed to assess the\nfindings emerging from the pre-sentencing hearing at the\ntrial stage as also other available material and then arrive\nat conclusion of its own on the propriety of sentence.\nApex Court as the final reviewing authority has a far more\nserious and intensive duty to discharge. The court not\nonly has to ensure that award of death penalty does not\nF become a perfunctory exercise of discretion u/s. 302 IPC\nafter an ostensible consideration of rarest of rare doctrine,\nbut also that the decision making process survives the\nspecial rigors of procedural justice applicable in this\nregard. [Para 6] [1174-H; 1175-A-C]\nG\nH\nBachan Singh v. State of Punjab 1980 (2) SCC 684;\nSantosh Kumar Satishbhushan Bariya v. State of\nMaharashtra 2009 (7) SCALE 341, relied on.\n2. Administration of death penalty is carried out in\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1107\nMAHARASHTRA\nthe intensive gaze of Article 14 and Article 21 A\nrequirements of the Constitution of India. Article 14\napplies to judicial process including exercise of judicial\ndiscretion as it applies to the executive process. The\nnature of Article 14 application in this case will be on a\ndifferent plane altogether and an objective analysis on B\nthat count would have to meet the Ceteris paribus (with\nother things the same) requirement. [Para 6 and 7] [1175-\nD; 1176-A-B]\nAloke Nath Dutt and Ors. vs. State of West Bengal 2006\n(13) SCALE467; Swamy Shraddananda @ Murli Manohar\nMishra v. State of Karnataka 2008 (10) SCALE 669, referred\nto.\nC\n3. Rule based judging norms and sound rules of\nprudence are the only guarantee to fair and equitable D\nsentencing. This emerges from the constitutional context\nto the administration of capital sentencing problem as\nalso a closer reading of rarest of rare test. The\nassessment of \"rarest of the rare case\" is incomplete\nwithout coming to the conclusion that the \"the lesser E\nalternative is unquestionably foreclosed' and procedural\nfairness and justice concerns form part of the latter\ncondition. [Para 8] [1176-D-F]\nF\n4. The selection of life imprisonment as a lesser\nalternative can not be deemed to be \"unquestionably\nforeclosed\" till the time objective fairness standards as\nto the sentencing process are attained with regard to\ncapital sentence. Capital Sentencing is not a normal\npenalty discharging the social function of punishment. In\nthis particular punishment, there is heavy burden on\ncourt to meet the procedural justice requirements, both\nemerging from the black letter law as also conventions.\nIn terms of rule of prudence and from the point of view\nof principle, a court may choose to give primacy to life\nimprisonment over death penalty in cases which are H\nG\n1108 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA solely based on circumstantial evidence or where High\nCourt has given a life imprisonment or acquittal. [Para 9\nand 11] [1176-F-G; 1178-D-E]\nB\nState of Maharashtra v. Suresh 2000 (1) SCC 471,\nreferred to.\n5. In the light of serious objections to disparity in\nsentencing by this court flowing out of varied\ninterpretations to the rarest of rare expression, it is clear\nthat the test has to be more than what a particular judge\nC locates as rarest of rare in his personal consideration.\nThere has to be an objective value to the term rarest of\nrare, otherwise it will fall foul of Article 14. In such a\nscenario, a robust approach to arrive at rarest of rare\nsituations will give primacy to what can be called the\nD consensus approach to the test. In the tiered court\nsystem, an attempt towards deciphering a common view\nas to what can be called to be the rarest of rare, vertically\nacross the trial court, High Court and apex court and\nhorizontally across a bench at any particular level, will\nE introduce some objectivity to the precedent on death\npenalty which is crumbling down under the weight of\ndisparate interpretations. This is only a rule of prudence\nand as such there is no statutory provision to this effect.\n[Paras 12 and 13] [1178-F-H; 1179-B]\nF\nSuthendraraja alias Suthenthira Raja alias Santhan and\nOrs. v. State AIR 1999 SC 3700; Devender Pal Singh v. State\nN.C.T. of Delhi and Anr. 2002 (5) SCC 234; Licchamadevi\nv. State of Rajasthan AIR 1988 SC 1785; State of\nMaharashtra v. Suresh 2000 (1) SCC 471; State of U.P. v.\nG Babu Ram 2000 (4) SCC 515; State of Maharashtra v. Damu\ns/o Gopinath Shinde and Ors. 2000 (6) SCC 269; State of\nMaharashtra v. Bharat Fakira Dhiwar AIR 2002 SC 16; State\nof Rajasthan v. Kheraj Ram 2003 (8) SCC 224; Devender\nPal Singh v. State, N.C.T. Of Delhi and Anr. AIR 2003 SC\nH\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1109\nMAHARASHTRA\n886 and State of U.P. v. Satish AIR 2005 SC 1000, referred A\nto.\n6. Swinging fortunes of the accused on the issue of\ndetermination of guilt and sentence at the hand of\ncriminal justice system is something which is perplexing\nfor the Court when it comes to fair trial. The situation is\naccentuated due to the inherent imperfections of the\nsystem in terms of delay, mounting cost of litigation in\nHigh Courts and apex court, legal aid and access to\ncourts and inarticulate information on socio-economic\nand criminological context of crimes. In such a context,\nsome of the leading commentators on death penalty hold\nthe view that it is invariably the marginalized and destitute\nwho suffer the extreme penalty ultimately. [Para 18] [1181-\nD-E]\nState of Haryana v. Sher Singh and Ors. 1981 (2) SCC\n300; State of U.P. v. Hakim Singh and Ors. AIR 1980 SC\n184; Gurnam Kaur v. Bakshish Singh and Ors. AIR 1981 SC\n631; State of Uttar Pradesh v. Sahai and Ors. 1982 (1) SCC\n352; State of Uttar Pradesh v. Suresh alias Chhavan and Ors.\n1981 (3) SCC 635, relied on.\nAmnesty International report titled \" Lethan Lottery: The\nDeath Penalty in India - A Study of Supreme Court\nJudgments in Death Penalty Cases 1950-2006.\n7. One of the accused in the instant case was\nacquitted in December 2003 by the High Court. It has\nbeen more than 8 years since he was freed in relation to\nthe matter at hand. At this juncture, this becomes a\nrelevant factor. [Para 19] [1181-F-G]\nState of Maharashtra v. Manglya Dhavu Kongil AIR 1972\nSC 1797; State of Uttar Pradesh v. Sughar Singh and Ors.\nAIR 1978 SC 19, relied on.\n8. The alleged criminal history of the accused had a\nB\nC\nD\nE\nF\nG\nН\n1110 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA mojor bearing on the imposition of the death sentence by\nthe trial court on the three accused. This is why he had\nerred in this respect. Nothing has been brought on behalf\nof the State that the criminal trials that had been pending\nagainst the accused had resulted in their conviction.\nB Unless the same is shown by documents on records,\npresumption would be to the contrary. Presumption of\ninnocence is a human right. The trial judge should also\nhave presumed the same against all the three accused.\nThe trial court has brought on record various irrelevant\nand invidious considerations with respect to sentencing.\n[Paras 26, 27 and 28] [1184-A-E]\nC\nD\n9. The High Court had acquitted both accused 5 and\n6. If at least one of the courts below had acquitted the\naccused person in respect of the crimes for which they\nare to be sentenced, the burden on the prosecution\nwould be even more heavier, which the State has not\nbeen able to discharge. [Para 29] [1184-G-H]\n10. If a person sentenced to imprisonment, even if it\nE be for life, and subsequently it is found that he was\ninnocent and was wrongly convicted he can be set free.\nSuch a reversal is not possible where a person has been\nwrongly convicted and sentenced to death. The\nexecution of the sentence of death in such cases makes\nmiscarriage of justice irrevocable. It is a finality which\ncannot be corrected. [Para 30] [1185-A-B]\nF\n11. Once accused 5 and 6 have been sentenced to\nlife, there remains no question of awarding a death\nsentence to accused 7, who had played no greater a role\nG in the said incident as accused 5, and 6. All the three\naccused stand on an equal footing and therefore the\nsentences to be imposed upon them must not differ. [Para\n31] [1185-C-D]\nI\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1111\nMAHARASHTRA\nState of Punjab v. Manjit Singh and Ors. 2009 (8) SCALE A\n622; Rameshbhai Chandubhai Rathod v. State of Gujarat\n2009 (6) SCALE 469 referred to.\nCase Law Reference:\nJudgment of Mukundakam Sharma, J.:\nB\n(1999) 5 SCC 253\nRelied on.\nParas\n59 and 85\n(2002) 5 SCC 234\nRelied on.\nPara 60\nC\n(2003) 9 SCC 673\nRelied on.\nPara 61\n(2007) 2 SCC 310\nRelied on.\nPara 76\n(2001) 10 SCC 109\nRelied on.\nPara 84\n(1972) 2 SCC 194\nRelied on.\nPara 89\nD\nJudgment of S.B. Sinha, J.:\n1980 (2) SCC 684\nRelied on.\nPara 6\nReferred to.\nPara 10\nE\n2009 (7) SCALE 341\nRelied on.\nPara 6\nReferred to.\nPara 10\n2006 (13) SCALE 467\nReferred to.\nPara 7\nF\n2008 (10) SCALE 669\nReferred to.\nPara 7\n2000 (1) SCC 471\nReferred to.\nPara 9\nAIR 1999 SC 3700\nReferred to.\nPara 13\n2002 (5) SCC 234\nReferred to.\nPara 14\nG\nAIR 1988 SC 1785\nReferred to.\nPara 15\n2000 (1) SCC 471\nReferred to.\nPara 16\n2000 (4) SCC 515\nReferred to.\nPara 16\nH\n1112 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA\n2000 (6) SCC 269\nReferred to.\nPara 16\nAIR 2002 SC 16\nReferred to.\nPara 16\n2003 (8) SCC 224\nReferred to.\nPara 16\nAIR 2003 SC 886\nReferred to.\nPara 16\nB\nAIR 2005 SC 1000\nReferred to.\nPara 16\nAIR 1972 SC 1797\nRelied on.\nPara 19\nAIR 1978 SC 191\nRelied on.\nPara 20\nC\n1981 (2) SCC 300\nRelied on.\nPara 20\nAIR 1980 SC 184\nRelied on.\nPara 20\nAIR 1981 SC 631\nRelied on.\nPara 20\nD\n1982 (1) SCC 352\nRelied on.\nPara 20\n1981 (3) SCC 635\nRelied on.\nPara 20\n2009 (8) SCALE 622\nReferred to.\nPara 21\nE\n2009 (6) SCALE 469\nReferred to.\nPara 22\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNos. 85-86 of 2006.\nFrom the Judgment \u0026 Order dated 17.12.2003 of the High\nF Court of Judicature at Bombay in Criminal Appeal Nos. 679 \u0026\n758 of 2000.\nG\nWITH\nCRIMINAL APPEAL NOS. 87 of 2006.\nWITH\nCRIMINAL APPEAL NOS. 91-94 of 2006.\n☐ H\nZafar Sadique, Asghar Khan, Balraj Dewan, Vivekanand\n"}