{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 12 S.C.R. 1093\nMOHD. FAROOQ ABDUL GAFUR AND ANOTHER\nV.\nSTATE OF MAHARASHTRA\n(Criminal Appeal Nos. 85-86 of 2006)\nAUGUST 6, 2009\n[S.B. SINHA AND DR. MUKUNDAKAM SHARMA, JJ.]\n-\nA\nB\nPenal Code, 1860/Maharashtra Control of Organized\nCrime Act, 1999/Arms Act, 1959 – ss. 302, 307, 120-B/34,\n109, 201/34, 411/34, 212, 520A, 424, 414 / s. 3 (1), (2) and C\n(4) / s. 25 r/w ss. 3 and 7 – Prosecution under – Eye-witnesses\nand injured witnesses to the incident Confessional\nstatements made by the accused persons Identification of\nthe accused in TIP as well as in the court by eye-witness -\nRecovery of weapons of offence Trial court acquitting D\n-\n-\n-\naccused Nos. 2 and 3 and conviction of the rest of the\naccused - Accused Nos. 5, 6 and 7 sentenced to death\nHigh Court convicting accused No. 1 u/s. 3 (2) MCOCA r/w\ns. 120-B IPC and acquitted him u/s. 52A and 120-B IPC -\nConviction of accused 4, 7 and 8 confirmed - Death sentence E\nof accused No. 7 altered to life imprisonment - Accused Nos.\n5 and 6 acquitted of all the charges - On appeal, held:\nConviction of accused Nos. 1, 4, 7 and 8 confirmed -\nAccused Nos. 5 and 6 also liable to be convicted -\nProsecution case proved Confessional statements\ncorroborated by the evidence of witnesses, recoveries and\nconfessional statements of co-accused - Confessional\nstatements recorded in compliance with the MCOC Act and\nRules - Conviction under MCOC Act can be based solely on\nthe basis of confessional statement of accused as also on the\nbasis of confessional statement of the co-accused - All the\naccused sentenced to life imprisonment - In the facts of the\ncase, capital punishment to accused No. 7 not justified -\nMaharashtra Control of Organized Crime Act, 1999 – 3. 18 –\n-\n1093\n-\nF\nF\nI\n1094 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Maharashtra Control of Organized Crime Rules - r. 36 -\nSentence/sentencing - Death sentence.\nB\nSentence/Sentencing - Death sentence - 'Rarest of rare'\nrule - Application and nature of - Need to give an objective\nvalue to the term 'rarest of rare' - Application of article 14 to\naward of death sentence – Constitution of India, 1950 - Article\n14.\nAppellants-accused were prosecuted under various\nprovisions of IPC, Maharashtra Control of Organized\nC Crime Act, 1999 and also under provisions of Arms Act,\n1950. They were alleged to have hatched a conspiracy to\neliminate 'M' and with that common object, they aided\neach other for causing the murder. Appellants were said\nto be belonging to the gang of fugitive criminal who\nD allegedly operated his organized crime activities from\nKarachi, Pakistan. He was also aided by another gang\nleader. The appellants had been provided with arms and\nammunitions and money by the fugitive criminals.\nE\nSpecial court acquitted accused Nos. 2 and 3 while\nconvicting the six appellants-accused. Accused Nos. 5,\n6 and 7 were sentenced to death.\nConvicted accused filed appeal before High Court.\nDeath sentence was also referred to High Court. High\nF Court confirmed the conviction of accused No. 1 u/s. 3\n(2) of MCOCA r/w s. 120-B IPC and acquitted him u/s. 212\nr/w ss. 52A and 120-B IPC. Conviction of accused Nos.\n4, 7 and 8 was confirmed. However, death sentence of\naccused No. 7 was substituted to life imprisonment.\nG Accused Nos. 5 and 6 were acquitted of all the charges.\nHence the present appeals by the convicted accused and\nby State against acquittal of accused No. 1 and acquittal\nof accused Nos. 5 and 6 and against substitution of death\nsentence to life imprisonment of accused No. 7.\nH\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1095\nMAHARASHTRA\nDismissing the appeal filed by accused Nos. 1,4 and A\n8; dismissing State's appeal against accused Nos. 1 and\n7; and partly allowing State's appeal against accused\nNos. 5 and 6, the Court\nHELD:\nPer Dr. Mukundakam Sharma, JJ:\nB\n1.1. Accused No. 1 is guilty of all the charges which\nwere already found to be proved and established by the\ntrial court and affirmed by the High Court. The sentence C\npassed by the High Court is confirmed and the\npunishment awarded by the trial court u/s. 212 r/w\nSection 52(A) r/w. Section 120-B IPC is also restored.\n[Para 58] [1148-B]\n1.2. Conviction under Maharashtra Control of\nOrganized Crime Act, 1999 could be based solely on the\nbasis of the confessional statement and such conviction\nis also permissible on the basis of the confessional\nstatement of the co-accused which could be used and\nrelied upon for the purpose of conviction. [Para 59] [1148-\nc]\nState v. Nalini (1999) 5 SCC 253; Devender Pal Singh\nv. State of NCT of Delhi (2002) 5 SCC 234; Jameel Ahmed\nv. State of Rajasthan (2003) 9 SCC 673, relied on.\nD\nE\nF\nG\n1.3. Though it is proved and established from the\nrecords that accused No. 1 did not himself participate in\nthe actual shootout, it is alleged against him that he was\na part of the gang and he was in touch with the gang\nleaders in Karachi (Pakistan) and he also acted on behalf\nof the said gang so much so that he had effected\npayment of money arranged by the leaders of the gang\nto accused Nos. 5, 6, and 8 for causing the shootout. The\nevidence placed before this court clearly establishes that\naccused No. 1 was responsible for procuring a pistol and H\nI\n1096 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA handing over the same to accused No. 5 which was used\nin the shootout. The said fact is also established and\nproved by the confessional statement of accused No. 5.\n[Paras 47 and 48] [1142-B-F]\nB\nC\n1.4. The confessional statement of accused No. 1\nsubstantially complies with the requirements of Section\n18 of Maharashtra Control of Organized Crime Act, 1999\n(MCOCA) r/w. rule 3 (6) of Maharashtra Control of\nOrganized Crime Rules (MCOC Rules). It was a\ncategorical case of the prosecution that PW-51 who\nrecorded the said confessional statement was never\ninvolved with the investigation of the case. On going\nthrough all the material available on record, the High\nCourt came to the categorical finding that the aforesaid\nconfessional statement was made voluntarily and while\nrecording the same, post confessional formalities were\nfollowed. It was held by the High Court that although the\nconfessional statement does not bear any certificate in\nthe identical terms as specified under Rule 3(6) of the\nMCOC Rules, it nevertheless complies with the\nE requirements of Section 18 MACOCA. Apart from that,\nthere is also evidence on record indicating that accused\nNo. 1 made several phone calls to gang leaders in\nPakistan from various phone booths. The said fact is also\naccepted by the trial court as well as by the High Court.\nF. [Paras 51 and 52] [1145-E-H; 1146-A-C]\nD\nG\nH\n1.5. The confessional statement of accused No. 8\nwas held to be admissible by both the courts below in\nwhich he had categorically stated that he knew accused\nNo. 1 from childhood and that accused No. 1 had brought\nhim to act as a driver in the said shootout and also paid\nhim Rs. 10,000/- for the job. Accused No. 8 in his\nconfessional statement had also stated that accused No.\n5 visited accused No. 1. The confessional statements of\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1097\nMAHARASHTRA\naccused No. 5 and 6 are also relevant to prove and A\nestablish the involvement of accused No. 1 with the\nincident. [Paras 53 and 54] [1146-D-E]\n1.6. The High Court while disbelieving the\nconfessional statements of PWs 5 and 6, ignored the fact\nthat there is evidence of PW-64, the typist who had\ndeposed that the preliminary warning was in fact given\nwhich was so recorded. Considering the facts and\ncircumstances of the case, there is no reason, not to\naccept the said statement of PW-64, the typist. The\naforesaid confessional statement of the co-accused\ncould be the basis of conviction under the provisions of\nMCOCA. [Paras 56 and 57] [1147-E-G-H; 1148-A]\nB\nC\n1.7. There is also evidence of other witnesses namely\nPW-21, owner of an STD booth. He stated that accused D\nNo. 1 made a phone call to a specific number in Karachi\n(Pakistan). PW-35, who is the owner of another phone\nbooth stated that he personally knew accused No. 1. He\ndeposed that accused No. 1 would come to his booth\nregularly to make phone calls to Pakistan. PW-37, who\nwas another witness stated in his evidence that accused\nNo. 1 had made calls on specified numbers in Pakistan\non certain dates. Evidence of PW-37 is also found to be\ncorroborated by the evidence of PW-54. Similar is the\nevidence of PW-43 who deposed that calls were made by F\naccused No. 1 to Pakistan. [Para 55] [1147-B-D]\n2.1. There is no reason to interfere with the findings\nrecorded by the High Court so far as involvement of\naccused No. 4 in the incident is concerned. There are\ncogent and convincing evidence available against him to\nprove and establish his involvement in the entire incident\nwhich justifies his convictions and sentences on each\ncount. The High Court rightly held that accused No. 4 had\nplayed an active and important role in the conspiracy\nE\nG\nH\n1098 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA even though he did not participate in the actual shoot out\nand that he had the knowledge of the conspiracy. [Para\n71] [1159-D-G]\nB\n2.2. Accused No. 4 he was an active member of the\ngang who actively participated in the activities of the\norganized crime syndicate which fact is corroborated by\nhis confessional statement. [Para 65] [1157-D]\n2.3. The confessional statement of accused No. 4 is\ntrustworthy and reliable. It is evidently clear from the\nC records that his confessional statement was found to be\nin substantial compliance with the requirements of\nSection 18 of MCOCA. The High Court came to the\ncategorical finding that post confessional formalities\nhave been followed and although the confessional\nD statement does not bear a certificate in the identical terms\nas specified under Rule 3(6) of the MCOC Rules, there is\nnevertheless compliance of Section 18 of MCOCA. There\nis no plausible ground to discard the view taken by the\nHigh Court in this regard. [Para 66] [1157-E-H]\nE\nເມ\nF\nG\nH\n2.4. The confessional statement is supported by the\ndeposition of PW-53, who deposed that accused No. 4\nled the police to the place from where he had bought six\nor seven mobile phones. The aforesaid confessional\nstatement is also supported by the evidence of the\nManager of a Petrol Pump, who corroborated the fact that\nthe aforesaid Maruti car was brought by accused No. 4\nto his petrol pump for repairs and servicing. Further, the\nevidence of PW-20, a pancha witness, whose name was\nkept secret, establishes and proves that accused No. 4\nled the police to the said petrol pump. Accused No. 4 also\nled the police to Motor Training School wherefrom he\nobtained a duplicate driving license in the name in his\nbrother. The evidence of PW-15 the real owner of the\nMaruti Car, proves that the car was stolen and that he had\n\"\n1\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1099\nMAHARASHTRA\nlodged a complaint to that effect. Another witness A\ndeposed about the seizure of the aforesaid Maruti car\nclearly throws light on the fact that accused No. 4 was\nusing the stolen car. Confessional statement of a\naccused No. 7, which was found to be admissible in\nevidence by the trial court as well as the High Court, also B\ncorroborates and supports the facts admitted by\naccused No. 4 in his confessional statement with regard\nto his (accused No. 4's) role. It is clear that accused No.\n4 had heard the conversation prior to the shootout and\nthus had the knowledge about the conspiracy. [Paras 68\nand 69] [1158-C-H; 1159-A-B]\nC\n2.5. PW-18, who was an eye-witness to the incident\ndescribed in detail what he saw on the day of the\nincident. He deposed that he had seen accused No. 4\nalong with accused Nos. 5, 6 and 7. Later he identified D\nhim during TIP. Apart from him, accused No. 4 was also\nidentified by PW-2, PW-3, PW-12, PW-13, PW-22 and PW-\n30 in the TIP. [Para 70] [1159-C]\n3.1. Order of acquittal passed by the High Court in E\nrespect of accused Nos. 5 and 6 is liable to be set aside\nin the appeal filed by the State of Maharashtra. Both the\naccused persons are convicted for the charges as\nalleged against them and sentenced to undergo rigorous\nimprisonment for life. [Para 90] [1169-E]\n3.2. The evidence of PW-18 who was an eye-witness\nof the incident is credible and trustworthy as he\ndescribed the incident as well as the assailants in detail.\nFurthermore, he identified the accused persons i.e.\naccused Nos. 4 to 7 in the court as well as during the TIP.\nHis evidence has been found to be trustworthy and\nreliable by both the courts below. [Para 75] [1161-A-B]\n3.3. The High Court held that TIP with respect to\nF\nG\nH\n1100 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Accused Nos. 5 and 6 was vitiated because accused No.\n5 had a squint in the right eye and the dummies used in\nthe TIP did not have the similar squint in the right eye.\nBut, the High Court did not make it clear as to why the\nidentification of accused No. 6 was also vitiated. Accused\nB Nos. 5 and 6 were also identified by ten witnesses.\nTherefore, the TIP is a reliable piece of evidence as the\nsame proves the identity of accused persons beyond\nreasonable doubt. [Para 75] [1161-B-C]\nC\n3.4. It cannot be said that there was inordinate delay\nin conducting the TIP in view of the fact that TIP was\nconducted only after a period of 45 days which is not\nsuch a long period to cast any doubt over the evidentiary\nvalue of the TIP. Even otherwise, a TIP does not\nconstitute substantive evidence but can only be used for\nD corroboration of the statement in court. It is primarily\nmeant for the purpose of helping the investigating\nagency with an assurance that their progress with the\ninvestigation is proceeding on the right lines. The\nsubstantive evidence is the evidence of identification in\ncourt, which in the present case has been done by PW-\n18. [Para 76] [1161-D-G]\nE\nF\nG\nAmitsingh Bhikamsingh Thakur v. State of Maharashtra\n(2007) 2 SCC 310, relied on.\n3.5. The plea that the photograph of accused No. 5\nwas published in an Urdu Daily thereby making the\nidentity of accused No. 5 public also does not find favour\nin view of the fact that the witnesses are Maharashtrians\nand, therefore, there is no likelihood of their reading the\npaper and seeing the photograph of accused No. 5. [Para\n77] [1163-G-H; 1164-A]\n3.6. The evidence of another eye-witness PW-13, a\nstudent who was a by-stander, was not believed by the\nI\n!\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1101\nMAHARASHTRA\nHigh Court on the premise that he did not disclose the A\nincident to anybody for four days. His evidence ought to\nhave been relied upon by the High Court as he clearly\nstated in his evidence that though he did not see the\nfaces of the assailants, he saw the face of accused No.\n8. He stated that PW 3 chased the car with a rifle. He also B\nnoted the number of the car. His statement gets support\nfrom the evidence of PW-3, who was an eye-witness of\nthe incident and from the evidence of PW-30, who was\nan injured witness of the incident. Therefore, it would not\nbe proper and justified to discard his evidence only C\nbecause he did not state about the incident to anyone for\nfour days. Since his evidence is corroborated and\nsupported by other material evidence on record the same\ncannot be discarded only because of the aforesaid\nreason. [Para 78] [1164-A-E]\n3.7. The injured witnesses as well as the other eye-\nwitnesses have no reason to falsely depose against the\naccused persons as it was not shown that they had either\nany prior enmity with the accused persons or they are\ninterested parties. In fact, they are the victims of the\nhorrendous and ghastly attack made by the perpetrators.\n[Para 79] [1164-H; 1165-A]\nD\nE\n3.8. PW-2 and PW-3, who were the bodyguards of the\nintended target, were eye-witnesses of the incident. Their F\nstatements are corroborated by the evidence of PW-30.\nTheir Statements are also supported by the evidence of\nanother eye-witness PW-13. Both of them were the\npersons who actually witnessed the shootout and were\npresent at the site of the shootout. Furthermore, both of\nthem have given a description of the physical features of\nthe assailants including Accused Nos. 5 and 6. Therefore,\nthe High Court ought to have relied upon the evidence\nof PWS-2 and 3 in the light of the circumstantial evidence\nbrought on record. The trial court rightly found the\nG\nH\n1102 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA evidence of PW-2 and 3 trustworthy and reliable as both\nof them have the best available opportunity to see the\nassailants. [Para 80] [1165-B-F]\nB\nс\n3.9. On an analysis of the confessional statement of\naccused No. 5 it is found that he has made a detailed\nstatement of the instructions he received from the\nleaders of the gang to kill the intended target and has\nstated the involvement of accused Nos. 1, 6, 7 and 8 in\nthe shootout. [Para 81] [1165-G-H; 1166-A]\n3.10. Accused No. 6 stated about his earlier\ninvolvement in murder cases in his confessional\nstatement. He also stated as to how he met accused No.\n5 and that accused No. 5 introduced him to the gang.\nConfessional statement of accused No. 6 is found to be\nD almost identical to the confessional statement of accused\nNo. 5. [Para 82] [1166-C]\nE\nF\nG\n3.11. On analysis of the material on record and the\nconfessional statements of accused Nos. 5 and 6, it is\nfound that although the fact that the pre-confessional\nstatements were recorded on 23.07.1999 is not traceable,\nthe fact that they were actually recorded is corroborated\nby the evidence of PW-64, the typist who had deposed\nthat the preliminary statements were recorded on\n23.07.1999. Thereafter, they were given a period of\nreflection for 48 hours which is corroborated by PW-60,\nPW-63 and PW-64. Therefore, there can be no doubt that\nthe accused were sufficiently warned in advance about\nthe consequences of their confessions. The High Court\naltogether failed to take into account the evidence of PW-\n64, the typist. The trial court has rightly held that all the\nrequirements u/s. 18 (3) of MCOCA were fully complied\nwith while recording the confessional statements. [Para\n84] [1166-F-H; 1167-A]\nH\n"}