{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"1\nRAMESH AND ORS.\nV.\nSTATE OF TAMIL NADU\nMARCH 3, 2005\n[P. VENKATARAMA REDDI AND A.K. MATHUR, JJ.]\nB\nPenal Code, 1860/Dowry Prohibition Act:\nC\nss. 498-A and 406/ss. 3 and 4-Wife alleging commission of offences\nunder these sections against her husband and his relatives-Allegation against\nhusband's sister that she was insulting and making derogatory remarks and\nbehaving rudely against her-Held, neither the FIR nor the charge-sheet\nfurnished legal basis to the Magistrate to take cognizance of the offences\nalleged against husband's sister-She could not be relegated to ordeal of\ntrial-Proceedings against her quashed-Code of Criminal Procedure, 1973: D\ns.482—Constitution of India—Article 136.\nCode of Criminal Procedure, 1973 :\nss. 482, 406, 407, 468 and 473—Quashing of procedings on ground of\ndelay—Ascertaining territorial jurisdiction to take cognizance of an offence- E\nTransfer of proceedings pending in different courts-Complaint by wife before\nJudicial Magistrate, Trichy, against her husband and his relatives alleging\ncommission of offences by them u/ss. 498-A and 406 IPC and ss. 3 and 4 of\nDowry Prohibition Act-Accused filing writ petition before Mumbai High\nCourt for quashing the proceedings or in the alternative to transfer the FIR\nto Mumbai—Later, petition u/s 482 filed before Madras High Court to quash\nF\nthe proceedings as barred by limitation as also for lack of territorial\njurisdiction-Held, prosecution cannot be nullified at the very threshold on\nthe ground that prescribed period of limitation had expired-On facts, complaint\nwas registered much before expiry of period of limitation—However, the process\nof investigation and filing of charge-sheet took its own time-Consequently,\nprocess of taking cognizance delayed-Further, at the instance of the accused,\nHigh Court had also granted interim stay-It is in this background that the\ndelay has to be viewed-It is a fit case where benefit of s.473 should be\nextended to the informant-lady-As regards territorial jurisdiction of Judicial\nMagistrate, Trichy, on looking the complaint at its face value, the offences\n493\nG\nH\nA\n494\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA alleged cannot be said to have been committed wholly or partly within the\nlocal jurisdiction of court at Trichy-Almost all the allegations pertain to acts\ncommitted in matrimonial home at Mumbai-However, there is one allegation\nrelevant to s.498-A alleged to have been committed in Chennai-Further,\nearlier, the petition filed by the wife for restitution of conjugal rights was\ntransferred from Trichy to Family Court at Chennai-Therefore, the criminal\ncase in the court of Judicial Magistrate, Trichy shall be transferred to the\ncourt of Chief Judicial Magistrate, Chennai and the case pending in the\nFamily Court at Mumbai filed by the husband shall be transferred to Principal\nFamily Court at Chennai.\nB\nC\nArun Vyas v. Anita Vyas, [1999] 4 SCC 690 and Y. Abraham Ajith and\nOrs. v. Inspector of Police, Chennai and Anr., [2004] 8 SCC 100, referred\nto.\nᎠ\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 372\nof 2005.\nFrom the Judgment and Order dated 21.8.2003 of the Madras High\nCourt in Crl.O.P. No. 27404 of 2003.\nWITH\nE\nF\nG\nH\nCrl.A. No. 373/2005 and T.P. (C) No. 603 of 2003.\nP.P. Rao, Sanjay Parikh, Ms. Anitha Shenoy, A.N. Singh and Abinash\nMishra for the Appellants.\nK.K. Mani for the Petitioner in T.P. (C) No. 603/2003.\nR.Ayyam Perumal, S. Vallinayagam, G. Umapathy, B. Balaji, S.\nGowthaman, Satya Mitra Garg and Badri Prasad Singh for the Respondent.\nThe following Order of the Court was delivered :\nLeave granted.\nThe two appeals filed by five accused (three in one case and two in\nanother) arise out of two identical orders passed by the Madras High Court\non 7.8.2003 and 21.8.2003 dismissing the petitions filed by them under Section\n482 of the Criminal Procedure Code (Cr.P.C.', for short) by which a prayer\nwas made to quash the chargre-sheet and the consequential proceedings in\nRAMESH v. STATE OF T.N.\n495\nB\nC.C. No. 72/2002 on the file of the Judicial Magistrate III, Tiruchirapalli A\n(Trichy' for short), Tamil Nadu Sate. The wife of the 1st appellant in the\nappeal arising out of SLP(Crl.) No. 5735/2003, filed a complaint on 23.6.1999\nwith the All Women Police Station, Trichy alleging the commission of offences\nunder Sections 498-A and 406 of the Indian Penal Code and Sections 3 and\n4 of the Dowry Prohibition Act. Allegations were made in the said complaint\nagainst the husband, the in-laws, husband's brother and sister, who were all\nthe petitioners before the High Court and the appellants herein. After\nregistration of the F.I.R. and investigation, the charge-sheet was filed by the\nInspector of Police, All Women Police Station, Trichy on 28.12.2001 in the\nCourt of the Judicial Magistrate-III, Trichy. Thereupon, the learned Magistrate\ntook cognizance of the offence and issued warrants against the appellants on C\n13.2.2002. It appears that four of the appellants were arrested and released\non bail by the Magistrate at Mumbai. The appellants then filed Criminal Writ\nPetition No. 593/2002 in the Bombay High Court for quashing the F.I.R. or\nin the alternative to transfer the F.I.R. to Mumbai. The proceedings were\nstayed by the High Court. On 2.6.2003, the writ petition was dismissed as\nD\nwithdrawn while giving liberty to approach the High Court of Madras at\nchennai for appropriate relief. Thereafter, the appellants filed the petition\nunder Section 482 Cr.P.C. before the Madras High Court for quashing the\nproceedings in C.C. No. 72/2002 on the file of the Judicial Magisrate-III,\nTrichy. The High Court by the impugned order dismissed the petition with\nthe following observations:\n\"But the grounds raised by the Petitioners are all subject matters to\nbe heard by the trial court for better appreciation after conducting full\ntrial and hence this Court is of the view that it is only desirable to\ndismiss the above Criminal Original Petition and the same is dismissed\nas such.\"\nHowever the High Court directed the Magistrate to dispense with the\npersonal attendance of the appellants. Aggrieved by the order of the Madras\nHigh Court dismissing the petitions under Section 482 Cr.P.C., the special\nleave petitions giving rise to these appeals were filed by the accused.\nIn the petition under Section 482, three contetions were raised-\n(i) That the allegations are frivolous and without any basis;\n(ii) Even according to the F.I.R., no incriminating acts were done\nwithin the jurisdiction of Trichy Police Station and the Court at\nE\nF\nG\nH\n496\nA\nB\nC\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nTrichy and, therefore, the learned Magistrate lacked territorial\njurisdiction to take cognizance of the offence;\n(ii) Taking cognizance of the alleged offences at this stage is barred\nunder Section 468(1) Cr.P.C. as it was beyond the period of\nlimitation prescribed under Section 468(2).\nThe last two contentions are stressed before us. As far as the 1st appellant\nin the appeal arising out, of S.L.P.(Crl.) No. 290/2004 (Gowri Ramaswamy)\nis concerned, it is contended that the allegations in the F.I.R. do not make out\nany offence of which cognizance could be taken.\n'\nBefore we proceed to deal with the two contentions relating to limitation\nand territorial jurisdiction, we would like to consider first the contention\nadvanced on behalf of the appellant-Gowri Ramaswamy. Looking at the\nallegations in the F.I.R. and the contents of charge-sheet, we hold that none\nof the alleged offence, viz., Sections 498-A, 406 of the I.P.C. and Section 4\nof the Dowry Prohibition Act are made out against her. She is the married\nD. sister of the informant's husband who is undisputedly living in Delhi with her\nfamily. Assuming that during the relevant time, i.e., between March and\nOctober, 1997, when the 6th respondent (informant) lived in Mumbai in her\nmarital home, the said lady stayed with them for some days, there is nothing\nin the complaint which connects her with an offence under Section 498-A or\nE any other offence of which cognizance was taken. Certain acts of taunting\nand ill-treatment of informant by her sister-in-law (appellant) were alleged\nbut they do not pertain to dowry demand or entrustment and misappropriation\nof property belonging to the informant. What was said against her in the\nF.I.R. is that on some occasions, she directed the complainant to wash W.C.\nand she used to abuse her and used to pass remarks such as “even if you have\nF got much jewellery, you are our slave.\" It is further stated in the report that\nGowri would make wrong imputations to provoke her husband and would\nwarn her that nobody could do anything to her family. These allegations,\neven if true, do not amount to harassment with a view to coercing the informant\nor her relation to meet an unlawful demand for any property or valuable\nsecurity. At the most, the allegations reveal that her sister-in-law\" Gowri was\ninsulting and making derogatory remarks against her and behaving. rudely\nagainst her. Even acts of abetment in connection with unlawful demand for\nproperty/dowry are not alleged against her. The bald allegations made against\nher sister-in-law seem to suggest the anxiety of the informant to rope in as\nmany of the husband's relations as possible. Neither the F.I.R. nor the charge-\nH sheet furnished the legal basis to the Magistrate to take cognizance of the\nG\nRAMESH v. STATE OF T.N.\n497\noffences alleged against the appellant Gowri Ramaswamy. The High Court A\nought not to have relegated her to the ordeal of trial. Accordingly, the\nproceedings against the appellant Gowri Ramaswamy are hereby quashed\nand her appeal stands allowed.\nNow we have to deal with the case of other four appellants who, as\nalready stated, have raised the questions of limitation and territorial jurisdiction.\nB\nC\nOn the point of limitation, we are of the view that the prosecution\ncannot be nullified at the very threshold on the ground that the prescribed\nperiod of limitation had expired. According to the learned counsel for the\nappellants, the alleged acts of cruelty giving rise to the offence under Section\n498-A ceased on the exit of the informant from the matrimonial home on\n2.10.1997 and no further acts of cruelty continued thereafter. The outer limit\nof time for taking cognizance would therefore be 3.10.2000, it is contended.\nHowever, at this juncture, we may clarify that there is an allegation in the\nF.I.R. that on 13th/14th of October, 1998, when the informant's close relations\nmet her in-laws at the hotel in Chennai, they made it clear that she will not D\nbe allowed to live with her husband in Mumbai unless she brought the\ndemanded money and jewellery. Even going by this statement, the taking of\ncognizance on 13.2.2002 pursuant to the charge-sheet filed on 28.12.2001\nwould be beyond the period of limitation. The commencement of limitation\ncould be taken as 2.10.1997 or at most 14.10.1998. As pointed out by this\nE\nCourt in Arun Vyas v. Anita Vyas, [1999] 4 SCC 690, the last act of cruelty\nwould be the starting point of limitation. The three year period as per Section\n468(2)(c) would expire by 14.10.2001 even if the latter date is taken into\naccount. But that is not the end of the matter. We have to still consider\nwhether the benefit of extended period of limitation could be given to the\ninformant. True, the learned Magistrate should have paused to consider the F\nquestion of limitation before taking congnizance and he should have addressed\nhimself to the question whether there were grounds to extend the period of\nlimitation. On account of failure to do so, we would have, in the normal\ncourse, quashed the order of the Magistrate taking cognizance and directed\nhim to consider the question of applicability of Section 473. However, having\nregard to the facts and circumstances of the case, we are not inclined to\nexercise our jurisdiction under Article 136 of the Constitution to remit the\nmatter to the trial court for taking a decision on this aspect. The fact remains\nthat the complaint was lodged on 23.6.1999, that is to say, much before the\nexpiry of the period of limitation and the F.I.R. was registered by the All\nWomen Police Station, Tiruchirapalli on that day. A copy of the F.I.R. was H\nG\n1\n1\nB\n498\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA sent to the Magistrate's Court on the next day, i.e., on 24.6.1999. However,\nthe process of investigation and filling of charge-sheet took its'own time. The\nprocess of taking cognizance was consequentially delayed. There is also the\nfurther fact that the appellants filed Writ Petition (Crl.) No. 1719/2000 in the\nBombay High Court for quashing the F.I.R. or in the alternative to direct its\ntransfer to Mumbai. We are told that the High Court granted an ex-parte\ninterim stay. On 20.8.2001, the writ petition was permitted to be withdrawn.\nwith liberty to file a fresh petition. The charge-sheet was filed four months\nthereafter. It is in this background that the delay has to be viewed. The\napproach the Court has to adopt in considering the question of limitation in\nregard to the matrimonial offences was highlighted by this Court in the case\nC of Arun Vyas (supra). While pointing out in effect that the two limbs of the\nenabling provision under Section 473 are independent, this Court observed\nthus:\nD\nE\nF\nG\nH\n1\n\"14. The first limb confers power on every competent court to\ntake cognizance of an offence after the period of limitation if it is\nsatisfied on the facts and in the circumstances of the case that the\ndelay has been properly explained and the second limb empowers\nsuch a court to take cognizance of an offence if it is satisfied on the\nfacts and in the circumstances of the case that is is necessary so to\ndo in the interests of justice. It is true that the expression “in the\ninterest of justice\" in Section 473 cannot be interpreted to mean in\nthe interest of prosecution. What the court has to see is \"interest of\njustice\". The interest of justice demands that the court should-protect\nthe oppressed and punish the oppressor/offender. In complaints under\nSection 498-A the wife will invariably be oppressed, having been\nsubjected to cruelty by the husband and the in-laws. It is, therefore,\nappropriate for the courts, in case of delayed complaints, to construe\nliberally Section 473 CrPc in favour of a wife who is subjected to\ncruelty if on the facts and in the circumstances of the case it is\nnecessary so to do in the interests of justice. When the conduct of the\naccused is such that applying the rule of limitation will give an unfair\nadvantage to him or result in miscarriage of justice, the court may\ntake cognizance of an offence after the expiry of the period of\nlimitation in the interests of justice. This is only illustrative, not\nexhaustive.\nNo doubt, the Court directed the Magistrate to consider the question of\nlimitation taking note of Section 473 Cr.P.C. in the light of the observations\n1.\nRAMESH v. STATE OF T.N.\n499\nmade in the judgment. In the instant case, however, the same course need not A\nbe adopted. That was a case in which the complaint alleging ofence under\nSection 498-A itself was filed nearly 7 years after the aggrieved spouse was\nkept out of the matrimonial home without any explanation for delay. That is\nwhy the matter was remanded to the Magistrate for reconsideration. In the\npresent case, such a course is unnecessary and inexpedient. Adopting the\nliberal approach that has been stressed by this Court in the afore-mentioned\ndecision and considering the facts apparent from the record as discussed\nsupra, we feel that it is a fit case where the benefit of Section 473 Cr.P.C.\nshould be extended to the informant-lady and there is no need to prolong the\ncontroversy on the point of limitation.\nThe next controversy arising in the case is about the territorial jurisdiction\nof the Magistrate's Court at Tiruchirapally to try the cases. As already noted,\nthe High Court was of the view that the questions raised in the petition\ncannot be decided before trial. It is contended by the learned counsel for the\nB\nC\nappellants tht the issue relating to the place of trial can be decided even at D\nthis stage without going beyond the averments in the complaint filed by the\nrespondents and the High Court should have, therefore, decided this point of\njurisdiction, when it is raised before the trial has commenced. Our attention\nhas been drawn to a recent decision of this Court in Y. Abraham Ajit and Ors.\nv. Inspector of Police Chennai and Anr., [2004] 8 SCC 100. In that case, the\nMadras High Court refused to interfere under Section 482 Cr.P.C. when the E\nissue of territorial jurisdiction of the concerned Magistrate to take cognizance\nof the offence was raised. This Court did not endorse the approach of the\nHigh Court for not recording the finding on the question of jurisdiction. On\nreading the allegations in the complaint, the court came to the conclusion that\nno part of the cause of action arose in Chennai and therefore the Metropolitan F\nMagistrate at Chennai could not have taken cognizance and issued summons.\nOn this ground, the criminal proceedings were quashed and the complaint\nwas directed to be returned to respondent who was given liberty to file the\nsame in an appropriate court. That was also a case of complaint for an\noffence under Section 498-A and Cr.P.C. filed by the wife against the appellant\ntherein.\nG\nIn the view we are taking, it is not necessary for us to delve into the\nquestion of territorial jurisdiction of the Court at Trichy in detail. Suffice it\nto say that on looking at the complaint at its face value, the offences alleged\ncannot be said to have been committed wholly or parlty within the local H\n1\n500\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA jurisdiction of the Magistrate's Court at Tricht. Prima facie, none of the\ningredients constituting the offence can be said to have occurred within the\nlocal jurisdiction of that Court. Almost all the allegations pertain to acts of\ncruelty for the purpose of extracting additional property as dowry while she\nwas in the matrimonial home at Mumbai and the alleged acts of\nmisappropriation of her movable property at Mumbai, However, there is one\nallegation relevant to Section 498-A from which it could be inferred that one\nof the acts giving rise to the offence under the said Section had taken place\nin Chennai. It is alleged that when the relations of the informant met her in-\nlaws at a hotel in Chennai where they were staying on 13.10.1998, there was\nagain a demand for dowry and a threat to torture her in case she was sent\nback to Mumbai without the money and articles demanded.\nB\nC\nD\nThus the alleged acts which according to the petitioner constitute the\noffences under Section 498-A and 406 were done by the accused mostly in\nMumbai and partly in Chennai. Prima facie, there is nothing in the entire\ncomplaint which goes to show that any acts constituting the alleged offences\nwere at all committed at Trichy.\nOne more relevant aspect to be noticed is that the informant-wife filed\nTransfer Petition No. 603/2003 seeking transfer of MJ Petition No. A416/\n2003 on the file of Family Court at Bandra, Mumbai filed by the husband for\nE dissolution of the marriage to the Family Court at chennai to be heard along\nwith OP No. 2071 of 1999 on the file of II Additional Family Court at\nChennai (since disposed of). It appears that on an earlier occasion, the petition\nfiled by the wife for restitution of conjugal right in the sub-Court at Trichy\nwas transferred to the Family Court at Chennai at the instance of the wife by\nan order of this Court dated 29.10.1999. That petition was ultimately allowed\nby the Family Court and the Execution Petition was transmitted to the Mumbai\nCourt. A Civil Miscellaneous Appeal (unnumbered so far) against the decree\nof the Family Court, Chennai is said to be pending in the Madras High Court.\nF\nHaving regard to the above facts viz., background and history of\nG litigation, the prima facie, view taken by us on the point of territorial\njurisdiction and taking an overall view of the convenience of both the parties,\nwe are of the view that the criminal case arising out of CC No. 72/2002 on\nthe file of the Judicial Magistrate III, Tiruchirapally and the Matrimonial\nCase filed by the husband (first petitioner in the Appeal No. 372/2005,\ncorresponding to SLP 5735 of 2003) at Mumbai should both be tried in\nH\n1\n1\nRAMESH v. STATE OF T.N.\n501\nChennai. The criminal case shall be transferred from the Court of Judicial A\nMagistrate Tiruchirapally to the Chief Judicial Magistrate at Chennai who\nmay either decide it himself or assign it to one of the Judicial Magistrates in\nChennai. The MJ Petition No. A416/2003 pending in the Family Court at\nBandra, Mumbai shall be transferred to the Principal Family Court at chennai.\nBoth these cases shall be decided expeditiously without avoidable delay.\nAccordingly, the appeal filed by Ramesh and three others and the Transfer\nPetition are disposed of. The appeal arising out of SLP(Crl.) No. 290/2004\nfiled by Gauri Ramaswamy and another is partly allowed by quasing the\nproceedings insofar as Gauri Ramaswamy is concerned. No Costs.\nB\nBefore closing, we may record the fact that the case was adjourned for C\nconsiderable time in the hope that the parties will reach the settlement but it\ncould not take place as the counsel appearing for the complainant-lady stated\nthat she was keen on going back to resume marital ties while pursuing the\ncriminal case against the hunband and others.\nR.P.\nAppeals/Petition disposed of. D\n10\n777\ni\n"}