{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nCOMMISSIONER OF CENTRAL EXCISE, NEW DELHI\nV.\nM/S. HERO HONDA MOTORS\nAPRIL 13, 2005\nB [S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nF\nC\nExcise Law:\nAssessable value-Cost of production-Receipt of advance and income\naccruing thereon-Whether has gone towards depreciation of sale price-\nMatter remitted back to Central Excise and Service Tax Appellate Tribunal to\nconsider whether or not advances or any part thereof have been used in the\nworking capital and whether or not the advances received by the assessee\nand/or the interest earned thereon have been used in the working capital and/\nD or whether it has the effect of reducing the price of the product.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1564 of 1999.\nFrom the Judgment and Order dated 6.10.98 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi in F.O. No.\nE 1330/98 in A. No. E/1983 of 1997-A.\nA. Subba Rao, V. Ramasubramaniam, Tufail Ahmed Khan, Rupesh\nKumar, P. Parmeswaran, B. Krishna Prasad for the Appellant.\nS. Ganesh, P.A.S. Rao, P.K. Ram and D.N. Misra with him for the\nF Respondent\nG\nH\nThe Order of the Court was delivered :\nORDER\nThis appeal is against the judgment of the Customs, Excise \u0026 Gold\n(Control) Appellate Tribunal, New Delhi dated 6th October, 1998.\nThe question which arises for determination is: whether receipt of\nadvance and the income accruing thereon has gone towards depreciation of\nthe sale price.\n588\nI\n1\nC.C.E. v. HERO HONDA MOTORS\n589\nB\nA conspectus of decisions show that inclusion of notional interest in the A\nassessable value or wholesale price will depend on the facts of each case. In\nthe present case, according to the adjudicating authority, the evidence indicated\nthat the main object behind receiving advance from the customers was not\nsecurity but collection of capital. In this connection, reliance was placed on\nfinancial accounts, MIS reports, pricing and costing. The said material was\nput to the officers of the company. The adjudicating authority found on\nevidence that the advances were invested and income therefrom by way of\ninterest, dividends etc. constituted additional flowback (consideration) from\nthe customer to the assessee. In this connection, the adjudicating authority\nfound that interest at 9% was actually paid by the assessee to each of the\ncustomers; that the interest was shown as cost of production; that it was\nC\ncharged to cost of production; that the said expense was incurred under the\nhead \"Sales\" which implicated “sales income” with “other income”. On\nexamination of the balance sheet, profit \u0026 loss account and costing data, the\nadjudicating authority found that but for \"other income\", assessee was required\nto increase the prices to recover the cost of manufacture. The adjudicating D\nauthority further found that this \"other income\" accrued to the assessee in the\ncourse of sale. The said authority found that the said \"other income\" formed\npart of the prices. That, the difference in the interest paid to the customers\nand the interest earned on the advances received from the customers constituted\n“additional consideration\" which flowed back from the customer to the\nassessee. The adjudicating authority further found difference between the\ncurrent assets and current liabilities in the final statements indicating utilization\nof advances to meet the working capital requirement. The adjudicating\nauthority further found that the payment of interest to the customer was\nshown in the books as cost of production whereas the income received on\ndeployment of funds (advances) has been shown as income from sales and F\nother income. The adjudicating authority found understatement of assessable\nvalue on account of failure on the part of the assessee to take into account\nthe additional consideration arising on account of difference in the rates of\ninterest.\nE\nG\nAt the outset, we may point out that in this case the Annual Reports of\nthe assessee show the opening and closing balance of the funds received\nunder the caption \"Customers' Advances\". They show deployment of funds\nso received. The income accruing to the assessee was reflected in profit \u0026\nloss accounts. For the year ending 31.3.1986 the outstanding balance under\nthe above head was Rs. 33.40 crore out of which Rs. 28.90 crore was invested H\n-\n1\n590\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA in various securities/deposits leaving a balance of Rs. 4.42 crore [See Schedule\n4]. The said schedule further indicates utilization of capital gains and interest\nincome to reduce the liability under the said head. That, the said schedule 4\nindicated not only liquidation of liabilities under the head \"customers advances\"\nby utilization of income on investments from such advances, they also indicated\nflowback of the benefits from the customers to the assessee. Moreover, the\nincome from such investments was shown under the head \"Sales and Other\nIncome\". The said \"Other Income\" included interest on deposits, profit on\nsale of units and income from units [schedule 10]. Even the Report of the\nDirectors under the head \"Financial Reports\" show that the profits of the\ncompany have been based on implication of Sales with Other Incomes. For\nC example, for the year 1985-86, Sales and Other Incomes were of Rs. 49.20\nB\ncrore (rounded to “0”) out of which Income from Sales was Rs. 45.02 crore\n(rounded to “0”) whereas Rs. 4.06 crore was on account of Other Income.\nTherefore, according to the adjudicating authority, the total income (Sales\nand Other Income) contributed to the profits which had a direct impact on\nD pricing. According to the adjudicating authority, the said \"Other Income\" had\ncontributed to the pricing. That, but for the said \"Other Income\", it was not\npossible for the company to sell the motorcycles at a price lower than the unit\ncost of production. Lastly, the adjudicating authority found on facts that since\ninterest paid at 9% to the customers was indicated as an expense, the income\non the investments from the advances was includible in the assessable value.\nThis aspect has also not been considered by the tribunal. ·\nE\nFor the above reasons, we hold that the tribunal has disposed of the\nappeal before it in a most perfunctory manner without going into any figures\nat all but by merely on the statement made by counsel and on the basis of\nF material which appears to have been produced first time before the tribunal.\nWe, therefore, set aside the order of the tribunal and remand the matter back\nto the tribunal. The tribunal will consider in detail, if necessary, by taking the\nhelp of a Cost Accountant and after looking into the accounts of the respondent\nwhether or not the advances or any part thereof have been used in the working\ncapital and whether or not the advances received by the respondent and/or\nG\nthe interest earned thereon have been used in the working capital and/or\nwhether it has the effect of reducing the price of the motorcycle. The tribunal\nto so decide on the material which was placed before the Commissioner and\nnot to allow any additional documents/materials to be filed before it. None\nof our observations made herein shall bind the tribunal to which this case is\nH remitted.\nC.C.E. v. HERO HONDA MOTORS\n591\nWe may clarify that in the event of tribunal coming to the conclusion A\nthat additional consideration flowed back from the consumer to the assessee\nthen the value of the benefit shall be ascertained by the tribunal with the\nassistance of a Cost Accountant.\nThe question of limitation is for the present left open to be decided, if\nnecessary, in the appeal which may be filed to this Court from the order of B\nthe tribunal. The appeal stands disposed of accordingly.\nR.P.\nAppeal disposed of.\n"}