{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":":\nPUNJAB STATE WAREHOUSING CORPN., CHANDIGARH\nV.\nMANMOHAN SINGH AND ANR.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nService Law-Regularization-scheme for regularization by State\nGovernment-Contract employee of statutory Authority Termination of\nservices-Challenged-Direction by High Court to employer to consider the C\ncase of employee in the backdrop of the Scheme-Employee denying\nregularization on the ground that Scheme not applicable to the contract\nemployee—Denial of regularization set aside by High Court-On appeal,\nheld: Employee not entitled to regularization under the Scheme-The terms\nand conditions of the employees of the employer was governed by statutory\nrules-Scheme of the State could not have been extended to the Statutory\nCorporation-Constitution of India, 1950-Article 309 and 162-Policy\ndecision.\nD\nState Government formulated a Scheme for regularization of services\nof its employees. Respondent No. 1 was appointed with the appellant on contract E\nbasis pursuant to interim order passed by this Court. His services were\nextended from time to time. Subsequently the contract was not renewed, and\nthe services were terminated. The termination order was questioned in Writ\nPetition. The Writ Petition was disposed of directing the appellant to consider\nthe case of respondent No. 1 in the backdrop of the Scheme of the State\nGovernment. Appellant rejected the claim of regularization in view of the\nclarification issued by the State Government that the Scheme was not\napplicable to the case of contract employees. Thereagainst respondent filed\nanother Writ Petition and the same was allowed by High Court. Hence the\npresent appeal.\nF\nAllowing the appeal, the Court\nG\nf\nHELD: 1. The scheme for regularization of the State was not made in\nterms of Article 162 of the Constitution of India. It was by way of a Circular\nletter dated 23.01.2001. The State, without issuing any notification or without\neven exercising its statutory power governing the constitution and functioning H\n933\n934\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of the statutory authorities like the appellant, sought to extend the same to\nPublic Sector Undertakings, corporations, boards, local authorities and other\nautonomous bodies which it could not do in law. [Para 8] [936-E-F]\nB\n2. It is not the case of the parties hereto that Respondent No. 1 was\nappointed upon compliance of the constitutional scheme as adumbrated in\nArticles 14 and 16 of the Constitution of India. It is also not the case of the\nrespondent that prior to his appointment either any advertisement was issued\nor even the Employment Exchange was notified in regard to the then existing\nvacancies. It is also not known whether there existed a sanctioned post. It is\nfurthermore neither in doubt nor in dispute that the terms and conditions of\nC the services of the employees of the appellant - Corporation which is a body\nconstituted and governed under the Punjab Warehousing Corporation Act,\n1957 are governed by the provisions thereof and the rules framed thereunder.\n[Para 10] [937-B-D}\nD\nE\n3. The terms and conditions of employees of the appellant - Corporation\nbeing governed by a statute and statutory rules could have been altered only\nby reason of amendment of the rules only. The State had no say in that behalf.\nA policy made by a State would ordinarily apply only in respect of the employees\nworking under it. The policy decision of a State cannot be extended to a\nstatutory Corporation unless it is permitted to do so by the statute. [Para 11]\nPawan Alloys and Casting Pvt. Ltd., Meerut v. U.P. State Electricity\nBoard and Ors., [1997] 7 SCC 251, referred to.\n4. When the terms and conditions of the services of an employee are\ngoverned by the rules made under a statute or the proviso appended to Article\nF 309 of the Constitution of India, laying down the mode and manner in which\nthe recruitment would be given effect to, even no order under Article 162 of\nthe Constitution of India can be made by way of alterations or amendments of\nthe said rules. A'fortiori if the recruitment rules could not be amended even\nby issuing a notification under Article 162 of the Constitution of India; the\nG same cannot be done by way of a Circular letter. [Para 12] [937-G-H]\nSecretary, State of Karnataka \u0026 Ors. v. Umadevi and Ors., [2006] 4 SCC\n1, followed.\n.\nA. Umarani v. Registrar, Cooperative Societies and Ors., [2004] 7 SCC\nH 112, relied on.\nK\nPUNJAB STATE WAREHOUSING CORPN., CHANDIGARH 1. MANMOHAN SINGH [S.B. SINHA, J.) 935\n5. Having regard to the fact that the policy decision was made as a one A\ntime measure, the scheme in question would come within the protective\numbrella of paragraph 53 of Umadevi's case. Firstly, because the High Court\ndid not proceed on that basis; secondly, if the scheme itself was not applicable\nin case of Respondent No. 1, even in terms of the said policy decision, as has\nbeen clarified by it, the question of invoking the said paragraph in the instant\ncase would not arise. Such a Scheme could be made out only in respect of\nsuch employees whose appointments were irregular and not illegal. [Para 15]\n[938-C-E]\nPunjab Water Supply and Sewerage Board v. Ranjodh Singh and Ors.,\n(2006) 13 SCALE 426, relied on.\nMunicipal Corporation, Jabalpur v. Om Prakash Dubey, (2006) 13\nSCALE 266 [2007] 1 SCC 373, referred to.\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 857 of 2007.\nFrom the final Judgment and Order dated 25.4.2005 of the High Court\nof Punjab and Haryana at Chandigarh in C.W.P. No. 10307/2004.\nGurminder Singh, A.P. Dhamija, Ram Niwas, B.K. Sharma and Pratibha\nJain for the Appellant.\nᎠ\nNidesh Gupta, Vinod Shukla, J. Goel and S. Janani for the Respondents. E\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. The State of Punjab formulated a scheme on 23.01.2001 for\nregularisation of its employees.\nF\n3. The question which arises for consideration in this appeal arising out\nof a judgment and order dated 25.04.2005 passed by a Division Bench of the\nPunjab and Haryana High Court in Civil Writ Petition No. 10307 of 2004 is as\nto whether the appellant herein was bound to invoke the said scheme in G\nrespect of its own employees.\n4. The validity or otherwise of the said Scheme came to be questioned\nbefore this Court. This Court passed an interim order. Pursuant thereto or in\nfurtherance thereof, Respondent No. 1 herein was appointed on contract\nbasis as Restorer on a consolidated monthly salary. His services indisputably\nH\nこ\n936\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA were extended from time to time.\n5. The contention of the appellant is that the contract of the respondent's\nservice was not renewed as the services of Respondent No. 1 were not\nrequired any further and, thus, by an order dated 24.12.2001 his services were\nterminated. Questioning the validity of the said order, a writ petition was filed\nB by the Respondent before the High Court. The said writ petition was disposed\nof directing the appellant herein to consider the case of Respondent No. 1\nin the backdrop of the said Scheme dated 23.01.2001. Inter alia on the premise\nthat in view of a clarification issued by the State Government that the said\nscheme was not applicable to the case of contract employees, the respondent's\nclaim for regularisation was rejected by an order dated 17.06.2004. A fresh\nWrit Petition was filed which by reason of the impugned judgment has been\nallowed.\nC\n6. The High Court, however, in its judgment opined that the case of\nRespondent No. I was covered by the said policy decision and as such he\nD was entitled to the benefit thereof. The appellant is, thus, before us.\nE\nF\nG\nH\n7. One of the questions which was raised for its consideration before\nthe High Court was as to whether the workmen engaged on contract basis\nwere covered by the Scheme dated 23.01.2001.\n8. The said purported scheme of the State was not made in terms of\nArticle 162 of the Constitution of India. It was by way of a circular letter dated\n23.01.2001. The State, without issuing any notification or without even\nexercising its statutory power governing the constitution and functioning of\nthe statutory authorities like the appellant, sought to extend the same to\npublic sector undertakings, corporations, boards, local authorities and other\nautonomous bodies which it could not do in law. Therein, it was stated:\n\"iv. For accommodating work charged/ daily wage/ other category\nworkers as per the above policy against the existing vacancies the\nexisting instructions requiring permission of the DOP and FD for\nfilling up the vacancies would not apply. Wherever for the absorption/\nregularization of workers as per the above policy any Department's\nown Recruitment Rules come in the way, such provisions of the\nRecruitment Rules will stand relaxed.\"\n9. However, a clarification was sought for from the State Government by\nthe Managing Director of the appellant by a letter dated 29.03.2001 as to\n:\nAnd\nPUNJAB STATE WAREHOUSING CORPN., CHANDIGARH v. MANMOHAN SINGH [S.B. SINHA, J.] 937\nwhether the staff not being charged against any project or work is to be A\nregularized or not; in response whereto, it was clarified:\n\"It is clarified that those employees who are working in Corporation\nfor the last more than three years continuously apart from work\ncharge/daily wages, are to be regularized because these categories of\nworkers are covered under the policy instructions No. 11/34/2000-4 P. B\np.31301 dated 23.01.01. issued by the Government of Punjab.\"\n10. It is not the case of the parties hereto that Respondent No. 1 was\nappointed upon compliance of the constitutional scheme as adumbrated in\nArticles 14 and 16 of the Constitution of India. It is also not the case of the\nC\nrespondent that prior to his appointment either any advertisement was issued\nor even the Employment Exchange was notified in regard to the then existing\nvacancies. It is also not known whether there existed a sanctioned post. It\nis furthermore neither in doubt nor in dispute that the terms and conditions\nof the services of the employees of the appellant - Corporation which is a\nbody constituted and governed under the Punjab Warehousing Corporation D\nAct, 1957 are governed by the provisions thereof and the rules framed\nthereunder.\n11. The terms and conditions of employees of the appellant - Corporation\nbeing governed by a statute and statutory rules could have been altered only\nby reason of amendment of the rules only. The State as is well known had E\nno say in that behalf. We fail to understand as to under what circumstances\nthe State had issued the aforementioned circular letter dated 23.01.2001. A\npolicy made by a State would ordinarily apply only in respect of the employees\nworking under it. The policy decision of a State cannot be extended to a\nstatutory Corporation unless it is permitted to do so by the statute. See\nPawan Alloys \u0026 Casting Pvt. Ltd., Meerut v. U.P. State Electricity Board\nand Ors. [1997] 7 SCC 251.\nF\n12. Furthermore, when the terms and conditions of the services of an\nemployee are governed by the rules made under a statute or the proviso\nappended to Article 309 of the Constitution of India, laying down the mode G\nand manner in which the recruitment would be given effect to, even no order\nunder Article 162 of the Constitution of India can be made by way of alterations\nor amendments of the said rules. A'fortiori if the recruitment rules could not\nbe amended even by issuing a notification under Article 162 of the Constitution\nof India; the same cannot be done by way of a circular letter.\nH\n938\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n13. This aspect of the matter is covered by a decision of this Court in\nA. Umarani v. Registrar, Cooperative Societies \u0026 Ors. [2004] 7 SCC 112,\nwherein the law was stated in the following terms:\n\"No regularisation is, thus, permissible in exercise of the statutory\npower conferred under Article 162 of the Constitution if the\nappointments have been made in contravention of the statutory rules.\"\n14. A Constitution Bench of this Court in Secretary, State of Karnataka\n\u0026 Ors. v. Umadevi \u0026 Ors. [2006] 4 SCC 1, categorically held that any\nappointment made in violation of the Constitutional scheme would be a\nnullity.\n15. Submission of Mr. Nidhesh Gupta, learned counsel appearing on\nbehalf of the respondent that having regard to the fact that the policy\ndecision was made as a one time measure, the scheme in question would come\nwithin the protective umbrella of paragraph 53 of Umadevi (supra) could be\naccepted for more than one reason. Firstly, because the High Court did not\nproceed on that basis; secondly, if the scheme itself was not applicable in\ncase of Respondent No. 1, even in terms of the said policy decision, as has\nbeen clarified by it, the question of invoking the said paragraph in the instant\ncase would not arise. Moreover, in view of series of decisions of this Court\nexplaining paragraph 53 Umadevi (supra), such a Scheme could be made out\nE only in respect of such employees whose appointments were irregular and not\nillegal.\nF\nG\n16. This aspect of the matter has recently been considered in Punjab\nWater Supply \u0026 Sewerage Board v. Ranjodh Singh \u0026 Ors. [2006] 13 SCALE\n426, in the following terms:\n\"A combined reading of the aforementioned paragraphs would clearly\nindicate that what the Constitution Bench had in mind in directing\nregularisation was in relation to such appointments, which were\nirregular in nature and not illegal ones.\"\n[See also Municipal Corporation, Jabalpur v. Om Prakash Dubey\n[2006] 13 SCALE 266 : [2007] 1 SCC 373.]\n17. For the reasons aforementioned, the impugned judgment cannot be\nsustained which is set aside accordingly. The appeal is allowed. No costs.\nH K.K.T.\nAppeal allowed.\n,\n'\n+\n"}