{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"Y. SARABA REDDY\nV.\nPUTHUR RAMI REDDY AND ORS.\nMAY 7, 2007\n'\nA\ni\n[DR. ARIJIT PASAYAT, P.K. BALASUBRAMANYAN AND D.K. JAIN, JJ.]\nB\nC\nCode of Criminal Procedure, 1973-s.319-Scope and ambit of—\nOmission of the name of a person from the array of accused, after investigation\nby Special Investigating Officer-Their names found in the FIR and statement\nof witnesses-Application u/s 319-Rejection of by trial Court-Affirmation\nthereof by High Court on the ground of delay and after examining reliability\nof evidence of the complainant-On appeal-Held: Power u/s 319 can be\nexercised suo motu or on application-However, it is extraordinary power,\nwhich should be used very sparingly-Trial Court has the jurisdiction to add\na person in the array of accused and face trial-Such addition can be done D\nonly on the basis of evidence adduced before it and not on the basis of\nmaterial in the charge-sheet or case diary, as the same does not constitute\nevidence-There was no belated approach-Calling of records from\nInvestigating Officer for deciding reliability of version of complainant is\nunusual procedure-Hence direction to trial Court to take steps for\nE\nproceedings u/s 319.\nF\nA complaint was lodged by PW-1 (complainant) against the respondent-\naccused for having caused death of the deceased. Investigation was taken up.\nOn an application made by the accused, matter was investigated by Deputy\nSuperintendent of Police and on the basis of its report, their names were\ndeleted from the array of accused. They were not included in the charge-sheet.\nAfter complainant (PW1) was examined, he filed a petition u/s 319 Cr.P.C.\nfor arraying the respondents as accused. Trial Court rejected the application\non the ground that omission of their names were directed on satisfaction by\nthe Superintendent of Police. State as well as complainant filed Revision\nPetitions. High Court called for the records from the Investigating Officer to G\nsatisfy as to whether the version of PW-1 was reliable or not. Then it affirmed\nthe order of trial court and also held that there was delay in filing the\napplication. Hence the present appeal.\nAllowing the appeal, the Court\n69\nH\nA\n70\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\nHELD: 1.1. On a careful reading of Section 319 Cr.P.C. and in view of\nlaw laid down by the courts, it becomes clear that the trial court has undoubted\njurisdiction to add any person not being the accused before it to face the trial\nalong with other accused person, if the Court is satisfied at any stage of the\nproceedings on the evidence adduced that the persons who have not been\narrayed as accused should face the trial. It is further evident that such person\neven though had initially been named in the FIR as an accused, but not charge\nsheeted, can be added to face the trial. The trial court can take such a step to\nadd such persons as accused only on the basis of evidence adduced before it\nand not on the basis of materials available in the charge sheet or the case\ndiary, because such materials contained in the charge sheet or the case diary\nC do not constitute evidence. [Para 12] [74-G-H; 75-A-B]\nB\nD\nE\nF\nG\nJoginder Singh and Anr. v. State of Punjab and Anr., AIR (1979) SC\n339 and Municipal Corporation of Delhi v. Ram Kishan Rohtagi and Ors.,\n[1982] 1 SCC 2, relied on.\n1.2. Power under Section 319 Cr.P.C. can be exercised by the Court\nsuo motu or on application by someone including accused already before it. If\nit is satisfied that any person other than accused has committed an offence\nhe is to be tried together with the accused. The power is discretionary and\nsuch discretion must be exercised judicially having regard to the facts and\ncircumstances of the case. Undisputably, it is an extraordinary power which\nis conferred on the Court and should be used very sparingly and only if\ncompelling reasons exist for taking action against a person against whom\naction had not been taken earlier. The word 'evidence' in Section 319\ncontemplates the evidence of witnesses given in Court. Under Sub-section 4\n(1)(b) of Section 319, it is specifically made clear that it will be presumed\nthat newly added person had been an accused person when the Court took\ncognizance of the offence upon which the inquiry or trial was commenced.\nThat would show that by virtue of Sub-section 4(1)(b), a legal fiction is created\nthat cognizance would be presumed to have been taken so far as newly added\naccused is concerned. [Para 13] [75-C-E]\nLok Ram v. Nihal Singh and Anr., [2006] 10 SCC 192, relied on.\n2.1. High Court has failed to notice the fact that there was in fact no\ndelay in making the application. Though the charge sheet was filed on 7.11.97,\ncharges were framed on 25.8.2003. The order sheet shows that the delay\ncannot in any way be attributed to the complainant. If the satisfaction of the\nH Investigating Officer or Supervising Officer is to be treated as determinative,\n1\n71\nY. SARABA REDDY v. PUTHUR RAMIREDDY [PASAYAT, J.]\nthen the very purpose of Section 319 Cr.P.C. would be frustrated. Though it A\ncannot always be the satisfaction of the Investigating Officer which is to\nprevail, yet in the instant case the High Court has not found the evidence of\nPW-1 to be unworthy of acceptance. Whatever be the worth of his evidence\nfor the purposes of Section 310 Cr.P.C. it was required to be analysed. The\nconclusion that the Investigating Officer's satisfaction should be given\nB\nprimacy is unsustainable. The High Court was not justified in holding that\nthere was belated approach. [Para 8] [73-D-E]\n2.2. The conclusion of the High Court after calling for the records from\nthe Investigation Officer to satisfy itself and deciding whether version of PW-\n1 was to be accepted or not is a very unusual procedure adopted. Hence trial\ncourt is directed to take steps for proceeding against the respondents in terms\nof Section 319 Cr. P.C. [Paras 15 and 16] [75-F-G]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 689 of\nFrom the Final Judgment and Order dated 7.10.2005 of the High Court\nof Andhra Pradesh at Hyderabad in Crl. Rev. Case No. 1551 of 2004.\nC\nD\nSanjay R. Hedge, Aadish Reddy, Vikrant Yadav and Anil Kr. Mishra for\nthe Appellant.\nJitendra Sharma, B.K. Pal, P.N. Jha and D. Bharathi Reddy for the\nRespondents.\nE\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nF\n2. Challenge in this appeal is to the order passed by a learned Single\nJudge of the Andhra Pradesh High Court dismissing the revision petitions\nfiled by the appellant and the State questioning the correctness of the order\npassed by the learned VIth Additional Sessions Judge, Gooty, (Fast Track\nCourt), Gooty.\n3. Background facts as projected by the appellant in a nutshell are as\nfollows:\n4. On 26.07.1997 at about 6 p.m., while Yeddula Siva Prasad Reddy\n(hereinafter referred to as the 'deceased') was coming on a motorbike, accused\npersons armed with deadly weapons, attacked and killed him. Appellant who\nG\nH\n72\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\nA was examined as P.W.1 lodged complaint with the police and investigation\nwas taken up. On an application made by the respondents in Crl.R.C.No.1551\nof 2004, the Superintendent of Police, Anantapur District got the matter\ninvestigated by the Deputy Superintendent of Police, Guntakal and on the\nbasis of his report, names of the present respondents were deleted from the\narray of accused. They were not included in the charge sheet filed on\n07.11.1997. Thereafter, the case was committed to Sessions Court on 10.11.1997\nand numbered as S.C.No.378 of 1998. There was delay in progress of the trial.\nP.W.1 was examined on 7.7.2004. Thereafter, a petition in terms of Section 319\nof the Code of Criminal Procedure, 1973 (in short the 'Code') was filed for\narraying the present respondents as accused. The learned Sessions Judge\nC dismissed the petition by order, giving a somewhat conclusive finding that\nthe present respondents have not participated in the offence.\nB\n5. The trial Court rejected the application made in terms of Section 319\nof the Code primarily on the ground that the plea of alibi raised by the\nrespondent was investigated by the Deputy Superintendent of Police under\nD the instructions of the Superintendent of Police and on his satisfying about\nE\nthe substance in the plea of accused about their non-involvement, directed\nthe omission of their names. Though their names were deleted from the array\nof accused their names were found in the FIR and statement of witnesses.\nAssailing the same, firstly the State filed Crl.R.C.No.1476 of 2004 and thereafter\nappellant (PW-1 the de facto complainant) filed Crl.R.C. No.1551 of 2004\nbefore the High Court. The High Court found no infirmity in the trial Court's\norder and additionally found that the charge sheet was filed on 7.11.1997.\nNeither the public prosecutor nor the appellant took any steps immediately.\nOnly on 7.7.2004 an application was filed. The High Court found that first of\nall the appellant and the public prosecutor should not have kept quiet for\nF such a long period of about 7 years. The fact that they kept silent for such\na long period, according to High Court, shows that the plea of alibi which was\nfound to be true by the Special Investigating Officer who enquired into that\naspect was true. The High Court also accepted that there was force in the\ncontention that on account of political factions the respondents were falsely\nimplicated and on account of change of government, the public prosecutor\nhad filed the petition. Since the Deputy Superintendent of Police had found\nthe plea of alibi to be correct, the fact that the witnesses during trial stated\notherwise was really of no consequence.\nG\nH\n6. In support of the appeal, learned counsel for the appellant submitted\nthat the orders of the trial Court as well as that of the High Court cannot be\n73\nY. SARABA REDDY v. PUTHUR RAMI REDDY [PASAYAT, J.]\nmaintained. The alleged occurrence took place on 26.7.1997. The charge sheet A\nwas filed on 7.11.1997 and charges were framed on 25.8.2003. The delay in\nframing of charges cannot in any way be attributed to the complainant. PW-\nI was examined on 7.7.2004 and immediately after his evidence was recorded,\nthe application in terms of Section 319 of the Code was filed. There was,\ntherefore, no scope for the High Court to hold that there was delay in making\nthe application. Before the charges were framed there was no scope\nfor any\napplication being filed in terms of Section 319 of the Code.\nB\n7. In response, learned counsel for the respondents submitted that after\na thorough investigation, the Investigating Officer had accepted the plea of\nalibi. The High Court was justified in rejecting the prayer made by the C\nprosecution and the complainant.\n8. We find that the High Court has failed to notice the fact that there\nwas in fact no delay in making the application. Though the charge sheet was\nfiled on 7.11.1997, charges were framed on 25.8.2003. The order sheet shows\nthat the delay cannot in any way be attributed to the complainant. There is D\na basic fallacy in the approach of the High Court. It called for the file to be\nsatisfied as to whether the enquiry conducted was to be preferred to the\nevidence of PW-1. If the satisfaction of the Investigating Officer or Supervising\nOfficer is to be treated as determinative, then the very purpose of Section 319\nof the Code would be frustrated. Though it cannot always be the satisfaction\nof the Investigating Officer which is to prevail, yet in the instant case the E\nHigh Court has not found the evidence of PW-1 to be unworthy of acceptance.\nWhatever be the worth of his evidence for the purposes of Section 319 of\nthe Code it was required to be analysed. The conclusion that the IO's\nsatisfaction should be given primacy is unsustainable. The High Court was\nnot justified in holding that there was belated approach.\n9. The scope and ambit of Sec. 319 of the Code have been elucidated\nin several decisions of this Court. In Joginder Singh and Anr. v. State of\nPunjab and Anr., AIR (1979) SC 339, it was observed:\nF\n\"6. A plain reading of Sec. 319 (1) which occurs in Chapter XXIV\nG\ndealing with general provisions as to inquiries and trials, clearly shows\nthat it applies to all the Courts including a Sessions Court and as such\na Sessions Court will have the power to add any person, not being\nthe accused before it, but against whom there appears during trial\nsufficient evidence indicating his involvement in the offence, as an\naccused and direct him to be tried along with the other accused......\" H\nT\n74\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\n10. It was further observed in paragraph 9:\n\"9. As regards the contention that the phrase 'any person not being\nthe accused' occurred in Sec. 319 excludes from its operation an\naccused who has been released by the police under Sec. 169 of the\nCode and has been shown in column No. 2 of the charge sheet, the\ncontention has merely to be stated to be rejected. The said expression\nclearly covers any person who is not being tried already by the Court.\nand the very purpose of enacting such a provision like Sec. 319(1)\nclearly shows that even persons who have been dropped by the\npolice during investigation but against whom evidence showing their\ninvolvement in the offence comes before the Criminal Court are included\nin the said expression.\"\n11. In Municipal Corporation of Delhi v. Ram Kishan Rohtagi and\nOrs., [1983] 1 SCC 2 after referring to the decision in Joginder Singh's case\n(supra), it was observed:-\n\"19. In these circumstances, therefore, if the prosecution can at any\nstage produce evidence which satisfies the Court that the other accused\nor those who have not been arrayed as accused against whom\nproceedings have been quashed have also committed the offence the\nCourt can take cognizance against them and try them along with the\nother accused. But, we would hasten to add that this is really un\nextraordinary power which is conferred on the Court and should be\nused very sparingly and only if compelling reasons exist for taking\ncognizance against the other person against whom action has not\nbeen taken. More than this we would not like to say anything further\nat this stage. We leave the entire matter to the discretion of the Court\nconcerned so that it may act according to law. We would, however,\nmake it plain that the mere fact that the proceedings have been\nquashed against respondent Nos. 2 to 5 will not prevent the court\nfrom exercising its discretion if it is fully satisfied that a case for taking\ncognizance against them has been made out on the additional evidence\nled before it.\"\n12. On a careful reading of Sec. 319 of the Code as well as the aforesaid\ntwo decisions, it becomes clear that the trial court has undoubted jurisdiction\nto add any person not being the accused before it to face the trial along with\nother accused persons, if the Court is satisfied at any stage of the proceedings\non the evidence adduced that the persons who have not been arrayed as\nH\naccused should face the trial. It is further evident that such person even\nT\nL\nF\nA\n75\nY. SARABA REDDY v. PUTHUR RAMI REDDY [PASAYAT, J.]\nthough had initially been named in the F.I.R. as an accused, but not charge A\nsheeted, can also be added to face the trial. The trial court can take such a\nstep to add such persons as accused only on the basis of evidence adduced\nbefore it and not on the basis of materials available in the charge-sheet or the\ncase diary, because such materials contained in the charge sheet or the case\ndiary do not constitute evidence. Of course, as evident from the decision\nreported in Sohan Lal and Ors. v. State of Rajasthan, AIR (1990) SC 2158 the\nposition of an accused who has been discharged stands on a different\nfooting.\n:\nB\n13. Power under Section 319 of the Code can be exercised by the Court\nsuo motu or on an application by someone including accused already before\nC\nit. If it is satisfied that any person other than accused has committed an\noffence he is to be tried together with the accused. The power is discretionary\nand such discretion must be exercised judicially having regard to the facts\nand circumstances of the case. Undisputedly, it is an extraordinary power\nwhich is conferred on the Court and should be used very sparingly and only\nif compelling reasons exist for taking action against a person against whom D\naction had not been taken earlier. The word \"evidence\" in Section 319\ncontemplates that evidence of witnesses given in Court. Under Sub-section\n(4)(1)(b) of the aforesaid provision, it is specifically made clear that it will be\npresumed that newly added person had been an accused person when the\nCourt took cognizance of the offence upon which the inquiry or trial was\ncommenced. That would show that by virtue of Sub-section (4)(1)(b) a legal E\nfiction is created that cognizance would be presumed to have been taken so\nfar as newly added accused is concerned.\n14. The above position was highlighted in Lok Ram v. Nihal Singh and\nAnr., [2006] 10 SCC 192.\n15. The conclusion of the High Court after calling for the records from\nthe Investigating Officer to satisfy itself and deciding whether version of PW-\nI was to be accepted or not is a very unusual procedure adopted.\nF\n16. In the result, the High Court's order is clearly indefensible and is\nG\nset aside. The trial Court shall take steps for proceeding against the respondents\nin terms of Section 319 of the Code. We make it clear that by allowing this\nappeal we are not expressing any opinion on the merits of the case.\nK.K.T.\nAppeal allowed.\n"}