{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nT. VENGAMA\nV.\nT. DORA SWAMY NAIDU AND ORS.\nFEBRUARY 27, 2007\n[P.K. BALASUBRAMANYAN AND V.S. SIRPURKAR, JJ.]\nC\nCode of Criminal Procedure, 1973:\ns.482-FIR and consequent investigation cannot be quashed unless\nthere is no offence spelt out from the same-On facts, FIR suggesting serious\nallegations against accused persons-Investigation was pending-At that\nstage the only inquiry to be made was as to whether complaint or FIR\ncontained allegations of any offence-Prima facie there were ingredients of\noffences complained of and, therefore, High Court could not have quashed\nD FIR as well as investigation-Penal Code, 1860-ss.464, 423, 420/34.\nE\nF\nG\nThe case of appellant-complainant was that he had executed a General\nPower of Attorney (GPOA) in favour of first respondent in respect of his\nproperties. However, he cancelled the GPOA on realising that the first\nrespondent was misusing the same. Inspite of cancellation of GPOA, the first\nrespondent executed a registered sale deed in favour of second respondent.\nAn FIR was lodged on the basis of complaint filed by appellant against the\nrespondents, which was sent for investigation under s.156(3) Cr.P.C. to the\nPolice whereupon a criminal case was registered for the offences punishable\nunder ss.464, 423, 420 r.w. s.34 IPC.\nWhile the investigation was in progress, the respondents filed a petition\nunder s.482 Cr.P.C. before High Court. High Court quashed the FIR holding\nthat this was a case of civil profile and none of the ingredients that constituted\nthe offences punishable under Sections 464, 423 and 420 read with Section\n34 IPC were discernible from the said allegations.\nIn appeal to this Court, appellant-Complainant contended that the\ninvestigation was yet incomplete and at that stage the respondents could not\nhave rushed to the High Court for getting the FIR quashed.\n7\nAllowing the appeal, the Court\nH\n348\n1\n1\n'\nT. VENGAMA v. T. DORA SWAMY NAIDU\n349\nHELD: 1.1. It cannot be disputed that a private complaint was filed before A\nthe Magistrate who had made over the said complaint for investigation under\nSection 156(3) Cr.P.C. That order of the Magistrate has not been challenged.\nOn the basis of that order the police registered a crime probably treating the\ncomplaint as the FIR. It is settled law that an FIR and the consequent\ninvestigation cannot be quashed unless there is no offence spelt out from the\nB\nsame. The said FIR has to be taken on its face value and then it is to be\nexamined as to whether it spells out the offences complained of. There was no\nquestion of considering the merits of the allegations contained in the FIR at\nthat stage or testing the veracity of allegations. In this case, admittedly, the\ninvestigation was in progress. The police had also not reported back to the\nMagistrate the result of their investigation. Under such circumstances, the C\nFIR could have been quashed only and only if there appeared to be no offence\nspelt out therein. [Para 7] [352-B-D]\nD\n1.2. A glance at the FIR suggests that there were serious allegations\nagainst both the accused, respondents 1 and 2 inasmuch as it was specifically\nalleged that inspite of the revocation of the GPOA and inspite of a specific\nnotice to that effect by the complainant to the first respondent, the first\nrespondent went on dishonestly to execute the sale deed in favour of his own\ndaughter on the basis of the said revoked GPOA. It is alleged against the\nfirst respondent that he had no right over the property and yet he had executed\na document in favour of the second respondent without any authority with an E\nintention to cause loss to the complainant and to cheat him. It was alleged\nagainst the second respondent that she was well aware that the first respondent\nwas not competent to sell the property so as to defraud and cheat the\ncomplainant and, therefore, she also was liable to be punished under Sections\n464, 423, 420 read with Section 34 IPC. It was not for the judge at the stage\nof investigation to examine the nature of the transaction and further to\nexamine as to whether any offence was actually committed by the accused\npersons or not. At that stage the only inquiry which could have been made\nwas as to whether the complaint or the FIR did contain allegations of any\noffence. Whether those offences were made out, even prima facie, could not\nhave been examined at that stage as the investigation was pending then.\n[Para 7] [352-D-A]\n1.3. Prima facie there were ingredients of offences complained of and,\ntherefore, at that stage the High Court could not have quashed the FIR as\nwell as the investigation. [Para 7} [353-B]\nF\nG\nH\nA\nB\nC\nD\nE\n350\n2007.\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 274 of\nFrom the Judgment and Order dated 27.4.2004 of the High Court of\nJudicature, Andhra Pradesh at Hyderabad in Crl. P. No. 4625/2003.\nV. Shekhar, A.V. Rao, Sateesh Galla and Venkateshwara Rao Anumolu for\nthe Appellant.\nG. Ramakrishna Prasad, Suyodhan Byrapaneni, P. Vinay Kumar and D.\nBharati Reddy for the Respondents.\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J. 1. Leave granted.\n2. An order passed by a learned Single Judge of the Andhra Pradesh\nHigh Court is in challenge in this appeal. By that order the learned Single\nJudge allowed the Criminal Petition filed by the respondents herein and\nquashed the FIR registered against them.\n3. The appellant herein had filed a private complaint against these\nrespondents which was sent for investigation under Section 156(3) Cr.P.C. to\nthe Police whereupon a criminal case was registered as Crime No.22/2002\ndated 13.1.2002 for the offences punishable under Sections 464, 423, 420 read\nwith Section 34 of the Indian Penal Code. It is an admitted position that this\ninvestigation is not complete and while the investigation was in progress, the\nrespondents filed a petition under Section 482 Cr.P.C. before the High Court\nfor quashing the FIR, which was lodged on the basis of the complaint, as well\nF as the investigation. Aggrieved by the order passed by the High Court, the\noriginal complainant has now come up before us.\n4. We have gone through the FIR ourselves. In the FIR the complainant\nhad complained that he was the absolute owner of the vacant site in Sy.No.479/\n2 situated at Tirupathi in Ward No.18 of Santhi Nagar Residential area jointly\nG\nalong with one Dammalapati Nagulu Naid. He had executed a General Power\nof Attorney in favour of the first respondent. However, since the first\nrespondent was seen misusing the General Power of Attorney, the appellant-\ncomplainant cancelled the said General Power of Attorney on 26.6.1997 by\nissuing a legal notice. It is alleged that the first respondent had filed a false\nH complaint against the appellant herein alleging the offences punishable under\n1\n}\nx\nT. VENGAMA v. T. DORA SWAMY NAIDU [SIRPURKAR, J.J 351\nSections 447, 506 read with Section 34 of the Indian Penal Code wherein the A\nrespondent no.2 was shown as one of the witnesses. It is alleged that inspite\nof cancellation of General Power of Attorney in 1997, the first respondent\nexecuted a registered sale deed dated 16.6.2000 in favour of the second\nrespondent. The other accused, namely, respondent nos.3 to 6, who are not\nparties before us, were shown as the witnesses therein. It was, therefore\nalleged that both the accused persons were well aware that the first respondent\ndid not own the said land and could not have executed such a document and\nthereby had cheated the complainant. The respondent no.1 had also\ndishonestly executed sale deed without any authority and had also made a\nfalse document.\nB\nC\n5. While this FIR was under investigation by the orders of the Magistrate\nunder Section 156(3) Cr.P.C., the only two accused, who are respondents\nbefore us, out of the original six accused had filed a petition under Section\n482 Cr.P.C. for quashing of the same. The learned Single Judge of the High\nCourt has allowed that petition by the impugned judgment. The learned Single D\nJudge has held that this was a case of civil profile and none of the ingredients\nthat constitute the offences punishable under Sections 464, 423 and 420 read\nwith Section 34 IPC were discernible from the said allegations. It was held that\nthe petitioner herein, the original complainant, was the Principal and the first\nrespondent was his Agent and if an agent mismanages the property and fails.\nto account for the same, the proper remedy available to the Principal was to\nE\nfile a suit against the agent for rendition of accounts. It was also observed\nthat if at all the first accused had sold away the property in favour of the\nsecond respondent and if at all the offence of cheating was alleged, the\naggrieved party would be the purchaser who purchases the property, i.e., the\nsecond respondent. The learned Judge observed that there was a remedy F\navailable under the common law to the complainant to get the property by\nfiling a suit. It was on this ground that the learned Single Judge quashed the\nFIR and the investigation.\n6. The learned counsel for the complainant firstly points out that the\nlearned Single Judge was in complete error in allowing the petition and G\nquashing the FIR inasmuch as the learned Judge has completely misunderstood\nthe allegations made as also the ingredients of the offences. Secondly it was\ncontended that the investigation was yet incomplete and at that stage the\nrespondents could not have rushed to the High Court for getting the FIR\nquashed. As against this the counsel for the respondent supported the order H\n352\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA suggesting that there was much to be said against the original complainant\nand that there were some genuine disputes amongst them. It was also urged\nbefore us that there could not be any offence alleged and none could be\nviewed against the second respondent who was merely a purchaser. It was\nurged that the complaint was filed only to harass the accused persons and\nthe learned Judge was right in quashing the FIR as well as the complaint.\nB\n7. It cannot be disputed that a private complaint was filed before the\nlearned Magistrate who had made over the said complaint for investigation\nunder Section 156(3) Cr.P.C. That order of the Magistrate has not been\nchallenged. On the basis of that order the police registered a crime probably\nC treating the complaint as the FIR. It is settled law that an FIR and the\nD\nconsequent investigation cannot be quashed unless there is no offence spelt\nout from the same. The law in this respect is settled that the said FIR has to\nbe taken on its face value and then it is to be examined as to whether it spells\nout the offences complained of. There was no question of considering the\nmerits of the allegations contained in the FIR at that stage or testing the\nveracity of allegations. In this case, admittedly, the investigation was in\nprogress. The police had also not reported back to the Magistrate the result\nof their investigation. Under such circumstances, the FIR could have been\nquashed only and only if there appeared to be no offence spelt out therein.\nA glance at the FIR suggests that there were serious allegations against both\nE the accused, respondents 1 and 2 herein inasmuch as it was specifically\nalleged that inspite of the revocation of the General Power of Attorney and\ninspite of a specific notice to that effect by the complainant to the first\nrespondent, the first respondent went on dishonestly to execute the sale deed\nin favour of his own daughter on the basis of the said revoked General Power\nF of Attorney. It is alleged against the first respondent that he had no right over\nthe property and yet he had executed a document in favour of the second\nrespondent without any authority with an intention to cause loss to the\ncomplainant and to cheat him. It was alleged against the second respondent\nthat she was well aware that the first respondent was not competent to sell\nthe property so as to defraud and cheat the complainant and, therefore, she\nalso was liable to be punished under Sections 464, 423, 420 read with Section\n34 IPC. It was not for the learned Judge at the stage of investigation to\nexamine the nature of the transaction and further to examine as to whether\nany offence was actually committed by the accused persons or not. At that\nstage the only inquiry which could have been made was as to whether the\nH complaint or the FIR did contain allegations of any offence. Whether those\nG\nL\nX\nT. VENGAMA v. T. DORA SWAMY NAIDU [SIRPURKAR, J.] 353\noffences were made out, even prima facie, could not have been examined at A\nthat stage as the investigation was pending then. We, therefore, do not agree\nwith the learned Single Judge that the FIR was liable to be quashed. We also\ndo not agree with the learned Judge that there are no ingredients of the\noffences complained of in the FIR and this was a civil dispute. However, we\ndo not wish to go deeper into that question. Our prima facie examination\nsatisfies us that there were ingredients of offences complained of and,\ntherefore, at that stage the High Court could not have quashed the FIR as\nwell as the investigation. The appeal, therefore, has to be allowed, setting\naside the order of the learned Single Judge.\nB\n8. This appeal is accordingly allowed and the order of the learned Single C\nJudge is set aside.\nD.G.\nAppeal allowed.\n"}