{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"N. SURIYAKALA\nV.\nA. MOHANDOSS AND ORS.\nFEBRUARY 12, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nConstitution of India, 1950-Article 136-Scope of Held: It is a\nresidual provision which enables the Supreme Court to interfere with judgment\nor order of any Court or Tribunal in its discretion-Power under Art. 136\nto be exercised sparingly and in exceptional cases only-Practice of filing\nSLPs against all kinds of orders of the High Court or other authorities\nwithout realizing the scope of Article 136 deprecated-Words and Phrases-\n\"In its discretion\"-Meaning of .\nThe present appeal has been filed against the judgment of High Court\nby which it quashed the criminal case instituted by the Appellant against her\nhusband (Respondent) under Sections 498A and 406 IPC read with Section 4\nof the Dowry Prohibition Act. Appellant has also filed a maintenance case\nagainst the Respondent.\nDismissing the appeal, the Court\nHELD: 1. The special leave petition was filed 978 days after the delivery\nof the impugned judgment i.e. after a delay of 888 days. The explanation given\nin the delay condonation application is not satisfactory and hence the appeal\nis liable to be dismissed on this ground alone. [Para 4] [421-E]\n2. Article 136 of the Constitution is not a regular forum of appeal at\nall. It is a residual provision which enables the Supreme Court to interfere\nwith the judgment or order of any court or tribunal in India in its discretion.\nThe use of the words \"in its discretion\" in Article 136 clearly indicates that\nArticle 136 does not confer a right of appeal upon any party but merely vests\na discretion in the Supreme Court to interfere in exceptional cases. Though\nthe discretionary power vested in the Supreme Court under Article 136 is\napparently not subject to any limitation, the Court has itself imposed certain\nlimitations upon its own powers. This power has to be exercised sparingly\nand in exceptional cases only. [Paras 8, 10 and 11] [422-B; D; G]\n419\nC\nD\nE\nF\nG\nH\nA\nB\nC\n420\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nM/s. Bengal Chemical \u0026 Pharmaceutical Works Ltd. v. Their Employees,\nAIR. (1959) SC 633; Kunhayammed \u0026 Ors. v. State of Kerala \u0026 Anr., [2000]\n6 SCC 359; State of Bombay v. Rusy Mistry, AIR (1960) SC 391; Pratabgarh\n\u0026 Anr. v. Mahendra Singh Chawla \u0026 Ors., [1982] 3 SCC 331; Chandra Singh\nv. State of Rajasthan, AIR (2003) SC 2889; Ram Saran Das and Bros. v.\nCommercial Tax Officer, Calcutta \u0026 Ors., AIR (1962) SC 1326; Pritam Singh\nv. The State, AIR (1950) SC 169; Tirupati Balaji Developers Pvt. Ltd. v. State\nof Bihar, AIR (2004) SC 2351; Jamshed Hormusji Wadia v. Board of Trustees,\nPort of Mumbai, AIR (2004) SC 1815; Narpat Singh v. Jaipur Development\nAuthority, [2002] 4 SCC 666 and Ashok Nagar Welfare Association v. R.K.\nSharma, AIR (2002) SC 335, relied on.\nB.S. Joshi and Ors. v. State of Haryana \u0026 Anr., AIR (2003) SC 1386,\nreferred to.\n3. Nowadays it has become a practice of filing SLPs against all kinds\nof orders of the High Court or other authorities without realizing the scope\nD of Article 136. Hence it is reiterated that Article 136 was never meant to be\nan ordinary forum of appeal at all like Section 96 or even Section 100 CPC.\nUnder the constitutional scheme, ordinarily the last court in the country in\nordinary cases was meant to be the High Court. The Supreme Court as the\nApex Court in the country was meant to deal with important issues like\n⚫constitutional questions, questions of law of general importance or where grave\ninjustice had been done. If the Supreme Court entertains all and sundry kinds\nof cases it will soon be flooded with a huge amount of backlog and will not be\nable to deal with important questions relating to the Constitution or the law\nor where grave injustice has been done, for which it was really meant under\nthe Constitutional Scheme. After all, the Supreme Court has limited time at\nF its disposal and it cannot be expected to hear every kind of dispute. [Para 17]\n[424-E-G]\nE\n4. The present case is not a fit case to be entertained in exercise of\ndiscretion under Article 136. The appellant has also filed a maintenance\npetition against her husband. The appellant filed the criminal case under\nG\nSection 498A etc. not only against her husband but also against her husband's\nfather, mother, brother, sister, etc. In exercise of discretionary jurisdiction\nunder Article 136, this Court is not inclined to interfere with the impugned\nJudgment of the High Court quashing the criminal case filed by the appellant.\nAfter all, the appellant will not get any benefit by sending her husband or his\nfamily members to jail. She is pursuing her maintenance case, and if she is\nH so advised she can also file a suit for damages, which if filed will be decided\nN. SURIYAKALA v. A. MOHANDOSS [MARKANDEY KATJU, J.} 421\non its own merits. [Para 18] [424-H; 245-A-B]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 188 of\nFrom the final Order and Judgment dated 1.8.2003 of the High Court of\nJudicature at Madras in Crl. O.P. No. 24782 of 2003.\nYogesh Kanna and V.N. Raghupathy for the Appellant.\nE.C. Agrawala, V.G. Pragasam, S. Vallinayagam and Prabu Rama\nSubramaniam for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been filed against the impugned judgment of the\nMadras High Court dated 1.8.2003 in Cr.O.P. No.24782 of 2003.\n3. Heard learned counsel for the parties and perused the record.\nA\nB\nC\nᎠ\n4. The special leave petition was filed 978 days after the delivery of the\nimpugned judgment i.e. after a delay of 888 days. We are not satisfied about\nthe explanation given in the delay condonation application and hence in our E\nopinion the appeal is liable to be dismissed on this ground alone.\n5. Apart from that, we may note that this appeal has been filed against\nthe impugned judgment of the Madras High Court dated 1.8.2003 by which\nit quashed the criminal case instituted by the appellant against her husband\nwho is respondent in this case being Crime No.35 of 2000 under Sections F\n498A and 406 IPC read with Section 4 of the Dowry Prohibition Act.\n6. Admittedly the appellant has also filed a maintenance case against\nthe respondent. The appellant and respondent were married with each other\non 14.11.1996 but the marriage did not work out. The husband had filed a\npetition before the First Additional Family Court, Chennai seeking a declaration G\nthat his marriage with appellant was null and void but he withdrew that\npetition stating that he wishes to resume marital life and that petition was\ndismissed by the Family Court on 9.7.2003.\n7. By the impugned judgment the High Court relying on the decision\nH\n422\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA of this Court in B.S. Joshi and Ors. v. State of Haryana \u0026 Anr., AIR (2003)\nSC 1386 quashed the criminal case filed by the appellant against her husband.\nIt is against this judgment of the High Court dated 1.8.2003 that this appeal\nhas been filed by the wife-appellant under Article 136 of the Constitution.\n8. In this connection we may clarify the scope of Article 136. Article 136\nB of the Constitution is not a regular forum of appeal at all. It is a residual\nprovision which enables the Supreme Court to interfere with the judgment or\norder of any court or tribunal in India in its discretion.\nC\nD\n9. Article 136(1) of the Constitution states:\n\"Article 136(1) Notwithstanding anything in this Chapter, the\nSupreme Court may, in its discretion, grant special leave to appeal\nfrom any judgment, decree, determination, sentence or order in any\ncause or matter passed or made by any court or tribunal in the\nterritory of India.”\n10. The use of the words \"in its discretion” in Article 136 clearly\nindicates that Article 136 does not confer a right of appeal upon any party\nbut merely vests a discretion in the Supreme Court to interfere in exceptional\ncases vide M/s. Bengal Chemical \u0026 Pharmaceutical Works Ltd. v. Their\nEmployees, AIR (1959) SC 633 635, Kunhayammed \u0026 Ors. v. State of Kerala\nE \u0026 Anr., [2000] 6 SCC 359 and State of Bombay v. Rusy Mistry, AIR (1960) SC\nF\nG\nH\n391 (395). In Municipal Board, Pratabgarh \u0026 Anr. v. Mahendra Singh\nChawla \u0026 Ors., [1982] 3 SCC 331 and in Chandra Singh v. State of Rajasthan,\nAIR (2003) SC 2889 (vide paras 43 and 45), this Court observed that under\nArticle 136. it was not bound to set aside an order even if it was not in\nconformity with law, since the power under Article 136 was discretionary.\n11. Though the discretionary power vested in the Supreme Court under\nArticle 136 is apparently not subject to any limitation, the Court has itself\nimposed certain limitations upon its own powers vide Ram Saran Das and\nBros. v. Commercial Tax Officer, Calcutta \u0026 Ors., AIR (1962) SC 1326 (1328)\nand Kunhayammed v. State of Kerala, [2000] 6 SCC 359 (para 13). The\nSupreme Court has laid down that this power has to be exercised sparingly\nand in exceptional cases only. Thus, in Pritam Singh v. The State, AIR (1950)\nSC 169, this Court observed (vide para 9) as under :-\n“On a careful examination of Art. 136 along with the preceding article,\nit seems clear that the wide discretionary power with which this Court\n€\n। Á\nN. SURIYAKALA v. A. MOHANDOSS [MARKANDEY KATJU, J.] 423\nis invested under is to be exercised sparingly and in exceptional A\ncases only, and as far as possible a more or less uniform standard\nshould be adopted in granting special leave in the wide range of\nmatters which can come up before it under this article.\"\n12. In Tirupati Balaji Developers Pvt. Ltd. v. State of Bihar, AIR (2004)\nSC 2351, this Court observed about Article 136 as under :-\n\"It is an extraordinary jurisdiction vested by the Constitution in the\nSupreme Court with implicit trust and faith, and extraordinary care\nand caution has to be observed in the exercise of this jurisdiction.\nArticle 136 does not confer a right of appeal on a party but vests\na vast discretion in the Supreme Court meant to be exercised on the\nconsiderations of justice, call of duty and eradicating injustice.\"\n13. In Jamshed Hormusji Wadia v. Board of Trustees, Port of Mumbai\nAIR (2004) SC 1815 (para 33), this Court observed as under:-\nB\nC\n\"The discretionary power of the Supreme Court is plenary in the sense D\nthat there are no words in Article 136 itself qualifying that power. The\nvery conferment of the discretionary power defies any attempt at\nexhaustive definition of such power. The power is permitted to be\ninvoked not in a routine fashion but in very exceptional circumstances\nas when a question of law of general public importance arises or a\ndecision sought to be impugned before the Supreme Court shocks\nthe conscience. This overriding and exceptional power has been vested\nin the Supreme Court to be exercised sparingly and only in furtherance\nof the cause of justice in the Supreme Court in exceptional cases only\nwhen special circumstances are shown to exist.\"\nE\n14. In the same decision this Court also observed as under:-\nF\n\"It is well settled that Article 136 of the Constitution does not confer\na right to appeal on any party; it confers a discretionary power on\nthe Supreme Court to interfere in suitable cases. Article 136 cannot\nbe read as conferring a right on anyone to prefer an appeal to this G\nCourt; it only confers a right on a party to file an application seeking\nleave to appeal and a discretion on the Court to grant or not to grant\nsuch leave in its wisdom. When no law confers a statutory right to\nappeal on a party, Article 136 cannot be called in aid to spell out such\na right. The Supreme Court would not under Article 136 constitute\nH\nA\n424\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nitself into a tribunal or court just settling disputes and reduce itself\nto a mere court of error. The power under Article 136 is an\nextraordinary power to be exercised in rare and exceptional cases\nand on well-known principles.\n\"\n15. In Narpat Singh v. Jaipur Development Authority, [2002] 4 SCC 666,\nB this Court observed as under:-\nC\n.D\nE\n\"The exercise of jurisdiction conferred by Art. 136 of the Constitution\non the Supreme Court is discretionary. It does not confer a right to\nappeal on a party to litigation; it only confers a discretionary power\nof widest amplitude on the Supreme Court to be exercised for satisfying\nthe demands of justice. On one hand, it is an exceptional power to\nbe exercised sparingly, with caution and care and to remedy\nextraordinary situations or situations occasioning gross failure of\njustice; on the other hand, it is an overriding power whereunder the\nCourt may generously step in to impart justice and remedy injustice.\"\n16. In Ashok Nagar Welfare Association v. R.K. Sharma, AIR (2002) SC\n335, this Court observed that even in cases where special leave is granted,\nthe discretionary power vested in the Court continues to remain with the\nCourt even at the stage when the appeal comes up for hearing.\n17. Nowadays it has become a practice of filing SLPs against all kinds\nof orders of the High Court or other authorities without realizing the scope\nof Article 136. Hence we feel it incumbent on us to reiterate that Article 136\nwas never meant to be an ordinary forum of appeal at all like Section 96 or\neven Section 100 CPC. Under the constitutional scheme, ordinarily the last\ncourt in the country in ordinary cases was meant to be the High Court. The\nF Supreme Court as the Apex Court in the country was meant to deal with\nimportant issues like constitutional questions, questions of law of general\nimportance or where grave injustice had been done. If the Supreme Court\nentertains all and sundry kinds of cases it will soon be flooded with a huge\namount of backlog and will not be able to deal with important questions\nrelating to the Constitution or the law or where grave injustice has been done,\nfor which it was really meant under the Constitutional Scheme. After all, the\nSupreme Court has limited time at its disposal and it cannot be expected to\nhear every kind of dispute.\nG\n18. In the present case we are of the opinion that this is not a fit case\nH to be entertained in exercise of our discretion under Article 136. The appellant\n下\nN. SURIYAKALA v. A. MOHANDOSS [MARKANDEY KATJU. J.] 425\nhas also filed a maintenance petition against her husband. What can she A\npossibly get by prosecuting him as well as his family members? The appellant\nfiled the criminal case under Section 498A etc. not only against her husband\nbut also against her husband's father, mother, brother, sister, etc. In exercise\nof our discretionary jurisdiction under Article 136, we are not inclined to\ninterfere with the impugned Judgment of the High Court quashing the criminal\ncase filed by the appellant. After all, the appellant will not get any benefit by\nsending her husband or his family members to jail. She is pursuing her\nmaintenance case, and if she is so advised she can also file a suit for\ndamages, which if filed will be decided on its own merits.\nB.B.B.\n19. With the above observations, this appeal is dismissed.\nAppeal dismissed.\nB\nC\n"}