{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nM/S NORTH WEST SWITCHGEAR LTD.\nV.\nCOMMNR. OF CENTRAL EXCISE, NEW DELHI\nFEBRUARY 14, 2006\n[ASHOK BHAN AND ARUN KUMAR, JJ.]\nC\nCentral Excise Tariff Act, 1985/Central Excise Rules, 1944\nChapter 84-Heading 8414-Sub-headings 8414.20 and 8414.99/Rule\n9(2)Electric fans' and 'Parts and accessories '---'Fan regulators'-\nClassification-Held, 'fan regulators' sold as such 'without the electric fan'\nwould be classifiable under sub-heading 8414.99 as accessories of fans.\nAppellants, manufacturers of fan regulators, filed the present appeals\nD challenging the order of the Customs, Excise and Gold (Control) Appellate\nTribunal holding that 'fan regulators' manufactured by them were\nclassifiable under sub-heading 8414.99 as accessories of fans and not under\n8414.20 along with electric fans.\nE\nF\nG\nDisposing of the appeals, the Court\nHELD: 1.1. The ‘fan regulators' manufactured by the assessee, which\nare sold as such ‘without the electric fan' would be classifiable under sub-\nheading 8414.99 as accessories of fans. The Board clarified in CBEC\nCircular No.192/26/96 dated 27.3.96 that when the regulators are cleared\nalong with the fans as a whole, they are classifiable under sub-heading\n8414.20 but when 'fan regulators' are cleared separately not in\ncombination with the fans they are classifiable as 'parts and accessories\nof electrical fans' under sub-heading 8414.99 of the Schedule to the Tariff\nAct. 'Fan regulators' being accessories of 'electric fan' would be covered\nunder the sub-heading 8414.99. [234-C-D-E]\n1.2. The order passed by the Tribunal in Civil Appeal No.4382 of\n2001 in so far as the classification is concerned is confirmed but keeping\nin view the facts and circumstances, the penalty of Rs.10,000/- imposed\non the appellant is set aside. [234-G-H]\nH\n228\nT\nNORTH WEST SWITCHGEAR LTD. v. COMMNR. OF CENTRAL EXCISE [BHAN, J.] 229\n2001.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 553-554 of A\nFrom the Final Order No. 120-121/2000-B dated 20.1.2000 of the\nCustoms, Excise \u0026 Gold (Control) Appellate Tribunal, New Delhi in Appeal\nNo. E/506/95-B and E/1554/96-B.\nWITH\nB\nC.A. No. 4382/2001.\nMrs. Rohina Nath and Umesh Kumar Khaitan for the Appellant in C.A.\nNo. 553-554 of 2001.\nRajiv Dutta, Ms. M.F. Humayuwisa and R. Nedumaran for the Appellant\nin C.A. No. 4382/2001.\nT\nC\nHarish Chandra, Arijit Prasad and B.K. Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nᎠ\nBHAN, J. This order shall dispose of the two sets of Civil Appeals.\nThe Civil Appeal Nos. 553-554 of 2001 filed by M/s. North West Switchgear\nLimited and the Civil Appeal No. 4382 of 2001 filed by M/s. Kesharbai\nElectronics Pvt. Ltd.; (for short “the appellants\"). As the point involved in\nboth the sets of appeal is similar, they are being disposed of by a common\norder.\nThe Civil Appeal Nos. 553 - 554 of 2001 have been filed by M/s. North\nWest Switchgear Limited under Section 35L of the Central Excise Act, 1944\n(for short \"the Act\") against final order No. 120-121/2000-B passed by the\nCustoms Excise \u0026 Gold (Control) Appellate Tribunal, New Delhi in Appeal\nNo.E/506/95-B and E/1554/96-B dated 20.1.2000 whereby the Tribunal upheld\nthe orders of authorities below to drop the demands of Rs.2,02,506.88 \u0026\nRs.93,514.38 raised on the appellants by the respondent herein, but, held that\nthe 'fan regulators' manufactured by the appellants were classifiable under\nsub-heading 8414.99 as opposed to 8414.20 as an accessory of the fans.\nThe Civil Appeal No.4382 of 2001 filed by M/s. Kesharbai Electronics\nPvt. Ltd., has also been filed under Section 35L of the Act against the final\norder passed by the Tribunal at Mumbai dated 16.11.2000 in Appeal No.E/\n1002/R/95 Mumbai, whereby the Tribunal rejected the appeal filed by the\nappellants and confirmed the classification of the goods under sub-heading\nE\nF\nG\nH\n230\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA 8414.99 as classified by the Assistant Collector of Central Excise \u0026 Customs,\nAhmednagar and confirmed by the respondent in Appeal bearing No.A/418/\n1995 dated 29.9.1995.\nB\nThe facts of Civil Appeal No.553-554 of 2001 are:\nThe appellants are engaged in the manufacture of switches, fan regulators\nand distribution board etc. falling under Chapter sub-heading No.8536.90,\n8414.20 \u0026 8537.00 of the Central Excise Tariff Act, 1985 (hereinafter referred\nto as \"the Tariff Act\"). The appellants classified 'fan regulators' under sub-\nheading No.8414.20 of Tariff Act, which covers electric fans, on the strength\nthat there is no other use of these items and these are used principally and\nC\nsolely with the electric fans. The classification list filed by the appellants for\nclearing the same under sub-heading 8414.20 was approved by the Assistant\nCommissioner.\nThe appellants were served with demand-cum-show cause notices dated\nD 3.12.1993 and 28.6.1994 for the period March 1993 to February 1994 to\nshow cause to the Deputy Commissioner of Central Excise, Faridabad as to\nwhy the differential duty amounting to Rs.2,02,506.88 and Rs.93,514.38 should\nnot be demanded and recovered under Rule 9(2) read with Section 11A of\nthe Act on the contention that 'fan regulators' are nothing but 'accessories'\nof electric fans and the same are classifiable under sub-heading 8414.99 of\nE the Tariff Act which attracts duty @ 15% ad valorem instead of 10% ad\nF\nG\nH\nvalorem already paid by the appellants resulting in short payment of duty as\naforementioned. The appellants submitted their reply to the show-cause-notices\ncontending therein that they had paid the duty correctly and there was no\nshort levy of duty as alleged by the show-cause-notice; that the fan regulators\nare correctly classifiable along with the fans according to the Section Notes/\nChapter Notes appended to Chapter 84 of the Tariff Act, 1985. It was also\nsubmitted that the appellants are covered by Board Circular No.7/87 dated\n24.06.1987 which was in force till the issuance of the CBEC Circular No.192/\n26/96-CX dated 27.06.1996.\nAuthority in original in show cause notice dated 3.12.1993 held that the\nfan regulators were classifiable under the sub-heading 8414.20 as had been\ncontended by the assessee. It was also held that the Board Circular No.7/87\ndated 24.6.1987 was applicable to the facts of the case. The Commissioner\nof Central Excise reviewed the order passed by the authority in original in\nexercise of its powers under Section 35E(2) and directed that an appeal be\n$\nNORTH WEST SWITCHGEAR LTD. 1. COMMNR. OF CENTRAL EXCISE [BHAN, J.1231\npreferred accordingly and appeal was filed. The appellants filed their A\nmemorandum of cross objection. The learned Commissioner upheld the order\npassed by the authority in original holding that 'fan regulators' were/are\nclassifiable under sub-heading 8414.20 of the Tariff Act and not under 8414.99\nand rejected the appeal. Being aggrieved with the order passed by the\nCommissioner of Appeals, the revenue preferred appeal No. E/Appeal No. B\n506/95-B before the Tribunal.\nAgainst the show-cause-notice dated 28.6.1994 the authority in original\nstuck with its view in the earlier order and held that the 'fan regulators' were\nclassifiable under the sub-heading 8414.20 and not under 8414.99 and dropped\nthe demand. Commissioner (A) did not agree with the order in original and C\ntaking a contrary view held that the goods were classifiable under sub-heading\n8414.99 and not under 8414.20. The appellants preferred appeal No. E/Appeal\nNo. 1554/96-B against the order of the Commissioner of Appeals before the\nTribunal. These two sets of appeals were clubbed together and disposed of\nby the Tribunal by a common order dated 20.1.2000.\nIn the Civil Appeal No.4382 of 2001 the authority in original held that\nthe goods were classifiable under sub-heading 8414.99 and confirmed the\ndemand of Rs.9,87,086.86 and imposed a penalty of Rs.75,000/- under Rule\n173Q of the Central Excise Rules, 1944 and directed the appellants to pay\nthese amounts immediately. In the appeal, the Commissioner of Appeals\nmaintained the order in original except that the amount of penalty was reduced\nto Rs.10,000/-. Being aggrieved, the assessee filed an appeal before the\nTribunal and the Tribunal vide its order dated 25.10.2000 maintained the\norder passed by the Commissioner of Appeals.\nD\nE\nThe common issue involved in both the sets of appeals is, whether the F\n'fan regulators' are classifiable under the sub-heading 8414.20 along with\nfans or under the sub-heading 8414.99 as 'parts and accessories'.\nLearned counsel appearing for the appellants contended that during the\nrelevant period Central Board of Excise and Customs, Circular No.7/87 dated\n24.6.1987 was in operation and therefore the fan regulators would be G\nclassifiable under the sub-heading 8414.20 along with fans. That the\ndepartment cannot argue against the Board circular which is binding on them.\nAccordingly it was contended that the department cannot now claim that the\nfan regulators were classifiable under sub-heading 8414.99 at the relevant\ntime. Relying upon the sub-note (b) of Note 2 to Section XVI, it was contended\nH\n232\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA that since the 'fan regulators' were suitable for use solely or principally with\nthe electric fan the same are classifiable with the entry relating to electric\nfans i.e. 8414.20. It is also submitted by the learned counsel for the appellants\nthat the regulators are classifiable under the sub-heading 8414.80 but they\nhave not given any reasons for this submission.\nB\nC\nD\nLearned Counsel appearing for the respondents has countered both the\nsubmissions.\nWe do not find any force in the submission made by the counsel for\nthe appellants.\nTo understand the issue, heading 8414 is reproduced as under:-\n8414\nAIR OR VACUUM PUMPS, AIR OR OTHER GAS\nCOMPRESSORS AND FANS; VENTILATING OR\nRECYCLING HOODS INCORPORATING A FAN, WHETHER\nOR NOT FITTED WITH FILTERS.\n8414.10 Gas compressor of a kind used in\nrefrigerating and air conditioning appliances and\nmachinery.\n8414.20 Electric fans\nE\n8414.80 Others\n40%\n15%\n40%\nParts and Accessories\n8414.91 Of goods covered by sub-heading\n40%\nNo.8414.1\n8414.99 Other\n15%\nF\nG\nH\nChapter heading 8414 applies to air or vacuum pumps, air or other gas\ncompressors and fans ventilating or recycling hoods. Sub-heading 8414.10\napplies to 'gas compressor'; sub-heading 8414.20 applies to 'electric fans'\nand 8414.80 is a residuary sub-heading being \"Others\" which will apply to\nall other goods covered by chapter heading, other than gas compressors and\nelectric fans. The 'Fan regulators' will not be classifiable under the sub-\nheading 8414.80. There are two sub-headings under 'parts and accessories'.\nSub-heading 8414.91, is in relation to the goods covered by the sub-heading\n8414.10 whereas the sub-heading 8414.99 is a residuary class which applies\nto the goods covered by other sub-heading of chapter heading 8414.\n*\nNORTH WEST SWITCHGEAR LTD. v. COMMNR. OF CENTRAL EXCISE [BHAN, J.]233\nThe issue therefore is, whether the 'fan regulators' are classifiable under A\n8414.20 along with fans or under sub-heading 8414.99 as \"parts \u0026\naccessories\". The appellants have placed reliance on Board's Circular No.7/\n87 dated 24.6.1997 in which it has been clarified that the resistance type and\nchoke type fan regulators are classifiable under sub-heading 8414.20 along\nwith the fans. The Tribunal has held that the 'fan regulators' would be\nB\nclassifiable under sub-heading 8414.20, if cleared along with fans but if they\nare cleared only as regulators (not along with fan), they would be classifiable\nunder sub-heading 8414.99.\nAccording to Note 2 of Section XVI of the Schedule to the Central\nExcise Tariff Act, parts which are goods included in any of the headings of\nC\nChapter 84 or Chapter 85 are in all cases to be classified in their respective\nheadings. There is a separate entry for 'parts \u0026 accessories' of goods falling\nunder chapter heading 8414 and as such the regulators, if cleared \"not along\nwith fans\", will merit classification under the sub-heading 8414.99 being\n'parts/accessories' of the fan. This position has been clarified by the CBEC\nCircular No.192/26/96-CX dated 27.3.1996, which reads as under:-\nD\n\"I am directed to invite your kind attention to Circular No.7/87-CX,\ndated 24.6.1987 wherein it was clarified that the resistance type and\nchoke type fan regulators, are classifiable under sub-heading 8414.20\nof the Schedule to the Central Excise Tariff Act, 1985, along with\nfans. Doubts have been expressed regarding the classification when E\nthe fan regulators are manufactured and cleared separately, not in\ncombination with fans. It is seen that though the electric fans can\nfunction without the regulators, the regulators are needed as they\nlimit and control the flow of the electricity and consequently control\nthe speed of electric fans.\nF\nThe matter has been examined, it is clarified that when 2 regulators\nare cleared along with fans as a whole, they are classifiable as electric\nfans under sub-heading 8414.20. When fan regulators are cleared\nseparately not in combination with fans, they are classifiable as 'Parts\nand accessories of electric fan' under sub-heading 8414.99 of the\nSchedule to the Central Excise Tariff Act, 1985.”\nG\nThis view also finds support from the General Notes to Section XVI of\nHSN under heading \"Accessory Apparatus\". The explanatory note provides\nthat accessory\ninstrument e.g. regulators, presented with machine or apparatus\nto which they normally belongs are classified with that machine or apparatus,\nif they are designed to measure check, control or regulate one specific machine H\nB\n234\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA or apparatus. Therefore, if fan regulators are manufactured by a unit like the\nappellants and cleared as such and not along with fan, it will be classifiable\nunder the sub-heading 8414.99. If the contention of the appellants is accepted\nthat the regulators have to be classified under ‘electric fans', whether sold\nwith the fan or separately, then no ‘part or accessory' will be covered by\nheading 8414.99. In the Board's circular No.7/87, the Board clarified that\n'fan regulators' will not be classified under Chapter 85 as Electrical Resistors\nand their classification under sub-heading 8414.20 along with fan would be\nappropriate. The issue before the Board was not that, when regulators were\ncleared as such without fans, would be classifiable under sub-heading 8414.99\nor that they would be classifiable under 8414.20. Accordingly, the Board\nC clarified in Circular No.192/26/96 dated 27.3.96 that when the regulators are\ncleared along with the fans as a whole, they are classifiable under sub-\nheading 8414.20 but when 'fan regulators' are cleared separately not in\ncombination with the fans they are classifiable as \"parts \u0026 accessories of\nelectrical fans” under sub-heading 8414.99 of the Schedule to the Tariff Act.\nThere is a separate sub-heading of \"parts and accessories” in heading 8414.\nThe Sub-heading 8414.91 covers parts and accessories \"of goods covered by\nthe sub-heading 8414.10\" and the sub-heading 8414.99 covers parts and\naccessories of “other” goods under the heading 8414 and the sub-headings\n8414.20 and 8414.80. 'Fan regulators' being accessories of 'electric fan'\nwould thus be covered under the sub-heading 8414.99.\nD\nE\nF\nG\nAccordingly, we do not find any merit in these appeals and hold that\nthe 'fan regulators' manufactured by the assessee, which are sold as such\n\"without the electric fan\" would be classifiable under sub-heading 8414.99\nas accessories of fans.\nThe Tribunal, in Civil Appeal No.553-554 of 2001 filed by M/s. North\nWest Switchgear Limited, has held that differential duty cannot be demanded\nfrom the appellants against which the revenue has not filed any appeal.\nFor the reasons stated above, we do not find any merits in Civil Appeal\nNos. 553-554 of 2001 and dismiss the same.\nThe order passed by the Tribunal in Civil Appeal No.4382 of 2001 in\nso far as the classification is concerned is confirmed but keeping in view the\nfacts and circumstances, the penalty of Rs. 10,000/- imposed on the appellants\nis set aside. Costs shall follow the event.\nH R.P.\nAppeals disposed of.\n"}