{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"3\nMADHYA PRADESH RAJYA SAHAKARI BANK MARYADIT\nV.\nSTATE OF M.P. AND ORS.\nA\nFEBRUARY 22, 2007\nB\n[A.K. MATHUR AND H.S. BEDI, JJ.]\nCo-operative Societies:\nC\nMadhya Pradesh Co-operative Societies Act, 1960 - s.55-Power\nunder-Scope, in light of the Act of 1994-Held: Registrar of Co-operative\nSocieties under s.55 has power to frame rules but at the same time he cannot\nignore the impact of the Act of 1994—The Registrar can lay down reservation\nin favour of SCS, STs and OBC as general condition of service only in Co-\noperative societies in which the State has more than 51% paid up share\ncapital and not for any other co-operative societies-Madhya Pradesh Lok Ꭰ\nSeva (Anusuchit Jatiyon, Anusuchit Jan Jatiyon Aur Anya Pichhade Vargon\nKe Liye Arakshan) Adhiniyam, 1994 - s.2(b)-Constitution of India, 1950-\nArticle 16(4A).\nIn exercise of its power under s.55 of the Madhya Pradesh Co-operative\nSocieties Act, 1960, Registrar, Co-operative Societies issued an order dated E\n6.3.1997 whereby under Chapter 4 Conditions of Recruitment, Rule 5 of the\nMadhya Pradesh Rajya Sahakari Bank Employees (Terms of Employment and\nWorking Conditions) Rules, 1976 was amended whereby conditions of\nrecruitment were relaxed. High Court declared the order as ultra vires and\nallowed the writ petition.\nF\nThe question which arose for consideration in the present appeal is\nwhether the power exercised by the Registrar, Co-operative Societies, Madhya\nPradesh under s.55 of the Act of 1960 can be sustained in the light of the\nMadhya Pradesh Lok Seva (Anusuchit Jatiyon, Anusuchit Jan Jatiyon Aur\nAnya Pichhade Vargon Ke Liye Arakshan) Adhiniyam, 1994 (Act of 1994). G\nIt was contended by the Appellant that the power of the Registrar under\ns.55 of the Act of 1960 is not regulated by the Act of 1994 and that under\ns.55(1) of the Act of 1960, the Registrar has full power to give direction for\nreservation in order to implement the Constitutional provision under Article\n1049\nH\n1050\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA 16(4-A) of the Constitution. The Respondents however contended that the Act\nof 1994 clearly lays down that reservation will only be applicable in\nestablishments where the State Government has more than 51 per cent share-\nholding and not in other establishments.\nB\nC\nDismissing the appeal, the Court\nHELD: 1. The Act of 1994 was promulgated by the State Government\nfor the benefit of providing reservation in the vacancies in public services\nand posts in favour of persons belonging to Scheduled Castes, Scheduled\nTribes and other Backward Classes. Therefore, this Act only contemplates\nreservation in public services. [Para 8] [1055-B]\n1.2. In order to claim reservation in public offices, the definition of\nestablishment as mentioned in Section 2(b) of the Act of 1994 will have to\nfulfilled. Section 2(b) clearly says that the establishment would include any\noffice of the State Government or local authority or statutory authority\nconstituted under the Act of the State or a University, or a company,\nD Corporation or a Co-operative Society in which not less than 51 percent paid\nup share capital is held by the State Government and including work charge\nand contingency paid establishments shall be 'establishment' and in that case\nreservation can be made for the members of Scheduled Castes, Scheduled\nTribes and other Backward classes. The very object of the Act is to provide\nreservation in public service and posts. Therefore, it confined only for\nreservation in public services and not any other private institutions. Reading\nthe object and reason along with the definition of establishment it clearly\ntranspires in the context of the Co-operative Society in which the State\nGovernment has paid up share capital of 51 percent or more, then the\nreservation can be made in such Co-operative Society. [Para 8]\nE\nF\nG\n[1055-C-E-G]\nIndra Sawhney\u0026 Ors. v. Union of India \u0026 Ors. [1992] Supp.3 SCC 217\nand M.Nagaraj \u0026 Ors. v. Union of India \u0026 Ors., [2006] 8 SCC 212, referred\nto.\n2.1. Reading of the objective of the Act of 1994 along with the definition\nof establishment it transpires that the Registrar under Section 55 of the Act\nof 1960 can lay down service condition for Co-operative Society in which the\nState has 51 percent of share capital. In case any Co-operative Society in\nwhich the State does not have 51 percent of share capital, then that Co-\noperative Society will not come within the definition of establishment under\nH Section 2(b) of the Act of 1994 and the Registrar of Co-operative Societies\n;\nMADHYA PRADESH RAJYA SAHAKARI BANK MARYADIT v. STATE OF M.P.\n1051\nB\nshall have no power to frame rule for reservation. It is true that under Section A\n55 of the Act of 1960 the Registrar can give direction for reservation for the\nScheduled Castes and Scheduled Tribes and other Backward classes while\nexercising the mandate under Article 16(4-A) of the Constitution but at the\nsame time he cannot ignore the State legislation i.e. the Act of 1994. In fact,\nthe Act of 1994 was also promulgated for achieving the object under Article\n16(4-A) of the Constitution. Once the State Legislature has framed an Act\nwhich is subsequent legislation in point of time i.e. the Madhya Pradesh Co-\noperative Societies Act, 1960 came in 1960 whereas the present Act has come\nin 1994. It is presumed that Legislature was aware of the power of the\nRegistrar of the Co-operative Societies under Section 55 of the Act of 1960\nto frame condition of service of employees of Co-operative Societies despite C\nthat the Legislature has promulgated the Act of 1994 and laid down ceiling\nthat the reservation in favour of Scheduled Castes, Scheduled Tribes and other\nBackward classes should be made in the establishment where Government\nhas more than 51% share holding. [Para 8] [1056-B-E]\n\"\n2.2. Thus, on reading of both these two enactments it is more than clear D\nthat the Registrar of Co-operative Societies under Section 55 of the Act of\n1960 has power to frame rules but at the same time he cannot ignore the\nimpact of the Act of 1994. The Registrar of Co-operative Societies can lay\ndown the reservation in favour of Scheduled Castes, Scheduled Tribes and\nother Backward classes as general condition of service only in Co-operative E\nsocieties in which the State has more than 51 percent paid up share capital\nand not for any other co-operative societies. But the notification dated 6.3.1997\nis of general in nature and does not make any distinction with Co-operative\nsocieties which do not have 51 per cent paid up share capital of State.\nTherefore, to this extent the rule framed by the Registrar of Co-operative\nSocieties, Madhya Pradesh by notification dated 6.3.1997 cannot be upheld F\nand the same is struck down. But by this it does not mean that the Registrar\nof Co-operative Societies, Madhya Pradesh is not denuded of his power to\nframe rules but he will have to keep in view the impact of the Act of 1994.\n[Para 8] [1056-F-H; 1057-A]\nSupriyo Basu \u0026 Ors. v. W.B.Housing Board \u0026 Ors., [2005] 6 SCC 289,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2661 of 2004.\nFrom the final Judgment and Order dated 11.3.2003 of the High Court\nof Madhya Pradesh at Jabalpur in WP No. 1415/1997.\nG\nH\nA\nB\n1052\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nS.K. Gambhir, M.P. Jha, S.C. Dwivedi, R.E. Roy, Harshvardhan Jha, B.K.\nSharma and Anil K. Chopra for the Appellant.\nRajeev K. Virmani, Rajeev M. Roy and Vibha Datta Makhija for the\nRespondents.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. 1. This appeal is directed against the order passed\nby the Division Bench of Madhya Pradesh High Court at Jabalpur in Writ\nPetition No. 1415 of 1997 by the order dated 11.3.2003 whereby the Division\nBench of the Madhya Pradesh High Court has set aside the order passed by\nC the Registrar of Co-operative Societies in exercise of power under Section\n55(1) of the Madhya Pradesh Co-operative Societies Act, 1960 (hereinafter\nreferred to as the 'Act of 1960') dated 6.3.1997 as ultra vires and allowed the\nwrit petition. Aggrieved by that the present appeal was filed by the Madhya\nPradesh Rajya Sahakari Bank Maryadit (hereinafter to be referred to as the\nD 'appellant').\nE\n2. We have heard learned counsel for the parties and perused the\nrecords.\n3. Learned counsel for the appellant has submitted that the Registrar of\nCo-operative Societies under Section 55 of the Act of 1960 has full power to\nframe rules relating to service conditions for the Co-operative Societies.\nTherefore, in exercise of the aforesaid power, the Registrar of Co-operative\nSocieties has issued order dated 6.3.1997 whereby under Chapter 4 Conditions\nof Recruitment, Rule 5 of the Madhya Pradesh Rajya Sahakari Bank Employees\n(Terms of Employment and working conditions )Rules, 1976 (hereinafter to be\nF referred to as the 'Rules of 1976') was amended and the following amendment\nwas added:\nG\nH\n\"The Managing Committee of the Bank shall decide the percentage\nof employees to be necessarily recruited from Scheduled Tribes,\nScheduled Castes, Backward Classes and handicapped persons\nprovided that a minimum percentage of the posts, as may be advised\nby the State Government from time to time, shall be reserved for the\ncandidates of Scheduled Tribes, Scheduled Castes, Backward Classes\nand handicapped persons. Relaxation in the conditions of recruitment\nas per instruction issued by Registrar. Co-operative Societies, Madhya\nPradesh, Bhopal from time to time may be granted to the Ex-serviceman\n**\n1\nMADHYA PRADESH RAJYA SAHAKARI BANK MARYADIT v. STATE OF M.P. [A.K. MATHUR, J.] 1053\nand Scheduled Castes/ Scheduled Tribes, Backward Classes and A\nphysically handicapped persons.\"\nThe order dated 6.3.1997 passed by the Registrar of Co-operative Societies\nis also reproduced as under:\n\"OFFICE OF THE COMMISSIONER, COOPERATION \u0026 REGISTRAR, B\nCOOPERATIVE SOCIETIES, MADHYA PRADESH\nNo. CR/AP-1/30/2\nBhopal, Dated 6.3.1997.\nORDER\nC\nIn exercise of the powers of the Registrar, Cooperative Societies,\nMadhya Pradesh under sub-section (1) of Section 55 of the Madhya\nPradesh Cooperative Societies Act, 1960 (No. 17 of 1961) conferred\nupon no. Vide Government of Madhya Pradesh, Cooperation Department\norder No.2419/7060/XV/62 dated 16.6.1962, I U.P.Gupta, Joint Registrar,\nCooperative Societies, M.P. hereby amend in Chapter 4- condition of D\nRecruitment Rule No.5 and Chapter-3 File No. 15 (b)-2 of the M.P.Rajya\nSahakari Bank Maryadit Employees Service Rules, 1976 as per enclosed\nherewith.\nThe above amendment shall come into force from the date of issue\nof the order.\nE\n(J.P.GUPTA)\nJOINT REGISTRAR COOPERATIVE SOCIETIES, M.P.\nNo. CR/AP-1/30/2/774\nF\nCopy forwarded to :-\n1.\nThe Managing Director, P.Rajya Sahakari Bank Maryadit, Bhopal\nfor information and necessary action.\n2.\nDeputy Registrar, I/C Audit, M.P.Rajya Sahakari Bank Maryadit, G\nBhopal for information.\nJOINT REGISTRAR\nCOOPERATIVE SOCIETIES, M.P.\"\nH\nA\nB\n1054\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n4. Learned counsel for the appellant submitted that this power of the\nRegistrar under Section 55 of the Act of 1960 is not regulated by the Madhya\nPradesh Lok Seva (Anusuchit Jatiyon, Anusuchit Jan Jatiyon Aur Anya\nPichhade Vargon Ke Liye Arakshan) Adhiniyam, 1994 (No.21 of 1994\n(hereinafter to be referred to as the ‘Act of 1994'). Therefore, it was contended\nthat the Registrar of the Co-operative Societies under Section 55 (1) of the\nAct of 1960 has full power to give direction for reservation under the Act in\norder to implement the Constitutional provision under Article 16(4A) of the\nConstitution of India.\n5. It was also contended that writ is not maintainable because Co-\nC operative Society is not a ‘State' within the meaning of Article 12 of the\nConstitution. As against this, it was contended that the Act of 1994 clearly\nlays down that reservation will only be applicable in the establishment where\nthe State Government has more than 51 per cent share-holding. Therefore, Act\nof 1994 which regulates the reservation of vacancies of ST/SC in State stipulates\nthat reservation shall be made in establishment wherein holding of the State\n▷ Government is more than 51 per cent and not in other establishments.\nF\n6. We have considered the rival submissions of learned counsel for the\nparties.\n7. Article 16 of the Constitution of India was amended and Clause\nE (4-A) was subsequently added in view of the decision rendered by this Court\nin Indra Sawhney\u0026 Ors. v. Union of India \u0026 Ors. [1992] Supp.3 SCC 217, and\nin order to obviate the law laid down by this Court whereby reservation for\nScheduled Castes and Scheduled Tribes was also made permissible in the\nmatter of promotion. The validity of Article 16(4-A) was again challenged\nbefore this Court and the matter was referred to the Constitution Bench. The\nConstitution Bench in its decision in M.Nagaraj \u0026 Ors. v. Union of India \u0026\nOrs. [2006] 8 SCC 212, upheld the validity of Article 16(4-A) of the Constitution\nof India but with certain conditions that it is left open to the State to identify\nand collect quantifiable data showing backwardness of the class and\ninadequacy of representation of that class in public employment, keeping in\nG mind maintenance of efficiency in administration and such reservation is\nsubject to the judicial review. Their Lordships further laid down the ceiling\nof limit of maximum of 50 per cent. Their Lordships warned that in case the\nparameters laid down in M.Nagaraja (supra) are not fulfilled, then such matter\nwill be subject to the judicial review by the Court. In the light of the recent\ndecision of the Constitution Bench in M.Nagaraja (supra) one thing is clear\nH\nMADHYA PRADESH RAJYA SAHAKARI BANK MARYADIT 1. STATE OF M.P. {A.K. MATHUR, J.] 1055\nthat reservation can be made in promotion by the Government subject to the A\nlimits laid down by this Court in the aforesaid case.\n8. Now, the question before us in the present case is whether the power\nexercised by the Registrar of Co-operative Societies under Section 55 of the\nAct of 1960 can be sustained or not in the light of Act of 1994. Act of 1994\nwas promulgated by the State Government for the benefit of providing B\nreservation in the vacancies in public services and posts in favour of persons\nbelonging to Scheduled Castes, Scheduled Tribes and other Backward Classes.\nTherefore, this Act only contemplates reservation in public services. In order\nto claim reservation in public offices, the definition of establishment as\nmentioned in Section 2(b) of the Act of 1994 will have to fulfilled. Section 2(b) C\nof the Act of 1994 reads as under:\n\"(b) \"Establishment” means any office of the State Government or\nof a local authority or statutory authority constituted under any Act\nof the State for the time being in force, or a University or a Company,\nCorporation or a Cooperative Society in which not less than fifty one D\npercent of the paid up share capital is held by the State Government\nand includes a work charge or contingency paid establishments.\"\nF\nTherefore, Section 2(b) clearly says that the establishment would include\nany office of the State Government or local authority or statutory authority\nconstituted under the Act of the State or a University, or a company, E\nCorporation or a Co-operative Society in which not less than 51 percent paid\nup share capital is held by the State Government and including work charge\nand contingency paid establishments shall be 'establishment' and in that case\nreservation can be made for the members of Scheduled Castes, Scheduled\nTribes and other Backward classes. The very object of the Act is to provide\nreservation in public service and posts. Therefore, it confined only for\nreservation in public services and not any other private institutions. For the\npurpose of public service, an establishment should answer the requirement\nas given in Section 2(b) of the Act of 1994. Therefore, reading the object and\nreason along with the definition of establishment it clearly transpires in the\ncontext of the Co-operative Society in which the State Government has paid G\nup share capital of 51 percent or more, then the reservation can be made in\nsuch Co-operative Society. The object \u0026 reason of the Act reads as under:\n\"An Act to provide for the reservation of vacancies in public\nservices and posts in favour of the persons belonging to the Scheduled\nH\n1056\nA\nC\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nCastes, Scheduled Tribes and other Backward Classes of citizens and\nfor matters connected therewith or incidental thereto.\"\nTherefore, reading of objective of the Act of 1994 along with the\ndefinition of establishment it transpires that the Registrar under Section 55 of\nthe Act of 1960 can lay down service condition for Co-operative Society in\nB which the State has 51 percent of share capital. In case any Co-operative\nSociety in which the State does not have 51 percent of share capital, then that\nCo-operative Society will not come within the definition of establishment\nunder Section 2(b) of the Act of 1994 and the Registrar of Co-operative\nSocieties shall have no power to frame rule for reservation. It is true that\nunder Section 55 of the Act of 1960 the Registrar can give direction for\nreservation for the Scheduled Castes and Scheduled Tribes and other Backward\nclasses while exercising the mandate under Article 16(4-A) of the Constitution\nbut at the same time he cannot ignore the State legislation i.e. the Act of 1994.\nIn fact, the Act of 1994 was also promulgated for achieving the object under\nArticle 16(4-A) of the Constitution. Once the State Legislature has framed an\nD Act which is subsequent legislation in point of time i.e. the Madhya Pradesh\nCo-operative Societies Act, 1960 (Act 17 of 1961) came in 1960 whereas the\npresent Act has come in 1994. It is presumed that Legislature was aware of\nthe power of the Registrar of the Co-operative Societies under Section 55 of\nthe Act of 1960 to frame condition of service of employees of Co-operative\nSocieties despite that the Legislature has promulgated the Act of 1994 and\nlaid down ceiling that the reservation in favour of Scheduled Castes, Scheduled\nTribes and other Backward classes should be made in the establishment\nwhere Government has more than 51% share holding. Thus, on reading of\nboth these two enactments it is more than clear that the Registrar of Co-\noperative Societies under Section 55 of the Act of 1960 has power to frame\nF rules but at the same time he cannot ignore the impact of the Act of 1994.\nThe Registrar of Co-operative Societies can lay down the reservation in\nfavour of Scheduled Castes, Scheduled Tribes and other Backward classes as\ngeneral condition of service only in Co-operative societies in which the State\nhas more than 51 percent paid up share capital and not for any other co-\noperative societies. But the notification dated 6.3.1997 is of general in nature\nand does not make any distinction with Co-operative societies which do not\nhave 51 per cent paid up share capital of State. Therefore, to this extent the\nrule framed by the Registrar of Co-operative Societies, Madhya Pradesh by\nnotification dated 6.3.1997 cannot be upheld and the same is struck down. But\nby this it does not mean that the Registrar of Co-operative Societies, Madhya\nH Pradesh is not denuded of his power to frame rules but he will have to keep\nE\nG\nL\nMADHYA PRADESH RAJYA SAHAKARI BANK MARYADIT v. STATE OF M.P. [A.K. MATHUR, J.]\nin view the impact of the Act of 1994.\n1057\nA\n9. Learned counsel for the respondents has also submitted that the Co-\noperative society is not a State within the meaning of Article 12 of the\nConstitution, therefore, the writ petition is not maintainable. We need not go\ninto this aspect as in view of the recent decision of this Act in Supriyo Basu\n\u0026 Ors. v. W.B.Housing Board \u0026 Ors. [2005] 6 SCC 289, their Lordships have B\nlaid down what are the parameters for challenging the orders passed by the\nCo-operative Societies. It has been held that writ would be maintainable\nagainst a Co-operative society if it is established that a mandatory statutory\nprovision of a statute has been violated. Therefore, nothing turns on this\naspect of the matter.\n10. As a result of our above discussion, we do not find any merit in this\nappeal and the same is dismissed with no order as to costs.\nC\nB.B.B.\nAppeal dismissed.\n"}