{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"426 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA make laws for such a hitherto foreign territory. Consequently,\nthe positive affirmation, in the phrase in Clause (1) of Article\n245, that the Parliament “may make laws for the whole or any\npart of the territory of India\" has to be understood as meaning\nthat unless a territory is a part of the territory of India, Parliament\nB may not exercise its legislative powers in respect of such a\nterritory. In the constitutional schema it is clear that the\nParliament may not make laws for a territory, as a first order\ncondition, unless that territory is a part of India.\nC\nX\nRelevance of Case Law Cited by the learned Attorney General:\n65. The learned Attorney General cited and relied on many\ndecisions in support of his arguments. We find that none of the\nD cases so cited have considered the issues of what the impact\nof constitutional text, wider constitutional topological and\nstructural spaces, the representative capacity of a parliament\nand the like would be on the extent of powers of the parliament.\nMoreover, having gone through the cases, we do note that none\nstand for the proposition that the powers of a parliament are\nunfettered and that our Parliament possesses a capacity to\nmake laws that have no connection whatsoever with India.\nE\n66. Nevertheless, we will address a few of the cases relied\non by the learned Attorney General primarily for limited purpose\nF of locating their rationale and reasoning. In Governor General\nin Council v. Raleigh Investments28, the key issue was about..\nextra-territorial operation of a law, and not whether the law as\nmade was with respect to aspects or causes outside the\nterritory of British India and bearing no nexus with it. In this\nG regard the Privy Council's observations about the Appellant's\ncontention are pertinent: \"The appellant's arguments.....\ncomprised two contentions. It was first argued that these\nprovisions were not extra-territorial. It was also argued that even\nif they should be found in any degree to operate extra-\nH 28. Supra note 9.\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 427\nANR. [B. SUDERSHAN REDDY, J.]\n-\nD\nterritorially, that would be no ground of holding them to be A.\ninvalid, so far as municipal courts called upon to deal with them\nare concerned”, 29 and finally \"in our judgment therefore, the\nextent, if any, of extra-territorial operation which is to be found\nin the impugned provisions, is within the legislative powers\ngiven to the Indian Legislature by the Constitution Act. \"30 It is B\nclear that in the cited case, the Privy Council was dealing with\nthe issue of extra-territorial operation of the law, and not extra-\nterritorial law. In Wallace Brothers v. CIT, Bombay City and\nBombay Suburban District 31 also the issue was with regard to\nsufficiency of territorial connection, and it was held that the C\nprinciple - sufficient territorial connection - not the rule giving\neffect to that principle - residence\nresidence \nis implicit in the power\nconferred by the Government of India Act, 1935. In Emmanuel\nMortenssen³2, the Court of Justiciary upheld the jurisdiction of\nthe local Sheriff with respect to the owners and operator of a\ntrawler boat used for fishing inside the estuary. However,\njurisdiction was not extended on the basis of parliamentary\nsupremacy or of powers to enact extra-territorial laws. Rather,\nthe principle enunciated was that an estuary, under international\nlaw, falls within the territory of Scotland, and that the North Sea\nFisheries Convention of 1883 did not derogate from the\nforegoing general principle of international law. Consequently\nin as much as the operator or owner of that fishing trawler\nengaged in acts that were prohibited within the territorial limits\nover which the legislature that enacted the applicable statute\nhad jurisdiction, the local sheriff exercised proper jurisdiction.\nCroft v. Dunphy33 was with regard to domestic laws operating\nbeyond the territorial limits, and it was recognized that a law\nwhich protects the revenue of the states may necessarily have\nto be operated outside the territorial limits, but that such\noperation does not violate the principle that legislatures enact G\n29. Ibid, p. 273.\n30. Ibid, p. 284.\n31. Supra note 10.\n32. Supra note 6.\n33. Supra note 7.\nE\nF\nt\nH\n428 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA laws with respect to aspects or causes that have a nexus with\nthe territory for which the legislature has the law making\nresponsibility for. The control of smuggling activities and\nrevenue collection were seen necessarily as related to the\nterritorial interests, and it was in furtherance of such territorial\nB interests, was extra-territorial operation permissible. In State v.\nNarayandas34 the issue considered by the Bombay High Court\nwas with regard to the vires of a law enacted by a state\nlegislature declaring a bigamous marriage contracted outside\nthe territory of the state to be unlawful. The main issue was with\nC regard to the power of a state to legislate beyond its territory,\nand Chief Justice Chagla held that it could not. One paragraph\nin that decision that could be deemed to be supportive of the\nlearned Attorney General's propositions is:\nD\nE\nF\nG\n\"Now under our present Constitution, Parliament has been\ngiven absolute powers. Therefore, today Parliament may\nenact an extra-territorial law. The only limitation on its\npowers is the practicability of the law. If an extra-territorial\nlaw cannot be enforced, then it is useless to enact it but\nno one can suggest today that a law is void or ultra-vires\nwhich is passed by the Parliament on the ground of its\nextra-territoriality\".\n67. Clearly, the statements that under our Constitution\nParliament has been given absolute powers, and therefore it\ncan enact extra-territorial laws, are not in comport with present\nday constitutional jurisprudence in India that the powers of every\norgan of the State are as provided for in the Constitution and\nnot absolute. We discern that the second half of the excerpt\ncited above provides the clue to the fact that Chief Justice\nChagla was concerned more with laws that require an operation\noutside India, and not in terms of laws that have no connection\nwith India whatsoever. At best the comment reveals the concern\nof the learned jurist about the Parliament having the\ncompetence to enact laws with respect to objects and\nH 34. Supra note 12.\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026429\nANR. [B. SUDERSHAN REDDY, J.]\nprovocations lying outside the territory, but whose effect is felt A\ninside the territory. Hence, that broad statement does not\nderogate from the textual meaning, purport and ambit of Article\n245 that we have expounded hereinabove.\nXI\nB\nConclusion:\nC\n68. There are some important concerns that we wish to\nshare our thoughts on, before we proceed to answering the\nquestions that we set out with. Very often arguments are made\nclaiming supremacy or sovereignty for various organs to act in\na manner that is essentially unchecked and uncontrolled.\nInvariably such claims are made with regard to foreign affairs\nor situations, both within and outside the territory, in which the\ngovernment claims the existence of serious security risks or law\nand order problems. Indeed, it may be necessary for the State D\nto possess some extraordinary powers, and exert considerable\nforce to tackle such situations. Nevertheless, all such powers,\ncompetence, and extent of force have to be locatable, either\nexplicitly or implicitly, within the Constitution, and exercised\nwithin the four corners of constitutional permissibility, values and E\nscheme.\nF\n69. There are two aspects, of such extreme arguments\nclaiming absolute powers, which are worrisome. The first one\nrelates to a misconception of the concepts of sovereignty and\nof power, and a predilection to oust judicial scrutiny even at the\nminimal level, such as examination of the vires of legislation or\nother types of state action. The second one relates to\npredilections of counsel of asking for powers that are undefined,\nunspecified, vague and illimitable be read into the constitutional\ntext, as matter of some principle of inherent design or implied G\nnecessity.\n70. The modern concept of sovereignty emerged in a\ntroubled era of civil wars within the territories of, and incessant\nconflict between, nation-states. At one end of the spectrum\npolitical philosophers such as Thomas Hobbes and Jean Bodin\nH.\n|\nс\n430 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA postulated the necessity of absolute power within the territory,\narguing that failure of order was inimical to the well being of\nthe people, and further arguing that if the governments were to\nnot have such absolute powers invariably leads to internal\ndisorder. While it is generally and uncritically argued that\nB Hobbes and Bodin stood for blind political absolutism, when\nviewed from a historical perspective, they can also be seen as\nthe starting points of human beings quest for greater\naccountability of states and governments, which were to be\nincreasingly viewed as the repositories of collective powers of\nthe people. Hobbes specifically recognized that governments\nwould become unstable and lose their legitimacy if they failed\nto protect the welfare of the subjects. For Bodin, the absolute\nsovereign was tempered by divine law (or “natural law”), and\nthe customary laws of the community. Alan James states that\n\"[f]rom this basis it could be argued that sovereignty lay not with\nthe ruler but with the ruled. In this way the ultimate authority could\nbe claimed for the people, with the government simply acting\nas their agent.\" (See: Sovereign Statehood - The Basis of\nInternational Society³5). These seeds of accountability, carried\nwithin them the incipient forms of arguments that would\ninexorably lead to the modern notion of self-determination by\nthe people: that each nation state, formed by the people, and\nanswerable to the people through the organs of the State, would\nact in accordance with the wishes of the people -- both in terms\nof ordinary moments of polity, and also in terms of constitutional\nF moments, with the latter setting forth, in greater or lesser\nspecificity, the acts that may or may not be done by the organs\nof the state.\nD\nE\nG\n71. The path to modern constitutionalism, with notions of\ndivided and checked powers, fundamental rights and\naffirmative duties of the State to protect and enhance the\ninterests of, welfare of, and security of the people, and a\nrealization that \"comity amongst nations\" and international\npeace were sine qua non for the welfare of the people was\nH 35. Allen \u0026 Unwin, London (1986).\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 431\nANR. [B. SUDERSHAN REDDY, J.]\nneither straight forward, nor inevitable. It took much suffering, A\nbloodshed, toil, tears and exploitation of the people by their own\ngovernments and by foreign governments, both in times of\npeace and in times of war, before humanity began to arrive at\nthe conclusion that unchecked power would sooner, rather than\nlater, turn tyrannical against the very people who have granted B\nsuch power, and also harmful to the peaceful existence of other\npeople in other territories. Imperial expansion, as a result of\nthirst for markets and resources that the underlying economy\ndemanded, with colonial exploitation as the inevitable result of\nthat competition, and two horrific world wars are but some of\nC\nthe more prominent markers along that pathway. The most\ntendenticus use of the word sovereignty, wherein the principles\nof self-determination were accepted within a nation-state but\nnot deemed to be available to others, was the rhetorical\nquestion raised by Adolf Hitler at the time of annexation of\nAustria in 1938: \"What can words like 'independence' or\n'sovereignty' mean for a state of only six million?\"36 We must\nrecognize the fact that history is replete with instances of\nsovereigns who, while exercising authority on behalf of even\nthose people who claimed to be masters of their own realm,\ncontradictorily claimed the authority to exercise suzerain rights\nover another territory, its people and its resources, inviting\nultimately the ruin of large swaths of humanity and also the very\npeople such sovereigns, whether a despot or a representative\norgan, claimed to represent.\n72. India's emergence as a free nation, through a non-\nviolent struggle, presaged the emergence of a moral voice: that\nwhile we claim our right to self-determination, we claim it as a\nmatter of our national genius, our status as human beings in\nthe wider swath of humanity, with rights that are ascribable to\nus on account of our human dignity. Such a morality arguably\ndoes not brook the claims of absolute sovereignty to act in any\nmanner or form, on the international stage or within the country.\n36. De Smith, Stanley A. : \"Microstates and Micronesia\" (New York, NYU Press\n1970), p. 19.\n54.\nD\nE\nF\nG\nH\n432 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA To make laws \"for another territory\" is to denigrate the principle\nof self-determination with respect to those people, and a\ndenigration of the dignity of all human beings, including our own.\nThe debates in the Constituent Assembly with regard to the\nwording of Article 51, which was cited earlier in this judgment,\nB gives the true spirit with which we the people of this country\nhave vested our collective powers in the organs of governance.\nThis is so particularly because they were made in the aftermath\nof World War II, arguably the most brutal that mankind has ever\nfought, and the dawn of the atomic age. In particular the\nstatements of Prof. Khardekar, are worth being quoted in\nextenso:\nC\nD\nE\nF\n\"Mr. Austin, a great jurist, says that there is no such thing\nas international law at all - if there is anything it is only\npositive morality.... In saying that there may be positive\nmorality I think even there he is wrong. If there were to be\nmorality amongst nations, well we would not have all that\nhas been going about. If there is a morality amongst\nnations today, it is the morality of robbers. If there is any\nlaw today it is the law of the jungle where might is right......\nThe part that India is to play is certainly very important\nbecause foundations of international morality have to be\nlaid and only a country like India with its spiritual heritage\ncan do it...... Therefore it is in keeping with our history,\nwith our tradition, with our culture, that we are a nation of\npeace and we are going to see that peace prevails in the\nWorld.\"37\n73. In granting the Parliament the powers to legislate \"for\"\nIndia, and consequently also with respect to extra-territorial\naspects or causes, the framers of our Constitution certainly\nG intended that there be limits as to the manner in which, and the\nH\nextent to which, the organs of the State, including the\nParliament, may take cognizance of extra-territorial aspects or\n37. Constituent Assembly Debates Official Report, 1948-49, page 601 (Lok\nSabha Secretariat, New Delhi).\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 433\nANR. [B. SUDERSHAN REDDY, J.]\ncauses, and exert the State powers (which are the powers of A\nthe collective) on such aspects or causes. Obviously, some of\nthose limits were expected to work at the level of ideas and of\nmorals, which can be inculcated by a proper appreciation of\nour own history, and the ideas of the framers of our constitution.\nThey were also intended to have a legal effect. The working of B\nthe principles of public trust, the requirement that all legislation\nby the Parliament with respect to extra-territorial aspects or\ncauses be imbued with the purpose of protecting the interests\nof, the welfare of and the security of India, along with Article 51,\na Directive Principle of State Policy, though not enforceable in C\na court of law, nevertheless fundamental to governance, lends\nunambiguous support to the conclusion that Parliament may not\nenact laws with respect to extra-territorial aspects or causes,\nwherein such aspects or causes have no nexus whatsoever with\nIndia.\nD\nF\n74. Courts should always be very careful when vast powers\nare being claimed, especially when those claims are cast in\nterms of enactment and implementation of laws that are\ncompletely beyond the pale of judicial scrutiny and which the\nConstitutional text does not unambiguously support. To readily E\naccede to demands for a reading of such powers in the\nconstitutional matrix might inevitably lead to a destruction of the\ncomplex matrix that our Constitution is. Take the instant case\nitself. It would appear that the concerns of learned Attorney\nGeneral may have been more with whether the ratio in ECIL\ncould lead to a reading down of the legislative powers granted\nto the Parliament by Article 245. A thorough textual analysis,\ncombined with wider analysis of constitutional topology,\nstructure, values and scheme has revealed a much more\nintricately provisioned set of powers to the Parliament. Indeed,\nwhen all the powers necessary for an organ of the State to\nperform its role completely and to effectuate the Constitutional\nmandate, can be gathered from the text of the Constitution,\nproperly analysed and understood in the wider context in which\nit is located, why should such unnecessarily imprecise\nG\nH\n434 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA arrogation of powers be claimed? To give in to such demands,\nwould be to run the risk of importing meanings and possibilities\nunsupportable by the entire text and structure of the Constitution.\nInvariably such demands are made in seeking to deal with\nexternal affairs, or with some claimed grave danger or a serious\nB law and order problem, external or internal, to or in India. In such\ncircumstances, it is even more important that courts be extra\ncareful. The words of Justice Jackson in Woods v. Cloyd W.\nMiller Co., 38 in dealing with war powers, may be used as a\nconstant reminder to be on guard:\nC\nD\nE\nF\n\"I agree with the result in this case, but the arguments that\nhave been addressed to us lead me to utter more explicit\nmisgivings..... The Government asserts no constitutional\nbasis for this legislation other than this vague, undefined\nand undefinable “war power.\". It usually is invoked in\nhaste and excitement when calm legislative consideration\nof constitutional limitation is difficult. It is executed in a time\nof patriotic fervor that makes moderation unpopular. And,\nworst of all, it is interpreted by judges under the influence\nof the same passions and pressures. Always, as in this\ncase, the Government urges hasty decisions to forestall\nsome emergency or serve some purpose and pleads that\nparalysis will result if its claims to power are denied or their\nconfirmation delayed. Particularly when the war power is\ninvoked to do things to the liberties of the people, . that\nonly indirectly affect conduct of war and do not relate to\nthe management of war itself, the constitutional basis\nshould be scrutinized with care.\"\n75. The point is not whether and how India's constitution.\ngrants war powers. The point is about how much care should\nG be exercised in interpreting the provisions of the Constitution.\nVery often, what the text of the Constitution says, when\ninterpreted in light of the plain meaning, constitutional topology,\nstructure, values and scheme, reveals the presence of all the\nnecessary powers to conduct the affairs of the State even in\nH 38. 333 U.S. 138.\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 435\nANR. [B. SUDERSHAN REDDY, J.]\ncircumstances that are fraught with grave danger. We do not A\nneed to go looking for powers that the text of the Constitution,\nso analysed, does not reveal.\n76. We now turn to answering the two questions that we\nset out with:\nB\n(1) Is the Parliament constitutionally restricted from\nenacting legislation with respect to extra-territorial\naspects or causes that do not have, nor expected\nto have any, direct or indirect, tangible or intangible\nimpact(s) on or effect(s) in or consequences for: (a) C\nthe territory of India, or any part of India; or (b) the\ninterests of, welfare of, wellbeing of, or security of\ninhabitants of India, and Indians?\nD\nThe answer to the above would be yes. However, the\nParliament may exercise its legislative powers with respect to\nextra-territorial aspects or causes, - events, things, phenomenal\n(howsoever commonplace they may be), resources, actions or\ntransactions, and the like -, that occur, arise or exist or may be\nexpected to do so, naturally or on account of some human\nagency, in the social, political, economic, cultural, biological, E\nenvironmental or physical spheres outside the territory of India,\nand seek to control, modulate, mitigate or transform the effects\nof such extra-territorial aspects or causes, or in appropriate\ncases, eliminate or engender such extra-territorial aspects or\ncauses, only when such extra-territorial aspects or causes have,\nor are expected to have, some impact on, or effect in, or\nconsequences for: (a) the territory of India, or any part of India;\nor (b) the interests of, welfare of, wellbeing of, or security of\ninhabitants of India, and Indians.\nIt is important for us to state and hold here that the powers of\nlegislation of the Parliament with regard to all aspects or causes\nthat are within the purview of its competence, including with\nrespect to extra-territorial aspects or causes as delineated\nabove, and as specified by the Constitution, or implied by its\nessential role in the constitutional scheme, ought not to be\n"}