{"pages":[{"pageNumber":71}],"text":"436 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA subjected to some a-priori quantitative tests, such as\n“sufficiency” or “significance\" or in any other manner requiring\na pre-determined degree of strength. All that would be required\nwould be that the connection to India be real or expected to be\nreal, and not illusory or fanciful. Whether a particular law enacted\nB by Parliament does show such a real connection, or expected\nreal connection, between the extra-territorial aspect or cause\nand something in India or related to India and Indians, in terms\nof impact, effect or consequence, would be a mixed matter of\nfacts and of law. Obviously, where the Parliament itself posits\nC a degree of such relationship, beyond the constitutional\nrequirement that it be real and not fanciful, then the courts would\nhave to enforce such a requirement in the operation of the law\nas a matter of that law itself, and not of the Constitution.\nD\nE\n(2) Does the Parliament have the powers to legislate\n\"for\" any territory, other than the territory of India or\nany part of it?\nThe answer to the above would be no. It is obvious that\nParliament is empowered to make laws with respect to aspects\nor causes that occur, arise or exist, or may be expected to do\nso, within the territory of India, and also with respect to extra-\nterritorial aspects or causes that have an impact on or nexus\nwith India as explained above in the answer to Question 1\nabove. Such laws would fall within the meaning, purport and\nambit of the grant of powers to Parliament to make laws \"for\nthe whole or any part of the territory of India\", and they may not\nbe invalidated on the ground that they may require extra-\nterritorial operation. Any laws enacted by Parliament with\nrespect to extra-territorial aspects or causes that have no\nimpact on or nexus with India would be ultra-vires, as answered\nG in response to Question 1 above, and would be laws made \"for\"\na foreign territory.\nF\n77. Let the appeal be listed before an appropriate bench\nfor disposal. Ordered accordingly.\nH R.P.\nReference answered.\n"}