{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"386 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA effectuate the Constitutional mandate, can be gathered\nfrom the text of the Constitution, properly analysed and\nunderstood in the wider context in which it is located. To\ngive in to such demands, would be to run the risk of\nimporting meanings and possibilities unsupportable by\nB the entire text and structure of the Constitution. In the\nC\nD\nE\ncases dealing with external affairs, or with some claimed\ngrave danger or a serious law and order problem,\nexternal or internal, to or in India, it is even more important\nthat courts be extra careful. [para 74] [433-D-H; 434-A-B]\nto.\nWoods v. Cloyd W. Miller Co., 333 U.S. 138- referred\n4.7 The point is about how much care should be\nexercised in interpreting the provisions of the\nConstitution. Very often, what the text of the Constitution\nsays, when interpreted in light of the plain meaning,\nconstitutional topology, structure, values and scheme,\nreveals the presence of all the necessary powers to\nconduct the affairs of the State even in circumstances\nthat are fraught with grave danger. [para 75] [434-G-H;\n435-A]\n4.8 Parliament has no powers to legislate \"for\" any\nterritory, other than the territory of India, or any part of it.\nF It is obvious that Parliament is empowered to make laws\nwith respect to aspects or causes that occur, arise or\nexist, or may be expected to do so, within the territory of\nIndia, and also with respect to extra-territorial aspects or\ncauses that have an impact on or nexus with India. Such\nG laws would fall within the meaning, purport and ambit of\nthe grant of powers to Parliament to make laws “for the\nwhole or any part of the territory of India\", and they may\nnot be invalidated on the ground that they may require\nextra-territorial operation. Any laws enacted by\nH Parliament with respect to extra-territorial aspects or\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 387\nANR.\ncauses that have no impact on or nexus with India would A\nbe ultra-vires and would be laws made \"for\" a foreign\nterritory. [para 76] [435-D-G]\nA.H. Wadia v. Commissioner of Income Tax,\nBombay[1949] 17 ITR 63 Rao Shiv Bahadur v. State of\nB\nVindhya Pradesh AIR 1953 SC 394, Clark v. Oceanic\nContractors Inc. [1983] A.C. 130 Shrikant Bhalchandra v.\nState of Gujarat 1994 ( 1 ) Suppl. SCR 569 = (1994) 5 SCC\n459, and State of A.P. v. N.T.P.C. 2002 (3) SCR 278 =\n(2002) 5 SCC 203 – cited\n-\nAshbury v. Ellis [1893] A.C. 339 – cited.\n-\nCase Law Reference:\nC\n(1989) 2 SCC 642\nreferred to\npara 3\nD\n[1946] A.C. 527\nreferred to\npara 13\n[1944] 12 ITR 265\nreferred to\npara 24\n[1948] 16 ITR 240\nreferred to\npara 24\n[1906] 8 F (J.) 93\nE\nreferred to\npara 24\n[1933] A.C. 156\nreferred to\npara 24\nAIR 1958 Bom 68\nreferred to\npara 24\n[1949] 17 ITR 63\ncited\npara 24\nF\nAIR 1953 SC 394\ncited\npara 24\n[1983] A.C. 130\ncited\npara 24\n1994 (1) Suppl. SCR 569\ncited\npara 24\nG\n2002 (3) SCR 278\ncited\npara 24\n[1893] A.C. 339\ncited\npara 24\n1973 Suppl. SCR 1\nrelied on\npara 26\nH\n388 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\n2007 (1) SCR 706\nrelied on\npara 26\nAIR 1960 SC 845\nreferred to\npara 64\n333 U.S. 138\nreferred to\npara 74\nB\nс\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7796 of 1997.\nFrom the Judgment \u0026 Order dated 02.05.1997 of the High\nCourt of Andra Pradesh at Hyderabad in Writ Petition No. 6866\nof 1995.\nS. Ganesh, U.A. Rana, Mrinal Majumdar, Devina Seghal\n(for Gagrat \u0026 Co.) for the Appellants.\nGoolam E. Vahanvati, AG, Rupesh Kumar, Arijit Prasad,\nD.D. Kamat, Rohit Sharma, Mihir Chatterjee, Nishanth Patil,\nD Naila Jung, Anoopam Prasad, B.V. Balaram Das, Sushma\nSuri for the Respondents.\nE\nThe Judgment of the Court was delivered by\nB.SUDERSHAN REDDY,J: 1. In any federal or quasi\nfederal nation-state, legislative powers are distributed\nterritorially, and legislative competence is often delineated in\nterms of matters or fields. The latter may be thought of as\ncomprising of aspects or causes that exist independently in the\nworld, such as events, things, phenomena (howsoever\nF commonplace they may be), resources, actions or transactions,\nand the like, that occur, arise or exist or may be expected to\ndo so, naturally or on account of some human agency, in the\nsocial, political, economic, cultural, biological, environmental or\nphysical spheres. The purpose of legislation would be to seek\nG the exertion of the State power to control, modulate, transform,\neliminate or engender such aspects or causes or the effects\nor consequences of such aspects or causes. While the purpose\nof legislation could be seen narrowly or purely in terms of\nintended effects on such aspects or causes, obviously the\nH powers have to be exercised in order to enhance or protect the\n=\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 389\nANR. [B. SUDERSHAN REDDY, J.]\nA\ninterests of, the welfare of, the well-being of, or the security of\nthe territory, and the inhabitants therein, for which the legislature\nhas been charged with the responsibility of making laws.\nParaphrasing President Abraham Lincoln, we can say that\nState and its government, though of the people, and constituted\nby the people, has to always function \"for\" the people, indicating B\nthat the mere fact that the state is organized as a democracy\ndoes not necessarily mean that its government would always\nact \"for\" the people. Many instances of, and vast potentialities\nfor, the flouting of that norm can be easily visualized. In\nConstitutions that establish nation-states as sovereign C\ndemocratic republics, those expectations are also transformed\ninto limitations as to how, in what manner, and for what\npurposes the collective powers of the people are to be used..\n2. The central constitutional themes before us relate to\nwhether the Parliament's powers to legislate, pursuant to Article\n245, include legislative competence with respect to aspects or\ncauses that occur, arise or exist or may be expected to do so,\noutside the territory of India. It is obvious that legislative powers\nof the Parliament incorporate legislative competence to enact\nlaws with respect to aspects or causes that occur, arise or exist,\nor may be expected to do so, within India, subject to the division\nof legislative powers as set forth in the Constitution. It is also\nequally obvious and accepted that only Parliament may have\nthe legislative competence, and not the state legislatures, to\nenact laws with respect to matters that implicate the use of state\npower to effectuate some impact or effect on aspects or causes\nthat occur, arise or exist or may be expected to do so, outside\nthe territory of India.\nD\nE\nF\n3. Two divergent, and dichotomous, views present G\nthemselves before us. The first one arises from a rigid reading\nof the ratio in Electronics Corporation of India Ltd., v.\nCommissioner of Income Tax \u0026 An'r.,' (“ECIL”) and suggests\nthat Parliaments powers to legislate incorporate only a\n1. (1989) (2) SCC 642-646.\nH\nC\n390 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA competence to enact laws with respect to aspects or causes\nthat occur, arise or exist, or may be expected to do so, solely\nwithin India. A slightly weaker form of the foregoing strict\nterritorial nexus restriction would be that the Parliament's\ncompetence to legislate with respect to extra-territorial aspects\nB or causes would be constitutionally permissible if and only if\nthey have or are expected to have significant or sufficient impact\non or effect in or consequence for India. An even weaker form\nof the territorial nexus restriction would be that as long as some\nimpact or nexus with India is established or expected, then the\nParliament would be empowered to enact legislation with\nrespect to such extra-territorial aspects or causes. The polar\nopposite of the territorial nexus theory, which emerges also as\na logical consequence of the propositions of the learned\nAttorney General, specifies that the Parliament has inherent\npowers to legislate \"for\" any territory, including territories\nbeyond India, and that no court in India may question or\ninvalidate such laws on the ground that they are extra-territorial\nlaws. Such a position incorporates the views that Parliament\nmay enact legislation even with respect to extra-territorial\naspects or causes that have no impact on, effect in or\nconsequence for India, any part of it, its inhabitants or Indians,\ntheir interests, welfare, or security, and further that the purpose\nof such legislation need not in any manner or form be intended\nto benefit India.\nD\nE\nF\nG\nH\n4. Juxtaposing the two divergent views outlined above, we\nhave framed the following questions:\n(1) Is the Parliament constitutionally restricted from enacting\nlegislation with respect to extra-territorial aspects or\ncauses that do not have, nor expected to have any, direct\nor indirect, tangible or intangible impact(s) on, or effect(s)\nin, or consequences for: (a) the territory of India, or any part\nof India; or (b) the interests of, welfare of, wellbeing of, or\nsecurity of inhabitants of India, and Indians?\n(2) Does the Parliament have the powers to legislate \"for\"\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 391\nANR. [B. SUDERSHAN REDDY, J.]\nany territory, other than the territory of India or any part of A\nit?\n5. It is necessary to note the text of Article 245 and Article\n1 at this stage itself:\n\"Article 245. Extent of laws made by Parliament and\nby the Legislatures of States - (1) Subject to the\nprovisions of this Constitution, Parliament may make laws\nfor the whole or any part of the territory of India, and the\nLegislature of a State may make laws for the whole or any\npart of the State.\n(2) No law made by Parliament shall be deemed to be\ninvalid on the ground that it would have extra-territorial\noperation.\"\n\"Article 1. Name and territory of the Union - (1) India,\nthat is Bharat, shall be a Union of States. (2) The States\nand the territories thereof shall be as specified in the First\nSchedule. (3) The territory of India shall comprise -\n(a) The territories of the States;\n(b) the Union territories specified in the First Schedule; and\n(c) such other territories as may be acquired.\"\nB\nC\nD\nLU\nE\nMeanings of some phrases and expressions used hereinafter:\n6. Many expressions and phrases, that are used\ncontextually in the flow of language, involving words such as\n“interest\", \"benefit\", \"welfare\", \"security\" and the like in order to\nspecify the purposes of laws, and their consequences can,\nhave a range of meanings. In as much as some of those\nexpressions will be used in this judgment, we are setting forth\nbelow a range of meanings that may be ascribable to such\nexpressions and phrases:\nF\nG\nH\n392 SUPREME COURT REPORTS\nA \"aspects or causes\" \"aspects and causes\":\nB\nс\nD\nE\nF\nG\nH\n[2011] 3 S.C.R.\nevents, things, phenomena (howsoever commonplace they\nmay be), resources, actions or transactions, and the like,\nin the social, political, economic, cultural, biological,\nenvironmental or physical spheres, that occur, arise, exist\nor may be expected to do so, naturally or on account of\nsome human agency.\n\"extra-territorial aspects or causes\":\naspects or causes that occur, arise, or exist, or may be\nexpected to do so, outside the territory of India.\n\"nexus with India”, “impact on India”, “effect in India”, “effect on\nIndia\", \"consequence for India\" or \"impact on or nexus with India\"\nany impact(s)on, or effect(s) in, or consequences for, or\nexpected impact(s) on, or effect(s) in, or consequence(s)\nfor: (a) the territory of India, or any part of India; or (b)the\ninterests of, welfare of, wellbeing of or security of\ninhabitants of India, and Indians in general, that arise on\naccount of aspects or causes.\n\"benefit to India\" or \"for the benefit of India\", \"to the benefit of\nIndia\", \"in the benefit of India\" or \" to benefit India\" or \"the\ninterests of India\", \"welfare of India\", \"well-being of India\" etc.:\nprotection of and/or enhancement of the interests of,\nwelfare of, well-being of, or the security of India (i.e., the\nwhole territory of India), or any part of it, its inhabitants and\nIndians.\n။\nFactual Background as to how the matter arose before us.\n7. The Appellant by way of a writ petition filed in Andhra\nPradesh High Court had challenged an order of the\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 393\nANR. [B. SUDERSHAN REDDY, J.]\nRespondents which decided that the Appellant was liable to A\nwithhold a certain portion of monies being paid to a foreign\ncompany, under either one of Sections 9(1)(i) or 9(1)(vii)(b) of\nthe Income Tax Act (1961). The Appellant had also challenged\nthe vires of Section 9(1)(vii)(b) of the Income Tax Act (1961)\nfor want of legislative competence and violation of Article 14 B\nof the Constitution. The High Court having upheld that Section\n9(1)(i) did not apply in the circumstances of the facts of the\ncase, nevertheless upheld the applicability of Section 9(1)(vii)(b)\non the facts and also upheld the constitutional validity of the said\nprovision. The High Court mainly relied on the ratio of the\njudgment by a three judge bench of this court in ECIL. Hence,\nthe appeal.\nC\n8. The matter came up for consideration before a two judge\nbench of this Court. In light of the far reaching issues of great\nconstitutional purport raised in this matter, the fact that such D\nissues had been raised previously in ECIL, the referencing of\nsome of those issues by the three judge bench in ECIL to a\nconstitutional bench, and the fact that the civil appeals in the\nECIL case had also been withdrawn, a two judge bench of this\nCourt vide its order dated November 28, 2000, also referred E\nthe instant matter to a constitutional bench. On July 13, 2010,\nthe matter again came up for consideration before another three\njudge bench of this court, and vide its order of the same date,\nthis matter came to be placed before us.\n9. It is necessary for purposes of clarity that a brief\nrecounting be undertaken at this stage itself as to what was\nconclusively decided in ECIL, and what was referred to a\nconstitutional bench. After conclusively determining that Clauses\n(1) and (2) of Article 245, read together, impose a requirement\nthat the laws made by the Parliament should bear a nexus with\nIndia, the three judge bench in ECIL asked that a constitutional\nbench be constituted to consider whether the ingredients of the\nimpugned provision, i.e., Section 9(1)(vii) of the Income Tax Act\n(1961) indicate such a nexus. In the proceedings before us, the\nF\nLL\nG\nH\n394 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA appellant withdrew its challenge of the constitutional validity of\nSection 9(1)(vii)(b) of the Income Tax Act (1961), and elected\nto proceed only on the factual matrix as to the applicability of\nthe said section. Nevertheless, the learned Attorney General\nappearing for the Respondent pressed upon this Constitutional\nB Bench to reconsider the decision of the three judge bench in\nthe ECIL case. In light of the constitutional importance of the\nissues we agreed to consider the validity of the requirement of\na relationship to or nexus with the territory of India as a limitation\non the powers of the Parliament to enact laws pursuant to\nClause (1) of Article 245 of the Constitution.\nC\n10. A further clarification needs to be made before we\nproceed. The issue of whether laws that deal entirely with\naspects or causes that occur, arise or exist, or may be\nexpected to do so, within India, and yet require to be operated\nD outside the territory of India could be invalidated on the grounds.\nof such extra-territorial operation is not before us. The text of\nClause (2) of Article 245, when read together with Clause (1)\nof Article 245 makes it sufficiently clear that the laws made by\nthe Parliament relating to aspects or causes that occur, arise\nE or exist or may be expected to occur, arise or come into\nexistence within the territory of India may not be invalidated on\nthe ground that such laws require to be operated outside the\nterritory of India. We will of course deal with this aspect to the\nextent that it is required for a proper appreciation of Clause (1)\nF of Article 245, and to the extent the permissibility of such extra-\nterritorial operation has been sought to be, by the learned\nAttorney General, extrapolated into a power to make any extra-\nterritorial laws.\nIV\nG\nH\nThe ratio in ECIL:\n11. The requirement of a nexus with the territory of India\nwas first explicitly articulated in the decision by a three judge\nBench of this court in ECIL. The implication of the nexus\n=\n1\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 395\nANR. [B. SUDERSHAN REDDY, J.]\nrequirement is that a law that is enacted by the Parliament, A\nwhose \"objects\" or \"provocations\" do not arise within the territory\nof India, would be unconstitutional. The words \"object\" and\n\"provocation\", and their plural forms, may be conceived as\nhaving been used in ECIL as synonyms for the words \"aspect\"\nand “cause”, and their plural forms, as used in this judgment.\n12. The issue under consideration in ECIL was whether\nSection 9(1)(vii)(b) of the Income Tax Act (1961) was\nunconstitutional on the ground that it constitutes a law with\nrespect to objects or provocations outside the territory of India,\nthereby being ultra-vires the powers granted by Clause (1) of\nArticle 245. Interpreting Clauses (1) and (2) of Article 245, Chief\nJustice Pathak (as he then was) drew a distinction between the\nphrases \"make laws\" and \"extraterritorial operation\" - i.e., the\nacts and functions of making laws versus the acts and functions\nof effectuating a law already made.\nB\nC\nD\nIn drawing the distinction as described above, the decision\nin ECIL considered two analytically separable, albeit related,\nissues. They relate to the potential conflict between the fact that,\nin the international context, the \"principle of Sovereignty of E\nStates” (i.e., nation-states) would normally be \"that the laws\nmade by one State can have no operation in another State\"\n(i.e., they may not be enforceable), and the prohibition in Clause\n(2) of Article 245 that laws made by the Parliament may not\nbe invalidated on the ground that they may need to be or are\nbeing operated extra-territorially.\nF\n13. The above is of course a well recognized problem that\nhas been grappled with by courts across many jurisdictions in\nthe world; and in fact, many of the cases cited by the learned\nAttorney General attest to the same. Relying on the ratio of G\nBritish Columbia Railway Company Limited v. King,² the\nprinciple that was enunciated in ECIL was that the problems\nof inability to enforce the laws outside the territory of a nation\n2. [1946] A.C. 527.\nH\n"}