{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nM/S MATSUSHITA TELEVISION \u0026 AUDIO (I) LTD.\nV.\nCOMMISSIONER OF CUSTOMS\nAPRIL 12, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nC\nCustoms Valuation (Determination of Imported Goods) Rules, 1988-\nrr. 4(2) and 9(1)(c)-Agreement of technical know-how assistance-The\nassistance also extended to supply of components and to approval of\ncomponents duly imported-Agreement to pay royalty to the company\nimparting assistance by the company taking assistance-Import of components\nby company taking assistance (Assessee Company)-The royalty payment\nwas included in the assessable value of the components-Propriety of Held:\nRoyalty payment was rightly included in the assessable value of the\nD components-Royalty payment under the agreement related not only to the\ndomestic production of the goods, but also to imports.\nE\nF\nAppellant-assessee is a joint venture of a company 'M'. Predecessors\nof the appellants had entered into an agreement with company 'M' for obtaining\ntechnical know-how assistance. Technical assistance was also extended to\nsupply of the components and also to the approval of the components (brought\nout items) duly imported. In terms of the agreement, appellants were required\nto pay royalty to company 'M' at 3% on net ex-factory sale price of the colour\nreceiver manufactured by them towards technical assistance rendered by\ncompany 'M'. The Adjudicating Authority loaded the assessable value of the\nsaid components with the cost of royalty payment holding that royalty payment\nwas related to components. The order was subsequently confirmed by the\nCommissioner (Appeals) and also by Tribunal.\nThe question for consideration in the present appeal was whether the\nroyalty payment was connected with the imported components of Colour TV\nG and if so whether such royalty payment was includible in the assessable value\nof such components?\nH\nDismissing the appeal, the Court\nHELD: Under Rule 9(1) (c) of the Customs Valuation (Determination of\n46\nMATSUSHITA TELEVISION \u0026 AUDIO (I) LTD. v. COMMNR. OF CUSTOMS\n47\nB\nImported Goods) Rules, 1988, only such royalty which is relatable to the A\nimported goods and which is a condition of sale of such goods alone could be\nadded and which is a condition of sale of such goods alone could be added to\nthe declared price. However, in the present case, payment of continuing royalty\nwas payable at the rate of 3% of the net ex-factory sale price of the colour\nT.V. exclusive of taxes, freight and insurance but including the cost of imported\ncomponents. The royalty payment was to be computed not only on the domestic\nelement of the net sale price of the colour T.V. but also on the cost of imported\ncomponents. A bare reading of the agreement shows that payment under the\nsaid agreement related not only to the production of the goods in India but\nalso to imports. In the present case, the cost of imported components was\nexpressly included in the net ex-factory sale price of the colour T.V. Further, C\nwhen payment to company 'M' was at the rate of 3% of the sales turnover of\nthe final product, including cost of imported components, it became a condition\nof sale of the finished goods. Hence, in this case both the conditions of Rule\n9(1)(c) of the Rules are satisfied. [Para 7] [54-B-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 526 of 2002.\nFrom the Judgment and Order No. 307/01-A dated 24.08.2001 of The\nCustoms Excise \u0026 Gold (Control) Appellate Tribunal, Principal Bench, New\nDelhi in Appeal No. C/120/2001-A.\nDushyant Dave and Vibha Datta Makhija for the Appellant.\nMathai M. Paikeday, Shishir Pinaki, K.K. Sentilvelan and B. Krishna\nPrasad for the Respondent.\nD\nE\nThe Judgment of the Court was delivered by\nF\n3\nKAPADIA, J. 1. This civil appeal under Section 35L(B) of the Central\nExcise Act, 1944, is directed against the Order passed by the Central Excise\n\u0026 Customs \u0026 Gold Control Tribunal (for short, ‘CEGAT') dated 24.8.01. By\nthe said Order the CEGAT (Tribunal) has dismissed the assessee's appeal.\n2. A short question which arises for determination in this civil appeal G\nis: whether the royalty payment was connected with the imported components\nof Colour TV and if so whether such royalty payment was includible in the\nassessable value of such components.\n3. Appellants-assessee is a joint venture of M/s. Matsushita Electric\nH\nB\n48\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Industrial Co. Ltd., Japan, (for short, 'MEI'). The predecessor of the appellants\nwas M/s. Salora International Ltd. (for short, ‘SIL'). In 1993, M/s. SIL had\nentered into an agreement with M/s. MEI for obtaining technical assistance\nand know-how. The technical assistance and know-how was assigned by M/\ns. SIL to the appellants. This was in 1996. In terms of clause 6.01, appellants\nwere required to pay royalty at 3% on net ex-factory sale price of the colour\nreceiver manufactured by them towards technical assistance rendered by\nMEI. In addition to royalty the appellants were also required to pay U.S.$ 2\nlakhs, as lump-sum payment to MEI for transfer of technical know-how. Under\nthe agreement, MEI agreed to assist the appellants by selling the equipment\nat commercial prices. Under the agreement appellants' predecessor imported\nC components of colour receiver from M/s. B.M. Nagaro \u0026 Co. who in turn had\nprocured components (bought-out items) from different manufacturers\nincluding those in Singapore.\nD\nE\n4. By Adjudication Order No.6/99 dated 20.5.99, the Adjudicating\nAuthority loaded the value of the said components by 2% and 1.58% for the\nyears 1996-97 and 1997-98 respectively. This was in terms of Rule 4(2) and\nRule 9(1)(c) of the Customs Valuation (Determination of Price of Imported\nGoods) Rules, 1988 [for short, ‘Valuation Rules, 1988']. The said Order\nconfirmed by the Commissioner (Appeals) vide his Order No.683/2000 dated\n15.11.2000. The said concurrent findings were also confirmed by the impugned\njudgment of the Tribunal. According to the impugned judgment, the assessable\nvalue of the components were required to be loaded with the cost of royalty\npayment as under the Agreement the appellants had agreed to pay to MEI\na royalty at 3% on the net ex-factory sale price of the colour receiver\nmanufactured by the appellants for the technical assistance rendered by MEI.\nAccording to the Tribunal, on bare reading of the Agreement it was clear that\nF the royalty payment was related to components in view of clause 7.02.\nAccording to the Tribunal, the technical assistance under the Agreement was\nrelated to the components since under clause 7.02 it was stipulated that not\nonly MEI would assist SIL in selling the components but MEI would also\nassist the appellants in approving the components which were bought-out\nitems. Under the Agreement, samples of bought-out items were to be sent by\nthe appellants to MEI for inspection and quality certification. Under the\nagreement, the bought-out items (components) could be used in the T.V. only\nif it was approved by MEI. Under the Agreement, MEI had to approve in\nwriting the quality and the specifications of such bought-out items.\n(components). In the circumstances, the Tribunal took the view that technical\nH assistance extended not only to the supply of components but also to the\nG\n✓\nMATSUSHITA TELEVISION \u0026 AUDIO (I) LTD. v. COMMNR. OF CUSTOMS [KAPADIA, J.} 49\napproval of the components (bought-out items). Further, according to the A\nTribunal, the amount of royalty had to be included in the price paid for\nbought-out items (components). For the above reasons, the Tribunal held that\nroyalty payment constituted consideration for technical assistance rendered\nby MEI and, therefore, the Department was right in including the cost of\nroyalty payment in the assessable value of the components (bought-out\nitems), duly imported. For the above reasons, the Tribunal dismissed the\nappellants' appeal. Hence this civil appeal.\n5. This matter has been decided by all the authorities below and CEGAT\nonly on interpretation of the various clauses containing in the Agreement\ndated 20.8.1993. Therefore, we quote hereinbelow the relevant provisions of\nthe Agreement which are as follows:\n“TECHNICAL ASSISTANCE AND KNOW-HOW AGREEMENT”\nB\nC\nXXX XXX XXX\n1.\nDEFINITIONS\nD\n1.02 The term \"Products\" shall mean one or more of such models of\nthe Item designed by MEI, as MEI regularly manufactures at its\nown and/or its subsidiaries/affiliates' factories and as shall be\nselected from time to time during the term hereof by mutual\nagreement of the parties hereto in writing, provided that MEI E\nreserves the right to finally decide in selecting such specific\nmodels as the products.\n1.03 (a) The term “Net-factory Sales Prices\" shall mean the sales prices\nbilled by SIL of the Products to its customers in normal arm's\nlength transaction exclusive of excise duties, custom duties, ocean\nfreight and insurance, but including the cost of the standard\nbrought out components (hereinafter defined) and the cost of the\nimported Components.\nF\n(b) In relation to the products sold other than in normal arm's length\ntransaction, used, leased or otherwise disposed of by SIL, the G\nprices equal to the arithmetic average of the Net Ex-factory Sales\nprices of the same products reported to MEI in the immediately\npreceding Calculation Period (hereinafter defined) shall be deemed\nto be the Net Ex-factory Sales Prices for such Products, but if\nthere be no same Products so reported, then the Net Ex-factory\nSales Prices for such Products shall be determined by mutual H\n50\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nagreement of the Parties hereto.\n1.04 The term \"Technical Know-how\" shall mean such technical\ninformation in written form as shall be specified in Section 3.01\nhereof, embodying technical know-how and data required for the\nmanufacture of the Products.\n1.05 The term \"components\" shall mean component, parts, material\nand/or sub-assemblies comprising the Products.\n2. RENDERING OF TECHNICAL ASSISTANCE\n2.01 MEI agrees to render to SIL the technical assistance regarding the\nmanufacturing of the Products in the manner provided in Clause\n2 hereof. To the extent that both parties deem necessary, the\ntechnical assistance to be rendered by MEI as aforesaid shall\ncomprise the training to effectuate the following items (hereinafter\ncalled \"Technical Assistance\"):\n1.\n2.\n3.\nAdvice and instruction for the manufacture of the Products;\nadvice and instruction on installation, operation and maintenance\nof Production Equipment used for the manufacture of the\nProducts;\nAdvice and instruction on factory layout used for the manufacture\nof the Products; and\n4.\nOther necessary advice and instruction.\nF\nG\nH\n2.02 The Technical Assistance for the manufacture of the Products\nshall be actually rendered in the manner hereinbelow specified.\n(A) During the term of this Agreement upon request of SIL and\nby consent of MEI thereto, MEI will permit employees of SIL\nto visit the manufacturing department concerned of MEI\nand/or MEI's subsidiaries/affiliates which manufacture the\nProducts, for a period MEI deems necessary, for training in\nthe process of manufacturing the Products.\n(B) During the term of this Agreement, upon request of SIL and\nby consent of MEI thereto, MEI will send the engineers of\nMEI and/or MEI's subsidiaries/affiliates to SIL's factory\nmanufacturing the Products hereunder for a period MEI deems\nnecessary to give instructions to the employees of SIL\nMATSUSHITA TELEVISION \u0026 AUDIO (1) LTD. v. COMMNR. OF CUSTOMS ĮKAPADIA, J.] 51\nengaged in the manufacture of the Products.\nA\n(C) All costs and expenses incurred for the Technical Assistance\nas referred to in (A) and (B) of this Section 2.02 hereof\n(including those for accommodation, transportation, and both\nway air coaches and salaries and allowances payable for\nMEI (including MEI's subsidiaries/affiliates)'s engineers and B\nSIL's Employees) shall be paid by SIL in United States Dollars.\nIn case any costs and expenses payable by SIL to MEI for\nthe Technical Assistance herein contained be prepaid by\nMEI, SIL shall reimburse to MEI in United States Dollars\npromptly after receipt by SIL of MEI's invoice therefore.\nDetails of the terms and conditions for the Technical\nAssistance of MEI (including MEI's subsidiaries/affiliates)'s\nengineers visiting SIL's factory and SIL employees visiting\nMEI (including MEI's subsidiaries/affiliates)'s factory, as the\ncase may be, shall be confirmed in writing between the parties\nhereto prior to such visit.\n4. USE OF TECHNICAL ASSISTANCE AND TECHNICAL KNOW\nHOW\nC\nD\n4.01 During the term of this Agreement MEI agrees to grant to SIL a\nnon-exclusive and non-transferable licence to use the Technical\nE\nAssistance and the Technical Know-how manufacture of the\nProducts at SIL's factory in India and for sale of such Products\nthroughout India. In the event this Agreement expired, however,\nMEI agrees to grant to SIL a non- exclusive and non-transferable\nlicence to use the Technical Assistance and the Technical Know-\nhow for manufacture of the Products at SIL's factory in India only F\nfor the orders booked from SIL's customer in India during the\nterms of this Agreement.\n4.02 The Technical Assistance and the Technical Know-how made\navailable to SIL hereunder shall be used only for SIL's own\nmanufacture of the Products at its own factory in India, and SIL G\nundertakes that such Technical Assistance and Technical Know-\nhow made available to SIL hereunder shall be neither directly or\nindirectly transferred nor be made available to any third party.\nThe term \"third party\" used herein shall mean any party who\nshall not sign this Agreement.\nH\nt\n52\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA\n6. REMUNERATION\nB\nC\nD\nE\nF\nG\nH\n6.01 Payment of the Technical Assistance:\nA. In consideration of the Technical Assistance rendered by\nMEI under Clause 2 hereof and the license granted under\nClause 4 hereof, SIL shall pay to MEI the royalty at the rate\nof three percent (3%) on the Net Ex-factory Sales Prices of\nthe Products manufactured and sold, used, leased or\notherwise disposed of by SIL herein.\nB. SIL agrees to forward to MEI written royalty reports in a\nform attached hereto as EXHIBITS A and B, which shall be\naudited and certified by a certified public accountant retained\nby SIL, within ninety (90) days after the end of each\nCalculation Period, setting forth the number of all Products\nmanufactured and sold, used, leased or otherwise disposed\nof by SIL during the immediately preceding Calculation\nPeriod, and also showing computation of the royalty payable\npursuant to the provisions of this Clause 6 and deduction\nof the withholding tax as referred to in Section 6.01-E below.\nC to G xxx XXX XXX\n7 PRODUCTION EQUIPMENT AND COMPONENTS.\n7.02 Components:\nA. In addition to the technical assistance herein contained, MEI will\nassist SIL as much as practicably possible in manufacturing the\nProducts by selling, at the reasonable request of SIL, the\nComponents to SIL.\nB. SIL may, if it so desires, use in manufacturing the Products certain\nComponents available from sources other than MEI, if SIL first\nsends reasonable quantities of samples of such components to\nMEI for inspection and if then MEI approves in writing the\nquality and the specifications of such Components.\n7.03 Sale and purchase of the Production Equipment and the\nComponents supplied by MEI pursuant hereto shall be made at\ncommercial prices under payment and other terms to be agreed\nupon between MEI and SIL and subject to the necessary approval\nand the concerned authorities of the Japanese Government or\n7\nW\nMATSUSHITA TELEVISION \u0026 AUDIO (1) LTD. v. COMMNR. OF CUSTOMS [KAPADIA, J.) 53\nIndian Government, as the case may be. Specifically payment of A\nthe purchase price of the Production Equipment and the\ncomponents so supplied by MEI to SIL shall be made through\nthe Japanese shippers designated by MEI under the terms and\nconditions to be agreed upon among the parties concerned.\n7.04 Supply of the Production Equipment and Components from MEI B\nto SIL hereinabove set forth is for the sole purpose of SIL's own\nmanufacturing of the Products hereunder for itself, and unless\notherwise agreed in writing by MEI, any item of the Production\nEquipment and the Components supplied by MEI hereunder,\nunless otherwise agreed by MEI.\"\nC\nD\n6.On reading the above agreement, the following features emerge. Under\nClause 1.03 the term “Net-factory sale price\" has been defined to mean the\nsale price billed by the appellants for its products to its customers in normal\narm's length transaction exclusive of taxes, freight and insurance, but including\nthe cost of the bought-out components and the cost of the imported\ncomponents. Under Clause 1.04 the term \"Technical Know-how\" was defined\nto mean technical information required for the manufacture of colour T.V. as\nspecified in Clause 3.01. The technical know-how which was agreed to be\nfurnished to the appellants was to consist of quality control standard and\nspecification of the components to be used in the manufacture of T.V. sets.\nFurther, under Clause 2.01 it was agreed that MEI shall render to the appellants E\nthe technical assistance regarding the manufacture of the T.V. sets in the\nmanner provided in the said clause. Under the said Clause 2.02(C), all costs,\ncharges and expenses, incurred by the appellants for technical assistance,\nwas to be paid by the appellants in U.S. Dollars. Further, under Clause 4.01,\nMEI agreed to grant to the appellants a licence to use the technical assistance\nand the technical know-how for the manufacture of the colour T.V.\nat the\nappellants' factory in India and also for sale of such products throughout\nIndia. Under Clause 6.01, in consideration of the technical assistance to be\nrendered by MEI and in consideration of the licence to be granted by MEI\nto the appellants it was agreed that the appellants shall pay to MEI the\nroyalty at the rate of 3% on the net ex-factory sale price of the colour T.V. G\nmanufactured and sold. Further, it was agreed that in addition to the technical\nassistance, MEI would assist the appellants in the manufacturing of the\ncolour T.V. by selling the components to the appellants. Under the Agreement,\nthe parties further agreed that if the appellant desired to make use of bought-\nout components it can do so provided the said components are forwarded to\nF\nH\n54\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA MEI for inspection and if MEI approves the quality and the specifications of\nsuch bought-out components then alone the appellant would be free to use\nsuch components in the manufacture of colour T.V.\n7. The question which arises for consideration in this civil appeal is:\nwhether royalty payment was connected with the imported components. Under\nB Rule 9(1)(c) of the Valuation Rules, 1988, only such royalty which is relatable\nto the imported goods and which is a condition of sale of such goods alone\ncould be added to the declared price. However, in the present case, payment\nof continuing royalty was payable at the rate of 3% of the net ex-factory sale\nprice of the colour T.V. exclusive of taxes, freight and insurance but including\nthe cost of imported components. In other words, the royalty payment was\nto be computed not only on the domestic element of the net sale price of the\ncolour T.V. but also on the cost of imported components. A bare reading of\nthe agreement shows that payment under the said agreement related not only\nto the production of the goods in India but also to imports. In some of the\ndecisions cited on behalf of the assessee, we find that the net ex-factory sale\nD price of the finished products expressly excluded the cost of imported\nC\nE\ncomponents. On the other hand, in the present case, the cost of imported\ncomponents was expressly included in the net ex-factory sale price of the\ncolour T.V. Further, when payment to MEI was at the rate of 3% of the sales\nturn over of the final product, including cost of imported component, it\nbecame a condition of sale of the finished goods. Hence, in this case both\nthe conditions of Rule 9(1)(c) of the Valuation Rules, 1988, are satisfied.\n8. For the above reasons, we find no merit in this civil appeal and the\nsame accordingly stands dismissed with no order as to costs.\nK.K.T.\nF\nAppeal dismissed.\n\"\n"}