{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nMUNICIPAL CORPORATION OF GREATER MUMBAI\nV.\nBOMBAY ENVIRONMENTAL ACTION GROUP AND ORS.\nMARCH 7, 2006\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nC\nD\nConstitution of India, 1950--Article 136-Expunction of remarks-\nDisparaging remarks made by High Court against Appellant for its conduct—\nFound unnecessary by this Court-Hence, directed to be expunged-Town\nPlanning-Maharashtra Regional and Town Planning Act, 1966--Development\nControl Regulations, 1991 [As amended in 2001 and clarified in 2003]-DCR\n58 \u0026 37.\nA writ petition was filed before High Court questioning the validity\nof Development Control Regulation No.58 (DCR 58) framed by the State\nof Maharashtra in terms of the Maharashtra Regional and Town Planning\nAct, 1966. DCR 58 was made with a view to deal with the situation arising\nout of closure and/or unviability of various cotton textile mills occasioned\ninter alia by reason of a strike resorted to by the workers thereof. It\nprovided for development/ re-development of lands belonging to such\nE cotton textile mills. The main thrust of the writ petitioners was to ensure\n\"open spaces\" for the city and to provide space for “public housing”.\nF\nIn the said writ petition, the High Court made disparaging remarks\nagainst the Appellant for its conduct.\nAllowing the appeal and directing the said remarks to be expunged,\nthe Court\nHELD: 1, The High Court had commented that the Appellant had\nadmitted that the developers are not providing for any public amenities.\nIn this regard it was pointed out by the Appellant that in terms of\nG\nDevelopment Control Regulation (DCR) 27, only 5% of the total area was\nto be designated as “Amenities” only when the plot area exceeds 2 hectares.\nIn view of the fact that the said DCR 27 was required to be read with\nDCR 58, as the share of the owner was less than 2 hectares, the lands were\npermitted to be developed as there was no requirement to provide\n1076\nH\nMUNI. CORPN. OF GREATER MUMBAI v. BOMBAY ENVIRONMENTAL ACTION GROUP 1077\nadditional 5% public amenities. It has not been shown that DCR 27 has A\nbeen violated. [1078-H; 1079-A-B]\n2. The High Court, furthermore, held that Appellant took no steps\nas regard compliance of Environmental Impact Assessment (EIA)\nnotification until they directed to do so during the final hearing of the writ\npetition. But it is not in dispute that completion or occupation certificate B\nhad not been given and as such no prejudice had been caused to anybody.\nIt was submitted that the Appellant was under the belief that the mill\nowners/ developers could produce the required permission of MoEF\nbefore submitting completion certificate and obtaining occupation\ncertificate. [1079-B, C)\nC\n3. It was furthermore opined by the High Court that Appellant had\nnot ensured that all the mill owners should provide free housing of 225\nsq. ft. to the occupants. But as rightly submitted by the Appellant, the mill\nowners in none of the cases had come forward for development /\nredevelopment of residential built up area occupied by the chawls and, D\ntherefore, the question of allotting housing area of 225 sq. ft. to each\noccupant never arose in terms of DCR 58 (7). In terms of DCR 58(7), the\neligible occupants are to be provided alternative accommodation of 225\nsq. ft. and only then the developer would be able to utilize the vacant land\nand, therefore, such questions would arise when the areas covered by the\nchawls are to be developed and till then the occupant would remain in\ntheir tenements. [1079-D, F]\nE\nF\n4. As regard the finding of the High Court that the Appellant has\nnot ensured surrendering of lands for \"open spaces\" and \"public housing\"\nat the time of issue of commencement certificate, it was contended that\nsurrendering of land is possible when the encumbered portions of the land\nare cleared and relocated in such a manner as to facilitate availability of\nvacant land for assigning them to housing as well as open spaces facilitating\nproper access to such lands. It is not the requirement of law that such\nphysical surrender of land is obtained for such purposes at the time of\nissuing initial commencement certificate itself. [1079-G; 1080-A]\nG\n5. It was further pointed out that while considering the purported\nconcession said to have been made that the Appellant did not have even a\nsingle officer with the qualification of Town Planning, the High Court\nfailed to take into consideration that the qualifications of the Town\nPlanning Officer are laid down in the statute and all the concerned officers H\n1078\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA fulfil the statutory requirements. [1080-B]\nB\nC\n6. This Court agrees with the contentions raised by the Appellant.\nFurthermore, having regard to the judgment and order proposed to be\ndelivered in the main matter [Civil Appeal arising out of S.L.P. (C) No.\n23040 of 2005] such comments of the High Court were probably\nunnecessary and, therefore, directed to be expunged. [1080-C-D]\nBombay Dyeing and Mfg. Co. Ltd. v. Bombay Environmental Action\nGroup, [C.A. No.1519 of 2006 arising out of SLP(C) No. 23040 of 2005],\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1548 of 2006.\nFrom the Final Judgment and Order dated 17.10.2005 of the Bombay\nHigh Court in PIL Writ Petition No. 482/2005.\nRavi M. Kadam, Adv. Gen., Harish N. Salve, Iqbal Chagla, M.L. Verma,\nD Colin Gonsalves, Dinesh Dwivedi, Janak Dwarkadas, K.K. Singhvi, Ujjainwala\nS.H., Rakesh Katana, D.N. Mishra, Jay Savla, Gautam Patel, Parag Kabadi,\nLynn Periera, Sharan Jagtiani, Devansh Mohta, Ms. Reena Bagga, Ms.\nMeenakshi Ogra, Ms. Meenakshi, Satya Mitra, M.N. Shroff, Ms. Anuradha\nSingh, Ms. Aparna Bhat, Ravindra K. Adsure, Sambhaji S. Shinde, V.N.\nRaghupathy, Anirudha P. Mayee, Mukesh Verma, Ashok B. Jain, D.T. Devale,\nManish Shanker, Pankaj K. Singh, Ashish Mohan, Yash Pal Dhingra, N.M.\nGanguly, Vinay Navare, Naresh Kumar, C.S. Ashri, Prashant Bhushan, Vishal\nGupta, Rohit Kumar Singh, Ms. Sumeet Sharma, Vikas Mehta, Mahesh\nAgarwal, Manu Krishnan and E C. Agrawala for the appearing parties.\nE\nF\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nThis appeal has been preferred by the Municipal Corporation of Greater\nMumbai (MCGM) whereby the conduct of MCGM had been criticised under\nG the caption \"Certain Disturbing Aspects\".\nThe High Court commented that the Appellant had admitted that the\ndevelopers are not providing for any public amenities. The submission of Mr.\nK.K. Singhvi, learned senior counsel appearing on behalf of the Appellant is\nthat the information sought for had been supplied by the Appellant by way\nH of affidavits affirmed by the Chief Engineer (DP) on 14.9.2005 and 15.9.2005\nMUNI. CORPN. OF GREATER MUMBAI 1. BOMBAY ENVIRONMENTAL ACTION GROUP [SINHA,J.] 1079\nwherein it was pointed out that in terms of Development Control Regulation A\n(DCR) 27, only 5% of the total area was to be designated as “Amenities\"\nonly when the plot area exceeds 2 hectares. In view of the fact that the said\nDCR 27 was required to be read with DCR 58, as the share of the owner was\nless than 2 hectares, the lands were permitted to be developed as there was\nno requirement to provide additional 5% public amenities. It has not been\nB\nshown that DCR 27 has been violated. The High Court, furthermore, held\nthat MCGM took no steps as regard compliance of EIA notification until they\ndirected to do so during the final hearing of the writ petition. It is not in\ndispute that completion or occupation certificate had not been given and as\nsuch no prejudice had been caused to anybody.\nMr. Singhvi submitted that MCGM was under the belief that the mill\nowners/ developers could produce the required permission of MOEF before\nsubmitting completion certificate and obtaining occupation certificate.\nC\nIndisputably, the requirements of EIA notification were required to be\ncomplied with. We have deliberated upon this question in Civil Appeal arising D\nout of S.L.P. (C) No. 23040 of 2005 Bombay Dyeing \u0026 Mfg. Co. Ltd. v.\nBombay Environmental Action Group., It was furthermore opined by the\nHigh Court that MCGM had not ensured that all the mill owners should\nprovide free housing of 225 sq. ft. to the occupants.\nIt was rightly submitted by Mr. Singhvi that the mill owners in none\nof the cases had come forward for development/ redevelopment of residential\nbuilt up area occupied by the chawls and, therefore, the question of allotting\nhousing area of 225 sq. ft. to each occupant never arose in terms of DCR\n58(7). In terms of DCR 58(7), the eligible occupants are to be provided\nalternative accommodation of 225 sq. ft. and only then the developer would\nbe able to utilise the vacant land and, therefore, such questions would arise\nwhen the areas covered by the chawls are to be developed and till then the\noccupant would remain in their tenements.\nE\nF\nAs regard the finding of the High Court that the Appellant has not\nensured surrendering of lands for \"open spaces” and “public housing\" at the G\ntime of issue of commencement certificate, it was contended that surrendering\nof land is possible when the encumbered portions of the land are cleared and\nrelocated in such a manner as to facilitate availability of vacant land for\nassigning them to housing as well as open spaces facilitating proper access\nto such lands.\nH\nA\nB\n1080\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nIt is not the requirement of law that such physical surrender of land is\nobtained for such purposes at the time of issuing initial commencement\ncertificate itself.\nMr. Singhvi has further pointed out that while considering the purported\nconcession said to have been made by him that the MCGM did not have even\na single officer with the qualification of Town Planning, the High Court\nfailed to take into consideration that the qualifications of the Town Planning\nOfficer are laid down in the statute and all the concerned officers fulfil the\nstatutory requirements.\nWe agree with the contentions raised by Mr. Singhvi. Furthermore,\nC\nhaving regard to the judgment and order proposed to be delivered in the main\nmatter [Civil Appeal arising out of S.L.P. (C) No. 23040 of 2005], we are of\nthe opinion that such comments of the High Court were probably unnecessary\nand, therefore, directed to be expunged. The appeal is allowed.\nD\nB.B.B.\nAppeal allowed.\n"}