{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 271\nMAHARASHTRA [DALVEER BHANDARI, J.]\n(1997) 1 SCC 9 a two Judge Bench of this Court observed that A\nthe question is whether it was bound to accept the decision.\nrendered in Gujarat Steel Tubes Ltd. v. Mazdoor Sabha\n(1980) 2 SCC 593, which was not in conformity with the\ndecision of a Constitution Bench in P.H. Kalyani v. Air France\n(1964) 2 SCR 104. J.S. Verma, J. speaking for the court. B\nobserved as under:\n\"With great respect, we must say that the above-\nquoted observations in Gujarat Steel at P. 215 are not in\nline with the decision in Kalyani which was binding or with\nD.C. Roy to which the learned Judge, Krishna lyer, J. was\na party. It also does not match with the underlying juristic\nprinciple discussed in Wade. For the reasons, we are\nbound to follow the Constitution Bench decision in Kalyani,\nwhich is the binding authority on the point.\"\nC\nD\n145. In Bharat Petroleum Corporation Ltd. v. Mumbai\nShramik Sangra and others (2001) 4 SCC 448 a Constitution\nBench of this Court ruled that a decision of a Constitution Bench\nof this Court binds a Bench of two learned Judges of this Court\nand that judicial discipline obliges them to follow it, regardless E\nof their doubts about its correctness.\n146. A Constitution Bench of this Court in Central Board\nof Dawoodi Bohra Community v. State of Maharashtra (2005)\n2 SCC 673 has observed that the law laid down by this Court\nin a decision delivered by a Bench of larger strength is binding\non any subsequent Bench of lesser or coèqual strength.\nF\nG\n147. A three-Judge Bench of this court in Official\n_Liquidator v. Dayanand and Others (2008) 10 SCC-1 again\nreiterated the clear position of law that by virtue of Article 141\nof the Constitution, the judgment of the Constitution Bench in\nState of Karnataka and Others v. Umadevi (3) and Others\n(2006) 4 SCC 1 is binding on all courts including this court till\nthe same is overruled by a larger Bench. The ratio of the\nConstitution Bench has to be followed by Benches of lesser H\n272 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA strength. In para 90, the court observed as under:-\nB\nC\nD\nE\nF\nG\nH\n\"We are distressed to note that despite several\npronouncements on the subject, there is substantial\nincrease in the number of cases involving violation of the\nbasics of judicial discipline. The learned Single Judges\nand Benches of the High Courts refuse to follow and\naccept the verdict and law laid down by coordinate and\neven larger Benches by citing minor difference in the facts\nas the ground for doing so. Therefore, it has become\nnecessary to reiterate that disrespect to the constitutional\nethos and breach of discipline have grave impact on the\ncredibility of judicial institution and encourages chance\nlitigation. It must be remembered that predictability and\ncertainty is an important hallmark of judicial jurisprudence\ndeveloped in this country in the last six decades and\nincrease in the frequency of conflicting judgments of the\nsuperior judiciary will do incalculable harm to the system\ninasmuch as the courts at the grass roots will not be able\nto decide as to which of the judgments lay down the\ncorrect law and which one should be followed.\"\n148. In Subhash Chandra and Another v. Delhi\nSubordinate Services Selection Board and Others (2009) 15\nSCC 458, this court again reiterated the settled legal position\nthat Benches of lesser strength are bound by the judgments of\nthe Constitution Bench and any Bench of smaller strength taking\ncontrary view is per incuriam. The court in para 110 observed\nas under:-\nV.\n\"Should we consider S. Pushpa\nSivachanmugavelu (2005) 3 SCC 1 to be an obiter\nfollowing the said decision is the question which arises\nherein. We think we should. The decisions referred to\nhereinbefore clearly suggest that we are bound by a\nConstitution Bench decision. We have referred to two\nConstitution Bench decisions, namely, Marri Chandra\nShekhar Rao v. Seth G.S. Medical College (1990) 3\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 273\nMAHARASHTRA [DALVEER BHANDARI, J.]\nA\nSCC 139 and E.V. Chininaiah v. State of A.P. (2005) 1\nSCC 394. Marri Chandra Shekhar Rao (supra) had been\nfollowed by this Court in a large number of decisions\nincluding the three-Judge Bench decisions. S. Pushpa\n(supra) therefore, could not have ignored either Marri\nChandra Shekhar Rao (supra) or other decisions following B\nthe same only on the basis of an administrative circular\nissued or otherwise and more so when the constitutional\nscheme as contained in clause (1) of Articles 341 and 342\nof the Constitution of India putting the State and Union\nTerritory in the same bracket. Following Official Liquidator C\nv. Dayanand and Others (2008) 10 SCC 1 therefore, we\nare of the opinion that the dicta in S. Pushpa (supra) is\nan obiter and does not lay down any binding ratio.\"\n149. The analysis of English and Indian Law clearly leads\nD\nto the irresistible conclusion that not only the judgment of a\nlarger strength is binding on a judgment of smaller strength but\nthe judgment of a co-equal strength is also binding on a Bench\nof judges of co-equal strength. In the instant case, judgments\nmentioned in paragraphs 135 and 136 are by two or three\njudges of this court. These judgments have clearly ignored a\nConstitution Bench judgment of this court in Sibbia's case\n(supra) which has comprehensively dealt with all the facets of\nanticipatory bail enumerated under section 438 of Cr.P.C..\nConsequently, judgments mentioned in paragraphs 135 and\n136 of this judgment are per incuriam.\n150. In case there is no judgment of a Constitution Bench\nor larger Berich of binding nature and if the court doubts the\ncorrectness of the judgments by two or three judges, then the\nproper course would be to request Hon'ble the Chief Justice\nto refer the matter to a larger Bench of appropriate strength.\n151. In the instant case there is a direct judgment of the\nConstitution Bench of this court in Sibbia's case (supra) dealing\nwith exactly the same issue regarding ambit, scope and object\nof the concept of anticipatory bail enumerated under section\nE\nF\nG\nH\n274 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 438 Cr.P.C. The controversy is no longer res integra. We are\nclearly bound to follow the said judgment of the Constitution\nBench. The judicial discipline obliges us to follow the said\njudgment in letter and spirit.\nB\n152. In our considered view the impugned judgment and\norder of the High Court declining anticipatory bail to the\nappellant cannot be sustained and is consequently set aside.\n153. We direct the appellant to join the investigation and\nfully cooperate with the investigating agency. In the event of\nC arrest the appellant shall be released on bail on his furnishing\na personal bond in the sum of Rs.50,000/- with two sureties in\nthe like amount to the satisfaction of the arresting officer.\n154. Consequently, this appeal is allowed and disposed\nof in terms of the aforementioned observations.\nD\nN.J.\nAppeal allowed.\n"}