{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 231\nMAHARASHTRA [DALVEER BHANDARI, J.]\nand caution. In fact, an awareness of the context in which A\nthe discretion is required to be exercised and of the\nreasonably foreseeable consequences of its use, is the\nhall mark of a prudent exercise of judicial discretion. One\nought not to make a bugbear of the power to grant\nanticipatory bail\".\n28. Mr. Bhushan referred to a Constitution Bench judgment\nin Sibbia's case (supra) to strengthen his argument that no such\nembargo has been placed by the said judgment of the\nConstitution Bench. He placed heavy reliance on para 15 of\nSibbia's case (supra), which reads as under:\n\"15. Judges have to decide cases as they come before\nthem, mindful of the need to keep passions and prejudices\nout of their decisions. And it will be strange if, by employing\njudicial artifices and techniques, we cut down the discretion\nso wisely conferred upon the courts, by devising a formula\nwhich will confine the power to grant anticipatory bail within\na strait-jacket. While laying down cast-iron rules in a matter\nlike granting anticipatory bail, as the High Court has done,\nit is apt to be overlooked that even judges can have but\nan imperfect awareness of the needs of new situations.\nLife is never static and every situation has to be assessed\nin the context of emerging concerns as and when it arises.\nTherefore, even if we were to frame a 'Code for the grant\nof anticipatory bail', which really is the business of the\nlegislature, it can at best furnish broad guide-lines and\ncannot compel blind adherence. In which case to grant bail\nand in which to refuse it is, in the very nature of things, a\nmatter of discretion. But apart from the fact that the\nquestion is inherently of a kind which calls for the use of\ndiscretion from case to case, the legislature has, in terms\nexpress, relegated the decision of that question to the\ndiscretion of the court, by providing that it may grant bail\n\"if it thinks fit\". The concern of the courts generally is to\npreserve their discretion without meaning to abuse it. It will\nB\nC\nD\nD\nE\nF\nG\nH\nA\nB\nC\nD\n232 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nbe strange if we exhibit concern to stultify the discretion\nconferred upon the courts by law.\"\n29. Mr. Bhushan submitted that the Constitution Bench in\nSibbia's case (supra) also mentioned that \"we see no valid\nreason for rewriting Section 438 with a view, not to expanding\nthe scope and ambit of the discretion conferred on the High\nCourt and the Court of Session but, for the purpose of limiting\nit. Accordingly, we are unable to endorse the view of the High\nCourt that anticipatory bail cannot be granted in respect of\noffences like criminal breach of trust for the mere reason that\nthe punishment provided therefor is imprisonment for life.\nCircumstances may broadly justify the grant of bail in such\ncases too, though of course, the court is free to refuse\nanticipatory bail in any case if there is material before it\njustifying such refusal\".\n30. Mr. Bhushan submitted that the court's orders in some\ncases that anticipatory bail is granted till the charge-sheet is\nfiled and thereafter the accused has to surrender and seek bail\napplication under section 439 Cr.P.C. is neither envisaged by\nE the provisions of the Act nor is in consonance with the law\ndeclared by a Constitution Bench in Sibbia's case (supra) nor\nit is in conformity with the fundamental principles of criminal\njurisprudence that accused is considered to be innocent till he\nis found guilty nor in consonance with the provisions of the\nConstitution where individual's liberty in a democratic society\nis considered sacrosanct.\nF\nG\n31. Mr. Mahesh Jethmalani, learned senior counsel\nappearing for respondent no. 2, submitted that looking to the\nfacts and circumstances of this case, the High Court was\njustified in declining the anticipatory bail to the appellant. He\nsubmitted that the anticipatory bail ought to be granted in rarest\nof rare cases where the nature of offence is not very serious.\nHe placed reliance on the case of Pokar Ram v. State of\nRajasthan and Others (1985) 2 SCC 597 and submitted that\nH in murder cases custodial interrogation is of paramount\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 233\nMAHARASHTRA [DALVEER BHANDARI, J.]\nimportance particularly when no eye witness account is A\navailable.\n32. Mr. Jethmalani fairly submitted that the practice of\npassing orders of anticipatory bail operative for a few days and\ndirecting the accused to surrender before the Magistrate and\napply for regular bail are contrary to the law laid down in\nSibbia's case (supra). The decisions of this Court in Salauddin\nAbdulsamad Shaikh v. State of Maharashtra (1996) 1 SCC\n667, K. L. Verma v. State and Another (1998) 9 SCC 348, Adri\nDharan Das v. State of West Bengal (2005) 4 SCC 303 and\nSunita Devi v. State of Bihar and Another (2005) 1 SCC 608\nare in conflict with the above decision of the Constitution Bench\nin Sibbia's case (supra). He submitted that all these orders\nwhich are contrary to the clear legislative intention of law laid\ndown in Sibbia's case (supra) are per incuriam. He also\nsubmitted that in case the conflict between the two views is\nirreconcilable, the court is bound to follow the judgment of the\nConstitution Bench over the subsequent decisions of Benches\nof lesser strength.\nB\nC\nD\n33. He placed reliance on N. Meera Rani v. Government E\nof Tamil Nadu and Another (1989) 4 SCC 418 wherein it was\nperceived that there was a clear conflict between the judgment\nof the Constitution Bench and subsequent decisions of\nBenches of lesser strength. The Court ruled that the dictum in\nthe judgment of the Constitution Bench has to be preferred over F\nthe subsequent decisions of the Bench of lesser strength. The\nCourt observed thus:\nAll subsequent decisions which are cited have to be\nread in the light of the Constitution Bench decision since\nthey are decisions by Benches comprising of lesser\nnumber of judges. It is obvious that none of these\nsubsequent decisions could have intended taking a view\ncontrary to that of the Constitution bench in Rameshwar\nShaw's case (1964) 4 SCR 921”\nG\nH\nA\nB\nC\n234 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n34. He placed reliance on another judgment of this Court\nin Vijayalaxmi Cashew Company and Others v. Dy.\nCommercial Tax Officer and Another (1996) 1 SCC 468. This\nCourt held as under:\n66\nIt is not possible to uphold the contention that\nperception of the Supreme Court, as will appear from the\nlater judgments, has changed in this regard. A judgment\nof a Five Judge Bench, which has not been doubted by\nany later judgment of the Supreme Court cannot be treated\nas overruled by implication.\"\n35. He also placed reliance on Union of India and Others\nv. K. S. Subramanian (1976) 3 SCC 677 and State of U.P. v.\nRam Chandra Trivedi (1976) 4 SCC 52 and submitted that in\ncase of conflict, the High Court has to prefer the decision of a\nD larger Bench to that of a smaller Bench.\nE\n36. Mr. Jethmalani submitted that not only the decision in\nSibbia's case (supra) must be followed on account of the larger\nstrength of the Bench that delivered it but the subsequent\ndecisions must be held to be per incuriam and hence not\nbinding since they have not taken into account the ratio of the\njudgment of the Constitution Bench.\n37. He further submitted that as per the doctrine of 'per\nincuriam', any judgment which has been passed in ignorance\nF of or without considering a statutory provision or a binding\nprecedent is not good law and the same ought to be ignored.\nA perusal of the judgments in Salauddin Abdulsamad Shaikh\nv. State of Maharashtra, K. L. Verma v. State and Another,\nAdri Dharan Das v. State of West Bengal and Sunita Devi v.\nG State of Bihar and Another (supra) indicates that none of these\njudgments have considered para 42 of Sibbia's case (supra)\nin proper perspective. According to Mr. Jethmalani, all\nsubsequent decisions which have been cited above have to be\nread in the light of the Constitution Bench's decision in Sibbia's\nH case (supra) since they are decisions of Benches comprised\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 235\nMAHARASHTRA [DALVEER BHANDARI, J.]\nof lesser number of judges. According to him, none of these A\nsubsequent decisions could be intended taking a view contrary\nto that of the Constitution Bench in Sibbia's case (supra).\n38. Thus, the law laid down in para 42 by the Constitution\nBench that the normal rule is not to limit operation of the order\nof anticipatory bail, was not taken into account by the courts\npassing the subsequent judgments. The observations made by\nthe courts in the subsequent judgments have been made in\nignorance of and without considering the law laid down in para\n42 which was binding on them. In these circumstances, the\nobservations made in the subsequent judgments to the effect\nthat anticipatory bail should be for a limited period of time, must\nbe construed to be per incuriam and the decision of the\nConstitution Bench preferred.\nB\nC\n39. He further submitted that the said issue came up for D\nconsideration before the Madras High Court reported in\nPalanikumar and Another v. State 2007 (4) CTC 1 wherein\nafter discussing all the judgments of this court on the issue, the\ncourt held that the subsequent judgments were in conflict with\nthe decision of the Constitution Bench in Sibbia's case (supra) E\nand in accordance with the law of precedents, the judgment of\nthe Constitution Bench is biding on all courts and the ratio of\nthat judgment has to be applicable for all judgments decided\nby the Benches of same or smaller combinations. In the said\njudgment of Sibbia's case (supra) it was directed that the\nanticipatory bail should not be limited in period of time.\n40. We have heard the learned counsel for the parties at\ngreat length and perused the written submissions filed by the\nlearned counsel for the parties.\nRelevance and importance of personal liberty\n41. All human beings are born with some unalienable rights\nlike life, liberty and pursuit of happiness. The importance of\nthese natural rights can be found in the fact that these are\nF\nG\nH\n236 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA fundamental for their proper existence and no other right can\nbe enjoyed without the presence of right to life and liberty.\nB\n42. Life bereft of liberty would be without honour and dignity\nand it would lose all significance and meaning and the life itself\nwould not be worth living. That is why \"liberty\" is called the very\nquintessence of a civilized existence.\n43. Origin of \"liberty\" can be traced in the ancient Greek\ncivilization. The Greeks distinguished between the liberty of the\ngroup and the liberty of the individual. In 431 B.C., an Athenian\nC statesman described that the concept of liberty was the\noutcome of two notions, firstly, protection of group from attack\nand secondly, the ambition of the group to realize itself as fully\nas possible through the self-realization of the individual by way\nof human reason. Greeks assigned the duty of protecting their\nD liberties to the State. According to Aristotle, as the state was\na means to fulfil certain fundamental needs of human nature\nand was a means for development of individuals' personality\nin association of fellow citizens so it was natural and necessary\nto man. Plato found his \"republic\" as the best source for the\nE achievement of the self-realization of the people.\nF\n44. Chambers' Twentieth Century Dictionary defines\n\"liberty\" as \"Freedom to do as one pleases, the unrestrained\nemployment of natural rights, power of free chance, privileges,\nexemption, relaxation of restraint, the bounds within which\ncertain privileges are enjoyed, freedom of speech and action\nbeyond ordinary civility\".\n45. It is very difficult to define the \"liberty\". It has many\nfacets and meanings. The philosophers and moralists have\nG praised freedom and liberty but this term is difficult to define\nbecause it does not resist any interpretation. The term “liberty\"\nmay be defined as the affirmation by an individual or group of\nhis or its own essence. It needs the presence of three factors,\nfirstly, harmonious balance of personality, secondly, the\nH absence of restraint upon the exercise of that affirmation and\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 237\nMAHARASHTRA [DALVEER BHANDARI, J.]\nthirdly, organization of opportunities for the exercise of a A\ncontinuous initiative.\n46. “Liberty” may be defined as a power of acting\naccording to the determinations of the will. According to Harold\nLaski, liberty was essentially an absence of restraints and John\nStuard Mill viewed that \"all restraint\", qua restraint is an evil\". In\nthe words of Jonathon Edwards, the meaning of \"liberty\" and\nfreedom is:\nB\n\"Power, opportunity or advantage that any one has to do\nas he pleases, or, in other words, his being free from C\nhindrance or impediment in the way of doing, or\nconducting in any respect, as he wills.\"\n47. It can be found that \"liberty\" generally means the\nprevention of restraints and providing such opportunities, the\ndenial of which would result in frustration and ultimately disorder.\nRestraints on man's liberty are laid down by power used through\nabsolute discretion, which when used in this manner brings an\nend to \"liberty\" and freedom is lost. At the same time \"liberty\"\nwithout restraints would mean liberty won by one and lost by\nanother. So \"liberty\" means doing of anything one desires but\nsubject to the desire of others.\n48. As John E.E.D. in his monograph Action on \"Essays\non Freedom and Power\" wrote that Liberty is one of the most\nessential requirements of the modern man. It is said to be the\ndelicate fruit of a mature civilization.\n49. A distinguished former Attorney General for India, M.C.\nSetalvad in his treatise \"War and Civil Liberties\" observed that\nthe French Convention stipulates common happiness as the\nend of the society, whereas Bentham postulates the greatest\nhappiness of the greatest number as the end of law. Article 19\nof the Indian Constitution averts to freedom and it enumerates\ncertain rights regarding individual freedom. These rights are\nvital and most important freedoms which lie at the very root of\nliberty.\nD\nE\nF\nG\nH\nA\n238 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n50. He further observed that the concept of civil liberty is\nessentially rooted in the philosophy of individualism. According\nto this doctrine, the highest development of the individual and\nthe enrichment of his personality are the true function and end\nof the state. It is only when the individual has reached the highest\nB state of perfection and evolved what is best in him that society\nand the state can reach their goal of perfection. In brief,\naccording to this doctrine, the state exists mainly, if not solely,\nfor the purpose of affording the individual freedom and\nassistance for the attainment of his growth and perfection. The\nstate exists for the benefit of the individual.\nC\nD\n51. Mr. Setalvad in the same treatise further observed that\nit is also true that the individual cannot attain the highest in him\nunless he is in possession of certain essential liberties which\nleave him free as it were to breathe and expand. According to\nJustice Holmes, these liberties are the indispensable conditions\nof a free society. The justification of the existence of such a state\ncan only be the advancement of the interests of the individuals\nwho compose it and who are its members. Therefore, in a\nproperly constituted democratic state, there cannot be a conflict\nE between the interests of the citizens and those of the state. The\nharmony, if not the identity, of the interests of the state and the\nindividual, is the fundamental basis of the modern Democratic\nNational State. And, yet the existence of the state and all\ngovernment and even all law must mean in a measure the\nF curtailment of the liberty of the individual. But such a surrender\nand curtailment of his liberty is essential in the interests of the\ncitizens of the State. The individuals composing the state must,\nin their own interests and in order that they may be assured the\nexistence of conditions in which they can, with a reasonable\nG amount of freedom, carry on their other activities, endow those\nin authority over them to make laws and regulations and adopt\nmeasures which impose certain restrictions on the activities of\nthe individuals.\nH\n52. Harold J. Laski in his monumental work in “Liberty in\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 239\nMAHARASHTRA [DALVEER BHANDARI, J.]\nthe Modern State\" observed that liberty always demands a\nlimitation on political authority. Power as such when uncontrolled\nis always the natural enemy of freedom.\n53. Roscoe Pound, an eminent and one of the greatest\nAmerican Law Professors aptly observed in his book \"The\nDevelopment of Constitutional Guarantee of Liberty\" that\nwhatever, 'liberty' may mean today, the liberty is guaranteed by\nour bills of rights, \"is a reservation to the individual of certain\nfundamental reasonable expectations involved in life in civilized\nsociety and a freedom from arbitrary and unreasonable\nexercise of the power and authority of those who are designated\nor chosen in a politically organized society to adjust that society\nto individuals.\"\nA\nB\nC\n54. Blackstone in \"Commentaries on the Laws of England\",\nVol.I, p.134 aptly observed that \"Personal liberty consists in the D\npower of locomotion, of changing situation or moving one's\nperson to whatsoever place one's own inclination may direct,\nwithout imprisonment or restraint unless by due process of law\"\n55. According to Dicey, a distinguished English author of\nthe Constitutional Law in his treatise on Constitutional Law\nobserved that, “Personal liberty, as understood in England,\nmeans in substance a person's right not to be subjected to\nimprisonment, arrest, or other physical coercion in any manner\nthat does not admit of legal justification.\" [Dicey on\nConstitutional Law, 9th Edn., pp.207-08]. According to him, it\nis the negative right of not being subjected to any form of\nphysical restraint or coercion that constitutes the essence of\npersonal liberty and not mere freedom to move to any part of\nthe Indian territory. In ordinary language personal liberty means\nliberty relating to or concerning the person or body of the\nindividual, and personal liberty in this sense is the antithesis of\nphysical restraint or coercion.\n56. Eminent English Judge Lord Alfred Denning observed:\nE\nF\nG\nH\nA\nB\nC\nD\nE\n240 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n\"By personal freedom I mean freedom of every law\nabiding citizen to think what he will, to say what he will, and\nto go where he will on his lawful occasion without\nhindrance from any person.... It must be matched, of\ncourse, with social security by which I mean the peace and\ngood order of the community in which we live.\"\n57. Eminent former Judge of this Court, Justice H.R.\nKhanna in a speech as published in 2 IJIL, Vol.18 (1978), p.133\nobserved that “liberty postulates the creation of a climate\nwherein there is no suppression of the human spirits, wherein,\nthere is no denial of the opportunity for the full growth of human\npersonality, wherein head is held high and there is no servility\nof the human mind or enslavement of the human body\".\nRight to life and personal liberty under the Constitution\n58. We deem it appropriate to deal with the concept of\npersonal liberty under the Indian and other Constitutions.\n59. The Fundamental Rights represent the basic values\nenriched by the people of this country. The aim behind having\nelementary right of the individual such as the Right to Life and\nLiberty is not fulfilled as desired by the framers of the\nConstitution. It is to preserve and protect certain basic human\nrights against interference by the state. The inclusion of a\nChapter in Constitution is in accordance with the trends of\nF modern democratic thought. The object is to ensure the\ninviolability of certain essential rights against political\nvicissitudes.\nG\nH\n60. The framers of the Indian Constitution followed the\nAmerican model in adopting and incorporating the Fundamental\nRights for the people of India. American Constitution provides\nthat no person shall be deprived of his life, liberty, or property\nwithout due process of law. The due process clause not only\nprotects the property but also life and liberty, similarly Article\n21 of the Indian Constitution asserts the importance of Life and\n"}