{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SIDDHARAM SATLINGAPPA MHETRE v. STATE OF 241\nMAHARASHTRA [DALVEER BHANDARI, J.]\nLiberty. The said Article reads as under:-\n\"no person shall be deprived for his life or personal liberty\nexcept according to procedure established by law\"\nthe right secured by Article 21 is available to every citizen or\nnon-citizen, according to this article, two rights are secured.\nRight to life\n1.\n2. Right to personal liberty.\n61. Life and personal liberty are the most prized\npossessions of an individual. The inner urge for freedom is a\nnatural phenomenon of every human being. Respect for life,\nliberty and property is not merely a norm or a policy of the State\nbut an essential requirement of any civilized society.\n62. This court defined the term \"personal liberty\"\nimmediately after the Constitution came in force in India in the\ncase of A. K. Gopalan v. The State of Madras, AIR 1950 SC\n27. The expression 'personal liberty' has wider as well narrow\nmeaning. In the wider sense it includes not only immunity from\narrest and detention but also freedom of speech, association\netc. In the narrow sense, it means immunity from arrest and\ndetention. The juristic conception of 'personal liberty', when\nused the latter sense, is that it consists freedom of movement\nand locomotion.\nA\nB\nC\nD\nE\nF\nG\n63. Mukherjea, J. in the said judgment observed that\n'Personal Liberty' means liberty relating to or concerning the\nperson or body of the individual and it is, in this sense,\nantithesis of physical restraint or coercion. 'Personal Liberty'\nmeans a personal right not to be subjected to imprisonment,\narrest or other physical coercion in any manner that does not\nadmit of legal justification. This negative right constitutes the\nessence of personal liberty. Patanjali Shastri, J. however, said\nthat whatever may be the generally accepted connotation of the\nexpression 'personal liberty', it was used in Article 21 in a H\n242 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA sense which excludes the freedom dealt with in Article 19.\nB\nC\nThus, the Court gave a narrow interpretation to 'personal\nliberty'. This court excluded certain varieties of rights, as\nseparately mentioned in Article 19, from the purview of\n'personal liberty' guaranteed by Art. 21.\n64. In Kharak Singh v. State of U.P. and Others AIR 1963\nSC 1295, Subba Rao, J. defined 'personal liberty, as a right\nof an individual to be free from restrictions or encroachment on\nhis person whether these are directly imposed or indirectly\nbrought about by calculated measure. The court held that\n'personal liberty' in Article 21 includes all varieties of freedoms\nexcept those included in Article 19.\n65. In Maneka Gandhi v. Union of India and Another\n(1978) 1 SCC 248, this court expanded the scope of the\nD expression 'personal liberty' as used in Article 21 of the\nConstitution of India. The court rejected the argument that the\nexpression 'personal liberty' must be so interpreted as to avoid\noverlapping between Article 21 and Article 19(1). It was\nobserved: \"The expression 'personal liberty' in Article 21 is of\nE the widest amplitude and it covers a variety of rights which go\nto constitute the personal liberty of a man and some of them\nhave been raised to the status of distinct fundamental rights and\ngiven additional protection under Article 19.\" So, the phrase\n'personal liberty' is very wide and includes all possible rights\nwhich go to constitute personal liberty, including those which\nare mentioned in Article 19.\nF\n66. Right to life is one of the basic human right and not\neven the State has the authority to violate that right. [State of\nA.P. v. Challa Ramakrishna Reddy and Others (2000) 5 SCC\nG 712].\n67. Article 21 is a declaration of deep faith and belief in\nhuman rights. In this pattern of guarantee woven in Chapter III\nof this Constitution, personal liberty of man is at root of Article\nH 21 and each expression used in this Article enhances human\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 243\nMAHARASHTRA [DALVEER BHANDARI, J.]\ndignity and values. It lays foundation for a society where rule of A\nlaw has primary and not arbitrary or capricious exercise of\npower. [Kartar Singh v. State of Punjab and Others (1994) 3\nSCC 569].\n68. While examining the ambit, scope and content of the\nexpression \"personal liberty\" in the said case, it was held that\nthe term is used in this Article as a compendious term to\ninclude within itself all varieties of rights which goes to make\nup the \"personal liberties\" or man other than those dealt within\nseveral clauses of Article 19(1). While Article 19(1) deals with\nparticular species or attributes of that freedom, “personal liberty\"\nin Article 21 takes on and comprises the residue.\nB\nC\n69. The early approach to Article 21 which guarantees right\nto life and personal liberty was circumscribed by literal\ninterpretation in A.K. Gopalan (supra). But in course of time, D\nthe scope of this application of the Article against arbitrary\nencroachment by the executives has been expanded by liberal\ninterpretation of the components of the Article in tune with the\nrelevant international understanding. Thus protection against\narbitrary privation of “life” no longer means mere protection of E\ndeath, or physical injury, but also an invasion of the right to \"live\"\nwith human dignity and would include all these aspects of life\nwhich would go to make a man's life meaningful and worth\nliving, such as his tradition, culture and heritage. [Francis\nCoralie Mullin v. Administrator, Union Territory of Delhi and\nOthers (1981) 1 SCC 608]\n70. Article 21 has received very liberal interpretation by this\ncourt. It was held: \"The right to live with human dignity and same\ndoes not connote continued drudging. It takes within its fold\nsome process of civilization which makes life worth living and\nexpanded concept of life would mean the tradition, culture, and\nheritage of the person concerned.\" [P. Rathinam/Nagbhusan\nPatnaik v. Union of India and Another (1994) 3 SCC 394.]\nF\nG\n71. The object of Article 21 is to prevent encroachment H\n244 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA upon personal liberty in any manner. Article 21 is repository of\nall human rights essentially for a person or a citizen. A fruitful\nand meaningful life presupposes full of dignity, honour, health\nand welfare. In the modern \"Welfare Philosophy\", it is for the\nState to ensure these essentials of life to all its citizens, and if\nB possible to non-citizens. While invoking the provisions of Article\n21, and by referring to the oft-quoted statement of Joseph\nAddision, \"Better to die ten thousand deaths than wound my\nhonour\", the Apex court in Khedat Mazdoor Chetana Sangath\nv. State of M.P. and Others (1994) 6 SCC 260 posed to itself\na question \"If dignity or honour vanishes what remains of life\"?\nThis is the significance of the Right to Life and Personal Liberty\nguaranteed under the Constitution of India in its third part.\nC\n72. This court in Central Inland Water Transport\nCorporation Ltd. and Another v. Brojo Nath Ganguly and\nD Another (1986) 3 SCC 156 observed that the law must respond\nand be responsive to the felt and discernible compulsions of\ncircumstances that would be equitable, fair and justice, and\nunless there is anything to the contrary in the statute, Court must\ntake cognizance of that fact and act accordingly.\nE\nF\n0\nI\n73. This court remarked that an undertrial prisoner should\nnot be put in fetters while he is being taken from prison to Court\nor back to prison from Court. Steps other than putting him in\nfetters will have to be taken to prevent his escape.\n74. In Prem Shankar Shukla v. Delhi Administration\n(1980) 3 SCC 526, this court has made following observations:\n\"\nThe Punjab Police Manual, in so far as it puts the\nordinary Indian beneath the better class breed (para\n26.21A and 26.22 of Chapter XXVI) is untenable and\narbitrary. Indian humans shall not be dichotomised and the\ncommon run discriminated against regarding handcuffs.\nThe provisions in para 26.22 that every under-trial who is\naccused of a non-bailable offence punishable with more\nthan 3 years prison term shall be routinely handcuffed is\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 245\nMAHARASHTRA [DALVEER BHANDARI, J.]\nviolative of Articles 14, 19 and 21. The nature of the A\naccusation is not the criterion. The clear and present\ndanger of escape breaking out of the police control is the\ndeterminant. And for this there must be clear material, not\nglib assumption, record of reasons and judicial oversight\nand summary hearing and direction by the court where the B\nvictim is produced. ... Handcuffs are not summary\npunishment vicariously imposed at police level, at once\nobnoxious and irreversible. Armed escorts, worth the salt,\ncan overpower any unarmed under-trial and extra guards\ncan make up exceptional needs. In very special situations, C\nthe application of irons is not ruled out. The same\nreasoning applies to (e) and (f). Why torture the prisoner\nbecause others will demonstrate or attempt his rescue?\nThe plain law of under-trial custody is thus contrary to the\nunedifying escort practice. (Para 31)\nD\nEven in cases where, in extreme circumstances, handcuffs\nhave to be put on the prisoner, the escorting authority must\nrecord contemporaneously the reason for doing so.\nOtherwise, under Article 21 the procedure will be unfair\nand bad in law. The minions of the police establishment E\nmust make good their security recipes by getting judicial\napproval. And, once the court directs that handcuffs shall\nbe off, no escorting authority can overrule judicial direction.\nThis is implicit in Article 21 which insists upon fairness,\nreasonableness and justice in the very procedure which\nauthorities stringent deprivation of life and liberty. (Para 30)\nIt is implicit in Articles 14 and 19 that when there is no\ncompulsive need to fetter a person's limbs, it is sadistic,\ncapricious, despotic and demoralizing to humble a man\nby manacling him. Such arbitrary conduct surely slaps\nArticle 14 on the face. The minimal freedom of movement\nwhich even a detainee is entitled to under Article 19 cannot\nbe cut down cruelly by application of handcuffs or other\nhoops. It will be unreasonable so to do unless the State is\nable to make out that no other practical way of forbidding\nF\nG\nH\nA\nB\nс\nD\nE\n246 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nescape is available, the prisoner being so dangerous and\ndesperate and the circumstances so hostile to\nsafekeeping. (Para 23)\nWhether handcuffs or other restraint should be imposed\non a prisoner is a matter for the decision of the authority\nresponsible for his custody. But there is room for imposing\nsupervisory regime over the exercise of that power. One\nsector of supervisory jurisdiction could appropriately lie with\nthe court trying the accused, and it would be desirable for\nthe custodial authority to inform that court of the\ncircumstances in which, and the justification for, imposing\na restraint on the body of the accused. It should be for the\ncourt concerned to work out the modalities of the\nprocedure requisite for the purpose of enforcing such\ncontrol.\"\n75. After dealing with the concept of life and liberty under\nthe Indian Constitution, we would like to have the brief survey\nof other countries to ascertain how life and liberty has been\nprotected in other countries.\nUNITED KINGDOM\n76. Life and personal liberty has been given prime\nimportance in the United Kingdom. It was in 1215 that the\npeople of England revolted against King John and enforced\nF their rights, first time the King had acknowledged that there were\ncertain rights of the subject could be called Magna Carta 1215.\nIn 1628 the petition of rights was presented to King Charles-l\nwhich was the 1st step in the transfer of Sovereignty from the\nKing to Parliament. It was passed as the Bill of Rights 1689.\nG\n77. In the Magna Carta, it is stated \"no free man shall be\ntaken, or imprisoned or disseised or outlawed or banished or\nany ways destroyed, nor will the King pass upon him or commit\nhim to prison, unless by the judgment of his peers or the law of\nthe land\".\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 247\nMAHARASHTRA [DALVEER BHANDARI, J.]\n78. Right to life is the most fundamental of all human rights A\nand any decision affecting human right or which may put an\nindividual's life at risk must call for the most anxious scrutiny.\nSee: Bugdaycay v. Secretary of State for the Home\nDepartment (1987) 1 All ER 940. The sanctity of human life is\nprobably the most fundamental of the human social values. It B\nis recognized in all civilized societies and their legal system and\nby the internationally recognized statements of human rights.\nSee: R on the application of Pretty v. Director of Public\nProsecutions (2002) 1 All ER 1.\nU.S.A.\n79. The importance of personal liberty is reflected in the\nFifth Amendment to the Constitution of U.S.A. (1791) which\ndeclares as under :-\n\"No person shall be.....deprived of his life, liberty or\nproperty, without due process of law.\" (The 'due process'\nclause was adopted in s.1(a) of the Canadian Bill of Rights\nAct, 1960. In the Canada Act, 1982, this expression has\nbeen substituted by 'the principles of fundamental justice'\n[s.7].\n80. The Fourteenth Amendment imposes similar limitation\non the State authorities. These two provisions are conveniently\nreferred to as the 'due process clauses'. Under the above\nclauses the American Judiciary claims to declare a law as bad,\nif it is not in accordance with 'due process', even though the\nlegislation may be within the competence of the Legislature\nconcerned. Due process is conveniently understood means\nprocedural regularity and fairness. (Constitutional Interpretation\nby Craig R. Ducat, 8th Edn. 2002 p.475.).\nWEST GERMANY\n81. Article 2(2) of the West German Constitution (1948)\ndeclares:\nC\nD\nヨ\nF\nG\nH\nA\nB\nC\nD\nLUJ\nE\n248 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n\"Everyone shall have the right to life and physical\ninviolability. The freedom of the individual shall be\ninviolable. These rights may be interfered with only on the\nbasis of the legal order.\"\nThough the freedom of life and liberty guaranteed by the above\nArticle may be restricted, such restriction will be valid only if it\nis in conformity with the 'legal order' (or 'pursuant to a law,\naccording to official translation). Being a basic right, the\nfreedom guaranteed by Article 2(2) is binding on the legislative,\nadministrative and judicial organs of the State [Article 1(3)]. This\ngives the individual the rights to challenge the validity of a law\nor an executive act violative the freedom of the person by a\nconstitutional complaint to the Federal Constitutional Court,\nunder Article 93. Procedural guarantee is given by Articles\n103(1) and 104. Article 104(1)-2(2) provides:\n“(1) The freedom of the individual may be restricted only\non the basis of a formal law and only with due regard to\nthe forms prescribed therein.........\n(2) Only the Judge shall decide on the admissibility and\ncontinued deprivation of liberty.\"\n82. These provisions correspond to Article 21 of our\nConstitution and the court is empowered to set a man to liberty\nif it appears that he has been imprisoned without the authority\nF of a formal law or in contravention of the procedure prescribed\nthere.\nG\nH\nJAPAN\n83. Article XXXI of the Japanese Constitution of 1946 says:\n“No person shall be deprived of life or liberty nor shall any\nother criminal penalty be imposed, except according to\nprocedure established by law.\"\nThis article is similar to Article 21 of our Constitution save that\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 249\nMAHARASHTRA [DALVEER BHANDARI, J.]\nit includes other criminal penalties, such as fine or forfeiture. A\nwithin its ambit.\nCANADA\nB\nC\n84. S. 1(1) of the Canadian Bill of Rights Act, 1960,\nadopted the 'Due Process' Clause from the American\nConstitution. But the difference in the Canadian set-up was due\nto the fact that this Act was not a constitutional instrument to\nimpose a direct limitation on the Legislature but only a statute\nfor interpretation of Canadian status, which, again, could be\nexcluded from the purview of the Act of 1960, in particular\ncases, by an express declaration made by the Canadian\nParliament itself (s.2). The result was obvious: The Canadian\nSupreme Court in R. v. Curr (1972) S.C.R. 889 held that the\nCanadian Court would not import 'substantive reasonableness'\ninto s.1(a), because of the unsalutary experience of substantive D\ndue process in the U.S.A.; and that as to 'procedural\nreasonableness', s.1(a) of the Bill of Rights Act only referred\nto 'the legal processes recognized by Parliament and the\nCourts in Canada'. The result was that in Canada, the 'due\nprocess clause' lost its utility as an instrument of judicial review E\nof legislation and it came to mean practically the same thing\nas whatever the Legislature prescribes, - much the same as\n'procedure established by law' in Article 21 of the Constitution\nof India, as interpreted in A.K. Gopalan (supra).\nBANGADESH\n85. Article 32 of the Constitution of Bangladesh, 1972 [3\nSCW 385] reads as under:\n\"No person shall be deprived of life or personal liberty save\nin accordance with law.\"\nThis provision is similar to Article 21 of the Indian Constitution.\nConsequently, unless controlled by some other provision, it\nshould be interpreted as in India.\nF\nG\nH\n250 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA PAKISTAN\nB\nC\n86. Article 9 Right to life and Liberty. - \"Security of Person\n: No person shall be deprived of life and liberty save in\naccordance with law.\"\nNEPAL\n87. In the 1962 - Constitution of Nepal, there is Article\n11(1) which deals with right to life and liberty which is identical\nwith Article 21 of the Indian Constitution.\nINTERNATIONAL CHARTERS\n88. Universal Declaration, 1948.\nUniversal Declaration says:\n-\nArticle 3 of the\nD\nE\nF\nG\nI\n\"Everyone has the right to life, liberty and security of\nperson.\"\nArticle 9 provides:\n\"No one shall be subjected to arbitrary arrest, detention or\nexile.\"\nCl.10 says:\n\"Everyone is entitled in full equality to a fair and public\nhearing by an independent and impartial tribunal, in the\ndetermination of his rights and obligations and of any\ncriminal charge against him.\" [As to its legal effect, see M.\nv. Organisation Belge, (1972) 45 Inter, LR 446 (447, 451,\net. Sq.)]\n89. Covenant on Civil and Political Rights - Article 9(1)\nof the U.N. 1966, 1966 says:\n\"Everyone has the right to liberty and security of person.\nNo one shall be subjected to arbitrary arrest or detention.\nNo one shall be deprived of his liberty except on such\n"}