{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"}\n[2010] 15 (ADDL.) S.C.R. 201\nSIDDHARAM SATLINGAPPA MHETRE\nV.\nSTATE OF MAHARASHTRA AND OTHERS\n(Criminal Appeal No. 2271 of 2010)\nDECEMBER 02, 2010\n[DALVEER BHANDARI AND K.S. PANICKER\nRADHAKRISHNAN, JJ.]\nCode of Criminal Procedure, 1973:\n-\n-\n-\n-\nA\nB\nC\nGrant of Appellant was\n-\ns. 438 – Anticipatory bail\nmember of a political party – FIR alleging that appellant and\nhis brother instigated their party workers to fire gun shots at\nthe workers of opponent political party which resulted in the\nmurder of one person - Murder took place eight days after D\nthe incident of instigation - Application for anticipatory bail\nby appellant – Rejection of, by the High Court - Sustainability\nof Held: Order passed by the High Court not sustainable -\nAppellant directed to join investigation and in the event of\narrest, appellant to be released on bail on his furnishing a\npersonal bond - Judgment of Constitution Bench of the\nSupreme Court in *Sibbia's case being on the same issue\nregarding ambit, scope and object of the concept of\nanticipatory bail u/s. 438 followed - Judicial discipline - Bail\nPrecedent.\n-\n-\n-\n-\nss. 438 and 437 – Power u/s 438, if subject to limitations\nu/s. 437 Held: The limitations mentioned in s. 437 cannot\nbe read into s. 438 - Plentitude of s. 438 must be given its\nfull play - Court can impose conditions for the grant of bail\nBail.\n-\ns. 438 - Anticipatory bail - Grant of, for limited period\nHeld: Order granting anticipatory bail for a limited duration\nand, thereafter, directing the accused to surrender and apply\n201\nE\nF\nG\nH\n202 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA before a regular bail is contrary to the legislative intention and\n-\nthe judgment of the Constitution Bench in *Sibbia's case -\nWhen the bail order is confirmed then the benefit of the grant\nof the bail should continue till the end of the trial of that case\nDirecting the accused to surrender to custody after the\nB limited period amounts to deprivation of his personal liberty\n- s.438 does not mention anything about the duration to which\na direction for release on bail in the event of arrest can be\ngranted - Courts should not impose restrictions on the ambit\nand scope of s. 438 which are not envisaged by the legislature\nConstitution of India, 1950 - Article 21 - Interpretation of\nstatutes - Legislative intent.\nс\nD\n-\n-\ns. 438 – Anticipatory bail ·\nDiscussed.\n-\nScope and ambit of -\n-\ns. 438-Anticipatory bail - Grant or refusal of - Exercise\nof power-Relevant considerations for - Held: Courts should\nmaintain fine balance between societal interest vis-à-vis\npersonal liberty while adhering to the fundamental principle\nof criminal jurisprudence regarding presumption of innocence\nE of an accused until he is found guilty and sanctity of individual\nliberty Discretion must be exercised on the basis of the\navailable material and the facts of the particular case – When\naccused joins investigation and fully co-operates with the\ninvestigating agency, custodial interrogation should be\navoided - Bail - Criminal jurisprudence.\nF\n-\n-\nJurisprudence : Liberty - Personal liberty - Relevance\nand importance of - Explained.\n-\nConstitution of India, 1950: Articles 21 and 19(1) – Right\nG to life and personal liberty - Concept of - Explained.\nН\nDoctrines: Doctrine of per incuriam - Judgment passed\nin ignorance of binding precedent - Held: Is rendered per\nincuriam.\nConstitution of India, 1950: Article 141 - Reference to\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 203\nMAHARASHTRA\nlarger Bench - When - Held: In case there is no judgment of A\na Constitution Bench or larger Bench of binding nature and\nif the court doubts the correctness of the judgments by two or\nthree judges, then the proper course would be to refer the\nmatter to a larger Bench of appropriate strength - Reference\nto larger Bench.\nThe appellant was a member of the Congress party.\nAccording to the prosecution, the appellant alongwith his\nbrother instigated their party workers to fire gun shots at\nthe workers of BJP party which led to killing of one\nperson. The incident of murder took place eight days\nafter the alleged incident of instigation. The appellant filed\nan application for grant of anticipatory bail. The High\nCourt rejected the application. Therefore, the appellant\nfiled the instant appeal.\nAllowing the appeal, the Court\nHELD: 1.1 In the instant case, there is a direct\njudgment of the Constitution Bench of this Court in\nSibbia's case dealing with exactly the same issue\nregarding ambit, scope and object of the concept of\nanticipatory bail enumerated under Section 438 of the\nCode of Criminal Procedure, 1973. The controversy is no\nlonger res integra. The judicial discipline obliges this\nCourt to follow the said judgment in letter and spirit. The\nimpugned judgment and order of the High Court\ndeclining anticipatory bail to the appellant cannot be\nsustained and is consequently set aside. The appellant\nis directed to join the investigation and fully cooperate\nwith the investigating agency. In the event of arrest the\nappellant would be released on bail. [Paras 151, 152 and\n153] [273-H; 274-A-C]\n1.2 This Court in the *Sibbia's case laid down the\nfollowing principles with regard to anticipatory bail:\nB\nC\nD\nE\nLL\nF\nG\nH\nA\nB\nC\nD\nE\nF\n204 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(a) Section 438(1) Cr.P.C. is to be interpreted in light\nof Article 21 of the Constitution of India.\n(b) Filing of FIR is not a condition precedent to\nexercise of power under Section 438 Cr.P.C.\n(c) Order under Section 438 would not affect the right\nof police to conduct investigation.\n(d) Conditions mentioned in Section 437 Cr.P.C.\ncannot be read into Section 438 Cr.P.C.\n(e) Although the power to release on anticipatory bail\ncan be described as of an \"extraordinary\" character\nthis would \"not justify the conclusion that the power\nmust be exercised in exceptional cases only.\"\n(f) Powers are discretionary to be exercised in light\nof the circumstances of each case.\n(g) Initial order can be passed without notice to the\nPublic Prosecutor. Thereafter, notice must be issued\nforthwith and question ought to be re-examined after\nhearing. Such ad interim order must conform to\nrequirements of the Section and suitable conditions\nshould be imposed on the applicant. [Para 119] [261-\nB-H; 262-A]\n1.3 The Constitution Bench in *Sibbia's case\ncomprehensively dealt with almost all aspects of the\nconcept of anticipatory bail under Section 438 Cr.P.C. In\nview of the clear declaration of law laid down by the\nConstitution Bench in *Sibbia's case, it would not be\nG proper to limit the life of anticipatory bail. When the court\nobserved that the anticipatory bail is for limited duration\nand thereafter, the accused should apply to the regular\ncourt for bail, that means the life of Section 438 Cr.P.C.\nwould come to an end after that limited duration. This\nH limitation has not been envisaged by the legislature. The\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 205\nMAHARASHTRA\nA\nConstitution Bench in *Sibbia's case clearly observed that Ą\nit is not necessary to re-write Section 438 Cr.P.C.\nTherefore, in view of the clear declaration of the law by\nthe Constitution Bench, the life of the order under Section\n438 Cr.P.C. granting bail cannot be curtailed. [Paras 133\nand 134] [267-C-H; 268-A]\n*Gurbaksh Singh Sibbia and Ors. vs. State of Punjab\n(1980) 2 SCC 565 - followed.\nB\nC\n2.1 The society has a vital interest in grant or refusal\nof bail because every criminal offence is an offence\nagainst the State. The order granting or refusing bail must\nreflect perfect balance between the conflicting interests,\nnamely, sanctity of individual liberty and the interest of\nthe society. The law of bails dovetails two conflicting\ninterests namely, on the one hand, the requirements of D\nshielding the society from the hazards of those\ncommitting crimes and potentiality of repeating the same\ncrime while on bail and on the other hand absolute\nadherence of the fundamental principle of criminal\njurisprudence regarding presumption of innocence of an\naccused until he is found guilty and the sanctity of\nindividual liberty. [Para 3] [221-C-D]\nE\nF\n2.2 Police custody is an inevitable concomitant of\narrest for non-bailable offences. The concept of\nanticipatory bail is that a person who apprehends his\narrest in a non-bailable case can apply for grant of bail\nto the Court of Sessions or to the High Court before the\narrest. It is clear from the statement of objects and\nreasons that the purpose of incorporating Section 438 in\nthe Code of Criminal Procedure, 1973 was to recognize\nthe importance of personal liberty and freedom in a free\nand democratic country. On analyzing Section 438 Cr.P.C.\nthe wisdom of the legislature becomes quite evident and\nclear that the legislature was keen to ensure respect for\nthe personal liberty and also pressed in service the age- H\nG\n206 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA old principle that an individual is presumed to be innocent\ntill he is found guilty by the court. [Paras 14 and 17] [227-\nB-C; F-H]\nB\nC\nD\nE\n3.1 All human beings are born with some unalienable\nrights like life, liberty and pursuit of happiness. The\nimportance of these natural rights can be found in the fact\nthat these are fundamental for their proper existence and\nno other right can be enjoyed without the presence of\nright to life and liberty. Life bereft of liberty would be\nwithout honour and dignity and it would lose all\nsignificance and meaning and the life itself would not be\nworth living. That is why ‘liberty' is called the very\nquintessence of a civilized existence. [Paras 42 and 43]\n[235-H; 236-A-B]\n3.2 The term 'liberty' may be defined as the\naffirmation by an individual or group of his or its own\nessence. It needs the presence of three factors,\nharmonious balance of personality, the absence of\nrestraint upon the exercise of that affirmation and\norganization of opportunities for the exercise of a\ncontinuous initiative. 'Liberty' generally means the\nprevention of restraints and providing such opportunities,\nthe denial of which would result in frustration and\nultimately disorder. Restraints on man's liberty are laid\nF down by power used through absolute discretion, which\nwhen used in this manner brings an end to 'liberty' and\nfreedom is lost. At the same time ‘liberty' without restraints\nwould mean liberty won by one and lost by another. So\n'liberty' means doing of anything one desires but subject\nto the desire of others. [Paras 45, 46 and 47] [236-G-H;\n237-A-E]\nG\nH\n3.3 in a properly constituted democratic State, there\ncannot be a conflict between the interests of the citizens\nand those of the State. The harmony, if not the identity,\nof the interests of the State and the individual, is the\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 207\nMAHARASHTRA\n00\nB\nfundamental basis of the modern Democratic National A\nState. Yet the existence of the State and all government\nand even all law must mean in a measure the curtailment\nof the liberty of the individual. But such a surrender and\ncurtailment of his liberty is essential in the interests of the\ncitizens of the State. The individuals composing the State\nmust, in their own interests and in order that they may\nbe assured the existence of conditions in which they\ncan, with a reasonable amount of freedom, carry on their\nother activities, endow those in authority over them to\nmake laws and regulations and adopt measures which\nimpose certain restrictions on the activities of the\nindividuals. [Para 51] [238-D-G]\nC\nChambers' Twentieth Century Dictionary; Essays on\nFreedom and Power by John E.E.D.; Treatise on War and\nCivil Liberties by M.C. Setalvad; Development of D\nConstitutional Guarantee of Liberty by Rosco Pound;\nCommentaries on the Laws of England by Blackstone Vol. I,\np.134; Constitutional Law by Dicey 9th Edn., pp.207-08 -\nreferred to.\n4.1 The Fundamental Rights represent the basic\nvalues enriched by the people of this country. The aim\nbehind having elementary right of the individual such as\nthe Right to Life and Liberty is not fulfilled as desired by\nthe framers of the Constitution. It is to preserve and\nprotect certain basic human rights against interference\nby the State. The inclusion of a Chapter in Constitution\nis in accordance with the trends of modern democratic\nthought. The object is to ensure the inviolability of certain\nessential rights against political vicissitudes. [Para 59]\n[240-E-F]\nE\nF\nG\n4.2 Article 21 of the Constitution of India, 1950 is a\ndeclaration of deep faith and belief in human rights. In this\npattern of guarantee woven in Chapter III of the\nConstitution, personal liberty of man is at root of Article H\n208 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 21 and each expression used in Article 21 enhances\nC\nhuman dignity and values. It lays foundation for a society\nwhere rule of law has primary and not arbitrary or\ncapricious exercise of power. The early approach to\nArticle 21 which guarantees right to life and personal\nB liberty was circumscribed by literal interpretation in A.K.\nGopalan case. But in course of time, the scope of the\napplication of the Article against arbitrary encroachment\nby the executives was expanded by liberal interpretation\nof the components of the Article in tune with the relevant\ninternational understanding. Thus, protection against\narbitrary privation of \"life\" no longer means mere\nprotection of death, or physical injury, but also an\ninvasion of the right to \"live\" with human dignity and\nwould include all these aspects of life which would go to\nmake a man's life meaningful and worth living, such as\nhis tradition, culture and heritage. The object of Article 21\nis to prevent encroachment upon personal liberty in any\nmanner. Article 21 is repository of all human rights\nessentially for a person or a citizen. A fruitful and\nmeaningful life presupposes full of dignity, honour,\nhealth and welfare. In the modern \"Welfare Philosophy\",\nit is for the State to ensure these essentials of life to all\nits citizens, and if possible to non-citizens. [Paras 67, 69\nand 71] [242-H; 243-A, D-F, H; 244-A-B]\nD\nE\nF\nA. K. Gopalan v. The State of Madras AIR 1950 SC 27;\nKharak Singh v. State of U.P. and Ors. AIR 1963 SC 1295;\nManeka Gandhi v. Union of India and Anr. (1978) 1 SCC 248;\nState of A.P. v. Challa Ramakrishna Reddy and Ors. (2000)\n5 SCC 712; Kartar Singh v. State of Punjab and Ors. (1994)\nG 3 SCC 569; Francis Coralie Mullin v. Administrator, Union\nTerritory of Delhi and Ors. (1981) 1 SCC 608; P. Rathinam/\nNagbhusan Patnaik v. Union of India and Anr. (1994) 3 SCC\n394; Khedat Mazdoor Chetana Sangath v. State of M.P. and\nOrs. (1994) 6 SCC 260; Central Inland Water Transport\nCorporation Ltd. and Anr. v. Brojo Nath Ganguly and Anr.\nH\nSIDDHARAM SATLINGAPPA MHETRE v. STATE OF 209\nMAHARASHTRA\n(1986) 3 SCC 156; Prem Shankar Shukla v. Delhi A\nAdministration (1980) 3 SCC 526 - relied on.\nBugdaycay v. Secretary of State for the Home\nDepartment (1987) 1 Ail ER 940; R on the application of\nPretty v. Director of Public Prosecutions (2002) 1 All ER 1; B\nR. v. Curr (1972) S.C.R. 889 - referred to.\n5.1 The complaint filed against the accused needs to\nbe thoroughly examined including the aspect whether\nthe complainant has filed false or frivolous complaint on\nearlier occasion. The court should also examine the fact C\nwhether there is any family dispute between the accused\nand the complainant and the complainant must be clearly\ntold that if the complaint is found to be false or frivolous,\nthen strict action will be taken against him in accordance\nwith law. If the connivance between the complainant and D\nthe investigating officer is established then action be\ntaken against the investigating officer in accordance with\nlaw. The gravity of charge and exact role of the accused\nmust be properly comprehended. Before arrest, the\narresting officer must record the valid reasons which\nhave led to the arrest of the accused in the case diary. In\nexceptional cases the reasons could be recorded\nimmediately after the arrest, so that while dealing with the\nbail application, the remarks and observations of the\narresting officer can also be properly evaluated by the\ncourt. [Paras 94 and 95] [252-G-H; 253-A-C]\n5.2 It is imperative for the courts to carefully and with\nmeticulous precision evaluate the facts of the case. The\ndiscretion must be exercised on the basis of the available\nmaterial and the facts of the particular case. In cases\nwhere the court is of the considered view that the\naccused has joined investigation and he is fully co-\noperating with the investigating agency and is not likely\nto abscond, in that event, custodial interrogation should\nbe avoided. [Paras 96] [253-D-E]\nE\nF\nG\nH\nA\nB\nC\nD\nE\n'\n210 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n6.1 The Constitution Bench in Sibbia's case clearly\nobserved that there is no justification for reading into\nSection 438 Cr.P.C. the limitations mentioned in Section\n437 Cr.P.C. The plentitude of the Section must be given\nits full play. [Para 98] [253-H; 254-A-B]\n6.2 The proper course of action for grant of\nanticipatory bail ought to be that after evaluating the\naverments and accusation available on the record if the\ncourt is inclined to grant anticipatory bail then an interim\nbail be granted and notice be issued to the public\nprosecutor. After hearing the public prosecutor the court\nmay either reject the bail application or confirm the initial\norder of granting bail. The court would certainly be\nentitled to impose conditions for the grant of bail. The\npublic prosecutor or complainant would be at liberty to\nmove the same court for cancellation or modifying the\nconditions of bail any time if liberty granted by the court\nis misused. The bail granted by the court should\nordinarily be continued till the trial of the case. [Para 101]\n[254-G-H; 255-A-B]\n6.3 The court which grants the bail also has the\npower to cancel it. The discretion of grant or cancellation\nof bail can be exercised either at the instance of the\naccused, the public prosecutor or the complainant on\nF finding new material or circumstances at any point of\ntime. [Para 103] [255-D]\nG\n6.4 The intention of the legislature is quite clear that\nthe power of grant or refusal of bail is entirely\ndiscretionary. The Constitution Bench in Sibbia's case\nclearly stated that grant and refusal is discretionary and\nit should depend on the facts and circumstances of each\ncase; and that the wisdom of the Legislature entrusting\nthis power to the superior courts namely, the High Court\nand the Court of Session must be respected. [Para 104]\nH [255-E-F]\n"}