{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nTHE DEPOT MANAGER, APSRTC\nV.\nB. SWAMY\nAPRIL 03, 2007\n[B.P. SINGH AND P.K. BALASUBRAMANYAN, JJ.]\n,\nC\nService Law\nDismissal-Bus conductor--Found guilty of issuing tickets of lower\ndenomination than the actual fare to 16 illiterate female passengers—\nDismissed from service-Labour Court holding misconduct as proved and\njustifying removal-High Court holding the punishment as of excess gravity\nand terming the incident as accidental and solitary in long career of employee,\ndirecting his fresh appointment-Held: Mere fact that this was first occassion\nD when the respondent was caught, is no ground to hold that it was accidental—\nA Conductor of a bus enjoys faith reposed in him—He performs only duty of\nissuing tickets to passengers and accounting for fare collected from passengers\nto management-If he is dishonest in performance of his duties, he is guilty\nof serious misconduct and gravity of misconduct cannot be minimized by the\nfact that he was not earlier caught indulging in such dishonest conduct―\nE\nEven one act of dishonesty amounting to breach of faith may invite serious\npunishment―There was no justification for interfering with order of\nmanagement which had been upheld by the Labour Court-Judgment of\nDivision Bench of High Court set aside and order of single Judge of High\nCourt restored-Labour Laws.\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1766 of 2007.\nFrom the Final Judgment and Order dated 30.08.2005 of the High Court\nof Judicature of Andhra Pradesh at Hyderabad in Writ Appeal No. 1484 of\n2005.\nA.V. Rao, Sateesh Galla, Prabhakar Parnam, Venkateswara Rao Anumolu,\nR. Santhan krishnan, K. Radha Rani, Praveen K. Pandey, P. Vijaya Kumar, C.\nTulasi Krishna and D. Mahesh Babu for the appearing parties.\nThe Order of the Court was delivered by\n764\n་\nDEPOT MANAGER, APSRTC v. B. SWAMY\n765\nORDER\nA\nSpecial Leave granted.\nIt is not in dispute that on 23rd May, 2000 the respondent was a\nconductor performing his duties as Conductor in the bus belonging to\nAPSRTC. When the vehicle was checked, it was detected that 16 illiterate lady B\npassengers had been issued tickets of 0.50 paise denomination instead of\nRs.4/-. The respondent is alleged to have collected an extra amount from each\nof them which he pocketed. The checking staff had recorded the statement\nof the passengers whereafter a charge memo was issued to the respondent.\nAfter holding an inquiry, the management removed the respondent from\nservice.\nC\nThe respondent moved the Labour Court under Section 2A(2) of the\nIndustrial Disputes Act, 1947 for setting aside the order of removal from\nservice passed by the Management. The Labour Court on a perusal of the\nevidence on record concluded that 16 lady passengers had in fact been given D\ntickets of lower denomination of 0.50 paise each instead of Rs.4/-. Had there\nbeen no checking of the vehicle, the respondent would have pocketed\nRs.52/- without being detected. It did not find any substance in the submission\nof the respondent that since the bus was over loaded he had issued those\ntickets under a mistake. Negativing the contention of the respondent, the\nLabour Court held that the management having reposed confidence in the E\nrespondent as a conductor, since it found that he was not performing his\nduties with honesty and sincerity, it was justified in removing him from\nservice. If such acts on the part of conductors are condoned, the ultimate\nsufferer will be the APSRTC.\nThe Labour Court also took into account the fact that this could not\nbe an accidental slip in issuing tickets of lower denomination because such\ntickets were not issued to one or two passengers but to as many as 16\npassengers. Considering all aspects of the matter, the Labour Court held that\nthe misconduct was proved and the management was justified in removing\nthe respondent from service.\nThe order of the Labour Court was impugned by the respondent before\nthe High Court of Andhra Pradesh at Hyderabad in Writ Petition No. 25369\nof 2004. The learned Judge after hearing the parties dismissed the writ petition\nfiled under Article 226 of the Constitution of India and upheld the findings\nF\nG\nH\nད\n766\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of the Inquiry Officer. The learned Judge also.noticed that the respondent had\nnot examined himself to establish that the findings of the Inquiry Officer were\nbad or perverse. He found no basis in the allegation that the proceeding\nconducted by the Inquiry Officer was not fair. The Writ Petition was, therefore,\ndismissed.\nB\nC\nThe respondent thereafter preferred Writ Appeal No.1484 of 2005. The\nDivision Bench which heard the appeal has virtually disposed it of in one\nparagraph which reads as follows :-\n\"Having heard the learned counsel on either side and on perusal of the\nmaterial available on record, it is seen that the appellant is a senior employee\nand the incident appears to be an accidental one in his entire service. Nothing\nwas brought on record by the respondents to show that at any time the\nappellant was involved in such irregularity. Having regard to the same and\nespecially in view of the 16 passengers overloaded the bus, we feel that the\norder of termination is quite unjustified and gave excess gravity to the\nD offence.\nE\nF\nThe Writ Appeal is accordingly partly allowed to the extent that the\naward dated 19.4.2004 is set aside and in its place, we direct the second\nrespondent to give fresh appointment to the appellant.\"\nWe fail to understand how the incident could be characterized as\naccidental. The mere fact that this was the first occasion when the respondent\nwas caught, is no ground to hold that it was accidental. What weighed with\nthe learned Judges was the fact that the respondent had not been found to\nbe involved in such irregularities earlier. In our view that is not very material\nin the facts of this case. A conductor of a bus enjoys the faith reposed in\nhim. He accepts the responsibility of honestly collecting fares from the\npassengers after issuing proper tickets and is obliged to account for the\nmoney so collected. If conductors were to be dishonest in the performance\nof their duties, it would cause serious pecuniary loss to the employer. The\nHigh Court was therefore, not justified in observing that the management\nG gave \"excess gravity\" to the offence. We are constrained to observe that the\nHigh Court was not justified in characterizing the order of the management\nas one induced by exaggeration of the gravity of the offence. The conductor\nperforms only the duty of issuing tickets to the passengers and accounting\nfor the fare collected from the passengers to the management. If he is dishonest\nin the performance of his duties, he is guilty of serious misconduct and the\nH\nDEPOT MANAGER, APSRTC v. B. SWAMY\n767\ngravity of the misconduct cannot be minimized by the fact that he was not A\nearlier caught indulging in such dishonest conduct. There is no guarantee\nthat he had not acted dishonestly in the past as well which went undetected.\nEven one act of dishonesty amounting to breach of faith may invite serious\npunishment.\nWe are, therefore, satisfied that there was no justification for interfering B\nwith the order of the management which had been upheld by the Labour\nCourt. We, therefore, allow this appeal, set aside the judgment and order of\nthe Division Bench of the High Court impugned in this appeal and restore the\norder of learned Single Judge dismissing the Writ Petition.\nR. P.\nThere shall be no order as to costs.\nAppeal allowed.\nC\n"}