{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A. RAMA RAO AND ORS.\nV.\nRAGHUNATH PATNAIK AND ORS.\nAPRIL 24, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nNotice―unregistered agreement for sale of suit property between\nplaintiff and one defendant-Plaintiff came to know that defendant entering\ninto agreement with other two defendants in respect of the same property- C\nNotice by the plaintiff by post to all the defendants regarding subsistence of\nearlier agreement-Refusal to accept-Suit for specific performance of earlier\nagreement-Absence of specific plea regarding dispatch of the notice by post\nand/or its refusal-Courts below passing decree of specific performance\nholding that in view of the refusal, knowledge about earlier agreement to the\ndefendants could be inferred-On appeal, held: The finding regarding refusal\nto accept the notice is vague-Several pleas in respect of the issue had not\nbeen considered by Courts below-Direction to High Court to record its\nfinding on the question of service of notice and on the effect of the absence\nof specific plea regarding dispatch of notice or its refusal-The findings to\nbe placed before Supreme Court.\nD\n(1)\nE\nF\nRespondent No. 1-Plaintiff filed a suit for specific performance of\ncontract against the appellant defendant no.1. It was alleged therein that there\nwas unregistered agreement for alienation of the suit property in favour of\nthe plaintiff by defendant No. 1. When the plaintiff came to know that despite\nthe earlier agreement, defendant No.1 wanted to sell the suit property to\ndefendant Nos. 2 and 3, he sent notice to the defendants by post intimating\nabout the subsistence of the earlier agreement. The notices returned unserved\non their refusal. Trial Court decreed the suit and single Judge of High Court\ndismissed the appeal thereagainst holding that once there was refusal to\nreceive the notice, it is presumed that the defendants had notice of the earlier G\nagreement. In Writ appeal, Division Bench of High Court also concurred with\nthe finding of the courts below.\nIn appeal to this court, appellants contended that in absence of\nexamination of postman it was not permissible to draw an inference of refusal;\n527\nH\n528\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA and that there was no specific plea regarding dispatch of notice by post and/\nor its refusal.\nB\nC\nᎠ\nE\nAdjourning the matter, with direction to High Court to place its finding\non certain questions before this court, the Court.\nHELD: 1. The conclusions of the High Court on the issue of refusal to\naccept the notice claimed to have been sent by registered post, is rather vague.\nThe High Court has merely concluded that all other points have been\nconsidered by Single Judge. But it has been brought on record that effect of\na decision of this Court had not been considered though specifically argued.\nThe pleas that when the defendant No.1 on oath stated that he did not receive\nthe notice allegedly sent by post, the same would prevail over the postal\nremarks that it was “refused” unless the postman was examined; and that\nthere was no specific averment regarding sending the notice by post or its\nrefusal, had not been considered. [Paras 8 and 9] [530-G, H; 531-A]\n2. High Court is directed to record its findings on the question of service\nof notice and also the effect of the absence of any definite and specific plea\nregarding dispatch of notice by post and/or its refusal after granting\nopportunity to the parties to place their respective stand. [Para 11] [531-D-E]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 5130 of 2005.\nFrom the Judgment and Order dated 17.10.2001 of the High Court of\nOrissa in A.H.O. No. 96 of 1995.\nVinoo Bhagat and Rutwik Panda for the Appellants.\nF\nR.L. Khurana, M.C. Dhingra and Sanjay Jain for the Respondents.\nG\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Orissa High Court dismissing the Letters\nPatent Appeal filed by the appellants.\n2. A brief reference to the factual aspects would be necessary in view\nof the order proposed to be passed.\n3. The suit which forms the subject matter of controversy in the present\nH appeal was one for specific performance of contract filed by respondent No.1-\nA. RAMA RAO v. RAGHUNATH PATNAIK [PASAYAT, J.]\n529\n1\n\"\nRaghu Nath Patnaik as the sole plaintiff.\nA\nC\n4. In the suit it was contended that on 7.11.1983 defendant No.1 executed\nan unregistered plain paper agreement in respect of the suit scheduled house\nsite agreeing to alienate the same in favour of the plaintiff for a consideration\nof Rs.25,000/- and as a part payment Rs.5,000/- was paid. Violating the terms\nof the agreement, he entered into another agreement for the same site with B\ndefendant Nos.2 and 3 on 14.3.1984. After coming to know of the said\narrangement, plaintiff issued notice to all the defendants on 29.3.1984 intimating\nabout the subsistence of the earlier agreement between him and defendant\nNo.1 and requesting them not to enter into any sale transaction. The notice\nissued to defendant No.1 returned unserved while the notices issued to\ndefendants Nos.2 and 3 returned unserved on their refusal. When the plaintiff\ncame to know that the defendants were going ahead for execution of sale\ndeed, he instituted a suit for specific performance of the contract and other\nancillary reliefs. The defendant No.1 filed a written statement while the other\ntwo defendants filed separate written statements. The plea was one of denial\nof the execution of the purported earlier unregistered agreement. The Courts D\nbelow took the view that once there was refusal by defendant No.1 to receive\nthe notice, it has to be held that he had notice of the earlier agreement. The\ntrial Court decreed the Suit and the learned Single Judge dismissed the appeal.\nLetters Patent Appeal was preferred where several pleas were taken. It was\npleaded that the plaintiff had failed to establish the fact that defendant Nos.2\nand 3 had knowledge about the existence of the agreement prior to the\nexecution of the sale deed/agreement to sale dated 14.3.1984 and on that\nground alone the suit should have been dismissed. It was pleaded that\ndefendant Nos.2 and 3 are bona fide purchasers for value without notice of\nthe so called previous unregistered agreement. A plea relating to absence of\npleading or evidence of the plaintiff to prove that he was always ready and F\nwilling was also taken. Several other pleas were raised regarding the acceptance\nof the documents. It was pointed out that there was no specific averment\nabout the refusal of the defendants to receive the notice because it is only\nstated that the defendants evaded to receive the notice. Further, the postman\nhad not been examined. Therefore, the presumption of the refusal as allegedly\nendorsed cannot be raised. The High Court has erroneously held that the\npresumption is not rebutted by specific denial. The High Court, as noted\nabove, held the appeal deserved to be dismissed without discussing various\nstands on merit. It did not specifically deal with the plea relating to non-\nservice of notice.\nE\nG\nH\nA\nB\nC\n530\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n5. The only observation so far as that issue is concerned is to the\nfollowing effect.\n\"We also find that all other points raised by Mr. Mukherjee have\nbeen answered by the trial Court as well as Hon'ble Single Judge in\nFirst Appeal. After examining the evidence and considering the\nsubmissions, we agree with the findings arrived at by the court below\nand the Hon'ble Single Judge, that Ext.-1 was a valid document and\nwas duly executed by the defendant No.1 and that a decree to\nspecifically perform the terms of the agreement (Ext. 1) can be passed.\nWe also confirm the finding that the time stipulated in the agreement\nnot having expired, there was no occasion for the appellants to initiate\nany proceeding and the pleading regarding appellant's readiness and\nwillingness is adequate, as the same has not been specifically traversed\nin the written statement.\"\n6. In support of the appeal, learned counsel for the appellants submitted\nD that in the absence of examination of the postman it was not permissible to\ndraw an inference of refusal. In the plaint there was no averment that the\nappellants had refused to receive the notice. It was only stated that they had\nevaded. It does not even speak of sending the notice by post or endorsement\nby postman. It was further pointed out that the notice is purported to have\nbeen refused on 8.4.1984 which was a Sunday. That itself shows falsity of\nE plaintiff's claim.\nF\n7. In response, learned counsel for the respondents submitted that the\nstatutory presumption about the correctness of the postman's endorsement\nhas been rightly held to be applicable by the Courts below. In fact, the\nevidence led was to the effect that the refusal was on 5.4.1984 and not on\n8.4.1984 as claimed by the appellants. Since the suit was filed on 5.4.1984 a\nspecific stand regarding the refusal has not been taken.\n8. We find that the conclusions of the High Court on the issue of refusal\nto accept the notice claimed to have been sent by registered post, is rather\nG vague. The High Court has merely concluded that all other points have been\nconsidered by learned Single Judge. It has been brought on record that effect\nof a decision of this Court in Puuuada Venkeshwara Rao v. Chidamana\nVenkataramana, [1976] 3 SCR 551 has not been considered though specifically\nargued.\nH\n9. It appears that stand was that when the defendant No.1 on oath\nI\n531\nA. RAMA RAO v. RAGHUNATH PATNAIK [PASAYAT, J.]\nstated that he did not receive the notice allegedly sent by post, the same A\nwould prevail over the postal remarks that it was \"refused\" unless the postman\nwas examined. Further, the plea that there was no specific averment regarding\nsending the notice by post or its refusal has not been considered. Learned\ncounsel for the respondents has submitted that suit was filed on 5.4.1984 i.e.\nthe date of refusal overlooks the plea raised to the effect that the same could\nhave been brought in by way of an amendment and/or that the alleged date\nof refusal was 8.4.1984.\n10. Learned counsel for the appellants has produced before us original\npaper books filed before the High Court which show the endorsement that\ntheir refusal was 8.4.1984.\nB\nC\n11. In above view of the matter, we direct the High Court to record its\nfindings on the question of service of notice and also the effect of the\nabsence of any definite and specific plea regarding dispatch of notice by post\nand/or its refusal. Even if it is accepted that the refusal was on 5.4.1984 i.e.\nthe date of filing of the suit nothing prevented the plaintiff to at least mention D\nthat the notice has been sent by post. The findings shall be recorded by the\nHigh Court after granting opportunity to the parties to place their respective\nstand. The High Court shall send its findings to this Court after recording the\nsame within a period of three months. Call this matter after four months.\nK.K.T.\nAppeal Adjourned with directions. E\n"}