{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"NAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n51\ncarrying out the provisions of the Act. Every rule made by the A\nCentral Government under the Act has to be laid before each\nHouse of the Parliament while it is in session for a total period\nof 30 days, if no specific modifications are made, the rules\nshall thereafter have effect either in the modified form or if not\nannulled, it shall come into force as laid.\n}\nB\nC\n33. Greater transparency, promotion of citizen-government\npartnership, greater accountability and reduction in corruption\nare stated to be the salient features of the Act of 2005.\nDevelopment and proper implementation of essential and\nconstitutionally protected laws such as Mahatma Gandhi Rural\nGuarantee Act, 2005, Right to Education Act, 2009, etc. are\nsome of the basic objectives of this Act. Revelation in actual\npractice is likely to conflict with other public interests, including\nefficiency, operation of the government, optimum use of limited\nfiscal resources and the preservation of confidentiality of D\nsensitive information. It is necessary to harness these\nconflicting interests while preserving the parameters of the\ndemocratic ideal or the aim with which this law was enacted.\nIt is certainly expedient to provide for furnishing certain\ninformation to the citizens who desire to have it and there may E\neven be an obligation of the state authorities to declare such\ninformation suo moto. However, balancing of interests still\nremains the most fundamental requirement of the objective\nenforcement of the provisions of the Act of 2005 and for\nattainment of the real purpose of the Act.\nt\n34. The Right to Information, like any other right, is not an\nunlimited or unrestricted right. It is subject to statutory and\nconstitutional limitations. Section 3 of the Act of 2005 clearly\nspells out that the right to information is subject to the provisions\nof the Act. Other provisions require that information must be\nheld by or under the control of public authority besides providing\nfor specific exemptions and the fields to which the provisions\nof the Act do not apply. The doctrine of severability finds place\nin the statute in the shape of Section 10 of the Act of 2005.\nF\nG\nH.\nA\n52\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n35. Neither the Act of 2002 nor the Act of 2005, under its\nrepeal provision, repeals the Official Secrets Act, 1923. The\nAct of 2005 only repeals the Freedom of Information Act, 2002\nin terms of Section 31. It was felt that under the Official Secrets\nAct, 1923, the entire development process had been shrouded\nB in secrecy and practically the public had no legal right to know\nas to what process had been followed in designing the policies\naffecting them and how the programmes and schemes were\nbeing implemented. Lack of openness in the functioning of the\nGovernment provided a fertile ground for growth of inefficiency\nand corruption in the working of the public authorities. The Act\nof 2005 was intended to remedy this widespread evil and\nprovide appropriate links to the government. It was also\nexpected to bring reforms in the environmental, economic and\nhealth sectors, which were primarily being controlled by the\nGovernment.\nC\nD\n36. The Central and State Information Commissions have\nplayed a critical role in enforcing the provisions of the Act of\n2005, as well as in educating the information seekers and\nproviders about their statutory rights and obligations. Some\nE section of experts opined that the Act of 2005 has been a useful\nstatutory instrument in achieving the goal of providing free and\neffective information to the citizens as enshrined under Article\n19(1)(a) of the Constitution. It is true that democratisation of\ninformation and knowledge resources is critical for people's\nF empowerment especially to realise the entitlements as well as\nto augment opportunities for enhancing the options for\nimproving the quality of life. Still of greater significance is the\ninclusion of privacy or certain protection in the process of\ndisclosure, under the right to information under the Act.\nG Sometimes, information ought not to be disclosed in the larger\npublic interest.\nH\n37. The courts have observed that when the law making\npower of a State is restricted by a written fundamental law, then\nany law enacted, which is opposed to such fundamental law,\nx\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n53\nB\nD\nbeing in excess of fundamental authority, is a nullity. Inequality A\nis one such example. Still, reasonable classification is\npermissible under the Indian Constitution. Surrounding\ncircumstances can be taken into consideration in support of the\nconstitutionality of the law which is otherwise hostile or\ndiscriminatory in nature, but the circumstances must be such\nas to justify the discriminatory treatment or the classification,\nsubserving the object sought to be achieved. Mere\napprehension of the order being used against some persons\nis no ground to hold it illegal or unconstitutional particularly when\nits legality or constitutionality has not been challenged. {Ref. K. C\nKarunakaran v. State of Kerala \u0026 Anr. [(2000) 3 SCC 761]}.\nTo raise the plea of Article 14 of the Constitution, the element\nof discrimination and arbitrariness has to be brought out in\nclear terms. The Courts have to keep in mind that by the\nprocess of classification, the State has the power of\ndetermining who should be regarded as a class for the\npurposes of legislation and in relation to law enacted on a\nparticular subject. The power, no doubt, to some degree is likely\nto produce some inequality but if a law deals with liberties of a\nnumber of individuals or well defined classes, it is not open of\nthe charge of denial of equal protection on the ground that has\nno application to other persons. Classification, thus, means\nsegregation in classes which have a systematic relation usually\nfound in common properties and characteristics. It postulates.\na rational basis and does not mean herding together of certain\npersons and classes arbitrarily, as already noticed. The\ndifferentia which is the basis of the classification and the object\nof the Act are distinct things and what is necessary is that there\nmust be a nexus between them. The basis of testing\nconstitutionality, particularly on the ground of discrimination,\nshould not be made by raising a presumption that the authorities\nare acting in an arbitrary manner. No classification can be\narbitrary. One of the known concepts of constitutional\ninterpretation is that the legislature cannot be expected to carve\nout classification which may be scientifically perfect or logically\ncomplete or which may satisfy the expectations of all concerned.\nE\nF\nG\nH\n54\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA The Courts would respect the classification dictated by the\nwisdom of the Legislature and shall interfere only on being\nconvinced that the classification would result in pronounced\ninequality or palpable arbitrariness tested on the touchstone of\nArticle 14 of the Constitution. {Ref. Welfare Association of\nB Allottees of Residential Premises, Maharashtra v. Ranjit P.\nGohil [(2003) 9 SCC 358]}.\nC\nD\n38. The rule of equality or equal protection does not require\nthat a State must choose between attacking every aspect of a\nproblem or not attacking the problem at all, and particularly with\nrespect to social welfare programme. So long as the line\ndrawn, by the State is rationally supportable, the Courts will not\ninterpose their judgment as to the appropriate stopping point.\nA statute is not invalid because it might have gone further than\nit did, since the legislature need not strike at all evils at the\nsame time and may address itself to the phase of the problem\nwhich seemed most acute to the legislative mind. A.\nclassification based on experience was a reasonable\nclassification, and that it had a rational nexus to the object\nthereof and to hold otherwise would be detrimental to the\nE interest of the service itself. This opinion was taken by this Court\nin the case of State of UP \u0026 Ors. v. J.P. Chaurasia \u0026 Ors.\n[(1989) 1 SCC 121]. Classification on the basis of educational\nqualifications made with a view to achieve administrative\nefficiency cannot be said to rest on any fortuitous circumstances\nF and one has always to bear in mind the facts and circumstances\nof the case in order to judge the validity of a classification. In\nthe case of State of Jammu \u0026 Kashmir v. Sh. Triloki Nath\nKhosa \u0026 Ors. [(1974) 1 SCC 19], it was noted that intelligible\ndifferentia and rational nexus are the twin tests of reasonable\nG classification.\nH\n39. If the law deals equally with members of a well defined\nclass, it is not open to the charge of denial of equal protection.\nThere may be cases where even a single individual may be in\na class by himself on account of some special circumstances\n+\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n55\nor reasons applicable to him and not applicable to others. Still A\nsuch law can be constitutional. [Ref. Constutional Law of India\nby H.M. Seervai (Fourth Edition) Vol.1]\nB\n40. In Maneka Gandhi v. Union of India \u0026 Anr. [(1978) 1\nSCC 248] and Charanlal Sahu v. Union of India (supra), the\nCourt has taken the view that when the constitutionality of a law\nis challenged on the ground that it infringes a fundamental right,\nwhat the Court has to consider is the 'direct and inevitable\neffect' of such law. A matter within the legislative competence\nof the legislature has to be left to the discretion and wisdom of\nC\nthe framers, so long as it does not infringe any constitutional\nprovision or violate any fundamental right. The law has to be\njust, fair and reasonable. Article 14 of the Constitution does not\nprohibit the prescription of reasonable rules for selection or of\nqualifications for appointment, except, where the classification\nis on the face of it, unjust.\nD\nF\n41. We have noticed the challenge of the petitioner to the\nconstitutionality of Section 12(5) and (6) and Section 15(5) and\n(6) of the Act of 2005. The challenge is made to these\nprovisions stating that the eligibility criteria given therein is E\nvague, does not specify any qualification, and the stated\n'experience' has no nexus to the object of the Act. It is also\ncontended that the classification contemplated under the Act\nis violative of Article 14 of the Constitution. The petitioner\ncontends that the legislative power has been exercised in a\nmanner which is not in consonance with the constitutional\nprinciples and guarantees and provides for no proper\nconsultative process for appointment. It may be noted that the\nonly distinction between the provisions of Sections 12(5) and\n12(6) on the one hand and Sections 15(5) and 15(6) on the\nother, is that under Section 12, it is the Central Government who\nhas to make the appointments in consonance with the\nprovisions of the Act, while under Section 15, it is the State\nGovernment which has to discharge similar functions as per the\nspecified parameters. Thus, discussion on one provision would\nsufficiently cover the other as well.\nG\nI\nH¨\n56\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n42. Sub-Section (5) of Section 12 concerns itself with the\neligibility criteria for appointment to the post of the Chief\nInformation Commissioner and Information Commissioners to\nthe Central Information Commission. It states that these\nauthorities shall be persons of eminence in public life with wide\nB knowledge and experience in law, science and technology,\nsocial service, management, journalism, mass media or\nadministration and governance.\nC\nD\n43. Correspondingly, Sub-Section (6) of Section 12 states\ncertain disqualifications for appointment to these posts. If such\nperson is a Member of Parliament or Member of the legislature\nof any State or Union Territory or holds any other office of profit\nor connected with any political party or carrying on any\nbusiness or pursuing any profession, he would not be eligible\nfor appointment to these posts.\n44. In order to examine the constitutionality of these\nprovisions, let us state the parameters which would finally help\nthe Court in determining such questions.\n(a)\nE\n(b)\nF\nןד\nG\n(c)\nWhether the law under challenge lacks legislative\ncompetence?\nWhether it violates any Article of Part III of the\nConstitution, particularly, Article 14?\nWhether the prescribed criteria and classification\nresulting therefrom is discriminatory, arbitrary and\nhas no nexus to the object of the Act?\n(d) Lastly, whether it a legislative exercise of power\nwhich is not in consonance with the constitutional\nguarantees and does not provide adequate\nguidance to make the law just, fair and reasonable?\n45. As far as the first issue is concerned, it is a commonly\nconceded case before us that the Act of 2005 does not, in any\nH form, lack the legislative competence. In other words, enacting\nT\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n57\nsuch a law falls squarely within the domain of the Indian A\nParliament and has so been enacted under Entry 97 (residuary\npowers) of the Union List. Thus, this issue does not require any\ndiscussion.\n46. To examine constitutionality of a statute in its correct B\nperspective, we have to bear in mind certain fundamental\nprinciples as afore-recorded. There is presumption of\nconstitutionality in favour of legislation. The Legislature has the\npower to carve out a classification which is based upon\nintelligible differentia and has rational nexus to the object of the\nC\nAct. The burden to prove that the enacted law offends any of\nthe Articles under Part III of the Constitution is on the one who\nquestions the constitutionality and shows that despite such\npresumption in favour of the legislation, it is unfair, unjust and\nunreasonable.\nD\n47. Another most significant canon of determination of\nconstitutionality is that the courts would be reluctant to declare\na law invalid or ultra vires on account of unconstitutionality. The\ncourts would accept an interpretation which would be in favour\nof the constitutionality, than an approach which would render E\nthe law unconstitutional. Declaring the law unconstitutional is one\nof the last resorts taken by the courts. The courts would\npreferably put into service the principle of 'reading down' or\n'reading into' the provision to make it effective, workable and\nensure the attainment of the object of the Act. These are the\nprinciples which clearly emerge from the consistent view taken\nby this court in its various pronouncements.\nF\nG\n48. The provisions of Section 12(5) do not discuss the\nbasic qualification needed, but refer to two components: (a)\npersons of eminence in public life; and (b) with wide knowledge\nand experience in the fields stated in the provision. The\nprovision, thus, does not suffer from the infirmity of providing\nno criteria resulting in the introduction of the element of\narbitrariness or discrimination. The provisions require the\npersons to be of eminence and with knowledge in the stated H\nB\n58\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA fields. Knowledge and experience in these fields normally shall\nbe preceded by a minimum requisite qualification prescribed\nin that field. For example, knowledge and experience in the\nfield of law would pre-suppose a person to be a law graduate.\nSimilarly, a person with wide knowledge and experience in the\nfield of science and technology would invariably be expected\nto be at least a graduate or possess basic qualification in\nscience \u0026 technology. The vagueness in the expression 'social\nservice', 'mass media' or 'administration and governance'\ndoes create some doubt. But, certainly, this vagueness or doubt\ndoes not introduce the element of discrimination in the provision.\nThe persons from these various walks of life are considered\neligible for appointment to the post of Chief Information\nCommissioner and Information Commissioners in the\nrespective Information Commissions. This gives a wide zone\nof consideration and this alleged vagueness can always be\nclarified by the appropriate government in exercise of its\npowers under Section 27 and 28 of the Act, respectively.\nC\nD\nE\nF\nG\nH\nConstitutional Validity of Section 12(6)\n49. Similarly, as stated above, sub-Section (6) of Section\n12 creates in a way a disqualification in terms thereof. This\nprovision does have an element of uncertainty and\nindefiniteness. Upon its proper construction, an issue as to what\nclass of persons are eligible to be appointed to these posts,\nwould unexceptionally arise. According to this provision, a\nperson to be appointed to these posts ought not to have been\ncarrying on any business or pursuing any profession. It is difficult\nto say what the person eligible under the provision should be\ndoing and for what period. The section does not specify any\nsuch period. Normally, the persons would fall under one or the\nother unacceptable categories. To put it differently, by necessary\nimplication, it excludes practically all classes while not\nspecifying as to which class of persons is eligible to be\nappointed to that post. The exclusion is too vague, while\ninclusion is uncertain. It creates a situation of confusion which\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n59\ncould not have been the intent of law. It is also not clear as to A\nwhat classification the framers of the Act intended to lay down.\nThe classification does not appear to have any nexus with the\nobject of the Act. There is no intelligible differentia to support\nsuch classification. Which class is intended to be protected and\nis to be made exclusively eligible for appointment in terms of B\nSections 12(5) and (6) is something that is not understandable.\nWherever, the Legislature wishes to exercise its power of\nclassification, there it has to be a reasonable classification,\nsatisfying the tests discussed above. No Rules have been\nbrought to our notice which even intend to explain the c\nvagueness and inequality explicit in the language of Section\n12(6). According to the petitioner, it tantamounts to an absolute\nbar because the legislature cannot be stated to have intended\nthat only the persons who are ideal within the terms of Sub-\nsection (6) of Section 12, would be eligible to be appointed to\nthe post. If we read the language of Sections 12(5) and 12(6)\ntogether, the provisions under sub-Section (6) appear to be in\nconflict with those under sub-Section (5). Sub-Section (5)\nrequires the person to have eminence in public life and wide\nknowledge and experience in the specified field. On the\ncontrary, sub-Section (6) requires that the person should not\nhold any office of profit, be connected with any political party\nor carry on any business or pursue any profession. The object\nof sub-section (5) stands partly frustrated by the language of\nsub-Section (6). In other words, sub-section (6) lacks clarity,\nreasonable classification and has no nexus to the object of the\nAct of 2005 and if construed on its plain language, it would result\nin defeating the provisions of sub-Section (5) of Section 12 to\nsome extent.\nD\nE\nF\n50. The legislature is required to exercise its power in G\nconformity with the constitutional mandate, particularly contained\nin Part III of the Constitution. If the impugned provision denies\nequality and the right of equal consideration, without reasonable\nclassification, the courts would be bound to declare it invalid.\nSection 12(6) does not speak of the class of eligible persons, H\nT\nA\nB\nC\n60\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nbut practically debars all persons from being appointed to the\npost of Chief Information Commissioner or Information\nCommissioners at the Centre and State levels, respectively.\n51. It will be difficult for the Court to comprehend as to\nwhich class of persons is intended to be covered under this\nclause. The rule of disqualification has to be construed strictly.\nIf anyone, who is an elected representative, in Government\nservice, or one who is holding an office of profit, carrying on\nany business or profession, is ineligible in terms of Section\n12(6), then the question arises as to what class of persons\nwould be eligible? The Section is silent on that behalf.\n52. The element of arbitrariness and discrimination is\nevidenced by the language of Section 12(6) itself, which can\nbe examined from another point of view. No period has been\nD stated for which the person is expected to not have carried on\nany business or pursued any profession. It could be one day\nor even years prior to his nomination. It is not clear as to how\nthe persons falling in either of these classes can be stated to\nbe differently placed. This uncertainty is bound to bring in the\nE element of discrimination and arbitrariness.\nF\n53. Having noticed the presence of the element of\ndiscrimination and arbitrariness in the provisions of Section\n12(6) of the Act, we now have to examine whether this Court\nshould declare this provision ultra vires the Constitution or read\nit down to give it its possible effect, despite the drawbacks\nnoted above. We have already noticed that the Court will\nnormally adopt an approach which is tilted in favour of\nconstitutionality and would prefer reading down the provision,\nif necessary, by adding some words rather than declaring it\nG unconstitutional. Thus, we would prefer to interpret the\nprovisions of Section 12(6) as applicable post-appointment\nrather than pre-appointment of the Chief Information\nCommissioner and Information Commissioners. In other words,\nthese disqualifications will only come into play once a person\nH is appointed as Chief Information Commissioner/ Information\n+\n"}