{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"\u003c\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n71\nofficial's adjudicative acts. Quasi-judicial acts, which are A\nvalid if there is no abuse of discretion, often determine the\nfundamental rights of citizens. They are subject to review\nby Courts. (Blacm, 7th Edn., 1999)\n'Quasi-judicial is a term that is ... Not easily definable.\nIn the United States, the phrase often covers judicial\ndecisions taken by an administrative agency - the test is\nthe nature of the tribunal rather than what it is doing. In\nEngland quasi-judicial belongs to the administrative\ncategory and is used to cover situations where the\nadministrator is bound by the law to observe certain forms\nand possibly hold a public hearing but where he is a free\nagent in reaching the final decision. If the rules are broken,\nthe determination may be set aside, but it is not sufficient\nto show that the administration is biased in favour of a\ncertain policy, or that the evidence points to a different\nconclusion..' (George Whitecross Paton, A Textbook of\nJurisprudence 336 (G.W. Paton \u0026 Davit P Derham eds.,,\n4th ed. (1972)\nDescribing a function that resembles the judicial function\nin that it involves deciding a dispute and ascertaining the\nfacts and any relevant law, but differs in that it depends\nultimately on the exercise of an executive discretion rather\nthan the application of law (Oxford Law Dictionary 5th Edn.\n2003)\nWhen the law commits to an officer the duty of looking into\ncertain facts not in a way which it specially directs, but after\na discretion in its nature judicial, the function is quasi\njudicial.\nB\nC\nD\nE\nF\nG\nOf or relating to the adjudicative acts of an executive or\nadministrative officials.\nSharing the qualities of and approximating to what is\njudicial; essentially judicial in character but not within the\nH\nA\nB\nC\nD\nE\nF\nG\nH\n72\nSUPREME COURT. REPORTS [2013] 13 S.C.R.\njudicial power or function nor belonging to the judiciary as\nconstitutionally defined. [S.128(2)(i), C.P.C. (5 of 1908)].” .\n74. This Court in the case of State of Himachal Pradesh\n\u0026 Ors. v. Raja Mahendra Pal \u0026 Anr. [1995 Supp (2) SCC 731],\nheld that the expression 'quasi judicial' has been termed to be\none which stands midway a judicial and an administrative\nfunction. If the authority has any express statutory duty to act\njudicially in arriving at the decision in question, it would be\ndeemed to be quasi-judicial. Where the function to determine.\na dispute is exercised by virtue of an executive discretion rather\nthan the application of law, it is a quasi-judicial function. A quasi-\njudicial act requires that a decision is to be given not arbitrarily\nor in mere discretion of the authority but according to the facts\nand circumstances of the case as determined upon an enquiry\nheld by the authority after giving an opportunity to the affected\nparties of being heard or wherever necessary of leading.\nevidence in support of their contention. The authority and the\nTribunal constituted under the provisions of the Act of 2005 are\ncertainly quasi-judicial authority/tribunal performing judicial\nfunctions.\n75. Under the scheme of the Act of 2005; in terms of\nSection 5, every public authority, both in the State and the\nCentre, is required to nominate Public Information Officers to\neffectuate and make the right to information a more effective\nright by furnishing the information asked for under this Act. The\nInformation Officer can even refuse to provide such information,\nwhich order is appealable under Section 19(1) to the nominated\nsenior officer, who is required to hear the parties and decide\nthe matter in accordance with law. This is a first appeal. Against\nthe order of this appellate authority, a second appeal lies with\nthe Central Information Commission or the State Information\nCommission, as the case may be, in terms of Section 19(3) of\nthe Act of 2005. The Legislature, in its wisdom, has provided.\nfor two appeals. Higher the adjudicatory forum, greater is the\nrequirement of adherence to the rule of judiciousness, fairness\nand to act in accordance with the procedure prescribed and in\n1\n\u003e\n;\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n73\nabsence of any such prescribed procedure, to act in\nconsonance with the principles of natural justice. Higher also\nis the public expectation from such tribunal. The adjudicatory\nfunctions performed by these bodies are of a serious nature.\nAn order passed by the Commission is final and binding and\ncan only be questioned before the High Court or the Supreme\nCourt in exercise of the Court's jurisdiction under Article 226\nand/or Article 32 of the Constitution, respectively.\n76. If one analyses the scheme of the Act of 2005 and the\nmulti-farious functions that the Information Commission is\nexpected to discharge in its functioning, following features\nbecome evident:\n1.\n2.\nA\nB\nC\nD\nIt has a lis pending before it which it decides. 'Lis',\nas per Black's Law Dictionary (8th Edition) means\n‘a piece of litigation; a controversy or a dispute'.\nOne party asserting the right to a particular\ninformation, the other party denying the same or\neven contesting that it was invasion into his\nprotected right gives rise to a lis which has to be\nadjudicated by the Commission in accordance with E\nlaw and, thus, cannot be termed as 'administrative\nfunction' simpliciter. It, therefore, becomes evident\nthat the appellate authority and the Commission\ndeal with lis in the sense it is understood in the legal\nparlance.\nIt performs adjudicatory functions and is required to\ngrant opportunity of hearing to the affected party\nand to record reasons for its orders. The orders of\nthe Public Information Officer are appealable to first\nappellate authority and those of the First Appellate\nAuthority are appealable to the Information\nCommission, which are then open to challenge.\nbefore the Supreme Court or the High Court in\nexercise of its extraordinary power of judicial\nreview.\nF\nG\nH\n74\nSUPREME COURT REPORTS\nA\n3.\nB\nC\nD\nபய\nE\nF\nG\nH\n4.\n5.\n[2013] 13 S.C.R.\nIt is an adjudicatory process not akin to\nadministrative determination of disputes but similar\nin nature to the judicial process of determination.\nThe concerned authority is expected to decide not\nonly whether the case was covered under any of the\nexceptions or related to any of the organizations to\nwhich the Act of 2005 does not apply, but even to\ndetermine, by applying the legal and constitutional\nprovisions, whether the exercise of the right to\ninformation amounted to invasion into the right to\nprivacy. This being a very fine distinction of law,\napplication of legal principles in such cases\nbecomes very significant.\nThe concerned authority exercises penal powers\nand can impose penalty upon the defaulters as\ncontemplated under Section 20 of the Act of 2005.\nIt has to perform investigative and supervisory\nfunctions. It is expected to act in consonance with\nthe principles of natural justice as well as those\napplicable to service law jurisprudence, before it\ncan make a report and recommend disciplinary\naction against the defaulters, including the persons\nin service in terms of Section 20(2).\nThe functioning of the Commission is quite in line\nwith the functioning of the civil courts and it has even\nexpressly been vested with limited powers of the\ncivil Court. Exercise of these powers and discharge\nof the functions discussed above not only gives a\ncolour of judicial and/or quasi-judicial functioning to\nthese authorities but also vests the Commission\nwith the essential trappings of a civil Court.\n77. Let us now examine some other pre-requisites of vital\nsignificance in the functioning of the Commission. In terms of\nSection 22 of this Act, the provisions of the Act are to be given\n+\n1\n\u003e\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n75\neffect to, notwithstanding anything inconsistent therewith A\ncontained in the Official Secrets Act, 1923 and any other law\nfor the time being in force or in any instrument having effect by\nvirtue of any law other than this Act. This Act is, therefore, to\nprevail over the specified Acts and even instruments. The\nsame, however, is only to the extent of any inconsistency B\nbetween the two. Thus, where the provisions of any other law\ncan be applied harmoniously, without any conflict, the question\nof repugnancy would not arise.\nC\nD\n78. Further, Section 23 is a provision relating to exclusion\nof jurisdiction of the Courts. In terms of this Section, no Court\nshall entertain any suit, application or other proceedings in\nrespect of any order made under this Act and no such order\nshall be called in question otherwise than by way of an appeal\nprovided for under this Act. In other words, the jurisdiction of\nthe Court has been ousted by express language. Nevertheless,\nit is a settled principle of law that despite such excluding\nprovision, the extraordinary jurisdiction of the High Court and\nthe Supreme Court, in terms of Articles 226 and 32 of the\nConstitution, respectively, cannot be divested. It is a jurisdiction\nincapable of being eroded or taken away by exercise of E\nlegislative power, being an important facet of the basic structure\nof the Constitution. In the case of L. Chandra Kumar (supra),\nthe Court observed that the constitutional safeguards which\nensure independence of the Judges of the superior judiciary\nnot being available for the Members of the Tribunal, such\ntribunals cannot be considered full and effective substitute to\nthe superior judiciary in discharging the function of constitutional\ninterpretation. They can, however, perform a supplemental role.\nThus, all decisions of the Tribunals were held to be subject to\nscrutiny before the High Court under Article 226/227 of the G\nConstitution. Therefore, the orders passed by the authority, i.e.,\nthe Central or the State Information Commissions under the Act\nof 2005 would undoubtedly be subject to judicial review of the\nHigh Court under Article 226/227 of the Constitution.\nF\n79. Section 24 of the Act of 2005 empowers the Central H\n76\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Government to make amendments to the Second Schedule\nspecifying such organization established by the Government to\nwhich the Act of 2005 would not apply. The 'appropriate\nGovernment' [as defined in Section 2(a)] and the 'competent\nauthority' [as defined in Section 2(e)] have the power to frame\nB rules for the purposes stated under Sections 27 and 28 of the\nAct of 2005. This exercise is primarily to carry out the\nprovisions of the Act of 2005.\nC\nD\n80. Once it is held that the Information Commission is\nessentially quasi-judicial in nature, the Chief information\nCommissioner and members of the Commission should be the\npersons possessing requisite qualification and experience in\nthe field of law and/or other specified fields. We have discussed\nin some detail the requirement of a judicial mind for effectively\nperforming the functions and exercising the powers of the\nInformation Commission. In the case of Bharat Bank Ltd., Delhi\nv. Employees of Bharat Bank \u0026 Ors. [1950 SCR 459: AIR\n1950 SC 188], this Court took the view that the functions and\nduties of the Industrial Tribunal are very much like those of a\nbody discharging judicial functions, although it is not a court in\nE the technical sense of the word. In S.P. Sampath Kumar v.\nUnion of India [(1987) 1 SCC 124], again this Court held that\nin the case of Administrative Tribunals, the presence of a\nJudicial member was the requirement of fair procedure of law\nand the Administrative Tribunal must be so manned as to\nF inspire confidence in the public mind that it is a highly\ncompetent and expert mechanism with judicial approach and\nobjectivity. It was also observed that we have, in our country,\nbrilliant civil servants who possess tremendous sincerity, drive\nand initiative and who have remarkable capacity to resolve and\nG overcome administrative problems of great complexity. But\nwhat is needed in a judicial tribunal which is intended to\nsupplant the High Court is legal training and experience. Similar\nview was also expressed in the case of Union of India v. Madras\nBar Association [(2010) 11 SCC 1].\nI\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n77\n81. Further, in the case of L. Chandra Kumar (supra) A\nwhere this Court was concerned with the orders and functioning\nof the Central Administrative Tribunal and scope of its judicial\nreview, while holding that the jurisdiction of the High Court under\nArticle 226 of the Constitution was open and could not be\nexcluded, the Court specifically emphasised on the need for a\nlegally trained mind and experience in law for the proper\nfunctioning of the tribunal. The Court held as under:\n\"88. Functioning of Tribunals\nB\nXXX\nXXX\nXXX\nC\n8.65 A Tribunal which substitutes the High Court as an\nalternative institutional mechanism for judicial review must\nbe no less efficacious than the High Court. Such a tribunal\nmust inspire confidence and public esteem that it is a D\nhighly competent and expert mechanism with judicial\napproach and objectivity. What is needed in a tribunal,\nwhich is intended to supplant the High Court, is legal\ntraining and experience, and judicial acumen, equipment\nand approach. When such a tribunal is composed of\nE\npersonnel drawn from the judiciary as well as from services\nor from amongst experts in the field, any weightage in\nfavour of the service members or expert members and\nvalue-discounting the judicial members would render the\ntribunal less effective and efficacious than the High Court.\nThe Act setting up such a tribunal would itself have to be\ndeclared as void under such circumstances. The same\nwould not at all be conducive to judicial independence and\nmay even tend, directly or indirectly, to influence their\ndecision-making process, especially when the Government\nI is a litigant in most of the cases coming before such\ntribunal. (See S.P. Sampath Kumar v. Union of India.) The\nprotagonists of specialist tribunals, who simultaneously\nwith their establishment want exclusion of the writ\njurisdiction of the High Courts in regard to matters\nentrusted for adjudication to such tribunals, ought not to\nF\nG\nH\n78\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nс\noverlook these vital and important aspects. It must not be\nforgotten that what is permissible to be supplanted by\nanother equally effective and efficacious institutional\nmechanism is the High Courts and not the judicial review\nitself. Tribunals are not an end in themselves but a means\nto an end; even if the laudable objectives of speedy justice,\nuniformity of approach, predictability of decisions and\nspecialist justice are to be achieved, the framework of the\ntribunal intended to be set up to attain them must still retain\nits basic judicial character and inspire public confidence.\nAny scheme of decentralisation of administration of justice\nproviding for an alternative institutional mechanism in\nsubstitution of the High Courts must pass the aforesaid test\nin order to be constitutionally valid.\"\n82. In India, the Central or the State Information\nD Commission, as the case may be, is vested with dual\njurisdiction. It is the appellate authority against the orders\npassed by the first appellate authority, the Information Officer,\nin terms of Section 19(1) of the Act of 2005, while additionally\nit is also a supervisory and investigative authority in terms of\nE Section 18 of the Act wherein it is empowered to hear\ncomplaints by any person against the inaction, delayed action\nor other grounds specified under Section 18(1) against any\nState and Central Public Information Officer. This inquiry is to\nbe conducted in accordance with the prescribed procedure and\nF by exercising the powers conferred on it under Section 18(3).\nIt has to record its satisfaction that there exist reasonable\ngrounds to enquire into the matter.\nG\nH\n83. Section 20 is the penal provision. It empowers the\nCentral or the State Information Commission to impose penalty\nas well as to recommend disciplinary action against such Public\nInformation Officers who, in its opinion, have committed any\nacts or omissions specified in this section, without any\nreasonable cause. The above provisions demonstrate that the\nfunctioning of the Commission is not administrative simpliciter\nว\n'\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n79\nbut is quasi-judicial in nature. It exercises powers and functions A\nwhich are adjudicatory in character and legal in nature. Thus,\nthe requirement of law, legal procedures, and the protections\nwould apparently be essential. The finest exercise of quasi-\njudicial discretion by the Commission is to ensure and\neffectuate the right of information recognized under Article 19 B\nof the Constitution vis-a-vis the protections enshrined under\nArticle 21 of the Constitution.\n84. The Information Commission has the power to deal\nwith the appeals from the First Appellate Authority and, thus, it\nhas to examine whether the order of the appellate authority and\neven the Public Information Officer is in consonance with the\nprovisions of the Act of 2005 and limitations imposed by the\nConstitution. In this background, no Court can have any\nhesitation in holding that the Information Commission is akin\nto a Tribunal having the trappings of a civil Court and is\nperforming quasi-judicial functions.\nC\nD\n85. The various provisions of this Act are clear indicators\nto the unquestionable proposition of law that the Commission\nis a judicial tribunal and not a ministerial tribunal. It is an E\nimportant cog in and is part of court attached system of\nadministration of justice unlike a ministerial tribunal which is\nmore influenced and controlled and performs functions akin to\nmachinery of administration.\n(b) REQUIREMENT OF LEGAL MIND\nF\n86. Now, it will be necessary for us to dwell upon somewhat\ncontroversial but an aspect of greater significance as to who\nand by whom such adjudicatory machinery, at its various stages\nunder the provisions of the Act of 2005 particularly in the Indian G\ncontext, should be manned.\n87. Section 5 of the Act of 2005 makes it obligatory upon\nevery public authority to designate as many officers, as Central\nPublic Information Officers and State Information Public Officers\nH\nI\n80\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nB\nс\nD\nA in all administrative units or offices, as may be necessary to\nprovide information to the persons requesting information under\nthe Act of 2005. Further, the authority is required to designate\nCentral Assistant Public Information Officer and State Assistant\nPublic Information Officer at the sub-divisional or sub-district\nlevel. The Assistant Public Information Officers are to perform\ndual functions - (1) to receive the applications for information;\nand (2) to receive appeals under the Act. The applications for\ninformation are to be forwarded to the concerned Information\nOfficer and the appeals are to be forwarded to the Central\nInformation Commission or the State Information Commission,\nas the case may be. It was contemplated that these officers\nwould be designated at all the said levels within hundred days\nof the enactment of the Act. There is no provision under the Act\nof 2005 which prescribes the qualification or experience that\nthe Information Officers are required to possess. In fact, the\nlanguage of the Section itself makes it clear that any officer can\nbe designated as Central Public Information Officer or State\nPublic Information Officer. Thus, no specific requirement is\nmandated for designating an officer at the sub-divisional or\nsub-district level. The appeals, under Section 19(1) of the Act,\nagainst the order of the Public Information Officer are to be\npreferred before an Officer senior in the rank to the Public\nInformation Officer. However, under Section 19(3), a further\nappeal lies to the Central or the State Information Commission,\nas the case may be, against the orders of the Central or State\nF Appellate Officer. These officers are required to dispose of\nsuch application or appeal within the time schedule specified\nunder the provisions of the Act. There is also no qualification\nor experience required of these designated officers to whom\nthe first appeal would lie. However, in contradistinction, Section\nG 12(5) and Section 15(5) provide for the experience and\nknowledge that the Chief Information Commissioner and the\nInformation Commissioners at the Centre and the State levels,\nrespectively, are required to possess. This provision is\nobviously mandatory in nature.\nE\n"}