{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95}],"text":"i\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n91\nB\nс\nCommittee, appointments to the Central and State Information A\nCommissions should be made by the competent authority.\nEmpanelment by the DoPT and other competent authority has\nto be carried on the basis of a rational criteria, which should\nbe duly reflected by recording of appropriate reasons. The\nadvertisement issued by such agency should not be restricted\nto any particular class of persons stated under Section 12(5),\nbut must cover persons from all fields. Complete information,\nmaterial and comparative data of the empanelled persons\nshould be made available to the High Powered Committee.\nNeedless to mention that the High Powered Committee itself\nhas to adopt a fair and transparent process for consideration\nof the empanelled persons for its final recommendation. This\napproach, is in no way innovative but is merely derivative of\nthe mandate and procedure stated by this Court in the case\nof L. Chandra Kumar (supra) wherein the Court dealt with\nsimilar issues with regard to constitution of the Central\nAdministrative Tribunal. All concerned are expected to keep\nin mind that the Institution is more important than an individual.\nThus, all must do what is expected to be done in the interest\nof the institution and enhancing the public confidence. A three\nJudge Bench of this Court in the case of Centre for PIL and\nAnr. v. Union of India \u0026 Anr. [(2011) 4 SCC 1] had also\nadopted a similar approach and with respect we reiterate the\nsame.\nD\nE\n105. Giving effect to the above scheme would not only F\nfurther the cause of the Act but would attain greater efficiency,\nand accuracy in the decision-making process, which in turn\nwould serve the larger public purpose. It shall also ensure\ngreater and more effective access to information, which would\nresult in making the invocation of right to information more\nobjective and meaningful.\n106. For the elaborate discussion and reasons afore-\nrecorded, we pass the following order and directions:\nG\n1.\nThe writ petition is partly allowed.\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n92\nSUPREME COURT REPORTS\n2.\n3.\nო\n4.\n[2013] 13 S.C.R.\nThe provisions of Sections 12(5) and 15(5) of the\nAct of 2005 are held to be constitutionally valid, but\nwith the rider that, to give it a meaningful and\npurposive interpretation, it is necessary for the\nCourt to 'read into' these provisions some aspects\nwithout which these provisions are bound to offend\nthe doctrine of equality. Thus, we hold and declare\nthat the expression 'knowledge and experience'\nappearing in these provisions would mean and\ninclude a basic degree in the respective field and\nthe experience gained thereafter. Further, without\nany peradventure and veritably, we state that\nappointments of legally qualified, judicially trained\nand experienced persons would certainly manifest\nin more effective serving of the ends of justice as\nwell as ensuring better administration of justice by\nthe Commission. It would render the adjudicatory\nprocess which involves critical legal questions and\nnuances of law, more adherent to justice and shall\nenhance the public confidence in the working of the\nCommission. This is the obvious interpretation of\nthe language of these provisions and, in fact, is the\nessence thereof.\nAs opposed to declaring the provisions of Section\n12(6) and 15(6) unconstitutional, we would prefer\nto read these provisions as having effect 'post-\nappointment'. In other words, cessation/termination\nof holding of office of profit, pursuing any profession\nor carrying any business is a condition precedent\nto the appointment of a person as Chief Information\nCommissioner or Information Commissioner at the\nCentre or State levels.\nThere is an absolute necessity for the legislature to\nreword or amend the provisions of Section 12(5),\n12(6) and 15(5), 15(6) of the Act. We observe and\n5.\n6.\n7.\n8.\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n93\nhope that these provisions would be amended at A\nthe earliest by the legislature to avoid any ambiguity\nor impracticability and to make it in consonance\nwith the constitutional mandates.\nB\nWe also direct that the Central Government and/or\nthe competent authority shall frame all practice and\nprocedure related rules to make working of the\nInformation Commissions effective and in\nconsonance with the basic rule of law. Such rules\nshould be framed with particular reference to\nC\nSection 27 and 28 of the Act within a period of six\nmonths from today.\nWe are of the considered view that it is an\nunquestionable proposition of law that the\nCommission is a 'judicial tribunal' performing D\nfunctions of 'judicial' as well as 'quasi-judicial'\nnature and having the trappings of a Court. It is an\nimportant cog and is part of the court attached\nsystem of administration of justice, unlike a\nministerial tribunal which is more influenced and E\ncontrolled and performs functions akin to the\nmachinery of administration.\nIt will be just, fair and proper that the first appellate\nauthority (i.e. the senior officers to be nominated in\nterms of Section 5 of the Act of 2005) preferably\nshould be the persons possessing a degree in law\nor having adequate knowledge and experience in\nthe field of law.\nF\nThe Information Commissions at the respective G\nlevels shall henceforth work in Benches of two\nmembers each. One of them being a 'judicial\nmember', while the other an 'expert member'. The\njudicial member should be a person possessing a\ndegree in law, having a judicially trained mind and H\nA\nB\n0\nD\nE\nF\nG\nH\n94\nSUPREME COURT REPORTS\n9.\n10.\n[2013] 13 S.C.R.\nexperience in performing judicial functions. A law\nofficer or a lawyer may also be eligible provided he\nis a person who has practiced law at least for a\nperiod of twenty years as on the date of the\nadvertisement. Such lawyer should also have\nexperience in social work. We are of the considered\nview that the competent authority should prefer a\nperson who is or has been a Judge of the High\nCourt for appointment as Information\nCommissioners. Chief Information Commissioner\nat the Centre or State level shall only be a person\nwho is or has been a Chief Justice of the High Court\nor a Judge of the Supreme Court of India.\nThe appointment of the judicial members to any of\nthese posts shall be made 'in consultation' with the\nChief Justice of India and Chief Justices of the High\nCourts of the respective States, as the case may\nbe.\nThe appointment of the Information Commissioners\nat both levels should be made from amongst the\npersons empanelled by the DOPT in the case of\nCentre and the concerned Ministry in the case of a\nState. The panel has to be prepared upon due\nadvertisement and on a rational basis as afore-\nrecorded.\n11. The panel so prepared by the DoPT or the\nconcerned Ministry ought to be placed before the\nHigh-powered Committee in terms of Section\n12(3), for final recommendation to the President of\nIndia. Needless to repeat that the High Powered\nCommittee at the Centre and the State levels is\nexpected to adopt a fair and transparent method of\nrecommending the names for appointment to the\ncompetent authority.\n12.\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n95\nThe selection process should be commenced at A\nleast three months prior to the occurrence of\nvacancy.\n13. This judgment shall have effect only prospectively.\n14.\nB\nUnder the scheme of the Act of 2005, it is clear that\nthe orders of the Commissions are subject to\njudicial review before the High Court and then\nbefore the Supreme Court of India. In terms of\nArticle 141 of the Constitution, the judgments of the\nSupreme Court are law of the land and are binding C\non all courts and tribunals. Thus, it is abundantly\nclear that the Information Commission is bound by\nthe law of precedence, i.e., judgments of the High\nCourt and the Supreme Court of India. In order to\nmaintain judicial discipline and consistency in the\nfunctioning of the Commission, we direct that the\nCommission shall give appropriate attention to the\ndoctrine of precedence and shall not overlook the\njudgments of the courts dealing with the subject and\nprinciples applicable, in a given case.\nIt is not only the higher court's judgments that are binding\nprecedents for the Information Commission, but even those of\nthe larger Benches of the Commission should be given due\nacceptance and enforcement by the smaller Benches of the\nCommission. The rule of precedence is equally applicable to\nintra appeals or references in the hierarchy of the Commission.\n107. The writ petition is partly allowed with the above\ndirections, however, without any order as to costs.\nK.K.T.\nWrit Petition Partly allowed.\nD\nE\nF\nG\n"}