{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"NAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n81\n88. As already noticed, in terms of Section 12(5), the Chief A\nInformation Commissioner and Information Commissioners are\nrequired to be persons of eminence in public life with wide\nknowledge and experience in law, science and technology or\nany of the other specified fields. Further, Sub-Section (6) of\nSections 12 and 15 lays down the disqualifications for being B\nnominated as such. It is provided that the Chief Information\nCommissioner or Information Commissioners shall not be a\nMember of Parliament or Member of the Legislative Assembly\nof any State or Union Territory or hold any other office of profit\nor connected with any political party or carrying on any C\nbusiness or pursuing any profession.\nD\n89. The requirement of legal person in a quasi-judicial body\nhas been internationally recognized. We have already referred,\namongst others, to the relevant provisions of the respective\nInformation Acts of the USA, UK and Canada. Even in the\nCanadian Human Rights Tribunal, under the Canadian Human\nRights Act, the Vice-Chairman and Members of the Tribunal are\nrequired to have a degree in law from a recognized university\nand be the member of the bar of a province or a Chamber des\nnotaires du Quebec for at least 10 years. Along with this E\nqualification, such person needs to have general knowledge of\nhuman rights law as well as public law including Administrative\nand Constitutional Laws. The Information Commissioner under\nthe Canadian Law has to be appointed by the Governor in\nCouncil after consultation with the leader of every recognized F\nparty in the Senate and the House of Commons. Approval of\nsuch appointment is done by resolution of the Senate and the\nHouse of Commons. It is noted that the Vice-Chairperson plays\na pre-eminent role within this Administrative Tribunal by\nensuring a fair, timely and impartial adjudication process for G\nhuman rights complaints, for the benefit of all concerned.\n90. As already noticed, in the United Kingdom, the\nInformation Rights Tribunal and the Information Commissioners\nare to deal with the matters arising from both, the FOIA as well\nH\n82\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA as the Data Protection Act, 1998. These tribunals are\ndischarging quasi-judicial functions. Appointments to them are\ndealt with and controlled by the TCEA. These appointments are\ntreated as judicial appointments and are covered under Part 2\nof the TCEA. Section 50 provides for the eligibility conditions\nB for judicial appointment. Section 50(1)(b) refers to a person\nwho satisfies the judicial-appointment eligibility condition on an\nN-year basis. A person satisfies that condition on N-year basis\nif (a) the person has a relevant qualification and (b) the total\nlength of the person's qualifying periods is at least N years.\nSection 52 provides for the meaning of the expression 'gain\nexperience in law' appearing in Section 50(3)(b). It states that\na person gains experience in law during a period if the period\nis one during which the person is engaged in law-related\nactivities. The essence of these statutory provisions is that the\nconcerned person under that law is required to possess both\na degree as well as experience in the legal field. Such\nexperience inevitably relates to working in that field. Only then,\nthe twin criteria of requisite qualification and experience can\nbe satisfied.\nСс\nD\nE\n91. It may be of some relevance here to note that in UK,\nthe Director in the office of the Government Information Service,\nan authority created under the Freedom of Information Act, 2000\npossesses a degree of law and has been a member of the Bar\nof the District of Columbia and North Carolina in UK. The\nF Principal Judge of Information Rights Jurisdiction in the First-\ntier Tribunal, not only had a law degree but were also retired\nsolicitors or barristers in private practice.\nG\nH\n92. Thus, there exists a definite requirement for appointing\npersons to these posts with legal background and acumen so\nas to ensure complete faith and confidence of the public in the\nindependent functioning of the Information Commission and for\nfair and expeditious performance of its functions. The\nInformation Commissions are required to discharge their\nfunctions and duties strictly in accordance with law.\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n83\nA\nB\n93. In India, in terms of sub-Section (5), besides being a\nperson of eminence in public life, the necessary qualification\nrequired for appointment as Chief Information Commissioner\nor Information Commissioner is that the person should have\nwide knowledge and experience in law and other specified\nfields. The term 'experience in law' is an expression of wide\nconnotation. It pre-supposes that a person should have the\nrequisite qualification in law as well as experience in the field\nof law. However, it is worthwhile to note that having a\nqualification in law is not equivalent to having experience in law\nand vice-versa. 'Experience in law', thus, is an expression of C\ncomposite content and would take within its ambit both the\nrequisite qualification in law as well as experience in the field\nof law. A person may have some experience in the field of law\nwithout possessing the requisite qualification. That certainly\nwould not serve the requirement and purpose of the Act of\nD\n2005, keeping in view the nature of the functions and duties\nrequired to be performed by the Information Commissioners.\nExperience in absence of basic qualification would certainly be\ninsufficient in its content and would not satisfy the requirements\nof the said provision. Wide knowledge in a particular field\nwould, by necessary implication, refer to the knowledge\nrelatable to education in such field whereas experience would\nnecessarily relate to the experience attained by doing work in\nsuch field. Both must be read together in order to satisfy the\nrequirements of Sections 12(5) of and 15(5) the Act of 2005.\nSimilarly, wide knowledge and experience in other fields would\nhave to be construed as experience coupled with basic\neducational qualification in that field.\nE\nF\n94. Primarily it may depend upon the language of the rules\nwhich govern the service but it can safely be stated as a rule G\nthat experience in a given post or field may not necessarily\nsatisfy the condition of prescribed qualification of a diploma or\na degree in such field. Experience by working in a post or by\npractice in the respective field even for long time cannot be\nequated with the basic or the prescribed qualification. In\nH\n84 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA absence of a specific language of the provision, it is not\nfeasible for a person to have experience in the field of law\nwithout possessing a degree in law. In somewhat different\ncircumstances, this Court in the case of State of Madhya\nPradesh v. Dharam Bir [(1998) 6 SCC 165], while dealing with\nB Rule 8(2) of the Madhya Pradesh Industrial Training (Gazetted)\nService Recruitment Rules, 1985, took the view that the stated\nqualification for the post of Principal Class I or Principal Class\nIl were also applicable to appointment by promotion and that\nthe applicability of such qualification is not restricted to direct\nappointments. Before a person becomes eligible for being\npromoted to the post of Principal, Class II or Principal, Class-\n1, he must possess a Degree or Diploma in Engineering, as\nspecified in the Schedule. The fact that the person had worked\nas a Principal for a decade would not lead to a situation of\naccepting that the person was qualified to hold the post. The\nCourt held as under:\nC\nD\nE\nF\nG\n☐ H\n\"32. \"Experience” gained by the respondent on account of\nhis working on the post in question for over a decade\ncannot be equated with educational qualifications required\nto be possessed by a candidate as a condition of eligibility\nfor promotion to higher posts. If the Government, in\nexercise of its executive power, has created certain posts,\nit is for it to prescribe the mode of appointment or the\nqualifications which have to be possessed by the\ncandidates before they are appointed on those posts. The\nqualifications would naturally vary with the nature of posts\nor the service created by the Government.\n33. The post in question is the post of Principal of the\nIndustrial Training Institute. The Government has prescribed.\na Degree or Diploma in Engineering as the essential\nqualification for this post. No one who does not possess\nthis qualification can be appointed on this post. The\neducational qualification has a direct nexus with the nature\nof the post. The Principal may also have an occasion to\n1\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n85\ntake classes and teach the students. A person who does A\nnot hold either a Degree or Diploma in Engineering cannot\npossibly teach the students of the Industrial Training Institute\nthe technicalities of the subject of Engineering and its\nvarious branches.\"\n95. Thus, in our opinion, it is clear that experience in the\nrespective field referred to in Section 12(5) of the Act of 2005\nwould be an experience gained by the person upon possessing\nthe basic qualification in that field. Of course, the matter may\nbe somewhat different where the field itself does not prescribe\nany degree or appropriate course. But it would be applicable\nfor the fields like law, engineering, science and technology,\nmanagement, social service and journalism, etc.\nB\nC\n96. This takes us to discuss the kind of duties and\nresponsibilities that such high post is expected to perform. Their D\nfunctions are adjudicatory in nature. They are required to give\nnotice to the parties, offer them the opportunity of hearing and\npass reasoned orders. The orders of the appellate authority and\nthe Commission have to be supported by adequate reasoning\nas they grant relief to one party, despite opposition by the other\nor reject the request for information made in exercise of a\nstatutory right.\nE\nLL\nF\n97. It is not only appropriate but is a solemn duty of every\nadjudicatory body, including the tribunals, to state the reasons\nin support of its decisions. Reasoning is the soul of a judgment\nand embodies one of the three pillars on which the very\nfoundation of natural justice jurisprudence rests. It is informative\nto the claimant of the basis for rejection of his claim, as well\nas provides the grounds for challenging the order before the\nhigher authority/constitutional court. The reasons, therefore, G\nenable the authorities, before whom an order is challenged, to\ntest the veracity and correctness of the impugned order. In the\npresent times, since the fine line of distinction between the\nfunctioning of the administrative and quasi-judicial bodies is\ngradually becoming faint, even the administrative bodies are\nH\n༥\n86\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA required to pass reasoned orders. In this regard, reference can\nbe made to the judgments of this Court in the cases of\nSiemens Engineering \u0026 Manufacturing Co. of India Ltd. v.\nUnion of India \u0026 Anr. [(1976) 2 SCC 981]; and Assistant\nCommissioner, Commrcial Tax Department Works Contract\nand Leasing, Kota v. Shukla \u0026 Brothers [(2010) 4 SCC 785].\nB\nC\n98. The Chief Information Commissioner and members of\nthe Commission are required to possess wide knowledge and\nexperience in the respective fields. They are expected to be\nwell versed with the procedure that they are to adopt while\nperforming the adjudicatory and quasi judicial functions in\naccordance with the statutory provisions and the scheme of the\nAct of 2005. They are to examine whether the information\nrequired by an applicant falls under any of the exemptions stated\nunder Section 8 or the Second Schedule of the Act of 2005.\nD Some of the exemptions under Section 8, particularly, sub-\nsections (e), (g) and (j) have been very widely worded by the\nLegislature keeping in mind the need to afford due protection\nto privacy, national security and the larger public interest. In\nterms of Section 8(1)(e), (f), (g), (h) and (i), the authority is\nE required to record a definite satisfaction whether disclosure of\ninformation would be in the larger public interest or whether it\nwould impede the process of investigation or apprehension or\nprosecution of the offenders and whether it would cause\nunwarranted invasion of the privacy of an individual. All these\nF functions may be performed by a legally trained mind more\nefficaciously. The most significant function which may often be\nrequired to be performed by these authorities is to strike a\nbalance between the application of the freedom guaranteed\nunder Article 19(1)(a) and the rights protected under Article 21\nof the Constitution. In other words, the deciding authority ought\nto be conscious of the constitutional concepts which hold\nsignificance while determining the rights of the parties in\naccordance with the provisions of the statute and the\nConstitution. The legislative scheme of the Act of 2005 clearly\npostulates passing of a reasoned order in light of the above.\nG\nH\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n87\nA reasoned order would help the parties to question the A\ncorrectness of the order effectively and within the legal\nrequirements of the writ jurisdiction of the Supreme Court and\nthe High Courts.\nC\n99. 'Persons of eminence in public life' is also an\nB\nexpression of wide implication and ramifications. It takes in its\nambit all requisites of a good citizen with values and having a\npublic image of contribution to the society. Such person should\nhave understanding of concepts of public interest and public\ngood. Most importantly, such person should have contributed\nto the society through social or allied works. The authorities.\ncannot lose sight of the fact that ingredients of institutional\nintegrity would be applicable by necessary implication to the\nCommissions and their members. This discussion safely leads\nus to conclude that the functions of the Chief Information\nCommissioner and Information Commissioners may be better\nperformed by a legally qualified and trained mind possessing\nthe requisite experience. The same should also be applied to\nthe designation of the first appellate authority, i.e., the senior\nofficers to be designated at the Centre and State levels.\nHowever, in view of language of Section 5, it may not be E\nnecessary to apply this principle to the designation of Public\nInformation Officer.\n100. Moreover, as already noticed, the Information\nCommission, is performing quasi-judicial functions and\nessence of its adjudicatory powers is akin to the Court system.\nIt also possesses the essential trappings of a Court and\ndischarges the functions which have immense impact on the\nrights/obligations of the parties. Thus, it must be termed as a\njudicial Tribunal which requires to be manned by a person of\njudicial mind, expertise and experience in that field. This Court,\nwhile dealing with the cases relating to the powers of the\nParliament to amend the Constitution has observed that every\nprovision of the Constitution, can be amended provided in the\nresult, the basic structure of the Constitution remains the same.\nThe dignity of the individual secured by the various freedoms\nD\nF\nG\nH\n88\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA and basic rights contained in Part III of the Constitution and their\nprotection itself has been treated as the basic structure of the\nConstitution.\nB\nC\nD\n101. Besides separation of powers, the independence of\njudiciary is of fundamental constitutional value in the structure\nof our Constitution. Impartiality, independence, fairness and\nreasonableness in judicial decision making are the hallmarks\nof the Judiciary. If 'Impartiality' is the soul of Judiciary,\n'Independence' is the life blood of Judiciary. Without\nindependence, impartiality cannot thrive, as this Court stated\nin the case of Union of India v. R. Gandhi, President, Madras\nBar Association [(2010) 11 SCC 17].\n102. The independence of judiciary stricto sensu applies\nto the Court system. Thus, by necessary implication, it would\nalso apply to the tribunals whose functioning is quasi-judicial\nand akin to the court system. The entire administration of justice\nsystem has to be so independent and managed by persons of\nlegal acumen, expertise and experience that the persons\ndemanding justice must not only receive justice, but should also\nE have the faith that justice would be done.\nF\n103. The above detailed analysis leads to an ad libitum\nconclusion that under the provisions and scheme of the Act of\n2005, the persons eligible for appointment should be of public\neminence, with knowledge and experience in the specified\nfields and should preferably have a judicial background. They\nshould possess judicial acumen and experience to fairly and\neffectively deal with the intricate questions of law that would\ncome up for determination before the Commission, in its day-\nto-day working. The Commission satisfies abecedarians of a\nG judicial tribunal which has the trappings of a court. It will serve\nthe ends of justice better, if the Information Commission was\nmanned by persons of legal expertise and with adequate\nexperience in the field of adjudication. We may further clarify\nthat such judicial members could work individually or in Benches\nH of two, one being a judicial member while the other being a\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n89\nB\nD\nqualified person from the specified fields to be called an expert A\nmember. Thus, in order to satisfy the test of constitutionality,\nwe will have to read into Section 12(5) of the Act that the\nexpression 'knowledge and experience' includes basic degree\nin that field and experience gained thereafter and secondly that\nlegally qualified, trained and experienced persons would better\nadminister justice to the people, particularly when they are\nexpected to undertake an adjudicatory process which involves\ncritical legal questions and niceties of law. Such appreciation.\nand application of legal principles is a sine qua non to the\ndeterminative functioning of the Commission as it can tilt the C\nbalance of justice either way. Malcolm Gladwell said, \"the key\nto good decision making is not knowledge. It is understanding.\nWe are swimming in the former. We are lacking in the latter\".\nThe requirement of a judicial mind for manning the judicial\ntribunal is a well accepted discipline in all the major international\njurisdictions with hardly with any exceptions. Even if the intention\nis to not only appoint people with judicial background and\nexpertise, then the most suitable and practical resolution would\nbe that a 'judicial member' and an 'expert member' from other\nspecified fields should constitute a Bench and perform the\nfunctions in accordance with the provisions of the Act of 2005.\nSuch an approach would further the mandate of the statute by\nresolving the legal issues as well as other serious issues like\nan inbuilt conflict between the Right to Privacy and Right to\nInformation while applying the balancing principle and other\nincidental controversies. We would clarify that participation by\nqualified persons from other specified fields would be a positive\ncontribution in attainment of the proper administration of justice\nas well as the object of the Act of 2005. Such an approach\nwould help to withstand the challenge to the constitutionality of\nSection 12(5).\n104. As a natural sequel to the above, the question that\ncomes up for consideration is as to what procedure should be\nadopted to make appointments to this august body. Section\n12(3) states about the High-powered Committee, which has to\nE\nF\nG\nH\n་\n90\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nB\nC\nA recommend the names for appointment to the post of Chief\nInformation Commissioner and Information Commissioners to\nthe President. However, this Section, and any other provision\nfor that matter, is entirely silent as to what procedure for\nappointment should be followed by this High Powered\nCommittee. Once we have held that it is a judicial tribunal\nhaving the essential trappings of a court, then it must, as an\nirresistible corollary, follow that the appointments to this august\nbody are made in consultation with the judiciary. In the event,\nthe Government is of the opinion and desires to appoint not\nonly judicial members but also experts from other fields to the\nCommission in terms of Section 12(5) of the Act of 2005, then\nit may do so, however, subject to the riders stated in this\njudgment. To ensure judicial independence, effective\nadjudicatory process and public confidence in the\nadministration of justice by the Commission, it would be\nnecessary that the Commission is required to work in\nBenches. The Bench should consist of one judicial member and\nthe other member from the specified fields in terms of Section\n12(5) of the Act of 2005. It will be incumbent and in conformity\nwith the scheme of the Act that the appointments to the post\nE of judicial member are made 'in consultation' with the Chief\nD\nJustice of India in case of Chief Information Commissioner and\nmembers of the Central Information Commission and the Chief\nJustices of the High Courts of the respective States, in case\nof the State Chief Information Commissioner and State\nF Information Commissioners of that State Commission. In the\ncase of appointment of members to the respective\nCommissions from other specified fields, the DoPT in the\nCentre and the concerned Ministry in the States should prepare\na panel, after due publicity, empanelling the names proposed\nG at least three times the number of vacancies existing in the\nCommission. Such panel should be prepared on a rational\nbasis, and should inevitably form part of the records. The\nnames so empanelled, with the relevant record should be\nplaced before the said High Powered Committee. In\nH furtherance to the recommendations of the High Powered\n"}