{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nT. SUBRAMANIAM\nV.\nTHE STATE OF TAMIL NADU\nJANUARY 4, 2006\n[S.B. SINHA AND R.V. RAVEENDRAN, JJ.]\nService Law:\nPrevention of Corruption Act, 1947; Section 5(1)(d) r/w Section 5(2)/\nC Penal Code, 1860; Section 161:\nD\nIllegal gratification allegedly accepted by an executive officer of a\ntemple--Complaint against---Acquittal by Trial Court as ingredients of the\noffence alleged not established-Reversed by High Court-On appeal, Held:\nThe High Court did not consider the explanation given by the accused officer\nimmediately after being caught accepting bribe that the amount so received\nby him was towards the arrear of rent due--Nor did it hold the decision of the\ntrial Court erroneous by re-appreciating evidence to the effect--The evidence\nthrows out a clear alternative that the accused was falsely implicated at the\ninstance of the complainant and others---Since two views possible from the\nE very same evidence, it cannot be said that the prosecution had proved beyond\nF\nG\nH\nreasonable doubt acceptance of illegal gratification--Under the circumstances,\nTrial Court rightly held that the charge against the accused not proved--\nThus, High Court was not justified in interfering with the order of the Trial\nCourt-Hence, order of the Trial Court restored.\nThe complainant-PW1 along with his friend-PW2, when approached\nthe appellant-Executive Officer of the Temple for securing patta in his\nfavour in respect of certain land, the accused allegedly demanded bribe\nfrom him. The complainant paid part of the sum demanded to the\nappellant. In the meantime, he filed a complaint against the officer for\ndemanding bribe. Officers of Vigilance and Anti-Corruption Department,\nwith the help of Police, caught the appellant red-handed, accepting bribe\nfrom PW2 on behalf of the complainant. Trial Court held that the accused\nemployee had given a satisfactory explanation for receiving the amount\nin question towards lease rent arrears due from him and also the\nprosecution had failed to establish beyond reasonable doubt three essential\n180\nT. SUBRAMANIAM 1. THE STATE OF TAMIL NADU\n181\ningredients of illegal gratification, namely, the demand, delivery and A\nacceptance of the amount as illegal gratification against the accused and\nacquitted him. On appeal, the High Court reversed the order of the trial\nCourt and convicted the accused under Section 5(1)(d) r/w Section 5(2)\nof the Prevention of Corruption Act. Hence the present appeal.\nAllowing the appeal, the Court\nB\nC\nHELD. 1.1. Mere receipt of a sum of Rs.200/- by the accused-\nappellant from PW-1 would not be sufficient to fasten guilt under Section\n5(1)(a) or Section 5(1)(d) of the Prevention of Corruption Act, in the\nabsence of any evidence of demand and acceptance of the amount as illegal\ngratification by him. If the amount in question had been paid as lease rent\narrears due to the temple or even if it was not so paid, but the appellant\nwas made to believe that the payment was towards lease rent due to the\ntemple, he cannot be said to have committed any offence. If the reason\nfor receiving the amount is explained and the explanation is probable and\nreasonable, then the appellant had to be acquitted, as rightly done by the D\nSpecial Court. [185-G-H; 186-A]\nPunjabrao v. State of Maharashtra, [2002] 10 SCC 371; Chaturdas\nBhagwandas Patel v. The State of Gujarat, AIR (1976) SC 1497 and State\nthrough Inspector of Police, Andhra Pradesh v. K. Narasimhachary, (2005)\n8 SCALE 2669, relied on.\nE\n1.2. The High Court did not consider the explanation offered by the\nappellant for the receipt of the money and the previous enmity harboured\nby PW-1, PW-2 and PW-6 towards him. Nor did it hold that the decision\nof the trial Court was erroneous or perverse. High Court by re-\nF\nappreciating the very evidence on which the Trial Court had reached the\nconclusion that the payment was not by way of an illegal gratification but\nwas towards lease rent due by PW-6 and paid through PW-1, and relying\non the evidence of PW-1, PW-2 and PW-6, it concluded that the payment\nwas by way of illegal gratification. In particular, it relied on the denial by\nPW-6 that he had sent any amount through PW-1, against the appellant. G\nBut the mere denial by PW-6 cannot be a ground to hold the appellant\nguilty. If PWs.1, 2 and 6 had hatched a conspiracy to involve the appellant\nin a criminal case, naturally PW-6 would deny having sent the amount\nthrough PW-1. The explanation given by the appellant immediately after\nthe incident clearly explains all the circumstances and raises not only a\nH\n1\n182\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA reasonable but very serious doubt about the amount having been received\nby him as illegal gratification. The evidence throws out a clear alternative\nthat the accused was falsely implicated at the instance of PWs.1, 2 and 6.\n|187-C-D-E-FI\n1.3. If two views were possible from the very same evidence, it cannot\nB be said that the prosecution had proved beyond reasonable doubt that the\nappellant had received the sum of Rs. 200/- as illegal gratification. Hence,\nthe trial court was right in holding that the charge against the appellant\nwas not proved and the High Court was not justified in interfering with\nthe same. [188-F-H]\nC\nD\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 186\nof 2000.\nFrom the Judgment and Order dated 8.10.1999 of the High Court of\nMadras in C.A. No. 627 of 1992.\nM.A. Krishnamoorthy and M.A. Chinnasamy for the Appellant.\nAbhay Kumar and Subramonium Prasad for the State of Tamil Nadu.\nThe Judgment of the Court was delivered by\nRAVEENDRAN, J. This appeal by the accused is against the judgment\ndated 8.10.1999 of the Madras High Court in C.A. No.627 of 1992, convicting\nhim under Section 5(1)(d) read with Section 5(2) of the Prevention of\nCorruption Act, 1947 (for short ‘the Act'). By the said judgment, the High\nCourt reversed the judgment dated 29.7.1991 passed by the Special Judge,\nThanjavur District at Kumbakonam in Special Case No.2/1988 acquitting the\nF accused.\nG\nH\n2. The case of the prosecution was as follows\n(2.1.) The appellant was working as the Executive Officer of Sri\nSwarnathaneswar Temple, Chithaimoor, Tamil Nadu from September,\n1985.\n(2.2.) That one Shivashanmugam (PW-1) was in occupation of six\ncents of temple land (situated behind his house). PW-1 approached\nthe appellant in June, 1987 for securing a patta in his favour in\nrespect of the said land. The appellant told him to apply to the\nconcerned authorities, namely, the Deputy Commissioner and the\nT. SUBRAMANIAM v. THE STATE OF TAMIL NADU [RAVEENDRAN, J.] 183\nAssistant Commissioner (Endowments) and that he would help him A\nin securing the patta. On 2.7.1987, the appellant sent word to PW-1\nto meet him. PW-1 along with his friend (PW-2) went and met the\nappellant. The appellant then demanded Rs.450 to help PW-1.\nSubsequently, the appellant reduced the demand to Rs.300 and\nenquired as to how much money he was having. PW-1 stated that he\nB\nwas having Rs. 100/- and paid the said sum of Rs. 100/- to the appellant.\nThe appellant told PW-1 that only if he (PW-1) paid the balance\namount, he would make arrangements for transfer of patta. He\nreiterated the demand on 9.7.1997 when PW-1 and PW-2 again met\nhim and paid Rs.250/- towards lease arrears due by PW-1.\nC\n(2.3.) As PW-1 was not willing to pay the bribe, he gave a complaint\n(Ex. P-1) to the Inspector-Vigilance and Anti-Corruption, Thanjavoor\n(PW-13) on 10.7.1987. At that time, PW-2 accompanied PW-1. PW-\n13 prepared the FIR (Ex.P-20). Thereafter, PW-13 introduced the\ncomplainant to two witnesses, namely, Kulandaivelu (PW-3), an\nEngineer, and Santhanagopalan, a Clerk. PW-1 handed-over D\nRs.200/- (that in 4 currency notes of Rs.50 each) to PW-13. Their\nnumbers were noted and after explaining the procedure, the currency\nnotes were coated with a chemical and returned to PW-1. Thereafter,\nPW-1, PW-2 and PW-3 were instructed as to how they should act\nwhen they went to meet the appellant.\nE\nF\n(2.4.) Thereafter, PW-1, PW-2, PW-3, PW-13, the Deputy\nSuperintendent of Police and Santhanagopalan went to Chithamoor.\nThey reached at about 8.15 p.m., parked the vehicles near the temple\nand PWs.1 to 3 were sent inside. PW-1 and PW-2 went inside and\nPW-3 stood near the door. PW-I stated that he had brought Rs.200/\n- demanded by the appellant and gave the chemically treated currency\nnotes to him. On receiving the same, the appellant stated that he has\nreceived PW-1's petition and he would finish the work. PW-2, who\naccompanied PW-1, also requested the appellant to do the needful.\nThen they came out and gave the agreed signal. The Inspector of\nPolice and Deputy Superintendent of Police, who were standing outside G\ncame inside. On the appellant being identified by PW-1, he was asked\nwhether he had received the amount. The appellant was holding the\namount in his right hand, shifted it to his left hand and thereafter kept\nit on the table. Necessary chemical test was conducted and the amount\nwas recovered. On query from the Inspector, the accused explained\nH\nYo\n184\nA\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nthat PW-1 had paid the amount as due by Thyagarajan (PW-6) to the\ntemple by way of lease arrears. Mahazar, sketch and search list were\ndrawn up.\n3. On behalf of the prosecution, 13 witnesses were examined in Ex. P-\n1 to P-21 marked, apart from MO 1 to 3. On behalf of the defence, DW-1\nB and DW-2 were examined and Ex. D-1 to D-10 were exhibited.\nC\nᎠ\nE\nF\nG\n4. The case of the defence was as follows:\n(4.1.) On 10.7.1987, PW-1 came along with PW-2 and stated that one\nThyagarajan (PW-6) who was due in lease amount to the temple, had\nrequested him (PW-1) to hand-over Rs.200 towards his lease rent\narrears. The complainant received it and offered to give the receipt.\nBut PW-1 told that Thyagarajan would himself come and collect the\nreceipt the next day. He offered the said explanation when the Police\nInspector sought his explanation immediately after the incident.\n(4.2.) According to the appellant, the complaint by PW-1 and the\nsubsequent trap was an act of vengeance by PW-1 (in connivance\nwith PW-2 and PW-6) in view of their nurturing enmity towards him.\nFirst reason for the enmity was the dismissal of one Dhanapal,\nPW-1's cousin, who was an employee of the temple on account of\ncertain misconduct committed by him, (vide Ex. D-7 dated 16.1.1986)\nin pursuance of action taken by the appellant. Eversince then, PW-1\nand PW-2 were nurturing a grudge against the appellant, thinking\nthat he was responsible for the dismissal of Dhanpal. The second\nreason is that PWs.1, 2 and 6 had committed trespass/encroachment\non the temple land and the appellant as the Executive Officer had\nfiled a case being O.S. No.309/87 and obtained an order of injunction\nagainst them. As their attempts to illegally occupy the temple land\nwere frustrated by the appellant, in order to wreak vengeance, the trio\nhad hatched a conspiracy to involve him in a criminal case. The\nenmity is also proved by the complaints (Ex. D-6 dated 3.10.1985\nand Ex. D-1 dated 18.10.1985) which had been given by PWs.1, 2\nand 6 against the appellant to the Deputy Commissioner, Religious \u0026\nCharitable Endowments, and to the Revenue Tehsildar. Mannargudi,\nwith a demand to transfer the appellant.\n5. The Special Judge considered the evidence in detail. He held that the\nH appellant had given a reasonable and satisfactory explanation for receiving\nT. SUBRAMANIAM v. THE STATE OF TAMIL NADU [RAVEENDRAN. J.] 185\nRs.200 from PW-1 in the presence of PW-2, by stating that the amount had A\nbeen tendered by PW-1 as having been sent by PW-6 towards his lease rent\narrears. He also held that the prosecution had failed to establish beyond\nreasonable doubt the three essential ingredients, namely, the demand, delivery\nand acceptance of the sum of Rs.200/- by the appellant as illegal gratification.\nConsequently, by judgment dated 13.7.1991 the appellant was acquitted.\n6. The State preferred an appeal. The High Court allowed the appeal by\nits judgment dated 8.10.1999. The High Court held: (a) that the prosecution\nhad proved that the accused has received the sum of Rs.200 (MO-1 series)\nfrom PW-1; (b) that the evidence of PWs.1, 2, 3 and 13 established that the\nB\nsaid amount was received as illegal gratification in connection with grant of C\npatta in favour of PW-1 in respect of 6 guntas of temple land; and though the\nappellant was not authorized to grant patta, he had to initiate a note\nrecommending the grant as the Executive Officer of the temple and, therefore,\nthere was a reason for the demand, and acceptance was established; (c) the\ndefence case that PW-6 had sent the said amount through PW-1 towards\nlease rent cannot be accepted in view of PW-6 in his evidence denying that D\nhe had sent any lease rent through PW-1, though he admitted that at that time\nhe was in arrears of lease rent in a sum of Rs.200/- to Rs.500/-.\nE\nConsequently, the High Court convicted the appellant under Section\n5(1)(d) read with Section 5(2) of the Act. As the appellant alleged that he\nwas already 67 years of age, and had retired nearly 9 years ago, that he had\na daughter of marriageable age, that he did not own any property and was\nresiding in a rented house and that he and his wife were not keeping good\nhealth, the High Court took a lenient view and awarded the sentence of\nimprisonment till the rising of the court and payment of Rs.1000/- as fine;\nand in default to undergo RI for one month. As the accused was present in F\ncourt, he underwent the sentence also. The said conviction and sentence is\nchallenged by the appellant in this appeal.\n7. Mere receipt of Rs.200/- by the appellant from PW-1 on 10.7.1987\n(admitted by the appellant) will not be sufficient to fasten guilt under Section\n5(1)(a) or Section 5(1)(d) of the Act, in the absence of any evidence of G\ndemand and acceptance of the amount as illegal gratification. If the amount\nhad been paid as lease rent arrears due to the temple or even if it was not so\npaid, but the accused was made to believe that the payment was towards\nlease rent due to the temple, he cannot be said to have committed any offence.\nIf the reason for receiving the amount is explained and the explanation is\nH\n186\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA probable and reasonable, then the appellant had to be acquitted, as rightly\ndone by the Special Court. In Punjabrao v. State of Maharashtra, [2002] 10\nSCC 371, the accused, a patwari, was on a campaign to collect loan amounts\ndue to Government. The complainant therein was admittedly a debtor to the\nGovernment. The accused explained that the amount in question was received\ntowards loan. This Court accepted such explanation (though such explanation\nwas not immediately offered as in this case, but was given only in the statement\nunder Section 313) holding thus :-\nB\nC\nD\n\"It is too well settled that in a case where the accused offers an\nexplanation for receipt of the alleged amount, the question that arises\nfor consideration is whether that explanation can be said to have been\nestablished. It is further clear that the accused is not required to\nestablish his defence by proving beyond reasonable doubt as the\nprosecution, but can establish the same by preponderance of\nprobability.\"\nIn Chaturdas Bhagwandas Patel v. The State of Gujarat, AIR (1976)\nSC 1497, this Court held that the burden that rests on an accused to displace\nthe statutory presumption that is raised under Section 4(1) of the Act, is not\nonerous as that cast on the prosecution to prove its case. But such burden has\nto be discharged, by bringing on record evidence, either direct or\ncircumstantial, to establish with reasonable probability, that the money was\nE accepted by him, other than as a motive or reward as is referred to in Section\nF\nG\n161 IPC.\nIn State through Inspector of Police, Andhra Pradesh v. K.\nNarasimhachary, (2005) 8 SCALE 266, we have reiterated the well recognized\nprinciple that if two views are possible, the appellate court should not interfere\nwith the acquittal by the lower court; and that only where the material-on-\nrecord leads to a sole and inescapable conclusion of guilt of the accused, the\njudgment of acquittal will call for interference by the appellate court.\n8. We may briefly refer to the evidence keeping the said principles in\nview. The evidence no doubt established that PW-1 accompanied by PW-2\nwent to PW-13 and gave a complaint, that a trap was arranged, the currency\nnotes were chemically treated, that PW-1 delivered the chemically treated\ncurrency notes (Rs.200/-) to the appellant in the presence of PW-2, that the\nappellant received the said amount, that the same was recovered by the raiding\nparty from the appellant, and that the appellant's hands turned pink when\nH dipped in the chemical solution. The above evidence no doubt proves that a\nY\nT\n187\nT. SUBRAMANIAM 1. THE STATE OF TAMIL NADU [RAVEENDRAN, J.]\nsum of Rs.200/- was paid by PW-1 to the appellant. But the crucial question A.\nis whether the appellant had demanded the said amount as illegal gratification\nto show any official favour to PW-1 and whether the said amount was paid\nby PW-I and received by the appellant as consideration for showing such\nofficial favour. The evidence clearly shows the contrary as will be evident\nfrom the following:\nB\n(a) One Dhanapal, cousin of the complainant - PW-1, was dismissed\nfrom service of the temple on 16.1.1986 by an order of dismissal\n(Ex. D7) issued by the appellant in his capacity as Executive\nOfficer of the temple, for misconduct, on action initiated by the\nappellant. This is established by documentary evidence as well\nC\nas oral evidence of DW-2 (one of the trustees of the temple);\n(b) The appellant as Executive Officer of the temple, has taken several\nsteps to prevent encroachment and collect the arrears due to the\ntemple. He had initiated legal action against PWs.1, 2 and others\nwhen they attempted to encroach upon the temple land and,\ntherefore, they were inimical towards the appellant. This is clear D\nfrom the evidence of DW-2.\n(c) PWs.1, 2 and 6 were signatories to the complaints (Ex. D-1 and\nD-6) given in year 1985 to the Revenue Officer and to the Deputy\nCommissioner of Religious \u0026 Charitable Endowment seeking\ntransfer of the appellant. This is established by evidence of DW- E\n2.\n(d) PW-6 was in fact due in a sum of Rs.400 to Rs.500 towards\nlease rent to the temple (admitted by PW-6). Within 15 minutes\nto half an hour of the alleged payment of illegal gratification\n(trap), when asked to explain the possession of the said sum, the F\nappellant explained that it was paid by PW-1 on behalf of PW-\n6 towards the arrears of lease rent with a request that the appellant\nshould issue a receipt to PW-6 the next day.\n(e) PW-2 is a close friend and confidante of PW-1 and PWs.1, 2 and\n6 had a common grievance against the appellant in view of the G\naction taken by him to protect the temple land from encroachment.\n(f) Neither PW-1 nor PW-2 nor PW-3 say that the appellant\ndemanded any money as illegal gratification on 10.7.1986. The\nevidence is that PW-1 went in along with PW-2 and handed over\nthe sum of Rs.200/- to the appellant saying that he had brought H\n188\nA\nB\nC\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nthe amount. There is nothing about the payment being made or\nreceived as illegal gratification. On the other hand, DW-I, a\nclerk in the temple has stated that on 9.7.1987 at about 11 a.m.,\nPW-1 came to the temple office and informed the appellant that\nPW-6 had given him money for paying lease rent, that he had\nspent the amount and he will come and pay it the next day. This\nshows that the payment on 10.7.1986 was towards the arrears\ndue by PW-6.\n9. The High Court did not consider the explanation offered by the\nappellant for the receipt of the money nor the previous enmity harboured by\nPW-1, PW-2 and PW-6 towards the appellant. Nor did it hold that the decision\nof the trial court was erroneous or perverse. Re-appreciating the very evidence\n(on which the trial court had reached the conclusion that the payment was not\nby way of an illegal gratification but was towards lease rent due by PW-6 and\npaid through PW-1), the High Court relying on the evidence of PW-1, PW-\n2 and PW-6 concluded that the payment was by way of illegal gratification.\nD In particular, it relied on the denial by PW-6 that he had sent any amount\nthrough PW-1, against the appellant. But the mere denial by PW-6 that he\nhad sent the money through PW-1 cannot be a ground to hold the appellant\nguilty. If PWs.1, 2 and 6 had hatched a conspiracy to involve the appellant\nin a criminal case, naturally PW-6 would deny having sent the amount through\nPW-1. The explanation given by the appellant immediately after the incident\nclearly explains all the circumstances and raises not only a reasonable but\nvery serious doubt about the amount having been received by him as illegal\ngratification.\nE\nF\n10. The evidence throws out a clear alternative that the accused was\nfalsely implicated at the instance of PWs.1, 2 and 6. If two views were\npossible from the very same evidence, it cannot be said that the prosecution\nhad proved beyond reasonable doubt that the appellant had received the sum\nof Rs. 200/- as illegal gratification. We are, therefore, of the considered view\nthat the trial court was right in holding that the charge against the appellant\nwas not proved and the High Court was not justified in interfering with the\nG\nsame.\n11. We, therefore, allow this appeal, set aside the order of the High\nCourt and restore the order of the trial court, acquitting the appellant of the\ncharge.\nH S.K.S.\nAppeal allowed.\n"}