{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"1134\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA and 172 cumulatively command a periodical election based on\nadult suffrage to the Legislative Assembly of a State.\nB\nс\nD\nヨ\nF\nG\n31. To ensure the conduct of periodic elections to these\nvarious legislative bodies, the Election Commission is\nestablished by the Constitution. It is endowed with such powers\nnecessary to enable the same to function as an independent\nconstitutional entity to discharge the constitutional obligations\nentrusted to it untrammelled by the authority of the Executive 12.\nThis entire scheme of a representative democracy enshrined\nin the Constitution is for the purpose of achieving the\nconstitutional goal of establishing a “Democratic Republic\"\nadumbrated in the preamble to the Constitution. It is in this\nbackground, this Court held in Mohinder Singh Gill and anr.\n(supra), \"that the heart of the Parliamentary system is free and\nfair elections periodically held based on adult franchise\".\n32. It was held in Mohinder Singh Gill and anr. (supra):\n………………\n\"The most valuable right in a democratic polity is the 'little\nman's' little pencil-marking, accenting and dissenting,\ncalled his vote. Likewise, the little man's right,\nin a representative system of Government to rise to Prime\nMinistership or Presidentship by use of the right to be\ncandidate cannot be wished away by calling it of no civil\nmoment. If civics mean anything to self-governing citizenry,\nif participatory democracy is not to be scuttled by law.\nThe straightaway conclusion is that every Indian\nhas a right to elect and be elected and this is\nconstitutional as distinguished from a common law right\nand is entitled to cognizance by Courts, subject to statutory\nregulations.\"\nThe little man's right in this country to become a member of any\none of the Houses created by the Constitution metaphorically\ndescribed by Justice lyer as a right to 'rise to Prime\nH 12. Article 324: see foot note 1.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1135\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nMinistership or Presidentship', emanates out of a necessary\nimplication from the express language and scheme of the\nConstitution. It is already noticed that predominant majority of\nthe seats in the House of the People and in Legislative\nAssembly of a State are required to be filled up by 'direct\nelection' from the 'territorial constituencies'. Such members are\nrequired to be \"chosen\" in such manner as Parliament may by\nlaw provide 13. Such Process of choosing, by direct election -\nthe members of the House of the People or the Legislative\nAssembly is described by this Court in Mohinder Singh Gill\nand anr. (supra), as the citizens right to elect or get elected.\n-\n33. The right to elect flows from the language of Articles\n81 and 170 r/w Articles 325 and 326. Article 326 mandates\nthat the election to the Lok Sabha and legislative Assemblies\nshall be on the basis of ADULT SUFFRAGE, i.e., every citizen,\nwho is of 18 years of age and is not otherwise disqualified\neither under the Constitution or Law on the ground specified in\nthe Article SHALL BE entitled to be registered as a voter.\nArticle 32514 mandates that there shall be one general electoral\nroll for every territorial constituency. It further declares that no\nperson shall be ineligible for inclusion in such electoral roll on\nA\n00\nC\nD\nE\nF\n13. Article 81(1) Subject to the provisions of Article 331 the House of the People\nshall consist of-\n(a) not more than five hundred and thirty members chosen by direct election\nfrom territorial constituencies in the State, and\n(b) not more than twenty members to represent the Union territories, chosen in\nsuch manner as parliament may by law provide.\n14. Article 325:. .....There shall be one general electoral roll for every territorial\nconstituency for election to either House of Parliament or to the House or\neither House of the Legislature of a State and no person shall be ineligible\nfor inclusion in any such roll or claim to be included in any special electoral\nroll for any such constitutency on grounds only of religion, race, caste, sex\nor any of them.\nG\nI\n1136 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA the grounds only of religion, race, caste, sex, etc. Articles 8115\nand 17016 mandate that the members of the Lok Sabha and\nLegislative Assembly are required to be CHOSEN BY DIRECT\nELECTION from the territorial constituencies in the States. The\nSates are mandated to be divided into territorial constituencies\nB under Articles 81(2)(b) and 170(2).17 The cumulative effect of\nall the abovementioned provisions is that the Lok Sabha and\nthe Legislative Assemblies are to consist of members, who are\nto be elected by all the citizens, who are of 18 years of age\n15. Article 81: Composition of the House of the People-\nC (1) Subject to the provisions of Article 331 the House of the People shall consist\nof\n(a) not more than fiver hundred and thirty members chosen by direct election\nfrom territorial constituencies in the States, and\n(b).........\nD (2) For the purposes of sub clause (a) of clause (1):-\nய\n(a) there shall be allotted to each State a number of seats in the House of the\nPeople in such manner that the ratio between that number and the\npopulation of the State is, so far as practicable, the same for all States;\nand\n(b) each State shall be divided into territorial constituencies in such manner\nE\nthat the ratio between the population of each contituency and number of\nseats allotted to it is, so far as practicable, the same throughout the State:\nProvided that the provisions of sub clause (a) of this clause shall not be\napplicable for the purpose of allotment of seats in the House of the People\nto any State so long as the population of that State does not exceed six\nmillions.\n16. Article 170(1): Subject to the provisions of Article 333, the Legislative\nF\nAssembly of each State shall consist of not more than five hundred, and\nnot less than sixty, members chosen by direct election from territorial\nconstituencies in the State.\nG\nH\n17. Article 170(2): For the purpose of clause (1), each State shall be divided\ninto territorial constituencies in such manner that the ratio between the\npopulation of each constituency and the number of seats allotted to it shall,\nso far as practicable, be the same throughout the State.\nExplanation: In this clause, the expression 'population' means the population\nas ascertained at the last preceding cenus of which the relevant figures\nhave been published: Provided that the reference in this Explanation to the\nlast preceding cenus of which the relevant figure have been published\nshall, until the relevant figures for the first cenus taken after the year 2026\nhave been published, be construed as a reference to the 2001 census.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1137\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nand are not otherwise disqualified, by a valid law, to be voters.\nThus, a Constitutional right is created in all citizens, who are\n18 years of age to choose (participate in the electoral process)\nthe members of the Lok Sabha or the Legislative Assemblies.\nSuch a right can be restricted by the appropriate Legislature\nonly on four grounds specified under Article 326.\nA\nB\n34. Coming to the question of the right to get elected /\nbeing CHOSEN either to the Lok Sabha or to the Legislative\nAssembly of a State, Articles 8418 and 173 19 stipulate the\nrequisite qualifications for a person to be either a member of\nс\nthe Lok Sabha or the Legislature of a State. These two Articles\nare couched in negative language stipulating, essentially, that,\nto be chosen as a member of any of the Legislative Bodies\nenvisaged under the Constitution, a person must be a citizen\nof India and must be of the qualifying age i.e., 25 years in the\ncase of Lok Sabha or the Legislative Assembly and 30 years\nin the case of Rajya Sabha or the Legislative Council, as the\ncase may be. Apart from that, these Articles also prescribe that\n18. Article 84: A person shall not be qualified to be chosen to fill a seat in\nParliament unless he;\n(a) is a citizen of India, and makes and subscribes before some person\nauthorised in that behalf by the Election Commission an oath or affirmation\naccording to the form set out for the purpose in the Third Schedule;\n(b) is, in the case of a seat in the Council of States, not less than thrity years\nof age and, in the case of a seat in the House of the People, not less than\ntwenty five years of age; and\n(c) possession such other qualifications as may be prescribed in that behalf\nby or under any law made by Parliament.\n19. Article 173. A person shall not be qualified to be chosen to fill a seat in the\nLegislature of a State unless, he;\n[(a) is\ncitizen of India, and makes and subscribes before some person\nauthorised in that behalf by the Election Commission an oath or affirmation\naccording to the form set out for the purpose in the Thrid Schedule;]\n(b) is, in the case of a seat in the Legislative Assembly, not less than twenty-\nfive years of age and, in the case of a seat in the Legislative Council, not\nless than thirty years of age; and\n(c) possesses such other qualification as may be prescribed in that behalf by\nor under any law made by Parliament.\nD\nE\nF\nG\nH\n1138 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA any person aspiring to be a member of any one of the\nLegislative Bodies, created by the Constitution, is required to\nmake and subscribe an Oath set out in the Third Schedule in\nthe Constitution. Articles 10220 and 19121 prescribe the various\ncontingencies in which a person would become disqualified to\nB\nC\n20. Article 102: Disqualifications for membership-\n(1) A person shall be disqualified for being chosen as, and for being, a member\nof either House of Parliament;\n(a) if he holds any office of profit under the Government of India or the\nGovernment of any State, other than an office declared by Parliament by\nlaw not to disqualify its holder;\n(b) if he is of unsound mind and stands so declared by a competent court;\n(c) if he is an undischarged insolvent;\n(d) if he is not a citizen of India, or has voluntarily acquired the citizenship of a\nforeign State, or is under any acknowledgement of allegiance or adherence\nto a foreign State;\nD (e) if he is so disqualifed by or under any law made by Parliament.\nExplanation For the purposes of this clause a person shall not be deemed to\nE\nF\nG\nH\nhold an office of profit under the Government of India or the Government of\nany State by reasons only that he is a Minister either for the Union or for\nsuch State\n(2) A person shall be disqualifed for being a member of either House of\nParliament if he is so disqualified under the Tenth Schedule.\n21. Article 191. (1) A person shall be disqualified, for being chosen as, and\nfor being, a member of the Legislative Assembly or Legislative Council of\na State-\n(a) if he holds any office of profit under the Government of India or the\nGovernment of any State specified in the First Schedule, other than an office\ndeclared by the Legislature of the State by law not to disqualify its holder;\n(b) if he is unsound mind and stands so declared by a competent court;\n(c) if he is an undischarged insolvent;\n(d) if he is not a citizen of India, or has voluntarily acquired the citizenship of a\nforeign State, or is under any acknowledgment of allegiance or adherence\nto a foreign State;\n(e) if he is so disqualified by or under any law made by Parliament.\n1[Explanation. For the purposes of this clause], a person shall not be deemed\nto hold an office of profit under the Government of India or the Government\nof any State specified in the First Schedule by reason only that he is a\nMinister either for the Union or for such State.\n2[(2) A person shall be disqualified for being a member of the Legislative\nAssembly or Legislative Council of a State if he is so disqualified under\nthe Tenth Schedule.]\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1139\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nbe a member of any one of the Legislative Bodies, such as, A\nholding of a public office or owing allegiance or adherence to\na foreign State, etc.\n35. It may be noted that the Constitution confers a right on\nevery citizen, who is of the age of 18 years, to be a voter. But,\nB\nevery voter is not entitled to be a member of the Legislature. A\nhigher age requirement is prescribed to be a member of the\nLegislature, as explained above.\n36. In my opinion, therefore, subject to the fulfilment of the\nvarious conditions stipulated in the Constitution or by an C\nappropriate law made in that behalf, every citizen of this country\nhas a Constitutional right both to elect and also be elected to\nany one of the Legislative Bodies created by the Constitution\n- the \"straight conclusion\" of the Mohinder Singh Gill's case\n(supra), \"that every Indian has a right to elect and be elected\nsubject to statutory regulations\", which rights can be curtailed\nonly by a law made by the appropriate legislation that too on\ngrounds specified under Article 326 only.\n-\n37. At this stage, it is necessary to deal with the\nsubmission made by Ms. Meenakshi Arora, that in view of the\ndecisions of this Court in N.P.Ponnuswamy and Jyothi Basu\n(supra), both the right to vote and the right to contest an election\nfor the Constitutionally crated Legislative Bodies, is purely\nstatutory. Relevant paras of the said two Judgments, insofar as\nthey are relied upon by the learned counsel, read as follows:\nN.P.Ponnuswamy (supra)\n\"28. The points which emerge from this decision may be\nstated as follows :-\n(1) The right to vote or stand as a candidate for election\nis not a civil right but is a creature of statute or special law\nand must be subject to the limitations imposed by it.\n\"\nD\nE\nF\nG\nH\n1140 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Jyothi Basu (supra)\nB\nC\nD\nE\n\"The nature of the right to elect, the right to be elected and\nthe right to dispute an election and the scheme of the\nConstitutional and statutory provisions in relation to these\nrights have been explained by the Court in N.P.\nPonnuswami v. Returning Officer, Namakkal\nConstituency \u0026 Ors., (1) and Jagan Nath v. Jaswant\nSingh.(2) We proceed to state what we have gleaned from\nwhat has been said, so much as necessary for this case.\nA right to elect, fundamental though it is to democracy, is,\nanomalously enough, neither a fundamental right nor a\nCommon Law Right. It is pure and simple, a statutory right.\nSo is the right to be elected. So is the right to dispute an\nelection. Outside of statute, there is no right to elect, no\nright to be elected and no right to dispute an election.\nStatutory creations they are, and therefore, subject to\nstatutory limitation.\"\nThe limited question before this Court in those two cases.\nrevolved around the nature of the legal right to raise an election\ndispute. In the first of the abovementioned cases, the question\nwas whether a challenge, under Article 226 of the Constitution,\nto the rejection of the nomination of Ponnuswami at an election\nto the Legislative Assembly is permissible in view of the\nspecific prohibition contained under Article 329(b) 22 of the\nF Constitution. In the second of the abovementioned cases, the\nquestion was, who are the persons, who could be arrayed as\nparties to an election petition. In both the cases, this Court was\ndealing with the nature of the election disputes, the forum before\nwhich such dispute could be raised and the procedure that is\nG required to be followed in such disputes. The question as to\nH\n22. Article 329 (b): No election to either House of Parliament or to the House\nor either House of the Legislature of a State shall be called in question\nexcept by an election petition presented to such authority and in such\nmanner as may be provided for by or under any law made by the\nappropriate Legislature.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1141\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nthe nature and scope of the right to vote or contest at any A\nelection to the Legislative Bodies created by the Constitution\ndid not arise in these cases. With due respect to their\nLordships, I am of the opinion that both the statements\n(extracted above) are overbroad statements made without a\ncomplete analysis of the scheme of the Constitution regarding B\nthe process of election to the Legislative Bodies adopted in\nsubsequent decisions as a complete statement of law. A\nclassical example of the half truth of one generation becoming\nthe whole truth of the next generation. My conclusion is fully\nsupported by People's Union for Civil Liberties (PUCL) and C\nanr. v. Union of India and anr. (2003) 4 SCC 399:\n66\nHowever, case after case starting from Ponnuswami\ncase characterized it as a statutory.\nD\nWith great reverence to the eminent Judges, I would like\nto clarify that the right to vote, if not a fundamental right, is\ncertainly a constitutional right. The right originates from the\nConstitution and in accordance with the constitutional\nmandate contained in Article 326, the right has been\nshaped by the statute, namely the RP Act. That, in my\nunderstanding, is the correct legal position as regards the E\nnature of the right to vote in elections to the House of the\nPeople and Legislative Assemblies. It is not very accurate\nto describe it as a statutory right, pure and simple.\"\n(Para 96 of P.V.Reddi, J) F.\n38. The next question is what is the role of a political party\nin the electoral process of a representative democracy.\nWhether the formation, existence and continuance of a political\nparty are - activities, which are not prohibited by law and\npermitted as a matter of legislative grace or is there any\nconstitutional or fundamental right in these activities.\n39. “Political parties are indispensable to any democratic\nsystem and play the most crucial role in the electoral process\nG\nH\n1142 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA in setting up candidates and conducting election campaigns\"23.\nC\nThe legal and constitutional position of political parties varies\nfrom country to country. In most countries, the political parties\ndo not have any express constitutional or statutory recognition,\nexcept Germany, whose Constitution guarantees the legitimacy\nB of the political parties and their right to exist, subject to the\ncondition that they accept the principles of the democratic\ngovernance. Coming to the United Kingdom, the existence of\npolitical parties is a long established constitutional fact and their\ncontribution to the growth of a healthy parliamentary democracy\nis a matter of the British constitutional history though political\nparties are not part of the Constitution of England 24. In the United\nStates, the \"right of individuals to associate for the advancement\nof political beliefs and the right of the qualified voters .... to cast\ntheir votes effectively\"25 are considered as the most precious\nfreedoms and protected by the First and the Fourteenth\nAmendments. The Indian Constitution made no reference to\npolitical parties prior to the 52nd Amendment made in 1985\nby which the Tenth Schedule was inserted in the Constitution.\nThe Tenth Schedule recognises the existence of political parties\nin this country and the practice of political parties setting up\ncandidates for election to either of the Houses of Parliament\nor State Legislature. However, the Election Commission\nrecognised, from the inception, the existence of political parties\nand the practice of political parties setting up candidates at\nelections to any one of the Houses created by the Constitution.\nD\nחח\nE\nF\n40. A political party is nothing but an association of\nindividuals pursuing certain shared beliefs. Article 19(1)(c)\nconfers a fundamental right on all citizens to form associations\nG 23. See Justice M.N. Venkatachaliah National Commission to review the\nworking of the Constitution Report.\n24. Political parties are not part of our Constitution, but no part of our\nConstitution can ignore ther existence Governments, Parliaments and\nLocal Authorities could hardly work without them-Lord Hailsham―The\nDilemma of Democracy (page 37).\n-\nH 25. William vs. Rhodes - 393 US 23 (1968)\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1143\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nor associate with organisations of their choice. Article 19(1)(a) A\nconfers a fundamental right on the citizens of the freedom of\nspeech and expression. The amplitude of the right takes within\nits sweep, the right to believe and propagate ideas whether they\nare cultural, political or personal. Discussion and debate of\nideas is a part of free speech. This Court in Romesh Thapper B\nv. State of Madras, AIR 1950 SC 124 as under:\n66\n.without free political discussion no public\neducation, so essential for the proper functioning of the\nprocesses of popular government, is possible.\"\nTherefore, all the citizens have a fundamental right to associate\nfor the advancement of political beliefs and opinions held by\nthem and can either form or join a political party of their choice.\nPolitical parties are, no doubt, not citizens, but their members\nare generally citizens. Therefore, any restriction imposed on\npolitical parties would directly affect the fundamental rights of\nits members.\n41. It is argued that political parties, which do not qualify\nfor recognition by the Election Commission by virtue of the\nstipulations in the Symbols Order suffer a disadvantage in the\nelectoral process. The Symbols order cripples the ability of the\nunrecognised political parties and the candidates set up by\nsuch parties from effectively communicating with the electorate\nin order to garner their votes. Therefore, the Symbols Order\nimposes restriction on the citizens fundamental rights under\nArticle 19(1)(c) and (a) to associate with a political party and\npropagate the political ideas subscribed to by the party on par\nwith the recognised political parties, which are able to secure\nthe allotment of a reserved symbol. The disadvantage imposed\nby the Symbols Order on political parties with limited following,\nat a given point of time, certainly is a law falling within the\ndescription of 'class legislation' and violative of Article 14 of\nthe Constitution of India.\nC\nD\nE\nF\nG\n42. If the purpose of adopting the system of pictorial H\n"}