{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"C\n1114\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA party to an election symbol, as was initially held in Sadiq Ali's\ncase (supra) and also in the case of Kanhiya Lal Omar (supra).\nMs. Arora submitted that, in fact, in the case of Kanhiya Lal\nOmar (supra), this Court observed that the Commission has\nbeen clothed with plenary powers by the Conduct of Election\nB Rules and the Commission could not be disabled from\nexercising effectively the plenary powers vested in it in the\nmatter of allotment of symbols and for issuing directions in\nconnection therewith. It was also held that it was plainly essential\nthat the Commission should have the power to settle a dispute,\nin case claim for the allotment of the symbol of a political party\nwas made by two rival claimants. In such a case, the machinery\nfor resolving such disputes was contained in paragraphs 13 and\n15 of the Elections Symbols Order, 1968. It was re-emphasised\nthat the Commission is an authority created by the Constitution\nand according to Article 324, the superintendence, direction and\ncontrol of the electoral rolls for and the conduct of elections to\nParliament and to the Legislature of every State and of\nelections to the offices of President and Vice-President was\nvested in the Commission. Ms. Arora submitted that it was no\nlonger available to the Petitioners to contend that the Election\nCommission was not competent to decide questions relating\nto the allotment of symbols to political parties and candidates\nat the time of elections, since its powers had been vested in it\nunder Article 324 of the Constitution itself.\nD\nE\nF\nG\nH\n28. In this regard, Ms. Arora also referred to the recent\ndecision of this Court in Subramanian Swamy Vs. Election\nCommission of India [(2008) 14 SCC 318], in which the validity\nof the Election Symbols Order, 1968, was upheld and it was\nalso held that though the matter of symbol is extremely sensitive\nfor a political party, it should be or remain to be firstly a political\nparty since Section 29-A of the Representation of People Act,\n1951, clearly shows that a political party must have a certain\namount of following as one could not imagine a political party\nwithout substantial following.\n29. Ms. Arora urged that in Rama Kant Pandey Vs. Union\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1115\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\nof India [(1993) 2 SCC 438], while holding that creation of A\ndistinction between candidates of recognized parties and other\ncandidates, though alleged to be artificial, inconsistent with the\nspirit of election law, discriminatory, giving important and\nspecial treatment to party system in democracy, was quite\nproper and that political parties constitute a class from other B\ncandidates and hence Articles 14, 19 and 21 were not violated\nin the facts of the case. It was also observed that the right to\nvote or to stand as a candidate and contest an election is not\na fundamental right or even civil right, but a purely statutory right,\nas is the right to be elected. It was also urged that even the c\nright to dispute an application was a statutory right emerging\nfrom the Representation of the People Act, 1951. According\nto Ms. Arora, outside the Statute, there is no right to elect, no\nright to be elected and no right to dispute an election. It was\nsubmitted that these rights were the creation of a Statute and\nwere, therefore, subject to statutory limitations, as no\nfundamental right was involved.\n30. Ms. Arora submitted that the Election Symbols Order,\n1968, concerns registered parties, recognised and non-\nrecognised parties and independent candidates. Learned\ncounsel urged that paragraph 2(h) of the Election Symbols\nOrder, 1968, defines “political party\" to be an association of a\nbody of individual citizens of India, registered with the\nCommission as a political party under Section 29-A of the\nRepresentation of the People Act, 1951, which as mentioned\nherein earlier, deals with registration of association of bodies\nas political parties with the Election Commission. Ms. Arora\nsubmitted that since the provisions of paragraph 6A, 6B and\n6C of the Election Symbols Order, 1968, have been held to be\nvalid, they could not be departed from and the political party\nwould, therefore, be bound by whatever amendments that may\nhave been brought to the Election Symbols Order, 1968. Ms.\nArora urged that although freedom of expression was a\nfundamental right within the meaning of Article 19(1)(a) of the\nConstitution, the right to vote was a statutory right which could\nD\nE\nF\nG\nH\n1116 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA not be questioned by way of a Writ Petition so long as said\nright remained in the statute book.\nB\n31. The submissions made on behalf of the writ petitioners\nregarding the constitutional validity of the Election Symbols\nOrder, 1968, and the power of the Election Commission to\nsettle issues relating to claims of splinter groups to be the\noriginal party, had fallen for the decision of this Court about forty\nyears ago in Sadiq Ali's case, when this Court had occasion\nto observe that the Election Commission had been clothed with\nplenary power by Rules 5 and 10 of the Conduct of Election\nC Rules, 1961, in the matter of conducting of elections, which\nD\nincluded the power to allot symbols to candidates during\nelections. The challenge to the vires of the Symbols Order,\n1968, was, accordingly, repelled.\n32. The view in Sadiq Ali's case has since been followed\nin the All Party Hill Leaders' Conference case (supra), Roop\nLal Sathi's case (supra), Kanhiya Lal Omar's case (supra) and\nas recently as in Subramanian Swamy's case (supra), to which\nreference has been made in the earlier part of this judgment,\nwhere the provisions of Article 324 of the Constitution vesting\nE the superintendence, direction and control of elections, were\nconsidered in detail and it was, inter alia, held that in addition\nto Rules 5 and 10 of the Conduct of Election Rules, 1961, the\npowers vested in the Election Commission could be traced to\nArticle 324 of the Constitution.\nF\nG\n33. The evolution of the law relating to the criteria for a\npolitical party to be recognized as a State Party clearly\nindicates that the Election Commission, in its wisdom, was of\nthe view that in order to be recognized as a political party, such\nparty should have achieved a certain bench-mark in State\npolitics. Nothing new has been brought out in the submissions\nmade on behalf of the writ petitioners which could make us take\na different view from what has been decided earlier. Mr.\nVenugopal's submissions regarding political parties winning a\nlarger number of seats while polling a lesser percentage of the\nH votes, sounds attractive, but has to be discarded. Mr.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1117\nCOMMISSION OF INDIA\nVenugopal's submissions are in relation to the poll A\nperformance of the larger parties within a State where even a\nvote swing of 2 to 5 per cent could cause a huge difference in\nthe seats won by a political party. A three or four-cornered\ncontest could lead to a splitting of the majority of the votes so\nthat a candidate with a minority share of the votes polled could B\nemerge victorious. The Election Commission has set down a\nbench-mark which is not unreasonable. In order to gain\nrecognition as a political party, a party has to prove itself and\nto establish its credibility as a serious player in the political\narena of the State. Once it succeeds in doing so, it will become C\nentitled to all the benefits of recognition, including the allotment\nof a common symbol.\n34. There cannot be any difference of opinion that, as was\nlaid down in Union of India Vs. Association for Democratic\nReforms (supra), a voter has the right to know the antecedents D\nof the candidates, a view which was later reiterated by this\nCourt in People's Union for Civil Liberties (supra), but such right\nhas to be balanced with the ground realities of conducting a\nState-wide poll. The Election Commission has kept the said\nbalance in mind while setting the bench-marks to be achieved E\nby a political party in order to be recognized as a State Party\nand become eligible to be given a common election symbol.\nWe do not see any variance between the views expressed by\nthe Constitution Bench in the PUCL case and the amendments\neffected by the Election Commission to the Election Symbols F\nOrder, 1968, by its Notification dated 1st December, 2000.\n35. The writ petitions and the Special Leave Petitions\nmust, therefore, fail and are dismissed.\n36. There will be no order as to costs.\nCHELAMESWAR, J. 1. I have had the advantage of the\nopinion of my learned brother Altamas Kabir, J. I regret my\ninability to agree with the same.\n2. All these petitions filed either under Article 32 or under\nG\nH\n1118\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Article 136 raise certain common and substantial questions of\nlaw as to the interpretation of the Constitution. The lis,\nessentially, is between the Election Commission of India, a\ncreature of the Constitution under Article 324, on the one hand\nand various bodies claiming to be political parties and some\nB of their functionaries, on the other hand. The essence of the\ndispute is whether a political party is entitled for the allotment\nof an election symbol on a permanent basis irrespective of its\nparticipation and performance judged by the vote share it\ncommanded at any election. Some of the petitioner parties had\nC contested some election, either General or By-Election, by the\ntime they filed these petitions and had been in existence for\nsome time, while the others came into existence just before the\ncommencement of this litigation. All of them are political parties\nregistered under Section 29A1 of the Representation of the\nPeople Act, 1951 ( for short 'the R.P.Act'), but none of them is\na \"recognised political party\", under the provisions of the\nElection Symbols (Reservation and Allotment) Order, 1968,\n(henceforth referred to as 'the Symbols Order').\nD\n3. To examine the issues arising out of this batch of\nE petitions, the facts pertaining to W.P.No.532 of 2008 and\nS.L.P.No.7379 7380 of 2009 arising out of an interim order\npassed by the Andhra Pradesh High Court in W.P.No.3212 of\n2009, shall be taken as representative facts. The first of the\nabovementioned two cases represents the case of a political\nF party, which was registered with the Election Commission on\n24-01-2006 and contested 232 assembly constituencies out of\nG\nH\n1. Section: 29A (1) Any association or body of individual citizens of India calling\nitself a political party and intending to avail itself of the provisions of the\nPart shall make an application to the Election Commission for its registration\nas a political party for the purposes of this Act.\n(2) Every such application shall be made:-\n(a) if the association or body is in existence at the commencement of the\nRepresentation of the People (Amendment) Act, 1988 (1 of 1989) within\nsixty days next following such commencement;\n(b) if the the association or body is formed after such commencement, within\nthirty days next following the dated of its formation.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1119\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\na total of 234 in the general elections to the Legislative A\nAssembly of Tamil Nadu held in the year 2006. It secured 8.337\ntotal number of valid votes and returned one Member to the\nLegislative Assembly, whereas the political party in the second\nof the abovementioned cases, was registered with the Election\nCommission on 22-12-2006 and contested a couple of by- B\nelections to the Legislative Assembly of Andhra Pradesh. Both\nthe abovementioned political parties restricted, for the time\nbeing, their political activity to one State each, i.e., Tamil Nadu\nand Andhra Pradesh, respectively.\nC\n4. Section 29A of the R.P. Act, 1951, provides for the\nregistration of the political parties with the Election\nCommission. It was inserted in the R.P. Act, 1951 in the year\n1989. From the language of Section 29A it appears that\nregistration with the Election Commission is not mandatory for\na political party, but optional for those political parties, which D\nintend to avail the benefits of Part IV of the said Act of which\nSection 29A is also a part. The expression \"political party” is\ndefined under Section 2(f) of the R.P. Act, to mean “an\nassociation or a body of individual citizens of India registered\nunder Section 29A\". The definition, was inserted by an\namendment to the R.P.Act, in the year 1989.\n5. Until 1985, the Constitution of India made no reference\nto political parties. It was by the Fifty Second Amendment to\nthe Constitution, Tenth Schedule was added to the Constitution,\nwhere the expression \"political party\" occurs. Judicial note can\nbe taken of the fact that as a matter of practice, most of the\npolitical parties are registered under some law dealing with the\nregistration of Societies. They are not bodies corporate, they\nare only associations consisting of shifting masses of people.\nE\nF\nG\n6. Even as on the date of the coming into force of the\nConstitution, there were numerous political parties claiming to\nbe either National Parties or State Parties. Neither the\nConstitution nor the R.P. Act, or any other Statute obligates a\npolitical party to seek recognition either by the Election H\n1120 SUPREME COURT REPORTS\n[2012] 3 S.C.R\nA Commission or any other body. However, the Election\nCommission, from its very inception, duly took note of the\nexistence of the political parties in this country for the purpose\nof discharging its constitutional obligation of the conduct of\nelections to Parliament and the Legislatures of various States\nB apart from the elections to the Office of the President and the\nVice President.\nC\n7. On 30-07-1957, the Election Commission held a\nConference, where 7 well established political parties, then\norganised on All India basis, participated. Whether a system\nof pictorial symbols is to be adopted to make the task of the\nvoters easy for identifying the party / candidate they choose to\nvote and a distinctive symbol should be allotted to each of the\npolitical parties, was one of the items discussed in the said\nConference, having regard to the large scale illiteracy of the\nD voters. A consensus was arrived at in the abovementioned\nConference to adopt such a system. “Symbolism is a primitive\nbut effective way of communicating ideas. The use of emblem\nor flag to symbolise some system, idea, institution or\npersonalisation is a short cut from mind to mind”.\nE\n8. The first general elections ever held in the Republic of\nIndia were in the year 1952. It may not be out of place to\nmention that in the said election the symbol allotted to a\ncontesting political party's candidate was marked on a\nF separate box in each of the polling station. Goes without saying\nthat there were as many ballot boxes in each of the polling\nstations as there were contesting candidates with reference to\neach of the constituencies. The system of maintaining separate\nballot boxes for each of the names of contesting candidates\ndisappeared in due course of time. A system of a 'ballot paper'\nwith multiple names of the contesting candidates with the\ncandidate's election symbol indicated against each of the\ncontesting candidates came to be adopted. With the\nadvancement of technology, even the abovementioned system\nwas discarded in favour of Electronic Voting Machine (EVM),\nbut the practice of using the pictorial symbol still continues.\nG\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1121\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\n9. The purpose behind the adoption of the system of A\npictorial symbol was considered by this Court in Shri Sadiq Ali\nand anr. v. The Election Commission Of India, New Delhi and\nOrs. (1972) 4 SCC 664, as under:\n61\nIt may be pertinent to find out the reasons which led\nto the introduction of symbols. It is well known that\noverwhelming majority of the electorate are illiterate. It was\nrealised that in view of the handicap of illiteracy, it might\nnot be possible for the illiterate voters to cast their votes\nin favour of the candidate of their choice unless there was\nsome pictorial representation on the ballot paper itself\nwhereby such voters might identify the candidate of their\nchoice. Symbols were accordingly brought into use.\nSymbols or emblems are not a peculiar feature of the\nelection law of India. In some countries, details in the form\nof letters of alphabet or numbers are added against the\nname of each candidate while in others, resort is made to\nsymbols or emblems. The object is to ensure that the\nprocess of election is a genuine and fair as possible and\nthat no elector should suffer from any handicap in casting\nhis vote in favour of a candidate of his choice.\"\nAnd also, at para 9 in Kanhiya Lal Omar v. R.K. Trivedi and\nOrs (1985) 4 SCC 628, it is held as under:\n1\nB\nC\nD\nE\nF\nIndia is a country which consists of millions\nof voters. Although they are quite conscious of their duties\npolitically, unfortunately, a larger percentage of them are\nstill illiterate. Hence there is need for using symbols to\ndenote the candidates who contest elections so that the\nilliterate voter may cast his vote in secrecy in favour of the\nG\ncandidate of his choice by identifying him with the help of\nthe symbol printed on the ballot paper against his name.\"\n10. In the Conference dated 30-07-1957, referred to\nearlier, there was a general agreement among all the\nparticipants on various items; relevant in the context is that; \"the H\n1122 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA same symbol would be used throughout India for all candidates\nof a party, both for parliamentary and assembly elections\"². As\na consequence of the consensus arrived at the said\nConference, the Election Commission gave “recognition\" to\nfourteen political parties as National / Multi State parties and\nB allotted to each of them a specific symbol. Such a recognition\nwas accorded in exercise of the general power of\nsuperintendence conferred on the Election Commission under\nArticle 3243 r/w 5(1)4 of the Conduct of Election Rules, 1961.\nC\n2. see How India votes Elections Laws, Practice and Procedure, by V.S.\nRamadevi and S.K. Mendiratta page 551.\n3. Article 324. Superintendence, direction and control of elections to be vested\nin an Election Commission:-\n(1) The superintendence, direction and control of the preparation of the electoral\nD\nrolls for, and the conduct of, all elections to Parliament and to the Legislature\nof every State and elections to the offices of President and Vice President\nheld under this Constitution shall be vested in a Commission (referred to\nin this Constitution as the Election Commission)\n(2).....\n(3).....\nE\nF\nG\nH\n(4).....\n(5) Subject to the provisions of any law made by Parliament, the conditions of\nservice and tenure of office of the Election Commissioners and the Regional\nCommissioners shall be such as the President may by rule determine;\nProvided that the Chief Election Commissioner shall not be removed from\nhis office except in like manner and on the like grounds as a Judge of the\nSupreme Court and the conditions of service of the Chief Election\nCommissioner shall not be varied to his disadvantage after his\nappointment: Provided further that any other Election Commissioner or a\nRegional Commissioner shall not be removed from office except on the\nrecommendation of the Chief Election Commissioner.\n(6) The President, or the Governor of a State, shall, when so requested by the\nElection Commission, make available to the Election Commission or to a\nRegional Commissioner such staff as may be necessary for the discharge\nof the functions conferred on the Election Commission by clause (1).\nRule5(1): The Election Commission shall, by notification in the Gazette of\nIndia, and in the Official Gazette of each State, specify the symbols that\nmay be chosen by candidates at elections in parliamentary or assembly\nconstituencies and the restrictions to which their choice shall be subject.\n4.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1123\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\n11. After the first General Elections, the Election A\nCommission decided to withdraw recognition of those political\nparties whose poll performance was poor. Parties, which polled\na minimum of 3 per cent of the votes at the first General\nElections, were allowed to retain their recognition and the\nrecognition accorded earlier to the other parties was withdrawn. B\nThe said percentage was raised to 4 after the third General\nElections in 1962. The situation continued the same till 1967.\nWhat happened thereafter can be conveniently explained by\nextracting a passage from the 'How India Votes Election Laws,\nPractice and Procedure', by V.S. Ramadevi and S.K.\nMendiratta:\n16\nC\nD\nAfter the fourth general elections in 1967, the Election\nCommission considered it more desirable to codify the\nprovisions relating to recognition of political parties and all\nmatters connected therewith at one place, so that all\nconcerned and interested may be fully aware of the\nprescribed requirements and may regulate their functioning\naccordingly. Further, the Commission considered it\nappropriate and desirable that there should also be\nprovision for registration of political parties and that such E\nregistration should be made a condition precedent for\nrecognition of any party for the purposes of the election law.\nAccordingly, the Commission promulgated on 31 August\n1968, an Order called the Election Symbols (Reservation\nand Allotment) Order 1968, which is still in force. The Order\nmade detailed provisions for registration of parties, their\nrecognition and all matters connected therewith, together\nwith the provisions for specification, reservation, choice and\nallotment of symbols at elections. Paragraph 18 of that\nOrder vests in the Election Commission all residuary\npowers to remove any difficulty arising in the\nimplementation of that Order or to deal with a situation for\nwhich no provision or insufficient provision is made in that\nOrder.\"\nF\nG\nH\n"}