{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1094 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA to undertake the exercise and the Parliament while\namending the R.P. Act simply took note of the existing\npractice of the Election Commission. Even on date, there\nis nothing in the law, which prevents the Election\nCommission from changing the criteria for conferring\nB recognition on a political party. [para 46] [1146-G-H]\nC\nD\nE\n3.7 Once a qualified voter decides to contest an\nelection under the provisions of the R.P. Act, 1951,\nwhether such a voter is sponsored by a political party or\nnot, whether such a political party is recognised by the\nElection Commission or not, there is no way under the\nlaw, to prevent him from contesting. Also the Election\nCommission is bound to allot pictorial symbols to each\nsuch candidate. [para 53] [1149-H; 1150-A]\n4.1 All political parties form one class. All of them\nhave the same goal of propagating their respective\npolitical ideas though the ideas themselves may differ.\nThe endeavour of all the political parties is to capture the\nState power in order to implement their respective\npolicies, professedly, for the benefit of the society in\ngeneral. Transient success or failure cannot be the basis\nto determine the constitutional rights of the candidates\nor members of such political parties. The enjoyment of\nthe fundamental rights guaranteed by the Constitution\ncannot be made dependent upon the popularity of a\nperson or an idea held by the person. Otherwise, it would\nbe the very antithesis of liberty and freedom. The\nconstitutional guarantees are meant to protect the\nunpopular, the minorities and their rights. Denying the\nbenefit of a symbol to the candidates of a political party,\nG whose performance does not meet the standards set up\nby the Election Commission, would disable such political\nparty from effectively contesting the election, thereby,\nnegating the right of an association to effectively pursue\nits political beliefs. [para 54] [1150-C-H; 1151-A-B]\nF\nI\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1095\nCOMMISSION OF INDIA\n4.2 The classification created in the Symbols Order A\ndoes not satisfy the doctrine of reasonable classification\nas envisaged by Art.14. The Symbols Order certainly\nviolates the prohibition contained under Arti. 14. [para 43,\n55-56] [1152-A; 1145-A]\n4.3 It is not sufficient for a law to survive the challenge\nunder Art. 14 to demonstrate that the law makes a\nclassification based on intelligible differentia between two\ngroups of persons or things. It must also be established\nthat such differentia have a rational relation to the object\nsought to be achieved by such classification. Therefore,\nthe Symbols Order has to satisfy (i) the test of being a\nreasonable restriction designed to achieve any of the\npurposes specified under Art. 19(2) and (4); and (ii) the\ntwin tests of being a reasonable classification, and having\na nexus to the object sought to be achieved by such\nclassification. [para 42, 56)] [1144-E-F; 1152-E]\nBudhan Choudhry v. State of Bihar, (1955) 1 SCR 1045\n- relied on\n4.4 The object sought to be achieved by the Election\nCommission by the Symbols Order is to avoid the\nconfusion in the minds of the voters at the time of voting.\nSuch a result is said to be achieved by the Election\nCommission by denying recognition to the political party\nwith insignificant following, thereby, denying them the\nbenefit of the reservation of an exclusive symbol to its\ncandidates. [para 57] [1152-G]\nB\nC\nD\nE\nF\n4.5 There is nothing either in the Constitution or in\nthe R.P. Act, 1951 or any other law, which prohibits an G\nunrecognised political party from setting up candidates\nat an election. The legal position is the same with regard\nto even independent candidates. Therefore,\nnotwithstanding the refusal of recognition by the Election\nCommission, unrecognised or derecognised political H\n1096 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA parties or independent candidates without any party\nsupport can still contest the election. Candidates set up\nby an unregistered political party can also contest an\nelection as registration u/s 29A of the R.P. Act is not\nmandatory for a political party, except that registration\nB begets certain advantages specified in the R.P. Act, 1951\nto a political party. The Election Commission is bound to\nallot a symbol to any of the candidates belonging to any\none of the abovementioned categories. [para 58] [1153-\nB-D]\nC\nD\nE\n4.6 Therefore, there is no rational nexus between the\nclassification of recognised and unrecognised political\nparties and the professed purpose sought to be achieved\nby such classification. On the other hand, it is likely to\npreserve the political status quo. [para 58] [1153-E]\n4.7 In a \"democratic set up\", while the majorities rule,\nminorities are entitled to protection. Otherwise, the\nmandate of Art. 14 would be meaningless. The status of\nmajority or minority, even an insignificant minority, could\nonly be transient. Further, the question as to what is the\nlegitimate purpose sought to be achieved by the\nclassification under the Symbols Order, was not\nconsidered. [para 59] [1154-E]\n4.8 It is, therefore, held the Symbols Order, insofar as\nF it denies the reservation of a symbol for the exclusive\nallotment of the candidates set up by a political party with\n\"insignificant poll performance\", is violative of Art. 14 of\nthe Constitution of India. [para 60] [1154-G]\nCase Law Reference:\nG\nAs per Altamas Kabir, J.\n1972 (2) SCR 318\nrelied on\npara 7\n1978 (1) SCR 393\ncited\npara 8\nH\n1983 (1) SCR 702\nrelied on\npara 8\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1097\nCOMMISSION OF INDIA\n1985 (3) Suppl. SCR 1\nrelied on\npara 9\nA\n2002 (3) SCR 696\nreferred to\npara 19\n2003 (2) SCR 1136\nreferred to\npara 19\n2006 (5) Suppl. SCR 1 cited\npara 20 B\n1964 SCR 332\ncited\npara 21\n1985 (3) Suppl. SCR 1 cited\npara 23\n(1962) 3 SCR 842\ncited\npara 23\nC\n1972 (2) SCR 318\ncited\npara 23\n424 US 1 (1976);\ncited\npara 24\n491 US 397 (1989)\ncited\npara 24\n2008 (13) SCR 846\nrelied on\npara 28\nD\n1993 (1) SCR 786\ncited\npara 29\nAs per chelameswar, J.\n1972 (2) SCR 318\nreferred to\npara 9\nE\n1985 (3) Suppl. SCR 1 referred to\npara 9\n1952 SCR 218\ndistinguished para 24 and 37\n1982 (3) SCR 318\ndistinguished para 24 and 37\nF\n2008 (13) SCR 846\nrelied on\npara 25\n(1967) 2 SCR 762\nreferred to\npara 28\n(1967) 2 SCR 170\nreferred to\npara 28\n(1955) 2 SCR 603\nG\nreferred to\npara 28\n1978 (2) SCR 272\nrelied on\npara 28\n2003 (2) SCR 1136\n393 US 23 (1968)\nrelied on\npara 37\nreferred to\npara 37\nH\n1098 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA 1950 SCR 594\nreferred to\npara 40\n(1955) 1 SCR 1045\nrelied on\npara 56\nB\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n532 of 2008.\nUnder Article 32 of Constitution of India.\nWITH\nW.P. (C) Nos. 315, 422 of 2009, S.L. P. (C) No. 23494 of 2009,\nW.P. (C) No. 426, 444, 454, 463, 447, 132 of 2009, S.L. P.\nC (C) No. 7379-7380 of 2009, W.P. (C) Nos. 111, 117, 125, 124\nand 128 of 2011.\nK.K. Venugopal, Rukshana Choudhary, Col. Edwin\nJesudas, Ankur Talwar, S. Ravi Shankar, Pravin Satale, Rajiv\nShankar Dvivedi, Manoj Goel, Wajeeh Shafiq, Gopal Verma,\nD Ashutosh Kumar Singh, Shuvodeep Roy, Vishwajit Singh,\nHarinder Mohan Singh, Naushad Ahmad Khan, Mehbubul\nHassan L., Aftab Ali Khan, Dushyant Singh, R. Nedumaran,\nMeenakshi Arora, S. Ravi Shankar, Ankur Mittal, Pranav Kumar\nJha, Sanjay R. Hegde, Tenzin Tsering, S. Nithin, Anil Kumar\nE Mishra-l, Hari Shankar K., Vikash Singh Jangra, Ramesh Babu\nM.R., N. Rajaraman, Meenakshi Arora, S.K. Mendiratta, Poli\nKaiki, Vasav V., Rakesh K. Sharma, Venkateswara Rao\nAnumolu, Jogy Scaria, Sharmila Upadhyay, Lawyer's Knit \u0026\nCo., Ramesh N. Keswani, Ram Lal Roy, Keswai \u0026 Co. for the\nF appearing parties.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Writ Petition (Civil) No.532 of\n2008 was filed by Desiya Murpokku Dravida Kazhagam and\nG Colonel Edwin Jesudoss (Retd.), challenging the constitutional\nvalidity of the amendment of the Election Symbols (Reservation\nand Allotment) Order, 1968, hereinafter referred to as the\n\"Election Symbols Order, 1968\", vide Notification No.O.N.56/\n2000/Jud-Ill dated 1st December, 2000, substituting Clause 6\nwith 6A(i) and (ii) and Clause 6B therein. The same was taken\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1099\nCOMMISSION OF INDIA\nup for final hearing along with several other Writ Petitions on A\naccount of the common issue involved therein. The common\ngrievance in all these writ petitions is with regard to the\namendment which mandates that in order to be recognized as\na State party in the State, it would have to secure not less than\n6% of the total valid votes polled in the State and should also\nhave returned at least 2 members to the Legislative Assembly\nof the State.\nB\nC\n2. The grievance of the Desiya Murpokku Dravida\nKazhagam is that it had been refused recognition as a State\nparty by the Election Commission of India, although, it secured\n8.33% of the valid votes in the Assembly elections. It is the\nfurther grievance of the Petitioners that in view of the\namendment made to Clause 6 of the Election Symbols Order,\n1968, it had been denied recognition on account of the\ncumulative effect of the requirement that a political party would D\nnot only have to secure not less than 6% of the total valid votes\npolled, but it had also to return at least 2 members to the\nLegislative Assembly of the State. It is the Petitioners' case that\ndespite having secured a larger percentage of the votes than\nwas required, it was denied recognition, since it had failed to\nreturn 2 members to the Legislative Assembly.\n3. In order to appreciate the case made out by the writ\npetitioners, it would be apposite at this stage to look into the\nbackground in which the Election Symbols Order, 1968, came\nto be pronounced.\n4. After the commencement of the Constitution on 26th\nJanuary, 1950, the Election Commission was constituted under\nArticle 324 of the Constitution. On 30th July, 1951, the\nCommission held a conference in New Delhi with 7 established\npolitical parties organised on an all-India basis and discussed\nthe possibilities of allotting a distinctive symbol to each one of\nthem all over India. During the deliberations, the participants\ngenerally agreed that the same symbols would be used\nthroughout India for all candidates of a party, both for\nE\nF\nG\nH\n1100 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA parliamentary and assembly elections. What also fell for\ndiscussion was whether where among several constituencies\none of the seats was reserved for Scheduled Castes or\nScheduled Tribes, the candidates belonging to a party would\nbe allotted the party's symbol. The said discussions led to ad\nB hoc recognition being given by the Election Commission to\nseveral parties as national or multi-state parties and allotted to\nthem the symbols as were shown against their names.\n5. Drawing inspiration from the first General Elections\nconducted by the Election Commission in 1951-52, the Election\nC Commission decided to withdraw recognition from such parties\nwhose poll performance was far below the standards to merit\nfurther recognition. However, giving due recognition to the fact\nthat some of the parties were new and were not fully organised\nbefore the elections, the Commission fixed 3% of the valid\nD votes polled in the elections as the minimum standard for grant\nof recognition. In the case of national parties, such percentage\nwas calculated with reference to the votes polled in regard to\nelections to the House of the People, while in the case of State\nparties, the votes polled in the elections to the State Legislative\nE Assemblies were the factors to be considered. On account of\nthe standards laid down, only 4 political parties remained\neligible for recognition as national parties, namely, (1) Indian\nNational Congress; (2) All India Bharatiya Jan Sangh; (3)\nCommunist Party of India; and (4) Praja Socialist Party, and\nall other parties lost their recognition. Standards for maintaining\nsuch recognition continued to be applied by the Election\nCommission in the Second and Third General Elections held\nin 1957 and 1962 respectively, but after the Third General\nElections the minimum standard was raised by the Commission\nfrom 3 to 4%. The same formula was also used by the Election\nCommission after the Fourth General Elections in 1967.\nF\nG\n6. After the Fourth General Elections were held in 1967,\nthe Election Commission decided to streamline the provisions\nand procedure so long followed relating to recognition of\nH political parties in the conduct of elections. The Commission\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1101\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\nB\nwas of the view that the provisions relating to recognition of A\npolitical parties and their functioning, was required to be\ncodified and provision was also required to be made for\nregistration of political parties as a pre-condition for\nrecognition. Accordingly, by virtue of powers conferred on it by\nArticle 324 of the Constitution, read with Section 29A of the\nRepresentation of the People Act, 1951 and Rules 5 and 10\nof the Conduct of Election Rules, 1961 and other powers vested\nin it, the Election Commission of India made and promulgated\nthe Elections Symbols (Reservation and Allotment) Order, 1968,\nwhich is at the core of the issues being heard in these matters. C\nE\n7. As the Preamble of the aforesaid Order states, the same\nwas promulgated to provide for specification, reservation,\nchoice and allotment of symbols at elections in Parliamentary\nand Assembly Constituencies; for the recommendation of the\npolitical parties in relation thereto and for matters connected D\ntherewith. It was also promulgated in the interest of purity of\nelections to the House of the People and the Legislative\nAssembly of every State and in the interest of the conduct of\nsuch elections in a fair and effective manner. After the Election\nSymbols Order was promulgated, some of its provisions were\nchallenged on the ground of their constitutional validity. One of\nthe questions raised was whether under the aforesaid Order,\nthe Election Commission could have vested itself with the\npowers contained in Clause 15 thereof, reserving to itself\npowers to settle issues in relation to splinter groups or rival\nsections of recognized political party, each of whom claimed\nto be the original party. The decision of the Commission was\nmade binding on all the rival sections and groups. The said\nquestion fell for the decision of this Court in the case of Shri\nSadiq Ali \u0026 Anr. Vs. Election Commission of India, New Delhi\n\u0026 Ors. [(1972) 4 SCC 664] and it was held by a Three-Judge\nBench of this Court that Clause 15 was intended to effectuate\nand subserve the main purposes and objects of the Symbols\nOrder. It was observed that the Clause was designed to ensure\nF\nG\nthat because of a dispute having arisen in a political party\nH\n1102 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA between two or more groups, the entire scheme of the Election\nSymbols Order relating to the allotment of a symbol reserved\nfor the political party, was not frustrated. This Court took note\nof the fact that the Election Commission had been clothed with\nplenary powers by Rules 5 and 10 of the Conduct of Election\nB Rules, 1961, in the matter of allotment of Symbols, the validity\nwhereof had not been challenged. This Court, therefore, came\nto the conclusion that the fact that the power to settle such\ndisputes had been vested in the Commission could not\nconstitute a valid ground for assailing the vires of the said\nclause. Since the said decision has also been referred to by\nthe learned counsel for the parties in extenso, we will revert\nback to the same at a later stage in this judgment.\nC\n8. The same view was also expressed by this Court in All\nParty Hill Leaders' Conference, Shillong Vs. Captain W.A.\nD Sangma \u0026 Ors. [(1977) 4 SCC 161] and in Roop Lal Sathi Vs.\nNachhattar Singh Gill [(1982) 3 SCC 487], wherein while\ndealing with the provisions of Clause 13 of the Symbols Order,\nthis Court held that the dispute relating to the procedure for\nsetting up of candidates could be the subject matter of an\nE Election Petition under Section 100(1)(d)(iv) of the\nRepresentation of the People Act, 1951.\nF\n9. The authority of the Election Commission under the\nElection Symbols Order, 1968, as a whole was also challenged\nbefore this Court in Kanhiya Lal Omar Vs. R.K. Trivedi \u0026 Ors.\n[(1985) 4 SCC 628], wherein it was urged on behalf of the\nPetitioner that the said Order, being legislative in character,\ncould not have been issued by the Election Commission, which\nwas not entrusted by law with power to issue such an Order\nregarding the specification, reservation, choice and allotment\nG of symbols that might be chosen by the candidates during\nelections in the Parliamentary and Assembly Constituencies.\nIt was also urged that Article 324 of the Constitution which vests\nthe power of superintendence, direction and control of all\nelections to Parliament and to the Legislative Assemblies, in\nH the Commission, could not be construed as conferring power\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1103\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\non the Commission to issue the Symbols Order. Rejecting the A\nsaid contention, this Court held that the expression \"election\"\nin Article 324 of the Constitution is used in a wide sense so\nas to include the entire process of election which consists of\nseveral stages, some of which had an important bearing on the\nresult of the process and that every norm which laid down a B\nCode of Conduct could not possibly be elevated to the status\nof legislation or even delegated legislation. It was emphasized\nthat there are certain authorities or persons who may be the\nsource of rules of conduct and who at the same time could not\nbe equated with authorities or persons who are entitled to make\nlaw in the strict sense.\nC\n10. As has been indicated hereinbefore, the Petitioner\npolitical party, Desiya Murpokku Dravida Kazhagam,\nhereinafter referred to as \"DMDK\" was refused recognition as\na State Party by the Election Commission of India, despite D\nhaving secured 8.33% of the valid votes on account of the fact\nthat by virtue of the amendment to the Election Symbols Order\nin 2000, in order to obtain recognition, DMDK was required to\nsecure not less than 6% of the total valid votes polled in the\nState and must have returned at least two members to the E\nLegislative Assembly of the State.\n11. Appearing for the Writ Petitioners, Mr. K.K. Venugopal,\nlearned Senior Advocate, submitted that the condition for a\npolitical party to be recognized as a State Party was originally\nprescribed in Clause 6 of the Election Symbols Order, 1968,\nwhich provides as follows:-\n“6(2). A political party shall be treated as a recognized\npolitical party in a State, if and only if either the conditions\nspecified in clause (A) are, or the condition specified in\nclause (B) is, fulfilled by that party and not otherwise, that\nis to say\n-\n(A) that such party -\nF\nG\n(a)\nhas been engaged in political activity for a\nH\n"}