{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":";\nF\nSTATE OF RAJASTHAN\nV.\nNETRAPAL AND ORS.\nFEBRUARY 27, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nPenal Code, 1860/Arms Act, 1959-Section 395/Section 3 r/w s.\n25(1)(a) Conviction under-Acquittal by High Court granting benefit of\ndoubt―Justification of-Held: In facts and circumstances of the case,\nprosecution failed to prove 'beyond reasonable doubt' that the accused were\nthe persons who had committed the dacoity-Hence, acquittal justified.\nC\nJudicial depreciation-High Court making harsh observations and\nusing strong language against prosecution witnesses-Held: Such comments\nneither justified nor called for-In view of conflicting statements, the Court D\nmay not believe a version against the accused-But cannot say that the other\nversion was 'false' or 'incorrect'—Judicial restraints and discipline are\nnecessary to orderly administration of justice.\nDuring midnight dacoity was committed in the house of complainant and\ntwo others. 10-15 dacoits armed with lathis and guns attacked them and looted E\ntheir movable properties. In the incident they shot complainant's father. Case\nwas registered. Complainant stated that he could recognize the accused in\nelectric light. Police recovered empty bores from the spot. Accused were\narrested and put to identification. Witnesses identified them. Recovered\narticles were also identified by the owners. Trial Court convicted and sentenced\nfour accused under section 395 IPC and one among the four and two others\nunder section 3 read with section 25 of Arms Act. High Court acquitted all\nthe accused of the charges levelled against them giving them benefit of doubt\nin identification of accused persons; recovery of articles at their instance and\ntheir identity. Hence, the present appeals.\nF\nDismissing the appeal, the Court\nG\nHELD: 1.1. Having considered the facts and circumstances in their\nentirety, the High Court was not wrong in coming to the conclusion that the\nprosecution failed to prove 'beyond reasonable doubt' that the accused were\n301\nH\n302\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the persons who had committed the dacoity and, hence, they could not be\nconvicted. [Paras 8 and 19] [308-G|\n1.2. High Court found that the dacoity was committed at mid night; there\nwas inconsistency regarding electricity in the village and as such the\nstatement of witnesses that they had identified dacoits in the light was false\nB and unbelievable. With regard to identification of accused, at the identification\nC\nparade, the High Court considered the evidence of PW's who stated that they\ncame to know about the arrest of dacoits after few days. High Court observed\nthat all this shows that \"the accused persons were arrested just after 7-8\ndays of the incident\" but their arrest was shown on December 21/22, 1987.\nFor a number of days, the accused persons were detained at the police station.\nImmediately, their arrest was not shown. The Court observed that it meant\nthe arrest of the accused persons, their giving information as well as the\nrecovery were \"all false ones and they all have been manipulated later on\".\nThe Court also found the recovery of the articles as doubtful because prior to\nthe arrest of the accused persons and before their giving information under\nD section 27 of the Evidence Act, the articles were recovered by the police. Hence,\nE\nF\nG\nthe alleged recovery as well as the identification of the ornaments were all\nfarce. The High Court also observed that identification parade was not\nconducted in a fair and proper manner and no precautionary steps had been\ntaken by the Magistrate. [Paras 5, 6 and 7] [305-C, G-A, B-C]\n2.1. While allowing the appeals filed by the accused and in extending\nbenefit of doubt, the High Court was rather harsh in making certain\nobservations and in using strong language against the prosecution witnesses.\nIt observed that the prosecution evidence was not consistent as regards\navailability of electric light at the place of offence. One may appreciate that\nin such circumstances, the Court may be on its guard and consider the\nevidence carefully. However, the High Court, observed that the statements of\nprosecution witnesses were 'completely false and incorrect ones'. The\ncomment was neither called for nor justified. In view of conflicting statements,\nthe Court may not believe a version against the accused. But it does not\nnecessarily mean that the other version was 'false' or 'incorrect'.\n[Paras 9 and 10] [306-E-G]\n2.2. Some of the witnesses stated that they heard that the accused were\narrested after few days. But the evidence of Investigating Officer was that the\naccused were arrested on December 21/22, 1987. The Court, may not rely on\nsuch evidence but to hold that the accused were arrested and were detained\nH\nsay\n༥\n\"\nSTATE OF RAJASTHAN v. NETRAPAL\nbut such detention was not shown was not at all justified. [Para 11]\n303\n[306-A-H]\nA\n2.3. High Court has passed strictures against Additional Munsif and\nJudicial Magistrate, II. According to the High Court, though the Magistrate\nhad stated that he had taken all steps after the recovery of ornaments and had\nsent one of the clerks of the Court with a direction to bring similar ornaments B\nfrom the market without showing those ornaments to prosecution witnesses,\nthe statement of the Magistrate could not be believed. The High Court stated:\n\"How did the Magistrate know that the clerk who had gone with those\nornaments, to fetch similar type of ornaments, did not show those ornaments\nto either the witnesses or other persons\"? The remark was uncalled for, to\nsay the least. There is nothing on record to show that the ornaments were C\nshown to prosecution witnesses or to any other person. Moreover, it will be\ntoo much to impute motive either in the Magistrate or in the clerk of the\nCourt without there being anything on record. [Paras 12 and 13] [307-B-D]\n2.4. It cannot be gainsaid that while dealing with a case on hand, a Court\nof Law may comment on the conduct of parties or witnesses and may also make D\nnecessary observations keeping in view the evidence adduced by them. It is\nalso true that the Judges are flesh and blood mortals with likes and dislikes\nand normal human traits. At the same time, however, it cannot be overlooked\nthat judicial restraints and discipline are necessary to orderly administration\nof justice. [Paras 14 and 17] [307-E, H]\n2.5. In the facts and circumstances of the instant case, neither the\nremarks made by the High Court against prosecution witnesses were justified\nnor the language used was called for. The observations were also not necessary\nfor determining the question in controversy. They are, therefore, to be deleted.\n[Para 18] [308-F]\nState of U.P. v. Mohd. Naim, [1964] 2 SCR 363: AIR (1964) SC 703,\nrelied on.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal Nos. 711-\n712 of 1996.\nE\nF\nFrom the Judgment and Order dated 3.11.1989 of the High Court of G\nJudicature for Rajasthan at Jodhpur in S.B. Criminal Appeal Nos. 302 and 322/\n1989.\nNaveen Kumar Singh, Aruneshwar Gupta, Mukul Sood and Shashwat\nGupta for the Appellant.\nR.K. Kapoor, Mukesh K. Verma, Govind Kaushik (for Anis Ahmed H\n304\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Khan), Varinder Kumar Sharma, Jitendra Mohapatra, Dr. Sushil Balwada and\nDr. K.S. Chauhan for the Respondents.\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. These appeals have been preferred by the State\nB of Rajasthan against the judgment and order dated November 3, 1989 passed\nby the High Court of Judicature for Rajasthan, Bench at Jaipur in S.B. Criminal\nAppeal Nos. 302 of 1989 and 322 of 1989 acquitting all the accused of the\ncharges levelled against them.\n2. Brief facts of the case are that during the night intervening 25th and\nC 26th November, 1987, a report was lodged by one Ramji Lal (PW 1) at Police\nStation, Sever that a dacoity had been committed at Village Samarpur. It was\nalleged that at about 12.00 night, while he was sleeping in his room with his\nfather Dwarika Prasad and younger brother Satish, 10-15 dacoits armed with\nlathis and guns came to his room and hit them with lathis and looted movable\nD properties, ornaments of gold and silver from the houses of Ramji Lal, Chandan,\nGopal and Ramsukh. In the incident, they shot at Dwarka Prasad on chest\nwho died. Ramji Lal, PW 1 also stated before the Police that he could recognize\nthe accused in the electric light. On the report a case was registered and the\npolice visited the place of incident. Police recovered 3 empties of .12 bore, 3\nempties of .315 bore and a glass piece of .315 bore from the spot. On\nE November 27, 1987, Ramsukh, Ramji Lal and Chandan submitted a list of\nF\narticles looted from their houses. The accused persons were arrested by the\nPolice. The Additional Munsif and Judicial Magistrate, Bharatput put them to\nidentification by the witnesses. The witnesses identified them. The seized and\nrecovered articles were also put to identification and they were also identified\nby the persons to whom they belonged.\n3. The Trial Court framed charges against the accused persons for\noffences punishable under Sections 395 read with 397 and 396 of the Indian\nPenal Code (IPC' for short) and also under Section 3 read with Section 25\nof the Arms Act. The accused persons denied the charges framed against\nG them. They also denied recovery of the articles and contended that they were\nfalsely implicated in the case. The prosecution examined 23 witnesses in\nsupport of its case. No evidence was adduced in their defence by the accused\npersons. The Special Judge, Dacoity Affected Area, Bharatpur convicted\naccused Netrapal, Dhanpal, Raju and Shyam Singh under Section 395 IPC and\nordered them to undergo rigorous imprisonment for seven years. Netrapal,\nLakhmi and Vijendra were convicted for offences punishable under Section 3\nH\nSTATE OF RAJASTHAN v. NETRAPAL [THAKKER, J.] 305\nread with Section 25(1) (a) of the Arms Act and were ordered to undergo A\nrigorous imprisonment for three years.\n4. On appeal, the High Court acquitted all the accused of the charges\ngiving them benefit of doubt in the matter of identification of the accused\npersons; of recovery of articles at their instance and of identity of articles and\nB\nornaments.\n5. With regard to the identification of the accused persons at the time\nof commission of offence, the High Court found that the dacoity was committed\nduring the night intervening 25th and 26th November, 1987. Admittedly, it was\na dark night. The evidence was not consistent as to electricity at the house C\nof PWI Ramji Lal. So far as Ramsukh is concerned, temporary electric bulb\nwas there in the chowk. But the evidence also showed that the bulb was not\nworking. There was also inconsistency as to whether there was electricity in\nthe village. The Court also considered the statement of PW 23 Ramswaroop\nYadav, SHO. He did not mention as to at which place the electric bulb at the\nhouse of Ramsukh was on, nor was the existence of the bulb was shown in D\nthe site-plan-Ex. P2. He orally mentioned that there was electric light in the\nvillage. The Court noted that there was no reason for the SHO not to mention\nthe presence of electric bulb in the site-plan if it was there as it was a very\nimportant aspect and it was the case of prosecution that the witnesses had\nidentified the dacoits in the light of electric bulb. The Court also observed\nthat it was not possible that the dacoits would come in such a way that they\ncould be easily identified by village people. They would try to hide their\nidentities. According to the High Court, the statement of all the witnesses\nwho had stated that they had identified the dacoits in the light was 'false and\nunbelievable' and in the dark night, the witnesses could not have identified\nthe miscreants.\nE\nF\nG\n6. With regard to identification of accused, at the identification parade,\nthe High Court considered the evidence of PW 1 Ramji Lal, PW 6 Sukkho and\nPW 7 Rekha who stated that they came to know about the arrest of dacoits\nafter few days. \"All this shows\" observed the High Court, \"that the accused\npersons were arrested just after 7-8 days of the incident\" but their arrest was\nshown on December 21/22, 1987. For a number of days, the accused persons\nwere detained at the police station. Immediately, their arrest was not shown.\nThe Court proceeded to state that according to the prosecution, just after\ntheir arrest, the accused persons gave information under Section 27 of the\nEvidence Act and on the basis of that information, certain articles were H\n306\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA recovered. But, according to the prosecution witnesses, they had come to\nknow 7-8 days after the incident that the accused persons had been arrested\nand that the stolen articles were recovered. The Court observed that it meant\nthe arrest of the accused persons, their giving information as well as the\nrecovery were \"all false ones and they all have been manipulated later on\".\nB\n7. The Court also found the recovery of the articles as doubtful because\nprior to the arrest of the accused persons and before their giving information\nunder Section 27 of the Evidence Act, the articles were recovered by the\npolice. Hence, the Court observed that the alleged recovery as well as the\nidentification of the ornaments were all farce. The High Court also observed\nC that identification parade was not conducted in a fair and proper manner and\nno precautionary steps had been taken by the Magistrate. The High Court,\ntherefore, held that the trial court was wrong in convicting the accused and\nthe prosecution \"failed to prove beyond reasonable doubt that the appellants\n(accused) were the persons who had committed the dacoity as alleged by it”.\nᎠ\nE\n8. We have been taken by the learned advocates for the parties to the\nevidence as also to the findings recorded by the trial Court as well as by the\nHigh Court. In the facts and circumstances of the case, in our opinion, it\ncannot be successfully contended that the High Court was wrong in granting\nbenefit of doubt to the accused and in passing an order of acquittal.\n9. We may, however, advert to one aspect before parting with the matter.\nWhile allowing the appeals filed by the accused and in extending benefit of\ndoubt, the High Court was rather harsh in making certain observations and\nin using strong language against the prosecution witnesses. For instance, the\nprosecution evidence was not consistent as regards availability of electric\nFlight at the place of offence. One may appreciate that in such circumstances,\nthe Court may be on its guard and consider the evidence carefully. The High\nCourt, however, observed that the statements of prosecution witnesses were\n'completely false and incorrect ones'.\nG\nH\n10. In our considered view, the above comment was neither called for\nnor justified. In view of conflicting statements, the Court may not believe a\nversion against the accused. But it does not.necessarily mean that the other\nversion was 'false' or 'incorrect'.\n11. Again, some of the witnesses stated that they heard that the accused\nwere arrested after few days. But the evidence of Investigating Officer was\nthat the accused were arrested on December 21/22, 1987. The Court, in the\n\"\nSTATE OF RAJASTHAN v. NETRAPAL [THAKKER, J.]\n307\nlight of the above facts, may not rely on such evidence but to hold that the A\naccused were arrested and were detained but such detention was not shown\nwas not at all justified.\n12. Similarly, the High Court has passed strictures against PW 21\nBarkatullah Khan, Additional Munsif and Judicial Magistrate, II. Accoridng\nto the High Court, though the Magistrate had stated that he had taken all B\nsteps after the recovery of ornaments and had sent one of the clerks of the\nCourt with a direction to bring similar ornaments from the market without\nshowing those ornaments to prosecution witnesses, the statement of the\nMagistrate could not be believed. The High Court stated; \"How did the\nMagistrate know that the clerk who had gone with those ornaments, to fetch\nsimilar type of ornaments, did not show those ornaments to either the witnesses\nor other persons\"?\nC\n13. In our considered opinion, the above remark was uncalled for, to say\nthe least. There is nothing on record to show that the ornaments were shown\nto prosecution witnesses or to any other person. Moreover, it will be too D\nmuch to impute motive either in the Magistrate or in the clerk of the Court\nwithout there being anything on record.\n14. It cannot be gainsaid that while dealing with a case on hand, a Court\nof Law may comment on the conduct of parties or witnesses and may also\nmake necessary observations keeping in view the evidence adduced by them. E\nIt is also true that the Judges are flesh and blood mortals with likes and\ndislikes and normal human traits.\n15. Thomas Reed Powell once said; \"Judges have preferences for social\npolicies as you and I. They form their judgments after the varying fashions\nin which you and I form ours. They have hands, organs, dimensions, senses, F\naffections, passions. They are warmed by the same winter and summer and\nby the same ideas as a layman is.\"\n16. Justice John Clarke has also stated; \"I have never known any\njudges, no difference how austere of manner, who discharged their judicial\nduties in an atmosphere of pure, unadulterated reason. Alas! we are 'all the G\ncommon growth of the Mother Earth' - even those of us who wear the long\nrobe.\" (emphasis supplied)\n17. At the same time, however, it cannot be overlooked that judicial\nrestraints and discipline are necessary to orderly administration of justice.\nOne must always keep in view golden advice given by S.K. Das, J. in State\nH\n308\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA of U.P. v. Mohd. Naim, [1964] 2 SCR 363 : AIR (1964) SC 703;\nB\nC\nᎠ\nE\nF\nG\n\"If there is one principle of cardinal importance in the administration\nof justice, it is this: the proper freedom and independence of Judges\nand Magistrates must be maintained and they must be allowed to\nperform their functions freely and fearlessly and without undue\ninterference by anybody, even by this Court. At the same time it is\nequally necessary that in expressing their opinions Judges and\nMagistrates must be guided by considerations of justice, fair-play and\nrestraint. It is not infrequent that sweeping generalizations defeat the\nvery purpose for which they are made. It has been judicially recognized\nthat in the matter of making disparaging remarks against persons or\nauthorities whose conduct comes into consideration before courts of\nlaw in cases to be decided by them, it is relevant to consider (a)\nwhether the party whose conduct is in question is before the court\nor has an opportunity of explaining or defending himself; (b) whether\nthere is evidence on record bearing on that conduct justifying the\nremarks; and (c) whether it is necessary for the decision of the case,\nas an integral part thereof, to animadvert on that conduct. It has also\nbeen recognized that judicial pronouncements must be judicial in\nnature, and should not normally depart from sobriety, moderation\nand reserve.\"\n\"\n(emphasis supplied)\n[see also Samya Sett v. Shambhu Sarkar, [2005] 6 SCC 767; V.G.\nRamachandran, 'Law of Writs', Revised by Justice C.K. Thakker and\nM.C. Thakker, 6th Edn., 2006; Vol. 2; pp. 1788-91]\n18. In the facts and circumstances of the present case, in our considered\nview, neither the remarks made by the High Court against prosecution witnesses\nwere justified nor the language used was called for. The observations were\nalso not necessary for determining the question in controversy. They are,\ntherefore, ordered to be deleted.\nwe\n19. Having considered the facts and circumstances in their entirety,\nare of the view that the High Court was not wrong in coming to the conclusion\nthat the prosecution failed to prove ‘beyond reasonable doubt' that the\naccused were the persons who had committed the dacoity and, hence, they\ncould not be convicted. The appeals are dismissed accordingly.\nH N.J.\n•\nAppeals dismissed.\n"}