{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 7 S.C.R. 668\nA\nB\nD\nN. KANNADASAN\nV.\nAJOY KHOSE AND OTHERS\nCivil Appeal No. 7360 of 2008\nMAY 6, 2009\n(S.B. SINHA AND DR. MUKUNDAKAM SHARMA, JJ.)\nConsumer Protection Act, 1986:\nSection 16 Post of Chairman, State Consumer\nC Commission - Appointment of - Person who was earlier\nAdditional Judge of High Court and had demitted office since\nhe was not made Permanent Judge, was recommended and\nappointed - Challenged before High Court - Allowed by the\nHigh Court holding that the recommendation itself was vitiated\n- On appeal, Held: If a person does not have qualification to\nhold the office of a Judge of High Court, it is difficult to conceive\nas to how despite such deficiency in qualification, he could be\nrecommended for appointment to a statutory post, the\neligibility criteria wherefor is inter alia a former Judge -\nMoreover, when for a Member of the Commission, ability,\nintegrity and standing are essential qualifications, such criteria\nshould equally apply to the Chairman - Indisputably a person\nhaving doubtful integrity should neither be recommended by\nthe High Court nor appointed by the State Government -\nJudicial Review Constitution of India, Article 217\nF Consultation.\nE\nG\nH\n-\nConstitution of India, 1950:\n-\nArticles 32, 226 - Writs - Writ of Quo Warranto and Writ\nof certiorari - Scope and ambit of - Discussed.\nThe appellant who was a practicing Advocate was\nappointed as an Additional Judge of the Madras High\nCourt. During his tenure there were allegations of lack of\nprobity against him and he was not appointed as a\n668\nこ\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 669\nPermanent Judge, and he demitted office. His name was A\nincluded in the list of retired Judges.\nState Government requested the High Court to send\na list of names for appointment as President of the State\nConsumer Disputes Reddressal Commission. Names of\nthree persons including the appellant was sent to the State\nGovernment and the appellant was appointed as\nPresident of the Commission.\nB\nWrit Petitions filed in the High Court challenging the\nappellant's appointment were allowed. Hence the appeals. C\nDismissing the appeals, the Court\nHELD: 1. Suitability of a person to be considered for\nappointment as a Chairman of a State Commission having\nregard to the provisions contained in Article 217 of the\nConstitution of India has been assumed by this Court to\nbe available for the eligible persons who are retired Judges\n- which would mean that those Judges who had retired from\nservice without any blemish whatsoever and not merely\na person who \"has been a judge”. [Para 16] [701-D]\nAshish Handa v. The Hon'ble the Chief Justice of High\nCourt of Punjab and Haryana and others, (1996) 3 SCC 145\n– relied on.\n-\nSupreme Court Advocates-on-Record Association and\nothers v. Union of India, (1993) 4 SCC 441; Ashok Kumar\n\"Yadav v. State of Haryana, (1985) 4 SCC 417 and T. Fenn\nWalter (2002) 6 SCC 184 - referred to.\n2. An Additional Judge holding a tenure post stricto\nsensu does not retire. It is one thing to say that having\nregard to the constitutional embargo, he would not hold\noffice after he attains the age of 62 years but it is another\nthing to say that for all other purposes, he can be equated\nwith a sitting Judge. [Para 16] [701-E-F]\nD\nE\nF\nG\n3. An Additional Judge who has not been confirmed, H\n670\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA may for the purpose of giving effect to the constitutional\nprovisions be considered to be a former Judge but when\nit comes to the question of his appointment in the said\ncapacity, it is possible to take somewhat different view\nhaving regard to his present status, viz., an advocate or a\nB district judge, as the case may be. He despite being a\nformer Judge is entitled to practice in the same High Court,\nwhich other Judges are not permitted to do so. He may\nappear before the Tribunal and subordinate courts. A\nperson for the aforementioned purpose must answer the\ntest of his being qualified to be a Judge. For the purpose\nof Section 16 of the Act, he must be equated with a sitting\nJudge of a High Court. In other words, he could, but for\nthe reasons like reaching the age of superannuation,\ncontinue as a Judge. [Para 16] [702-D-F]\nC\nD\n4. If a person does not have qualification for\ncontinuing to hold the office of the Judge of a High Court,\nit is difficult to conceive as to how despite such deficiency\nin qualification, he could be recommended for\nappointment to a statutory post, the eligibility criteria\nE wherefor is inter alia a former Judge. A Chief Justice of a\nHigh Court, thus, before making recommendations for his\nappointment in terms of Section 16 of the Act must satisfy\nhimself that the recommendee has/had those basic\nqualities. [Para 16] [704-B-C]\nF\n5. While making recommendations the Chief Justice\nperforms a constitutional duty. If while discharging his\nduty, he finds a former judge to be ineligible, the question\nof his being considered for appointment would not arise.\nIf such a person cannot be recommended being unfit or\nG ineligible to hold the post, it would not be correct to\ncontend that despite the same he fulfils the eligibility\ncriteria. [Para 16] [704-D]\n6. If the Collegium of the Supreme Court Judges\nincluding the Chief Justice of India, which is a constitu-\nI\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 671\n1\n་\nT\nB\ntional authority in the matter of appointment of Judges A\nand re-appointment of Additional Judges did not find him\neligible, it would be beyond anybody's comprehension as\nto how Chief Justice of a High Court could find him eligible/\nsuitable for holding a statutory post requiring possession\nof qualification of holder of a constitutional office. If no\nrecommendation by the Chief Justice is constitutionally\npermissible, the question of the eligibility criteria being\nnot satisfied certainly is relevant. Question is not whether\nhe is a former judge or not. Question is whether he was\neligible for appointment, having not been found fit for re-\nappointment. If he was ineligible for being recommended,\nthat is the end of the matter.[Para 16] [705-D-F]\nM. Nagaraj and Others v. Union of India and Others\n(2006) 8 SCC 212 - relied on.\n7.1 A case of this nature is a matter of moment. It\nconcerns public interest. Public information about\nindependence and impartiality of a judiciary would be in\nquestion. The duty of all organs of the State is that the\npublic trust and confidence in the judiciary may not go in\nvain. Construction of a statute would not necessarily\ndepend upon application of any known formalism. It must\nbe done having regard to the text and context thereof.\n[Para 17] [705-G-H]\n7.2 Eligibility of a Judge of a High Court should not\nbe construed in a pedantic manner. It in the context of a\nlarge number of decisions of this court including S.P.\nGupta must also be held to include suitability of a person\nconcerned. For the aforementioned purpose, the\nprinciples of purposive interpretation is required to be\nresorted to. [Para 17] [712-B]\nс\nD\nE\nF-\nG\nS.P. Gupta v. Union of India, (1981) Supp. SCC 87; Carew\nand Company Ltd. v. Union of India (1975) 2 SCC 791; K.P.\nVarghese v. Income Tax Officer, Ernakulam and Another (1981)\n4 SCC 173; Bhudan Singh and Another v. Nabi Bux and H\n672\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Another (1969) 2 SCC 481; Atma Ram Mittal v. Ishwar Singh\nPunia, (1988) 4 SCC 284; High Court of Gujarat and Another\nv. Gujarat Kishan Mazdoor Panchayat and Others (2003) 4\nSCC 712; New India Assurance Company Ltd. v. Nusli Neville\nWadia and Another (2008) 3 SCC 279; Union of India v.\nB Ranbaxy Laboratories Limited and Others (2008) 7 SCC 502;\nHarbhajan Singh v. Press Council of India and others (2002)\n3 SCC 722 and Sangeeta Singh v. Union of India and Others\n(2005) 7 SCC 484 - referred to.\nRegina v. Secretary of State for Health ex parate\nC Quintavalle [2003] UKHL 13 and Australian Finance Direct\nLimited v. Director of Consumer Affairs Victoria [2007] HCA\n57 referred to.\nD\nE\n-\n8. The Constitution Bench in Ashok Tanwar, however,\nclearly held that the consultation process in terms of\nArticle 217 of the Constitution of India, for the purpose of\nfinding out of the suitability or otherwise of the candidate,\nnamely the members of the Collegium is not necessary.\nSuch a finding was arrived at inter alia on the premise.\nthat an appointment was required to be made by a sitting\nor a retired judge whose antecedents are known to the\nChief Justice.[Para 18] [714-E-F]\nAshish Handa v. The Hon'ble the Chief Justice of High\nCourt of Punjab and Haryana and others, (1996) 3 SCC 145\nF and Ashok Tanwar and another v. State of Himachal Pradesh\nand others, (2005) 2 SCC 104 - relied on.\n9.1 This Court is satisfied that it was necessary for\nthe Chief Justice of the High Court to apprise himself the\nreasons with reference to the backdrop of events as to\nG why the collegium of the Supreme Court of India did not\nfind the appellant to be a fit person for re-appointment or\nmade a Permanent Judge. Names of eight persons were\nrecommended together. A large number of vacancies\nexisted. Six of them were recommended to be appointed\nH as Permanent Judges. In respect of one name, the Chief\nt\n个\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 673\nJustice of India exercised his prerogative jurisdiction to A\nextend his term from time to time. He had also been made\na Permanent Judge. Only in relation to the appellant herein\nthe collegium refused to make a recommendation which\nwas also accepted by the Chief Justice of India. [Para 19]\n[717-F-H; 718-A]\nB\n9.2 In a few decisions, this Court has held that only a\nsitting or retired Judge is suitable for appointment. The\nsame clearly goes to show that Judge whose tenure\nended by way of non extension as a stigma would not\ncome within the purview of the definition of term 'has been C\na Judge of the High Court'. [Para 19] [718-B]\nD\n9.3 Section 16(1)(b)(iii) of the Consumer Protection\nAct, 1986 in relation to appointment of a Member of the\nCommission lays down inter alia the qualifications of a\nperson of ability, integrity and standing. If in the case of a\nMember, ability, integrity and standing are essential\nqualifications, it is difficult to perceive why the same\nqualification is not required for appointment as Chairman\nof the Commission within the meaning of clause (a)\nthereof. The said criteria was not necessary to be E\nexpressly stated as the same could be presumed as\nrecommendation in that behalf, to be made by the Chief\nJustice of a High Court. [Para 19] [718-C-D]\nShanti Bhushan and another v. Union of India and\nanother, (2009) 1 SCC 657; Brij Mohan Lal v. Union of India F\n(2002) 5 SCC 1; Pareena Swarup v. Union of India 2008 (13)\nSCALE 84 and B.R. Kapur v. State of T.N. and Another (2001)\n7 SCC 231 - referred to.\n10.1 Appointment to the post of President of a State\nCommission must satisfy not only the eligibility criteria of\nthe candidate but also undertaking of the process of\nconsultation. [Para 20] [724-C-D]\nG\n10.2 Indisputably, the decision by the Chief Justice\nmust be an informed one with respect to the post of a H\n?\n. 674\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Chairman of a State Commission, keeping in view the\nimportance thereof having regard to the fact that the\nCommission is required to perform judicial functions, both\nthe Chief Justice as also the State Government were\nrequired to be duly informed about the person who is\nB going to be appointed. With a view to fulfill the constitu-\ntional obligations as to whether he is a fit person, it is\nabsolutely essential that all relevant information should\nbe placed before the consultor as also the consultee. As\nfar as the proviso appended to Section 16 of the Act is\nconcerned, keeping in view the constitutional post held\nby a Chief Justice, there cannot be an iota of doubt that\nthe recommendations made by him shall carry great\nweight. Save and except for very cogent reasons, his\nrecommendation must be accepted. [Para 20] [724-E-G]\nC\nD\n10.3 The Constitution Bench of this Court in Supreme\nCourt Advocates-on-Record Association and in the\nPresidential Reference, Special Reference No.1 of 1998\nlaid down the law that consultation would mean\n'concurrence' wherefor the primacy has been shifted to\nE the Collegium which provision in turn being applicable to\nthe case of appointment of a Chairman of a State\nCommission in terms of Section 16 of the Act, save and\nexcept for the difference that recommendation, instead\nand in place of the Collegium, would be that of the Chief\nF Justice alone. There is no doubt that he is bound to take\ninto consideration all facts relevant therefor and must\neschew irrelevant facts. [Para 20] [724-H; 725-A-B]\n10.4 The superior courts must take into consideration\nas to what is good for the judiciary as an institution and\nG not for the judge himself. An act of balancing between\npublic interest and private interest must be made. Thus,\ninstitution as also public interest must be uppermost in\nthe mind of the court. When such factors are to be taken\ninto consideration, the court may not insist upon a proof.\nH It would not delve deep into the allegations. The court must\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n675\n:\n7\nbear in mind the limitations in arriving at a finding in regard A\nto lack of integrity against the person concerned. The test\nwhich must be applied for the purpose of assessing the\nsuitability of a person for appointment as a Judge must\nbe whether the Chief Justice of the High Court or for the\nmatter of that, any other constitutional authority concerned B\nin the appointment is satisfied about the integrity of the\nperson under consideration and, thus, if he does not enjoy\ngood reputation, it would not be possible for the Chief\nJustice of the High Court to say that he is satisfied about\nthe integrity of such person and in such an event he would\nbe justified in not recom-mending him for appointment\nand in fact it would be his duty not to recommend his\nname. [Para 20] [725-F-H; 726-A-B]\nC\n10.5 It is one thing to say that in the absence of any\ndocument, any reflection or aspersion on the reputation D\nor character of an Additional Judge shall not be cast but\nit is another thing to say that the ultimate result, viz., that\nan Additional Judge did not obtain any extension or was\nnot made a Permanent Judge of the High Court, would\ntotally be ignored. It may be true that the appellant did not E\nquestion the decision of the collegium not to re-appoint\nhim, but the fact remains that he was not appointed by\nthe collegium wherefor sufficient material existed. Arriving\nat such a conclusion was an objective opinion on the part\nof the collegium. [Para 20] [729-C-E]\nF\n10.6 The consultative process brings within its ambit\na heavy duty so as to enable the holder of a high office\nlike Chief Justice to know the same. It must be shown\nthat he had access and in fact was aware of the fact that\nthe appellant had not been made a Permanent Judge. The G\nmatter might have been different if such a fact had been\ntaken into consideration. If a decision for the purpose of\nmaking a recommendation in terms of proviso appended\nto Section 16 of the Act necessitates looking into all\nrelevant materials, non-consideration of such a vital fact, H\n676\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nf\nA cannot be ignored as the opinion is a subjective one and\nnot based on objective criteria. This Court is more than\nsure that had the records been brought to his notice, the\nChief Justice would not have made the recommendation.\n[Para 20] [730-E-G]\n- B\nC\nD\nE\nF\nG\nState of Haryana and Ors. v. National Consumer\nAwareness Group and Ors. (2005) 5 SCC 284; State of Gujarat\nv. Sankalchand Khodidas Patel, (1977) 4 SCC 590; S.P. Gupta\nv. Union of India, (1981) Supp. SCC 87; Supreme Court\nAdvocates-on-Record Association and others v. Union of India,\n(1993) 4 SCC 441 and Re - Special Reference No. 1 of 1998,\n(1998) 7 SCC 739 - relied on.\n11.1 Section 16 of the Act envisages a limitation on\nthe power of both the State as also the Chief Justice in\nthe matter of making an appointment. The facts relevant\nfor such an appointment must be placed before both the\nstatutory authorities. One of such fact is that an Additional\nJudge, for one reason or the other was found not fit to be\nmade permanent or to be given an extension of his tenure.\nIndisputably, a person having doubtful integrity should\nneither be recommended by the High Court nor appointed\nby the State Government. [Para 21] [732-F-G]\n11.2 Opinion of a Chief Justice by itself may not lead\nto an administrative decision but it, having regard to his\nprimacy, save and except for cogent reasons, would lead\nto an appointment. Indisputably, his opinion is final and,\nthus, for all intent and purport, decisive. The recommen-\ndations made, thus, may be arrived at on the basis of his\nsubjective satisfaction, but it must be based on objective\ncriteria. Such subjective satisfaction must be arrived at\non consideration of all relevant criteria. When recommen-\ndation of a Former Judge of a High Court is made for\nappointment as Chairman of the State Commission\nordinarily a judicial review shall not lie. It is true that\nrecommendation would be as a result of due application\nI\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 677\nof mind. He is required to recommend the name of one of A\nthe former Judges of the said Court. All relevant facts\nleading to formation of an opinion as regards suitability\nof the person would presumably be known to him. But a\nChief Justice coming from outside may not know the\nformer judges of the concerned High Court. He may not B\nconsult his brother judges keeping in view the element of\nconfidentiality attached to such recommendation. It may\nbe true that the statute does not lay down an objective\ncriterion. Such objective criteria cannot also be laid down\nkeeping in view the status of the parties. Such appoint-\nment, however, must be made keeping in view the\nindependence of judiciary; as the incumbent of the post\nwould discharge judicial functions of grave importance.\n[Para 21] [732-H; 733-A-E]\nC\n11.3 While exercising the power of judicial review in D\na case of this nature, the court would not be concerned\nwith the merit of the decision but with the decision making\nprocess. If it is found that the decision making process\nhas not been adhered to, indisputably, judicial review\nwould lie. [Para 21] [737-D-E]\nE\nF\n11.4 It will also not be correct to contend that as non-\nappointment of the appellant did not cast a stigma, such\na fact was not necessary to be noticed. It is noticed in S.P.\nGupta that where facts are brought to the notice of the\ncourt, whether by way of affidavit by the constitutional\nauthorities or by placing before the court the entire\nmaterial, it is permissible to delve deep into the matter.\nOnce, thus, decision making process had been under-\ngone in terms of the constitutional scheme in its correct\nperspective, judicial review may not be maintainable. [Para G\n21] [738-B-C]\nUnion of India v. Sankalchand Himatlal Sheth (1977) 4\nSCC 193; Re - Special Reference No. 1 of 1998, (1998) 7\nSCC 739; The Hubli Electricity Co. Ltd. v. The Province of\nН\nT\n1\nT\n2\n"}