{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"728\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA matter of litigative controversy, even refused to look into the\nB\ncorrespondences exchanged between the Law Minister, the\nChief Justice of Delhi and the Chief Justice of India as being\nnot relevant to the issues arising for determination in the writ\npetition holding that the Union of India could not be required to\ndisclose it.\nWhile saying so, the court while considering the case of\nS.N. Kumar who had claimed relief from the court in regard to\nhis continuance as an Additional Judge not only looked into the\nfiles but made a deep probe in the matter. The court further noticed\nC the opinion of the Chief Justice of India in that behalf, holding:\nD\nE\nF\nG\n\"526. At any rate, without going into further details as\nseveral constitutional functionaries were involved, two facts\nemerge:\n\"(1) That C.J., Delhi who had undoubtedly a better chance\nof observing the performance and the functioning of Justice\nKumar, was in a position to get first hand knowledge of his\nreputation, has honestly believed that Kumar's reputation\nof integrity was doubtful. He has not revealed the sources\nfrom which he came to know about the reputation of Justice\nKumar. The C.J.I., however, took a contrary view but he\nhas also not disclosed the names of the lawyers or Judges\nwho had given him a contrary version.\nIn my opinion both of them did not disclose the names\nbecause the Judges or the lawyers concerned must have\ngiven the information in confidence and they would have\nbeen seriously embarrassed if their names were\ndisclosed.\n(2) These views were put before the Central Government\nand it was open to the President to accept one view or the\nother. The President chose to accept the view taken by\nthe C.J., Delhi more particularly because he was in a\nposition to have firsthand information both regarding the\nreputation and working of the Additional Judge.\"\n***\nH\n***\n***\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 729\n[S.B. SINHA, J.]\n528. I might just state that even if the documents were not A\ndisclosed, the conclusion would have been the same\nbecause in the affidavits it was not disputed that the two\nC.Js. had taken a contrary view regarding the doubtful\nreputation of Justice Kumar, nor was it suggested that C.J.,\nDelhi had any ill will or animus against Justice Kumar. The B\ndisclosure of the documents, however, unfortunately resulted\nin grave and serious consequences of far-reaching effect\non the future of not only the judicial institutions but also\nalmost all the government departments.\"\nIt is, thus, one thing to say that in the absence of any C\ndocument, any reflection or aspersion on the reputation or\ncharacter of an Additional Judge shall not be cast but it is another\nthing to say that the ultimate result, viz., that an Additional Judge\ndid not obtain any extension or was not made a Permanent\nJudge of the High Court, would totally be ignored. It may be true D\nthat the appellant did not question the decision of the collegium\nnot to re-appoint him, but, the fact remains that he was not\nappointed by the collegium wherefor sufficient material existed.\nArriving at such a conclusion was an objective opinion on the\npart of the collegium.\nIt was contended that if such a consideration is given an\nimportance, those Chief Justices who had not been elevated to\nthe Supreme Court despite seniority but were appointed as\nChairman of various statutory authorities may be treated to be\nincompetent.\nAppointment of a Judge of a Supreme Court in effect and\nsubstance is merit based. Only because for one reason or the\nother he has been overlooked, the same, by itself, in our opinion,\nwould not make him unfit for appointment on any other post.\nThe same has nothing to do with eligibility or suitability.\nE\nF\nG\nWe agree with Mr. Venugopal that ordinarily it might not\nhave been necessary for the Chief Justice of the High Court to\ncall for such a file as the same would be a well-known fact. The\nChief Justice of the High Court had joined sometime in May, H\n730\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA 2008. The letter of the State Government was received in July,\n2008. Prior thereto, as noticed hereinbefore, pursuant to a\nresolution adopted by a Full Court, the name of the appellant\nwas put on the register of retired Judges. The materials brought\non records before this Court clearly demonstrate that no other\nB fact was brought to his notice.\n:\nD\nE\nF\nG\nS.P. Gupta (supra), Supreme Court Advocates-on-Record\nAssociation (supra) and other decisions to which we have\nadverted to hereinbefore in no uncertain terms lay down the law\nthat the reason for non-appointment of an Additional Judge\nkeeping in view the materials on the basis whereof the\nconstitutional functionary, viz., the Chief Justice of the High Court,\nthe State Government, the collegium of the Supreme Court as\nalso the Central Government and ultimately the President of India\nhad arrived at a decision would be a relevant factor.\nWe have noticed hereinbefore that the integrity of the\nholder of a high office plays an important role. It was, thus, a\nfactor which was required to be taken into consideration not\nonly by the Chief Justice of the High Court but also by the State.\nThe consultative process brings within its ambit a heavy\nduty so as to enable the holder of a high office like Chief Justice\nto know the same. It must be shown that he had access and in\nfact was aware of the fact that the appellant had not been made\na Permanent Judge. The matter might have been different if\nsuch a fact had been taken into consideration. If a decision for\nthe purpose of making a recommendation in terms of proviso\nappended to Section 16 of the Act necessitates looking into all\nrelevant materials, non-consideration of such a vital fact, in our\nopinion, cannot be ignored as the opinion is a subjective one\nand not based on objective criteria. We are more than sure that\nhad the records been brought to his notice, the Chief Justice\nwould not have made the recommendation.\nJUDICIAL REVIEW\n21. Judicial review in our constitutional scheme itself is a\nI\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 731\n[S.B. SINHA, J.]\npart of its basic structure. Decisions whether arrived at by the A\nExecutive or the Judiciary are subject to judicial review.\nThe Chief Justice of a High Court, while making such\nrecommendations, exercises statutory functions. While it is\nincumbent upon the State Government to consult the Chief\nJustice, keeping in view a large number of decisions of this\nCourt we have referred to hereinbefore, indisputably the Chief\nJustice of the High Court would have a heavy burden on his\nshoulder to recommend the name of a person who would be\nsuitable therefor. We are not oblivious of the fact that no court\nB\nhowsoever high would have any power of judicial review in C\nrelation thereto. Power of judicial review, although is very\nrestricted, cannot be denied to be exercised when relevant fact\nis not considered. It is now a well settled principle of\nAdministrative Law that the doctrine of error of law apparent on\nthe face of the record inter alia would take within its umbrage a D\ncase where statutory authority in exercising its discretionary\njurisdiction did not take into consideration a relevant fact or\nbased its decision on wholly irrelevant factors not germane for\npassing the order. What is not the subject matter of judicial\nreview is the opinion of the Chief Justice touching upon the merit E\nof the decision but the decision making process is subject to\njudicial review. It stands conceded that the proviso appended\nto Section 16 of the Act is imperative in nature. An appointment\nmade without consulting the Chief Justice being wholly without\njurisdiction would be void ab initio. If the State is bound to consult\nthe Chief Justice, we reiterate, such consultation must be an\neffective and informed one. Both the State Government as also\nthe Chief Justice before forming opinion must have access to\nall relevant informations. Application of mind on the part of\nconsultant and consulttee on such relevant information was, in\nour considered opinion, absolutely imperative.\nIndisputably, a writ petition even at the instance of a busy\nbody for issuance of a writ of quo warranto questioning the\nappointment of Chairman of a State Commission made in terms\nof Section 16 of the Act would be maintainable.\nF\nG\nH\n732\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nFor the aforementioned purpose the eligibility criteria as\nlaid down in Section 16 of the Act as also the question as to\nwhether in making such an appointment the State consulted the\nChief Justice of High Court as envisaged under the proviso\nappended thereto would fall for consideration. An appointment\nB to a statutory post is an administrative decision. The act of\nconsultation is an executive act.\nс\nD\nLL\nE\nIn Supreme Court Advocates-on-Record Association\n(supra), it was opined that the matter of appointment is an\nExecutive Act. It was furthermore held:\n\"... The object of selecting the best men to constitute the\nsuperior judiciary is achieved by requiring consultation\nwith not only the judiciary but also the executive to ensure\nthat every relevant particular about the candidate is known\nand duly weighed as a result of effective consultation\nbetween all the consultees before the appointment is\nmade. It is the role assigned to the judiciary and the\nexecutive in the process of appointment of Judges which\nis the true index for deciding the question of primacy\nbetween them, in case of any difference in their opinion.\nThe answer which best subserves this constitutional\npurpose would be the correct answer.\"\nSection 16 of the Act envisages a limitation on the power\nof both the State as also the Chief Justice in the matter of making\nF an appointment. The facts relevant for such an appointment must\nbe placed before both the statutory authorities. One of such fact\nis that an Additional Judge, for one reason or the other was\nfound not fit to be made permanent or to be given an extension\nof his tenure. Indisputably, a person having doubtful integrity\nshould neither be recommended by the High Court nor\nappointed by the State Government.\nG\nOpinion of a Chief Justice by itself may not lead to an\nadministrative decision but it, having regard to his primacy, save\nand except for cogent reasons, would lead to an appointment.\nH Indisputably, his opinion is final and, thus, for all intent and purport,\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 733\n[S.B. SINHA, J.]\ndecisive. The recommendations made, thus, may be arrived at A\non the basis of his subjective satisfaction, but it must be based\non objective criteria. Such subjective satisfaction must be\narrived at on consideration of all relevant criteria. When\nrecommendation of a Former Judge of a High Court is made\nfor appointment as Chairman of the State Commission ordinarily B\na judicial review shall not lie. It is true that recommendation would\nbe as a result of due application of mind. He is required to\nrecommend the name of one of the former Judges of the said\nCourt. All relevant facts leading to formation of an opinion as\nregards suitability of the person would presumably be known to\nhim. But a Chief Justice coming from outside may not know the\nformer judges of the concerned High Court. He may not consult\nhis brother judges keeping in view the element of confidentiality\nattached to such recommendation.\nC\nIt may be true that the statute does not lay down an objective D\ncriterion. Such objective criteria cannot also be laid down\nkeeping in view the status of the parties. Such appointment,\nhowever, must be made keeping in view the independence of\njudiciary; as the incumbent of the post would discharge judicial\nfunctions of grave importance.\nMr. Venugopal submits that the reason for non-\nreappointment of the Additional Judge concerned need not be\nascertained by the Chief Justice. But the fact that he was not\nfound fit therefor should have been made known to him. The\nHigh Court noticed that apart from placing the records to which\nreference has been made in its judgment, no other material was\nbrought before the High Court to establish that the Chief Justice\nwas aware of the said fact.\nWe are not in a position to persuade ourselves that the\nopinion of the Collegium that the appellant was not found fit to\nbe continued as a judge was not relevant. The opinion of the\ncollegium is based on certain material. It might have been arrived\nat without giving an opportunity of hearing to the Judge\nconcerned. What is relevant is the availability of materials on\nE\nF\nG\nH\n734\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA record to enable the Chief Justice of India vis-à-vis the collegium\nto make any recommendation that he was a fit person to be\nappointed. If the collegium could not make such a\nrecommendation, a' fortiori ordinarily the Chief Justice of High\nCourt would also not make such a recommendation.\nB\nC\nD\nE\nIn Special Reference No. 1 of 1998, RE: (supra), it was\nconcluded:\n\"44. The questions posed by the Reference are now\nanswered, but we should emphasise that the answers\nshould be read in conjunction with the body of this opinion:\nXXX\nXXX\nXXX\n2. The transfer of puisne Judges is judicially reviewable\nonly to this extent: that the recommendation that has been\nmade by the Chief Justice of India in this behalf has not\nbeen made in consultation with the four seniormost puisne\nJudges of the Supreme Court and/or that the views of the\nChief Justice of the High Court from which the transfer is\nto be effected and of the Chief Justice of the High Court\nto which the transfer is to be effected have not been\nobtained.\"\nThe High Court in a case of this nature could have peeped\ninto consultative process vis-à-vis eligibility of the candidate\nthrough a narrow hole. Howsoever limited be the field of judicial\nF review, it cannot, in our opinion, be held to be beyond its pale.\nWhile we say so, we are not oblivious of the fact that the\nrecommendations are required to be made from amongst the\nlimited category of High Court Judges who were former Judges\nof that court. However, the Chief Justice may even recommend\nG the Judge of another High Court. There is no constitutional bar\nthat only a Judge of the High Court of that State in which the\npost has fallen vacant must be recommended.\nH\nWe have noticed hereinbefore that the Madras High Court\nmaintains a register of retired Judges. Attention of the Chief\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n735\nJustice was drawn only to the said register. Names of five A\nJudges were proposed.\nMr. Venugopal has placed strong reliance on a judgment\nof the Privy Council in The Hubli Electricity Co. Ltd. v. The\nProvince of Bombay [AIR (36) 1949 PC 136], wherein it was\nheld:\nB\n\"21. Their Lordships now turn to the question of\nconstruction of s.4(1)(a). Their Lordships are unable to\nsee that there is anything in the language of the sub-section\nor in the subject-matter to which it relates upon which to\nC\nfound the suggestion that the opinion of the Government\nis to be subject to objective tests. In terms the relevant\nmatter is the opinion of the Government – not the grounds\non which the opinion is based. The language leaves no\nroom for the relevance of a judicial examination as to the\nsufficiency of the grounds on which the Government acted\nin forming an opinion.”\n-\nD\nIn that case the question which arose for consideration\nwas as to whether in view of Section 4(1)(a) of the Indian\nElectricity Act, 1910, the licence for generation of electricity could E\nbe revoked where the licensee in the opinion of the Provincial\nGovernment makes willful and unreasonably prolonged default\nin doing anything required of him by or under the Act. Section\n4(1)(a) of the Electricity Act underwent an amendment. Even in\nProvince of Bombay v. Kusaldas S. Advani and Others reported F\nin [1950 SCR 621] this Court referred to The Hubli Electricity\nCo. Ltd. (supra) to opine that objective criteria were, in fact, laid\ndown in the relevant provisions of the therein. It was, however,\nobserved:\n\"... It is abundantly clear from the authorities cited above G\nthat questions of fact such as the existence of a public\npurpose or the interest of the public safety or the defence\nof the realm or the efficient prosecution of the war, or the\nmaintenance of essential supplies and the like may well\nbe and, indeed, are often left to the subjective opinion or H\n3\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n736\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nsatisfaction of the executive authority. Merely because such\na matter involves a question of fact it does not follow at all\nthat it must always, and irrespective of the language of the\nparticular enactment, be determined judicially as an\nobjective fact...”\nEverything, thus, depends upon the nature of the legal\nprovision.\nAdministrative law moreover has much developed since\nthen. The approach of the Privy Council decision does not\ncommend to us. Where an opinion was not formed on relevant\nfacts or within the restraints of the statute as an alternative\nsafeguard to rules of natural justice where the function is\nadministrative, evidently judicial review shall lie. [See Barium\nChemicals Ltd. and another v. Company Law Board and others\nAIR 1967 SC 295]\nIn fact The Hubli Electricity Co. Ltd. (supra) has been\nconsidered by this Court in Narayanan Sankaran Mooss v. The\nState of Kerala and Another [(1974) 1 SCC 68], stating:\n\"20. The power to revoke the licence is a drastic power.\nThe revocation of licence results in severe abridgement\nof the right to carry on business. Having in mind the\nrequirements of Article 19(1)(g). Parliament has, it seems\nto us, prescribed certain conditions to prevent the abuse\nof power and to ensure just exercise of power. Clauses\n(a) to (d) of Section 4 prescribe some of the conditions\nprecedent for the exercise of power. The order of\nrevocation, in breach of any one of those conditions, will\nundoubtedly be void. The clause \"if in its opinion the public\ninterest so requires\" is also a condition precedent. On a\nsuccessful showing that the order of revocation has been\nmade without the Government applying its mind to the\naspect of public interest or without forming an honest\nopinion on that aspect, it will, we have no doubt, be void.\nThe phrase \"after consulting the State Electricity Board\" is\nsandwiched between the clause \"if in its opinion the public\n$\n-1\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\nرحمه\n737\ninterest so requires\" and clauses (a) to (d). In this context A\nit appears to us that consultation with the Board is also a\ncondition precedent for making the order of revocation.\nAccordingly the breach of this condition precedent should\nalso entail the same consequence as the breach of the\nother conditions referred to earlier. It may be observed B\nthat the phrase \"after consulting the State Electricity Board\"\ndid not find place in Section 4 as it stood originally. It was\nintroduced in Section 4 in 1959 by an amendment. It seems\nto us that it was introduced in Section 4 with the object of\nproviding an additional safeguard to the licensee...\"\nIn Rohtas Industries v. S.D. Agarwal and Others [(1969) 1\nSCC 325], it was categorically held that the Judicial Committee\nwas considering a pre-constitutional provision which was not\nsubject to the mandate of Article 19(1)(g) of the Constitution of\nIndia.\nWhile exercising the power of judicial review in a case of\nthis nature, the court would not be concerned with the merit of\nthe decision but with the decision making process. If it is found\nthat the decision making process has not been adhered to,\nindisputably, judicial review would lie.\nMr. Venugopal would submit that such an interpretation\nwould open a floodgate. We do not think so. We even wish no\noccasion like the present one arises in future before the Superior\nCourts for their consideration.\nEven otherwise, the floodgate argument does not appeal\nto us.\nIn Coal India Ltd. and Others v. Saroj Kumar Mishra,\n[(2007) 9 SCC 625], this Court held:\nC\nD\nLLJ\nE\nF\nG\n\"19. The floodgate argument also does not appeal to us.\nThe same appears to be an argument of desperation.\nOnly because there is a possibility of floodgate litigation,\na valuable right of a citizen cannot be permitted to be\ntaken away. This Court is bound to determine the H\n"}