{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"678\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Bombay AIR (36) 1949 PC 136; Province of Bombay v.\nKusaldas S. Adváni and Others reported in 1950 SCR 621;\nBarium Chemicals Ltd. and another v. Company Law Board\nand others AIR 1967 SC 295; Narayanan Sankaran Mooss v.\nThe State of Kerala and Another (1974) 1 SCC 68; Rohtas\nB Industries v. S.D. Agarwal and Others (1969) 1 SCC 325 and\nCoal India Ltd. and Others v. Saroj Kumar Mishra, (2007) 9\nSCC 625 relied on.\nC\nD\nE\nF\n-\n12.1 Issuance of a writ of quo warranto is a discre-\ntionary remedy. Authority of a person to hold a high public\noffice can be questioned inter alia in the event an appoin-\ntment is violative of any statutory provisions.[Para 22]\n[740-E-F]\n12.2 There concededly exists a distinction in regard\nto issuance of a writ of quo warranto and issuance of a\nwrit of certiorari. The scope and ambit of these two writs\nare different and distinct. Whereas a writ of quo warranto\ncan be issued on a limited ground, the considerations for\nissuance of a writ of certiorari are wholly different. [Para\n22] [740-F-G]\n12.3 The appellant was not eligible for appointment\nof a public office and in any event the Processual\nmachinery relating to consultation was not fully complied.\n[Para 22] [747-F]\nR.K. Jain v. Union of India and, (1993) 4 SCC 119; Mor\nModern Coop. Transport Society Ltd. v. Financial Commr. \u0026\nSecy. (2002) 6 SCC 269; Dr. Duryodhan Sahu and Others v.\nJitendra Kumar Mishra and Others (1998) 7 SCC 273; Arun\nSingh alias Arun Kr. Singh v. State of Bihar and Others (2006)\nG 9 SCC 375; Dr. Kashinath G. Jalmi and Another v. The Speaker\nand Others (1993) 2 SCC 703; Shri Kumar Prasad v. Union of\nIndia and Others (1992) 2 SCC 428; Union of India and Others\nv. Kali Dass Batish and Another (2006) 1 SCC 779 and\nManohar Nathurao Samarth v. Marotrao and Others (1979) 4\nH SCC 93 referred to.\n-\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n679\nCorpus Juris Secundum 74 C.J.S. Quo Warranto 14 and A\nLaw Lexicon by J.J.S. Wharton, Esq., 1987 – referred to.\n-\n13. The process adopted by the High Court and the\nChief Justice in asking for a panel of name and sending\nthe same was not legally permissible. [Para 24] [756-F]\nA. Pandurangam Rao v. State of Andhra Pradesh and\nothers AIR 1975 SC 1925; Union of India and Others v. Kali\nDass Batish and Another (2006) 1 SCC 779; State of Haryana\nand Ors. v. National Consumer Awareness Group and Ors.\n(2005) 5 SCC 284 and Ashok Tanwar and another v. State of\nHimachal Pradesh and others, (2005) 2 SCC 104 - referred\nto.\nB\nC\n☑\nCase Law Reference\n(1981) Supp. SCC 87 referred to\nPara 6\nD\n(1993) 4 SCC 441\nreferred to\nPara 14\n(1985) 4 SCC 417\nreferred to\nPara 14\n(1998) 7 SCC 739\nrelied on\nPara 15\nE\n(1996) 3 SCC 145\nrelied on\nPara 16\n(2002) 6 SCC 184\nreferred to\nPara 16\n(2006) 8 SCC 212\nrelied on\nPara 16\n(1975) 2 SCC 791\nreferred to\nPara 17\nF\n(1981) 4 SCC 173\nreferred to\nPara 17\n(1969) 2 SCC 481\nreferred to\nPara 17\n(1988) 4 SCC 284\nreferred to\nPara 17\nG\n(2003) 4 SCC 712\nreferred to\nPara 17\n(2008) 3 SCC 279\nreferred to\nPara 17\n(2008) 7 SCC 502\nreferred to\nPara 17\n(2002) 3 SCC 722\nreferred to\nPara 17\nH\n680\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\n(2005) 7 SCC 484\nreferred to\nPara 17\n[2003] UKHL 13\nreferred to\nPara 17\n[2007] HCA 57\nreferred to\nPara 17\n(2005) 2 SCC 104\nrelied on\nPara 18\nB\n(2009) 1 SCC 657\nreferred to\nPara 19\n(2002) 5 SCC 1\nreferred to\nPara 19\n2008 (13) SCALE 84\nreferred to\nPara 19\nс\n(2001) 7 SCC 231\nreferred to\nPara 19\n(2005) 5 SCC 284\nrelied on\nPara 20\n(1977) 4 SCC 590\nrelied on\nPara 20\n(1977) 4 SCC 193\nrelied on\nPara 20\nD\nAIR (36) 1949 PC 136\nrelied on\nPara 21\n1950 SCR 621\nrelied on\nPara 21\nAIR 1967 SC 295\nrelied on\nPara 21\nE\n(1974) 1 SCC 68\nrelied on\nPara 21\n(1969) 1 SCC 325\nrelied on\nPara 21\n(2007) 9 SCC 625\nrelied on\nPara 21\n(1993) 4 SCC 119\nreferred to\nPara 22\nF\n(2002) 6 SCC 269\nreferred to\nPara 22\n(1998) 7 SCC 273\nreferred to\nPara 22\n(2006) 9 SCC 375\nreferred to\nPara 22\n(1993) 2 SCC 703\nreferred to\nPara 22\nG\n(1992) 2 SCC 428\nreferred to\nPara 22\n(2006) 1 SCC 779\nreferred to\nPara 22\n(1979) 4 SCC 93\nreferred to\nPara 22\nI\nAIR 1975 SC 1925\nreferred to\nPara 24\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 681\nCIVILAPPELLATE JURISDICTION: Civil Appeal No. 7360 A\nof 2008\nFrom the Judgement and Order dated 12.12.2008 of the\nHigh Court of Judicature at Madras in Writ Petition No. 21504\nof 2008\nWITH\nCivil Appeal No. 7368 of 2008\nCivil Appeal No. 7371 of 2008\nCivil Appeal No. 7372 of 2008\nB\nC\nGoolam E. Vahanvati, S.G. (A.C.), Mohan Parasaran, ASG,\nK.K. Venugopal, Anil B. Divan, Satish Parasaran, Atul Nanda,\nRameeza Hakeem, Sanjay Bhardwaj (for M/s. Law Associates\n\u0026 Co.), T. Harish Kumar, V. Vasudevan (for R. Nedumaran), V.\nBalachandran, Prashant Bhushan, Rohit Kumar Singh, Sumeet\nSharma, Somesh Rattan, Abhishek Sood, R. Vaigai, Kamini\nJaiswal, Devika, D. Nagasnila, Gaurav Aggarwal, appearing\nfor the parties.\nThe Judgement of the Court was delivered by\nS.B. SINHA, J.\nINTRODUCTION\nJusticiability of the recommendations of the Chief Justice\nof Madras High Court for appointment of Shri N. Kannadasan\n(the appellant) as the President of the State Consumer Disputes\nRedressal Commission ('the Commission') in terms of Section\n16 of the Consumers Protection Act, 1986 ('the Act') is the\nquestion involved herein.\nBACKGROUND FACTS :\n2. The said question arises in the following factual matrix.\nThe appellant was an Advocate practicing in the Madras\nHigh Court. He was appointed as an Additional Judge of the\nD\nE\nபய\nF\n0\nH\n682\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nth\nA said Court for a period of two years on or about 6\" November,\n2003. During his tenure as an Additional Judge a representation\nwas made from the Members of the Bar alleging lack of probity\nagainst him inter alia contending :\nB\nC\nD\n(A) (i)\nseveral orders had been passed by him granting\nbail in Narcotic Drugs and Psychotropic Substances\n(NDPS) matters in contravention of the mandate laid\ndown in Section 37 of the NDPS Act despite the\nrefusal of bail on earlier occasions either by him or\nby other Judges;\n(ii) bail granted by him had subsequently been cancelled\nby other Judges ;\n(iii) Abuse of office to work the judicial system to his own\nbenefit through his former juniors\n(B) Adverse reports from intelligence agencies.\nth\nIndisputably he was not appointed as a Permanent Judge\nas a result whereof demitted his office on 5\" November, 2005.\nHe resumed practice in Madras High Court. On a query made\nE by the High Court as to whether the appellant was entitled to\npensionary and other benefits, the Government of India by its.\nletter dated 29 March, 2007 replied that he be treated at par\nwith the retired Judges of the High Court for the purposes of\nobtaining medical benefits but would not be entitled to any\nF pensionary benefits.\nth\nIn the meantime on or about 6th November, 2006 he was\nappointed as an Additional Advocate General of the State of\nMadras. Appellant intended to have his name included in the\nlist of retired Judges wherefor he wrote a letter to the Registrar .\nG General of the Madras High Court on 24\" May, 2008. Indisputably\nhis name was included in the said list by a Resolution adopted in\nthat behalf by the Full Court on 11 July, 2008.\nH\nth\nth\nPROCEEDINGS FOR APPOINTEMNT\n3. Before the post of President of the Commission fell\n༣\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 683\n[S.B. SINHA, J.]\nvacant, the Government of Tamil Nadu by a letter dated 30th A\nMay, 2008 requested the Registrar General of the High Court\nto forward names of eligible candidates for appointment as\nPresident of the Commission. The said post, however, fell\nvacant only on 5\" July, 2008.\nth\nA note prepared by the Registry of the said Court as\ncontained in Roc.341/2008 dated 14 July, 2008 refers to the\nletter of the Government dated 30\" May, 2008.\nth\nUpon quoting Section 16 of the Act, it proceeds as follows:\n\"In view of the above, if your Lordship is so pleased,\nwillingness may be called for from the Hon'ble judges\nretired in or after the year 2006, so that, if appointed they\nmay have a tenure of not less than 2-1/2 years.\nB\nC\nIt is further submitted that the Hon'ble Thiru Justice N.\nD\nKANNADASAN, Former Judge, who has completed 2\nyears of service as Additional Judge, High Court of Madras\nceased to hold the Office on and from 06.11.2005. His\nLordship's date of birth is 15.11.1955.\nFurther, it is submitted that the Hon'ble Thiru Justice N. E\nKANNADASAN, Former Additional Judge, High Court,\nMadras and now Additional Advocate General has\naddressed a letter to the Registry in connection with the\ninclusion of His Lordship's name in the category of Retired/\nFormer Judge etc.\nAs directed by your Lordship, the said matter was placed\nbefore the full court which was held on 11th July, 2008 and\nminuted as follows:\nConsidered the representation of Hon'ble Thiru Justice N.\nKANNADASAN, Former Judge of the High Court in the\nlight of the communication of Ministry of Law and Justice,\nGovernment of India dated 29.03.2007.\nDiscussed the matter\nF\nG\n?\nH\n684\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD\nIt is resolved that the name of Hon'ble Thiru Justice N.\nKANNADASAN be included as one of the Retired Judges.\nof the High Court in the records of this Registry.\nFurther, it is submitted that the list of Hon'ble Judges,\nretired during 2006 and 2007 is submitted below 2006:\n1. Hon'ble Thiru Justice T.V. MASILAMANI\n(Chairman DRAT) - 29.05.2006 Chairman, DRAT\n2. Hon'ble Thiru Justice A.R. RAMALINGAM\n- 12.11.2006\n- 2007\n1.Hon'ble Thiru Justice M. HANIKACHALAM,\n(Admission Committee) - 07.03.07\n2. Hon'ble Thiru Justice J.A.K. SAMPATHKUMAR\n(Chairman, Human Rights Commission,\nE\nPuducherry) 05.05.2007\nF\n0\nH\n3.Hon'ble Thiru Justice R. BALASUBRAMANIAN\n(Advisor, State Legal Services Authority)\n- 15.08.2007\n4. Hon'ble Thiru Justice N. KANNADASAN\n(D.O.B. - 15.11.1955) - 05.11.2005\nThe term of Office of the President of the State Consumer\nDispute Redresssal Commission will be 5 years or up to\nthe age of 67 years.\nIn this connection, it is respectfully submitted for\nconsideration and orders.\nWhether:-\nthe list of retired Hon'ble Judges except Hon'ble Thiru\n\"T\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 685\n[S.B. SINHA, J.]\nJustice T.V. MASILAMANI (Chairman DRAT) and including A\nN. Kannadasdan, Former Additional Judge may be\nforwarded to the Government, for consideration for the\npost of President of State Consumer Dispute Redressal\nCommission.\nSd/- SO J Sd/-\n14.07.2008 15.06.2008 Regr A\nI send the panel of three retired Judges of this Hon'ble\nCourt\n1. Justice A.R. Ramalingam\n2. Justice M. Thanikachalam\n3. Justice N. KANNADASAN\nSd/- CJ\n16.06.2008\"\nThe Government of Tamil Nadu appointed Shri Kannadasan\nas the president of the Commission by issuing G.O. Ms. No.144\non 26 July, 2008.\nWRIT PROCEEDINGS\n4. Three writ petitions were filed by some Legal Practioners\nbefore the Madras High Court.\n--\"、-,\nA\nB\nс\nD\nE\nWrit Petition No. 18731 of 2008 was filed by one Anna F\nMathew and ten others for issuance of writ of Quo Warranto\nagainst Shri Kannadasan requiring him to show the authority to\nhold the office of President of the Commission and consequently\ndeclaring G.O. Ms. No. 144 of 26\" July, 2008 as illegal and\nunconstitutional.\nWrit Petition No.21495 was filed by one R. Jaikumar and\nseven others for issuance of writ of declaration to declare that\nthe decision taken by the Full Court of the Madras High Court in\nJuly, 2008 to treat Sh. Kannadasan as a retired judge is\nunconstitutional and non-est in law.\nG\nH\n+\n7\n686\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nWrit Petition No.21504 of 2008 was filed by Ajoy Khose\nand three others for issuance of a writ of declaration declaring\nG.O. Ms. No. 144 dated 26\" July, 2008 issued by the Government\nof Tami Nadu as illegal and ultra vires of the Constitution of India.\nth\nThe Chief Justice of the High Court initially was impleaded\nas a party in the said proceedings but later on his name was\ndeleted.\nBy reason of the impugned judgment dated December 12,\n2008 Writ Petition Nos. 18731 of 2008 and 21504 of 2008 have\nbeen allowed while Writ Petition No. 21495 of 2008 has been\ndismissed.\nBefore the High Court averments touching upon the lack\nof integrity and honesty on the part of the appellant were made\nby the writ petitioners. The High Court, however, did not think it\nD necessary to consider them in detail.\nヨ\nF\nG\nH\nQUESTIONS BEFORE THE HIGH COURT:\n5. Before the High Court, the writ petitioners-respondents\nraised the following questions :-\n\"i) Whether the earlier recommendations of the\nConstitutional functionaries under Article 217, viz. the Chief\nJustice of the High Court and the Chief Justice of India\nand the Collegium of the Supreme Court and of the Central\nGovernment that a person should not be considered as a\nJudge on grounds of unsuitability and as being public\ninterest, are not vital and decisive considerations that\nshould weigh with the Chief Justice of the High Court in\nconsidering the same person for appointment to any\njudicial office under the Consumer Protection Act, 1986\nor any other similar offices in other Tribunals \u0026\nCommissions ?\nii) Since an independent and fair judiciary is part of the\nbasic structure of the Constitution of India, can a person\nfound wanting in the necessary intellectual and moral\n·\n,\n1\n2\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 687\n[S.B. SINHA, J.]\nrequirements to be a Judge, be considered again for any A\nother judicial office ?\niii) If the Government considers and appoints such a\nperson to any judicial office, would it not amount to\ninterfering with the independence of the judiciary contrary\nto Article 50 of the Constitution of India ?\niv) Whether the expression \"is or has been a Judge of the\nHigh Court\" in Section 16 would include even a Judge,\nwho had demitted office on account of impeachment or\nunsuitability to hold a judicial office?\nv) Whether an Additional Judge can be considered as a\nretired Judge to be eligible for appointment to judicial\noffices in various Tribunals and Commissions?\"\nThe High Court inter alia formulated the following three\nquestions for its consideration :-\n“(1) Whether Respondent No. 1 was ineligible to be\nappointed as the President of the State Consumer\nDisputes Redressal Commission?\n(2) Whether the requirement of consultation with the\nHonourable the Chief Justice had been fulfilled?\n(3) Whether the appointment of Respondent No. 1 can be\ndeclared illegal and invalid on the ground that such\nappointment was against public interest?\nFINDINGS OF THE HIGH COURT\nRe: Question No.1\nB\nC\nD\nE\nF\n6. Upon considering a few decisions of this Court as also\nthe provisions of the Constitution of India vis-à-vis Section 16 G.\nof the Act, the High Court held that having regard to the fact that\nan additional judge appointed for a period of two years can\nrevert back to practice and would be entitled to appear before\nany court of law including the lower courts, there existed a\ndistinction between a Permanent Judge and an Additional H\n"}