{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"738\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD.\nE\nF\nG\nrespective rights of the parties. [See Zee Telefilms Ltd. v.\nUnion of India and Guruvayoor Devaswom Managing\nCommittee v. C.K. Rajan]\"\nIt will also not be correct to contend that as non-\nappointment of the appellant did not cast a stigma, such a fact\nwas not necessary to be noticed. We have noticed S.P. Gupta\n(supra) that where facts are brought to the notice of the court,\nwhether by way of affidavit by the constitutional authorities or by\nplacing before the court the entire material, it is permissible to\ndelve deep into the matter.\nOnce, thus, decision making process had been undergone\nin terms of the constitutional scheme in its correct perspective,\njudicial review may not be maintainable.\nQUO WARRANTO\n22. Respondents herein filed the writ petitions inter alia\nfor issuance of a writ of Quo Warranto. A Writ of Quo Warranto\ncan be issued when the holder of a public office has been\nappointed in violation of constitutional or statutory provisions.\nSection 16 of the Act lays down the qualifications inter alia for\nappointment of the Chairman of the State Commission. Clause\n(a) of sub-section (1) of Section 16 provides that the candidate\nmust be 'is' or 'has been a Judge'. The proviso appended\nthereto, however, mandates consultation by the State\nGovernment with the Chief Justice of the concerned High Court.\nConcedingly, judicial review for the purpose of issuance\nof writ of Quo Warranto in a case of this nature would lie :-\n(A) in the event the holder of a public office was not\neligible for appointment;\n(B) Processual machinery relating to consultation was\nnot fully complied.\nThe writ of quo warranto proceedings affords a judicial\nremedy by which any person who holds an independent\nH. substantive public office is called upon to show by what right he\n•\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 739\n[S.B. SINHA, J.]\nΑ\nholds the same so that his title to it may be duly determined and A.\nin the event it is found that the holder has no title he would be\ndirected to be removed from the said office by a judicial order.\nThe proceedings not only give a weapon to control the executive\nfrom making appointments to public office against law but also\ntend to protect the public from being deprived of public office to B\nwhich it has a right.\nIt is indisputably a high prerogative writ which was reserved\nfor the use of Crown.\nThe width and ambit of the writ, however, in the course of\npractice, have widened and it is permissible to pray for issuance\nof a writ in the nature of quo warranto.\nIn Corpus Juris Secundum [74 C.J.S. Quo Warranto § 14],\n'Quo Warranto' is defined as under:\n\"Quo warranto, or a proceeding in the nature thereof, is a\nproper and appropriate remedy to test the right or title to\nan office, and to remove or oust an incumbent.\nC\nD\nIt is prosecuted by the state against a person who unlawfully\nusurps, intrudes, or holds a public office. The relator must E\nestablish that the office is being unlawfully held and\nexercised by respondent, and that realtor is entitled to the\noffice.\"\nIn the Law Lexicon by J.J.S. Wharton, Esq., 1987, 'Quo\nWarranto' has been defined as under:\n\"QUO WARRANTO, a writ issuable out of the Queen's\nBench, in the nature of a writ of right, for the Crown, against\nhim who claims or usurps any office, franchise, or liberty,\nto enquire by what authority he supports his claim, in order\nto determine the right. It lies also in case of non-user, or\nlong neglect of a franchise, or mis-user or abuse of it;\nbeing a writ commanding the defendant to show by what\nwarrant he exercises such a franchise having never had\nany grant of it, or having forfeited it be neglect or abuse.\"\nF\nG\nH\nA\n740\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nIndisputably a writ of Quo Warranto can be issued inter\nalia when the appointment is contrary to the statutory rules as\nhas been held by this Court in High Court of Gujarat v. Gujarat\nKishan Mazdoor Panchayat, (supra) and R.K. Jain v. Union of\nIndia and, [(1993) 4 SCC 119 ]. See also Mor Modern Coop.\nB Transport Society Ltd. v. Financial Commr. \u0026 Secy. [(2002) 6\nSCC 269].\nIn Dr. Duryodhan Sahu and Others v. Jitendra Kumar\nMishra and Others [(1998) 7 SCC 273], this Court has stated\nthat it is not for the court to embark upon an investigation of its\nC own to ascertain the qualifications of the person concerned. [See\nalso Arun Singh alias Arun Kr. Singh v. State of Bihar and\nOthers (2006) 9 SCC 375]\nD\nE\nF\nWe may furthermore notice that while examining if a person\nholds a public office under valid authority or not, the court is not\nconcerned with technical grounds of delay or motive behind the\nchallenge, since it is necessary to prevent continuance of\nusurpation of office or perpetuation of an illegality. [See Dr.\nKashinath G. Jalmi and Another v. The Speaker and Others\n(1993) 2 SCC 703].\nIssuance of a writ of quo warranto is a discretionary remedy.\nAuthority of a person to hold a high public office can be\nquestioned inter alia in the event an appointment is violative of\nany statutory provisions.\nThere concededly exists a distinction in regard to issuance\nof a writ of quo warranto and issuance of a writ of certiorari. The\nscope and ambit of these two writs are different and distinct.\nWhereas a writ of quo warranto can be issued on a limited\nground, the considerations for issuance of a writ of certiorari\nG are wholly different.\nН\nIn Dr. Kashinath G. Jalmi (supra), it was held that even the\nmotive or conduct of the appellants may be relevant only for\ndenying them the costs even if their claim succeeds but it cannot\nbe a justification to refuse to examine the merits of the question\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 741\n[S.B. SINHA, J.]\nraised therein, since that is a matter of public concern and relates A\nto good governance of the State.\nIn Shri Kumar Prasad v. Union of India and Others [(1992)\n2 SCC 428], this Court held:\nD\n\"22. It is in the above context that we have to interpret the B\nmeaning of expression \"judicial office\" under Article\n217(2)(a) of the Constitution of India. The High Court\nJudges are appointed from two sources, members of the\nBar and from amongst the persons who have held \"judicial\noffice\" for not less than ten years. Even a subordinate C\njudicial officer manning a court inferior to the District Judge\ncan be appointed as a Judge of a High Court. The\nexpression \"judicial office\" in generic sense may include\nwide variety of offices which are connected with the\nadministration of justice in one way or the other. Under the\nCriminal Procedure Code, 1973 powers of judicial\nMagistrate can be conferred on any person who holds or\nhas held any office under the Government. Officers holding\nvarious posts under the executive are often vested with\nthe Magisterial powers to meet a particular situation. Did\nthe framers of the Constitution have this type of 'offices' in\nmind when they provided a source of appointment to the\nhigh office of a Judge of High Court from amongst the\nholders of a \"judicial office\". The answer has to be in the\nnegative. We are of the view that holder of \"judicial office\"\nunder Article 217(2)(a) means the person who exercises\nonly judicial functions, determines causes inter-partes and\nrenders decisions in a judicial capacity. He must belong\nto the judicial service which as a class is free from executive\ncontrol and is disciplined to uphold the dignity, integrity\nand independence of judiciary.\"\nIt was held that the Law Secretary although was holder of\na judicial office but being not a judicial officer was not qualified\nto be appointed as a Judge of the High Court and, thus, his\nappointment was quashed.\nE\nLL\nF\nG\nH\nA\n742\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nIn B.R. Kapur v. State of T.N. and Another (supra), the\nquestion which arose for consideration was as to whether the\nChief Minister of a State, who having been convicted in a\ncriminal case, disqualified herself to become a member of a\nLegislative Assembly in terms of Article 191(1) of the\nB Constitution of India could be appointed as the Chief Minister\nfor a period of six months in terms of Article 164 thereof. This\nCourt having regard to Article 164(4) of the Constitution of India\nopined that if a person is disqualified to become a member of\nthe legislative assembly, he cannot be inducted into the Council\nof Ministers for a short term which would extend beyond a period\nof six months.\nC\nIt was held that a Writ of Quo Warranto can be issued even\nwhen the President or the Governor had appointed a person to\na constitutional office. It was furthermore held that the\nD qualification of that person to hold that office can be examined\nin a quo warranto proceedings and the appointment can be\nquashed.\nE\nF\nG\nH\nIn R.K. Jain (supra), consultation by the executive which\nChief Justice having found to be not necessary, it was held that\nno case for issuance of writ of quo warranto has been made\nout, stating:\n\"73. Judicial review is concerned with whether the\nincumbent possessed of qualification for appointment and\nthe manner in which the appointment came to be made or\nthe procedure adopted whether fair, just and reasonable.\nExercise of judicial review is to protect the citizen from the\nabuse of the power etc. by an appropriate Government or\ndepartment etc. In our considered view granting the\ncompliance of the above power of appointment was\nconferred on the executive and confided to be exercised\nwisely. When a candidate was found qualified and eligible\nand was accordingly appointed by the executive to hold\nan office as a Member or Vice-President or President of\na Tribunal, we cannot sit over the choice of the selection,\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n743\nbut it be left to the executive to select the personnel as per A\nlaw or procedure in this behalf...\"\nIn that case, it was held that no case for issuance of a writ\nof certiorari had been made out as a third party had no locus\nstandi to canvass the legality or correctness of the action seeking\nfor issuance of a writ of certiorari. Only public law declaration\nwould be made at the behest of the appellant who was a public\nspirited person.\nWe may incidentally place on record that a declaratory\nrelief had also been prayed for in the writ petitions filed by the\nrespondents.\nReliance has also been placed on a decision of this Court\nin Union of India and Others v. Kali Dass Batish and Another\n[(2006) 1 SCC 779] wherein it was held:\n*... Even assuming that the Secretary of the department\nconcerned of the Government of India had not apprised\nhimself of all necessary facts, one cannot assume or\nimpute to a high constitutional authority, like the Chief\nJustice of India, such procedural or substantive error. The\nargument made at the Bar that the Chief Justice of India\nmight not have been supplied with the necessary inputs\nhas no merit. If Parliament has reposed faith in the Chief\nJustice of India as the paterfamilias of the judicial hierarchy\nin this country, it is not open for anyone to contend that the\nChief Justice of India might have given his concurrence\nwithout application of mind or without calling for the\nnecessary inputs. The argument, to say the least, deserves\nsummary dismissal.\"\nB\nC\nD\nE\nF\n(Emphasis supplied)\nG\nThe decision in that case was rendered in the factual matrix\nobtaining therein. Noticing that where members of the bar were\nrequired to be considered for important judicial posts, their\nantecedents are verified through the Intelligence Bureau and a\nreport is obtained from it.\nH\nA\n744\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nIt was noticed that the Secretary (Personnel) had forwarded\nall necessary papers including the IB Report and sought for\nconcurrence of the Chief Justice with regard to the names.\nrecommended by the Central Government. In that case, as\nconcurrence to the proposal of the Chief Justice of India was\nB obtained after consideration of all the material, it was held:\nC\nD\nE\nF\nG\nH\n“... It must be remembered that a member of an\nAdministrative Tribunal like CAT exercises vast judicial\npowers, and such member must be ensured absolute\njudicial independence, free from influences of any kind\nlikely to interfere with independent judicial functioning or\nmilitate thereagainst. It is for this reason, that a policy\ndecision had been taken by the Government of India that\nwhile considering members of the Bar for appointment to\nsuch a post, their antecedents have to be verified by IB.\nThe antecedents would include various facts, like\nassociation with antisocial elements, unlawful\norganisations, political affiliations, integrity of conduct and\nmoral uprightness. All these factors have necessarily to\nbe verified before a decision is taken by the appointing\nauthority to appoint a candidate to a sensitive post like\nmember of CAT. In Delhi Admn. v. Sushil Kumar1 this\nCourt emphasised that even for the appointment of a\nconstable in police services, verification of character and\nantecedents is one of the important criteria to test whether\nthe selected candidate is suitable for a post under the\nState. Even if such candidate was found physically fit, had\npassed the written test and interview and was provisionally\nselected, if on account of his antecedent record, the\nappointing authority found it not desirable to appoint a\nperson of such record as a constable, the view taken by\nthe appointing authority could not be said to be\nunwarranted, nor could it be interdicted in judicial review.\nThese are observations made in the case of a constable,\nthey would apply with greater vigour in the case of\nappointment of a judicial member of CAT. It is for this\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 745\n[S.B. SINHA, J.]\nprecise reason that sub-section (7) to Section 6 of the Act A\nrequires that the appointment of a member of CAT cannot\nbe made \"except after consultation with the Chief Justice.\nof India\".\"\nWe may, however, notice that the Bench itself opined that\nfor appointment as a member of an Administrative Tribunal like\nCAT, absolute judicial independence must be ensured. It was\nfurthermore opined:\nB\n\"This consultation should, of course, be an effective\nconsultation after all necessary papers are laid before the\nс\nChief Justice of India, and is the virtual guarantee for\nappointment of absolutely suitable candidates to the post.'\nThe observations of the Bench, as noticed hereinbefore,\nmust be understood in the factual backdrop of the case. The\nargument which was advanced therein, viz., the Chief Justice of D\nIndia might not have been supplied with necessary inputs was\nfound to be wholly meritless deserving summary rejection thereof.\nIn a case of this nature, there would not be any IB enquiry.\nIt was necessary for the Chief Justice to apprise himself fully\nE\nwith the background of the former judge concerned particularly\nwhere for one reason or the other he was not made permanent.\nOur attention has furthermore been drawn to a decision of\nthis Court in High Court of Gujarat and Another v. Gujarat Kishan\nMazdoor Panchayat and Others (supra) wherein, one of us was\na member. Therein the question which arose for consideration\nwas as to whether without appointing the members, the\nPresident of the Industrial Court, which was to consist of three\nor more members out of which one may be a President, could\nhave been appointed straightway without appointing him as a\nmember.\nIt has, however, been contended that disqualification\ncannot be read into or implied into the wording of a section.\nReliance in this behalf has been placed on Manohar\nF\nG\nH\n746\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Nathurao Samarth v. Marotrao and Others [(1979) 4 SCC 93]\nwherein it has been held that Regulation 25 of the Life Insurance\nCorporation of India (Staff) Regulations 1960 framed under the\nLife Insurance Corporation Act, 1956 and read with Section\n15(g) of the City of Nagpur Corporation Act, 1948 provided for\nB disciplinary action and not disqualificatory, observing:\nс\nD\n\"11... No ground rooted in public policy compels us to\nmagnify the disciplinary prescription into a\ndisenfranchising taboo. To revere the word to reverse the\nsense is to do injustice to the art of interpretation. Reed\nDickerson quotes a passage from an American case to\nhighlight the guideline:\n\"The meaning of some words in a statute may be enlarged\nor restricted in order to harmonize them with the legislative\nintent of the entire statute.... It is the spirit ... of the statute\nwhich should govern over the literal meaning\".\n***\n***\n***\n[1]\nE\nLL\nF\nG\nH\n13. It is quite conceivable, if the legislature so expresses\nitself un-equivocally, that even in a law dealing with\ndisciplinary control, to enforce electoral disqualifications\nprovided the legislature has competence. The present\nprovision does not go so far.\n14. Even assuming that literality in construction has\ntenability in given circumstances, the doctrinal development\nin the nature of judicial interpretation takes us to other\nmethods like the teleological, the textual, the contextual\nand the functional. The strictly literal may not often be logical\nif the context indicates a contrary legislative intent. Courts\nare not victims of verbalism but are agents of the functional\nsuccess of legislation, given flexibility of meaning, if the\nlaw will thereby hit the target intended by the law-maker.\nHere the emphasis lies on the function, utility, aim and\npurpose which the provision has to fulfil. A policy-oriented\nunderstanding of a legal provision which does not do\ni\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 747\n[S.B. SINHA, J.]\nviolence to the text or the context gains preference as A\nagainst a narrow reading of the words used. Indeed, this\napproach is a version of the plain meaning rule, and has\njudicial sanction. In Hutton v. Phillips the Supreme Court of\nDelaware said:\n\"(Interpretation) involves far more than picking out B\ndictionary definitions of words or expressions used.\nConsideration of the context and the setting is\nindispensable property to ascertain a meaning. In saying\nthat a verbal expression is plain or unambiguous, we mean\nlittle more than that we are convinced that virtually anyone C\ncompetent to understand it, and desiring fairly and\nimpartially to ascertain its signification, would attribute to\nthe expression in its context a meaning such as the one\nwe derive, rather than any other; and would consider any\ndifferent meaning, by comparison, strained, or far-fetched,\nor unusual, or unlikely.\"\nD\nThe said decision, thus, is an authority that in a given case,\nthe disciplinary prescription may be magnified to a\ndisenfranchising taboo, if any ground rooted in public policy is\nfound therefor. Emphasis has been laid on policy oriented E\nunderstanding of a legal profession and not the strict literal\nmeaning which may not often be logical if the context indicates\na contrary legislative intent.\nWe have found hereinbefore that the appellant was not\neligible for appointment of a public office and in any event the\nProcessual machinery relating to consultation was not fully\ncomplied.\nWRIT OF DECLARATION\nF\n23. In this case, moreover, a writ of declaration was sought G\nfor. This Court in Shri Kumar Padma Prasad (supra) issued a\nwrit of declaration although a writ of quo warranto was sought\nfor. Declaring that the appellant therein was not qualified to be\nappointed as a Judge of the High Court, a consequential order\ndirecting him not to appoint was also issued.\nH\n"}