{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 6 S.C.R. 1054\nASSOCIATION OF MANAGEMENT OF PRIVATE\nCOLLEGES\nV.\nALL INDIA COUNCIL FOR TECHNICAL EDUCATION \u0026\nORS.\n(Civil Appeal No. 1145 of 2004)\nAPRIL 25, 2013\n[DR. B.S. CHAUHAN AND V. GOPALA GOWDA, JJ.]\nAll India Council for Technical Education Act, 1987 -\nss.2(h), 10, 11, 12 and 13 - Technical education imparted by\nUniversities and their affiliated colleges - Status of the\naffiliated colleges - Purview of definition of \"technical\ninstitution\" - Role of AICTE - Held: The role of the inspection\nD conferred upon the AICTE vis-à-vis Universities is limited to\nthe purpose of ensuring proper maintenance of norms and\nstandards in the technical education system so as to conform\nto the standard laid down by it with no further or direct control\nover such Universities or scope for any direct action except\nE bringing it to the notice of UGC - Role of AICTE vis-à-vis\nUniversities is only advisory, recommendatory and one of\nproviding guidance and has no authority empowering it to\nissue or enforce any sanctions by itself - Colleges affiliated\nto University/Universities are part of them and the exclusion\nof University in the definition of technical institution as defined\nin s.2(h) of the AICTE Act must be extended to the affiliated\ncolleges also - Provisions of AICTE Act are to be\nimplemented through UGC as Universities and its affiliated\ncolleges are all governed by provisions of the said Act u/s.12A\nof the UGC Act read with Rules Regulations framed by the\nUGC in exercise of its power u/ss.25 and 26 of the said Act -\nAutonomy of the University is recognized and the object and\nintendment of the Parliament in excluding the Universities\nfrom the definition of technical institution as defined u/s.2(h)\nF\nG\nH\n1054\n-\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1055\nCOUNCIL FOR TECH. EDU.\nof the AICTE Act makes this explicitly clear - The powers and A\nfunctions conferred for controlling and regulating the\nuniversities and its affiliated colleges has been explicitly\nconferred upon the UGC - University Grants Commission Act,\n1956 – s.12A r/w ss.25 and 26.\n-\n-\n-\nAll India Council for Technical Education Act, 1987 -\ns.2(g) Technical education - Course in Computer\nApplications at post graduation level (MCA) – Contention\nraised on behalf of the AICTE that technical education\nincludes MCA - Held: Stands to its reasoning and logic in\nview of the nature of MCA course imparted to the students at\npost graduation level by the institutions, constituent colleges\nand affiliated colleges to the Universities - Meanings of the\nwords 'technology' and 'engineering' as per the dictionaries\nclearly show that MCA also comes within the definition of\ntechnology - The same is technical education and therefore,\ncomes within the definition of technical education but for its\nproper conduct of courses and regulation, the role of AICTE\nmust be advisory and for the same, a note shall be given to\nthe UGC for its implementation by it but not the AICTE.\n-\nAll India Council for Technical Education Act, 1987 -\ns.2(g) – Course in Management at post-graduate level (MBA)\n- If ‘technical education' u/s.2(g) of the AICTE Act - Non-\nproduction of any material by the AICTE to show that MBA\ncourse is technical education Held: MBA course is not a\ntechnical course within definition of the AICTE Act - Reasons\nassigned for MCA course being 'technical education' does not\nhold for MBA course - Approval from the AICTE not required\nfor obtaining permission and running MBA course by the\nappellant colleges.\nAll India Council for Technical Education Act, 1987 - s.24\nAICTE Regulations Amended regulation introduced by\n-\nB\nC\nD\nE\nF\nG\nAICTE in exercise of its power u/s.10(k) of the AICTE Act -\nHowever, amended Regulation not placed before the\nParliament as mandatorily required as per s.24 of the AICTE H\n1056 SUPREME COURT REPORTS\n-\n[2013] 6 S.C.R.\nA Act Effect - Held: If the Statute prescribes a particular\nprocedure to do an act in a particular way, that act must be\ndone in that manner, otherwise it is not at all done - Non-\nplacing of the amended Regulations on the floor of the\nHouses of the Parliament as required u/s.24 of the AICTE Act\nB vitiated the amended Regulations in law - Administrative Law.\nс\nWrit petition was filed by the appellant association of\ncolleges seeking relief to prohibit the All India Council for\nTechnical Education (AICTE) from exercising its\njurisdiction over its' member colleges (affiliated to\nBharathidasan University or Manonmaniam Sundaranar\nUniversity) with reference to the Master of Business\nAdministration (MBA) and Master of Computer\nApplications (MCA) courses conducted by them. The writ\npetition was dismissed by the single Judge of the High\nD Court holding that the All India Council for Technical\nEducation Act, 1987 (AICTE Act) and the AICTE\nRegulations were enforceable against the member\ncolleges of the appellant Association. Writ appeal filed\nthereagainst was also dismissed.\nE\nF\nVide the impugned judgment, the High Court\ninterpreted the provisions of the AICTE Act and held that\neven though the University concerned was not required\nto take permission from the AICTE, its affiliated colleges\nwere required to do so; and further that the appellant\ncolleges should get its course of Master of Computer\nApplications (MCA) ratified by AICTE as per the\nprescribed format.\nIn the instant appeals, therefore, the following\nG questions of law arose for consideration:-\nH\n(1)\nWhether the colleges affiliated to the University\nconcerned comes within the purview of\nexclusion of the definition of \"Technical\nInstitution\" as defined under Section 2(h) of\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1057\nCOUNCIL FOR TECH. EDU.\n(2)\n(3)\nthe AICTE Act, 1987; and whether the AICTE A\nhas got the control and supervision upon the\naffiliated colleges of the respective universities\nof the member colleges of the appellant in\nC.A.No.1145/2004 and the appellants in\nconnected appeals?\nWhether the MCA course be construed as\ntechnical education in terms of definition\nunder section 2(g) of the AICTE Act?\nB\nWhether the Regulation 8(c) and 8(iv) of the C\nAICTE Regulations by way of amendment in\nthe year 2000 inserting the words 'MBA and\nMCA' before Architecture and Hotel\nManagement courses is applicable to the\nconcerned colleges of the appellants; and D\nwhether non placement of the amended\nRegulations before Houses of the Parliament\nas required under Section 24 of the AICTE Act\nis vitiated in law?\nAllowing the appeals, the Court\nE\nF\nHELD: 1.1. The AICTE Act does not contain any\nevidence of an intention to belittle and destroy the\nauthority or autonomy of other statutory bodies which\nthey are assigned to perform. Further, the AICTE Act does\nnot intend to be an authority either superior or to\nsupervise or control the universities and thereby\nsuperimpose itself upon the said universities merely for\nthe reason that it is laying down certain teaching\nstandards in technical education or programmes G\nformulated in any of the department or units. While\nenacting the AICTE Act, the Parliament was fully alive to\nthe existence of the provisions of UGC Act, 1956. Special\ncare has consciously and deliberately been taken to\nmake specific mention of university, wherever and H\n1058 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA whenever the AICTE alone was expected to interact with\nuniversity and its departments as well as constituent\ninstitutions and units. The role of the inspection\nconferred upon the AICTE vis-à-vis universities is limited\nto the purpose of ensuring proper maintenance of norms\nB and standards in the technical education system so as\nto conform to the standard laid down by it with no further\nor direct control over such universities or scope for any\ndirect action except bringing it to the notice of UGC. The\nrole of AICTE vis-à-vis universities is only advisory,\nC recommendatory and one of providing guidance and has\nno authority empowering it to issue or enforce any\nsanctions by itself. It can only advise the UGC for\nformulating the standard of education and other aspects\nto the UGC. AICTE norms can be applied to the affiliated\ncolleges through UGC. [Para 38] [1108-E-H; 1109-A-C, F;\n1110-C]\nD\n1.2. It is also relevant to refer to the exclusion of\nuniversity from the definition of ‘technical institution' as\ndefined under section 2(h) of the AICTE Act. The\nE Institution means an institution not being university, the\napplicability of bringing the university as defined under\nclause 2 (f) of UGC Act includes the institution deemed\nto be a university under Section 3 of the said Act and\ntherefore the affiliated colleges are excluded from the\nF purview of technical institution definition of the AICTE\nAct. Section 12A of the UGC Act clearly speaks of\nregulation of fees and provisions of donation in certain\ncases which refers to the phrase affiliation together with\nits grammatical variation included in relation to a college,\nG recognition of such college by, association of such\ncollege with, and admission of such college to the\nprivileges of universities. A careful reading of sub-\nsections (2)(c), (3), (4) and (5) of Section 12A of the UGC\nAct makes it abundantly clear about colleges which are\nH required to be affiliated to run the courses for which\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1059\nCOUNCIL FOR TECH. EDU.\nA\nB\n0\nC\nD\nsanction/approval will be accorded by the university or\nunder the control and supervision of such universities.\nTherefore, affiliated colleges to the university/universities\nare part of them and the exclusion of university in the\ndefinition of technical institution as defined in Section 2(h)\nof the AICTE Act must be extended to the affiliated\ncolleges to the university also, otherwise, the object and\npurpose of the UGC Act enacted by the Parliament will\nbe defeated. The enactment of UGC Act is also traceable\nto Entry 66 of List I. The role of the AICTE Act is only\nadvisory in nature and is confined to submitting report\nor giving suggestions to the UGC for the purpose of\nimplementing its suggestions to maintain good standards\nin technical education in terms of definition under\nSection 2(h) of the AICTE Act and to see that there shall\nbe uniform education standard throughout the country\nto be maintained which is the laudable object of the\nAICTE Act for which it is enacted by the Parliament. The\nprovisions of the AICTE Act shall be implemented through\nthe UGC as the universities and its affiliated colleges are\nall governed by the provisions of the said Act under\nSection 12A of the UGC Act read with Rules Regulations\nthat will be framed by the UGC in exercise of its power\nunder Sections 25 and 26 of the said Act. The autonomy\nof the university is recognized and the object and\nintendment of the Parliament in excluding the universities\nfrom the definition of technical institution as defined\nunder Section 2(h) of the AICTE Act makes this explicitly\nclear, after scanning the definition of education institution\nwith reference to the exclusion of universities and\nSections 10, 11, 12 and 13 of the AICTE Act. The powers\nand functions conferred for controlling and regulating the G\nuniversities and its affiliated colleges has been explicitly\nconferred upon the UGC. Hence, it has been given the\npower to regulate such universities and regulations in\nrelation to granting sanctions/approvals and also\nmaintaining educational standards and over-seeing the H\nE\nLL\nF\n1060 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA prescription of the fee structure including the admission\nof students in various courses and programmes that will\nbe conducted by the university and its institutions,\nconstituent colleges, units and the affiliated colleges.\n[Paras 39, 40] [1110-E-H; 1111-A-G; 1116-G-H; 1117-A-D]\nB\nC\nD\nE\n-\n-\nBharathidasan University \u0026 Anr. v. AICTE \u0026 Ors. (2001)\n8 SCC 676: 2001 (3) Suppl. SCR 253 – held applicable.\nUnni Krishnan J.P. \u0026 Ors. v. State of Andhra Pradesh \u0026\nOrs. 1993 (1) SCC 645: 1993 (1) SCR 594 – held overruled.\nTMA Pai Foundation v. State of Karnataka (2002) 8 SCC\n481: 2002 (3) Suppl. SCR 587 - followed.\n-\nParashavananth Charitable Trust \u0026 Ors. v. AICTE 2013\n(3) SCC 385 - relied on.\nState of Tamil Nadu v. Adhiyaman Education and\nResearch Institute (1995) 4 SCC 104: 1995 (2) SCR 1075\nand Jaya Gokul Educational Trust v. Commissioner and\nSecretary to Government High Education Department,\nThiruvananthapuram (2000) 5 SCC 231: 2000 (2) SCR 1234\ndistinguished.\n2.1. The meanings of the words 'technology' and\n'engineering' as per the dictionaries would clearly go to\nshow that MCA also comes within the definition of\ntechnology. Therefore, the contention that technical\nF education includes MCA as raised on behalf of the AICTE\nstand to its reasoning and logic in view of the nature of MCA\ncourse which is being imparted to the students at post\ngraduation level which is being conducted by the\ninstitutions, constituent colleges and affiliated colleges to\nG the universities. The same is a technical education and\ntherefore, it comes within the definition of technical\neducation but for its proper conduct of courses and\nregulation the role of AICTE must be advisory and for the\nsame, a note shall be given to the UGC for its\nH implementation by it but not the AICTE. [Para 42] [1120-E-G]\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1061\nCOUNCIL FOR TECH. EDU.\n2.2. As per definition of 'technical education' under A\nSection 2(g) of the AICTE Act and non production of any\nmaterial by the AICTE to show that MBA course is a\ntechnical education, it is held that MBA course is not a\ntechnical course within the definition of the AICTE Act\nand insofar as reasons assigned for MCA course being B\n‘technical education', the same does not hold for MBA\ncourse. Therefore, approval from the AICTE is not\nrequired for obtaining permission and running MBA\ncourse by the appellant colleges. [Para 43] [1120-H; 1121-\nA-B]\nWebster's Comprehensive Dictionary; Wharton's Law\nLexicon; Encyclopedia Law Lexicon; The New Shorter Oxford\nEnglish dictionary and Advanced Law Lexicon - referred to.\nC\n3. The amended Regulation Nos. 8(c) and 8(iv) of D.\n2000 were introduced by the AICTE in exercise of its\npower under section 10(k) of AICTE Act by adding the\nMBA and MCA courses within the purview of the\nprovisions of AICTE as it is included in the Regulation as\na technical education. However, the amended Regulation E\nhas not been placed before the Parliament which is\nmandatory as per the provisions of Section 24 of the\nAICTE Act. The position of law is well settled that if the\nStatute prescribes a particular procedure to do an act in\na particular way, that act must be done in that manner,\notherwise it is not at all done. Not placing the amended\nRegulations on the floor of the Houses of Parliament as\nrequired under Section 24 of the AICTE Act vitiates the\namended Regulations in law. [Para 44] [1121-C-E; 1122-\nA-B, F]\nBabu Verghese v. Bar Council of Kerala 1999 (3) SCC\n422: 1999 (1) SCR 1121 - relied on.\n4. The relief sought for is granted insofar as not to\nseek approval from the AICTE for MBA and MCA courses\nFL\nG\nI\n1062 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA are concerned. [Para 46] [1123-C]\nCase Law Reference:\n2001 (3) Suppl. SCR 253 held applicable\nPara 1\n2013 (3) SCC 385\nrelied on\nPara 17\nB\n2002 (3) Suppl. SCR 587 followed\nPara 18\n1995 (2) SCR 1075\ndistinguished\nPara 20\n2000 (2) SCR 1234\ndistinguished\nPara 20\nC\n1993 (1) SCR 594\nheld overruled\nPara 39\n1999 (1) SCR 1121\nrelied on\nPara 44\nD\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1145 of 2004.\nFrom the Judgment \u0026 Order dated 19.11.2003 of the High\nCourt of Judicature at Madras in Writ Appeal No. 2652 of 2001.\nWITH\nCivil Appeal No. 5736-5745 of 2004\nDr. Rajeev Dhavan, Rakesh Dwivedi, V. Balachandran,\nPrashant Bhushan, Rohit Kumar Singh, Sumeet Sharma,\nAmitesh Kumar, Ravi Kant, C.S. Singh, Gopal Singh, V.G.\nPragasam, S. Thananjayan, Navin Prakash for the appearing\nF parties.\nThe Judgment of the Court was delivered by\nV. GOPALA GOWDA, J. 1. The appellants filed these civil\nappeals questioning the correctness of the common judgment\nG and order dated 19.11.2003 passed by the High Court of\njudicature at Madras in W.A. 2652 of 2001, W.A. No. 3090 of\n2001, WA 2835 of 2001, WA 3087 of 2001, WA 2836 of 2001,\nWA 3091 of 2001, WA 3092 of 2001, WA 2837 of 2001, WA\n3088 of 2001, WA 2838 of 2001 and WA 3089 of 2001,\nH dismissing the writ appeals thereby affirming the dismissal of\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1063\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nwrit petitions by wrongly interpreting the provisions of All India A\nCouncil for Technical Education Act, 1987 (for short AICTE Act)\nand held that even though the University is not required to take\npermission from the All India Council for Technical Education\n(for short AICTE), its affiliated colleges are required to do so.\nFurther, the High Court has held, while dismissing the writ B\nappeals, that the appellant colleges should get its course of\nMCA ratified by AICTE as per the prescribed format which\naccording to the appellants herein is in contravention of settled\nprinciples of interpretation of Statutes and also runs contrary\nto the law laid down by this Court in case of Bharathidasan\nUniversity \u0026 Anr. Vs. AICTE \u0026 Ors'.\n2. Certain relevant facts in relation to the appeals are\nstated hereunder:――\nC\nE\nThe appellant colleges in the State of Tamil Nadu are D\nrunning Arts and Science courses. Most of them are affiliated\nto Bharathidasan University and some of them are affiliated to\nManonmaniam Sundaranar University. The member colleges\nof the appellant in C.A.No.1145 of 2004 and the appellants in\nthe connected appeals are running MCA course which have so\nfar not obtained the approval of the AICTE. According to the\ninformation placed before the Court by the AICTE, as of the\nacademic year 2001-2002, there were 865 institutions in the\ncountry offering 40,792 seats for the MCA course which had\nthe approval of the AICTE. Within the State of Tamil Nadu the\nnumber of institutions which have received such approval are\n208. As per the affidavit filed on behalf of the State, it is stated\nthat apart from the member colleges of the first appellant and\ncolleges of the second appellant, all other institutions offering\nMCA have obtained the approval of the AICTE.\n3. Regulations 1994 have been prescribed in Form II which\nis in terms of Regulation 5(2)(b) and were framed pursuant to\nSection 10(k) of the AICTE Act for grant of approval to the\n1. (2001) 8 SCC 675.\nF\nLL\nG\nH\n"}