{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"C\n1084 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Technology Act, 1961 envisages imparting of education in\ntechnology and Section 6(1) of the Act empowers it to provide\ninstruction and research in such branches of engineering and\ntechnology, science and arts as the institute may think fit.\nFurther, the National Institute of Technology Act, 2007 envisages\nB certain institutions of national importance to provide for\ninstructions and research in branches of engineering,\ntechnology, management, education, sciences and arts. He\nfurther contends that though one does not find a comma,\nbetween 'engineering' and 'technology' in Section 2(g) of the\nAICTE Act, the composition of the council envisaged by Section\n3(4)(f)(iii) and (iv) and Section 13(1)(iii) and (iv) in relation to\nestablishment of Board of Studies would clearly go to show that\nengineering and technology are two separate branches of\nstudy. Even if, 'engineering technology' is considered to be a\nsingle expression that will not reduce the width and scope of\nthe subject, it will nevertheless indicate both the branches of\nstudy of engineering and technology and will cover both the\nsubjects. Therefore, the existence or absence of comma\nbetween the two words is of no significance and the crucial\nissue is delineation of the scope of 'engineering technology'.\nExistence and absence of comma and its scope should be\ndetermined with reference to the entire object and purpose of\nthe Act that is, the proper planning and coordinated\ndevelopment of the \"technical education\" system throughout the\ncountry. Therefore, the regulation and proper maintenance of\nF norms and standards in the \"technical education\" system in the\nPreamble of AICTE Act is very important.\nD\nE\nG\nH\n32. Further, strong reliance was placed by the learned\nsenior counsel for the respondent upon Parshvanath Charitable\nTrust case (supra) wherein the course content of the three\nyears MCA course with six semesters would clearly go to show\nthat the course undertaken by the colleges affiliated to the\nUniversities in the cases is very wide and covers the\nfundamentals of computer engineering including software\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1085\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nengineering as well as the technology of computer system. A\nSection 2(g) of the AICTE Act reads as under:-\n\"Technical Education\" means programmes of education,\nresearch and training in engineering technology,\narchitecture, town planning, management, pharmacy and\napplied arts and crafts and such other programme or\nareas as the Central Government may, in consultation with\nthe Council, by notification in the Official Gazette, declare;\"\nB\nE\nThe expression \"Engineering Technology\" in Section 2(g)\nof AICTE Act would clearly comprehend within its scope, the C\nMCA course offered by the appellant colleges. The contention\non behalf of the appellants herein is that the colleges affiliated\nto the universities are outside the scope and purview of the\nAICTE Act in relation to obtaining approval from the AICTE for\nestablishing technical institution or introducing new course or\nprogramme as required under Section 10(k) read with Section\n2(h) of the Act. Since the definition of \"technical institution\"\nmakes no mention of colleges providing technical education\nwhich are affiliated to the universities thereby expressly\nexcluding such colleges from the definition of \"technical\ninstitution\" under the AICTE Act as they are covered under the\naffiliated colleges of the universities, the contention made\nabove is not tenable in law. Also, the said definition, based on\nthe judgment of this Court in Bharathidasan University's case\nreferred to supra and reliance placed upon Kothari\nCommission Report by the learned senior counsel on behalf\nof the appellant member colleges, is wholly untenable in law for\nthe reasons mentioned in the said case. In the earlier judgments\nof this Court, namely, Adhiyaman Education and Research\nInstitute (supra) and Jaya Gokul Educational Trust (supra)\nreferred to in Paragraph 11 of the Bharathidasan University\ncase, the powers of AICTE under the AICTE Act and\nRegulations framed thereunder, are lucidly explained and it is\nheld that the provisions of the UGC Act enacted by the\nParliament are also applicable to the university under State\nF\nG\nH\nA\nC\n1086 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nenactments in so far as technical education is concerned.\nLearned senior counsel submits that in Bharathidasan\nUniversity's case the earlier judgments in Adhiyaman\nEducation and Research Institute and Jaya Gokul Educational\nTrust were noted but their correctness was not considered.\nB Also, the Bharathidasan University case did not make any\nobservation about their actual accuracy and in the said case\nthis Court did not go into the question as to whether the AICTE\nAct would prevail over the UGC Act or the effect of competing\nentries in the three lists of VII Schedule of the Constitution. On\nthe other hand, a bare perusal of Adhiyaman Education and\nResearch Institute and Jaya Gokul Educational Trust cases\nwould clearly show that this Court was considering the\napplicability of AICTE Act to the engineering colleges affiliated\nto universities and whose courses included programmes of\nEngineering and Computer Sciences. Also, in both the cases,\nthe two Judge Bench examined the competing entries in the\nList 1 and List III in the Vilth Schedule of the Constitution and\nheld that the State enactment-UGC Act would not prevail over\nthe AICTE Act and rather to the extent of repugnancy the\nenactment of the UGC Act would be impliedly repealed. It was\nheld in those cases that power of universities to affiliate such\ncolleges would depend on compliance of norms and standards\nfixed by the AICTE and the approval granted by the AICTE and\nalso that if AICTE grants approval to such colleges then they\nneed not obtain the approval of the State Government and the\nuniversities should not insist upon obtaining the approvals from\nthe State Government. Heavy reliance has been placed on the\ntwo judgments of this Court in Adhiyaman Education and\nResearch Institute case (supra) and Jaya Gokul Education\nTrust case (supra).\nD\nE\nF\nG\nH\nThe relevant portions of the Adhiyaman Education and\nResearch Institute case are extracted hereunder:\n\"12. The subject \"coordination and determination of\nstandards in institutions for higher education or research\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1087\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nand scientific and technical institutions\" has always A\nremained the special preserve of Parliament. This was so\neven before the Forty-second Amendment, since Entry 11\nof List II even then was subject, among others, to Entry 66\nof List I. After the said Amendment, the constitutional\nposition on that score has not undergone any change. All B\nthat has happened is that Entry 11 was taken out from List\nIl and amalgamated with Entry 25 of List III. However, even\nthe new Entry 25 of List III is also subject to the provisions,\namong others, of Entry 66 of List I. It cannot, therefore, be\ndoubted nor is it contended before us, that the legislation\nwith regard to coordination and determination of standards\nin institutions for higher education or research and\nscientific and technical institutions has always been the\npreserve of Parliament. What was contended before us on\nbehalf of the State was that Entry 66 enables Parliament\nto lay down the minimum standards but does not deprive\nthe State legislature from laying down standards above the\nsaid minimum standards. We will deal with this argument\nat its proper place.\nC\nD\nE\n27. The provisions of the State Act enumerated above\nshow that if it is made applicable to the technical\ninstitutions, it will overlap and will be in conflict with the\nprovisions of the Central Act in various areas and, in\nparticular, in the matter of allocation and disbursal of grants,\nformulation of schemes for initial and in-service training of F\nteachers and continuing education of teachers, laying down\nnorms and standards for courses, physical and institutional\nfacilities, staff pattern, staff qualifications, quality instruction\nassessment and examinations, fixing norms and guidelines\nfor charging tuition and other fees, granting approval for G\nstarting new technical institutions and for introduction of\nnew courses or programmes, taking steps to prevent\ncommercialisation of technical education, inspection of\ntechnical institutions, withholding or discontinuing grants in\nrespect of courses and taking such other steps as may be\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1088 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nnecessary for ensuring compliance of the directions of the\nCouncil, declaring technical institutions at various levels\nand types fit to receive grants, the constitution of the\nCouncil and its Executive Committee and the Regional\nCommittees to carry out the functions under the Central\nAct, the compliance by the Council of the directions issued\nby the Central Government on questions of policy etc. which\nmatters are covered by the Central Act. What is further, the\nprimary object of the Central Act, as discussed earlier, is\nto provide for the establishment of an All India Council for\nTechnical Education with a view, among others, to plan and\ncoordinate the development of technical education system\nthroughout the country and to promote the qualitative\nimprovement of such education and to regulate and\nproperly maintain the norms and standards in the technical\neducation system which is a subject within the exclusive\nlegislative field of the Central Government as is clear from\nEntry 66 of the Union List in the Seventh Schedule. All the\nother provisions of the Act have been made in furtherance\nof the said objectives. They can also be deemed to have\nbeen enacted under Entry 25 of List III. This being so, the\nprovisions of the State Act which impinge upon the\nprovisions of the Central Act are void and, therefore,\nunenforceable. It is for these reasons that the appointment\nof the High Power Committee by the State Government to\ninspect the respondent-Trust was void as has been rightly\nheld by the High Court.\n41. What emerges from the above discussion is as follows:\n(1) The expression 'coordination' used in Entry 66 of the\nUnion List of the Seventh Schedule to the Constitution\ndoes not merely mean evaluation. It means harmonisation\nwith a view to forge a uniform pattern for a concerted\naction according to a certain design, scheme or plan of\ndevelopment. It, therefore, includes action not only for\nremoval of disparities in standards but also for preventing\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1089\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nthe occurrence of such disparities. It would, therefore, also\ninclude power to do all things which are necessary to\nprevent what would make 'coordination' either impossible\nor difficult. This power is absolute and unconditional and\nin the absence of any valid compelling reasons, it must be\ngiven its full effect according to its plain and express\nintention.\nA\nB\n(ii) To the extent that the State legislation is in conflict with\nthe Central legislation though the former is purported to\nhave been made under Entry 25 of the Concurrent List but\nC\nin effect encroaches upon legislation including subordinate\nlegislation made by the Centre under Entry 25 of the\nConcurrent List or to give effect to Entry 66 of the Union\nList, it would be void and inoperative.\n(iii) If there is a conflict between the two legislations, unless D\nthe State legislation is saved by the provisions of the main\npart of clause (2) of Article 254, the State legislation being\nrepugnant to the Central legislation, the same would be\ninoperative.\n(iv)Whether the State law encroaches upon Entry 66 of the\nUnion List or is repugnant to the law made by the Centre\nunder Entry 25 of the Concurrent List, will have to be\ndetermined by the examination of the two laws and will\ndepend upon the facts of each case.\nE\nF\n(v) When there are more applicants than the available\nsituations/seats, the State authority is not prevented from\nlaying down higher standards or qualifications than those\nlaid down by the Centre or the Central authority to short-\nlist the applicants. When the State authority does so, it G\ndoes not encroach upon Entry 66 of the Union List or make\na law which is repugnant to the Central law.\n(vi) However, when the situations/seats are available and\nthe State authorities deny an applicant the same on the H\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n1090\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nground that the applicant is not qualified according to its\nstandards or qualifications, as the case may be, although\nthe applicant satisfies the standards or qualifications laid\ndown by the Central law, they act unconstitutionally. So also\nwhen the State authorities de-recognise or disaffiliate an\ninstitution for not satisfying the standards or requirement\nlaid down by them, although it satisfied the norms and\nrequirements laid down by the Central authority, the State\nauthorities act illegally.\"\nAlso, the relevant paragraphs of the Jaya Gokul Education\nTrust case are extracted hereunder:\n\"16. ...... It was held that the AICTE Act was referable to\nEntry 66 List I of the Constitution of India, relating to\n\"coordination and determination of standards in institutions\nfor higher education or research and scientific and\ntechnical institutions\". After the constitutional amendment\n(Forty-second Amendment Act, 1976) Entry 25 of List III\nin the Concurrent List read:\n“Education, included technical education, medical\neducation and universities, subject to the provisions of\nEntries 63, 64, 65 and 66 of List I; vocational and technical\ntraining of labour.\"\nThus, the State law under Entry 23 of List Ill would be\nrepugnant to any law made by Parliament under Entry 66\nof List I, to the extent of inconsistency. The Tamil Nadu Act\nwas of 1976 and the University Act was of 1923 and were\nlaws referable to List III. Whether they were pre-\nconstitutional or post-constitutional laws, they would be\nrepugnant to the AICTE Act passed by Parliament under\nEntry 66 of List I. In the above case this Court referred to\nthe various provisions of the AICTE Act and on the\nquestion of repugnancy held (see SCC p. 120) as follows:\n(SCC para 22)\n\"Hence, on the subjects covered by this statute, the State\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1091\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\ncould not make a law under Entry 11 of List II prior to Forty- A\nsecond Amendment nor can it make a law under Entry 25\nof List III after the Forty-second Amendment. If there was\nany such existing law immediately before the\ncommencement of the Constitution within the meaning of\nArticle 372 of the Constitution, as the Madras University B\nAct, 1923, on the enactment of the present Central Act, the\nprovisions of the said law if repugnant to the provisions of\nthe Central Act would stand impliedly repealed to the extent\nof repugnancy. Such repugnancy would have to be\nadjudged on the basis of the tests which are applied for\nadjudging repugnancy under Article 254 of the\nConstitution.\"\n17........It was held (see SCC p. 126) that Section 10 of\nthe Central Act dealt with various matters (including\ngranting approval for starting new technical institutions),\nand that so far as these matters were concerned\n\"it is not the University Act and the University but it is the\nCentral Act and the Council created under it which will\nhave the jurisdiction. To that extent, after the coming into\noperation of the Central Act, the provisions of the\nUniversity Act will be deemed to have become\nunenforceable\". (SCC pp. 126-27, para 30)\nThus, in the two passages set out above, this Court clearly\nheld that because of Section 10(k) of the Central Act which\nvested the powers of granting approval in the Council, the\nT.N. Act of 1976 and the University Act, 1923 could not\ndeal with any questions of \"approval\" for establishment of\ntechnical institutions. All that was necessary was that under\nthe Regulations, the AICTE Council had to consult them.\nC\nD\nE\nF\nG\n19. In our opinion, even if there was a State law in\nthe State of Kerala which required the approval of the State\nGovernment for establishing technical institutions, such a\nlaw would have been repugnant to the AICTE Act and void H\nA\nB\nC\nD\nE\nF\nG\n1092 SUPREME COURT REPORTS\nto that extent, as held in T.N. case.\n[2013] 6 S.C.R.\n22. If, indeed, the University statute could be so\ninterpreted, such a provision requiring approval of the\nState Government would be repugnant to the provisions\nof Section 10(k) of the AICTE Act, 1987 and would again\nbe void. As pointed out in T.N. case there were enough\nprovisions in the Central Act for consultation by the Council\nof AICTE with various agencies, including the State\nGovernments and the universities concerned. The State-\nLevel Committee and the Central Regional Committees\ncontained various experts and State representatives. In\ncase of difference of opinion as between the various\nconsultees, AICTE would have to go by the views of the\nCentral Task Force. These were sufficient safeguards for\nascertaining the views of the State Governments and the\nuniversities. No doubt the question of affiliation was a\ndifferent matter and was not covered by the Central Act\nbut in T.N. case it was held that the University could not\nimpose any conditions inconsistent with the AICTE Act or\nits Regulation or the conditions imposed by AICTE.\nTherefore, the procedure for obtaining the affiliation and\nany conditions which could be imposed by the University,\ncould not be inconsistent with the provisions of the Central\nAct. The University could not, therefore, in any event have\nsought for \"approval\" of the State Government.\n1\n30. Thus, the University ought to have considered the grant\nof final or further affiliation without waiting for any approval\nfrom the State Government and should have acted on the\nbasis of the permission granted by AICTE and other\nrelevant factors in the University Act or statutes, which are\nnot inconsistent with the AICTE Act or its Regulations.\"\n33. The learned senior counsel further submits that the\nquestion of law which was being considered was whether the\nuniversities created in the Bharathidasan University Act, 1981\nH should seek prior approval of the AICTE to start a department\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1093\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nor imparting a course or a programme in technical education\nor technical institution as an adjunct to the university itself to\nconduct technical courses of its choice. In that case, this Court\nwas not concerned with the question of starting of a college/\ntechnical institution by private persons which were merely\naffiliated to the university for the purposes of pursuing courses\nof study and participating in examinations for degree/diploma.\nA\nB\nC\nD\nE\n34. By perusal of the observations made in Bharathidasan\nUniversity's case supra upon which strong reliance was placed\nby the learned senior counsel for the appellant, would show that\nthis Court referred to Section 2(h) of the AICTE Act where the\ndefinition of 'technical institution' excludes university from its\nscope. In the said judgment, this court has observed that the\nAICTE Act maintains a complete dichotomy between a\n'University' and a 'Technical Institution'. It was further submitted\nthat the expression 'constituent institutions' as used in\nparagraphs 12 and 15 of the Bharathidasan University's\njudgment refers to technical institutions which are started by the\nuniversity itself or as an adjunct to the university or affiliated\ncolleges or are not started, managed and governed by the\nuniversity itself, whereas constituent institutions are started,\nmanaged and governed by the university itself under powers\ngiven by the university enactment. In view of the aforesaid\nfactual position he submits that issues in relation to coverage\nof affiliated colleges imparting technical education under\nSection 10(k) of AICTE Act stand decided and concluded by\nthe judgments in Adhiyaman Education and Research\nInstitute and Jaya Gokul Educational Trust cases whereas\nthe Bharathidasan University's case deals with the\ndepartment and constituent institutions and units of the\nuniversity itself. It was further submitted that the contention of\nthe appellant colleges that they do not require prior approval\nfrom the AICTE since they are not covered by Section 10(k)\nread with Section 2(g) \u0026 (h) of the Act, is not tenable in law.\nThis Court took care to make observations that universities have\nto maintain the norms and standards fixed by the AICTE, even H\nF\nF\n"}