{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"す\nRAMKISHAN S/O. MADHAV SHELKE\nV.\nTHE STATE OF MAHARASHTRA\nJANUARY 8, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPenal Code, 1860 :\nA\nB\n+\nS. 300, Exception 4, and s.304(part-1)-Sudden quarrel-Accused\ngiving single axe blow on head of his opponent--Victim succumbing to\ninjury-Held, assault undisputedly given in course of sudden quarrel,\nwithout pre-meditation and without accused taking any undue advantage—\nConviction altered to one under s.304 (part-1)-Custodial sentence of 10\nyears would suffice.\nAppellant did his two sons were prosecuted for an offence punishable\nunder s. 302/34 IPC. The prosecution case was that the victim along with\nhis wife and two sons was living in a hut on the bank of river Godavari and\nwas growing watermelong in the alluvial land which the accused claimed\nto be theirs. They had been objecting to the victim and his family members\nencroaching on the said land. On the fateful day when the victim was taking\nhis cattle towards the well through the fields of the accused, the appellant\nwith an axe in his hand along with his two sons having swords in their\nhands reached there. The two sons caught hold of the victim and the father,\nthe appellant, inflicted an axe blow on his head. The incident was witnessed\nby victim's wife (PW-9) and son (PW-5) who were at some distance. Before\nthey reached the spot the accused had run away. The other son of the victim\n(PW-6) who was coming towards the field saw the accused running away.\nPW-5 took the victim to the doctor who declared him as brought dead. The\ntrial court convicted all the three accused under s. 302/34 IPC and\nsentenced each of them to imprisonment for life. The High Court, in appeal,\nheld that the evidence of the so-called eye witnesses was exaggerated and\ndid not depict the correct position of the factual scenario, in that the role\nof the two sons of the appellant was not established. The High Court\naccordingly acquitted the two sons, but affirmed the conviction and sentence\nof the accused-father.\nC\nD\nE\nF\nG\n217\nH\nA\nB\nC\nD\nE\nF\nG\nH\n218\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nIn the instant appeal filed by the convicted accused, his counsel\nreiterated the submissions made before the High Court that the deceased\nhad encroached on his land and did not stop inspsite of being told repeatedly;\nand that the occurrence took place during a sudden quarrel without pre-\nmeditation and the accused gave only a single blow.\nAllowing the appeal in part, the Court\nHELD 1.1. The help of Exception 4 to s. 300 IPC can be invoked if\ndeath is caused (a) without premeditation, (b) in a sudden fight; (c) without\nthe offender's having taken undue advantage or acted in a cruel or unusual\nmanner; and (d) the fight must have been with the person killed. To bring\na case within Exception 4 all the ingredients mentioned in it must be found.\nFor the application of Exception 4, it is not sufficient to show that there was\na sudden quarrel and there was no premeditation. It must further be shown\nthat the offender has not taken undue advantage or acted in cruel or\nunusual manner. The expression ‘undue advantage' as used in the provision\nmeans ‘unfair advantage'. [Para 9] [221-G-H, 222-A-C]\nKikar Singh v. State of Rajasthan, AIR (1993) SC 2426, distinguished.\nBabulal Bhagwan Khandare and Anr. v. State of Maharashtra, [2005]\n10 SCC 404, referred to.\n1.2. In the instant case, the assault undisputedly was given in the\ncourse of the sudden quarrel, without pre-meditation and without the\naccused taking any undue advantage. When the background facts are\nconsidered on the touchstone of a legal principle as set out above, the\ninevitable conclusion is that the conviction needs to be altered to one under\nSection 304 Part I IPC instead of 302 IPC as was held by the trial court\nand the High Court. Custodial sentence of 10 years would suffice.\n[Paras 7 and 12] [221-B, 222-F-G]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 21 of\n2007\nFrom the Final Judgment and Order dated 30.1.2006 of the High Court\nof Judicature of Bombay, Bench at Aurangabad in Crl. A. No. 197/2003.\nSanjay V. Kharde and Chandana Ramamurthi for the Appellant.\nt\nK\nt\nRAMKISHAN S/O MADHAV SHELKE v. STATE [PASAYAT, J.] 219\nS.S. Shinde and V.N. Raghupathy for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. : Leave granted.\n2. Appellant along with two others faced trial for alleged commission\nof offence punishable under Section 302 read with Section 34 of the Indian\nPenal Code, 1860 (in short the 'IPC'). The trial court found each of the\naccused persons guilty and convicted each to undergo rigorous imprisonment\nfor life and to pay a fine of Rs.500 each with default stipulation. The\nconviction and the sentence were challenged by the three accused persons\nin appeal before the Bombay High Court, Aurangabad Bench. By the\nimpugned judgment the High Court set aside the conviction of the co-\naccused i.e. accused no.2 and accused no.3 before the trial court. However,\nthe appeal filed by the appellant was dismissed.\n3. Background facts in a nutshell are as follows:\nThe incident in question was alleged to have taken place on 22.01.2002.\nIt was reported to Police Station, Newasa by Narsingh Mohan Gavane (PW-\n5) by his complaint (Exh-21). On this complaint, ASI Laxman Pawar (PW-10)\nregistered an offence punishable under section 302 IPC vide CR No.17/02.\nFurther investigation was conducted by Police Inspector Pandharinath\nKedare (PW-11).\n4. On 22.01.2002 between 2.30 to 3.00 pm near the field of accused no.1-\nappellant on the bank of Godavari river within the jurisdiction of village\nGalnimb, Mohan Gavane (hereinafter referred to as the 'deceased') along\nwith his family members including his sons Narsing (PW-5), Devising (PW-\n6) and his wife Chandrabhaga (PW-9) was staying on the bank of river by\nerecting a hut. Accused persons whose land is also on the side of bank of\nriver, had their farm house in their field. Deceased was mainly doing a\nbusiness of fishing. The deceased and his family members used to plant\nwatermelons in the alluvial land. The accused claiming to be the owners of\nthe said land used to take objection to the deceased and his family members\nand were giving threat to kill in case they cultivate that alluvial land. On the\nday of incident, Narsing (PW-5) had gone to the river to catch fish. His\nbrother Devising (PW-6) had gone in the village on a cycle to fetch fertiliser.\nA\nB\nC\nD\nE\nF\nG\nH\n(\n220\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA Their mother Chandrabhaga (PW-9) along with her daughter-in-law was\nlooking after their watermelon crop and were busy in cutting grass. Deceased\nMohan was taking his cattle towards the well. While he was proceeding from\nthe field of accused persons, accused-appellant Ramkishan rushed towards\nhim having an axe. His sons Sadashiv and Kakasaheb also rushed towards\ndeceased while uttering abuses. That time, they were having swords in their\nhand. Deceased was caught hold by accused nos.2 and 3, who threw him\ndown on the ground. Thereafter, accused no.1 inflicted a blow by axe on\nthe head of the deceased. This incident was witnessed by Narsing (PW-5)\nas well as Chandrabhaga (PW-9) who were at some distance. They immediately\nrushed to the spot. Before their arrival, accused had left the spot and ran\nC away. Devising (PW-6) who was coming towards the field had seen the\nB\nD\n(I)\nE\nF\nG\naccused who were running away from the spot. Deceased was unconscious.\nWith the help of one Shivaji Mule, Narsing (PW-5) took deceased Mohan\nto the village and from the village, he carried him to a doctor at Salbatpur.\nHowever, on the way, deceased Mohan succumbed to the injuries and Dr.\nPraihad Nagargoje (PW7) declared him dead. Thereafter, complaint (Exh-21)\nwas lodged and offence was registered.\n5. On completion of investigation, the charge sheet was placed. In trial,\neach of the accused persons was found guilty, convicted and sentenced as\naforesaid.\n6. Before the High Court the stand taken by the accused was that the\nevidence of the so called eye witnesses clearly show that they are exaggerated,\nfull of holes and do not depict a correct position of the factual scenario. The\nrole of accused Nos. 2 and 3 was not established. In any event, the\noccurrence took place because of the fact that the deceased had encroached\non the land of the accused-appellant and in spite of being told not to\nencroach upon his land, he repeatedly came upon the land and created\ndisturbances. Further, a single blow was given and Section 302 IPC was\nruled out. The High Court had found substance in the stand taken by the\naccused persons so far as the A2 and A3 are concerned, but found the\nevidence to be adequate so far as Al is concerned. Accordingly, the appeal\nfiled by the present appellant was dismissed.\nThe stand taken before the High Court was reiterated by learned\ncounsel for the appellant before this Court. Additionally, it was submitted\nH that a single blow was given, and there was no pre-meditation. In fact, when\n+\n☑\nL\n'\nRAMKISHAN S/O MADHAV SHELKE v. STATE [PASAYAT,J.] 221\nthe accused found that the deceased was encroaching upon his land, who\ndid not stop in spite of being told repeatedly not to do so, and did not pay\nany heed, and thereafter the blow was allegedly given. Since the High\nCourt accepted that A2 and A3 had been falsely implicated, in essence,\nevidence which was discarded being exaggerated and untrustworthy, so far\nas the other accused persons are concerned, has been relied upon to convict\nthe accused.\n7. The assault undisputedly was given on the course of the sudden\nquarrel, without pre-meditation and without the accused taking any undue\nadvantage.\n8. Learned counsel for the respondent-State supported the judgment\nof the High Court.\nA\nB\nC\nD\nE\nThe Fourth Exception of Section 300, IPC covers acts done in a sudden\nfight. The said exception deals with a case of prosecution not covered by\nthe first exception, after which its place would have been more appropriate.\nThe exception is founded upon the same principle, for in both there is\nabsence of premeditation. But, while in the case of Exception 1 there is total\ndeprivation of self-control, in case of Exception 4, there is only that heat of\npassion which clouds men's sober reason and urges them to deeds which\nthey would not otherwise do. There is provocation in Exception 4 as in\nException 1; but the injury done is not the direct consequence of that\nprovocation. In fact Exception 4 deals with cases in which notwithstanding\nthat a blow may have been struck, or some provocation given in the origin\nof the dispute or in whatever way the quarrel may have originated, yet the\nsubsequent conduct of both parties puts them in respect of guilt upon equal F\nfooting. A 'sudden fight' implies mutual provocation and blows on each\nside. The homicide committed is then clearly not traceable to unilateral\nprovocation, nor in such cases could the whole blame be placed on one side.\nFor if it were so, the Exception more appropriately applicable would be\nException 1.\n9. The help of Exception 4 can be invoked if death is caused (a) without\npre-meditation, (b) in a sudden fight; (c) without the offender's having taken\nundue advantage or acted in a cruel or unusual manner; and (d) the fight\nmust have been with the person killed. To bring a case within Exception 4\nall the ingredients mentioned in it must be found. It is to be noted that the\nG\nH\nB\n222\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA 'fight' occurring in Exception 4 to Section 300, IPC is not defined in the IPC.\nIt takes two to make a fight. Heat of passion requires that there must be\nno time for the passions to cool down and in this case, the parties have\nworked themselves into a fury on account of the verbal altercation in the\nbeginning. A fight is a combat between two and more persons whether with\nor without weapons. It is not possible to enunciate any general rule as to\nwhat shall be deemed to be a sudden quarrel. It is a question of fact and\nwhether a quarrel is sudden or not must necessarily depend upon the\nproved facts of each case. For the application of Exception 4, it is not\nsufficient to show that there was a sudden quarrel and there was no\npremeditation. It must further be shown that the offender has not taken\nundue advantage or acted in cruel or unusual manner. The expression\n‘undue advantage' as used in the provision means 'unfair advantage'.\nC\nD\nE\nF\n.\n10. Where the offender takes undue advantage or has acted in a cruel\nor unusual manner, the benefit of Exception 4 cannot be given to him. If\nthe weapon used or the manner of attack by the assailant is out of all\nproportion, that circumstance must be taken into consideration to decide\nwhether undue advantage has been taken. In Kikar Singh v. State of\nRajasthan, AIR (1993) SC 2426 it was held that if the accused used deadly\nweapons against the unarmed man and struck a blow on the head it must\nbe held that using the blows with the knowledge that they were likely to\ncause death, he had taken undue advantage.\n•\n11. The above position was highlighted by this Court in Babulal\nBhagwan Khandare and Anr. v. State of Maharashtra, [2005] 10 SCC 404.\n12. When the background facts are considered on the touchstone of\na legal principle as set out above, the inevitable conclusion is that the\nconviction needs to be altered to the one under Section 304 Part I IPC\ninstead of 302 IPC as was held by the trial court and the High Court.\nCustodial sentence of 10 years would suffice. The appeal is allowed to the\naforesaid extent.\n+\n➤\nG\nR.P.\nAppeal partly allowed.\n2\n1\n"}