{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.].\n45\n(b) Seniority inter se of the officers appointed from out of A\nthe Judicial Magistrates shall be determined from the date\nof continuous officiation, provided that in the case of\nofficers appointed on the basis of one selection, their\nseniority shall be determined according to their seniority\nin the Uttar Pradesh Judicial Officers Service:\nB\nProvided further that where an officer is not found fit for\nconfirmation and is not confirmed in his turn, the officiating\nperiod prior to the date of decision taken by the High Court\nin this behalf shall not be taken into account for computing ´\nC\nthe period of continuous officiation.\n(2) Seniority of members of the service who have been\nconfirmed in the service prior to the commencement of\nthese rules shall be as has been determined by the order\nof Government as amended from time to time.\nD\n[Note: Rule 26 of 1975 Rules was substituted in entirety\nby the follwing by the Amendment Rules of 1996:\n26. Seniority - (1) Seniority of the officers appointed in the\nservice shall be determined in accordance with the order\nof appointment in the Service under sub-rules (1) and (2)\nof Rule 22 of these rules.\nE\n(2) Seniority of members of the service who have been\nconfirmed in the service prior to the commencement of F\nthese rules shall be as has been determined by the order\nof the Government as amended from time to time.]\n3. The dispute between the promotees and direct recruits\nin regard to their inter-se seniority in the Uttar Pradesh Higher\nJudicial Services came up before this Court at the instance of\npromotees in P.K. Dixit vs. State of Uttar Pradesh - 1987 (4)\nSCC 621. This Court allowed the petitions and directed\npreparation of fresh seniority list in accordance with the following\ndirections:\nG\nH\nA\nB\nC\nD\nE\nF\nG\n46\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\n\"(i) So far as the posts available on a particular dated i.e.\nMay 10, 1974 are concerned the High Court will have to\nlook into the matter afresh and decide the seniority in the\nlight of the above position. But after the 1975 Rules came\ninto force, the appointments to the Higher Judicial Service\neither on the basis of direct recruitment or on the basis of\npromotion must have been in accordance with these rules\nand it is expected that the probation, confirmation and\nseniority must have been looked into by the High Court\nstrictly in accordance with these Rules.\n(ii) Under Rule 22(3) appointment to temporary vacancies\nshall be made only from the Nyayik Sewa and as and when\na substantive vacancy arises and the procedure for\nselection is to be followed, the officers who were appointed\nto fill in the temporary posts should be considered first and\nappointed on probation, if found fit. When appointment\nunder Rule 22 is contemplated in the service of substantive\nvacancies, it may be both temporary or permanent but the\nvacancy must be in the cadre. A person could only be\nconfirmed when a permanent post is available for him.\n(iii) If a person is appointed to officiate in the Higher\nJudicial Service his case for confirmation normally will be\nconsidered within three years and either he will be\nconfirmed or will be reverted. The High Court must\nexamine the case of a promotee officer within three years\nand decide whether the officer deserves to be confirmed\nor deserves to be reverted. It is with this view that Rule 23\nprovides that period of probation shall not ordinarily exceed\nthree years and Rule 26 provides that in case of promotee\nofficer's continuous officiation even if it is for more than\nthree years, only three years will be counted for purpose\nof seniority. This itself contemplates that such an occasion\nshall not arise when a person may be officiating for more\nthan three years and still his case hs not been considered\nfor confirmation.\"\nH\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n47\nC\n4. Pursuant to the judgment in P.K. Dixit, the High Court A\nissued a tentative seniority list on 11.2.1988 and objections\nwere invited. The promotees were satisfied that the said list\nwas drawn in conformity with the judgment in P.K.Dixit and\nunobjectionable. The High Court constituted a Five-Judge\nCommittee to finalise the list. On the basis of the report of the B\ncommittee, final seniority list was issued on 25.8.1988.\nAggrieved by the final seniority list, the promotees (O.P. Garg\nand four others) filed a writ petition. The petitioners P.K. Dixit\nfiled an application in the said petition seeking clarification and\nsupporting the case of the promotees. The direct recruits filed\na writ petition challenging the final seniority list issued by the\nHigh Court. Both sides contended, for different reasons, that\nthe final seniority list dated 25.8.1988 was contrary to the\ndecision in P.K. Dixit. This court found that the High Court, the\ndirect recruits and promotees were interpreting the directions\nand observations in P.K. Dixit differently. Therefore this court\nin its judgment dated 23.4.1991, reported in O.P. Garg v. State\nof U.P. \u0026 Ors. 1991 (Supp) 2 SCC 51, decided to take a fresh\nlook into the matter in regard to aspects which were not dealt\nwith and decided by P.K. Dixit. This court, therefore, posed the\nfollowing three questions for consideration:\n-\nD\nE\n1. What is the scope and interpretation of second proviso\nto Rule 8(2) of the 1975 rules? Whether the Additional\nDistrict and Sessions Judges, holding the posts on April\n5, 1975, can claim that by operation of the 1974 Rules they F\nstood appointed to the service and as such consumed all\nthe posts which were available on April 5, 1975 or they\nwere only entitled to vacancies under the second proviso\nto Rule 8(2) of the 1975 rules?\n2. Whether the period of continuous officiation in case of\na promotee, for determining seniority, is to be counted in\nterms of First proviso to Rule 26(1)(a) of the 1975 Rules\nor in accordance with the principle adopted by the High\nCourt. Isn't it the requirement of law that a promotee is\nentitled to seniority in the service from the date when\nG\nH\n48\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA\nB\nvacancy in his quota became available?\n3. Seniority and appointment in the service being inter-\nlinked a further question which necessarily arises for our\nconsideration is whether Rules 22(3) and 22(4) of the 1975\nrules, which provide appointments to temporary posts in\nthe service from two sources of promotees excluding the\ndirect recruits, can be legally sustained?\nOn consideration of the issues, this Court quashed the final\nseniority list dated 25.8.1988 with a direction to the High Court\nC to prepare, circulate, invite objections and then finalize the\nseniority list keeping in view the following directions,\ndeclarations and findings:\nD\nE\nF\nG\nH\n\"(i) All the 236 promotee officers working against 236\nposts (229 permanent plus 7 temporary) as Additional\nDistrict and Sessions Judges on April 5, 1975 shall be\ndeemed to be existing members of the Service as\nconstituted under the Rules with a direction that they shall\nen bloc rank senior to all other officers appointed to the\nservice thereafter from three sources in accordance with\ntheir quota under the Rules.\n(ii) The first proviso to Rule 26(1)(a) of the Rules was\nstruck down with a direction that the continuous officiation/\nser vice by a promotee appointed under the Rules shall\nbe counted for determining his seniority from the date\nwhen a substantive vacancy in permanent or temporary\npost is made available in his quota under the Rules.\n(iii) Sub-rules (3) and (4) of Rule 22 were struck down with\nthe saving that the appointments already made under the\nsaid Sub-rules shall not be invalidated.\n(iv) While selecting candidates under Rule 18 of the said\nrules, the committee shall prepare a merit list of\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n49\ncandidates twice the number of vacancies and the said\nlist shall remain operative till the next recruitment; and the\nappointments under Rules 22(1) and 22(2) of the Rules\nshall be made to permanent as well as to temporary posts\nfrom all the three sources in accordance with the quota\nprovided under the said rules.\n5. In pursuance of the decision in O.P. Garg, the High\nCourt calculated the vacancies under different quotas for\nrecruitment/promotion for different periods. The dispute\ncentering around the method of calculation made by the High\nCourt in regard to the ratio between direct recruits and\npromotees in a given year, again came up before this court in\none more round between promotees and direct recruitees in\nSrikant Tripathi \u0026 Ors. v. State of U.P. \u0026 Ors. [2001 (10) SCC\n237], wherein this Court issued the following directions :\n\"1. Appointments already made to the Higher Judicial\nService, whether by direct recruitment or by promotion,\nneed not be annulled and shall be continued.\n2. With effect from 1988 recruitment and in all subsequent\nrecruitments which are the subject matter of challenge\nbefore us, the High Court shall determine the number of\nvacancies available as on the relevant year of recruitment\nin terms of Rule 8, as already explained by us and then,\nallocate the percentage to different sources of recruitment,\ncontained in Rule 6, and after such determination is made,\nthen find out whether the appointments of direct recruits\nalready made for that recruitment year are in excess of\nthe quota or within the quota. If it is found that any\nappointment has been made in excess of the quota, then\nthe said appointee would be allowed to continue, but his\nor her seniority will have to be reckoned only when he or\nshe is adjusted in the next recruitment.\nA\nB\nC\nD\nE\nF\nG\n3. If in each recruitment year, posts were available in the\nquota of promotees and promotion has not been made, H\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n50\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\neven though selection had been made under Rule 20, then\nthe legitimate right of the promotees cannot be denied and\npromotion must be made with effect from the date they\nshould have been appointed.\n4. This exercise has to be made for the recruitment of\n1988 as well as for each subsequent recruitment that has\nbeen made.\n5. Since the determination under Rule 8 is being made\nnow, pursuant to the directions of this Court, in respect of\npast recruitment years for which recruitment has been\nmade, the expression \"vacancies likely to occur\" loses its\nimportance and determination has to be made, on the\nbasis of the actual vacancies available in any of such\nrecruitment year.\n6. So far as the recruitment of 1998 is concerned,\nadvertisements having been issued for 38 vacancies being\nfilled up by direct recruitment and the process of selection\nbeing already over, but no appointment having been made,\nwe think it appropriate to direct that the appointment of the\nselected candidates may be made against the quota\navailable to direct recruits calculated in accordance with\nthe Rules in the light of our decision.\n7. For all future appointments, the High Court must take\nsteps to fill the vacancies of every recruitment year during\nthat year itself. The High Court must determine the\nvacancies not only on the basis of the actual vacancies on\nthe date of such determination but also take into account\nprobable vacancies by reason of superannuation of officers\nin the next two years from that date. Once the vacancies\nare so determined, the percentage of the vacancies\navailable for recruitment by direct recruitment and by\npromotion must be fixed and steps taken for filling up the\nsame expeditiously. The number of vacancies available for\nthe direct recruits quota must be advertised without any\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n51\nvariation clause. The Select List prepared both for direct A\nrecruits as well as for promotees prepared by the High\nCourt will be operative only till the next recruitment\ncommences with the fixation of the vacancies for the next\nrecruitment year.\n6. On 30.11.2001 the Chief Justice of the High Court\nplaced the matter before the Administrative Committee of the\nHigh Court, for implementation of the directions in Srikant\nTripathi. On 5.12.2001, the Administrative Committee in turn\nconstituted a Three Member Sub-Committee to examine and\nsubmit a report. The Sub-Committee examined the matter and\nsubmitted a report dated 24.8.2002, determining the actual\nnumber of vacancies available for the 1988, 1990, 1992-1994\nand the 1998 (initiated in 2000) and the actual recruitments\nmade, with other details. We extract below the operative\nportion of the said report:\n\"The office on re-examination of record has found that 13\nvacancies were left out inadvertently from being\nincorporated in the existing Gradation List. The details of\nthose vacancies have been given on page no.13 of the\nappendix attached herewith.\nBefore the process of 1988 recruitment could commence,\n5 direct recruits were appointed in the U.P. Higher Judicial\nService Cadre on different dates under the order of\nHon'ble Supreme Court. Since no vacancies have been\nallocated to them in the existing Gradation List, we have\nallocated 5 vacancies out of 13 left out vacancies to these\ndirect recruits, the details of which have been shown on\npage no.14.\nB\nC\nD\nE\nF\nG\nAs per direction no.5 referred to above, we have\ndetermined the vacancies after taking into account the\nvacancies which existed before 1.1.1988 and also the\nvacancies which actually occurred or accrued during the\nrecruitment period and not on the basis of the expression H\nA\nB\n52\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\n'likely to occur'. On re-calculation, we find that in all there\nwere 314 actual vacancies available for 1988 recruitment,\nas shown below and whose details are indicated on page\n16 of the appendix.\n(A) Vacancies which remained unfilled prior to 1.1.1988\nRemaining vacancies out of 13 vacancies which\nwere left out inadvertently in the Gradation List\n08\nVacancies which occurred or accrued between-\nC\n24.5.1984 to 31.12.1984\n23\n1.1.1985 to 31.12.1985\n34\n1.1.1986 to 31.12.1986\n40\n1.1.1987 to 31.12.1987\n129\nD\nTotal\n234\nE\n(B) Vacancies which actually occurred or\naccrued between -\n1.1.1988 to 31.12.1990\n80\nTotal number of vacancies available for\nrecruitment\n314\nF\nG\nH\nThough as per quota Rule, 47 direct recruits could be\nappointed out of 314 vacancies but because of the ceiling.\nimposed under the Rules, only 42 direct recruits could be\nappointed as their number could not at any point of time\nexceed 15% of the Cadre strength. Instead of 42, only 24\ndirect recruits were recruited from the Bar and 3 vacancies\nwithin their quota were kept reserved for SC/ST\ncandidates which were carried forward to the next\nrecruitment. We thus find that the appointment of the direct\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n53\nrecruits made in 1988 recruitment was not in excess of A\ntheir quota. The Apex Court observed as under:\n\"If it is found that any appointment has been made in\nexcess of the quota, then the said appointee would be\nallowed to continue but his or her seniority will have to be\nreckoned only when he or she is adjusted in the next\nrecruitment.\"\nSince from the chart prepared on page 16 it is apparent\nthat there has been no appointment in excess of the quota\nof direct recruits in 1988 recruitment, no question thus\narises for the seniority of the direct recruits being adjusted\nin the next recruitment.\nB\nC\nOn the same basis, similar exercise was made in relation\nto subsequent recruitments of 1990 and 1992-94 batches. .D\nThe position of the actual vacancies available for these\nrecruitments has been exhibited in the charts on pages 38\nand 48 respectively.\nE\nF\nFor the latest recruitment of 2000, the court has fixed the\nnumber of direct recruits to be recruited as 38. We have\nworked out the total number of vacancies available for this\nrecruitment and they have been indicated in the chart\nshown on page 69. From this chart it would appear that\nmaximum number of direct recruits who could be\nappointed under the Rules comes to 38. Advertisement\nhas also been made for making 38 appointments within\nthe quota of direct recruits. In this view of the mater 38\nappointments within the quota of direct recruits has to be\nmade in the 2000 recruitment. We have been told that\nexamination has already been held but its result is awaited G\nas vacancies were to be calculated afresh in the light of\nthe directions of the Apex Court in the case of Shri Kant\nTripathi. Direction no. 6 was in the following term:\nSo far as the recruitment of 1998 is concerned H\nA\nB\nC\nD\nE\nF\n0\nH\n54\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nadvertisements having been issued for 38 vacancies\nbeing filled up by direct recruitment and the process of\nselection being already over, but no appointment having\nbeen made, we think it appropriate to direct that the\nappointment of the selected candidates may be made\nagainst the quota available to direct recruits calculated\nin accordance with the Rules in the light of our decision.\nAs a matter of fact no recruitment was made in 1998,\ninstead the court has initiated the recruitment process for\n2000 recruitment.\nOn re-calculation, we have already found above that 38\nvacancies are available in the quota of direct recruits for\ntheir appointment in 2000 recruitment. Advertisement was\nalso made for the same number of posts. Therefore, 38\nappointments may be made from the members of the Bar\nin accordance with the Rules. Similarly 334 promoted\nofficers, if available and found suitable, be also recruited\nfor appointment to service in accordance with rule 22(1)\nread with rule 22(2).\nFor future recruitment, office is directed to take steps in\naccordance with direction no.7. Office shall immediately\ncalculate the actual number of vacancies as are found\nexisting on the date of such determination. It shall also work\nout the probable vacancies likely to occur in the next two\nyears from that date by reason of superannuation. This\nfigure shall be added to the number of existing vacancies\nand thereafter the percentage of vacancies available for\nboth the sources shall be fixed and steps shall be taken\nfor filling up the same expeditiously. The vacancies which\nare worked out in the direct recruits quota shall be\nadvertised without any variation clause.\nWe may add that we have not gone into the question of\ninter se seniority between the promoted officers and the\ndirect recruits because for that purpose a separate\n"}