{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"1030 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA be achieved within a second and that profuse splashing of\npetrol could be achieved by using the bucket and then setting\nthe petrol on fire would not even require five seconds. Petrol is\na very combustible material. It might be that before the actual\ndeath occurred two persons rolled down from the bed and fell\nB on the ground. All this is speculation on which nothing turns.\nSince there were no eye witnesses, and since presence of the\naccused a few hours before the crime is proved, it was for the\naccused to explain all this.\nC\nD\nE\nןד\nF\nG\n47. Mr. Jaspal Singh submitted that several of the\ncircumstances were not put to the accused under Section 313\nCr.P.C. It is true that circumstances which were not put to the\naccused in his examination under Section 313 cannot be used\nagainst him, vide State of U.P. vs. Mohd. Ikram, J.T. 2011 (6)\nSC 650 (para 13). However, we have carefully examined the\nstatements of the accused under Section 313 Cr.P.C., and we\nfind that as many as 168 questions were put to him relating to\nall the relevant circumstances. Hence there is no merit in this\nsubmission.\n48. Mr. Jaspal Singh then submitted that the incised\nwounds on the son of the appellant, Amandeep, have not been\nexplained by the prosecution. In this connection we wish to say\nthat since there were no eye witnesses and the entire\nprosecution case rests on circumstantial evidence it is hardly\nfor the prosecution to explain these injuries, rather it was for\nthe appellant, who was present at the time of the incident (as\nwe have found) to explain them. Moreover, the question of\nexplaining the injuries ordinarily arises when the injuries are on\nan accused, and not on the victim. At any event, the prosecution\nhas explained that these were due to the broken glass pieces\nfound on the spot.\n49. Thus, in our opinion the prosecution has been able to\nestablish the entire chain of circumstances which connect the\naccused to the crime. These are:\nH\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1031\nMAHARASHTRA [MARKANDEY KATJU, J.]\n1. There were strained relations between the accused A\nand his family members including his wife. He used\nto beat his wife with a leather belt, and was\ndictatorial, which attitude was resented by the family\nmembers.\n2.\nB\nThe accused came to his flat on 9th April, 2003 at\nmidnight, and was last seen with his wife in his flat\nwhere his children also lived.\n3.\nThe accused had quarrel with his wife for five or ten\nminutes on the night of the incident.\nC\n4.\nTen litre can with petrol residue was found in the\nhouse.\n5.\n6.\n7.\n8.\nThe bucket showing positive result in the test\nconducted by the Chemical Analyzer was found to\nhave been used for splashing or throwing the petrol.\nD\nThe incident happened in the flat of the accused\nwhere there was no one else inside except his\nfamily members. All the deceased were asleep E\nwhen the petrol was poured over them and their\nbodies set on fire. They were killed in a most\ngruesome, diabolical and cruel manner.\nIt was a pre-planned murder, because the accused\nhad brought sufficient petrol into his flat to kill\neveryone. Ordinarily no one keeps so much petrol\nin his residential apartment.\nThe accused absconded from the scene of the\noffence immediately thereafter, and did not disclose\nto his family members or servants about his\ndeparture.\nF\nG\n9.\nThe incident occurred between 4 to 4.30 A.M., and\nthe accused was the person last seen with his wife\nН\n1032 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA\nB\n0\nD\nE\nbefore the incident.\n10. The accused pointed out the bucket in his\nstatement under Section 27 of the Evidence Act;\n11.\nThe accused was arrested at Kisangadh,\nMadanganj in Ajmer District (Rajasthan) four days\nthereafter with huge cash of Rs.7,60,080/-, with\nsafari dresses, turbans and 24 silver coins etc..\n12. He raised false defence of alibi\n13. There was full opportunity for the accused to kill all\nthe four persons. No one else was present in the\nflat.\nDoes the Appellant deserves the death sentence ?\nDeath Penalties Worldwide\n50. There is a wide divergence in various countries in the\nworld whether to permit or not permit the death penalty.\nAccording to Amnesty International as per 31.12.2010, 96\ncountries have legally abolished the death penalty, 34 countries\nhave not used it for a considerable period of time while 58\ncountries have still retained it. Most European countries have\nabolished the death penalty. The United Kingdom abolished\ndeath penalty in 1973, France in 1981, Germany in 1949, Italy\nF in 1947 etc. Canada abolished it in 1976. Russia legally\npermits death penalty, but has not used it after 1996. Australia\nlast used the death penalty in 1967, and formally abolished it\nin 2010. China has death penalty for a variety of crimes, e.g.\naggravated murder, drug trafficking, large scale corruption etc.\nG China executes more people than all the rest of the world put\ntogether. In African and Latin American countries some permit\ndeath penalty while others do not. Most Asian and Arab\ncountries permit death penalty. As regards the United States\nof America, some States permit it while others do not. The US\nH\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1033\nMAHARASHTRA [MARKANDEY KATJU, J.]\nSupreme Court in Furman vs. Georgia 408 US 238 (1972) held A\nthe death penalty to be unconstitutional, but this decision was\nreversed four years later in Gregg vs. Georgia 428 US 153\n(1976) which held that the death penalty is not unconstitutional.\n51. The UN General Assembly in 2007-08 passed a non\nbinding resolution calling for a global moratorium of execution\nwith a view to eventual abolition. However, 65% of the world\npopulation live in countries like China, India, Indonesia and the\nUS which continue to apply death penalty, although both India\nand Indonesia only use it rarely. Each of these four nations voted\nagainst the UN General Assembly resolution. Of the 194\nindependent States in the world that are members of the United\nNations or have UN observer status, 42(22%) maintain the\ndeath penalty both in law and practice, 95 (49%) have abolished\nit, 8(4%) retain it for crimes committed in exceptional\ncircumstances such as in time of war and 49(25%) permit its\nuse for ordinary crimes, but have not used it for at least 10 years\nand have a policy or established practice of not carrying out\nan execution or it is under a moratorium.\nB\nC\nD\n52. In the present case, we are not going into the validity E\nor otherwise of various theories of criminal penology viz., the\nretributive, deterrent, preventive and reformative theories.\nSuffice it to say that there are conflicting views and even\nconflicting data on this topic (see Theories of Punishment'\nedited by Stanley E. Grupp, 'Punishment' by Ted Honderich, F\n'Punishment' by Philip Bean, 'The Death Penalty' edited by Irwin\nIsenberg, 'The Penalty of Death' by Thorsten Sellen, 'The Death\nPenalty' by Roger Hood, etc.). We shall, therefore, confine\nourselves to the case before us.\nDeath Penalty in India\nG\n53. Section 302 provides the punishment for murder. It\nstipulates a punishment of death or imprisonment for life and\nfine. Once an offender is found by the court to be guilty of the\noffence of murder under Section 302, then it has to sentence H\n1034 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA the offender to either death or for imprisonment for life. The\ncourt has no power to impose any lesser sentence.\nB\n54. If there is a reasonable doubt about the guilt of the\noffender, the only proper verdict is to acquit him and not to\nimpose a sentence lesser than imprisonment for life vide\nSantosh vs. State of MP AIR 1975 SC 654.\n55. The Law Commission of India in its 35th Report, after\ncarefully sifting all the materials collected by them, recorded\ntheir views regarding the deterrent effect of capital punishment\nC as follows:\nD\nE\nF\n☐ G\n\"In our view capital punishment does act as a deterrent.\nWe have already discussed in detail several aspects of\nthis topic. We state below, very briefly, the main points that\nhave weighed with us in arriving at the conclusion:\n(a)\n(b)\nBasically, every human being dreads death.\nDeath, as a penalty, stands on a totally different\nlevel from imprisonment for life or any other\npunishment. The difference is one of quality, and not\nmerely of degree.\n(c) Those who are specifically qualified to express an\nopinion on the subject, including particularly the\nmajority of the replies received from State\nGovernments, Judges, Members of Parliament and\nLegislatures and Members of the Bar and police\nofficers - are definitely of the view that the deterrent\nobject of capital punishment is achieved in a fair\nmeasure in India.\n(d)\nAs to conduct of prisoners released from jail (after\nundergoing imprisonment for life), it would be\ndifficult to come to a conclusion, without studies\nextending over a long period of years.\n☐ H\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1035\nMAHARASHTRA [MARKANDEY KATJU, J.]\n(e) Whether any other punishment can possess all the A\nadvantages of capital punishment is a matter of\ndoubt.\n(f) Statistics of other countries are inconclusive on the\nsubject. If they are not regarded as proving the\ndeterrent effect, neither can they be regarded as\nconclusively disproving it\".\nB\n56. Prior to 1955, under the old Criminal Procedure Code\n1898, Section 367 (5) of the Code stipulated that the Court had\nto give reasons, if the sentence of death was not imposed in a\nC\ncase of murder. In other words, imposition of death sentence\nfor the offence of murder was the rule, and if the court desired\nto make a departure from the rule and impose the lesser\npunishment of imprisonment for life, it was required to give\nreasons for the same. In 1955, sub- Section 5 of Section 367 D\nwas deleted. The result of such deletion was that the discretion\navailable to the Court in the matter of the sentence to be\nimposed in a case of murder was widened. Several High\nCourts also interpreted the consequence of the deletion to\nmean that the sentence of life imprisonment was the normal E\nsentence for murder and the sentence of death could be\nimposed only if there were aggravating circumstances. The\nCode of the Criminal Procedure was further amended in 1973,\nmaking life imprisonment the normal rule. Section 354 (3) of\nthe new Code provides:\nF\n\"When the conviction is for an offence punishable with\ndeath or, in the alternative, imprisonment for life or\nimprisonment for a term of years, the judgment shall state\nreasons for the sentence awarded and, in the case of\nG\nsentence of death, the special reasons for such sentence\".\n57. Thus in the new Code, the discretion of the judge to\nimpose death sentence has been narrowed, for the court has\nnow to provide special reasons for imposing a sentence of\ndeath. It has now made imprisonment for life the rule and death H\n1036 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA sentence an exception, in the matter of awarding punishment\nfor murder.\nB\nC\nD\nE\nF\nG\nH\n58. In Bachan Singh vs State of Punjab, AIR 1980 SC\n898, a Constitution Bench (5 Judge Bench) of this Court, while\nupholding the constitutional validity of death sentence observed\n(vide para 207):\n\"For persons convicted of murder life imprisonment is the\nrule and death sentence an exception. A real and abiding\nconcern for the dignity of human life postulates resistance\nto taking a life through law's instrumentality. That ought not\nto be done save in the rarest of rare cases when the\nalternative option is unquestionably foreclosed\".\n59. After Bachan Singh's case (supra) this Court again\nconsidered the question as to when death sentence should be\nimposed in Machhi Singh and others vs State of Punjab AIR\n1983 SC 957 (a 3 Judge Bench decision). In that case the\naccused had methodically in a pre planned manner murdered\nseventeen persons of a village including men, women and\nchildren. The accused were awarded death sentences but the\nCourt held that in order to apply the guidelines of Bachan\nSingh's case (supra) inter-alia the following questions should\nbe asked: (a) Is there something uncommon about the crime\nwhich renders sentence of imprisonment for life inadequate and\ncalled for a death sentence? (b) Are the circumstances of the\ncrime such that there is no alternative but to impose death\nsentence even after according maximum weightage to the\nmitigating circumstances which speak in favour of the offender.\nThe Court held that if the answer to the above is in affirmative,\nthen death sentence is warranted.\n60. In Macchi Singh's case (supra) this Court further\nobserved:\n\"The reasons why the community as a whole does not\nendorse the humanistic approach reflected in `death\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1037\nMAHARASHTRA [MARKANDEY KATJU, J.]\nsentence-in-no- case' doctrine are not far to seek. In the A\nfirst place, the very humanistic edifice is constructed on the\nfoundation of `reverence for life' principle. When a member\nof the community violates this very principle by killing\nanother member, the society may not feel itself bound by\nthe shackles of this doctrine. Secondly, it has to be realized B\nthat every member of the community is able to live with\nsafety without his or her own life being endangered\nbecause of the protective arm of the community and on\naccount of the rule of law endorsed by it. The very\nexistence of the rule of law and the fear of being brought C\nto book operates as a deterrent to those who have no\nscruples in killing others it if suits their ends. Every member\nof the community owes a debt to the community for this\nprotection. When ingratitude is shown instead of gratitude\nby killing a member of the community which protects the\nmurderer himself from being killed, or when the community\nfeels that for the sake of self-preservation the killer has to\nbe killed, the community may well withdraw the protection\nby sanctioning the death penalty. But the community will\nnot do so in every case. It may do so (in rarest of rare\ncases) when its collective conscience is so shocked that\nit will expect the holders of the judicial power centre to inflict\ndeath penalty irrespective of their personal opinion as\nregards desirability or otherwise of retaining death penalty.\nThe community may entertain such a sentiment when the\ncrime is viewed from the platform of the motive for, or the\nmanner of commission, of the crime, or the anti-social or\nabhorrent nature of the crime, such as for instance:\nD\nE\nF\n1. Manner of Commission of Murder\nG\nWhen the murder is committed in an extremely\nbrutal, grotesque, diabolical, revolting or dastardly\nmanner so as to arouse intense and extreme\nindignation of the community. For instance,\nH\nA\nB\nс\nD\nE\nF\nG\n☐ H\n1038 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nII.\nIII.\n(i) when the house of the victim is set aflame with\nthe end in view to roast him alive in the house.\n(ii) when the victim is subjected to inhuman acts of\ntorture or cruelty in order to bring about his or her\ndeath.\n(iii) when the body of the victim is cut into pieces\nor his body is dismembered in a fiendish manner.\nMotive for commission of murder\nWhen the murder is committed for a motive which\nevinces total depravity and meanness. For instance\nwhen (a) a hired assassin commits murder for the\nsake of money or reward (b) a cold-blooded murder\nis committed with a deliberate design in order to\ninherit property or to gain control over property of\na ward or a person under the control of the murderer\nor vis-'-vis whom the murderer is in a dominating\nposition or in a position of trust, or (c) a murder is\ncommitted in the course of betrayal of the\nmotherland.\nAnti Social or Socially abhorrent nature of the\ncrime\n(a) When murder of a member of a Scheduled\nCaste or minority community etc., is committed not\nfor personal reasons but in circumstances which\narouse social wrath. For instance when such a crime\nis committed in order to terrorize such persons and\nfrighten them into fleeing from a place or in order\nto deprive them of, or make them surrender lands\nor benefits conferred on them with a view to reverse\npast injustices and in order to restore the social\nbalance. (b) In cases of 'bride burning' and what are\nknown as 'dowry deaths' or when murder is\ncommitted in order to remarry for the sake of\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1039\nMAHARASHTRA [MARKANDEY KATJU, J.]\nextracting dowry once again or to marry another A\nwoman on account of infatuation.\nIV. Magnitude of Crime\nWhen the crime is enormous in proportion. For\ninstance when multiple murders say of all or almost\nall the members of a family or a large number of\npersons of a particular caste, community, or locality,\nare committed.\nV. Personality of victim of murder\n.\nWhen the victim of murder is (a) an innocent child\nwho could not have or has not provided even an\nexcuse, much less a provocation, for murder (b) a\nhelpless woman or a person rendered helpless by\nold age or infirmity (c) when the victim is a person\nvis-'- vis whom the murderer is in a position of\ndomination or trust (d) when the victim is a public\nfigure generally loved, and respected by the\ncommunity for the services rendered by him and the\nmurder is committed for political or similar reasons\nother than personal reasons.\"\nB\nC\nD\nE\n61. In Macchi Singh's case (supra) this Court further\nobserved that in determining the culpability of an accused and\nthe final decision as to the nature of sentence, a balance sheet F\nof the aggravating and mitigating circumstances vis-a-vis the\naccused had to be drawn up and in doing so the mitigating\ncircumstances had to be given full weight so that all factors were\nconsidered before the option is exercised.\nSome decisions where death penalty has been affirmed\nby this Court\n62. We may now consider some decisions where death\npenalty has been given by the court holding the crimes to\nbelong to the 'rarest of the rare cases'.\nG\nH\n"}