{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2011] 13 (ADDL.) S.C.R. 1000\nAJITSINGH HARNAMSINGH GUJRAL\nV.\nSTATE OF MAHARASHTRA\n(Criminal Appeal No. 1969 of 2009)\nSEPTEMBER 13, 2011\n[MARKANDEY KATJU AND CHANDRAMAULI KR.\nPRASAD, JJ.]\nPenal Code, 1860 - s. 302 - Murder - Accused burnt\nC his wife and three children to death by pouring petrol on them\nand setting them on fire - Convicted u/s. 302 and sentenced\nto penalty of death by courts below - On appeal, held:\nProsecution established the entire chain of circumstances\nwhich connects the accused to the crime - Accused had pre-\nD planned the diabolical and gruesome murder in a dastardly\nHe did not act on any spur of the moment\ncannot be reformed and rehabilitated - Thus, the penalty of\ndeath sentence is upheld.\nE\nF\nmanner\n-\n-\nHe\nSentence/Sentencing - Death sentence - 'Rarest of rare\ncase' - Held: Death sentence should only be given in the\nrarest of rare cases - On facts, the accused burnt living\npersons to death which is a horrible act causing excruciating\npain to the victim, and this could not have been unknown to\nthe accused - Accused did not act on any spur of the moment\nprovocation - There was a quarrel between accused and his\nwife at midnight, but the accused having brought a large\nquantity of petrol into his residential apartment shows that he\nhad pre-planned the diabolical and gruesome murder in a\ndastardly manner - Such person who instead of protecting his\nG family kills them in such a cruel and barbaric manner cannot\nbe reformed or rehabilitated - Balance sheet is heavily\nagainst him - Thus, all the requisites for death penalty are\nsatisfied – Instant case belongs to the category of rarest of\nH\n-\n1000\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1001\nMAHARASHTRA\nrare cases - Death sentence awarded to the accused is A\nupheld.\nDeath sentence\nsentence - Stated.\n-\nBroad guidelines to award death\nB\nLegislation - Abolition of death penalty - Held: It is not\nfor the judiciary to repeal or amend the law, as that is in the\ndomain of the legislature - It is only the legislature which can\nabolish the death penalty and not the courts - As long as the\ndeath penalty exists in the statute book it has to be imposed\nin some cases, otherwise it would tantamount to repeal of the C\ndeath penalty by the judiciary.\nAccording to the prosecution, appellant was married\nand having one son aged about 20 years and two\ndaughters aged 22 years and 13 years respectively. On D\nthe fateful day, the appellant killed his wife 'KK' and three\nchildren by pouring petrol on their persons and setting\nthem on fire. The said incident took place 25-27 years\nafter the marriage of the appellant and ‘KK'. The trial court\nconvicted the appellant under Section 302 IPC and\nimposed penalty of death upon the appellant. The High\nCourt dismissed the appeal and upheld the death\nsentence. Therefore, the appellant filed the instant appeal.\nDismissing the appeal, the Court\nHELD: 1. The prosecution has been able to establish\nthe entire chain of circumstances which connect the\naccused to the crime. [Para 49] [1030-H]\n2.1. In the instant case, reliance is entirely on\ncircumstantial evidence, as there are no eye witnesses\nof the crime. It is true that motive is important in cases of\ncircumstantial evidence, but that does not mean that in\nall cases of circumstantial evidence if the prosecution has\nbeen unable to satisfactorily prove a motive its case must\nfail. It all depends on the facts and circumstances of the\nE\nF\nG\nH\n1002 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA case since men may lie but circumstances do not. In\ncases of circumstantial evidence the prosecution must\nestablish the entire chain of circumstances which\nconnects the accused to the crime. [Paras 14,20] [1018-\nE-F; 1022-D]\nB\nC\nWakkar and Anr. vs. State of Uttar Pradesh 2011(3) SCC\n306: JT 2011(2) SC 502; Krishnan vs. State represented by\nInspector of police 2008(15)SCC 430 Sharad Birdhichand\nSarda vs. State of Maharashtra AIR 1984 SC 1622: 1985 (1)\nSCR 88; Mohd. Mannan alias Abdul Mannan vs. State of\nBihar 2011(5) SCC 317 – referred to.\n-\n2.2. There is no reason to disbelieve PW3-brother-in-\nlaw of the appellant or PW5-mother-in-law of the appellant.\nFrom their testimony it is evident that the appellant was\nD a dictatorial personality, who wanted to dominate over his\nfamily and was also hot tempered. He would even beat\nhis wife (deceased) with a leather belt. [Para 17] [1021-E]\nLtJ\nE\nF\nG\n2.3. As regards the submission that if the relations\nbetween the accused and his wife were strained why did\nhis wife continue to live with him for 25 years, in India\nmany women accept the bad treatment of their husbands\nand continue living with them because a girl at the time\nof marriage is told by her parents that after marriage her\nplace is with her husband and she has to accept\nwhatever treatment she gets from her husband and in-\nlaws. She has to 'nibhao' all treatment after marriage.\nThus, she continues living with him even if her husband\nis a brutish, nasty and loathsome person. However, it is\nevident that when the children of the accused grew up\nthey often resisted and protested against the dictatorial\nbehaviour of the appellant, and this led to a lot of friction\nin the family. Thus, the appellant did not have a happy\nmarried life with his wife, rather it was just the reverse.\n[Para 18] [1021-F-H; 1022-A]\nH\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1003\nMAHARASHTRA\n2.4. As to what motivated the appellant to commit this A\ngruesome and ghastly act is impossible to say because\nthe Court cannot enter into the mind of a human being\nand find out his motive. It can only be speculated. [Para\n19][1022-B-C]\n2.5. The last seen theory comes into play where the\ntime gap between the point of time when the accused and\ndeceased were last seen alive and when the deceased\nis found dead is so small that the possibility of any person\nother than the accused being the author of the crime\nbecomes impossible. [Para 31] [1024-F]\nMohd. Azad alias Samin vs. State of West Bengal\n2008(15) SCC 449: 2008 (15) SCR 468; State through\nCentral Bureau of Investigation vs. Mahender Singh Dahiya\n2011(3) SCC 109: 2011 (1) SCR 1104; S.K. Yusuf vs. State\nof West Bengal J.T. 2011 (6) SC 640 - relied on.\n2.6. There is no reason to disbelieve the evidences\nof PW3, PW4, PW 5 and PW 16. Their evidence fully\nestablishes that the appellant was last seen with his wife\nat about midnight and was in fact quarreling with her at\nthat time. The incident happened at 4 or 4.30 a.m. and\nthus, there was a time gap of only about 4 hours from the\ntime when the appellant was seen with his wife\n(deceased) and the time of the incident. Thus, he was last\nseen with his wife and there was only a short interval\nbetween this and the fire. [Paras 29, 30] [1024-D-E]\nB\nC\nD\nE\nF\n2.7. Since the accused was last seen with his wife\nand the fire broke out about 4 hours thereafter, it was for\nhim to properly explain how this incident happened, G\nwhich he has not done. Thus, it is one of the strong links\nin the chain connecting the accused with the crime.\nFurthermore, the victims died in the house of the\naccused, and he was there according to the testimony of\nthe witnesses. The incident took place at a time when. H\n1004 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA there was no outsider or stranger who would have\nB\nordinarily entered the house of the accused without\nresistance and moreover it was most natural for the\naccused to be present in his own house during the night.\n[Paras 32, 33] [1024-H; 1025-A-B]\n2.8. The sudden disappearance of the accused from\nthe scene after the incident is another link in the chain\nof circumstances connecting the accused with the crime.\nThe version of the accused is that he left the scene as\nhe had received a message that his sister in Delhi who\nC\nwas suffering from cancer had become critical, and thus,\nhe rushed from Mumbai to be with her. The story is not\nat all convincing because in such a situation the person\nwould ordinarily take a flight from Mumbai to Delhi which\ntakes two hours, and would not go by car, which journey\nD would take several days. There was no shortage of\nmoney with the appellant as he was found with cash of\nRs.7,68,080/-. The submission that the appellant first went\nby car to the Dargah in Ajmer to pray for his sister, cannot\nbe accepted because he could have gone to a Dargah\nE only subsequently after seeing his sister. Under Section\n114 of Evidence Act the natural conduct of persons is to\nbe presumed. [Para 34, 35] [1025-C-G]\nF\nG\n2.9. The order of the High Court that the plea of alibi\nwas totally false and bogus is accepted. [Para 37] [1024-\nB]\n2.10. It is difficult to speculate as to why the accused\nfled from the scene of the crime carrying cash of\nRs.7,68.080/- apart from 7 safari suits and that too without\na driver or an assistant, all of whom were easily available\nto him. It is quite possible that after having committed this\nhorrible crime the accused may have himself realized the\ngravity of his crime and in this shocked state fled from\nthe scene. However, this is only a speculation and\nH nothing turns on it. [Para 38] [1027-C-D]\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1005\nMAHARASHTRA\nB\n2.11. It was submitted that ordinarily the accused and A\nhis wife used to sleep in one bedroom, while the 3\nchildren used to sleep in the other bedroom. However,\nall 4 victims were found burnt in the children's bedroom.\nThis was explained by the prosecution by pointing that\nin the night of 9.4.2003 when the accused came from his\nhotel he had a heated quarrel with his wife and due to this\nquarrel the wife decided to sleep with the children and\nnot with the accused. This version seems quite probable,\nand the defence cannot make much out of the fact that\nall 4 bodies were found in one bedroom. [Para 39] [1027- C\nE-F]\n2.12. When the police party carried out panchanama\nof the house of the accused, after the fire was fully\nextinguished and when the FIR was lodged by PW1, PSI\nwho found that in the bedroom to the northern side of the\nhall on the bed i.e. on the mattress of the bed a 10 litre\nwhite plastic can was seen and it had some petrol in it. It\nwas also found and noticed that the can was new. It is a\nfact that all the four inmates were burned to death by\nusing petrol. Therefore, the finding of the 10 litre can with\nsome petrol in it clearly shows that petrol, sufficient in\nquantity to burn and kill all the four persons, was brought\nby the accused. [Para 40] [1027-G-H; 1028-A]\nD\nE\n2.13. The prosecution also tendered one more piece F\nof evidence which is in the form of recovery at the\ninstance of the accused under Section 27 of the Evidence\nAct. In this regard, the prosecution examined PW14-\npanch witness and proved the Exhibits which is the\nstatement of the accused under Section 27 of the\nEvidence Act and the recovery panchanama. PW14\nstated that on 14th April, 2003 he was called by the Police\nas the accused made a voluntary statement that he would\npoint out the bucket in which he took petrol from the\nplastic can. This statement was recorded and thereafter,\nG\nH\n1006 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA the accused led the police party to his flat. The seal of\nthe flat was removed and from the bath room of the said\nflat the accused pointed out the red bucket. The said\nbucket was sent to a Chemical Analyzer who submitted\na report that the bucket showed positive result regarding\nB detection of petrol. This means that the said bucket was\nused for pouring petrol on all the four victims. [Para, 41\n42] [1028-B-E]\nC\n2.14. The submission that the recovery of the red\nbucket was a fabrication by the police cannot be\naccepted. It is true that on 10th April, 2003 the flat of the\naccused was searched, but it is quite natural that the\ninvestigating officer did not understand the significance\nof the said bucket even if it was seen on that day. They\ncould not visualize or imagine the use of the bucket for\nsplashing or spreading the petrol on the four victims.\nThey came to know about it only after the accused made\nthe disclosure statement, and then they recovered the\nsaid bucket. The investigating office, regarding other\naspects of the matter appears to be truthful and sincere.\nE There is no reason to suspect the bona fide of the\nD\nF\nG\ninvestigating officer, and therefore, there is nothing on\nrecord from which it can be inferred that the said bucket\nwas planted by the police to strengthen the case against\nthe accused. [Paras 43, 44] [1028-F; 1029-A-C]\n2.15. Nothing turns on the submission of the\nappellant that he was making phone calls to his mother-\nin-law after leaving his flat in Mumbai on 10.4.2003. It has\ncome in evidence that AS, son of the accused, was\nlooking after the business, and if the accused was going\naway for 3 to 4 days it was natural for him to expect calls\nfrom, and make calls to his son and his wife and other\nrelatives, but that was not done. [Para 45] [1029-D]\n2.16. Appellant submitted that as per the prosecution\nH case, all the four victims were in one bed room; that two\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1007\nMAHARASHTRA\nA\nC\nbodies were found on the bed and two were lying on the\nground; that if all four victims were sleeping on one bed\nthen how were two bodies found on the ground; and that\nif petrol was splashed on the persons of four victims then\nwhy did none of them wake up before the accused set\nthem to fire. The presence of the 10 litre can and using B\nthe bucket clearly show that petrol in large quantity was\nused. Use of the bucket further fortifies the prosecution\ncase because if the petrol was sprinkled from a can it\nwould have taken time to cover all the bodies of four\npersons, the bed and the surroundings. But use of the\nbucket clearly shows that splashing of petrol could be\nachieved within a second and that profuse splashing of\npetrol could be achieved by using the bucket and then\nsetting the petrol on fire would not even require five\nseconds. Petrol is a very combustible material. It might\nbe that before the actual death occurred two persons\nrolled down from the bed and fell on the ground. All this\nis speculation on which nothing turns. Since there were\nno eye witnesses, and since presence of the accused a\nfew hours before the crime is proved, it was for the\naccused to explain all this. [Para 46] [1029-F-H; 1030-A-\nB]\nD\nE\n2.17. There is no merit in the submission that several\nof the circumstances were not put to the accused under\nSection 313 Cr.P.C.; and that the circumstances which F\nwere not put to the accused in his examination under\nSection 313 could not be used against him. On careful\nexamination of the statements of the accused under\nSection 313 Cr.P.C. it is found that as many as 168\nquestions were put to him relating to all the relevant G\ncircumstances. [Para 47] [1030-C-D]\nState of U.P. vs. Mohd. Ikram J.T. 2011 (6) SC 650 -\nreferred to.\nH\n2.18. As regards the submission that the incised H\n.\n1008 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA wounds on the son of the appellant, have not been\nexplained by the prosecution, there were no eye\nwitnesses and the entire prosecution case rests on\ncircumstantial evidence it is hardly for the prosecution to\nexplain these injuries, rather it was for the appellant, who\nB was present at the time of the incident (as it has been\nfound) to explain them. Moreover, the question of\nexplaining the injuries ordinarily arises when the injuries\nare on an accused, and not on the victim. At any event,\nthe prosecution has explained that these were due to the\nbroken glass pieces found on the spot. [Para 48] [1030-\nE-G]\nC\n3.1. Section 302 provides the punishment for murder.\nIt stipulates a punishment of death or imprisonment for\nlife and fine. Once an offender is found by the court to\nD be guilty of the offence of murder under Section 302, then\nit has to sentence the offender to either death or for\nimprisonment for life. The court has no power to impose\nany lesser sentence. If there is a reasonable doubt about\nthe guilt of the offender, the only proper verdict is to\nE acquit him and not to impose a sentence lesser than\nimprisonment for life. [Paras 53, 54] [1033-H; 1034-A-B]\nF\nSantosh vs. State of MP AIR 1975 SC 654: 1975(3) SCR\n463 relied on.\n-\n3.2. In the Code of Criminal Procedure, 1973, Section\n354(3), the discretion of the judge to impose death\nsentence has been narrowed, for the court has now to\nprovide special reasons for imposing a sentence of\ndeath. It has now made imprisonment for life the rule and\nG death sentence an exception, in the matter of awarding\npunishment for murder. [Para 57] [1035-H; 1036-A]\n3.3. Death sentence should only be given in the\nrarest of rare cases. This is one of such cases. Burning\nH living persons to death is a horrible act which causes\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1009\nMAHARASHTRA\nexcruciating pain to the victim, and this could not have A\nbeen unknown to the appellant. In the instant case, the\naccused did not act on any spur of the moment\nprovocation. It is no doubt that a quarrel occurred\nbetween him and his wife at midnight, but the fact that\nhe had brought a large quantity of petrol into his B\nresidential apartment shows that he had pre-planned the\ndiabolical and gruesome murder in a dastardly manner.\nA person like the appellant who instead of doing his duty\nof protecting his family kills them in such a cruel and\nbarbaric manner cannot be reformed or rehabilitated. The C\nbalance sheet is heavily against him and thus, the death\nsentence awarded to him is upheld. [Paras 95, 96 and 97]\n[1050-D-G-F]\n-\nBachan Singh vs State of Punjab AIR 1980 SC 898 –\nrelied on.\nD\n3.4. A distinction has to be drawn between ordinary\nmurders and murders which are gruesome, ghastly or\nhorrendous. While life sentence should be given in the\nformer, the latter belongs to the category of rarest of rare E\ncases, and thus, death sentence should be given. [Para\n98] [1050-H; 1051-A]\nMohd. Mannan @ Abdul Mannan vs. State of Bihar\n(2011) 5 SCC 317 – relied on.\n-\nLL\nF\n3.5. The expression 'rarest of the rare cases' cannot\nbe defined with complete exactitude. The very fact that\ndeath penalty should be given only in the rarest of the\nrare cases means that in some cases it should be given\nand not that it should never be given. As to when it has G\nto be given, the broad guidelines in this connection have\nbeen laid down in Macchi Singh's case which has been\nfollowed in several decisions. The accused deserves\ndeath penalty where the murder was grotesque,\ndiabolical, revolting or of a dastardly manner so as to H☐☐\n"}