{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":"1050 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA family of his step-mother, and with this intention went to her\n•house, closed the doors and mercilessly inflicted 37 knife\ninjuries on the vital parts of the victims' bodies.\n94. In Surendra Koli vs. State of U.P. AIR 2011 SC 970,\nthe accused was a serial killer who used to lure small girls\nB\ninside a house, strangulate them, have sex with their bodies,\ncut off their body parts, and eat them. This Court held that no\nmercy could be shown to his horrifying and barbaric deeds, and\nupheld the death sentence.\nC Present Case\nD\nE\n95. Having considered the law on the point and several\ndecisions of this Court where death sentence was affirmed, we\nmay now consider whether this case deserves the death\nsentence. This Court held in Bachan Singh vs. State of Punjab\n(Supra) that death sentence should only be given in the rarest\nof rare cases. In our opinion this is one of such cases. Burning\nliving persons to death is a horrible act which causes\nexcruciating pain to the victim, and this could not have been\nunknown to the appellant.\n96. In our opinion, a person like the appellant who instead\nof doing his duty of protecting his family kills them in such a\ncruel and barbaric manner cannot be reformed or rehabilitated.\nThe balance sheet is heavily against him and accordingly we\nF uphold the death sentence awarded to him.\nG\nH\n97. In the present case the accused did not act on any spur\nof the moment provocation. It is no doubt that a quarrel occurred\nbetween him and his wife at midnight, but the fact that he had\nbrought a large quantity of petrol into his residential apartment\nshows that he had pre-planned the diabolical and gruesome\nmurder in a dastardly manner.\n98. In our opinion a distinction has to be drawn between\nordinary murders and murders which are gruesome, ghastly or\nhorrendous. While life sentence should be given in the former,\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1051\nMAHARASHTRA [MARKANDEY KATJU, J.]\nthe latter belongs to the category of rarest of rare cases, and A\nhence death sentence should be given.\n99. This distinction has been clarified by a recent judgment\nof my learned brother Hon'ble C. K. Prasad, J. in Mohd.\nMannan @ Abdul Mannan vs. State of Bihar (2011) 5 SCC\n317 (vide paras 23 and 24), wherein it has been observed:\nB\nC\n\"23. It is trite that death sentence can be inflicted only in a\ncase which comes within the category of the rarest of rare\ncases but there is no hard-and-fast rule and parameter to\ndecide this vexed issue. This Court had the occasion to\nconsider the cases which can be termed as the rarest of\nrare cases and although certain comprehensive guidelines\nhave been laid to adjudge this issue but no hard-and-fast\nformula of universal application has been laid down in this D\nregard. Crimes are committed in so different and distinct\ncircumstances that it is impossible to lay down\ncomprehensive guidelines to decide this issue.\nNevertheless it is widely accepted that in deciding this\nquestion the number of persons killed is not decisive.\nE\nF\n24. Further, the crime being brutal and heinous itself does\nnot turn the scale towards the death sentence. When the\ncrime is committed in an extremely brutal, grotesque,\ndiabolical, revolting or dastardly manner so as to arouse\nintense and extreme indignation of the community and\nwhen collective conscience of the community is petrified,\none has to lean towards the death sentence. But this is not\nthe end. If these factors are present the court has to see\nas to whether the accused is a menace to the society and\nwould continue to be so, threatening its peaceful and\nharmonious coexistence. The court has to further enquire\nand believe that the accused condemned cannot be\nreformed or rehabilitated and shall continue with the\ncriminal acts. In this way a balance sheet is to be prepared\nwhile considering the imposition of penalty of death of H\nG\nA\nB\nC\nD\n1052 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\naggravating and mitigating circumstances and a just\nbalance is to be struck. So long the death sentence is\nprovided in the statute and when collective conscience of\nthe community is petrified, it is expected that the holders\nof judicial power do not stammer dehors their personal\nopinion and inflict death penalty. These are the broad\nguidelines which this Court had laid down for imposition\nof the death penalty\".\nWe fully agree with the above view as it has clarified the\nmeaning of the expression 'rarest of the rare cases'. To take a\nhypothetical case, supposing 'A' murders 'B' over a land\ndispute, this may be a case of ordinary murder deserving life\nsentence. However, if in addition to murdering 'B', 'A' goes to\nthe house of 'B' and wipes out his entire family, then this will\ncome in the category of rarest of the rare cases' deserving\ndeath sentence. The expression 'rarest of the rare cases'\ncannot, of course, be defined with complete exactitude.\nHowever, the broad guidelines in this connection have been\nexplained by various decisions of this Court. As explained\ntherein, the accused deserves death penalty where the murder\nE was grotesque, diabolical, revolting or of a dastardly manner\nso as to arouse intense and extreme indignation of the\ncommunity, and when the collective conscience of the\ncommunity is petrified, or outraged. It has also to be seen\nwhether the accused is a menace to society and continues to\nF do so, threatening its peaceful and harmonious coexistence.\nThe Court has to further enquire and believe that the accused\ncannot be reformed or rehabilitated and shall continue with his\ncriminal acts. Thus a balance sheet is to be prepared in\nconsidering the imposition of death penalty of the aggravating\nG and mitigating circumstances, and a just balance is to be struck.\nH\n100. We fully agree with the above view and we are of the\nopinion that all the requisites for death penalty as noted above\nare satisfied in the present case for the reasons given above.\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1053\nMAHARASHTRA [MARKANDEY KATJU, J.]\nAbolition of Death Sentence\nA\nс\n101. It is only the legislature which can abolish the death\npenalty and not the courts. As long as the death penalty exists\nin the statute book it has to be imposed in some cases,\notherwise it will tantamount to repeal of the death penalty by B\nthe judiciary. It is not for the judiciary to repeal or amend the\nlaw, as that is in the domain of the legislature vide Common\nCause vs. Union of India 2008(5) SCC 511 (vide paragraphs\n25 to 27). The very fact that it has been held that death penalty\nshould be given only in the rarest of the rare cases means that\nin some cases it should be given and not that it should never\nbe given. As to when it has to be given, the broad guidelines\nin this connection have been laid down in Macchi Singh's case\n(supra) which has been followed in several decisions referred\nto above. This Court has also held that honour killing vide\nBhagwan Dass vs. State (NCT) of Delhi AIR 2011 SC 1863,\nfake encounter by the police vide Prakash Kadam vs. R.V.\nGupta AIR 2011 SC 1945 and dowry death vide Satya\nNarayan Tiwari vs. State of U.P. (2010) 13 SCC 689 comes\nwithin the category of 'rarest of rare cases'. Hired killing would\nalso ordinarily come within this category.\n102. In view of the foregoing, there is no merit in this\nappeal which is accordingly dismissed.\n103.Before parting with this case, we would like to mention\nthat we are not dealing with mercy petitions under Article 72\nand 161 of the Constitution, but are confining ourselves to the\nquestion of imposing death penalty on the judicial side.\nV.J.\nAppeal dismissed.\nD\nE\nF\n"}