{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1010 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA arouse intense and extreme indignation of the\ncommunity, and when the collective conscience of the\ncommunity is petrified, or outraged. It has also to be seen\nwhether the accused is a menace to society and\ncontinues to do so, threatening its peaceful and\nB harmonious coexistence. The Court has to further\nenquire and believe that the accused cannot be reformed\nor rehabilitated and shall continue with his criminal acts.\nThus a balance sheet is to be prepared in considering the\nimposition of death penalty of the aggravating and\nC mitigating circumstances, and a just balance is to be\nstruck. The said view is accepted and all the requisites\nfor death penalty are satisfied in the instant case for the\nsaid reasons. [Paras 99, 100 and 101] [1052-D-H]\nMachhi Singh and Ors. vs. State of Punjab AIR 1983 SC\nD 957: 1983 (3) SCR 413 – relied on.\nF\n-\nSunder Singh vs. State of Uttaranchal (2010) 10 SCC\n611: 2010 (11) SCR 927; C.Muniappan vs. State of T. N.\n(2010) 9 SCC 567: 2010 (10) SCR 262; M. A. Antony vs.\nE State of Kerala (2009) 6 SCC 220: 2009 (6) SCR 829;\nJagdish vs.State of M. P. (2009) 9 SCC 495: 2009 (14) SCR\n727; Prajeet Kumar Singh vs. State of Bihar (2008) 4 SCC\n434: 2008 (5) SCR 969; Ram Singh vs. Sonia (2007) 3 SCC\n1: 2007 (2) SCR 651; State of U.P. vs. Satish (2005) 3 SCC\n114: 2005 (2) SCR 1132; Holiram Bordoli vs. State of Assam\n(2005) 3 SCC 793: 2005 (3) SCR 406; Saibanna vs. State\nof Karnatka (2005) 4 SCC 165: 2005 (3) SCR 760; Karan\nSingh vs. State of U.P. (2005) 6 SCC 342; Gurmeet Singh\nvs. State of U.P. (2005) 12 SCC 107: 2005 (3) Suppl. SCR\n651; Sushil Murmu vs. State of Jharkhand (2004) 2 SCC\n338: 2003 (6) Suppl. SCR 702; State of Rajasthan vs. Kheraj\nRam (2003) 8 SCC 224: 2003 (2) Suppl. SCR 861; Om\nPrakash vs. State of Uttaranchal (2003) 1 SCC 648: 2002 (4)\nSuppl. SCR 623:;Gurdev Singh vs. State of Punjab AIR\n2003 SC 4187: 2003 (2) Suppl. SCR 80; Praveen Kumar vs.\nState of Karnataka (2003) 12 SCC 199; Suresh vs. State of\nG\nH\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1011\nMAHARASHTRA\nU. P. AIR 2001 SC 1344: 2001 ( 2 ) SCR 263; Molai vs. State A\nof M.P. AIR 2000 SC 177: 1999 (4) Suppl. SCR 104;\nRamdeo Chauhan vs. Stateof Assam AIR 2000 SC 2679:\n2000 (2) Suppl. SCR 28; Narayan Chetanram Chaudhary vs.\nState of Mahrashtra AIR 2000 SC 3352: 2000 (3) Suppl. SCR\n104; State of U.P. vs. Dharmendra Singh AIR 1999 SC 3789: B\n1999 (3) Suppl. SCR 52; Ronny vs. State of Mahrashtra AIR\n1998 SC 1251: 1998 ( 2 ) SCR 162; Surja Ram vs. State of\nRajasthan AIR 1997 SC 18: 1996 (6) Suppl. SCR 783;\nUmashankar Panda vs. State of M.P AIR 1996 SC 3011:\n1996 (2) SCR 1154; Ravji vs. State of Rajasthan AIR 1996 C\nSC 787: 1995 (6) Suppl. SCR 195; Suresh Chandra Bahri\nvs. State of Bihar AIR 1994 SC 2420: 1994 (1) Suppl. SCR\n483; Bheru Singh vs. State of Rajasthan (1994) 2 SCC 467:\n1994 (1) SCR 559; Sevaka Perumal vs. State of T. N. AIR\n1991 SC 1463: 1991 (2) SCR 711; Sudam @ Rahul Kaniram\nJadhav vs. State of Maharashtra Criminal Appeal Nos. 185-\n186 of 2011decided on 4.7. 2011; Ranjeet Singh vs. State\nof Rajasthan (1988) 1 SCC 633; Atbir vs. Govt. of NCT Delhi\nAIR 2010 SC 3477: 2010 (9) SCR 993; Surendra Koli vs.\nState of U.P. AIR 2011 SC 970; Bhagwan Dass vs. State\n(NCT) of Delhi AIR 2011 SC 1863; Prakash Kadam vs. R.V.\nGupta AIR 2011 SC 1945; Satya Narayan Tiwari vs. State of\nU.P. (2010) 13 SCC 689: 2010 (12) SCR 1137 - referred\nto.\nFurman vs. Georgia 408 US 238 (1972); Gregg vs.\nGeorgia 28 US 153 (1976) - referred to.\nD\nE\nF\n'Theories of Punishment' edited by Stanley E. Grupp;\n'Punishment' by Ted Honderich; `Punishment' by Philip Bean;\n'The Death Penalty' edited by Irwin Isenberg; 'The Penalty of\nG\nDeath' by Thorsten Sellen; 'The Death Penalty' by Roger\nHood referred to.\n6. It is only the legislature which can abolish the\ndeath penalty and not the courts. As long as the death\nH\n1012 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA penalty exists in the statute book it has to be imposed in\nB\nsome cases, otherwise it will tantamount to repeal of the\ndeath penalty by the judiciary. It is not for the judiciary\nto repeal or amend the law, as that is in the domain of the\nlegislature. [Para 101] [1053-B]\nCommon Cause vs. Union of India 2008(5) SCC 511 -\nrelied on.\nCase Law Reference:\n2011 (3) SCC 306\nReferred to.\nPara 20\nс\n2008 (15) SCC 430\nReferred to.\nPara 20\n1985 (1) SCR 88\nReferred to.\nPara 20\n2011(5) SCC 317\nRelied on.\nPara 20\nD\n2008 (15) SCR 468\nRelied on.\nPara 31\n2011 (1) SCR 1104\nRelied on.\nPara 31\nJ.T. 2011 (6) SC 640\nRelied on.\nPara 31\nE\nJ.T. 2011 (6) SC 650\nReferred to.\nPara 47\n408 US 238 (1972)\nReferred to.\nPara 50\n428 US 153 (1976)\nReferred to.\nPara 50\nF\nĿL\n1975 (3) SCR 463\nRelied on.\nPara 54\n2010 (11) SCR 927\nReferred to.\nPara 63\n2010 (10) SCR 262\nReferred to.\nPara 64\n2009 (6) SCR 829\nReferred to.\nPara 65\nG\n2009 (14) SCR 727\nReferred to.\nPara 66\n2008 (5) SCR 969\n2007 (2) SCR 651\nReferred to.\nPara 67\nReferred to.\nPara 68\n☐ H\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1013\nMAHARASHTRA\n2005 (2) SCR 113\nReferred to.\nPara 69\nA\n2005 (3) SCR 406\nReferred to.\nPara 70\n2005 (3) SCR 760\nReferred to.\nPara 71\n(2005) 6 SCC 342\nReferred to.\nPara 72\nB\n2005 (3) Suppl. SCR 651\nReferred to.\nPara 73\n2003 (6) Suppl. SCR 702\nReferred to.\nPara 74\n2003 (2) Suppl. SCR 861\nReferred to.\nPara 75\nC\n2002 (4) Suppl. SCR 623\nReferred to.\nPara 76\n2003 (2) Suppl. SCR 80\nReferred to.\nPara 77\n(2003) 12 SCC 199\nReferred to.\nPara 78\n2001 (2) SCR 263\nReferred to.\nD\nPara 79\n1999 (4) Suppl. SCR 104 Referred to.\nPara 80\n2000 (2) Suppl. SCR 28\nReferred to.\nPara 81\n2000 (3) Suppl. SCR 104\nReferred to.\nPara 82\nE\n1999 (3) Suppl. SCR 52\nReferred to.\nPara 83\n1998 (2) SCR 162\nReferred to.\nPara 84\n1996 (6) Suppl. SCR 783 Referred to.\nPara 85\nF\n1996 (2) SCR 1154\nReferred to.\nPara 86\n1995 (6) Suppl. SCR 195\nReferred to.\nPara 87\n1994 (1) Suppl. SCR 483\nReferred to.\nPara 88\nG\n1994 (1) SCR 559\nReferred to.\nPara 89\n1991 (2) SCR 711\nReferred to.\nPara 90\n(1988) 1 SCC 633\nReferred to.\nPara 92\n2010 (9) SCR 993\nReferred to.\nPara 93\nH\n1014 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA\nAIR 2011 SC 970\nReferred to.\nPara 94\nAIR 1980 SC 898\nRelied on.\nPara 95\n2011(5) SCC 317\nRelied on.\nPara 99\n1983 (3) SCR 413\nRelied on.\nPara 101\nB\n2008(5) SCC 511\nRelied on.\nPara 101\nAIR 2011 SC 1863\nReferred to.\nPara 101\nAIR 2011 SC 1945\nReferred to.\nPara 101\nC\n2010 (12) SCR 1137\nReferred to.\nPara 101\nD\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1969 of 2009.\nFrom the Judgment \u0026 Order dated 26.6.2006 of the High\nCourt of Bombay at Bombay in Confirmation Case No. 3 of\n2005 with Crl. A. No. 518 of 2005.\nJaspal Singh, Aman Vachher, Ashutosh Dubey, L.K.\nSharma (for P.N. Puri) for the Appellant.\nSushil Karanjkar (for Asha Gopalan Nair) for the\nRespondent.\nThe Judgment of the Court was delivered by\nF\nMARKANDEY KATJU, J.\n\"Qareeb hai yaaron roz-e-mahshar,\nChupega kushton ka khoon kyonkar,\nJo chup rahegi zubaan-e-khanjar,\nG\nH\nLahu pukaaregaa aasteen ka\"\n- Ameer Minai\n1. Heard Shri Jaspal Singh, learned senior counsel for the\nappellant and learned counsel for the State of Maharashtra for\nthe respondent. This is an appeal by special leave against the\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1015\nMAHARASHTRA [MARKANDEY KATJU, J.]\njudgment of the Bombay High Court dated 26.6.2006, which A\nhas confirmed the death sentence of the appellant given by the\nlearned Sessions Judge dated 19.3.2005.\n2. The accused is a businessman. He was a married man\nhaving one son and two daughters. He was married with the\ndeceased Kanwaljeet Kaur about 25 to 27 years prior to the\nincident dated 10.4.2003. He had a son Amandeep Singh aged\nabout 20 years and two daughters viz. Neeti and Taniya, aged\nabout 22 years and 13 years respectively. All of them were\nallegedly killed by the accused in the early hours of the morning\nof 10.4.2003 by pouring petrol on their persons and setting\nthem on fire.\nB\nC\n3. Earlier the accused had lived at Ludhiana. However, it\nappears that he suffered business losses there, and so he\nshifted to Mumbai with his family and started residing in D\nJyotsna Building. Initially he was doing business of catering in\nthe same building, and his son Amandeepsingh was assisting\nhim in that business. After some time, the accused shifted his\ncatering business to Kamlesh building which is situated in the\nsame locality of Shere-Punjab colony, Andheri. There were\nseveral employees of the accused to assist him in the business\nof catering. Those servants used to sleep in front of his flat in\nthe verandah. The accused was having a Maruti Zen Car and\nhis son was having a motorcycle.\n4. According to the prosecution, the accused was a hot\ntempered man. He was like a dictator in the family, and\ndominated his wife and children in the family, on account of\nwhich there was resentment in his family members. Further, it\nis alleged by the prosecution that the accused was ill-treating\nhis wife and twice he had assaulted her with a leather belt.\nE\nF\nG\n5. On the night of 9.4.2003 the accused and all his family\nmembers were in their flat. All the servants were sleeping\noutside. The accused was seen coming to the flat between the\nnight of 9.4.2003 and 10.4.2003 at about midnight. There were H\n1016 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA two bed rooms in the flat of the accused. Ordinarily the accused\nand his wife used to sleep in one bed room while the children\nslept in another. There was a quarrel on the night of 9.4.2003\nbetween the accused and his wife after he had returned back\nfrom work. Between 4.00 and 4.30 a.m. some of the servants\nB heard a big noise of something bursting followed by or\npreceded by someone crying in pain. The servants woke up\nand found that the flat of the accused was on fire. There was\nutter confusion and chaos. Somebody phoned to the fire\nbrigade and a fire engine came. The police also followed. The\ndoor of the flat was open, and it was smoky inside. Strong smell\nof petrol was coming from there. The fire was extinguished, and\nthen only could they enter the bed room, where the four bodies\nof the members of the family of the accused viz. his wife, his\nson and two daughters were found burnt, and they were dead.\nThe police made an inquiry from the servants and then a report\nof murder was lodged by PSI Prakash Shivram Kamble. The\ninvestigation soon started and inquest Panchanama, spot\npanchaṇama etc. were made. The bodies were then sent for\npost mortem.\nC\nD\nE\n6. In their preliminary inquiry, the police found that the\nMaruti Zen car of the accused was not there and the accused\nwas also not there. Attempts were made to trace and search\nhim, and ultimately the accused was arrested on or near\nKishangadh, Madanganj in Ajmer District in Rajasthan on\nF 14.4.2003. The car which the accused was driving was seized,\nG\nH\nand so also an amount of Rs.7,68,080/- in cash along with\nabout 24 silver coins, 7 safari dresses and 7 turbans. A police\nofficer was deputed from Mumbai and the accused was\nbrought to Mumbai.\n7. The statement of the accused was recorded under\nSection 27 of the Evidence Act and a red bucket from which\nhe had allegedly thrown petrol on the persons of all the four\nmembers of his family was recovered at his instance:\n8. All the material recovered by the police from the spot\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1017\nMAHARASHTRA [MARKANDEY KATJU, J.]\nviz. burned clothes, petrol can, bucket, broken glass pieces, A\netc. were sent to the Chemical Analyzer.\n9. In the inquest, it was found that the son of the accused,\nAmandeepsingh had certain injuries on his body. Because of\nfire, the glass pieces were shattered in the room and one piece B\nwas removed from one of the injuries on the stomach of the son.\nAn expert electrician was called, and he inspected the\npremises and opined that there was no short circuit. The Air-\nConditioner's compressor was intact. Post mortem of all the\nbodies was conducted and it was found that all the four persons\ndied as a result of burning.\nC\nD\n10. During the course of investigation the statements of\nrelatives of the deceased, neighbours, and the servants of the\naccused were recorded. All the seized property was sent to the\nChemical Analyzer for opinion. Thereafter the charge sheet was\nfiled. Separate charges under Section 302 of the Indian Penal\nCode was framed against the accused for committing murders\nof his wife Kanwaljeet Kaur, his son Amandeepsingh and two\ndaughters Neeti and Taniya. The accused pleaded not guilty to\nthe charges. Thereafter, the Additional Sessions Judge, E\nrecorded the evidence of the prosecution witnesses. In all 19\nwitnesses were examined as the prosecution witnesses.\nThereafter the statement of the accused under Section 313 of\nthe Criminal Procedure Code was recorded. The accused\nexpressed his desire to examine witnesses in defence of his\nplea of alibi and, accordingly four witnesses were examined by\nthe accused. The Additional Sessions Judge heard the\narguments and also took on record the written arguments\nsubmitted by the advocate for the accused and, ultimately came\nto the conclusion that the prosecution had proved its case\nbeyond reasonable doubt that the accused committed murders\nof all four members of his family. So far as sentence was\nconcerned, the Additional Sessions Judge came to the\nconclusion, after considering the cases cited before him by both\nthe sides, that this was a rarest of the rare case and imposed\npenalty of death upon the accused.\nF\nG\nH\nA\nB\nс\nD\nE\n1018 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n11. Two question arise before us (a) is the appellant guilty\nof murder? (b) if he is, should he be given the death sentence?\nWe shall deal with these separately.\n12. The appellant filed an appeal before the Bombay High\nCourt and the matter was also sent for confirmation for the death\nsentence. By the impugned judgment the High Court dismissed\nthe appeal and upheld the death sentence, and hence this\nappeal before us.\nIs the appellant quilty of murder ?\n13. Mr. Jaspal Singh, learned counsel for the appellant,\nfirst submitted that the appellant was leading a happy married\nlife for more than 25 years before the incident and hence he\nhad no motive to kill his wife and 3 children. He submitted that\nthe prosecution has not been able to prove any motive, and\nmotive is important in cases of circumstantial evidence like the\npresent one\n14. This is a case relying entirely on circumstantial\nevidence, as there are no eye witnesses of the crime. It is true\nthat motive is important in cases of circumstantial evidence, but\nthat does not mean that in all cases of circumstantial evidence\nif the prosecution has been unable to satisfactorily prove a\nmotive its case must fail. It all depends on the facts and\ncircumstances of the case. As is often said, men may lie but\nF circumstances do not.\nG\nH\n15. The mother in law of the appellant Smt. Bhagwantkaur\nOberoi, PW5 has stated in her deposition :\n...... “I was having three daughters Kanwaljeetkaur,\nHarjeetkaur and Harvinderkaur. Accused before the court\nis my son-in-law. He was married to my daughter\nKanwaljeetkaur 25-26 years before. Accused was residing\nalong with his wife and children at Sher-e-Punjab colony,\nAndheri, Mumbai. Accused came to Mumbai two years\nbefore. The relations between my daughter and accused\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1019\nMAHARASHTRA [MARKANDEY KATJU, J.]\nB\nwere not cordial and their matrimonial life was unhappy due A\nto very angry nature of the accused. I used to go to the\nhouse of my daughter and vice-versa occasionally. There\nwas talk between me and my daughter Kanwaljeetkaur. I\nused to ask my daughter how she is and how her husband\nis. At that time, she used to narrate to me that her husband\nis of very angry nature. She was very unhappy in her\nmatrimonial life. She was subjected to the cruelty by the\naccused. She further told me that accused was behaving\nlike a dictator. Children of my daughter Kanwaljeetkaur\nalso used to tell me regarding angry nature of accused.\nMy daughter also told me that accused used to beat her\nby leather belt. However, my daughter was behaving with\nthe accused by way of adaptive nature. Whenever\nKanwaljeetkaur was narrating me regarding ill treatment\nand harassment, I used to persuade her. I also told my\ndaughter Kanwaljeetkaur that she should leave accused\nand reside separately along with her children. As I know\nthe nature of the accused I never dared to persuade him.\nC\nD\nOn 19th March, 2003, there was birthday ceremony\nof my grandson Simarpalsingh. I invited my daughter E\nKanwaljeetkaur and her family members telephonically to\nattend the function at Mira road at my residence.\nKanwaljeetkaur replied on telephone that she is unable to\nattend the function as she is busy with some work. After\nsometime my daughter Kanwaljeetkaur again made a F\ntelephone call to me and told that at the time of earlier\ntelephone her husband was present and he quarreled and\nshe along with her children were not allowed to attend the\nsaid function. At that time, Kanwaljeetkaur was crying on\nthe telephone and while crying she told that she is very G\nunhappy and she may die. I told my other daughter namely\nHarjeetkaur to ring Kanwaljeetkaur as there was quarrel\nbetween her and the accused. On that very day, at about\n7 p.m. I received a telephonic call from Niti and she told\nthat her father agreed and accordingly, we are attending\nH\n"}