{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n183\nMaharashtra admitted before the Tribunal that the agreements A\nto which Maharashtra is a party would be binding on it.\nAccordingly, the Tribunal observed that there is no dispute that\nMaharashtra is bound by agreements to which it is a party,\nnamely, the agreement dated 19.12.1975 and bilateral\nagreement dated 06.10.1975 between Maharashtra and B\nAndhra Pradesh.\n37. The Tribunal made it abundantly clear in the award that\nit was dividing the waters of the river Godavari on the basis of\nthe agreements already entered into between the party states,\nthe agreements filed by the parties have apportioned waters\nof Godavari river between them.\nс\n38. While giving decision on issue no. IV(b), inter alia,\nrelating to submergence of the territories of Maharashtra by\nPochampad project, the Tribunal held that the agreements D\nbetween the States have settled all questions and disputes.\nWith regard to issue no. IV(c), whether it is lawful for the Andhra\nPradesh to execute project likely to submerge the territories of\nother states without their prior consent, the Tribunal said that\ngenerally any project of Andhra Pradesh involving submergence E\nof the territory of other states was not permissible without the\nprior consent of the affected states. As regards issue no. VI,\n\"to what relief are the parties entitled?\" the Tribunal held that\nthe agreements filed by the parties and its final order provide\nfor all the reliefs to which the parties are entitled.\n39. Clause V of the final order (in the award) passed by\nthe Tribunal reads as follows:\nF.\n\"The following agreements so far as they relate to the\nGodavari river and Godavari river basin be observed and G\ncarried out:-\nA. Agreement dated the 19th December, 1975 between\nthe States of Karnataka, Maharashtra, Madhya Pradesh,\nOrissa and Andhra Pradesh annexed hereto and marked\nH\nA\nB\n184 SUPREME COURT REPORTS\n[[2013] 2 S.C.R.\nAnnexure \"A\" agreeing to the clearance of projects for the\nutilization of waters of the Godavari river and its tributaries\nin accordance with:-\n(a) xxx\nXXX\nXXX\n(b) Agreement between the States of\nMaharashtra and Andhra Pradesh on the 6th Oct.\n1975-Annexure II.\n(c) xxx\nXXX\nXXX\nC\n(d) xxx\nXXX\n40. Clause VII of the final order (in the award) provides that\nthe right or power or authority of any state to regulate within its\nboundaries the use of water, or to enjoy the benefit of waters\nD within that state in a manner not inconsistent with the order of\nthe Tribunal shall not be impaired.\nE\nF\n41. Thus, from the award, it is clear that the Tribunal put\nits seal of approval and endorsed the agreement dated\n06.10.1975 between Maharashtra and Andhra Pradesh and the\nagreement dated 19.12.1975 between Karnataka,\nMaharashtra, Madhya Pradesh, Orissa and Andhra Pradesh\nand ordered that the allocation of waters in the Godavari river\nand Godavari river basin between Maharashtra and Andhra\nPradesh and the clearance of projects for utilization of waters\nof the Godavari and its tributaries shall be observed and carried\nout as per the agreements.\n42. After the award was passed by the Tribunal on\n27.11.1979 under Section 5(2) of the 1956 Act the reference\nG was filed by the central government on 25.02.1980 seeking\nexplanation and guidance on few aspects. One of them was\nthat the particulars of existing/sanctioned or cleared schemes\nhave not been given nor the utilizations through them have been\nquantified anywhere in the final order in light of the agreements\nH between the parties which referred to utilizations through\n1\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n;\n185\nB\nexisting/sanctioned or cleared schemes. The central A\ngovernment requested the Tribunal to consider the desirability\nof incorporating necessary details in its final order. Andhra\nPradesh and Karnataka supported the reference by the central\ngovernment but Maharashtra, Madhya Pradesh and Orissa\nopposed it. The Tribunal clarified in the further award dated\n07.07.1980 under Section 5(3) of the 1956 Act by observing\nthat its decision was based on the agreements of the parties\nannexed to the final order (award) dated 27.11.1979. The\nTribunal observed that none of the parties pleaded before it that\nthese agreements should be so modified as to include C\nparticulars of the existing/sanctioned or cleared schemes of the\nutilizations thereunder. The Tribunal accordingly held that it was\nnot necessary to include these particulars for the decision.\nD\n43. The other aspect on which the central government\nsought clarification was, \"with a view to ensuring that the states,\nmainly, the upper states, do not exceed the stipulated\nallocations it may be necessary to obtain data regarding\nstorages and utilization from one another each year. Also it\nwould be desirable to provide for inspection of sites in a basin\nstate by the other basin states. The Tribunal may kindly consider E\nthe desirability of providing some enabling clause in their final\norder to this effect so that there is no difficulty at a later stage\nfor any state to obtain the data from the other state when the\nlatter shows reluctance to do so\".\n44. Maharashtra opposed any clarification on the above\npoint while Andhra Pradesh supported it. The Tribunal observed\nthat as supply of such data by one state to another was not\nincorporated in the agreements, it cannot be done now at this\nstage. The Tribunal expected that there would be mutual co-\noperation between the states and each state will supply such\ndata to the other state as and when required.\nF\nG\n45. The award dated 27.11.1979 and the further award\ndated 07.07.1980 leave no manner of doubt that the Tribunal\nhas determined the distribution of water in the Godavari river H\nC\n186 SUPREME COURT REPORTS\n\"\n[2013] 2 S.C.R.\nA on the basis of the agreements of the parties. While doing so,\nthe Tribunal was alive to the position that in deciding water\ndisputes in inter-state river, the rule of equitable distribution of\nthe benefits of the river applies so that each state gets a fair\nshare of the water of the common river but there is no rigid\nB formula for the equitable distribution of waters of a river because\neach river system has its peculiarities. Although the Tribunal did\nnot determine yield of the Godavari river in the award, but the\nsame became unnecessary as the states agreed that the\nTribunal should base its decision on the agreements of the\nparties. In the absence of any determination of the yield of the\nGodavari river in the award, it cannot be said that the Tribunal\nhas not apportioned the Godavari river water between the\nriparian states. Can it be said that the two states, Andhra\nPradesh and Maharashtra, were not alive to the peculiar\nfeatures of Godavari river? We do not think so. Andhra Pradesh\nand Maharashtra must have had regard to the peculiar features\nof Godavari basin - the main Godavari runs in Maharashtra,\nforms a common boundary between Maharashtra and Andhra\nPradesh, runs in Andhra Pradesh again forms a common\nboundary between Andhra Pradesh and Maharashtra and\nthereafter forms a common boundary between Andhra Pradesh\nand Madhya Pradesh and finally runs in Andhra Pradesh -- when\nthey entered into the agreement dated 06.10.1975.\nMaharashtra has been given right to use for their beneficial use\nall waters up to Paithan dam site on the Godavari, up to\nF Siddheswar dam site on the Purna. This is clear from Clause\nI of the agreement dated 06.10.1975.\nD\nE\n46. Clause II of the agreement is in two parts. Clause II(i)\nprovides that from the waters in the area of the Godavari basin\nG below Paithan dam site on the Godavari and below Siddheswar\ndam site on the Purna and below Nizamsagar dam site on the\nManjra and up to Pochampad dam site on the Godavari,\nMaharashtra can utilize waters not exceeding 60 TMC for new\nprojects, including any additional use over and above the\nH present sanctioned or cleared utilization, as the case may be.\n1\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n187\nс\n47. Clause II(ii) enables Andhra Pradesh to build A\nPochampad project with FRL+1091 feet and MWL+1093 feet.\nAndhra Pradesh under this Clause has been given liberty to\nutilize all the balance waters up to Pochampad dam site in any\nmanner it chooses for its beneficial use. The debate has mainly\ncentered around these two Clauses, namely, Clause II(i) and B.\nClause II(ii). The interpretation to these Clauses by the two\nstates differs. Andhra Pradesh says that utilization of waters not\nexceeding 60 TMC for new projects by Maharashtra under\nClause II (i) is from water flowing through the river from the\ncatchment area while Maharashtra says that this Clause\nentitles it to utilize waters of the river Godavari up to\nPochampad site which may be the water flowing through the\nriver from the catchment area or the water from within the water\nstorage or pondage of the dam. Such utilization is not confined\nto the water flowing through the river from the catchment area.\nWe have to ascertain the meaning of the expressions “from the\nwaters in the area of the Godavari basin\" and \"up to\nPochampad dam site\". We have to also see whether the\nagreement dated 06.10.1975 has distributed the waters in\nGodavari basin between the two party states on a dichotomy\nof sources of waters namely, water spread area of dam/storage\nand the flowing waters.\nD\nE\n48. The words \"from the waters in the area of Godavari\nbasin\" in Clause II(i) have two significant expressions, one,\n'Godavari basin' and the other, 'in the area of. The expression F\n\"Godavari basin\" along with the other two expressions\n\"Godavari river basin\" and \"Godavari drainage basin\" in the\naward have been explained to mean the entire area drained\nby the Godavari river and its tributaries. The Tribunal rightly\nexplained so because the general meaning of river basin\nmeans entire area drained by the river and its tributaries. The\nquestion is, whether the parties to the agreement dated\n06.10.1975 by use of the words \"from the waters in the area of\nthe Godavari basin\" intended to mean the waters flowing in the\nGodavari river from the catchment area below the three dam H\nG\n188 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n-\nA sites mentioned in Clause II(i) and up to Pochampad dam site\non the Godavari or used these words to include all waters\nflowing from the catchment area as well as the water spread\narea of the Pochampad dam which fell in the territory of\nMaharashtra. If what Andhra Pradesh contends that 60 TMC\nB water is allowed to Maharashtra only from the flowing waters\nin Godavari basin is right then the agreement would have used\nthe words \"from the waters of Godavari basin\" and not \"from\nthe waters in the area of Godavari basin\". By use of the words\n\"from the waters in the area of Godavari basin\" in\ncontradistinction to \"from the waters of Godavari basin\", the\nparties have intended to mean waters in the geographical area\nof Godavari basin and not confined to flowing waters of\nGodavari basin.\nс\nD\n49. We are in agreement with Mr. T.R. Andhyarujina that\nif the intention of Andhra Pradesh was that Maharashtra should\nnot utilize the waters of Pochampad reservoir in its territory,\nsuch limitation would have been provided expressly. When an\nagreement is entered into between two or more states, they\nhave assistance of competent legal and technical minds\nE available with them. The states do not have lack of drafting\nability. Such agreement is drafted by trained minds. An\nagreement such as inter-state water sharing agreement would\nnot leave its interpretation to chance. In our view, in the absence\nof any express limitation, except quantity, on the use of water\nF by Maharashtra within its territory in Clause II(i), the\ninterpretation put by Andhra Pradesh to this Clause cannot be\naccepted.\nG\nH\n50. Moreover, apportionment of the Godavari river was\nagreed to by the two states in a typical situation in as much as\nbuilding of Pochampad project by Andhra Pradesh with\nFRL+1091 feet and MWL+1093 feet involved submergence of\ncertain areas in the State of Maharashtra. But for Maharashtra's\nconsent to submergence of its area, Andhra Pradesh could not\nhave built Pochampad dam with capacity of 112 TMC; rather\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n189\nits capacity would have been limited to 40 TMC. Seen thus, in A\nthe absence of any express clause, it cannot be said that\nMaharashtra was given right to utilize waters not exceeding 60\nTMC for new projects from the flowing waters of the Godavari\nbasin alone. We are not persuaded to accept the submission\nof Mr. K. Parasaran that the apportionment of waters is founded B\non dichotomy of two sources of waters. On careful reading of\nClause II(ii) we find that this Clause gives right to Andhra\nPradesh to utilize all the balance waters up to Pochampad dam\nsite in any manner it chooses for its beneficial use. The use of\nthe expression, \"all the balance waters up to Pochampad dam\nsite\" signifies that parties agreed that on utilization of waters\nnot exceeding 60 TMC for new projects by Maharashtra from\nthe waters in the geographical area of the Godavari basin, all\nthe balance waters up to Pochampad dam site is left for\nutilization by Andhra Pradesh for its beneficial use.\n51. The contention of Mr. K. Parasaran, learned senior\ncounsel for Andhra Pradesh that up to Pochampad dam site\nin Clause li(i) and Clause II (ii) means up to the spread area of\nPochampad dam and not the concrete structure of the dam\ndoes not appeal to us. The common meaning of the word \"dam\"\nis the structure across the stream, including the abutment on\nthe sides. The dam is an obstruction to the natural flow of the\nwater of a river or a barrier to prevent the flowing water. A dam\nis built across a water course to confine and keep back flowing\nwater. In Words and Phrases; Permanent Edition 11, \"dam\" is\nexplained with reference to decision in Morton v. Oregon Short\nLine Ry. Co.² as follows:\n\"A \"dam\" is a structure composed of wood, earth, or other\nmaterial, erected in and usually extending across the entire\nchannel at right angles to the thread of the stream, and\nintended to retard the flow of water by the barrier, or to\nretain it within the obstruction.\"\nс\nD\nE\nF\nG\n2. 87 P. 151, 153, 48 Or. 444.\nН\n190 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA 51.1. The same book with reference to Colwell v. May's\nLanding Water Power Co.,³ explains the word \"dam\" as follows:\nB\nс\nD\nE\nLLU\n\"The word \"dam\" is used in two different senses. It properly\nmeans a structure raised to obstruct the flow of water in a\nriver, but by well-settled usage it is often applied to\ndesignate the pond of water created by its obstruction. The\nword is used in this conventional sense in some statutes,\nand it is evidently used in this sense in a statute giving\npower to raise the \"dam and water-works\" to a height\nmentioned.\"\n51.2. In the Indian Standard Glossary of Terms Relating To River\nValley Projects, Part 8, Dams and Dam Sections [First\nRevision], paragraph 2.27 explains \"dam\" as follows:\n\"A barrier constructed across a river or natural\nwatercourse for the purpose of: (a) impounding water or\ncreating reservoir; (b) diverting water there from into a\nconduit or channel for power generation and or irrigation\npurpose; (c) creating a head which can be used for\ngeneration of power; (d) improving river navigability; (e)\nretention of debris; (f) flood control; (g) domestic, municipal\nand induses; (h) preservation of wild life and pisciculture,\n(j) recreation, etc.\"\n51.3. Glossary of Irrigation and Hydro-Electric Terms and\nF Standard Notations used in India, Third Edition, published by\nCentral Board of Irrigation and Power, explains \"dam\" as under:\n\"Dam: A structure erected to impound water in a reservoir\nor to create hydraulic head.\"\nG 51.4. \"Reservoir\" is defined in the said publication as follows:\n\"Reservoir A pond, lake, or basin, either natural or\nartificial, for the storage, regulation and control of water\"\nH 3. 19 N.J. Eq. (4 C.E. Green) 245, 248.\nSTATE OF ANDHRA PRADESH v. STATE OF 191\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n51.5. \"Introduction to dams\", Publication No. 220 by Central A\nBoard of Irrigation and Power under the Chapter \"Dam Sites\n-\n· Large Dams\" with reference to book by J. Cotillon explains\nthe position with regard to dam sites as under:\n\"A dam is a structure meant to retain water. Only hydraulic\ndams are dealt with in this paper; when it is question of\nother dams, it will be specified \"Tailing dam\", \"industrial\nwaste dam\".\n1.\nB\nGenerally, this retention takes place in a natural\ndepression. But it can also take place in an artificial C\nenclosure created, for instance, by embankments set-up\nalong the banks of a river.\nMoreover, the enclosure can be fully artificial: this is the\ncase of a basin filled by pumping, created on a plateau D\nand closed by a ring embankment; in this case, we speak\nabout an \"embankment\" rather than about a \"dam\".\nGenerally, the dam is set-up on a river.\nBut it can be constructed in a dead valley where only a E\ntrickle of water flows; the reservoir is then filled by pumping\nand/or by gravity diversions.\nIt can also close a pass on the perimeter of a reservoir, it\nis then called \"secondary dam\" as opposed to \"main dam\"\nwhich closes the natural depression (living valley or dead\nvalley).\nF\n3. The dam retains generally the upstream water, its\npurpose may be also to retain the downstream water for\na few hours. That is, an exceptional tidal wave (anti-storm G\ndam).\"\n51.6. In the same book under the Chapter \"Role of Dams-\nPurpose and Symbols\", in paragraph 2.1.2 it is stated as under:\nH\n192 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA\n\"2.1.2 Creation of a Reservoir\nB\nс\nD\nE\nF\nG\nH\nThe objective consists in altering the natural or disturbed\ncondition of the river by acting upon the filling or the\ndraining of the reservoir in order to fulfil the following\nobjectives:\nto cut down the floods\nto raise low waters\nto guarantee a discharge higher than that of the low\nwaters for all the cases described in 11 and 12.\nto reduce the disturbances in the regime of the river\nupstream: a reservoir is necessary in the immediate\ndownstream of a leading hydroelectric plant in order to\nrestore the continuity and the regularity of the discharge;\nsuch a dam or reservoir is then called \"dam\" or\n\"compensating reservoir\".\n52. It is sound principle of interpretation that if an\nexpression has been used in an agreement at more than one\nplace, such expression must bear the same meaning at all\nplaces unless expressed otherwise. When the agreement dated\n06.10.1975 is read carefully, it would be seen that in Clause\nV, it is provided that Maharashtra and Andhra Pradesh will be\nfree to use additional quantity of 300 TMC of water each below\nPochampad dam site for new projects. If the meaning of\nPochampad dam site is given meaning as spread area of\nPochampad dam, Clause V does not make sense and leads\nto absurdity. Clause V becomes workable only when\nPochampad dam site is understood to mean concrete structure\nof the dam. We have no doubt that the dam site in the\nagreement has the same meaning in all clauses and it means\nthe concrete structure of the dam. In our view, therefore, Clause\nII(i) that provides that Maharashtra can utilize waters not\nexceeding 60 TMC for new projects from the waters in the area\n"}