{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"STATE OF ANDHRA PRADESH v. STATE OF 193\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nof the Godavari basin below three dam sites noted therein and A\nup to Pochampad dam site on the Godavari gives right to\nMaharashtra to utilize waters of the Godavari river up to\nPochampad site which may be water flowing through the river\nfrom the catchment area or the water spread area. Such\nutilization is not confined to the water flowing through the river B\nfrom the catchment area. The thrust of the parties in Clause II(i)\nand the essence of this clause is to put a cap on the right of\nMaharashtra to utilize waters of Godavari river below the three\ndams mentioned therein up to Pochampad dam site to the\nextent of 60 TMC for new projects and in no case exceeding C\nthat limit. There is no demarcation made that the utilization of\nwaters not exceeding 60 TMC for new projects by Maharashtra\nshall be from the flowing water. While reaching the agreement,\nthe two states must have sought to equalize the burden and\nbenefits. We do not think that we can read such demarcation\nimpliedly in Clause II(i) as contended by Andhra Pradesh.\nD\n53. As a matter of fact, Andhra Pradesh understood the\nlocation of Pochampad dam site at particular latitude and\nlongitude and not the reservoir. This also indicates that by\nPochampad dam site what is meant in the agreement dated E\n06.10.1975 is the structure and not the spread area.\n54. In Orient Papers \u0026 Industries Ltd.', this Court was\nconcerned with provisions of Orissa Irrigation Act, 1959,\nparticularly, Sections 4(d) and 28 thereof. While dealing with\nthe argument that the irrigation work as defined under Section\n4(d) would not cover the area in which the reservoir lies, but\nonly a reservoir, tank, anicuts, dams, weirs, canals, barrages,\nchannels, pipes, wells, tubewells and artesian wells constructed,\nmaintained or controlled by the state or a local authority, this\nCourt referred to Section 4(d) and observed as follows:\nF\nG\n\"14. Irrigation work is defined under Section 4(d) of the Act\nas to include all land occupied by the Government for the\npurpose of reservoir, tanks, etc., and other structures\noccupied by or on behalf of the State Government on such H\n\u003cA\nB\nC\nD\n194 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nland. A reservoir cannot be understood merely to be a\nmeans to hold water in a stream. It is only by controlling\nthe flowing stream in an area that water can be stored in\na reservoir. Viewed thus, irrigation work would include land\nused for such purpose. In this case the finding recorded\nby the authorities is in accord with this view. \"Reservoir\"\nmay not necessarily mean only the constructed part of the\nland but includes the area where the water is held by a\ndam constructed by the Government; then if from such a\npoint falling within that area water is drawn it must be held\nthat the appellant is liable to pay the water rate. Therefore,\nthere is no substance in the contention urged on behalf of\nthe appellant that the point at which the water is drawn by\nthe appellant does not lie within the reservoir area or water\nis not drawn from a government source or a water work.\nUnder Section 28 of the Act, the Irrigation Officer is\nempowered to fix the compulsory basic water rate for\nsupply of water from a government source as distinguished\nfrom a private source.\"\n54.1. In Orient Papers \u0026 Industries Ltd.', this Court did\nE hold that reservoir may not necessarily mean only the\nconstructed part of the land but includes the area where the\nwater is held by a dam. This is generally what is understood\nby reservoir but, as noted above, we are concerned with the\ninterpretation of the words \"up to dam site\" occurring in the\nF agreement between the two states which was entered into\nwhen the dispute was already pending before the Tribunal and\nAndhra Pradesh was intending to construct Pochampad dam\nwith 112 TMC that would submerge certain areas of\nMaharashtra. Therefore, these words have to be understood in\nG the context of the agreement and terms thereof. In the overall\ncontext it is very difficult to hold that dam site is given meaning\nin the agreement as spread area of dam. Thus, in fact situation\nof the present case, Orient Papers \u0026 Industries Ltd.' has no\napplication.\nH\nSTATE OF ANDHRA PRADESH v. STATE OF 195\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n55. Generally, there cannot be a dam within a dam. This A\nis also true that generally there cannot be lake/pondage of a\nproject of one state within the lake/pondage of the project of\nanother state. But we are concerned with specific water sharing\nagreement between the two states which has been endorsed\nby the Tribunal. The parties have not brought any oral expert B\nengineering and hydrographic testimony. In the circumstances,\nwe have to see extent of rights and obligations created by virtue\nof the agreement between the two states and the award given\nby the Tribunal. Like any other agreement, the terms of inter-\nstate agreement ordinarily must be found out from the actual\nwords employed therein. We have already analysed the\nagreement dated 06.10.1975 above and we find merit in the\nsubmission made on behalf of Maharashtra that in Clause II(i),\nthere is no limitation imposed upon Maharashtra to utilize the\nwaters of the Godavari river from the water flowing through the\nriver from the catchment area only in its territory. What\nMaharashtra has to ensure is that it does not utilize waters of\nGodavari river in its territory exceeding 60 TMC for new projects\nand it does not interfere with natural and continuous flow of water\ninto Pochampad reservoir.\nC\nD\nE\nF\n56. Clause VII and Clause III(C) of the final order (award)\npassed by the Tribunal also support the view which we have\ntaken. Clause VII provides that right or power or authority of any\nstate to regulate within its boundaries the use of water, or to\nenjoy the benefit of waters within that state in a manner not\ninconsistent with the order of the Tribunal shall not be impaired.\nClause III(C) says that the water stored in any reservoir across\nany stream of the Godavari river system shall not by itself be\nreckoned as depletion of the water of the stream except to the\nextent of the losses of water from evaporation and other natural G\ncauses from such reservoir.\n57. Alternatively, even if we accept the stand of Andhra\nPradesh that utilization of waters to the extent of 60 TMC for\nnew projects by Maharashtra from below the three dam sites\nH\n\"\n196 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA mentioned in Clause II(i) up to Pochampad dam site can be\nonly from water flowing through the river from the catchment\narea and not from the pondage/water spread area of\nPochampad dam, the question that arises for consideration is,\nwhether Andhra Pradesh is entitled to injunction against\nB Maharashtra from setting up Babhali barrage in the suit filed\nunder Article 131 of the Constitution.\nс\n58. The US Supreme Court in State of Washington v.\nState of Oregon has exposited two principles, one, a contest\nbetween the states is to be settled in the large and ample way\nthat alone becomes the dignity of litigants concerned and two,\nburden of proof falls heavily on complainant in a suit for\ninjunction when states are involved. The above principles are\nsound principles in law and, in our view, there is no reason for\nnot applying them to a suit of this nature. We are of the\nD considered view that in a suit for injunction filed by one state\nagainst the other state, the burden on the complaining state is\nmuch greater than that generally required to be borne by one\nseeking an injunction in a suit between private parties. The\ncomplaining state has to establish that threatened invasion of\nE rights is substantial and of a serious magnitude. In the matter\nbetween states, injunction would not follow because there is\ninfraction of some rights of the complaining state but a case of\nhigh equity must be made out that moves the conscience of the\nCourt in granting injunction. We shall consider whether burden\nF of that degree has been discharged by Andhra Pradesh on the\ncharge of wrong doing by Maharashtra in construction of\nBabhali barrage and a case of substantial injury of a serious\nmagnitude and high equity made out.\nG\n59. According to Andhra Pradesh, Pochampad project has\nthree sources of contribution of its storage (i) from the\nMaharashtra territory of Godavari basin below Paithan dam, (ii)\ncontribution from Manjra tributary and (iii) from the catchment\nwithin the state of Andhra Pradesh. It is the case of Andhra\nH 4. 297 US 517.\nSTATE OF ANDHRA PRADESH v. STATE OF 197\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nC\nPradesh that invasion of water spread area by construction of A\nBabhali barrage would significantly deprive inhabitants of the\nAdilabad, Nizamabad, Karimnagar, Warangal, Nalgonda,\nKhammam and Medak districts of having water for irrigation\nand drinking purposes. Moreover, the construction of Babhali\nbarrage prejudicially affects Andhra Pradesh (a) having regard B\nto the FRL of Pochampad dam and the height of Babhali\nbarrage as water would confine its level, there will be reverse\nflow up to 65 TMC (b) Maharashtra will be drawing water from\nBabhali barrage with the aid of pump sets installed along 58\nkm length and it will be enabled to draw more than 2.74 TMC,\nthereby exceeding its entitlement of 60 TMC; (c) Maharashtra\nwill utilize the non-monsoon flows to the fullest extent even if the\n75% dependability, as pleaded by Maharashtra, is only 2.73\nTMC, still Maharashtra is in a position to appropriate more than\n2.74 TMC in 74% of the year and (d) Maharashtra will utilize\nthe waters from Pochampad storage during the remaining 25%\nof the deficit years where non-monsoon yield is less than 2.74\nTMC. Andhra Pradesh complains that as per the list of major,\nmedium and minor projects sanctioned in Maharashtra after\n06.10.1975 the gross utilization by Maharashtra of all the\nprojects will be 63.018 TMC. Andhra Pradesh in this connection\nrelies upon the additional affidavit filed by the Maharashtra.\n60. Andhra Pradesh further complains that in a given year\nin the absence of adequate contribution from the Maharashtra\nterritory of Godavari basin, Pochampad dam may have\ncontribution from the other two sources, namely, contribution\nfrom Manjra territory and from the catchment within the state of\nAndhra Pradesh which would result in the storage of\nPochampad into the territory of Maharashtra. Any construction\nwithin submergence area in Maharashtra and appropriation of\nwater from it would result in Maharashtra drawing from a source\nover which it has no right.\n61. On the other hand, Maharashtra says that it was using\nwater within its territory which is now part of Pochampad\nD\nE\nF\nG\nH\n198\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA storage prior to 1975 by lift irrigation schemes. Babhali barrage\nconstruction is partly to establish the requirements of these lift\nirrigation schemes. It is stated that there were 13 lift irrigation\nschemes which were existing, sanctioned and cleared on the\nGodavari river up to the present Babhali barrage and they were\nB utilizing about 2.6 TMC. Out of these 13 lift irrigation schemes;\n6 were within the submergence of Pochampad. These\nschemes were operated successfully for seven to ten years\nfrom its commencement but they were not fully operated later\ndue to non-availability of sufficient water in the river. After the\nC agreement dated 06.10.1975, Maharashtra had planned for the\nBabhali barrage on the Godavari river within its territory in 1995.\nBabhali barrage was planned for a life saving irrigation of 7995\nhectares and drinking water for 58 villages and three towns.\nMaharashtra denies that water spread area of the Pochampad\ndam is 55 km within the territory of Maharashtra. Maharashtra\nasserts that the water spread area is not beyond 32 km within\nMaharashtra territory. Babhali barrage project requires 2.74\nTMC of water out of the allocation of 60 TMC for new projects\nunder the agreement. The maximum quantity of water which\nMaharashtra can lift during the period from 28th October till the\nend of June next year is only 2.74 TMC of which only 0.6 TMC\nis from the common submergence of Pochampad reservoir and\nBabhali barrage. Maharashtra has denied the allegation of\nAndhra Pradesh that it will be drawing water from the Babhali\nbarrage with the aid of pump sets installed along 58 km length\nand it will be enabled to draw more than 2.74 TMC and thereby\nexceeding its entitlement of 60 TMC.\nD\nE\nF\n62. Maharashtra has suggested without prejudice to its\nrights and contentions that it is willing to reimburse 0.6 TMC of\nG water to Andhra Pradesh by releasing the same on 1st March\nevery year. Maharashtra has submitted that the operation of\nBabhali barrage can be supervised by a committee consisting\nof representatives of Central Water Commission and of states\nof Andhra Pradesh and Maharashtra. This committee will\nH supervise that the gates are lowered on the 28th October each\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n199\nyear and will remain in operation till the end of June next year A\nand that on the 1st of March the gates will be lifted to allow the\nflow of water of 0.6 TMC to Andhra Pradesh. Thus, even 0.6\nTMC will not be made use of by Maharashtra.\n63. As regards lift irrigation schemes, Maharashtra has\naverred in paragraph 12(ii) of the amended written statement\nfiled on 30.01.2008 as under:\nB\n\"Below Vishnupuri Barrage on the main Godavari river and\nthe State border with Andhra Pradesh there is a vast area\nand population of Nanded District in Maharashtra on the C\nboth the banks of Godavari over a stretch of 97 KMs. which\nis in dire need of irrigation and drinking water supply to\n58 villages. In view of this acute water need and no other\nalternate resources available, lift irrigation schemes had\nbeen constructed by Maharashtra during 1972 to 1975 for\nlifting water from the main Godavari river for drinking water\nand some Rabi irrigation. No objection was raised to such\nscheme by Andhra Pradesh even though the water was\nextracted from the submergence of the Pochampad project\nin Maharashtra.\"\n63.1. Then in para 13, the following averment is made:\n\"These Lift Irrigation schemes after construction were\noperating in initial years with reasonable satisfaction. The\nlifting of water at these sites were planned for the fair\nweather season Rabi and hot-weather irrigation and\ndrinking water supply for the entire year. Subsequently,\ndifficulties were experienced in getting the needed river\nsupplies in an assured manner from these fluctuating daily\nriver flows. There was acute agitation and pressure from\nthe local people of 58 villages to provide them with a\nregulating scheme to get assured supply of water for\nirrigation and drinking water according to their needs. To\nenable this requirement, it was decided in 1995 to create\na small pondage at Babhali to assure and regulate the\nneeded supplies.\"\nD\nE\nF\nG\nH\n200 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA 63.2. In paragraph 14, it is averred as under:\nB\nC\nD\n66\nThe gates of Babhali Barrage are therefore\nproposed to be kept open during monsoon period upto\nlatter half of October, as if there is no barrage and lowered\nthereafter to create necessary small pondage in fair-\nweather to meet the dire needs in Maharashtra out of the\npermitted share of 60 TMC. The Barrage crest level at\nBabhali is at river bed level and therefore, there will be no\nobstructions to Godavari river flows upto Andhra Pradesh's\nPochampad dam during monsoon period. The small\npondage at Babhali (2.74 TMC) proposed to be created\nduring fair-weather is only a negligible fraction of\nPochampad storage of 112 TMC out of which only 0.6\nTMC is a common storage. By the middle of December,\nPochampad storage recedes totally away from\nMaharashtra's territory and therefore the pondage at\nBabhali during operation does not interfere or encroach\nwith the Pochampad storage of Andhra Pradesh.....\"\nE 63.3. In paragraph 17 (xii¡A)(iii), (iv),(v)(a),(b),(c) and (d),\nMaharashtra has stated as follows:\nF\nG\nH\n\"17(xiiiA)(iii) After middle of October, the gates at Babhali\nBarrage would be lowered to create a small pondage of\n2.74 TMC by storing the post monsoon or dry weather\nGodavari river flows to enable individual farmer's pumps\nto lift the water for the basic water supply needs of people\nincluding drinking water on the river banks and to stabilize\nand to ensure some Rabi and Hot weather irrigation part\nof which is already in existence by various lift along this\nstretch of the Godavari river.\n(iv) The overlapping storage of Pochampad and Babhali\nwhen constructed is only to the extent of 0.6 TMC out of\n112 TMC live storage of Pochampad at FRL+1091\nSTATE OF ANDHRA PRADESH v. STATE OF 201\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nfeet (330.56 m.). This 0.6 TMC overlapping small storage A\nat the upstream end of Pochampad Reservoir is in any\ncase going to be silted up very soon making overlapping\nstorage negligible.\n(v) The contention that between Babhali Barrage crest level\nand the river bed level at State border, there is 65 TMC\nof Pochampad storage which can be pumped up by\nMaharashtra by reserve flow is baseless and without any\nsubstance, because\n(a) Maharashtra Government is not installing any\npumps or constructing any canals at Babhali to lift water,\nbut only creating a pondage for individual farmers to lift for\ntheir own small irrigation needs.\nB\nC\n(b) The Pochampad storage level will not remain at D\nBabhali Barrage crest level throughout October to May but\nrecede to a level lower than Babhali Barrage still level by\nend of December when there can be no lifting of water at\nall. Therefore, even theoretically, there is no possibility of\na reserve flow into Babhali Barrage after December.\n(c) In the absence of the Babhali Barrage\nMaharashtra could have utilized its permitted share of 60\nTMC for new projects from this stretch of Godavari river\noccupied by Pochampad storage by putting up necessary\ncapacity pumps in this stretch of Godavari river occupied\nby Pochampad storage to which Andhra Pradesh could\nnot have objected.\nE\nF\n(d) At Babhali Barrage Maharashtra has planned for\nlife saving irrigation of 7995 ha. and drinking water for 58 G\nvillages and 3 towns which requires only 2.74 TMC of\nwater of its 60 TMC share. The entire allegation of using\n65 TMC of Pochampad water is baseless because such\nquantity cannot be lifted during the period of November to\nDecember when the level reaches the sill level. In the\nH\nA\nB\nC\nD\n202\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\npresent Babhali Barrage scheme the intention is to only\ncreate a small pondage of about 2.74 TMC, which will be\nlifted by the individual farmers over a period of about 9\nmonths. 65 TMC would be required to irrigate about 3.5\nlakhs ha. which is not available at Babhali site. Moreover,\nfor lifting 65 TMC water, a pumping capacity of about\n162350 h.p. would be required and to utilize this pumping\ncapacity about 121.11 MW of electricity will be necessary.\nThe State of Maharashtra has not planned to install any\nsuch pumps at Babhali.”\n64. Before this Court was moved by filing the present suit,\nAndhra Pradesh objected to the Babhali barrage in 2005. As\nthe dispute could not be resolved by the two states amicably,\nthe Central Water Commission ('CWC') intervened. In the\nmeanwhile, a public interest litigation was also filed before this\nCourt. One of the prayers therein is for issuance of directions\nagainst Maharashtra to stop the construction of Babhali\nbarrage and direction to the central government to take\nappropriate action to enforce the agreement dated 06.10.1975\nreached between the two states. On 10.04.2006 this Court\nE requested the Minister for Water Resources to call for the\nmeetings of the officers and others from the two states with a\nview to resolve the issue and if it becomes necessary, the\nMinister may request the Prime Minister to intervene in the\nmatter.\nF\nG\nH\n65. On 26.04.2006, the Chairman, CWC convened the\ntechnical committee meeting. Maharashtra on that day made\na presentation highlighting the following facts:\n\"Storage of Babhali barrage is well within the banks. The\nsill level and FRL of Babhali barrage are 327 m and 338\nm respectively and 13 gates of 15 m x 11 m size are\nproposed to be installed. The Gross storage of Srirama\nSagar Project and that of Babhali barrage are 112 TMC\nand 2.74 TMC respectively and there is a common storage\nof 0.60 TMC which is just 0.54% of the storage of SRSP.\n"}