{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n173\nentitlement to construct any project within the water spread area\nof Pochampad project. The question must be answered in light\nof the award and further award given by the Tribunal which in\nturn depends on interpretation of the bilateral agreement\nentered into between Andhra Pradesh and Maharashtra on\n06.10.1975.\nΑ\nB\nC\nD\nE\n23. Mr. K. Parasaran, learned senior counsel for Andhra\nPradesh extensively referred to diverse Clauses of the\nagreement dated 06.10.1975, particularly, Clauses I, II(i),II(ii)\nand V. He also referred to the award and submitted that the\naward is a package and provides for all the reliefs to which the\nparties were entitled. Maharashtra is not entitled to put up\nBabhali barrage as the award exhausts all reliefs. He submitted\nthat Andhra Pradesh had conceded in favour of Maharashtra\na right to utilize entire yield to an extent of 241.5 TMC in the\nhigh rainfall zone up to Paithan and Siddheswar dam sites\nwithout any restraint taking into consideration that Maharashtra\nhad agreed to submersion of its land for Pochampad project.\nTo meet the demand and requirement in the defined region\nbetween Paithan and. Pochampad projects, Maharashtra had\nagreed to a cap on its utilization to 60 TMC in addition to\nexisting and sanctioned/cleared projects. The submergence in\nMaharashtra by Pochampad project was agreed to by\nMaharashtra subject to certain conditions like Andhra Pradesh\nbearing cost of acquisition, rehabilitation of displaced families,\ncost of roads and bridges but no rights were created in favour F\nof Maharashtra as a condition of submergence to waters within\nPochampad dam site. If Maharashtra had any right to water in\nPochampad storage within its territory it would have been so\nrecorded in the agreement but the silence in this regard leaves\nno manner of doubt that Maharashtra has no right to water in G\nPochampad storage. It is the submission of learned senior\ncounsel for Andhra Pradesh that the apportionment\nincorporated in the award is in view of the peculiar basin feature\nin Andhra Pradesh with only one site at Pochampad being\nsuitable for construction of irrigation project and capable of H\n174 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA conveying water through canals by gravity flow to meet the entire\ndrinking and irrigation requirements of Telangana region of the\nState. Due to low rainfall, the Telangana region of the State of\nAndhra Pradesh, through which a major part of the river flows,\nis frequently affected by droughts and famines because of\nB which the said region requires assured water supply for drinking\npurposes and the two crops - Khariff and Rabi.\nC\n24. Learned senior counsel Mr. K. Parasaran vehemently\ncontended that the agreement dated 06.10.1975, which merged\ninto the award, demonstrates the dichotomy between flowing\nwaters and waters within the reservoir. The allocation of waters\nin Godavari basin has been made on a dichotomy of sources\nof waters. The expressions in the award \"Godavari basin”, “dam\nsite\", \"below dam site\" and \"up to dam site\" have to be\nconstrued having regard to the dichotomy between flowing\nwaters and waters within the water spread area, concepts in\nwater law and how the parties understood. He submitted that\nthe award has to be interpreted as a judgment and not like a\nstatute and the above expressions have to be construed in the\ncontext of rights of states in the inter-state river water. The\nE expressions \"Godavari river basin\" and \"Godavari drainage\nbasin\" used in the award mean the entire area drained by the\nGodavari river and its tributaries.\nD\nF\nG\nH\n25. Learned senior counsel for Andhra Pradesh argued\nthat the phrase \"waters up to\" would necessarily mean that there\nis a starting point and terminating point up to which it can go.\nOne cannot conceive \"upto\" without commencing from a\nlocation and proceeding \"upto\". It is thus submitted that phrase\n\"dam site\" would necessarily mean entire water held on the site\nstarting from the concrete dam structure up to the area of the\nwater stored. He would submit that Clauses I and II(i) of the\nagreement deal with waters in the area of Godavari basin\nallotted to Maharashtra. Clause II(ii) deals with water allocated\nto Andhra Pradesh. 60 TMC water is allowed to Maharashtra\nfrom the Godavari basin. Godavari basin is a river basin which\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n175\nmeans and includes the entire area drained by the mainstream A\nand its tributaries - and balance waters in the Godavari basin\nup to Pochampad dam site is left for Andhra Pradesh. For the\npurposes of meaning of the expression, \"river basin\", Mr. K.\nParasaran, learned senior counsel referred to Words and\nPhrases; Permanent Edition [Volume-V]; pages 292 and 293. B\nHe submitted that in the award, the yield of the river has not\nbeen determined and apportioned. After considering the rights\nin the various projects of the respective states, the rest of the\nwater in Godavari basin is allocated to Maharashtra up to 60\nTMC and Andhra Pradesh all the balance water up to\nC\nPochampad site.\nD\n26. Mr. K. Parasaran argued that the interpretation of the\nwords \"up to dam site\" set up by Maharashtra that it means\nconcrete structure was contrary to concepts in water law and\nunderlying principle for allocation of waters in Godavari basin\nwhose allocation has been made on dichotomy of sources of\nwaters. According to him, \"up to Pochampad dam site\" means\nthe Godavari basin water available from the catchment up to\nwhere the water spread of Pochampad project extends as the\nstorage in Pochampad belongs to Andhra Pradesh. In this E\nregard, he relied upon a decision of this Court in Orient Papers\n\u0026 Industries Ltd. and Another v. Tahsildar-cum-Irrigation\nOfficer and Others'.\n27. Learned senior counsel submitted that the phrases,\n\"below Paithan dam site and Siddheswar dam site\" in Clause\nII(ii) and \"below Pochampad dam site\" in Clause V of the\nagreement would exclude the stored waters of such dams to\ngive effect to the restriction imposed on utilization by the states\nin such Clauses. The phrases \"all waters up to Paithan dam\nsite\" in Clause I and \"balance waters up to Pochampad dam\nsite\" in Clause (ii)\" in the context they are used clearly contrast\nthe flowing water and stored waters respectively in each of the\ndams. Seen thus, it leaves no manner of doubt that Maharashtra\n1. 1998 (7) SCC 303.\nF\nG\nH\n176 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA will be entitled to waters mentioned in Clause II(i) and Andhra\nPradesh the balance of waters which includes the storage of\nPochampad up to FRL of 1091 feet.\nB\nC\nD\nE\nF\nG\nH\n28. Learned senior counsel for Andhra Pradesh submitted\nthat there cannot be lake/pondage of a project of one state\nwithin the lake/pondage of the project of another state; there\ncannot be a dam within a dam. Similarly, there cannot be a\nbarrage within a dam because barrage also obstructs the flow\nof water and creates storage when the gates are lowered. He\nreferred to the inter-state meeting between Andhra Pradesh and\nMaharashtra held on 21.07.1978 with regard to construction of\nbridges and roads. He submitted that there was a difference\nof opinion with regard to the river bed level of the then proposed\nBalegaon project upstream of Babhali and it was decided to\nconstitute a joint team for inspection but Maharashtra did not\npursue the matter further which would show that Andhra\nPradesh and Maharashtra understood the terms of the award\nto mean that there cannot be project within the water prism of\nPochampad project and acted upon as such.\n29. On the other hand, Mr. T.R. Andhyarujina, learned\nsenior counsel for Maharashtra argued that the agreement\ndated 06.10.1975 between Andhra Pradesh and Maharashtra\nis an agreement for the equitable distribution of waters of\nGodavari river; in absence whereof the Tribunal would have\ndetermined the equitable shares of each state on Godavari river\nand its tributaries. As Andhra Pradesh had planned a major\nriver project of the Pochampad dam with storage of 112 TMC\nwith FRL of 1091 feet by which the territory of Maharashtra was\ngoing to be submerged, it could not be done by Andhra Pradesh\nwithout the consent of Maharashtra. By Agreement of\n06.10.1975, Maharashtra agreed to allow Andhra Pradesh to\nhave the FRL of Pochampad dam to 1091 feet and consequent\nsubmergence in the river bed in the territory of Maharashtra. In\nreturn and in consideration of this concession by Maharashtra,\nAndhra Pradesh agreed that Maharashtra would have a right\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n177\nA\nB\nto utilize 60 TMC of water on Godavari river leaving the balance\nto be utilized by Andhra Pradesh. Under Clause II(i), the\nagreement provided that Maharashtra can utilize the waters of\nGodavari river not exceeding the limit of 60 TMC up to\nPochampad dam site for new projects including additional use\nover and above present sanctioned or cleared utilization.\nClause II(i) of the agreement places no restriction. on\nMaharashtra to utilize any waters from the waters of\nPochampad reservoir which would come into Maharashtra. If\nthe intention of Andhra Pradesh was that Maharashtra should\nnot utilize the waters of Pochampad reservoir in its territory, C\nsuch limitation would have been provided expressly. Learned\nsenior counsel for Maharashtra in this regard also relied upon\nClause VII of the Tribunal's award and submitted that this Clause\nrecognised the general right of a state to utilize waters within\nits territories and consistent with this Clause no restrictions were\nplaced on Maharashtra save and except the cap on utilization\nof 60 TMC for new projects etc. There cannot be any implied.\nlimitation on the use of waters by Maharashtra and any limitation\non the use of water by Maharashtra within its territory has to\nbe made expressly.\nD\nE\nF\n30. In response to the contention raised by Andhra Pradesh\nthat there is limitation on the use of the water by Maharashtra\nin Clause II(i) by reason of the words \"up to Pochampad dam\nsite\", learned senior counsel for Maharashtra submitted that the\nexpression \"dam site\" must be given the same meaning in all\nplaces of the award in which it is found, namely, in Clause [I(i),\nII(ii) and V. According to him, “up to the dam site” means “up\nto the concrete structure of the dam\". Any other meaning would\nresult into absurdity and make other clauses unworkable. He\nsubmitted that Andhra Pradesh itself has understood the G\nlocation of Pochampad dam site at particular latitude and\n_longitude and not the reservoir.\n31. The agreement dated 06.10.1975 was preceded by\nfull discussions between the Chief Ministers of two states. We\nH\n178 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n\"A reproduce the agreement as it is which reads as follows:\nB\nC\nD\nE\nF\nG\n☐ H\n\"I. Maharashtra can use for their beneficial use all waters\nup to Paithan dam site on the Godavari and up to\nSiddheswar dam site on the Purna.\nII. (i) From the waters in the area of the Godavari basin\nbelow Paithan dam site on the Godavari and below\nSiddneswar dam site on the Purna and below Nizamsagar\ndam site on the Manjira and up to Pochampad dam site\non the Godavari, Maharashtra can utilize waters not\nexceeding 60 TMC for new Projects including any\nadditional use over and above the present sanctioned or\ncleared utilization, as the case may be.\n(ii) Andhra Pradesh can go ahead with building its\nPochampad Project with F.R.L.+1091' and M.W.L. +1093'\nand is free to utilize all the balance waters up to\nPochampad dam site in any manner it chooses for its\nbeneficial use. Maharashtra will take necessary action to\nacquire any land or structures that may be submerged\nunder Pochampad Project and Andhra Pradesh agrees to\nbear the cost of acquisition, the cost of rehabilitation of the\n-displaced families and the cost of construction of some\nbridges and roads that may become necessary.\nMaharashtra also agrees to the submergence of the river\nand stream beds.\nIII. (i) In the Manjira sub-basin above Nizamsagar dam site,\nMaharashtra can utilize waters not exceeding 22 TMC for\nnew projects including any additional use over and above\nthe present sanctioned or cleared utilization as the case\nmay be.\n(ii) Andhra Pradesh can withdraw 4 TMC for drinking water\nsupply to Hyderabad city from their proposed Singur\nProject on the Manjira.\n1\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n179\n(iii) Andhra Pradesh can construct Singur Project with a\nstorage capacity of 30 TMC. Andhra Pradesh can also\nuse 58 TMC under Nizamsagar Project.\n(IV) Maharashtra concurs with the agreement arrived at\nbetween the States of Andhra Pradesh and Karnataka in\nregard to the use proposed by Karnataka in the Manjira\nsub-basin upstream of Nizamsagar dam site.\nV. Maharashtra and Andhra Pradesh will be free to use\nadditional quantity of 300 TMC of water each below\nPochampad dam site for new Projects.\nVI. Maharashtra and Andhra Pradesh agree in principle to\nthe taking up of the Inchampalli Project with F.R.L. as\ncommonly agreed to by the interested States, viz.,\nMaharashtra, Andhra Pradesh and Madhya Pradesh.\nVII. Maharashtra and Andhra Pradesh agree to take up the\nfollowing Joint Projects at the appropriate time with agreed\nutilizations:\na). Lendi Project\nb). Lower Penganga Project.\nc). Pranahita Project\nand to set up joint committees for this purpose.\nVIII. The States of Maharashtra and Andhra Pradesh agree\nthat this agreement will be furnished to the Government of\nIndia and also be filed before the Godavari Water Disputes\nTribunal at the appropriate time.\"\nA\nB\nC\nD\nE\n[}]]\nF\nG\n32. The above agreement was followed by another\nagreement dated 19.12.1975 which was entered into between\nall the five riparian states, including Andhra Pradesh and\nMaharashtra. Both these agreements were entered into during\nthe pendency of water disputes before the Tribunal. For proper H\n1\nC\n180 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA understanding of the controversy, it is necessary to notice the ..\nhistorical background of the water disputes which were referred\nto the Tribunal for adjudication. In 1951, a memorandum of\nagreement allocating the flows of river basin among the\nerstwhile states of Bombay, Hyderabad, Madras and Madhya\nB Pradesh was drawn up. In the course of time, the state of\nBombay became State of Maharashtra and State of Hyderabad\nbecame state of Andhra Pradesh. Godavari basin underwent\nextensive territorial changes by 1956. The states of\nMaharashtra, Mysore, Madhya Pradesh and Andhra Pradesh\nbecame the riparian states. The state of Orissa continued to\nbe a riparian state as before. Though state of Orissa was one\nof the riparian states but it was not part of 1951 agreement.\nBy 1960, the five riparian states, namely, the states of\nMaharashtra, Mysore, Madhya Pradesh, Andhra Pradesh and\nOrissa proposed important schemes for the development of\nwater resources and there were disputes between them relating\nto the utilization of the waters of Godavari river system. On\n01.05.1961, the Central Government appointed Krishna-\nGodavari Commission (\"Commission\"). The Commission found\nthat without further data it was not possible to determine the\ndependable flow accurately. The Commission, inter alia,\nobserved that the supplies available in the upper part of\nGodavari basin (G-1 to G-5 sub-basins) were inadequate to\nmeet the demands of the projects put forward by the state\ngovernments. However, the supplies available in the lower part\nF of the Godavari basin (G-7 to G-12 sub-basins) were in excess\nD\nE\nof the demands and, accordingly, the Commission suggested\nthe diversion of surplus waters of the river Godavari into the\nKrishna river. In January 1962, the Mysore government applied\nto the central government for reference of the water dispute to\nG a tribunal. In March 1963, the Union Minister for Irrigation and\nPower echoed the sentiments of some of the riparian states\ndoubting the validity of the 1951 agreement in Lok Sabha.\nAction was taken on the recommendations of the Commission\nbut no agreed formula was arrived at despite the fact that central\nH government tried to settle the dispute by negotiations. Several\nSTATE OF ANDHRA PRADESH v. STATE OF 181\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\ninter-state conferences were held but no solution could fructify. A\nFresh applications for reference of the disputes were made by\nMaharashtra, Mysore, Orissa and Madhya Pradesh in 1968.\nEventually on 10.04.1969, the central government constituted\nthe Tribunal and referred to the Tribunal for adjudication the\nwater dispute regarding the inter-State Godavari river and river B\nvalley thereof. On 18.07.1970, the central government at the\nrequest of Maharashtra referred to the Tribunal the dispute\nconcerning the submergence of its territories by the\nPochampad, Inchampalli, Swarna and Suddavagu projects of\nAndhra Pradesh.\nC\nD\n33. Before the Tribunal, Maharashtra prayed, inter alia, for\na declaration that the 1951 agreement was void ab initio and/\nor had ceased to be operative and allocation of the equitable\nshares of the states in the dependable flow of the Godavari\nbasin. Andhra Pradesh prayed for declaration that 1951\nagreement was valid and binding upon the party states and for\nsuitable directions for implementation of the agreement. In case\nthe 1951 agreement was held to be not binding, Andhra\nPradesh prayed for, inter alia, a direction that a full Godavari\n(Pochampad) Project, as envisaged by the erstwhile Hyderabad E\ngovernment, be allowed to be proceeded with without any\nrestraint and an injunction restraining Maharashtra from utilizing\nGodavari waters at Jayakwadi or any other place above\nPochampad in a manner detrimental to the full scope of the\naforesaid project and injunction restraining Maharashtra and\nMysore from undertaking any new schemes in Manjra above\nNizamsagar.\n34. As noted above, during the pendency of disputes\nbefore the Tribunal, the riparian states entered into bilateral and\nmulti-lateral agreements which were endorsed by the Tribunal\nin its award and based its decision on these agreements. The\nrelevant agreements for the present purpose are the\nagreements dated 06.10.1975 and 19.12.1975.\nF\nG\n35. The Tribunal in Chapter IV of the award has noted that H\nC\n182\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA the entire area drained by the river and its tributaries is called\nriver basin. The expressions \"Godavari basin”, “Godavari river\nbasin\" and \"Godavari drainage basin\" in the award have been\nexplained to mean the entire area drained by the Godavari river\nand its tributaries. The Tribunal noted the diverse agreements\nB entered into between riparian states including the agreement\nbetween Maharashtra and Andhra Pradesh dated 06.10.1975\nand the agreement dated 19.12.1975 between Karnataka,\nMaharashtra, Madhya Pradesh, Orissa and Andhra Pradesh,\nreceived them in evidence and held that by these agreements\nthe states have adjusted their claims regarding utilization of\nwaters of Godavari river and its tributaries and agreed to the\nsanction and clearance of the projects for the utilization of the\nwaters of the Godavari river and its tributaries. With reference\nto the agreement dated 19.12.1975 to which all the five states\nwere parties and the agreement dated 06.10.1975, the Tribunal\nobserved that the entire waters of sub-basin G-2 and the waters\nof sub-basin G-1 up to Paithan dam site and the waters of sub-\nbasin G-3 up to Siddheswar dam site were allotted to\nMaharashtra and Maharashtra was further allowed the use of\nthe waters of the Godavari basin not exceeding 60 TMC below\nPaithan dam site on the Godavari river and below Siddheswar\ndam site on the Purna river and below Nizamsagar dam site\non the Manjra river and up to Pochampad dam site on the\nGodavari river. Having regard to the peculiarities of the\nGodavari river and river basin, the Tribunal found no objection\nin allotting to one or more state or states water up to defined\npoints or project sites or within certain sub-basins or reaches\nof the river. The Tribunal noted that every agreement need not\napportion or allocate all waters of river and river basin.\nD\nE\nF\nG\n36. It appears that on 16.07.1979 at the fag end of the\nproceedings before the Tribunal, counsel for Maharashtra\ncontended that until a comprehensive agreement was signed\nby all the parties there was no complete allocation of the entire\nwaters of the Godavari river and objected to the Tribunal's\nH proceeding to give its decision. However, counsel for\n"}