{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 2 S.C.R. 153\nSTATE OF ANDHRA PRADESH\nV.\nSTATE OF MAHARASHTRA \u0026 ORS.\n(Original Suit No. 1 of 2006)\nFEBRUARY 28, 2013.\n[R.M. LODHA, T.S. THAKUR AND ANIL R. DAVE, JJ.]\nConstitution of India, 1950:\n-\nA\nB\nD\nArt. 131 of the Constitution read with O. 23, rr. 1, 2 and 3 C\nof the Supreme Court Rules - Suit by State of Andhra\nPradesh seeking to restrain the defendant State of\nMaharashtra from constructing Babhali barrage on river\nGodavari within the water spread area of Pochampad dam\nand utilizing the water through the proposed barrage – Held:\nMaharashtra can utilize waters not exceeding 60 TMC for new\nprojects, including any additional use over and above the\nsanctioned or cleared utilization, as the case may be - The\nessence of Clause II (i) of the agreement is to put a cap on\nthe right of Maharashtra to utilize waters of Godavari river\nbelow the three dams mentioned therein up to Pochampad\ndam site to the extent of 60 TMC for new projects and in no\ncase exceeding that limit - There is no demarcation made\nthat the utilization of waters not exceeding 60 TMC for new\nprojects by Maharashtra shall be from the flowing water\nState of Andhra Pradesh is not entitled to the reliefs as prayed\nfor in the suit - However, a three member supervisory\ncommittee as detailed in the judgment is constituted - The\ncommittee shall surprise the operation of Babhali barrage and\nBalegaon barrage in terms of the judgment.\n-\nArt. 131-suit for injunction filed by one State against\nother State - Guiding factors to grant injunction - Explained\n- Evidence - Burden of proof.\n153\nE\nF\nG\nH\n154 SUPREME COURT REPORTS\nA\nWords and Phrases:\n[2013] 2 S.C.R.\nE\nB\nExpressions, 'dam', 'up to dam site', 'from the waters in\nthe area of Gadavari basin' and 'from the waters of Godavari\nbasin' - Connotation of.\nThe State of Andhra Pradesh filed the instant suit\nagainst State of Maharashtra, defendant no. 1 mainly.\nUnion of India was impleaded as defendant no. 2 and\nStates of Karnataka, Madhya Pradesh, Chhatisgarh and\nOrissa were impleaded as defendants no. 3 to 6. It was\nC the case of the plaintiff-State that pursuant to the\nagreement dated 6.10.1975 between the two States and\nthe consequent award dated 27.11.1977 made by the\nGodavari Water Dispute Tribunal (GWDT), the plaiantiff\ncompleted Pochampad dam project on river Godavari\nD near the border of State of Maharashtra; that the State of\nMaharashtra was illegally and unauthorisedly\nconstructing Babhali barrage within the reservoir bridge\nof Pochampad dam and its intention was to utilize the\nwater of Pochampad dam by invasion of reservoir water\nspread area by construction of Babhali barrage and\nallowing its farmers to utilize water for irrigation by lifting\nfrom Babhali pondage which would deprive the people\nof the plaintiff State of having water for irrigation and\ndrinking purposes. The stand of defendant no. 1-State of\nMaharashtra was that by agreement dated 6.10.1975, it\nwas agreed that Maharashtra could utilize waters not\nexceeding 60 TMC for new projects including any\nadditional use over and above the sanctioned utilization\nin terms of the agreement dated 6.10.1975 from the water\nin the area of Godavari basin below Paithan dam site and\nupto Pochampad dam site on Godavari. Out of the ten\nissues framed in the suit, the parties felt that decision on\nissues nos. 5,6,7 and 8 would be crucial. Taking these\nissues together, the vital issue for consideration before\nthe Court was with regard to: \"Maharashtra's entitlement\nH to construct any project within the water spread area of\nF\nG\nE\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS.\nPochampad project.\"\n155\nA\nDisposing of the suit, the Court\nHELD: 1.1 During the pendency of earlier disputes\nbefore the Godavari Water Disputes Tribunal, the riparian\nstates entered into bilateral and multi-lateral agreements B\nwhich were endorsed by the Tribunal in its Award dated\n27.11.1979 and based its decision on these agreements.\nThe relevant agreements for the purpose of the instant\ncase are the agreements dated 06.10.1975 and 19.12.1975.\nThe Tribunal in Chapter IV of the award has noted that C\nthe entire area drained by the river and its tributaries is\ncalled river basin. The expressions \"Godavari basin\",\n\"Godavari river basin\" and \"Godavari drainage basin\" in\nthe award have been explained to mean the entire area\ndrained by the Godavari river and its tributaries. From the D\naward, it is clear that the Tribunal put its seal of approval\nand endorsed the agreement dated 06.10.1975 between\nMaharashtra and Andhra Pradesh and the agreement\ndated 19.12.1975 between Karnataka, Maharashtra,\nMadhya Pradesh, Orissa and Andhra Pradesh and\nordered that the allocation of waters in the Godavari river\nand Godavari river basin between Maharashtra and\nAndhra Pradesh and the clearance of projects for\nutilization of waters of the Godavari and its tributaries\nshall be observed and carried out as per the agreements.\n[para 34, 35 and 41] [181-F-H; 182-A; 184-D-F]\nE\nF\n1.2 The award dated 27.11.1979 and the further award\ndated 07.07.1980 leave no manner of doubt that the\nTribunal has determined the distribution of water in the\nGodavari river on the basis of the agreements of the G\nparties. While doing so, the Tribunal was alive to the\nposition that in deciding water disputes in inter-State river,\nthe rule of equitable distribution of the benefits of the river\napplies so that each State gets a fair share of the water\nof the common river but there is no rigid formula for the H\n156 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA equitable distribution of waters of a river because each\nriver system has its peculiarities. In terms of Clause I of\nthe agreement dated 06.10.1975, Maharashtra has been\ngiven right to use for their beneficial use all waters up to\nPaithan dam site on the Godavari, up to Siddheswar dam\nsite on the Purna. [para 45] [185-G-H; 186-A-B-E-F]\nB\n1.3 Clause II of the agreement is in two parts. Clause\nII (i) provides that ‘from the waters in the area of the\nGodavari basin' below Paithan dam site on the Godavari\nand below Siddheswar dam site on the Purna and below\nC Nizamsagar dam site on the Manjra and up to\nPochampad dam site on the Godavari, Maharashtra can\nutilize waters not exceeding 60 TMC for new projects,\nincluding any additional use over and above the\nsanctioned or cleared utilization, as the case may be.\nD Clause II (ii) enables Andhra Pradesh to build\nPochampad project with FRL+1091 feet and MWL+1093\nfeet. Andhra Pradesh under this Clause has been given\nliberty to utilize all the balance waters up to Pochampad\ndam site in any manner it chooses for its beneficial use.\nE [para 46-47] [186-G-H; 187-A-B]\nF\nG\nH\n1.4 The words \"from the waters in the area of\nGodavari basin\" in Clause II(i) have two significant\nexpressions, one, ‘Godavari basin' and the other, 'in the\narea of'. The expression \"Godavari basin\" along with the\nother two expressions \"Godavari river basin\" and\n\"Godavari drainage basin\" in the award have been\nexplained to mean the entire area drained by the Godavari\nriver and its tributaries. By use of the words \"from the\nwaters in the area of Godavari basin” in contradistinction\nto \"from the waters of Godavari basin\", the parties have\nintended to mean waters in the geographical area of\nGodavari basin and not confined to flowing waters of\nGodavari basin. If the intention of Andhra Pradesh was\nthat Maharashtra should not utilize the waters of\nSTATE OF ANDHRA PRADESH v. STATE OF 157\nMAHARASHTRA \u0026 ORS.\nPochampad reservoir in its territory, such limitation A\nwould have been provided expressly. In the absence of\nany express limitation, except quantity on the use of water\nby Maharashtra within its territory in Clause II(i) of the\nagreement dated 6.10.1975, no other limitation can be\nread. [para 48-49] [187-E-F; 188-B-F]\nB\nC.\nD\n1.5 Moreover, apportionment of the Godavari river was\nagreed to by the two States in a typical situation in as\nmuch as building of Pochampad project by Andhra\nPradesh with FRL+1091 feet and MWL+1093 feet involved\nsubmergence of certain areas in the State of Maharashtra.\nBut for Maharashtra's consent to submergence of its area,\nAndhra Pradesh could not have built Pochampad dam\nwith capacity of 112 TMC; rather its capacity would have\nbeen limited to 40 TMC. Thus, in the absence of any\nexpress clause, it cannot be said that Maharashtra was\ngiven right to utilize waters not exceeding 60 TMC for new\nprojects from the flowing waters of the Godavari basin\nalone. On careful reading of Clause II(ii), it is evident that\nthis Clause gives right to Andhra Pradesh to utilize all the\nbalance waters up to Pochampad dam site in any manner\nit chooses for its beneficial use. The use of the expression,\n\"all the balance waters up to Pochampad dam site”\nsignifies that parties agreed that on utilization of waters\nnot exceeding 60 TMC for new projects by Maharashtra\nfrom the waters in the geographical area of the Godavari F\nbasin, all the balance waters up to Pochampad dam site\nis left for utilization by Andhra Pradesh for its beneficial\nuse. [para 50] [188-G-H; 189-A-D]\nE\n2.1 The common meaning of the word \"dam\" is the G\nstructure across the stream, including the abutment on\nthe sides. The dam is an obstruction to the natural flow\nof the water of a river or a barrier to prevent the flowing\nwater. A dam is built across a water course to confine and\nkeep back flowing water. [para 51] [189-E]\nH\n158\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA\nB\nC\nMorton v. Oregon Short Line Ry. Co. 87 P. 151, 153, 48\nOr. 444; and Colwell v. May's Landing Water Power Co. 19\nN.J. Eq. (4 C.E.Green) 245, 248 - referred to.\nIndian Standard Glossary of Terms Relating To River\nValley Projects, Part 8; Dams and Dam Sections [First\nRevision], paragraph 2.27; Glossary of Irrigation and Hydro-\nElectric Terms and Standard Notations used in India, Third\nEdition, published by Central Board of Irrigation and\nPower, \"Introduction to dams\", Publication No. 220 by\nCentral Board of Irrigation and Power under the Chapter\n\"Dam Sites - Large Dams\" - referred to.\n2.2 It is sound principle of interpretation that if an\nexpression has been used in an agreement at more than\none place, such expression must bear the same meaning\nD at all places unless expressed otherwise. When the\nagreement dated 06.10.1975 is read carefully, it would be\nseen that in Clause V, it is provided that Maharashtra and\nAndhra Pradesh will be free to use additional quantity of\n300 TMC of water each below Pochampad 'dam site' for\nE new projects. The 'dam site' in the agreement has the\nsame meaning in all clauses and it means the concrete\nstructure of the dam. Therefore, Clause II (i) that provides\nthat Maharashtra can utilize waters not exceeding 60 TMC\nfor new projects from the waters in the area of the\nGodavari basin below three dam sites noted therein and\nup to Pochampad dam site on the Godavari gives right\nto Maharashtra to utilize waters of the Godavari river up\nto Pochampad site which may be water flowing through\nthe river from the catchment area or the water spread area.\nSuch utilization is not confined to the water flowing\nthrough the river from the catchment area. The thrust of\nthe parties in Clause II (i) and the essence of this clause\nis to put a cap on the right of Maharashtra to utilize waters\nof Godavari river below the three dams mentioned therein\nup to Pochampad dam site to the extent of 60 TMC for\nF\nG\nH\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS.\n159\nnew projects and in no case exceeding that limit. There A\nis no demarcation made that the utilization of waters not\nexceeding 60 TMC for new projects by Maharashtra shall\nbe from the flowing water. While reaching the agreement,\nthe two States must have sought to equalize the burden\nand benefits. [para 52 and 81 (i) and (ii)] [192-E-F, G-H; 193- B\nA-D]\n2.3 As a matter of fact, Andhra Pradesh understood\nthe location of Pochampad dam site at particular latitude\nand longitude and not the reservoir. This also indicates\nthat by Pochampad dam site what is meant in the\nagreement dated 06.10.1975 is the structure and not the\nspread area. [para 53] [193-E]\nC\nOrient Papers \u0026 Industries Ltd. and Another v. Tahsildar-\ncum-Irrigation Officer and Others 1998 (1) Suppl. D\nSCR 442 = 1998 (7) SCC 303 – held inapplicable.\n-\n2.4 In the instant case, the Court is concerned with\nthe interpretation of the words \"up to dam site\" occurring\nin the agreement between the two states which was\nentered into when the dispute was already pending\nbefore the Tribunal and Andhra Pradesh was intending\nto construct Pochampad dam with 112 TMC that would\nsubmerge certain areas of Maharashtra. Therefore, these\nwords have to be understood in the context of the\nagreement and terms thereof. In the overall context it is\nvery difficult to hold that dam site is given meaning in the\nagreement as spread area of dam. [para 54.1] [194-E-G]\nE\nF\n2.5 Generally, there cannot be a dam within a dam.\nThis is also true that generally there cannot be lake/ G\npondage of a project of one State within the lake/\npondage of the project of another state. But this Court is\nconcerned with specific water sharing agreement\nbetween the two states which has been endorsed by the\nTribunal. Like any other agreement, the terms of inter- H\n160\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA State agreement ordinarily must be found out from the\nactual words employed therein. In Clause II (i), there is no\nlimitation imposed upon Maharashtra to utilize the waters\nof the Godavari river from the water flowing through the\nriver from the catchment area only in its territory. What\nMaharashtra has to ensure is that it does not utilize waters\nof Godavari river in its territory exceeding 60 TMC for new\nprojects and it does not interfere with natural and\ncontinuous flow of water into Pochampad reservoir. [para\n55] [195-A-E]\nB\nC\n3.1 In a suit for injunction filed by one State against\nthe other State, the burden on the complaining State is\nmuch greater than that generally required to be borne by\none seeking an injunction in a suit between private\nparties. The complaining State has to establish that\nD threatened invasion of rights is substantial and of a\nserious magnitude. In the matter between States,\ninjunction would not follow because there is infraction of\nsome rights of the complaining State but a case of high\nequity must be made out that moves the conscience of\nE the Court in granting injunction. [para 58] [196-D-F]\n-\nState of Washington v. State of Oregon 297 US 517 –\nreferred to.\n3.2 Maharashtra has suggested without prejudice to\nF its rights and contentions that it is willing to reimburse\n0.6 TMC of water to Andhra Pradesh by releasing the\nsame on 1st March every year. Maharashtra has\nsubmitted that the operation of Babhali barrage can be\nsupervised by a committee consisting of representatives\nG of Central Water Commission and of States of Andhra\nPradesh and Maharashtra. This committee will supervise\nthat the gates are lowered on the 28th October each year\nand will remain in operation till the end of June next year\nand that on the 1st of March the gates will be lifted to allow\nH the flow of water of 0.6 TMC to Andhra Pradesh. Thus,\nSTATE OF ANDHRA PRADESH v. STATE OF 161\nMAHARASHTRA \u0026 ORS.\neven 0.6 TMC will not be made use of by Maharashtra. A\n[para 62] [198-G-H; 199-A]\n3.3 The commitment of Maharashtra that the Babhali\nbarrage project requires 2.74 TMC of water out of the\nallocation of 60 TMC for new projects under the B\nagreement of which only 0.6 TMC is from the common\nsubmergence of Pochampad reservoir and Babhali\nbarrage if accepted and its compliance is ensured, it may\nbe conveniently held that Babhali barrage would not\nenable Maharashtra to draw and utilize 65 TMC of water\nfrom the storage of Pochampad project as alleged by\nAndhra Pradesh. [para 81(iii)] [211-E-F]\nC\n3.4 Even if the interpretation placed upon the\nagreement dated 06.10.1975 by Andhra Pradesh is\naccepted that utilization of waters to the extent of 60 TMC D\nfor new projects by Maharashtra from below the three\ndam sites mentioned in Clause II(i) up to Pochampad dam\nsite can be only from water flowing through the river from\nthe catchment area and not from the pondage/water\nspread area of Pochampad dam, on the basis of facts E\nwhich have come on record, a case of substantial injury\nof a serious magnitude and high equity that moves the\nconscience of the Court has not been made out by\nAndhra Pradesh justifying grant of injunction. [para\n81(iv)] [211-G-H; 212-A]\n3.5 This Court, therefore, holds that Andhra Pradesh\nis not entitled to the reliefs, as prayed for, in the suit. [para\n82] [212-B]\nF\n3.6 However, a three member supervisory Committee G\nas detailed in the judgment is constituted. The Committee\nshall surprise the operation of the Babhali barrage and\nBalegaon barrage in terms of the judgment. [para 83]\n[212-C-E]\nI\n162 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nCase Law Reference:\nA\n1998 (1) Suppl. SCR 442 held inapplicable para 26\n87 P. 151, 153, 48 Or. 444 referred to\npara 51.1\nB\n19 N.J. Eq. (4 C.E.Green) referred to\n245, 248\npara 51.2\n297 US 517\nreferred to\npara 58\n2006\nC\nCIVIL ORIGINAL JURISDICTION: Original Suit No. 1 of\nUnder Article 32 of the Constitution of India.\nWITH\nD\nE\nF\nG\nW.P. Nos. 134 of 2006, 210 \u0026 207 of 2007.\nConmt. Pet. (C) No. 142 of 2009 in Orgnl. Suit No. 1 of 2006.\nK. Parasaran, Altaf Ahmad, A.K. Ganguli, T.R.\nAndhyarujina, Ravindar Rao, Krishnamurthi Swami, P. Venkat\nReddy, Anil Kumar Tandale, S. Udaya Kumar Sagar, Bina\nMadhavan, Anindita Pujari (for Lawyer's Knit \u0026 Co.), D.M.\nNargolkar, Soumik Ghosal, Amey Nargolkar, R.K. Rathore,\nRashmi Malhotra, D.S. Mahra, B.S. Banthia, Radha Shyam\nJena, Anitha Shenoy, V.N. Raghupathy, Naresh Kumar, C.K.\nSucharita, Rumi Chandar, Parekh \u0026 Co., Shakil Ahmed Syed,\nAsha Gopalan Nair, Guntur Prabhakar, D. Bharathi Reddy for\nthe appearing parties.\nThe Judgment of the Court was delivered by\nR.M. LODHA, J.\nOriginal Suit No. 1 of 2006\n-\n1. Two riparian states - Andhra Pradesh and Maharashtra\n- of the inter-state Godavari river are principal parties in the\nH\n2\n"}