{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"·\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 735\n[S.H. KAPADIA, CJI.]\nintimating UASL one week in advance. Moreover, the A\nresources of BSNL shall be used for the purpose for which\nthese have been earmarked and no other service shall be\noffered by utilizing such resources without agreement or\nthe explicit written consent of BSNL.\n2.1.12 The interconnection arrangement shall be in\naccordance with the National Fundamental Plan related to\nSwitching, Routing, Charging and Numbering.\nB\n2.1.13 The Fully Mobile, Limited Mobile and Fixed services\nnetwork of UASL shall be having separate POIs with C/\nBSNL, which shall be, treated independently for all\npurposes, including setup costs, port charges etc. The\nformation of separate POIs and various trunk groups\ntherein is to be done as prescribed in relevant tables in\nSchedule I - Appendix A. The tables for POIs and trunk D\ngroups as prescribed for CMTS network shall be\napplicable for fully Mobile network of UASL.\n2.1.15.3 INTERCONNECTIVITY FOR STD/ ISD CALLS\n2.1.15.3.1 Interconnectivity for STD/ISD calls shall be\nbetween BSNL's LDCC TAX and UASL's LDCC TAX. In\ncase UASL does not have his own TAX in the LDCC, STD/\n. ISD calls from UASL's SDCC Tandem/local exchange in\nan SDCA in the LDCA shall be handed over to BSNL's\nLDCC TAX by the UASL.\n2.1.15.3.3 For the purpose of Inter circle and International\ncall, the UASL shall handover the call to BSNL at the\noriginating LDCC TAX.\n2.1.16 For the purpose of transit calls originated by\nUASL's subscriber and meant for termination in network\nof any other service provider, the UASL may transmit such\ntraffic as per rates given in Schedule I, on separate trunk\ngroups at SDCC Tandem for local calls and originating\nE\nF\nG\nH\n1\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n736\nSUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nLDCC TAX for intra and inter circle STD calls. However,\nBSNL reserves the right to amend the rates from time to\ntime and also to selectively withdraw transit facility to other\nnetworks. BSNL will also be at liberty to transit and offer\ncalls originated from other networks to UASL network.\nEither party shall not suppress the CLI for transit traffic also.\nIf rates for any transit service are not available in the\nSchedule, the same shall be mutually agreed separately.\nDetailed technical arrangements will be agreed separately.\n2.4 NUMBERING PLAN\n2.4.1 For Basic Services the same area codes for SDCAS\n/ LDCAs will be used for both BSNL and UASL network.\nHowever, distinguishing exchange codes will be used for\nthe BSNL and the UASL's exchanges i.e. linked numbering\nscheme will be followed as per the latest National\nFundamental Plan.\n2.4.3 All the digits received from calling party including '0'\nshall be passed across the interface (ROD=1). In case of\nCCS7 signaling, leading '0' will be appropriately coded in\nNature of Address Indicator (NAI).\n2.4.5 For Basic services separate exchange codes or\nnumber ranges shall be allocated to the BSNL and the\nUASL's exchanges by the LICENSOR. Utilization of unused\nexchange codes or number ranges out of those allocated\nto the BSNL and the UASL's exchanges shall be reviewed\nby LICENSOR from time to time for optimum utilization.\n2.5 CALLING LINE PRESENTATION\n2.5.1 BSNL's and UASL's network shall wherever\ntechnically possible, transmit and receive Calling Line\nIdentification (CLI). The Calling Line Identification from\nUASL's fully mobile/ CMTS network shall contain mobile\nsubscriber number including 93 and from its basic services\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 737\n[S.H. KAPADIA, CJI.]\nnetwork the CLI shall contain Access code, Area code A\nand subscriber number. The Calling Line Identification from\nBSNL shall contain area code and subscriber number\ndepending on the technical feasibility.\nB\nC\n2.5.4 No tampering/ alteration of CLI of calls handed over\nat the POI with BSNL shall be done by UASL. Instructions\nof Licensor in this regard shall be followed by UASL failing\nwhich the concerned POI of UASL shall be disconnected\nunder misuse after giving one week notice in addition to\nother actions prescribed in this agreement elsewhere.\n2.5.5 The switches of BSNL, which do not have CLI based\ncall barring capability or are not having CDR based offline-\nbilling capability, shall be technically non feasible for\nprovision of point of Interconnection. However, UASL\nundertakes that in the absence of such capabilities in\nBSNL's switches, it shall abide by all terms and conditions\nincluding MCU based arrangements for the purpose of\nmeasurement and billing of interconnect traffic as mutually\nagreed and thus mentioned in this agreement and that this\narrangement will not be a matter of dispute, then BSNL E\nshall provide POIs to UASL in such switches, if otherwise\nfeasible to do so.\nIt is further agreed that in case of any regulatory/judicial\nintervention on the above matters, the UASL shall be\nentitled to and be extended the same relief/ benefit given\nto any other operator to the extent it is applicable to the\nUASL under this agreement.\n/ 2:9 NETWORK INTEGRITY AND SCREENING\n2.9.1 It is the responsibility of the UASL to prevent the\ntransmission of any signaling message across the\nconnecting network, which does not comply with, inter\nworking specification of TEC No.G/PNI-03/01 Sept. 95 or\nD\nF\nG\nH\nA\nB\nC\n1\n738 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nas modified from time to time. Similarly BSNL shall also\nensure the same in its network.\n2.9.2 Efficient arrangement for screening function shall be\nestablished by the UASL at his Gateway exchange or\nelsewhere in his network to detect signals outside the\ninter-working specification of TEC No. G/PNI-03/01 Sept.\n95 referred above. Similarly BSNL shall also ensure the\nsame in its network.\n2.9.3 Screening arrangement shall include rejection of\ncommunications or discarding information fields, which do\nnot comply with the specification. It will be the responsibility\nof the UASL/BSNL that network integrity is protected and\nmaintained.\nD\nE\nF\nG\nH\nCHAPTER 6\nINTERCONNECTION CHARGES\n6.2 DETAILED BILLING\n6.2.1 For every STD/ISD call originating from the UASL's\nnetwork and accepted by BSNL, a detailed billing record\nwherever possible and/or bulk billing record will be\ngenerated in the LDCC TAX. For this purpose the UASL\nshall supply calling subscriber's identity for detailed billing\npurpose.\n6.4. Interconnect Usage Charges\n6.4.1 Interconnect Usage Charges (IUC) shall be payable\nby UASL to BSNL for the calls originating in UASL network\nand handed over to BSNL network. Likewise Interconnect\nUsage Charges shall be payable by BSNL to UASL for\nthe calls handed over by BSNL network and terminating\nin UASL network. Interconnect Usage charges include\ntermination charge, carriage charge, transit charge and\naccess deficit charge (ADC) as applicable.\nB.S.N.L. v. RELIANCE COMMUNICATION LTD.\n[S.H. KAPADIA, CJI.]\n1\n739\n6.4.3 The traffic from / to fully mobile network delivered on A\nany BSNL's LDCC TAX from UASL's GMSC will be\nmeasured on the incoming / outgoing junctions of the\nBSNL's LDCC TAX.\n6.4.6 WRONGLY ROUTED CALLS\nB\n(a) Unauthorised calls i.e. calls other than specified for that\ntrunk group if detected, for which the applicable IUC is\nhigher than the IUC applicable for calls prescribed in that\ntrunk group, then BSNL shall charge the UASL the highest\napplicable IUC, as applicable for such unauthorised calls, C\nfor all the calls recorded on this trunk group from the date\nof provisioning of that POI or for the preceding two months\nwhichever is less.\n(b) the CLI based barring facility shall be activated at the\nPOIs wherever technically feasible to ensure that the traffic\nhanded over by BSNL is in the appropriate trunk groups\nonly. Wherever it is technically not feasible to activate CLI\nbased barring, periodic monitoring of the incoming trunk\ngroup shall be done by BSNL to ensure this objective. The\ncalls received by BSNL without CLI or modified/tampered\nCLI from UASL shall be charged at the highest slab i.e.\nas for ISD Calls. In case such calls are received by BSNL\non any trunk group, then all the calls recorded on this trunk\ngroup shall be charged at the rates applicable for IUC of\nincoming ISD calls from the date of provisioning of that POI\nor for the preceding two months, whichever is less.\n(c) When CDR based billing is introduced in BSNL's\nnetwork some of the trunk groups shall be merged. In such\ncases also, in case unauthorised or Incoming International\nCall, without CLI call, call with tampered CLI is handed over\nto BSNL at the merged trunk group, then BSNL shall\ncharge the UASL the highest applicable IUC, as\nprescribed in clauses 6.4.6(a) above for unauthorised calls\n\u0026 6.4.6(b) above for incoming International call, without CLI\nDỊ\nF\n• !\nI\nA\nB\nC\nD\nE\nF\nG\nH\n740 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\ncall, call with tampered CLI, for all calls recorded on this\nmerged trunk group from the date of provisioning of that\nPOI or for the preceding two months whichever is less.\n(d) In addition, BSNL shall also have the right for taking\nother legal actions including disconnection of POIs or\ntemporary suspension of the interconnection arrangements\nunder misuse.\n6.4.7 All the required information in monthly certificate of\ndetails of traffic (in minutes) as prescribed in Schedule |\nshall be submitted by UASL to BSNL in a timely manner.\nThis information includes outgoing STD and ISD traffic\nfrom its limited mobile/ fully mobile/ cellular access network\nhanded over to each of private NLDOS/ILDOS separately\nand incoming STD and ISD traffic to its network accepted\nfrom each of private NLDOS/ ILDOS separately.\n6.5 Billing\n6.5.2 At present CDR based billing system for Pols is not\navailable in BSNL's network at all locations. Wherever\nBSNL is having CDR based billing system for POIs, BSNL\nshall bill the IUC based on processing of CDRs. However,\nwherever CDR based billing system is not available in\nBSNL's network, the billing of IUC shall be done based on\nIUC pulses as described in Schedule 1. The per MCU\ncharge for these IUC pulses being Rs 0.10 for all types of\ncalls except originating ISD calls and any other call\nspecially specified in which case per MCU charge shall\nbe Rs 1.20. BSNL reserves the right to charge Access\nDeficit Charge (ADC) based on distance from originating\nSDCC to terminating SDCC as and when necessary\ntechnical arrangements are put in place by BSNL.\n8.2 Termination\n8.2.1 This Agreement shall continue for the period\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 741\n[S.H. KAPADIA, CJI.]\nindicated in Clause 8.1 above unless any of the following A\nevents occur:\n(a) Either Party ceases to hold a licence under Section 4\nof the Indian Telegraph Act.\n(b) An order is entered by a court of competent jurisdiction\nmandating the winding-up or dissolution of a Party, or\nappointing a receiver or liquidator for such Party or having\na comparable effect;\n(c) If in the interest of national security or otherwise, it is\nordered by a Competent Authority such as Licensor/ TRAI,\nthat the agreement may be terminated.\n(d) If there is a breach of any of the technical and financial\nobligations as covered in clauses 2.1.3, 2.1.5.1, 2.1.8,\n2.1.9.1, 2.1.9.2, 2.5, 2.11 and 6.4.6.\nIn which case this Agreement shall immediately be\nterminated, without any further notice.\n8.2.2 This Agreement also may be terminated by either\nParty giving 30 days notice to the other in the event that\neither Party.\n(a) breaches any provision of this Agreement; provided,\nhowever, that the breaching Party has been notified in\nwriting of its failure by the non-breaching Party and the\nbreaching Party has not remedied its failure within twenty\n(20) Working Days; and the approval of Licensor or TRAI,\nas the case may be, has been obtained for such\ntermination. In the event, the approval is accorded with\nconditions, regard being had to the general interest of the\ncustomers, the same will be fully complied with before the\nfinal act of disconnection of interconnection arrangements\nbecomes effective. Provided, however, in the event no\nintervention is made by the Regulator/ Licensor during the\nB\nC\nD\nE\nF\nG\nH\nA\nB\n0\nE\nF\nG\n742 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nnotice period, the approval shall be deemed to have been\naccorded.\n(b) ceases to carry on business.\n(c) Either Party is unable to discharge its obligation under\nthis agreement. However, in case of Force Majeure\nprocedure as indicated below shall be followed:\nFORCE MAJEURE\nNeither party shall be liable for any breach of this\nAgreement (other than a breach for non payment) caused\nby an act of God, insurrection or civil disorder, war or\nmilitary operations, national emergency, fire, flood,\nlightning, explosion, subsidence, industrial dispute of any\nkind. The Party affected by such force majeure shall\npromptly notify the other Party of the conditions and the\ndetails thereof. If as a result of force majeure, the\nperformance by affected Party of its obligation under this\nagreement is only partially affected, such Party shall\nnever less remain liable for the performance of those\nobligatuns not affected by such force majeure. If the force\nmajeure lasts for more than the continuous period of 90\ncalendar days from the date of the notification, and\ncontinues to prevent the affected Party from performing its\nobligation in a whole or in material part, the either party\nshall be entitled to, terminate this agreement by giving not\nless than 30 calendar days written notice to the other Party.\n8.3 Withdrawal of Interconnection\n(a) For Non-payment: In case of default in payment,\nBSNL reserve the right for withdrawal/ suspension of\nservices at the POI. This will be in addition to other\nremedies available under the agreement.\n(b) Under misuse or instructions for the Licensor.\nH Either Party may spend or withdraw the services if the\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 743\n[S.H. KAPADIA, CJI.]\nother party misuses or indulges in any act which will A\nconstitute misuse of PO or will result in violation of\ninstructions issued by Licensor/ Regulator.\nThe notice period for (a) and (b) above, if any, shall be as\nspecified in the respective clause of the agreement.\nSCHEDULE I\nInterconnection Usage Charge (IUC)\nB\nC\nD₁\n3. Due to non-availability of CDR based billing plateform,\nIUC applicable for the calls handed-over to BSNL at the\nPol (Point of Interconnect) have been converted into\ndifferent pulse rates as per Appendix B. The pulse rates\nhave been calculated at a per MCU (Metered Call Unit)\nrate of Rs 0.10 for all calls except outgoing ISD calls which\nshall be measured at a rate of Rs 1.20 per MCU. The bills.\nfor IUC shall be raised by BSNL to the interconnecting\noperator based on the bulk billing of MCUs on the\nincoming trunk groups. The pulse duration with an accuracy\nof 10 milli seconds shall be applied at the POIs of all UASL\nwith BSNL as prescribed in Appendix B (in brackets) E\nwherever technically feasible in BSNL switches. At present\nthe implementation of 10 milli seconds accuracy in pulse\nduration is possible in new technology switches of BSNL\ni.e. EWSD, AXE-10, OCB-283 and 5ESS.\n5. The bills for IUC raised by access providers to BSNL\nshall accompany with a certificate that they have submitted\na signed certificate to circle office BSNL regarding the\nvolume of intra circle, NLD and ILD traffic as per the\nAppendix-C. Further processing of these bills, for payment\nto access providers for the traffic terminated in their\nnetwork, shall be done only on receipt of this certificate\nfrom them. In case called upon, the complete record of\ntraffic will be produced by access providers for verification\nby the technical audit team constituted by BSNL. The\nF\nG\nH\nA\nB\nC\nC\nE\nபய\nF\nG\n- H\n744 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nprocedure for billing and recovery of ADC in respect of\ninter-circle STD calls from cellular / WLL (M) and outgoing\n/ incoming ISD calls routed through a NLDO or ILDO other\nthan BSNL and intra-circle traffic from cellular/ WLL(M) to\nfixed networks are enclosed in Appendix-D.\n11. The CLI based barring facility has been activated by\nBSNL at the Pols wherever technically feasible to ensure\nthat the traffic handed over to BSNL is in the appropriate\ntrunk groups only. Wherever it is technically not feasible to\nactivate CLI based barring, periodic monitoring of the\nincoming trunk groups shall be done by BSNL to ensure\nthis objective. In case of wrongly routed calls IUC shall be\ncharged as below:\n(a) Unauthorised calls i.e. calls other than specified for that\ntrunk group if detected, for which the applicable IUC\n(including ADC) is higher than the IUC (including ADC)\napplicable for calls prescribed in that trunk group, then\nBSNL shall charge the concerned private operator the\nhighest applicable IUC (including ADC), as applicable for\nsuch unauthorized calls, for all the calls recorded on this\ntrunk group from the date of provisioning of that POI or for\nthe preceding two months whichever is less.\n(b) Wherever it is technically not feasible to activate CLI\nbased barring, the calls received by BSNL without CLI or\nmodified/ tampered CLI from concerned private operator,\nshall be charged the IUC applicable for the highest slab\n(i.e. as for ISD Calls including ADC applicable for ISD\ncalls) for all the calls recorded on this trunk group from the\ndate of provisioning of that POI or for the preceding two\nmonths, whichever is less.\n(c) When CDR based billing is introduced in BSNL's\nnetwork some of the trunk groups shall be merged. If\nunauthorized or Incoming International call or without CLI\ncall or call with tampered CLI is handed over to BSNL at\n'\n"}