{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B.S.N.L. v. RELIANCE COMMUNICATION LTD. 715\n3.4 It is clarified that the judgment is restricted only A\nto the interpretation of clause 6.4.6 of the Interconnect\nAgreement read with the Addenda. The clause 6.4.6\nrepresents pre-estimate of reasonable compensation for\nthe loss suffered by BSNL. Thus, the impugned judgment\nis set aside and the matter is remitted to TDSAT to decide B\nthe matter de novo in accordance with the law laid down.\nHowever, it is highlighted that in the letter dated 13th\nOctober, 2004 addressed by BSNL to Reliance, it has\nbeen alleged that the calls have landed at the POIs of M/\ns. Reliance Infocomm. Ltd. at Karellbaug, Panigate, C\nAlkapuri, Makarpura, Padra, Dabhoi and Miyagam\nexchanges in Vadodara SSA. Also, it is alleged that the\nnumber 2813041000 was an unallocated number with\nReliance during the relevant period. This aspect needs\nto be examined by TDSAT on facts. [Para 20] [761-A-D]\nFateh Chand v. Balkishan Das (1964) 1 SCR 515;\nBharat Sanchar Nigam Limited v. Motorola India Private\nLimited (2009) 2 SCC 337; Maula Bux v. Union of India\n(1969) 2 SCC 554; Union of India v. Raman Iron Foundry\n(1974) 2 SCC 231 - referred to.\nD\nE\nCase Law Reference:\n(1964) 1 SCR 515\nReferred to\nPara 10\n(2009) 2 SCC 337\nReferred to.\nPara 10 F\n(1969) 2 SCC 554\nReferred to.\nPara 10\n(1974) 2 SCC 231\nReferred to.\nPara 10\nCIVIL APPELLATE JURISDICTION : Civil Appeal No.\n6706 of 2010.\nFrom the Judgment \u0026 Order dated 24.05.2010 of the\nlearned Telecom Disputes Settlement and Appellate Tribunal\nat New Delhi.\nG\nH₁\nA\n716 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nGopal Subramaniam, SG, C.S. Vaidyanathan, Ramji\nSrinivasan, Pratibha M. Singh, Tejveer Singh Bhati, Gaurav\nSharma, Abhinav Mukerji, Surbhi Mehta, Tanmay Mehta, Akhil\nSibal, Manali Singhal, Santosh Sachin, Aakarsh Kamra, Abhijat\nP. Medh, Mansoor Ali Shokat, Apoorva Mishra, Ramesh Kumar\nB Pukharbham, S. Ganesh, Navin Chawla, Ruby Ahuja, Manu\nAgarwal, Jatin Mongia, Raunak Dhillon, Manik Karanjawala (for\nM. Karajawala and Co.) appearing parties.\nC\nD\nE\nThe Judgment of the Court was delivered by\nS.H. KAPADIA, CJI 1. Whether clause 6.4.6 of the\nInterconnect Agreement between Bharat Sanchar Nigam\nLimited (BSNL) and M/s. Reliance Infocomm Limited is penal\nor a pre-estimate of damages is the question which arises for\ndetermination in this civil appeal?\nFacts\n2. On 18th March, 1997, Reliance had entered into BSO\nInterconnect Agreement with Department of\nTelecommunications (DOT) for interconnection of their networks\nwithin their respective circles. In October, 2000, with its\nestablishment, the BSNL took over from DoT the\naforementioned BSO Agreement. In November, 2003, the BSO\nregime was replaced by Unified Access Services regime which\ngranted the licence to service providers for both basic and\nF mobile telephony services as part of a single unified licence.\nReliance was allowed to operate as a Unified Access Service\nprovider from November 14, 2003 though it was formally\ngranted the Unified Access Service Licence on 21st\nSeptember, 2004 with effect from 14th November, 2003. By an\nG addenda dated 28th February, 2006, the agreement was\nformally amended with retrospective effect from 14th\nNovember, 2003. The Agreement deals with local calls, national\nlong distance calls (NLDC) and international long distance calls\n(ILD). Calls of each trunk group are connected through\nH dedicated ports and are chargeable at rates different from other.\n1\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 717\n[S.H. KAPADIA, CJI.]\ntrunk groups. Hence, depending on the number of calls handled A\nby a particular port, charges are levied by BSNL on Reliance,\nat the rate of the existing call charges payable for that particular\ntrunk group..\n3. On 24th June, 2003, the DoT issued a circular\nspecifying that Calling Line Identification (CLI) cannot be\ntampered with under any circumstances and also gave\ndirections to service providers on how to prevent such\ntampering. By its circular dated 28th January, 2004, the above\ncircular of DoT coupled with IUC Regulations dated 29th\nOctober, 2003 issued by Telecom Regulatory Authority of India\n(TRAI) was made effective.\nB\nC\n4. In September, 2004, BSNL received several complaints\nfrom its subscribers in Gujarat that they were receiving ILD calls\nwith local CLI Numbers. On the basis of these reports, BSNL D\nmade its own enquiries by calling the local CLI number, i.e.,\n0281-3041000. This was on 5th October, 2004, 6th October,\n2004 and 7th October, 2004. Each time the number was called\nthe response from the other end was that the number did not\nexist. Therefore, on 8th October, 2004, BSNL reported the\nmatter to Reliance at which time Reliance had sent its report\nto DoT regarding the same. In the said report to DoT, Reliance\nstated that the wrong routing of ILD calls was being done by\none of its subscribers, viz., M/s. Raj Enterprises (who was given\n60 calls circuits). The series of numbers allotted to Raj F\nEnterprises was from 2813041000 – 2813041199, i.e., 200\nnumbers.\n5. On 13th October, 2004, BSNL gave notice to Reliance\nsaying that Reliance is having POIs at various Exchanges in\nVadodra; that on monitoring incoming traffic to BSNL as\nindicated in CDRs at the above POIs, it was found that there\nwere numerous calls with CLI as 281 3041000; that, such calls\nhave been received from 4th September, 2004 and, therefore,\nBSNL will charge at Rs. 5.65 per minute for all incoming calls\nat POI of Reliance from July, 2004. It may be noted that Rs.\nt\nE\nG\nH\n718 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 5.65 per minute is the rate of incoming ISD calls at TAX POI of\nReliance (the word 'TAX' stands for Trunk Automatic Exchange).\nB\nC\n6. On 25th October, 2004, BSNL issues its circular to all\nits officers by which continuation of unauthorized diversion in\nrouting of ILD calls is brought to their notice with specific\nreference to the case of Reliance. In the circular, it is highlighted\nthat although Reliance claims that tampering of CLI has been\nstopped w.e.f. 16th September, 2004, it is found that.\ninternational calls have been delivered on the local POI of\nReliance, at trunk group meant for intra circle terminating traffic,\nat various SDCC tandem exchanges, with CLI of Reliance\nnetwork of other SDCAs which is different from STD Code and\n3039xxxx.\n7. On 21st March, 2005, BSNL raised its bill on Reliance\nD (RIL) levying \"penalty\" of Rs. 9,17,27,746 with interest from 15th\nOctober, 2004 to 15th April, 2005 at 21% p.a. for months of\nJuly, 2004 to October, 2004 in all amounting to Rs. 9,89,68,892/\n- for illegal routing of calls. This bill dated 21st March, 2005\nsuperseded the provisional bill dated 15th October, 2004\nE raised by the Vadodra Unit of BSNL for Rs. 6.89 cr. for the said\nperiod July, 2004 to September, 2004. In the said bill, the rate\napplied was Rs. 5.65 per minute. This demand was made on\nthe basis that numerous calls have been detected in the POI\nwith CLI as 281 3041000 which pertained to ISDNB PRI\nconnection given to M/s. Raj Enterprises of Rajkot. According\nto Reliance, the calls received in its POIs were \"grey market\"\ncalls. That, they were neither wrongly routed nor their CLIs were\ntampered. Ultimately, after detailed correspondence between\nBSNL and Reliance, petition No. 275 of 2009 was filed by\nReliance against the above impugned demand.\nF\nG\n8. By the impugned judgment, TDSAT has held that the\nimpugned demand of BSNL under clause 6.4.6 of the\nInterconnect Agreement is penal in nature; that under the said\nclause unauthorized calls had to be detected by BSNL and that\nH in case of such detection charges were to be levied on such\n1\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 719\n[S.H. KAPADIA, CJI.]\ncalls at the highest applicable IUC; that BSNL was under an\nobligation to draw distinction between unauthorized calls and\ncalls without/ modified CLI in the impugned demand which in\nthe present case has not been done; that no opportunity of\nhearing was given to Reliance and, lastly, the amount of penalty\nwas not commensurate with actual damage suffered by BSNL.\nAccordingly, the impugned demand was set aside. Aggrieved\nby the impugned judgment of TDSAT dated 24th May, 2010,\nBSNL has come to this Court by this civil appeal.\nSubmissions\nA\nB\nс\nE\n9. On interpretation of clause 6.4.6, Shri Gopal\nSubramanium, learned senior counsel appearing for BSNL\nsubmitted that the said clause merely prescribes the payment\nof a sum by Reliance on the happening of an event other than\nbreach and, consequently, the distinction between penalties and D\nliquidated damages would not apply because such distinction\napplies only to sums payable on breach of the contract and not\nwhen a clause prescribes payment of a sum on the happening\nof an event other than breach. In this regard, learned senior\ncounsel submitted that the Agreement pertains to\ntelecommunication services which is capital intensive venture\nand which requires seamless and uninterrupted service. A\ndisruption in such services would result not only in financial loss.\nto BSNL and Reliance but also to a large number of\nsubscribers of both the companies. Moreover, learned senior\ncounsel submitted that it is technically impossible for BSNL to\ntrace or block a call with a tampered (masked) CLI. That, on a\ngiven day a single POI handles millions of minutes of calls which\nare handed over to BSNL and in such a situation it is not\ncommercially feasible to decipher which call is genuine and\nwhich call is without CLI/tampered CLI. Thus, clause 6.4.6\nshould be interpreted against the background knowledge\nreferred to above and, if so read, it becomes clear that the said\nclause is inserted in the Agreement for commercial prudence\nas a thumb rule and should as such be interpreted in that\nF\nG\nH\n1\nс\n720 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA manner. According to the learned counsel, the onus of proving\nthe nature of a clause as penal is on the party who has sued\nupon it. According to the learned counsel, clause 6.4.6 gives\nBSNL an option of terminating the contract or to prolong the\ncontract on the payment of an additional sum and thus the same\nB cannot be characterized as penalty but must be classified as\nrepresenting the price for the option of continuing the contract.\nThus, according to the learned counsel clause 6.4.6 represents\na condonable default under the contract as payment under the\nsaid clause results in continuance of the contract.\nC Consequently, the amount paid under the said clause cannot\nbe brought under Section 74 of the Contract Act. According to\nthe learned counsel the situation in clause 6.4.6 amounts to an\nalternative mode of performance of the contract. Lastly,\naccording to the learned counsel where a contract prescribes\npayment of a sum on default, even if the sum payable may be\nlarger than the actual loss, when the contract is between parties\nwith equal bargaining power, and as long as the sum payable\nis not extravagant, it should not be characterized as penalty.\nSimilarly, where an agreed sum is payable upon a default if the\nloss accruing to the claimant from the default in question cannot\nbe accurately or even reasonably be ascertained, then such\nsum cannot be classified as penalty and once a stipulation is\nheld not to be a penalty, there is no need for actual proof of\nloss.\nD\nE\nF\n10. On interpretation of clause 6.4.6 of the Interconnect\nAgreement, Shri C.S. Vaidyanathan, learned senior counsel for\nReliance and Shri Ramji Srinivasan, learned senior counsel for\nTata Teleservices Limited, submitted that there is no dispute\nbetween the parties regarding the existence of the grey market\nG and its operations by miscreants who use the telecom facilities\nprovided by various telecom service providers, including\ngovernment operators, like BSNL and MTNL. In this connection\nlearned counsel placed reliance on the compilation submitted\nby BSNL. Learned counsel also placed reliance on the\nstatistical data in support of his above contention. The learned\nH\n1\nB.S.N.L. v. RELIANCE COMMUNICATION LTD.\n[S.H. KAPADIA, CJI.]\n✓\n721'\nB\nc\nC\ncounsel has also relied upon directions dated 25.10.2004 A\nissued in the form of a circular by BSNL to its field offices\nsuggesting steps to be taken by them to detect what is called.\nas \"gateway bypass scam\". On the interpretation of clause\n6.4.6, learned counsel submitted that the said clause carries a\nheavy penalty; that the said clause is attracted in cases of\ntampering/wrong routing of calls attributable to some fault on\nthe part of the operator and not otherwise, and since in the\npresent case the actions complained are attributable to an\nunscrupulous subscriber and not to Reliance, clause 6.4.6\n\"cannot be invoked. In other words, according to the learned\ncounsel, grey market operations of telecom are a reality\naffecting all telecom service operators and cannot become a\nground for invoking clause 6.4.6 which is a unilateral clause\nregardless of the fault of the private operator. Learned senior\ncounsel further submitted that the contention of BSNL regarding D\n\"strict civil liability\" is entirely misplaced as BSNL does not\npossess any statutory power to impose such liability. On\napplicability of Section 74 of the Contract Act, learned counsel\nsubmitted that interconnection between different telecom\nservice providers is essentially in the interest of the\nsubscribers. That, such interconnection is mandated by the\nlicense; that the interconnection charges are regulated by TRAI\nunder Section 11 of the 1997 Act; that no service provider can\ncharge interconnection charges more than what is specified by\nthe regulator; and that clause 6.4.6 of the Interconnection\nAgreement between BSNL and Reliance is a one sided penal\nprovision insisted upon by BSNL. That, what BSNL can recover\nis either consideration for services rendered by their\ninterconnection or compensatory damages in case of breach\nof any of the clauses of the said Agreement. This is because\nthe Contract Act does not contemplate any other amount being G\nreceived by one contracting party (BSNL) from the other\ncontracting party (Reliance). That, the consideration for services\nrendered by interconnection is regulated by TRAI it is not open\nto BSNL to charge what they like. On the other hand, the TRAI\nregulations do not provide for quantum of damages or a penalty H\nE\nF\nC\nD\n722 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA in case of breach of the interconnection agreement. Therefore,\nif clause 6.4.6 is attracted before breach, as submitted by\nlearned counsel for BSNL, and if clause 6.4.6 is not\ncompensatory, then the amount demanded is without\nconsideration and would be unconscionable. According to the\nB learned counsel clause 6.4.6 in the Interconnect Agreement\nconfers only a contractual right. BSNL, according to the learned\ncounsel, is neither the sovereign exercising legislative or\nexecutive or police powers nor is BSNL a regulator. It is not\nvested with any powers to impose any penalty for breach of\ncontractual terms nor can BSNL be vested with such powers\nas BSNL is one of the several operators in the National\nTelecom Policy of 1994 and 1999. That, DoT or the TRAI may\nexercise regulatory or police powers imposing a penalty or strict\ncivil liability for violation of any of the terms and conditions of\nthe license when public interest so requires. However, BSNL\ndoes not have any statutory, regulatory or police powers to\nimpose strict civil liability. That, strict civil liability has been\nrecognized and upheld where it is imposed by the State\nexercising legislative power in respect of violation of tax\nliabilities. It has also been recognized and enforced by courts\nin tortuous action in regard to ultra hazardous activity or product\nliability but even in such cases the liability is strict in the sense\nthat no negligence need be proved but quantum of damages\nwill have to be proved and it will be only compensatory and not\npenal because penal liability can be imposed only by legislation.\nF According to the learned counsel the concept of strict civil\nliability or absolute liability is alien to the scheme, purport and\nintent of the law of contracts. On clause 6.4.6 learned counsel\nsubmitted that the said clause occurs in Chapter 8 relating to\ninterconnection charges and it is in respect of \"wrongly routed\nG calls\". According to the learned counsel the said clause 6.4.6\nis premised entirely on the breach of contractual term requiring\ncalls being handed over in the specific trunk route or calls being\nhanded over with an appropriate CLI. That, clause 6.4.6 (d) is\na pointer to sub-clause (a) and sub-clause (b) being the\nH remedy for breach, in addition to the rights that BSNL has for\nE\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 723\n[S.H. KAPADIA, CJI.]\nB\ndisconnection of POI or temporary suspension of Interconnect A\nAgreement for misuse. Thus, sub-clauses (a) and (b) and (d)\ncan be invoked only in case of a breach of the term requiring\nhanding over of calls in the specified trunk route or handing over\nof calls with appropriate CLI and, therefore, it is incorrect to say\nthat clause 6.4.6 is attracted before the breach of contract and\nthat the provision for remedy of breach is only in clause 8.2 or\n8.3. That, it is equally incorrect to contend that the provision for\nbreach or damages is only what is contained in clause 11 of\nthe general terms. According to the learned counsel clause 6.4.6\ncan be in the nature of reasonable compensation or с\ncompensatory damage only if the charges are recovered in\nrespect of the offending calls and not in respect of the legitimate\ncalls. Any other interpretation will militate against the\ncompensatory nature of damages and will amount to imposition\nof a penalty without legislative sanction and by one party to the\nD\ncontract usurping sovereign, police and regulatory powers.\nLearned counsel submitted that the two months time limit\ncannot make clause 6.4.6 reasonable or compensatory, if all\ncalls, irrespective of whether they are rightly or wrongly routed,\nor with CLI or without CLI or disguised CLI are charged at the\nhighest IUC rates. Such a provision, according to the learned\ncounsel, will be ex facie penal in nature. Learned counsel\nsubmitted that there is no merit in the contention of BSNL that\ntechnology does not enable tracing of every disguised call.\nAccording to the learned counsel this argument of lack of\ntechnology would be available to BSNL only to the extent that\nall calls of the offending subscriber, such as Raj Enterprises,\nmay be treated as unauthorized calls. However, beyond that,\ncalls of other subscribers, in respect of whom there is not even\na whisper of illegality, cannot be clubbed with the offending\ncalls because that would amount to imposition of penalty. G\nLearned counsel submitted that under the Contract Act no party\nis entitled to recover punitive damages for any breach of\ncontract. That, in terms of Section 73 of the Act, the party which\nsuffers by any breach of contract is entitled to receive, from the\nparty who has broken the contract, compensation for any loss H\nLLE\nF\nC\nD\n724 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R. ·\nA or damage caused to him thereby, which naturally arose in the\nusual course of things from such breach. Such compensation\nis not to be given for any remote or indirect loss or damage.\nAccording to the learned counsel in terms of section 73 of the\nContract Act in order to receive compensation for loss or\nB damage, the party claiming such compensation must prove the\nalleged loss or damage. However, section 74 carves out an\nexception to the ordinary legal requirement of proving loss or\ndamage In terms of section 74 when a contract is breached,\nif a sum is named in the contract as the amount to be paid in\ncase of such breach or if the contract contains no other\nstipulation by way of penalty, the party complaining of the\nbreach is entitled, whether or not actual loss or damage is\nproved to have been caused thereby, to receive from the party\nwho has broken the contract, reasonable compensation. not\nexceeding the amount so named or, as the case may be, the\npenalty stipulated for. It thus follows, according to the learned\ncounsel, from section 74 of the Contract Act that regardless of\nwhether the contract specifies a sum to be paid in the event of\nbreach or whether it contains any other penal provision, the\nparty complaining of the breach is only entitled to receive -\nreasonable compensation. In the alternative, learned counsel\nsubmitted that inasmuch as clause 6.4.6 provides for payment\nof an amount beyond reasonable compensation for loss or\ndamage, it is to that extent unenforceable in law. In this\nconnection learned senior counsel has placed reliance on the\njudgments, Fateh Chand v. Balkishan Das [(1964) 1 SCR 515];\nBharat Sanchar Nigam Limited v. Motorola India Private\nLimited [(2009) 2 SCC 337]; Maula Bux v. Union of India\n[(1969) 2 SCC 554] and Union of India v. Raman Iron Foundry\n[(1974) 2 SCC 231]. According to the learned counsel clause\nG 6.4.6 is wholly one sided penal provision inasmuch as it entitles\nthe appellant to receive moneys from Reliance on account of\nbreach and not vice-a-versa. Learned counsel further submitted\nthat in the instant case BSNL has alleged that international calls\nhave been delivered on its network as local/national calls from\nH a particular number (02813041000), belonging to a particular\nE\nF\n"}