{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"i\n(\n1\n+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n935\nSupreme Court which binding upon this court under Article A\n141 of the Constitution. As we have indicated in the\nforegoing paragraph, this Court in exercise of power under\nArticle 226 of the Constitution of India cannot open a\nchapter which had been closed by Hon'ble Supreme Court\nby upholding the vires of the Validating Act. This Court B\ncannot declare the pronouncement of the Hon'ble\nSupreme Court, as per incurium, even if the Hon'ble\nSupreme Court has not dwelled into the\"\nC\nD\nThe High Court held that the Legislature, by amending Act,\nhas merely removed the defect pointed out by this Court in case\nof Radhey Shyam (cited supra) and removed the basis of the\ndecision rendered by the Court. The High Court also rejected\nthe argument regarding the Section 17(4) and the proviso\nadded to it by Validating Act. Ultimately, the High Court, wholly\nrelying on the judgments in Ghaziabad Development Authority\nvs. Jan Kalyan Samiti Sheopuri reported in 1996 (1) SCC 562,\nGhaziabad Development Authority vs. Jan Kalyan Samiti,\nSheopuri reported in 1996(2) SCC 365 and Meerut\nDevelopment Authority vs. Satvir Singh \u0026 Ors. (cited supra),\nheld that the High Court had no authority to hold these three E\ncases as per incurium and since in these three cases the\nValidating Act was upheld, there was no question of finding fault\nwith the Validating Act. Similarly, the High Court also rejected\nthe argument regarding the invalidity of Sections 17(1)(3A) and\n(4) of the Act. The High Court also independently considered\nthe principle of eminent domain. The High Court also\nconsidered the Ujariyaon Housing Scheme Part-II and found\nthat the final award was made on 25.2.1987 while in Ujariyaon\nHousing Scheme Part-III Scheme, proceedings for passing the\naward were completed and were sent to the appropriate G\nauthority for scrutiny, consideration and approval. The High\nCourt went on to approve of the application of the urgency\nclause in both the schemes. It also took into account the\nargument of the LDA that the possession of the lands were\nalready taken and a new city has already come up on the banks\nF\nH\n936 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA of river Gomti and a huge township has come up consisting of\nflats, houses and markets etc. which was constructed by LDA.\nNot only this, those premises have been transferred to\nthousands of people, inhabited in the colonies and, therefore,\nit would not be worthwhile to interfere in the process of\nB acquisition. The High Court also approved the argument that\nonce a possession was already taken, the Government would\nnot withdraw from acquisition nor would the proceedings lapse.\nThe High Court also found, as a matter of fact, that the\npossession of the whole land was already taken over, contrary\nto the claim made by the Writ Petitioners that they were still in\npossession. Ultimately, on all these grounds, the Writ Petitions\ncame to be dismissed. All the present appeals are against the\naforementioned common judgment of the High Court, disposing\nof the Writ Petitions.\nс\nD\n12. Before this Court also, prolonged arguments were\nsubmitted by the parties and more particularly, by Shri R.N.\nTrivedi, Learned Senior Counsel and Shri Qamar Ahmad \u0026 Shri\nSudhir Kulshreshtha, Learned Counsel, all appearing on behalf\nof the appellants. We will consider their contentions serially. All\nE these contentions raised were opposed by Shri Rakesh Kumar\nDwivedi, Learned Senior Counsel appearing on behalf of the\nLDA, Shri Dinesh Dwivedi, Learned Senior Counsel appearing\non behalf of State of Uttar Pradesh, as also other Learned\nCounsel like Shri Manoj Swarup, Shri Anil Kumar Sangal, Shri\nF C.D. Singh and Shri Arvind Varma etc., who addressed us\nextensively, supporting the order. We have now to consider the\nvarious contentions raised.\nRival Contentions (Broadly)\nGI. The Validating Act did not remove the defects\nH\n13. Shri Trivedi, Learned Senior Counsel, who ably led\narguments on behalf of the appellants, as also Shri Qamar\nAhmad, first pointed out that the U.P. Legislature passed U.P.\nOrdinance No. 32 of 1990, being the Land Acquisition (Uttar\n1\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 937\n[V.S. SIRPURKAR, J.]\nPradesh Amendment and Validation) Ordinance, 1990 and A\nenforced the same on 27.12.1990. This Ordinance later on got\nthe status of an Act, being Land Acquisition (Uttar Pradesh\nAmendment and Validation) Act, 1991 (U.P. Act No. V of 1991).\nAmending Act was identical as the Ordinance. The thrust of the\nargument of Shri Trivedi, Learned Senior Counsel, as also other B\nLearned Counsel was against the constitutional validity of this\nAct. The Act consisted of 4 Sections. Section 1 is reproduced\nhereunder:-\n\"1.\nShort Title, extent and commencement:-\n(1) This Act may be called the Land Acquisition (Uttar\nPradesh Amendment and Validation) Act, 1991.\nC\n(2)\nIt extends to the whole of Uttar Pradesh.\nD\n(3)\nIt shall be deemed to have come into force on\nDecember 28, 1990.\nSections 2, 3 \u0026 4 have already been quoted hereinabove.\nThe basic argument against this Act was that the only purpose\nof this Act was to set at naught or nullify the judgment of this\nCourt in State of Uttar Pradesh vs. Radhey Shyam reported\nin 1989(1) SCC 591, by which it was held that the declarations\nunder Section 6 of the Land Acquisition Act, which were made\nsimultaneously with the publication of the notification under\nSection 4 of the Land Acquisition Act, was an invalid exercise.\nIt was pointed out by the Learned Senior Counsel further that it\nis clear from the Prefatory Note and Statement of Objects and\nReasons that in a large number of cases, the declarations\nunder Section 6 of the Act were made simultaneously with the\npublication of a notification under Section 4 of the Act and all\nthose acquisitions had become invalid on account of the\naforementioned judgment of this Court. Further, in order to save\nthe scheme of the land acquisition, it was decided to amend\nthe Act for validating the proceedings in respect of the\nnotifications under Section 4 of the Act published on or after\nE\nF\nG\nH\nC\n938 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA 24.9.1984 but before 11.1.1989. Our attention was invited to\nsub-Section (4) of Section 17, which was introduced by the\namendment, thereby amending Section 17 of the Act in its\napplication to State of Uttar Pradesh. The Learned Senior\nCounsel contended that while it was permissible for the State\nB Legislature to pass any legislation, it was not permissible to\npass such a legislation only to nullify the judgment of this Court,\nwithout providing for the displacement of the basis or foundation\nof that judgment. Number of reported decisions of this Court\nwere relied upon for this purpose. In short, the contention was\nthat the State Legislature, by passing the Validating Act, could\nnot knock down the judgment passed by this Court unless and\nuntil the said Act took care to remove the defects or mischiefs\npointed out by this Court in its judgment, on which the said\naction was invalidated, and since the Validating Act of 1991\ndid not remove the basis or foundation of the aforementioned\njudgment of this Court in State of Uttar Pradesh vs. Radhey\nShyam (cited supra), the Act itself was constitutionally invalid.\nAccording to the Learned Senior Counsel, this exercise of\npassing the Validating Act is nothing, but the invalid trenching\nupon the judicial powers. The Learned Senior Counsel, in\nsupport of his arguments, relied on the following decisions:-\nD\nE\n1.\n2.\nF\n3.\nG\n4.\n5.\nH 6.\nS.R. Bhagwat vs. State of Mysore 1995 (6) SCC\n16.\nITW Signode India Ltd. vs. Collector of Central\nExcise 2004(3) SCC 48.\nBakhtawar Trust vs. M.D. Narayan \u0026 Ors. 2003 (5)\nSCC 298.\nMadan Mohan Pathak vs. Union of India 1978 (2)\nSCC 50.\nIndira Gandhi vs. Raj Narayan 1975 Supp. SCC\n1\nVirender Singh Hooda vs. State of Haryana\n:\n\u003e\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n939\nA\n7.\n8.\n2004(12) SCC 588.\nI.N. Saxena vs. State of Madhya Pradesh 1976(4)\nSCC 750.\nJanpad Sabha vs. C.P. Syndicate 1970 (1) SCC\n509.\nII. Act is ultra vires and constitutionally invalid\nB\n14. The second submission was that the said Act is ultra\nvires the Article 300A of the Constitution of India, as its effect C\nwas to deprive the appellants of higher compensation which\nmay be admissible, pursuant to the fresh acquisition\nproceedings after 1987. Three decisions of this Court were\nrelied upon for this purpose, they being:-\n1.\nState of Gujarat vs. Ramanlal reported in 1983 (2)\nSCC 33\nD\n2.\nT.R. Kapur \u0026 Ors. vs. State of Haryana reported\nin 1986 Supp. SCC 584\nE\n3.\nUnion of India vs. Tushar Ranjan Mohanty\nreported in 1994 (5) SCC 450\nF\nApart from the challenge to the validity of the Act itself, or,\nas the case may be, to the legislative exercise, the amendment\nbrought about by that Act vide sub-Section (4) of Section 17\nof the Act was challenged as ultra vires, as it sought to validate\nthe simultaneous notifications only between 24.9.1984 and\n11.9.1989 and no others. Thereby, the Learned Counsel\ncontended that the other simultaneous notifications were not\ncovered in the Act, therefore, the provision was discriminatory. G\nAs a sequel of this Act, it was contended that Section 3 of the\nAmending Act was ultra vires the Land Acquisition Act, as it\npermitted declaration being made even earlier than the\npublication of a notification under Section 4 of the Act, which\nwas in clear breach of provisions of Sections 4 and 6 of the H\n940 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA Act. The Learned Senior Counsel further urged that even as per\nthe language of the amended Section 17(4), the said provision\ninsisted that a declaration under Section 6 should come \"after\"\nSection 4 notification and did not permit the declaration under\nSection 6 of the Act and the notification under Section 4 of the\nB Act being published simulateneously. It was pointed out that\nmain part of the Section 17(4) was not amended.\nC\n15. The further contention was that Section 3 of the\nAmending Act is ultra vires, inasmuch as the various steps in\nbetween Section 4 notification and Section 6 declaration were\nsought to be avoided by the same. The Learned Senior\nCounsel also sought to highlight the basic difference in Section\n4 and Section 6 by contending that while in the former, there\nis no declaration required, in the latter, first the declaration\nwould come and thereafter, the notification thereof would come\nD under Section 6(2) of the Act. It was, therefore, pointed out that\nwhat was sought to be seen is the date of declaration under\nSection 6 of the Act and not its publication and thereby, the\nLearned Senior Counsel pointed out that since the declaration\nunder Section 6 of the Act was made on 4.12.1984, i.e., before\nE the date of publication of the notification, therefore, the same\nis invalid. The judgment in Khadim Hussain vs. State of U.P.\n\u0026 Ors. reported in 1976(1) SCC 843 was relied upon. Number\nof other cases were relied upon to suggest that the law required\nin case of Khadim Hussain vs. State of U.P. \u0026 Ors. (cited\nF supra) was still good law and held the field.\nG\nH\n15A. The Learned Senior Counsel also contended that\neven otherwise, the language of the Validating Act and more\nparticularly, of the proviso added to Section 17(4) of the\nprincipal Act could not remove or cure the defect. It was also\ncontended that casus omissus cannot be supplied by the Court\n16. The Learned Senior Counsel then suggested that there\nwas discrimination in Ujariyaon Housing Scheme Part-II and\nUjariyaon Housing Scheme Part-III and, therefore, there was\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 941\n[V.S. SIRPURKAR, J.]\ninvidious discrimination meted out to the Writ Petitioners A\n(appellants herein).\nB\nC\nD\n17. Finding that the challenge to the notification was held\nto be valid by this Court in Ghaziabad Development Authority\nvs. Jan Kalyan Samiti (cited supra) and in Meerut\nDevelopment Authority vs. Satvir Singh (cited supra), the\nLearned Senior Counsel assailed these cases on the ground\nthat in these cases, the constitutional validity was not\nconsidered at all. It was pointed out then that the High Court\njudgment was bad, as it did not consider the question of validity\nof the Act merely on the ground that in the aforementioned two\ndecisions in Ghaziabad Development Authority vs. Jan\nKalyan Samiti (cited supra) and in Meerut Development\nAuthority vs. Satvir Singh (cited supra), the said Act was held\nvalid though extensive arguments were made before the High\nCourt suggesting as to why the two cases did not apply to the\nmatter. It was also suggested that we should refer the matter\nto the larger Bench, as in the aforementioned two cases, the\nquestions raised in the appeal were not decided. The\ncontentions raised by Shri Trivedi, Learned Senior Counsel for\nthe appellants can be classified in two major parts, the first part\nbeing constitutional validity of the Amending Act and the\nconstitutional validity of Section 17(4) proviso of the Act\nintroduced thereby, as also the constitutionality of Section 3 of\nthe Amending Act. This would be the first part. The other\ncontentions of Shri Trivedi pertain to the merits of the land F\nacquisition on the question of date of taking possession, non\npayment of 80% compensation and the policy of the State\nGovernment regarding Cooperative Societies.\nConstitutional Validity of the Principal Act provisions\nDoctrine of per incuriam\nE\nG\n18. These contentions of Shri Trivedi, Learned Senior\nCounsel were adopted by Shri Qamar Ahmad, Learned\nCounsel who led the arguments in Tika Ram's case on behalf H\nC\n942\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA of appellants. According to him, the judgments referred to in\nthe earlier para were per incuriam. Learned Counsel further\nargued that Sections 17 (1), 17(1A), 17(3A) and 17(4) as also\nSection 2 are ultra vires of Constitution. Learned Counsel\nfurther contends in reference to the \"explanation\" that power\nB given to issue Section 4 notification is without any guidelines.\nLearned Counsel further relied on the case of Anwar Ali Sarkar\nv. State of U.P. reported in AIR 1952 SC 75 and contended\nthat the said decision which was given by a Larger Bench of\nthis Court has remained undisturbed. The stress of Learned\nCounsel is on Article 14 of the Constitution and he contended\nthat the Validation Act allowed the State to discriminate and\nas a result, the State Government allowed the notification\npertaining to Ujariyaon Part-III Scheme to lapse while the\nnotifications pertaining to Ujariayon Part-II Scheme were\nallowed to get protection of the Validation Act and, therefore,\nthe Validation Act itself is hit by Article 14. The Learned\nCounsel, as regards the Constitutional validity of Section 17 (1)\nto 17 (4), contends that the guidelines on urgency or emergency\nin Section 17 did not furnish a clear and definite guideline and\nconsequently the State Government discriminated by arbitrarily\ninvoking these provisions in some cases while doing so in other\ncases of similar nature. It is for this purpose that Anwar Ali\nSarkar's case and State of Punjab v. Gurdial Singh reported\nin AIR 1980 SC 319 were relied on by Shri Qamar Ahmad\nbesides the decisions which followed Anwar Ali Sarkar's case\nF (cited supra).\nD\nE\nG\nI\nDefence\n19. As against this, Shri Rakesh Kumar Dwivedi, Learned\nSenior Counsel appearing on behalf of the LDA and Shri\nDinesh Dwivedi, Learned Senior Counsel appearing on behalf\nof State of Uttar Pradesh vehemently contended that the\nargument regarding the invalidity of the Amending Act could not\nbe reconsidered. The Learned Senior Counsel relied on\nDoctrine of stare decisis in support of their contentions. They\npointed out that this very Act was tested by this Court in the\n+\n༥\n!\n་\n'\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n943\naforementioned two decisions in Ghaziabad Development A\nAuthority vs. Jan Kalyan Samiti (cited supra) and in Meerut\nDevelopment Authority vs. Satvir Singh (cited supra) and\nfound to be valid and, therefore, it was no more open to the\nappellants to reiterate the constitutional invalidity all over again\non the spacious ground that this Court had not considered B\nsome particular arguments. The Learned Senior Counsel were\nat pains to point out that such course is not permissible in law.\nD\nE\n20. Even otherwise, according to the Learned Senior\nCounsel for the respondents, there was not dearth of power in\nC\nthe State Legislature in introducing Section 17(4) proviso to the\nAct for the State. It was then contended that the very basis of\nthe judgment in State of Uttar Pradesh vs. Radhey Shyam\n(cited supra) was the invalidity of the State action in passing\nsimultaneously the notification under Section 4 and the\ndeclaration under Section 6 of the Act. Considering the\nlanguage of Sections 2 and 3 of the amending Act, as also\nconsidering the proviso provided to Section 17 of the Principal\nAct, this Court had come to the conclusion that even after\napplying the urgency clause under Section 17, such exercise\nof passing the Section 4 notification and Section 6 declaration\nsimultaneously was valid. All that the Amending Act had done\nwas to provide a power to do so by introducing a proviso by\nthe amendment with retrospective effect and, therefore, in reality,\nthe State Government had removed the defect pointed out by\nthis Court of there being no power on the part of the State\nGovernment to issue the notification under Section 4 of the Act\nand declaration under Section 6 of the Act simultaneously. The\nLearned Senior Counsel further argued that such exercise has\nbeen approved of by this Court on number of occasions in\nnumber of reported decisions. The Learned Senior Counsel for G\nthe State, therefore, submitted that the Amending Act, as\npassed, was perfectly valid, even apart from the argument that\nit was found to be valid by the two earlier decisions of this Court.\nAs regards the argument of Shri Trivedi that by the newly added\nproviso the defect was not cured. The Learned Senior Counsel H.\nFL\nC\n944 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA for the State argued that the challenge was based on the\nphrase, “a declaration may be made\". Learned Counsel further\ncontended that the plain reading or the literal construction of\nthose words was not correct for the reason that the Legislature\nwhich is the author of Section 6(1) is the Central Legislature\nB while the proviso which was introduced was by the Legislature\nof the State of Uttar Pradesh. Learned Counsel argued that both\nthe Legislatures being different, their choice of words are\nguided by their own objectives and, therefore, the word \"made\"\nin Section 6(1) of the principal Act and Section 2 of the U.P.\nAmendment Act can have different meanings depending upon\nthe objectives which either Legislature had in mind while\nlegislating. The argument went further and suggested that if by\ngiving effect to the plain meaning, the very purpose of the law\n(the Amendment Act) is defeated or is rendered nugatory or\nredundant, it would raise the issue of ambiguity necessitating\nthe purposive construction based not only on text but also the\ncontext. Therefore, the Learned Counsel argued that the plain\nmeaning could not be attributed to the concerned words.\nLeaned Counsel further argued that since the Objects and\nReasons appended to the U.P. Amendment Act were clear so\nas to save the scheme which were affected by the declaration\nin Radhey Shyam's case (cited supra) such context had to be\nkept in mind while interpreting the terms. In Radhey Shyam's\ncase (cited supra) admittedly the notifications under Sections\n4(1) and 6(2) were published simultaneously in the Gazette\nF clearly implying that the declaration under Section 6(1) was\nD\nE\n\"made\" before Gazette publication of the notification under\nSection 4(1). If the object of Amendment Act was to save the\nschemes affected by Radhey Shyam's case (cited supra),\nwhich is clear also from the language of Section 3 of the\nG Amendment Act, then by accepting the plain meaning, the UP\nAmendment Act would be rendered redundant and, therefore,\nsuch interpretation has to be avoided. Learned Counsel, relying\non various reported decisions like D. Saibaba v. Bar Council\nof India \u0026 Anr. reported in 2003 (6) SCC 186, Union of India\nH v. Hansoli Devi \u0026 Ors. reported in 2002 (7) SCC 273, Prakash\nf\n"}