{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 14 S.C.R. 905\nTIKA RAM \u0026 ORS.\nV.\nSTATE OF U.P. \u0026 ORS.\n(Civil Appeal Nos. 2650-2652 of 1998)\nSEPTEMBER 9, 2009\n[TARUN CHATTERJEE AND V.S. SIRPURKAR, JJ.]\n-\n-\n-\nA\nB\nD\nLand Acquisition Act, 1894 - ss. 4(1) and 6(2) and s.\n17(4) (as amended by Amending Act No. 68 of 1984) - Land\nAcquisition (Uttar Pradesh Amendment and Validation) Act, C\n1991 Issuance of simultaneous notifications u/ss. 4(1) and\n6(2) held to be invalid by Supreme Court - Legislature\npassing Amendment Act of 1991 validating the notifications\nand declarations issued between the period from date of 1984\namendment and the judgment of Supreme Court\nConstitutional validity of the validating Act challenged\nUpheld by High Court relying on judgments passed by\nSupreme Court upholding the Validating Act - On appeal,\nheld: The Amending Act is valid and constitutional\nLegislature has the power to amend the law validating the E\nactions declared invalid by a court of law - Such amendment\nis not an incursion on the judicial power of the court - The\nprovisions of Validating Act is not ultra vires Articles 245, 246\nof Constitution - The provisions are also not violative of\nArticles 14, 19, 21, 39, 48A and 300A of the Constitution for F\n-\n-\ninvidious discrimination On facts invocation of the the\nurgency clause was justified - Constitution of India, 1950 –\nArticles 14, 19, 21, 39, 48A, 300A, 245 and 246.\nIn a land acquisition proceedings, notifications under\nSection 4(1) and declaration under Section 6(2) of Land G\nAcquisition Act were issued simultaneously. The same,\nwere challenged and the High Court held that\nsimultaneous notifications under Sections 4(1) and 6(2)\ncould not be issued, particularly, after the amendment of\n905\nH\n906 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA Section 17(4) of the Act, which provision was amended\nby Amending Act No. 68 of 1984. State of Uttar Pradesh\nfiled Special Leave Petition, where the order passed by\nthe High Court was upheld in State of Uttar Pradesh v.\nRadhey Shyam Nigam 1989 (1) SCC 591. The Court\nB observed that it was open to the appellants to issue a\nfresh declaration under Section 6. The State, instead of\nissuing fresh declaration, brought a Bill before the State\nLegislature. It was decided to amend the Land\nAcquisition Act, 1894 in its application to Uttar Pradesh\nC to provide for validating the proceedings of land\nacquisition in respect of which the notifications under\nsub Section (1) of Section 4 and sub Section (4) of Section\n17 of the said Act had been published in the Gazette after\nSeptember 24, 1984 (the date of amendment) but before\nJanuary 11, 1989 (the date of judgment of the Supreme\nCourt) and the declaration under Section 6 which had\nbeen issued either simultaneously or at any time after the\napplication in the Gazette of the said notification under\nSection 4(1). This Ordinance later on got the status of an\nAct, being Land Acquisition (Uttar Pradesh Amendment\nand Validation) Act, 1991 (U.P. Act No. V of 1991). The Act,\nwas challenged before High Court, where it was found\nto be valid, holding that the invalidity of the land\nacquisition in issuance of Section 4 and Section 6\nnotifications simultaneously, was cured by this Act,\nwhich was made applicable with retrospective effect; and\nthat the Act was not with an intention to wipe out the\njudgment of this Court in the case of Radhey Shyam.\nD\nE\nF\nValidity of the Validating Act also came to be\nG challenged before this Court in Meerut Development\nAuthority v. Satvir Singh and Ors. 1996 (11) SCC 462. There,\nit was held that the exercise of the power under Section\n4(1) and declaration under Section 6 were not vitiated and\nthe Validating Act was not invalid. This Court also took\nH\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n907\nnote of the fact that despite enactment of the Amendment A\nAct 68 of 1984, amending Section 17(4), the State needed\nfurther amendments and for that reason, the U.P.\nAmendment Act V of 1991 was passed by giving the\nretrospective effect from the date of the Amendment Act,\n1984. The effect of judgment in case of Radhey Shyam, B\nthus, was nullified.\nC\nD\nWrit petitions in the instant case were filed\nchallenging generally the land acquired at the instance\nof Lucknow Development Authority. Besides this,\nchallenge to the provisions of the Act, as also to the\nprovisions of the Validating Act, the Writ Petitioners have\nchallenged the non-compliance of the essential\nprovisions of Section 4 and 6 of the Act. They have also\nchallenged the urgency clause made applicable to the\nvarious land acquisitions. On merits, it was suggested\nthat there had been no proper publication in the\nnewspapers or at the convenient places of the locality as\nrequired under Section 4(1) and Section 6 of the Act.\nThere had been no preliminary survey as envisaged\nunder Section 3(A) of the Act and no damages were paid E\nto any tenure holder as provided under Section 3(B) of\nthe Act, either before or after passing of the Validating\nAct. There are various such challenges on merit to the\nprocess of acquisition. Relying on the judgments in\nGhaziabad Development Authority v. Jan Kalyan Samiti F\nSheopuri 1996 (1) SCC 562; Ghaziabad Development\nAuthority v. Jan Kalyan Samiti, Sheopuri 1996 (2) SCC 365\nand Meerut Development Authority case., the High Court,\nby the impugned judgment, affirmed the validity again\nand the High Court further repealed the argument that G\nthese judgments were per incurium and hence required\nreconsideration. High Court also rejected the argument\nregarding the invalidity of Sections 17(1)(3A) and (4) of\nthe Act. Hence the present appeals.\nH\nA\n908 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nThe questions for consideration before this Court\nwere as regards Constitutional Validity of Amendment\nAct 5/1991; effect of alleged non-payment of 80%\ncompensation u/s. 17 of Land Acquisition Act, 1894;\nchallenge under Article 14 of the Constitution of India;\nB and issue of urgency and applicability of Section 17 of\nLand Acquisition Act.\nDismissing the appeals, the Court\nHELD: I. Constitutional Validity of Amendment Act 5/\nC 1991:\nD\nE\n1.1. The Legislature had no power to overrule a\njudgment. However, it has the power to suitably amend\nthe law by use of proper phraseology removing the\ndefects pointed out by the court and by amending the\nlaw inconsistent with the law declared by the court so that\nthe defects which were pointed out were never on statute\nfor enforcement of law. Such an exercise of power to\namend a statute is not an incursion on the judicial power\nof the court but as a statutory exercise on the constituent\npower to suitably amend the law and to validate the\nactions which have been declared to be invalid. [Para 30]\n[953-D-E]\nMeerut Development Authority v. Satbir Singh 1996 (11)\nF SCC 462 - relied on\nKashmira Singh vs. State of U.P. AIR 1987 Allahabad\n113 (II/1); State of UP. v. Radhey Shyam Nigam 1989 (1)\nSCC 591; Somwanti and Ors. v. State of Punjab 1963 (2)\nG SCR 775; Indian Aluminium Co. and Ors. v. State of Kerala\nand Ors. 1996 (7) SCC 637; Ghaziabad Development\nAuthority v. Jan Kalyan Samiti, Sheopuri 1996 (2) SCC 365;\nS.R. Bhagwat vs. State of Mysore 1995 (6) SCC 16; ITW\nSignode India Ltd. v. Collector of Central Excise 2004 (3)\nSCC 48; Bakhtawar Trust v. M.D. Narayan and Ors. 2003 (5)\nH\nf\nF\n+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n909\nSCC 298; Madan Mohan Pathak v. Union of India 1978 (2) A\nSCC 50; Indira Gandhi v. Raj Narayan 1975 Supp. SCC 1;\nVirender Singh Hooda vs. State of Haryana 2004 (12) SCC\n588; I.N. Saxena v. State of Madhya Pradesh 1976 (4) SCC\n750; Janpad Sabha vs. C.P. Syndicate 1970 (1) SCC 509,\nreferred to.\n1.2. It is not correct to say that the Amending Act did\nnot remove the defect. This question was considered and\nconcluded in Meerut Development Authority's case. The\nsame applies to the further question challenging Section\n3 of the Amending Act wherein it is provided that the\nnotification would not be invalid on the ground that\ndeclaration u/s. 6 of Land Acquisition Act was published\non the same day on which the notification u/s. 4 of the\nprincipal Act was published or on any other date prior to\nthe date of publication of notification u/s. 4 of the Act.\n[Para 34] [957-E-G]\nB\nC\nD\n1.3. Even a situation, where Section 6 declaration was\nmade prior to the publication of notification u/s. 4, was\nheld to be covered and cured under Section 3 of E\nAmending Act, the validity of which was confirmed by this\nCourt. Added proviso would have to be read along with\nand in the light of Section 3 of the amending Act which\nclearly envisages a situation of the declaration under\nSection 6 being published in the official Gazette on the\nsame date on which notification under Section 4 (1) of the\nprincipal Act was published in official Gazette or on any\nday prior to the date of publication of such notification\nas defined in Section 4 sub-section (1) of the principal\nAct. Therefore, what is contemplated in proviso is the\n“publication” of notification. [Para 36] [958-G-H; 959-A-C]\nSomwanti and Ors. v. State of Punjab 1963 (2) SCR 775;\nMohd. Ali and Ors. v. State of U.P. and Ors. 1998 (9) SCC\n480, relied on\nF\nG\nH\nA\n910 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n1.4. The word ‘a declaration' in proviso to Section\n17(4), as inserted by the Validating Act, would mean\npublished or a notified declaration under Section 6(2) of\nthe Act when it is read in the light of Section 3 which\nrefers to and validates not merely “a declaration”, but the\nB publication thereof in official Gazette. As such there is\nnothing wrong even if the declaration is prior in time and\nits notification is simultaneous with the notification under\nSection 4 of the principal Act. [Para 39] [960-A-C]\nC\nD\nMeerut Development Authority 1996 (11) SCC 462;\nGhaziabad Development Authority v. Jan Kalyan Samiti,\nSheopuri 1996 (1) SCC 562; Ghaziabad Development\nAuthority v. Jan Kalyan Samiti, Sheopuri 1996 (2) SCC 365,\nrelied on.\n1.5. Section 17(4) of the Act as amended by the\nValidating Act is not ultra vires of the Articles 245 and 246\nof the Constitution, on the ground that it nearly overrules\nthe decision of this Court in Radhey Shyam's case. The\nvalidity of the validating law, depends upon whether the\nE Legislature possesses the competence which it claims\nover the subject matter and whether in making the\nvalidation, it removes the defect which the courts had\nfound in the existing law. The Amending Act has clearly\npassed these tests. That question is also closed by\nF Meerut Development Authority case. [Para 40] [960-D-E;\nG\nH\n961-C-D]\non\nMeerut Development Authority 1996 (11) SCC 462, relied\nShri Prithvi Cotton Mills Ltd. v. Broach Borough\nMunicipality 1969 (2) SCC 283; Ujagar Prints and Ors. (II) v.\nUnion of India and Ors. 1989 (3) SCC 488, distinguished\nMadan Mohan Pathak v. Union of India 1978 (2) SCC\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 911\n50; Bakhtawar Trust v. M.D. Narayan and Ors. 2003 (5) SCC A\n298; ITW Signode v. Collector of Central Excise 2004 (3)\nSCC 48; Shri Prithvi Cotton Mills Ltd. v. Broach Borough\nMunicipality 1969 (2) SCC 283, referred to\n1.6. It is not correct to say that the Amending Act is\nultra vires Article 300A of the Constitution, inasmuch as\nit deprives the petitioner of higher compensation as may\nbe admissible pursuant to the fresh acquisition\nproceedings after 1987. For establishing their rights, the\nappellants would have to establish that the State\nGovernment was required, in law, to make a fresh\nacquisition and could not continue with the old one.\nThere was nothing wrong with the old proceedings which\ncame to be validated by the Amending Act. The Court has\nalso found that the Amending Act was a perfectly valid\nlegislation. In that view, the challenge must fail. [Para 41]\n[962-B-C, E-F]\nState of Gujarat and Anr. v. Raman Lal Keshav Lal Soni\nand Ors. 1983 (2) SCC 33; T.R. Kapoor and Ors. v. State of\nHaryana and Ors. 1986 Suppl. SCC 584; Union of India v.\nTushar Rajan Mohanty 1994 (5) SCC 450, held inapplicable\nB\nC\nD\nE\nF\n1.7. It is not correct to say that the validity of Section\n3 of the Validating Act, providing that a notification would\nnot be invalid on a ground that a declaration under\nSection 6 of the Act, was published on the same date, on\nwhich the notification under Section 4 of the Act was\npublished or any other day prior to the date of\npublication of the notification under Section 4 of the Act.\nThe relevant date would be that of notification under\nSection 4 of the Act or the notification of declaration G\nunder Section 6 of the Act and not the mere declaration\nunder Section 6 of the Act. [Para 44] [963-C-E]\nMohd. Ali and Ors. v. State of U.P. and Ors. 1998 (9) SCC\n480; Khadim Hussain vs. State of U.P. and Ors. 1976 (1) H\n912\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA SCC 843; Meerut Development Authority v. Satvir Singh 1996\n(11) SCC 462; S.H. Rangappa v. State of Kamataka and Anr.\n2002 (1) SCC 538 - relied on\nB\nC\nE\nEugenio Misquita and Ors. v. State of Goa and Ors.\n1997(8) SCC 47; Krishi Utpadan Mandi Samiti v. Makrand\nSingh and Ors. 1995(2) SCC 497; Mohan Singh and Ors. v.\nInternational Airport Authority of India and Ors. 1997(9) SCC\n132; S.H. Rangappa v. State of Karnataka and Anr. 2002(1)\nSCC 538, distinguished\nSriniwas Ramnath Khatod v. State of Maharashtra and\nOrs. 2002 (1) SCC 689, referred to.\n1.8. The schemes of Ghaziabad Development\nAuthority and Meerut Development Authority have\nD already been upheld by this Court in the earlier decisions.\nThe basic objective of the Validating Act was to protect\nthe scheme during the period 1984-89 only and\nsubsequently, there has been no such case of\nsimultaneous notification in the State of Uttar Pradesh for\nthe last two decades, as stated on behalf of the LDA. Even\nin respect of Ujariyaon Housing Scheme Part-III, the\ndeclaration u/s. 6 of the Act is published much after the\npublication of notification under Section 4 of the Act.\nSection 17(4) proviso has to be read together with and\nin the light of Section 3 of the Amending Act and not de\nhors of each other in view of the statement of objects and\nreasons of that Act. This Court ironed the creases in the\nproviso added to Section 17(4) in Meerut Development\nAuthority case. In one of the appeals, the land owners\nhave already accepted the compensation, while in\nG another matter, the title of the Housing Society itself has\nbeen found to be infirm and not established as per the\nfindings of the High Court. It is obvious that registration\nof the sale deed in respect of the Society is subsequent\nto the notification u/s. 4 of the Act and, therefore,\nH inconsequential. The agreements in favour of that Society\nF\nf\n长\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 913\ndo not show that there was any consideration passed. A\nAgain, the possession of the land has already been taken,\nas claimed by the LDA, way back in the year 1985 and the\nwhole township has now come up, persons have built\ntheir houses. Thus, the principle of Stare Decisis would\napply. [Para 47] [967-G-H; 968-A-F]\nB\nC\nD\n1.9. A decision ought not to be overruled if to do so\nwould upset the legitimate expectations of people who\nhave entered into contracts or settlements or otherwise\nregulated their affairs in reliance on the validity of that\ndecision. (the 'legitimate expectations' criterion). A\ndecision concerning questions of construction of statutes\nor other documents ought not to be overruled except in\nrare and exceptional cases. (the 'construction' criterion).\nA decision ought not to be overruled if it would be\nimpracticable for the Lords to foresee the consequence\nof departing from it (the 'unforeseeable consequences'\ncriterion). In the interest of certainty, a decision ought not\nto be overruled merely because the Law Lords consider\nthat it was wrongly decided. There must be some\nadditional reasons to justify such a step. In the present E\ncase, by upsetting the whole acquisition tremendous\nupheaval is likely to follow. In that view there is no reason\nfor making the reference. [Paras 47 and 48] [969-A-E, G-\nH; 970-E]\nMishri Lal (Dead) by L.Rs. v. Dhirendra Nath (Dead) by\nL.Rs. 1999 (4) SCC 11; Central Board of Dawoodi Bohra\nCommunity v. State of Maharashtra 2005 (2) SCC 673, relied\non.\nF\nIl Effect of alleged non-payment of 80% compensation G\nunder Section 17 of the Principal Act\n2.1. It is not correct to say that the State Government,\nthough it acquired the possession under Section 17 of\nthe Act, did not pay the 80% of compensation, as required H\n914\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA under Section 17 of the Act and on that account, the\nwhole exercise was bad. This question in the precise\nform, was not raised before the High Court. These\ndocuments were not the part of the High Court record.\nSince the source, authentication and verification of those\nB documents was not clear, these documents were not\nliable to be considered. [Paras 49 and 50] [970-F-G; 971-\nC-E]\nC\n2.2. It cannot be said that where Section 5-A is\ndispensed with u/s. 17(4) of the Act, two Sub-Sections,\ni.e., (3) and (3A) of Section 17 would not apply. By this,\nthe attempt is to dissect Sub-Section (4) in two parts,\nfirstly, where Sub-Section (1) and (2) are applicable and\nsecondly, where the enquiry u/s. 5-A is dispensed with.\nThat is not the import of the language. Section 17 has to\nD be read in full. It plainly reads that where the possession\nis taken with the aid of Section 17(2), the compensation\nmust fall in advance as per the provisions of Section 3A.\nIn fact, Section 3A has been brought on the legislature\nwith the sole purpose of providing a compensation for\nE the possession taken. That is why 80% of the estimated\ncompensation is to be paid because even thereafter, the\naward proceedings would go on and the total\ncompensation would be decided upon. The attempt to\nread that the payment of compensation is not required\nF where Section 5-A enquiry is dispensed with, would be\ndoing violence to the language, firstly, of Section 3A and\nsecondly, of Sub-Section (4) itself. The clear legal position\nis that the dispensation of Section 5-A enquiry is only\nand only to enable the State Government to take\nG possession under Sub-Section (1) and (2) of Section 17.\nA third category cannot be created so as to avoid the\npayment of compensation. [Para 50A] [972-A-F]\nH.\n2.3. If fault is found with the whole acquisition\nprocess on account of the non-payment of 80% of the\n"}