{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"TIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n925\n1994 (1) SCC 92\nRelied on.\nPara 55\nA\n2000 (5) SCC 488\nDistinguished\nPara 59\n1991 (4) SCC 139\n2004 (7) SCC 558\nDistinguished\nDistinguished Para 59\nPara 59\nB\n2005 (6) SCC 404\n1988 (2) SCC 602\nDistinguished Para 59\n2005 (4) SCC 649\n2002 (4) SCC 578\n1995 (6) SCC 614\n1991 (1) SCC 494\nAIR 1952 SC 235\nAIR 1951 SC 41\nAIR 1952 SC 123\nDistinguished Para 59\nDistinguished Para 59\nDistinguished Para 59\nC\nDistinguished Para 59\nDistinguished Para 59\nDistinguished Para 60\nDistinguished Para 60\nD\nDistinguished\nPara 60\nAIR 1962 ALL 221\nReferred to.\nPara 61\nLU\nE\nAIR 1963 All 24\nReferred to.\nPara 61\nAIR 1968 SC 870\nRelied on.\nPara 62\nAIR 1954 SC 545\nDistinguished\nPara 62\nF\nAIR 1956 SC 44\nRelied on.\nPara 62\nAIR 1970 SC 150\nRelied on.\nPara 62\nAIR 1978 SC 597\nRelied on.\nPara 62\nG\nAIR 1986 SC 180\nRelied on.\nPara 62\nAIR 1985 SC 1416\nRelied on.\nPara 62\nAIR 1967 SC 1081\nReferred to.\nPara 64\nH\n926\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA\nAIR 1977 SC 183\nReferred to.\nPara 64\nAIR 1978 All. 181\nReferred to.\nPara 64\nAIR 1984 SC 1721\nReferred to.\nPara 64\n1996 (3) SCC 124\nRelied on.\nPara 68\nB\n1996 (11) SCC 698\nRelied on.\nPara 68\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n2650-2652 of 1998.\n⚫ From the Judgment \u0026 Order dated 20.3.1998 of the High\nCourt of Judicature at Allahabad (Lucknow Bench) in Lucknow\nin Writ Petition No. 2220 (L/A) of 1996, 3020 (L/A) of 1996 and\n16 (L/A) of 1996.\nE\nF\nG\nWITH\nC.A. Nos. 3162, 3176, 3415, 3561, 3597, 3923, 3939, 3645,\n3691, 5346, 4995-4996 of 1998 \u0026 2116-2118, 2139, 2121,\n2113 of 1999, SLP(C) 23551 of 2009 arising out of CC No.\n1540 of 1999.\nR.N. Trivedi, Rakesh Kr. Dwivedi, Dinesh Dwivedi, Shail\nKumar Dwivedi, D.K. Arora, Addl. A.G., Pramod Agarwal,\nShweta Garg, Ashish Gopal Garg, Qamar Ahmad (NP), Arvind\nKumar Shukla, Ashutosh Pathak, N.D. Peter, Irshad Ahmad,\nSudhir Kulshreshtha, Navin Prakash, Gaurav Aggarwal, B.K.\nPrasad, Shakil Ahmed Syed, Abhishek Chaudhary, Manoj Kr.\nDwivedi, Vandana Mishra, Manish Kumar, Prateek Dwivedi,\nG.V. Rao, Kamlendra Mishra, Manoj Swarup, Lalita Kohli,\nCharu Singhal (for Manoj Swarup \u0026 Co.), Anil Kumar Sangal,\nDeba Prasad Mohanty, C.D. Singh, Vairagya Vardhan Dubey,\nArvind Varma, Malvika Trivedi, T. Mahipal, C.S. Ashri, E.C.\nVidya Sagar for the appearing parties.\n7\nH\n}\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n927\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J.\nBackground of Appeals\nA\n1. This judgment will dispose of Civil Appeal Nos. 2650- B\n2652 of 1998, 3162 of 1998, 3176 of 1998, 3415 of 1998,\n3561 of 1998, 3597 of 1998, 3923 of 1998, 3939 of 1998,\n3645 of 1998, 3691 of 1998, 5346 of 1998, 2116-2118 of\n1999, 2139 of 1999, 2121 of 1999, 2113 of 1999, 4995-4996\nof 1998 and SLP(C) No... (CC) 1540 of 1999. All these c\nappeals and the Special Leave Petition challenge a common\njudgment passed by Allahabad High Court, disposing of several\nWrit Petitions. The High Court has granted certificate granting\nleave to file appeal. These Writ Petitions were filed covering\nvarious subjects. Basically, in some of the Writ Petitions, D\nconstitutionality of provisions of Sections 17(1), 17(1)(A),\n17(3)(A), 17(4) and proviso to Section 17(4) of the Land\nAcquisition Act (hereinafter referred to as 'the Act' for short)\nalongwith Section 2 of the U.P. Act No. VIII of 1994 (hereinafter\ncalled 'the Validating Act' for short) was challenged, so also\nconstitutionality of Sections 3(A), 3(B), 4, 5, 6, 7 and 8 of the\nAct was also challenged. In that set of Writ Petitions, basically,\nthe notification issued under Section 4(1) of the Act and the\naward dated 25.2.1987 were in challenge.\nヨ\n2. In some other Writ Petitions, besides the challenge to F\nthe above mentioned provisions, some other notifications dated\n30.12.1995, 25.1.1992, 4.1.1992 and 15.12.1992 under\nSection 4(1) of the Act, as well as, the declaration under\nSection 6 of the Act were in challenge.\n3. In some Writ Petitions, the petitioners prayed for a Writ\nof mandamus, commanding the State of U.P. to frame\nnecessary rules and regulations in respect of Sections 11, 11-\nA and 17(3)(A) of the Act pertaining to the functioning of the\nLand Acquisition Officer and also sought for an injunction\nG\nH\n928 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA restraining the authorities from interfering with the possession\nof the Writ Petitioners' land and to comply with the provisions.\nunder Sections 3(1A), 3(B), 4(2), 5 and 9(1) of the Act. They\nhave also prayed for a disciplinary action against the Station\nOfficer, Police Station Gomti Nagar, Lucknow, U.P.\nB\n4. These are the three sets of Writ Petitions, which came\nto be disposed of by the High Court by a common judgment.\n5. In one of the Writ Petitions, bearing No. 16(L/A) of 1996\nfiled by one Ram Bharosey, award dated 25.2.1987 which was\nC validated in pursuance of Section 2 of the Validating Act, was\nin challenge.\nD\nE\nF\nG\nH\n6. In still another set of Writ Petitions, Pratap Housing\nCooperative Society and some industries prayed for exempting\ntheir land from the land acquisition proceedings. In these Writ\nPetitions, the Writ Petitioners had contended that they had\npurchased their land from tenure holders for Cooperative\nSocieties for providing land to their members and construction\nof the houses. The Writ Petitioners contended that some being\nindustries were manufacturing certain articles and their running\nbusiness had come to the standstill because of the land\nacquisition activities.\n7. In one set of Writ Petitions, it was found that notifications\nwere issued under Section 4 and sub Section (4) of Section\n17 of the Act, simultaneously with the declaration under Section\n6 of the Act. In these cases, the possession was taken by\nLucknow Development Authority (hereinafter referred to as\n'LDA' for short), so also the award was passed on 25.2.1987.\n8. In another set of Writ Petitions, wherein the leading Writ\nPetition was W.P. No. 2220 (L/A) of 1996 filed by Tika Ram \u0026\nAnr., the notification was issued under Section 4(1) and 17 and\ndeclaration under Section 6 of the Act simultaneously. However,\nthey were treated to be lapsed and a fresh notification came\nto be issued on 30.12.1991 under Section 4(1) and 17 of the\n}\nr\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 929\n[V.S. SIRPURKAR, J.]\nAct. Even in these Writ Petitions, the awards were passed and A\nthe concerned persons were asked to receive payment of 80%\ncompensation by a general notice. In short, the challenge\ngenerally was to the land acquired at the instance of LDA.\nBesides this challenge to the provisions of the Act, as also to\nthe provisions of the Validating Act, the Writ Petitioners have B\nclaimed the non-compliance with the essential provisions of\nSection 4 and 6 of the Act. They have also challenged the\nurgency clause made applicable to the various land\nacquisitions. On merits, it has been suggested that there has\nbeen no proper publication in the newspapers or at the C\nconvenient places of the locality as required under Section 4(1)\nand Section 6 of the Act. There has been no preliminary survey\nas envisaged under Section 3(A) of the Act and no damages\nwere paid to any tenure holder as provided under Section 3(B)\nof the Act, either before or after passing of the Validating Act.\nThere are various such challenges on merit to the process of\nacquisition.\nShort History of Validating Act\n9. Earlier, the acquisitions were made by formulating a\nscheme known as Ujariyaon Housing Scheme (Part-II and Part\nIII). In these, the notifications under Section 4(1) and declaration\nunder Section 6(2) of the Act were issued simultaneously. That\nwas challenged before the High Court at the instance of one\nKashmira Singh. All the Writ Petitions came to be allowed on\nthe ground that simultaneous notifications under Sections 4(1)\nand 6(2) could not be issued, particularly, after the amendment\nof Section 17(4) of the Act, which provision was amended by\nAmending Act No. 68 of 1984. State of Uttar Pradesh filed\nSpecial Leave Petition before this Court, where the order\npassed by the High Court was upheld in a reported decision\nin State of Uttar Pradesh vs. Radhey Shyam Nigam reported\nin 1989 (1) SCC 591. In these petitions, schemes known as\nUjariyaon Housing Scheme Part-II and Ujariyaon Housing\nScheme Part-III were the subject matter of the dispute. While\nD\nE\nF\nG\nH\n930 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA disposing of the case of State of Uttar Pradesh vs. Radhey\nShyam (cited supra), this Court observed:-\nB\n\"It will, however, be open to the appellants to issue a fresh\ndeclaration under Section 6, if so advised, within a period\ncontemplated in the proviso to Section 6(1) of the Act read\nwith its first explanation.\"\nHowever, instead of doing that, it seems that a Bill was\nbrought before the State Legislature and was passed and the\nsame also received assent of the President of India in February,\nC 1991, which was published in the Gazette on 27.2.1991. There\nwas a prefatory note to the following effect:-\nD\nE\nF\nG\nH\n\"The Supreme Court in case of its judgment dated January\n11, 1989 held that after the commencement of the land\nAcquisition (Amendment) Act, 1984 (Act No. 68 of 1984),\nthe declaration under Section 6 of the Land Acquisition Act,\n1894 cannot be made simultaneously with the publication\nin the Gazette Notification under Section 4(1) even though\nthe application of Section 5-A has been dispensed with\nunder Section 17(4) of the said Act. In a large number of\nproceedings of acquisition of land for the Development\nAuthorities for the implementation of various housing\nschemes, the declaration under Section 6 were made\nsimultaneously with publication in the Gazette of notification\nunder Section 4(1). The said proceedings were likely to\nbe held void in view of the aforesaid judgment of the\nSupreme Court. In order to save the said scheme from\nbeing adversely affected, it was decided to amend the\nLand Acquisition Act, 1894 in its application to Uttar\nPradesh to provide for validating the proceedings of land\nacquisition in respect of which the notifications under sub\nSection (1) of Section 4 and sub Section (4) of Section\n17 of the said Act had been published in the Gazette on\nafter September 24, 1984 (the date of amendment) but\nbefore January 11, 1989 (the date of judgment of the\nSupreme Court) and the declaration under Section 6 had\nསྦྲ\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n931\nbeen issued either simultaneously or at any time after the A\napplication in the Gazette of the said notification under\nSection 4(1).\"\nSections 2, 3 and 4 of the said Validating Act were as\nunder:-\n\"2\n3.\nAmendment of Section 17 of Act No. 1 of 1894:-\nB\nIn Section 17 of the Land Acquisition Act, 1894 as\namended in its application to Uttar Pradesh,\nhereinafter referred to as the Principal Act, in sub- C\nSection (4), the following proviso shall be inserted\nat the end and shall be deemed to have been\ninserted on September 24, 1984, namely:-\nProvided that where in the case of any land\nnotification under Section 4, sub-Section (1) has\nbeen published in the official Gazette on or after\nSeptember 24, 1984 but before January 11, 1989\nand the appropriate Government has under this\nsub-Section directed that the provisions of Section\n5-A shall not apply, a declaration under Section 6\nin respect of the land may be made either\nsimultaneously with or at any time after the\npublication in the official Gazette of the notification\nunder section 4, sub-Section (1).\nValidation of certain acquisitions:-\nNotwithstanding and judgment, decree or order of\nany Court, Tribunal or other authority, no acquisition\nof land made, or purporting to have been made\nunder the Principal Act, before the commencement\nof this Act and no action taken or thing done\n(including any order or alteration made, agreement\nentered into or notification published in connection\nwith such acquisition which is in conformity with the\nprovisions of the Principal Act as amended by this\nD\nE\nF\nG\nH\nA\nB\nD\nE\n932 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n4.\nAct shall be deemed to be invalid of ever to have\nbeen invalid merely on the ground that declaration\nunder Section 6 of the Principal Act was published\nin the official Gazette on the same date on which\nnotification under Section 4, sub Section (1) of the\nPrincipal Act was published in the official Gazette\nor on any other date prior to the date of publication\nof such notification as defined in Section 4, sub\nSection (1) of the Principal Act.\nRepeal and saying:-\n(1) The land Acquisition (Uttar Pradesh Amendment\nand Validation) ordinance 1990 (U.P. Ordinance\nNo. 32 of 1990) is hereby repealed.\n(2) Notwithstanding such repeal, anything done or any\naction taken under the provisions of the Principal\nAct, as amended by the Ordinance referred to in\nsub Section (1) shall be deemed to have been done\nor taken under the corresponding provisions of the\nPrincipal Act, as amended by this Act, as it the\nprovisions of this Act were in force at all material\ntimes.\"\n10. It should be noted that this Act, which came on\n27.2.1991, receiving assent of the President of India, was\nF earlier challenged before the Allahabad High Court, where it\nwas found to be valid. The High Court held that the invalidity of\nthe land acquisition in issuance of the Section 4 and Section\n6 notification simultaneously, was cured by this Act, which was\nmade applicable with retrospective effect. It was not with an\nG intention to wipe out the judgment of this Court in the case of\nRadhey Shyam (cited supra). Validity of the Validating Act also\ncame before this Court in Meerut Development Authority vs.\nSatvir Singh \u0026 Ors. reported in 1996(11) SCC 462. There, it\nwas held that the exercise of the power under Section 4(1) and\ndeclaration under Section 6 were not vitiated and the Validating\nH\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 933\n[V.S. SIRPURKAR, J.]\nAct was not invalid. This Court specifically observed in that A\ncase:-\nс\n\"It is not in dispute that the State Amendment Act 5 of 1991\nwas enacted or reserved for consideration of the President\nand received the assent of the President on 26.2.1991 and B\nthe Act was published in the Gazette on 27.2.1991. It is to\nbe seen that as regards simultaneous publication of the\nnotification and the declaration in respect of acquisition of\nthe land for public purpose exercising the power of eminent\ndomain in certain situation where possession was needed\nurgently, depending upon the local needs and the urgency,\nGovernment requires such power. Consequently, the State\nLegislature thought it appropriate that despite the\nenactment of the Amendment Act, 68 of 1984 amending\nSection 17(4), the State needed further amendment.\nResultantly, the U.P. Amendment Act 5 of 1991 came to\nbe made and it was given retrospective effect from the\ndate of the Amendment Act 68 of 1984 has come into\nforce, i.e., September 24, 1984.\nD\nE\nIt is true that the proviso was not happily worded but a\nreading of it would clearly give us an indication that the\nproviso to sub Section (4) introduced by Section 2 of the\nAmendment Act 5 of 1991 would deal with both the\nsituations, namely, the notifications published on or after\nSeptember 24, 1984 but before January 11, 1989 but also F\nthe declaration to be simultaneously published subsequent\nthereto. The literal interpretation sought to be put up by Shri\nPradeep Misra would defeat the legislative object.\nTherefore, ironing out the creases we are of the view that\nthe proviso applies not only to the notifications and\ndeclarations simultaneously published after the date of\ncoming into force of the Amendment Act 68 of 1984, but\nalso to the future declarations as well. Thus, it could be\nseen that the proviso would operate prospectively and\nretrospectively from April 24, 1984 applying to the previous\nG\nH\n:\nA\nB\nс\nD\nE\n934 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nnotifications and declarations but also the notification and\ndeclaration to be published subsequently.\nIt is true that normally the Legislature has to give effect to\nthe judgment of the Court only to cure the defects pointed\nout in the previous judgment so that the operation of the\nlaw would be but in view of the peculiarity namely the\nspecial needs of the State Article 254(2) itself gives such\na power to the State Legislature to amend the law, to make\napplicable in relation to that State through Central Law may\nbe inconsistent with the law operation in the other States.\nIn other words, when the topic is occupied in the\nConcurrent List, uniformity of the operation of the law is not\nthe rule but simultaneous existence of the inconsistency\nwould also operate in the same field. But when the assent\nof the President to the extent of inconsistency is saved in\nrelation to that State. Therefore, the amendment by proviso\nto Section 17(4) is not invalid. Any other construction would\ndry out the power of the State Legislature to enact the law\non the subject of acquisition.\"\nThe effect of judgment in case of Radhey Shyam (cited\nsupra), thus, was nullified. This Court also took note of the fact\nthat despite enactment of the Amendment Act 68 of 1984,\namending Section 17(4), the State needed further amendments\nand for that reason, the U.P. Amendment Act V of 1991 was\nF passed by giving the retrospective effect from the date of the\nAmendment Act, 1984, which came into force on 24.9.1984.\nG\nH\n11. Relying on these two judgments, the High Court, by the\nimpugned judgment, affirmed the validity again and the High\nCourt further repealed the argument that these judgments were\nper incurium and hence required reconsideration. The High\nCourt came to the finding:-\n\"We have no reason to differ from the decisions of the\nDivision Benches of this Court, which upheld the vires of\nValidation Act particularly after the decisions of Hon'ble\n☑\n-~\n"}