{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"ད\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 975\n[V.S. SIRPURKAR, J.]\nand Awadh Bihari Yadav vs. State of Bihar reported in 1995 A\n(6) SCC 31, where similar view was taken regarding the land\nacquisition proceedings not getting lapsed. The only result that\nmay follow by the non-payment would be the payment of interest,\nas contemplated in Section 34 and the proviso added thereto\nby 1984 Act. In that view, we do not wish to further refer the B\nmatter, as suggested by Shri Trivedi, Learned Senior Counsel\nand Shri Qamar Ahmad, Learned Counsel for the appellants.\nTherefore, even on the sixth question, there is no necessity of\nany reference.\nIII.Challenge under Article 14 of the Constitution of India\nC\n54. Learned Senior Counsel then urged that the provisions\nof the amending Act and also the provisions of Land Acquisition\nAct like Section 17 (4) are invalid on the test of Article 14 of\nthe Constitution. It is pointed out by Shri Trivedi, Learned Senior D\nCounsel that in GDA's case (cited supra) the impugned\nnotification was held to be valid in view of the amendment made\nto Section 17 (4) of the Act. However, there was no challenge\nto the validity of Section 17 (4) of the Act in the said case.\nSimilarly, it was argued that in MDA v. Satbir Singh [1996 (11) E\nSCC 462], the Court had made observation in paragraph 8 that\nthe validity of Section 17 (4) was upheld in GDA's case (cited\nsupra), whereas in fact it was not tested in GDA's case (cited\nsupra) at all. It was further urged that the validity of the Act was\nnot tested with respect to its inconsistency with Article 14 and\nArticle 300A of the Constitution of India. In this behalf it was\nargued by the Learned Counsel that there was an observation.\nto the effect in paragraph 14 that the proviso was not happily\nworded. But a reading of it would clearly give us an indication\nthat the proviso to sub-section (4) introduced by Section 2 of\nthe Amendment Act 5 of 1991 would deal with both the\nsituations, namely, the notification published on or after\nSeptember 24, 1984 but before January 11, 1989 as also the\ndeclaration to be simultaneously published subsequent thereto.\nIt was further argued that if we read the proviso in the manner\nF\n0\nH\n976\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA that we have already done then it would be a case of casus\nomissus being supplied by the Court. We have already taken\nall these arguments into consideration. In view of the\ninterpretation given by us to Section 3 and the proviso and the\nnecessity of reading the two provisions in the light of each\nother, there would be no occasion of supplying casus omissus\nand the argument in that behalf must fail.\nB\nC\nD\n55. Insofar as the validity on the backdrop of Article 14 is\nconcerned, it is true that in paragraph 8 there has been an\nobservation that the validity of the proviso added by the State\nLegislature by way of an amendment to Section 17 (4) of the\nAct has been upheld by the two Judge Bench decision in\nGDA's case (cited supra). However, when we see the rest of\nthe judgment it can be said that no such question was\nconsidered. However, the fact remains that in GDA's case\n(cited supra), the validity was not questioned or doubted and\nthe challenged Section was interpreted and treated to be valid\nby the Court. When we see the further judgment in MDA's case\n(cited supra) in the further paragraphs, this Court has approved\nof the whole amending Act reiterating on the decision in Indian\nE Aluminium Co. (cited supra). The Court has taken a full review\nof the then existing law by way of the decision of this Court in\nState of Orissa vs. Gopal Chandrarath reported in 1995 (6)\nSCC 243, Bhubaneswar Singh and Anr. vs. Union of India and\nOrs. reported in 1994 (6) SCC 77 and Comorin Match\nIndustries P. Ltd, vs. State of Tamil Nadu reported in 1996 (4)\nSCC 281. Thereafter, referring to Gouri Shankar Gauri and Ors.\nvs. State of U.P. and Ors. reported in 1994 (1) SCC 92, the\nCourt also referred to the provisions of Article 254 (2) and (3)\nand approved of the whole Amending Act as such. In our\nG opinion, reading paragraph 14 of this judgment in its correct\nF\nH\nperspective would repel the argument of the appellants that the\nprovision is arbitrary in any manner or has the effect of creating\nimpermissible classification. In our opinion, the language of\nparagraph 14 does not help the petitioners. If the petitioners in\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n977\nMDA's case (cited supra) did not specifically address the Court A\non the question of Constitutional validity of the Amending Act\n(as is being claimed by the appellants), we do not think it will\nbe permissible for the petitioners to raise this point which was\nadmittedly not raised either in GDA's case (cited supra) or\nMDA's case (cited supra). Petitioners would not be permitted B\nto take such a course [see Delhi Cloth and General Mills Co.\nLtd. vs. Shambhu Nath Mukherji \u0026 Ors. reported in AIR 1978\nSC 8]. We need not go in that question since MDA's case (cited\nsupra) is a Larger Bench decision.\n56. However, this is apart from the fact that in our opinion\nthere can be no question of Section 17 (4) proviso or the\nprovisions of the Amending Act being invalid in any way. We,\ntherefore, do not feel necessary to refer this case on this issue\nto a Larger Bench, particularly, in respect of the validity of the\nprovisions vis-à-vis Article 14 of the Constitution. We do not find\nthe provisions in any manner arbitrary or making impermissible\nclassifications or suggesting invidious discrimination nor can\nthe provisions in the amending Act can be termed as \"arbitrary\"\nproviding no guiding principles.\n57. The Learned Senior Counsel appearing for the\nappellants had heavily relied on paragraph 14 of the judgment\nin Meerut Development Authority vs. Satvir Singh \u0026 Ors. (cited\nsupra). Basically we do not accept the contention raised that\nthe contents in paragraph 14 holding that the provisions of the\namending Act are not limited to the two dates mentioned and\ncan be applicable even subsequently, results in creation of two\nclasses and the possible discrimination. In our opinion, it will\nnot be necessary to go into that question as the present\nappeals pertaining to Ujariyaon Housing Scheme Part-II are\nrelating only to the period between 24.9.1984 and 11.1.1989.\nIt is stated by the Learned Senior Counsel appearing for the\nLDA that only two appeals pertain to Ujariyaon Housing Scheme\nPart-III and even in that case, the notifications were published\nin the year 1991 and the issue of simultaneous publication of\nC\nD\nE\nF\nG\nH\n978 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA notification does not arise, as Section 6 declaration was signed\nand published in 1992. Therefore, there will be no need to go\ninto the academic question whether Amending Act applies only\nto the period between 24.9.1984 and 11.1.1989 or even the\nsubsequent period. Further, even if, as held in MDA's Case\nB (cited supra), it applied to the subsequent period, it does not\ninfringe Article 14 for the reasons given by us earlier.\nC\n58. Shri Trivedi, Learned Senior Counsel for the appellants\nfurther argued that there was invidious discrimination between\nthe Ujariyaon Housing Scheme Part-II and Ujariyaon Housing\nScheme Part-III, inasmuch as while the notification published\non 8.12.1984 under Section 4 read with Section 17(4) of the\nAct was allowed to proceed with the help of the Validating Act,\nin case of Ujariyaon Housing Scheme Part-III, however, a fresh\nnotification was issued on 30.12.1991 and Section 6\nD declaration came to be issued on 30.12.1992. Thus, while the\nnotification in respect of Ujariyaon Housing Scheme Part-II was\nvalidated, the notification in respect of the Ujariyaon Housing\nScheme Part-III was allowed to lapse and a fresh notification\nwas published, meaning thereby that persons coming under\nE Ujariyaon Housing Scheme Part-III, got the better deal (if they\nreally did) and higher compensation. This argument of Shri\nTrivedi was adopted by Shri Qamar Ahmad. Though we have\nconsidered this argument in the earlier part of the judgment we\nagain reiterate that the argument is clearly incorrect. The\nF Validation Act did not confer any discretion on the State\nGovernment to apply its provisions to a particular scheme and\nthen issue notifications. It was a one time exercise for validating\na particular scheme by amending the Act which has already\nbeen found to be valid in MDA's case (cited supra). Again\nG Ujariyaon Housing Scheme Part-III did not lapse because of the\ndecision of the Government. Since the award was not made\nwithin the time prescribed by the Section 11A of the Act, it had\nthe effect of lapsing the notifications. Therefore, the State\nGovernment was left with no other way and had to issue a fresh\nH\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n979\nnotification. In Ujariyaon Housing Scheme Part-II, the award was A\nmade by the Collector within the time and, therefore, those\nnotifications were not affected. Therefore, the argument that\nthere was invidious discrimination in between the two schemes\nhas to fail.\nB\nC\nD\n59. It was reiterated by Shri Trivedi, Learned Senior\nCounsel, as also, Shri Qamar Ahmed, Learned Counsel that\nthe question of constitutional validity of the Act was not\nconsidered by the High Court as the Act was held to be valid\nin GDA's case (cited supra) and in MDA's case (cited supra).\nIt was, however, urged that the question of Constitutional validity\nwas never considered in these cases. Reliance was placed on\njudgments reported as Arnit Das v. State of Bihar reported in\n2000 (5) SCC 488, State of UP \u0026 Anr. v. Synthetics \u0026\nChemicals Ltd. \u0026 Anr. reported in 1991 (4) SCC 139, Nirmal\nJeet Kaur v. State of Madhya Pradesh \u0026 Anr. reported in 2004\n(7) SCC 558, ICICI Bank \u0026 Anr. v. Municipal Corporation of\nGreater Bombay \u0026 Ors. reported in 2005 (6) SCC 404, A.R.\nAntulay v. R.S. Naik \u0026 Ors. reported in 1988 (2) SCC 602,\nZee Telefilms Ltd. \u0026 Anr. v. Union of India \u0026 Ors. reported in\n2005 (4) SCC 649, P. Ramachandra Rao v. State of E\nKarnataka reported in 2002 (4) SCC 578, Nand Kishore v.\nState of Punjab reported in 1995 (6) SCC 614, Isabella\nJohnson v. M.A. Susai reported in 1991 (1) SCC 494. We do\nnot think that the law laid down in these cases would apply to\nthe present situation. In all these cases, it has been basically F\nheld that a Supreme Court decision does not become a\nprecedent unless a question is directly raised and considered\ntherein, so also it does not become a law declared unless the\nquestion is actually decided upon. We need not take stock of\nall these cases and we indeed have no quarrel with the G\npropositions settled therein. However, we may point out that,\nfirstly, the question of validity is settled in MDA's case (cited\nsupra). This is apart from the fact that we are of the opinion\nthat there is nothing wrong with the Amending Act insofar as\nits Constitutional validity is concerned. We have already H.\nB\n980 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA rejected the argument that there was any discrimination\nbetween Ujariyaon Part II and Ujariyaon Part III schemes. We\nare convinced with the explanation given by the State\nGovernment as to why Ujariyaon Part III scheme was left out of\nthe consideration of validation. Indeed the acquisition therein\ncould not have been validated on account of the time having\nlapsed for doing so. Once Sections 2 and 3 and the proviso\nare read in the manner indicated in MDA's case (cited supra)\nas also in the light of observations made by us, no question\nremains of any Constitutional invalidity. We are not at all\nimpressed by the contention raised that the Amending Act\ncannot pass the test of Article 14. We hold accordingly.\nC\nD\n60. Our attention was invited to R.K. Dalmia v. S.R.\nTendolkar (cited supra). In fact, according to us this judgment\ndoes not help the appellants for assailing the Constitutional\nvalidity of the statute. In so far as the Executive action is\nconcerned, we do not think that there is any scope to interfere\nin this matter. Shri Qamar Ahmed in his written arguments has\nadopted the arguments of Shri Trivedi. In his written\nsubmissions he has challenged the provisions of Sections 17\nE (1), 17 (1A), 17 (3A) and 17 (4A) and proviso to Section 17\n(4) as ultra vires to the Constitution. He has also challenged\nthe provisions of Section 2 of the UP Act No. 8 of 1974 as\nviolative and ultra vires to Section 3A, 3B, 4, 5, 6, 7, 8 of Land\nAcquisition Act No.1 of 1894 as amended from time to time.\nF In support of his argument, Learned Counsel has relied on the\nlaw laid down in Anwar Ali Sarkar's case (cited supra).\nAccording to him, Sections 17(1), 17(1A), 17(3A) and 17(4) of\nthe Act and Section 2 of the UP Act No. VIII of 1974, as also\nthe UP Act No. 5 of 1991 are violative of Articles 14, 19, 21,\nG 39, 48, 48A and 300A for invidious discrimination. Learned\nCounsel also submits that there are no guidelines for the\nexercise of power under Sections 17(1), 17(1A) and Section\n17 (4), as the word “urgency\" is too vague, uncertain and\nelusive criteria to form the basis of a valid and reasonable\nH\n-\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n981\nB\nclassification. Learned Counsel also referred to the case of A\nLachman Das v. State of Bombay reported in AIR 1952 SC\n235. A reference was also made to Charanjit Lal Chowdhury\nv. Union of India \u0026 Ors. reported in AIR 1951 SC 41. Learned\nCounsel has traced the whole case law following Anwar Ali\nSarkar's case (cited supra) and has quoted extensively from\nthat case as also from Kathi Ranning Rawat v. State of\nSaurashtra reported in AIR 1952 SC 123. We have already\npointed out that this group of cases would be of no help to the\nappellants, particularly, because the fact situation and the\ncontroversy involved in the present matter is entirely different. C 1\nWe do not agree with the Learned Counsel that there is any\nclassification, much less any impermissible classification and\nany group has been treated favourably as against another group\nor that the law has treated a group more favourably than the\nother, refusing equal protection to such group. As regards the\ngeneral principles from Anwar Ali Sarkar's case (cited supra)\nas also from State of Punjab v. Gurdial Singh reported in AIR\n1980 SC 319, we must point out that ultimately this Court culled\nout the principle that if the Legislature indicates a policy which\ninspires it and the object which it seeks to attain, then the\nselective application of the law can be left to the discretion of\nthe Executive authority [see Kedar Nath Bajoria's case reported\nin 1953 SCR 30]. Such law has been approved in R.K.\nDalmia's case (cited supra) as also in In Re: Special Courts\nBill (cited supra).\nD\nE\nF\n61. There can be no dispute that the law must indicate the\npolicy and the object clearly while acquiring. Discretion upon\nthe application of law and the power under Section 17 of the\nAct of doing away with Section 5A inquiry has to be exercised\nin a proper manner. There are cases where this Court has not G\nbrooked any breach of provision under Section 17 of the Act.\nHowever, we must say that there are clear guidelines provided\nunder Section 17(1) read with Section 4 for understanding the\nconcepts of urgency and emergency. In this behalf, we must hold\nthat the criteria of emergency as provided under Sub-Section\nH\nC\nD\n982 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA (2) of Section 17 is separate and distinct from the criteria of\nurgency. In our opinion; these two criteria provide clear\nguidelines and cannot be held as arbitrary. In Krishi Utpadan\nMandi Samiti's case and Pista Devi's case (cited supra), this\nCourt has laid down that mere existence of urgency is not\nB enough and the Government must further consider the matters\nobjectively as to the dispensation with Section 5A permissible\nunder that particular situation. Section 17 of the Act has existed\non the statute book for a long time and on a number of\noccasions the applicable criteria of urgency and emergency\nhave been tested by the Courts on account of the Government\nactions in that behalf being challenged. Wherever the Courts\nhave found that urgency did not exist in reality or the\ndispensation of Section 5A was not considered separately such\nnotifications have been struck down on a number of occasions.\nHowever, we do not see any reasonable argument having been\nmade against the Constitutional validity. The validity of this\nSection 17 of the Act has been upheld by the Allahabad High\nCourt as also the Gujarat High Court in Sarju Prasad Sahu v.\nState of Uttar Pradesh \u0026 Ors. reported in AIR 1962 ALL 221\nand Ram Sevak v. State of UP Ors. reported in AIR 1963 All\n24. The second judgment of Allahabad High Court has been\napproved by the court in Ishwarlal Girdharlal Joshi etc. v. State\nof Gujarat \u0026 Anr. reported in AIR 1968 SC 870. We, therefore,\ndo not accept the contention raised by Shri Qamar Ahmad,\nLearned Counsel for the appellants that the power under\nF Section 17(4) of the Act of dispensing with the enquiry under\nSection 5-A is in the nature of unbridled and uncanalised power\nin the hands of Executive to take possession, invoking urgency\nclause. As discussed in the earlier cases by this Court (cited\nabove), it cannot be said that the Section suffers from any\nG constitutional invalidity on account of being arbitrary in the\nnature.\nE\nH\n62. In fact, the reliance was placed on the decision in Suraj\nMall Mohta and Company vs. A.V. Visvanatha Sastri and Anr.\nreported in AIR 1954 SC 545. That was a case under the tax\nT\n57\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n983\nD.\njurisprudence, dealing with certain Sections of the Taxation on A\nIncome (Investigation Commission) Act, 1947. It was found to\nbe invalid as it had provided different procedure for the tax\nabettors. This Court had found that the procedure was more\ndrastic for a certain group. The provisions of Sub-Section (4)\nof Section 5 were found to be discriminatory. The High Court B\nhas also dealt with this case. Though there can be no dispute\non the principles, we do not think that the principle are\napplicable to the present controversy. We have already given\na reference of the case of Ishwarlal Girdharlal Joshi etc. vs.\nState of Gujarat (cited supra). The Learned Counsel appearing C\non behalf of the respondents invited our attention to the findings\nrecorded by the High Court, with which we are satisfied. We\nmust observe that merely because the decision of the\nGovernment on question of urgency is not justiciable, it does\nnot mean that Section 17(4) of the Act is discriminatory. The\nHigh Court has made a reference to the observation by this\nCourt in Matajog Dubey vs. H.C. Bhari reported in AIR 1956\nSC 44, holding that a discretionary power is not necessarily a\ndiscriminatory power and that abuse of such power is not to\nbe easily assumed. Even at the cost of repetition, we may\nmention the case of R.K. Dalmia v. S.R. Tendolkar (cited\nsupra) as a complete answer to the argument of Shri Qamar\nAhmad, Learned Counsel for the appellants. Ishwarlal's case\n(cited supra) is also a total answer to the argument that Sub-\nSection (1) and (4) of Section 17 of the Act are unconstitutional.\nThe High Court has correctly held that Sub-Sections (1), (3A)\nand (4) of Section 17 of the Act do not suffer from any\nunconstitutionality on account of the alleged breach of Article\n14 of the Constitution of India. Shri Qamar Ahmad, Learned\nCounsel for the appellants also argued that before deciding to\ntake the possession under the various provisions of Section 17\nof the Act, a person is entitled to a notice. The High Court has\ncorrectly dealt with this question. It firstly considered the law laid\ndown in the cases of Kraipak vs. Union of India reported in\nAIR 1970 SC 150, Maneka Gandhi vs. Union of India reported\nE\nF\nG\nH\n984 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA in AIR 1978 SC 597 and Olga Tellis vs. Bombay Municipal\nCorporation reported in AIR 1986 SC 180 as also in Union of\nIndia vs. Tulsi Ram reported in AIR 1985 SC 1416 which were\nrelied upon by the High Court. The High Court was, undoubtedly,\ncorrect in holding that there was no necessity of a notice since\nB the satisfaction required on the part of the Executive is a subject\nof satisfaction, which can only be assailed on the ground that\nthere was no sufficient material to dispense with the enquiry or\nthe order suffers from malice. We will deal with the question\nas to whether there was an urgency and what is the nature of\nC urgency required. We, therefore, do not think that Sub-Sections\n(1) (3A) and (4) of Section 17 of the Act suffer, as there is no\nnotice provided in those Sub-Sections before the possession\nis taken.\nIV. Issue of urgency and application of Section 17 of the\nD Principal Act\nF\n63. At this juncture itself, we must also consider the\nargument that there was no real urgency in this matter. It can\nnot be ignored that this land was urgently needed for housing.\nE Large-scale development and utilization of acquired land after\nthe acquisition is apparent on the face of the record. A number\nof houses have been constructed, third party interests were\ncreated in whose favour the plots were allotted and the High\nCourt has also commented while disposing of the writ petitions\nthat the quashing of the notification at this stage will prejudice\nthe interests of the people for whom the schemes were evolved.\nWhile considering as to whether the Government was justified\nin doing away with the inquiry under Section 5A, it must be\nnoted that there are no allegations of mala fides against the\nauthority. No evidence has been brought before the judgment\nand the High Court has also commented on this. The housing\ndevelopment and the planned developments have been held\nto be the matters of great urgency by the court in Pista Devi's\ncase (cited supra). In the present case we have seen the\njudgment of the High Court which has gone into the records and\nG\nH\n☑\n"}