{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 965\n[V.S. SIRPURKAR, J.]\n\"What is needed is that there should be a gap of time of A\nat least a day between the publication of the notification\nunder Section 4(1) and of the declaration under Section\n6(1).\"\nFurther in paragraph 16, it is observed that:-\n\"What is material is that the declaration under Section 6\nshould be published in the Gazette after the notification\nunder Section 4(1) was published, i.e., after a gap of at\nleast one day.\"\nB\nC\nD\nE\nIt will be seen that a reference is made to the decision in\nthe case of Radhey Shyam Nigam (cited supra) in this\nparagraph, as also to the simultaneous publication of notification\nunder Section 4 and the declaration under Section 6 of the Act.\nA reference was also made to Section 17(4), as also Section\n17(1) A. It is significant to note that later on when the question\nof validity of the Validating Act came before this Court [which\nvalidating provision and proviso to Section 17 (4) were not\navailable in Mohan Singh's case (cited supra), this Court\nupheld the validity of the Validating Act, refuting the argument\nthat the Validating Act was only for the purpose of invalidating\nthe decision in Radhey Shyam Nigam's case (cited supra). In\nour opinion, once this Court upheld the validity and once we\nhave also approved of the Constitutional validity of Validating\nAct, all these questions must lose their relevance. We do not\nthink that decision in the case of Mohan Singh \u0026 Ors. vs.\nInternational Airport Authority of India \u0026 Ors. (cited supra) can\nbe of any help to the appellants in the light of the facts of the\npresent case. Decision in S.H. Rangappa vs. State of\nKarnataka \u0026 Anr. reported in 2002(1) SCC 538, which is a\ndecision after the reference was made to the larger Bench was G\nalso referred before us by the Learned Senior Counsel. The\nquestion, which fell for consideration in that decision was\nwhether the notification under Section 6(2) of the Act should\nbe published within the period prescribed by the proviso to\nSection 6(1) of the Act. The Court ultimately upheld the decision H\nF\nC\n966 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA in Khadim Hussain's case (cited supra) and observed that in\nthe decisions in Eugenio Misquita \u0026 Ors. vs. State of Goa \u0026\nOrs. (cited supra) and Krishi Utpadan Mandi Samiti vs.\nMakrand Singh \u0026 Ors. (cited supra), the binding decision of\nKhadim Hussain's case (cited supra) was not referred. It was\nB also observed that even otherwise in both these cases,\ndeclaration under Section 6 of the Act had been published\nwithin one year of the notification under Section 4 of the Act\nand the question in form, in which it has arisen in S.H.\nRangappa's case (cited supra), did not arise there. We would\nlike to say the same thing in respect of the decision in the case\nof S.H. Rangappa's case (cited supra) that the question which\nwe have to consider in the present case, as also the facts, are\nentirely different than the ones in that case. Once Section 3 of\nthe Validating Act came validly on the statute book, there will\nbe no question of any further consideration. The decision in the\ncase of S.H. Rangappa's case (cited supra) turns essentially\non the question of limitation. In the decision in S.H. Rangappa's\ncase (cited supra), the law laid down in Khadim Hussain's\ncase (cited supra) has been approved. Once we give the\ninterpretation that we have given to Section 3 and the proviso\nsupplied by Section 2, the things become clear. We are,\ntherefore, of the clear opinion that decision in S.H. Rangappa's\ncase (cited supra) also does not help the appellants herein in\nview of the different factual scenario, as also because the\nquestion of validity of the Validating Act is entirely different from\nF the question of limitation.\nD\nE\nG\nH\n46. The Learned Senior Counsel further argued that we\nshould make a reference to the larger Bench and has\nformulated the questions as under:-\n\"1.\n2.\nWhether the proviso to Section 17(4) inserted by\nthe Amending Act cures the defect pointed out in\nRadhey Shyam only for the period between\n24.9.1984 and 11.1.1989?\nWhether \"declaration\" mentioned in the aforesaid\n\"\n+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n3.\n4.\n5.\n6.\n[V.S. SIRPURKAR, J.]\n967\nproviso refers to it as understood by Section 6(1) A\nor Section 6(2)?\nWhether the validation provision in Section 3 of the\nAmending Act goes beyond the newly inserted\nproviso inasmuch as:-\n(h) it cures the defect of “publication\" of the\ndeclaration and not making of the\ndeclaration.\n(i)\nB\nit validates publication of the declaration C\nunder Section 6 prior and subsequent to the\ndate of the publication under Section 4(1) of\nthe principal Act.\nWhether the distinction between declaration\nsimpliciter in Section 6(1) and a published\ndeclaration under Section 6(2), pointed out in\nKhadim Hussain (4 Judges' decision) and followed\nby 3 Judges' decision in Rangappa's Case was\nignored in Meerut Development Authority's case?\nIt would appear that what is cured is not validated\nand what it validates is not cured.\nWhether in view of the admitted incapacity to offer,\ntender and pay the compensation under sub-\nSection (3) and (3A) of Section 17, the notification\nunder Section 17(4) becomes void?\nD\nE\nF\n47. We do not think that there is any need to refer any of\nthe questions raised above in view of our observations in the\nearlier paragraphs, as the schemes of Ghaziabad G\nDevelopment Authority and Meerut Development Authority have\nalready been upheld by this Court in the earlier decisions.\nSecondly, the basic objective of the Validating Act was to\nprotect the scheme during the period 1984-89 only and\nsubsequently, there has been no such case of simultaneous H\nC\n968 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA notification in the State of Uttar Pradesh for the last two\ndecades, as stated by the Learned Senior Counsel appearing\non behalf of the LDA. Even in respect of Ujariyaon Housing\nScheme Part-III, the declaration under Section 6 of the Act is\npublished much after the publication of notification under\nB. Section 4 of the Act. Thirdly, as has been done in MDA's case\n(cited supra) we have held that Section 17 (4) proviso has to\nbe read together with and in the light of Section 3 of the\namending Act and not de hors of each other in view of the\nstatement of objects and reasons of that Act. It must be realized\nthat this Court ironed the creases in the proviso added to\nSection 17(4) in MDA's case (cited supra). Fourthly, in one of\nthe appeals before us in Civil Appeal Nos. 2116-2118 (Tika\nRam \u0026 Ors. vs. The State of U.P. \u0026 Ors.) represented by Shri\nQamar Ahmad, Learned Counsel, the land owners have already\naccepted the compensation, while in the matter of Civil Appeal\nNo. 3415 of 1998 (Pratap Sahkari Grih Nirman Samiti Ltd. vs.\nState of Uttar Pradesh \u0026 Ors.), the title of Society itself has\nbeen found to be infirm and not established as per the findings\nof the High Court. It is obvious that registration of the Sale\nDeed in respect of the Society is subsequent to the notification\nunder Section 4 of the Act and, therefore, inconsequential. The\nagreements in favour of that Society do not show that there was\nany consideration passed. Again, the possession of the land\nhas already been taken, as claimed by the LDA, way back in\nthe year 1985 for which there are documents like Panchanama\nF and the whole township has now come up, persons have built\nD\nE\ntheir houses. As far as the sixth point of reference is concerned,\nwe would deal with the same separately in this judgment as we\ndo not agree with the proposition made in that point. Lastly, as\nheld in the cases of Mishri Lal (Dead) by L.Rs. vs. Dhirendra\nG Nath (Dead) by L.Rs. reported in 1999 (4) SCC 11 and\nCentral Board of Dawoodi Bohra Community vs. State of\nMaharashtra reported in 2005(2) SCC 673, the principle of\nStare Decisis would apply. In this case, their Lordships referred\nto observations by Lord Reid and quoted seven principles\nH regarding the binding precedent. They are:\n\"\nĮ\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 969\n[V.S. SIRPURKAR, J.]\n“(1) The freedom granted by the 1966 Practice A\nStatement ought to be exercised sparingly (the 'use\nsparingly' criterion) (Jones vs. Secretary of State\nfor Social Services, 1972 AC 944, 966).\n(2) A decision ought not to be overruled if to do so\nB\nwould upset the legitimate expectations of people\nwho have entered into contracts or settlements or\notherwise regulated their affairs in reliance on the\nvalidity of that decision (the 'legitimate\nexpectations' criterion) (Ross Smith vs. Ross-\nSmith, 1963 AC 280, 303 and Indyka vs. Indyka,\n(1969) AC 33, 69).\n(3)\nC\nA decision concerning questions of construction of\nstatutes or other documents ought not to be\noverruled except in rare and exceptional cases (the D\n'construction' criterion) (Jones case (supra))\n(4) (a) A decision ought not to be overruled if it would\nbe impracticable for the Lords to foresee the\nconsequence of departing from it (the\n'unforeseeable consequences' criterion)\n(Steadman vs. Steadman, 1976 AC 536, 542C). (b)\nA decision ought not to be overruled if to do so\nwould involve a change that ought to be part of a\ncomprehensive reform of the law. Such changes\nare best done 'by legislation following on a wide\nsurvey of the whole field' (the 'need for\ncomprehensive reform' criterion) (Myers vs. DPP,\n1965 AC 1001, 1022; Cassell \u0026 Co. Ltd. vs.\nBroome, 1972 AC 1027, 1086; Haughton vs.\nSmith, 1975 AC 476, 500).\n(5)\nE\nF\nG\nIn the interest of certainty, a decision ought not to\nbe overruled merely because the Law Lords\nconsider that it was wrongly decided. There must\nbe some additional reasons to justify such a step H\nA\nB\nC\nD\nE\n970\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n(6)\n(7)\n(the 'precedent merely wrong' criterion) (Knuller vs.\nDPP, 1973 AC 435, 455).\nA decision ought to be overruled if it causes such\ngreat uncertainty in practice that the parties'\nadvisers are unable to give any clear indication as\nto what the courts will hold the law to be (the\n'rectification of uncertainty' criterion), (Jones case\n(supra)); Oldendorff (E.L.) \u0026 Co. GamBH vs.\nTradax Export SA, 1974 AC 479, 533, 535: (1972)\n3 All ER 420)\nA decision ought to be overruled if in relation to\nsome broad issue or principle it is not considered\njust or in keeping with contemporary social\nconditions or modern conceptions of public policy\n(the 'unjust or outmoded' criterion) (Jones case\n(supra)); Conway vs. Rimmer, (1968) AC 910,\n938).\"\n48. We would immediately point out that principles at serial\nNos. 2, 3, 4 (a) above as also principle No. 5 would apply to\nthe present situation, where, by upsetting the whole acquisition\ntremendous upheaval is likely to follow. In that view we do not\nsee any reason for making the reference as argued by the\nLearned Counsel.\nF I Effect of alleged non-payment of 80% compensation\nunder Section 17 of the Principal Act\nG\n49. As has been observed in Para 47, we would not take\nup the above topic. It was urged by the Learned Counsel that\nthe State Government, though it acquired the possession under\nSection 17 of the Act, did not pay the 80% of compensation,\nas required under Section 17 of the Act and on that account,\nthe whole exercise was bad. We do not think that the\nproposition is correct. It was tried to be established that the\nsufficient funds were not available with the Government. We\nI\nr\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n971\nwould prefer not to go into the factual questions as the High A\nCourt has commented upon the same in great details. The tenor\nof the argument is that Sections 17(3) and 17(3A) of the Act\nare mandatory and the compensation ought to have been\noffered, tendered and paid to the land owners before taking the\npossession. Some documents were referred to in I.A. Nos. 4\nB\nand 5 of 2006 to show that LDA did not have the funds and it\nfailed to provide sufficient funds even as late as upto 2004. The\nfurther argument was that even if it was assumed that the\npossession was taken on 21.5.1985, yet the compensation was\npaid to the concerned persons much later and in some cases, C\nit was never paid.\n50. Heavy reliance was placed on the documents which\nwere filed alongwith I.A. Nos. 4 and 5. This question in the\nprecise form, was not raised before the High Court. These\ndocuments were not the part of the High Court record. Shri D\nDwivedi, Learned Senior Counsel for LDA further argued that\nthese documents could not be accepted at this late stage and\nthat the LDA did not have any opportunity to meet those\ndocuments, since on I.A. Nos. 4 and 5, no notice has been\nissued by this Court. Since the source, authentication and\nverification of those documents was not clear, these documents\nwere not liable to be considered. The Learned Senior Counsel,\nhowever, submitted that the land acquisition proceedings on\nthat account cannot be faulted with and cannot be set at naught.\n50A. The Learned Senior Counsel argued that in case\nwhere the accelerated possession is required to be taken,\nSection 17(1) of the Act, as also Section 17(2) of the Act would\nbe attracted and such possession can be taken immediately\nafter the publication of Section 9(1). Section 17(3) of the Act\nprovides that in every case under Section 17(1) and Section\n17(2) of the Act, the Collector shall offer compensation for\nstanding crops and trees or other damage at the time of taking\npossession. The Learned Senior Counsel pointed out that the\nexpression - \"under either of the Sub-Sections\" shows that Sub-\nE\nF\nG\nT\nT\nН\nB\nC\n972 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA Section (3) is attracted only when the possession is taken under\nSub-Section (1) or (2) of Section 17 of the Act. He, therefore,\ncontended that where Section 5-A is dispensed with under\nSection 17(4) of the Act, two Sub-Sections, i.e., (3) and (3A)\nof Section 17 of the Act would not apply. The argument is clearly\nincorrect. By this, the attempt is to dissect Sub-Section (4) in.\ntwo parts, firstly, where Sub-Section (1) and (2) are applicable\nand secondly, where the enquiry under Section 5-A is\ndispensed with. That is not the import of the language. Section\n17 has to be read in full. It plainly reads that where the\npossession is taken with the aid of Section 17(2), the\ncompensation must fall in advance as per the provisions of\nSection 3A. In fact, Section 3A has been brought on the\nlegislature with the sole purpose of providing a compensation\nfor the possession taken. That is why 80% of the estimated\ncompensation is to be paid because even thereafter, the award\nproceedings would go on and the total compensation would be\ndecided upon. The attempt on the part of the Learned Senior\nCounsel to read that the payment of compensation is not\nrequired where Section 5-A enquiry is dispensed with, would\nbe doing violence to the language, firstly, of Section 3A and\nsecondly, of Sub-Section (4) itself. The clear legal position is\nthat the dispensation of Section 5-A enquiry is only and only to\nenable the State Government to take possession under Sub-\nSection (1) and (2) of Section 17. A third category cannot be\ncreated so as to avoid the payment of compensation. The\nF contention is, therefore, clearly wrong.\nD\nE\nG\nH\n51. However, the question is as to what happens when\nsuch payment is not made and the possession is taken. Can\nthe whole acquisition be set at naught? In our opinion, this\ncontention on the part of the appellants is also incorrect. If we\nfind fault with the whole acquisition process on account of the\nnon-payment of the 80% of the compensation, then the further\nquestion would be as to whether the estimation of 80% of\ncompensation is correct or not. A further controversy can then\nbe raised by the landlords that what was paid was not 80% and\n1\n'\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 973\n[V.S. SIRPURKAR, J.]\nwas short of 80% and, therefore, the acquisition should be set A\nat naught. Such extreme interpretation cannot be afforded\nbecause indeed under Section 17 itself, the basic idea of\navoiding the enquiry under Section 5-A is in view of the urgent\nneed on the part of the State Government for the land to be\nacquired for any eventuality discovered by either Sub-Section B\n(1) or Sub-Section (2) of Section 17 of the Act.\nD\nE\n52. The only question that would remain is that of the\nestimation of the compensation. In our considered view, even\nif the compensation is not paid or is short of 80%, the\nC\nacquisition would not suffer. One could imagine the\nunreasonableness of the situation. Now suppose, there is state\nof emergency as contemplated in Section 17(2) of the Act and\nthe compensation is not given, could the whole acquisition come\nto a naught? It would entail serious consequences. This\nsituation was considered, firstly, in Satendra Prasad Jain \u0026\nOrs. vs. State of U.P. \u0026 Ors. reported in 1993 (4) SCC 369. It\nwas held therein that once the possession is taken as a matter\nof fact, then the owner is divested of the title to the land. The\nCourt held that there was then no question of application of\neven Section 11-A. Commenting upon Section 11-A, it was\nheld that that Section could not be so construed as to leave the\nGovernment holding title of the land without an obligation to\ndetermine the compensation, make an award and pay to the\nowner the difference between the amount of the award and the\namount of the 80% of the estimated compensation. The three F\nJudges' Bench of the Court took the view that even where 80%\nof the estimated compensation was not paid to the land\nowners, it did not mean that the possession was taken illegally\nor that the land did not vest in the Government. In short, this\nCourt held that the proceedings of acquisition are not affected\nby the non-payment of compensation. In that case, the Krishi\nUtpadan Mandi Samiti, for which the possession was made,\nsought to escape from the liability to make the payment. That\nwas not allowed. The Court, in para 17, held as under:-\nG\nH\n་\nA\nB\nC\nD\n974\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n“17. In the instant case, even that 80% of the estimated\ncompensation was not paid to the appellants\nalthough Section 17(3-A) required that it should have\nbeen paid before possession of the said land was\ntaken but that does not mean that the possession\nwas taken illegally or that the said land did not\nthereupon vest in the first respondent. It is, at any\nrate, not open to the third respondent, who, as the\nletter of the Special Land Acquisition Officer dated\nJune 27, 1990 shows, failed to make the necessary\nmonies available and who has been in occupation\nof the said land ever since its possession was\ntaken, to urge that the possession was taken\nillegally and that, therefore, the said land has not\nvested in the first respondent and the first\nrespondent is under no obligation to make an\naward.\"\n53. Further, in a judgment of this Court in Pratap \u0026 Anr.\nvs. State of Rajasthan \u0026 Ors. etc. etc. reported in 1996 (3)\nSCC 1, similar view was reported. That was a case under the\nE Rajasthan Urban Improvement Act, 1987, under which the\nacquisition was made using Section 17 of the Act. The Court\ntook the view that once the possession was taken under Section\n17 of the Act, the Government could not withdrew from that\nposition under Section 18 and even the provisions of Section\nF 11-A were not attracted. That was of course a case where the\naward was not passed under Section 11-A after taking of the\npossession. A clear cut observation came to be made in that\nbehalf in Para 12, to the effect that the non-compliance with\nSection 17 of the Act, insofar as, payment of compensation is\nG concerned, did not result in lapsing of the land acquisition\nproceedings. The law laid down by this Court in Satendra\nPrasad Jain \u0026 Ors. vs. State of U.P. \u0026 Ors. (cited supra) was\napproved. The Court also relied on the decision in P.\nChinnanna vs. State of A.P. reported in 1994 (5) SCC 486\nI\n"}