{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 225\nINDUSTRIES [S.B. SINHA, J.]\nion of the Board, would best serve the interest of the general A\npublic.\nB\nChapter VI relate to grant of licence, which can be divided\ninto two parts; licences by owners of copyright and compulsory\nlicenses. Compulsory licences can be granted by the Copy-\nright Board subject to the limitations contained therein. It can-\nnot be said to be an exception to the general rule in the strict\nsense of the term as the provisions relating to grant of license\nby owners of Copyright and compulsory licenses operate in dif-\nferent fields. It may be true that while passing an order for grant\nof compulsory licenses, the relevant factors as laid down therein C\nmust be kept in mind which would include the right of the owner\nof the copyright as a part of the right of property, but where a\nstatute is to be construed as a balancing statute, the situation\nmay be different.\nCONSTRUCTION OF SECTION 31 OF THE ACT\n24. The broad requirements of Section 31 are as under:\n\"(a) The subject work must be an Indian work whose term\nof copyright is subsisting;\n(b) The Indian work must be one that has been published\nor performed in public;\n(c) The owner of the copyright in the work must have\n(d)\n(i)\nD\nE\nrefused to republish or allow republication of F\nthe work or have refused to allow the\nperformance of the work and by reason of such\nrefusal the work is withheld from the public; or\n(ii) refused to allow communication to the public\nby broadcast, of such work or in the case of a G\nsound recording the work recorded in such\nsound recording, on terms which the\ncomplainant considers reasonable; and\nThe Copyright Board is satisfied that the grounds for\nH\nA\n226\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nrefusal are not reasonable.\"\nSignificantly, in between the clauses (a) and (b), the word\n'or' has been used. It must be read disjunctively and not con-\njunctively. Even otherwise, reading the said provision, conjunc-\ntively is not possible. Clause (a) refers to republication or al-\nlowing republication of the work, etc. Clause (b) refers to re-\nfusal to allow communication to the public in the case of a broad-\ncast or in the case of the sound recording.\nWhat is the meaning of the word 'refusal'\nThe dictionary meaning of 'refusal' whereupon reliance has\nbeen placed by Mr. Divan may, at the outset, be noticed.\n\"refusal. 1. The denial or rejection of something offered or\ndemanded the lawyer's refusal to answer questions was\nbased on the attorney-client privilege\u003e. 2. an opportunity\nto accept or reject something before it is offered to others;\nthe right or privilege of having this opportunity \u003cshe\npromised her friend the first refusal on her house\u003e\n(See Black's Law Dictionary, Seventh Edition)\nThe meaning of a word must be attributed to the context in\nwhich it is used. For giving a contextual meaning, the text of the\nstatute must be kept in mind. An act of refusal depends upon\nthe fact of each case. Only because an offer is made for nego-\ntiation or an offer is made for grant of license, the same per se\nmay not be sufficient to arrive at a conclusion that the owner of\nthe copyright has not withheld its work from public. When an\noffer is made on an unreasonable term or a stand is taken which\nis otherwise arbitrary, it may amount to a refusal on the part of\nthe owner of a copyright.\nWhen the owner of a copyright or the copyright society\nexercises monopoly in it, then the bargaining power of an owner\nof a copyright and the proposed licensee may not be same.\nWhen an offer is made by an owner of a copyright for grant of\nlicense, the same may not have anything to do with any term or\nt\nENTERTAINMENT NETWORK v. SUPER CASSETTE 227\nINDUSTRIES [S.B. SINHA, J.]\ncondition which is wholly alien or foreign therefor. An unreason- A\nable demand if acceded to, becomes an unconstitutional con-\ntract which for all intent and purport may amount to refusal to\nallow communication to the public work recorded in sound re-\ncording. A de jure offer may not be a de facto offer.\nB\nAlthough the term 'work' has been used both in clauses\n(a) and (b) of sub-Section (1) of Section 31, the same has been\nused for different purpose. The said term 'work' has been de-\nfined in Section 2(y) in different contexts. It enumerates the works\nwhich are: (a) a literary, dramatic, musical or artistic work; (b) a\ncinematograph film; (iii) a sound recording. Thus, a literary work C\nex facie may not have anything to do with sound recording.\nD\nThere are indications in the Act particularly having regard\nto Sections 14(1)(a) and 14(1)(e) thereof that they are meant to\noperate in different fields. They in fact do not appear to be op-\nerating in the same field. Clause (a) refers to publication or re-\npublication of the work. It may be in print media or other me-\ndias. Clause (b), however, refers to broadcast alone. Sound\nrecording is a part of it. Sub-clauses (i) to (vii) of sub-clauses\n(a) of sub-Section (1) of Section 14 and sub-clauses (i) to (iii)\nE\nof sub-clause (e) conferred different meanings of the word copy-\nright. Whereas clause (a) refers to work in general, clause (b)\nrefers to work recorded in such sound recording, which in turn\nmeans the recording of sounds from which such sounds may\nbe reproduced regardless of the medium on which such record-\ning is made or the method by which the sounds are produced. F\nClause (b) ex facie does not fit in the scheme of clause (a).\nInterpretation of clause must be given effect to having re-\ngard to the limitations contained therein, namely, unless con-\ntext otherwise requires.\nG\nCommunication to the public is possible by way of diffu-\nsion. Explanation appended to Section 2(ff) clearly shows the\nextensive meaning of the said term. Publication and republica-\ntion of a work in general may be different from communication\nof a work recording in sound recording. The use of words 'such H\n228\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA work' also assumes significance. The said words must be un-\nderstood having regard to the fact that the sound recording is\nalso a work. If it is accepted that voluntary licenses have been\nentered into by the owners with All India Radio and some other\nRadio Broadcasters, then it is sufficient for closing the doors\non another person to approach the Copyright Board. One may\nas well say that if it is provided to a satellite channel or a space\nradio, the same also would subserve the purpose for refusing.\nto grant an application under Section 31 of the Act.\nB\nA contextual interpretation of the provisions would lead us\nC to consider the ground realities. F.M. radios are played for ev-\nery city. The word 'work' in the context of broadcast must be\nunderstood having regard to the fact that there are 150 F.M.\nlicenses out of which about 93 are working. There are 300\nbroadcasters working in almost all the big cities in India. The\nD word 'public' must be read to mean public of all parts of India\nand not only a particular part thereof. If any other meaning is\nassigned, the terms ‘on terms which the complaints considers\nreasonable' would lose all significance. The very fact that re-\nfusal to allow communication on terms which the complainant\nE considers reasonable have been used by the Parliament indi-\ncate that unreasonable terms would amount to refusal. It is in\nthat sense the expression 'has refused' cannot be given a mean-\ning of outright rejection or denial by the copyright owner.\nPPL and SCIL might have been called upon the broad-\nF casters to enter into licenses and were willing to license their\nrepertoire. But their contention was that if such terms are un-\nreasonable, it amounted to refusal which would attract Section\n31 of the Act. The word 'communicate the work to the public by\nbroadcast\" is of significance. It provides for a mode of commu-\nG nication. Thus, only because a Registrar of a Copyright would\nbe directed to grant a licence to communicate the work to the\npublic by broadcast would not mean that only a single licence\nshall be granted. The Board acting as a statutory authority can\nexercise its power from time to time. It is therefore not correct\nH to contend that having regard to the provisions of sub-section\n↓\nENTERTAINMENT NETWORK v. SUPER CASSETTE 229\nINDUSTRIES [S.B. SINHA, J.]\n(2) of Section 31, compulsory licence can be granted only to A\none and not to more than one broadcaster. We would deal with\nthis provision at some details a little later. In response to a query\nas to whether when an application for compulsory licence is\nfiled any publication thereof is made or not; we are informed\nthat no such rule or practice exists. Apart from the fact that ap- B\nplication for grant of compulsory licence in the matter of sound\nrecording may be by different persons; the wide range of it has\nbeen noticed by us hereinbefore. It may for different parts of the\ncountry nay different cities. If a compulsory licence is granted\nonly once covering every single part of the country, the same\ncannot be lead to a conclusion that no other person can ap-\nproach the Board.\nC\nSection 31(1)(b) in fact does not create an entitlement in\nfavour of an individual broadcaster. The right is to approach the\nBoard when it considers that the terms of offer for grant of li- D\ncense are unreasonable. It, no doubt, provides for a mecha-\nnism but the mechanism is for the purpose of determination of\nhis right. When a claim is made in terms of the provisions of a\nstatute, the same has to be determined. All cases may not in-\nvolve narrow commercial interest. For the purpose of interpre- E\ntation of a statute, the court must take into consideration all situ-\nations including the interest of the person who intends to have a\nlicence for replay of the sound recording in respect whereof\nanother person has a copyright. It, however, would not mean\nthat all and sundry can file applications.\nThe mechanism to be adopted by the Board for determin-\ning the right of a complainant has been provided under the Act.\nExplanation appended to Section 31 also plays an impor-\ntant role as it seeks to make a distinction between an artistic\nwork on the one hand and a cinematographic films or sound\nrecording on the other. We are not concerned therewith at this\nstage.\nF\nG\nAdmittedly in terms therof the principles of natural justice\nare required to be complied with and an enquiry has to be held. H\n230\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA The extent of such enquiry will depend upon the facts and cir-\ncumstances of the case. A finding has to be arrived at that the\ngrounds of refusal by an owner of a copyright holder is not rea-\nsonable. Only upon arriving at the said finding, the Registrar of\ncopyright would be directed to grant a license for the said pur-\nB pose. The amount of compensation payable to the owner of the\ncopyright must also be determined. The Board would also be\nentitled to determine such other terms and conditions as the\nBoard may think fit and proper. Registration is granted only on\npayment of such fees and subject to compliance of the other\ndirections.\nC\nD\nE\nRIGHT TO PROPERTY – IS THE CONCEPT APPLI-\nCABLE\n-\n25. An owner of a copyright indisputably has a right akin\nto the right of property. It is also a human right. Now, human\nrights have started gaining a multifaceted approach. Property\nrights vis-à-vis individuals are also incorporated within the 'mul-\ntiversity' of human rights. As, for example, any claim of adverse\npossession has to be read in consonance with human rights.\nThe activist approach of the European Court of Human Rights\nis quite visible from the judgment of Beaulane properties Ltd.\nv. Palmer [2005 EWHC 817(Ch.)] and J. A. Pye (Oxford) Ltd. v.\nGraham [(2002) 3 ALL ER 865].\nThis Court recognized need of incorporating the same\nF principle for invoking the rule of strict construction in such mat-\nters in P.T. Munichikkanna Reddy and Ors. v. Revamma and\nOrs. [(2007) 6 SCC 59] stating:\nG\nH\n\"Adverse possession is a right which comes into play not\njust because someone loses his right to reclaim the\nproperty out of continuous and willful neglect but also on\naccount of possessor's positive intent to dispossess.\nIntention to possess can not be substituted for intention to\ndispossess. Mere possession for howsoever length of\ntime does not result in converting the permissible\npossession into adverse possession.\"\nd\nENTERTAINMENT NETWORK v. SUPER CASSETTE 231\nINDUSTRIES [S.B. SINHA, J.]\nFurther, in Peter Smith v. Kvaerner Cementation Foun- A\ndations Ltd. [[2006] EWCA Civ 242] the court allowed the ap-\npellant to reopen the case despite a delay of four years as he\nhad been denied the right to which Article 6 of the European\nConvention on Human Rights (\"the Convention\") entitled him -\nto a fair hearing before an independent and impartial tribunal.\nBut the right of property is no longer a fundamental right. It\nwill be subject to reasonable restrictions. In terms of Article 300A\nof the Constitution, it may be subject to the conditions laid down\ntherein, namely, it may be wholly or in part acquired in public\ninterest and on payment of reasonable compensation.\nPUBLIC INTEREST – PUBLIC POLICY\n-\n26. What would be a public interest? Would it depend upon\nthe facts and circumstances of each case and the provisions of\nthe statute?\nGeneral meaning of the word \"public policy\" has always\nbeen held to be an unruly horse by this Court. [See Gherulal\nParakh v. Mahadeodas Maiya and Ors. [1959 Supp (2) SCR\n406]. This case was referred to in the recent decision of this\ncourt in Devinder Singh and Ors. Vs. State of Punjab and Ors.\n[AIR 2008 SC 261]\nB\nC\nD\nE\nThe right to property, therefore, is not dealt with its subject\nto restrict when a right to property creates a monopoly to which\npublic must have access. withholding the same from public may F\namount to unfair trade practice. In our constitutional Scheme of\nstatute monopoly is not encouraged. Knowledge must be al-\nlowed to be disseminated. An artistic work if made public should\nbe made available subject of course to reasonable terms and\ngrant of reasonable compensation to the public at large.\nROYALTY AND COMPENSATION\n27. Are the terms \"royalty\" and \"compensation\" are not syn-\nonymous? \"Royalty\" means the remuneration paid to an author\nin respect of the exploitation of a work, usually referring to pay-\nG\nH\nt\nY\n232\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA ment on a continuing basis (e.g. 10 per cent of the sale price)\nrather than a payment consisting of a lump sum in consider-\nation of acquisition of rights. May also be applied to payment to\nperformers. (See 'World Copyright Law' (2nd Edn) by J.A.L. Ster-\nling).\nB\nThe word 'compensation', however, must have been used\nkeeping in view the fact that if it is a statutory grant; it is a case\nof statutory licence. We are not unmindful of the fact in cases of\nother statutory licenses, the word 'royalty' has been used. Even\nthe word 'usually' has been used. Mr. Divan himself has referred\nC to Rule 11A and Form IIA appended to the Rules of 1958.\nClauses (10) and (11) of the Form which have validly been made\nused the word 'royalty.\nD\nE\nF\nןד\n\"10. Rate of royalty, which the applicant considers\nreasonable, to be paid to the copyright owner.\n11. Means of the applicant for payment of the royalty\"\nThe legislature therefore for all intent and purport equates\n'compensation' with 'royalty'. In the context of the Act, royalty is\na genus and compensation is a species. Where a licence has\nto be granted, it has to be for a period. A 'compensation' may\nbe paid by way of annuity. A 'compensation' may be held to be\npayable on a periodical basis, as apart from the compensa-\ntion, other terms and conditions can also be imposed. The com-\npensation must be directed to be paid with certain other terms\nand conditions which may be imposed.\nMARGINAL NOTE\nIt was urged that for proper construction of Section 31 of\nthe Act, reference to marginal note is permissible. Strong reli-\nG ance has been placed by Mr. Divan on K.P. Varghese v. In-\ncome-tax Officer, Ernakulam [(1981) 4 SCC 173] to contend\nthat the marginal note to a section can be relied upon for indi-\ncating the drift of the section or to show what the section is deal-\ning with. It is however, also well settled that where the statute is\nH clear, marginal note may not have any role to play. {See Bhinka\nENTERTAINMENT NETWORK v. SUPER CASSETTE 233\nINDUSTRIES [S.B. SINHA, J.]\n\u0026 ors. v. Charan Singh [1959 Supp. (2) SCR 798] .\nPARLIAMENTARY INTENT\nA\nThe intention of the Parliament, it is trite, must be ascer-\ntained from the plain reading of the Section. The intention is to\ntreat works, which have been \"withheld from the public\" differ- B\nently from the \"right to broadcast\". The right to broadcast is a\nephemeral right. It requires special treatment as it confers upon\nevery person, who wishes to broadcast a work or the work re-\ncorded in a sound recording, the right to do so is either by en-\ntering into a voluntary agreement to obtain a licence on such\nterms which appear to be reasonable to him or when the term\nappears to be unreasonable to approach the Board.\nWe wish the statute would have been clear and explicit.\nBut only because it is not, the courts cannot fold its hands and\nexpress its helplessness.\nWhen such a complaint is made, it confers the jurisdiction\nupon the Board. It may ultimately allow or reject the complaint\nbut it cannot be said that the complaint itself is not maintain-\nable.\nINTERPRETATION OF SECTION 31(2)\nC\nD\nE\nF\n28. This takes us to the interpretation of Section 31(2). It\nis attracted in a case where there are more than one appli-\ncants. The question of considering the respective claim of the\nparties would arise if they tread the same ground. The same,\nhowever, would not mean that only one person is entitled to have\na licence for all time to come or for an indefinite term even in\nperpetuity. A licence may be granted for a limited period; if that\nbe so another person can make such an applicatioin. Sub-sec-\ntion (2) of Section 31 would lead to an anomalous position if it G\nis read literally. It would defeat the purport and object of the Act.\nIt has, therefore, to be read down. P purposive construction\ntherefor may be resorted to.\nIn New India Assurance Company Ltd. v. Nusli Neville\nH\n{\n+\n234\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA Wadia and Anr. [2007 (14) SCALE 556, (2008) 3 SCC 279],\nthis court opined:\nB\nC\nD\nE\nملا\nF\nG\n\"With a view to read the provisions of the Act in a proper\nand effective manner, we are of the opinion that literal\ninterpretation, if given, may give rise to an anomaly or\nabsurdity which must be avoided. So as to enable a\nsuperior court to interpret a statute in a reasonable manner,\nthe court must place itself in the chair of a reasonable\nlegislator/ author. So done, the rules of purposive\nconstruction have to be resorted to which would require\nthe construction of the Act in such a manner so as to see\nthat the object of the Act fulfilled; which in turn would lead\nthe beneficiary under the statutory scheme to fulfill its\nconstitutional obligations as held by the court inter alia in\nAshoka Marketing Ltd. (supra).\"\nBarak in his exhaustive work on 'Purposive Construction'\nexplains various meanings attributed to the term 'purpose'. It\nwould be in the fitness of discussion to refer to Purposive Con-\nstruction in Barak's words:\n\"Hart and Sachs also appear to treat 'purpose' as a\nsubjective concept. I say 'appear' because, although Hart\nand Sachs claim that the interpreter should imagine himself\nor herself in the legislator's shoes, they introduce two\nelements of objectivity: First, the interpreter should assume\nthat the legislature is composed of reasonable people\nseeking to achieve reasonable goals in a reasonable\nmanner; and second, the interpreter should accept the\nnon-rebuttable presumption that members Page 0184 of\nthe legislative body sought to fulfill their constitutional duties\nin good faith. This formulation allows the interpreter to\ninquire not into the subjective intent of the author, but rather\nthe intent the author would have had, had he or she acted\nreasonably.\"\n(See Aharon Barak, Purposive Interpretation in Law\nH (2007) at pg. 87)\nt\n"}