{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 215\nINDUSTRIES [S.B. SINHA, J.]\n-\nB\nbrace within its field, Pop/Music Quizzes, Mobile DJ, Jukeboxes, A\nDance Teachers, Dance Centre/Studio, Exercise, Amateur\nOperatic \u0026 Dramatic Societies, Theatrical Productions, Tem-\nporary Camps/Shacks, Banquet Halls, Background Music-\nGuest Houses \u0026 Lodges, Hotels, Background Music- Public\nHouses \u0026 Cafes \u0026 Non AC Restaurants, Bankground Music –\nAC Restaurants, BARS, Background Music - Shops \u0026 Stores\nPremises, Background Music - Hairdressing Salons \u0026 Beauty\nParlours, Background Music - Clinics, Background Music -\nNursing Homes \u0026 Hospitals, Background Music - Factories \u0026\nOffices/Banks, Background Music - Waiting Rooms/Reception C\nAreas, Background Music- Telephone Music on hold, Puppet/\nMagic Shows, Background Music- Theatres, Background Mu-\nsic Cinemas, Background Music- Museums \u0026 Art Galleries,\nBackground Music- Ten Pin Bowling Centres/Bowling Alleys,\nBackground Music-Amusement \u0026 Pleasure Parks, Background\nMusic - Amusement Arcades, Background Music - Casinos,\nBackground Music – Gymnasiums, Background Music - Swim-\nming Pools.\n-\n-\nD\nThe right of the author of a copyright vis-à-vis the Society,\nthus, may be exercised in almost all walks of life from the 'Ra- E\ndio Stations' to a small 'Hairdressing Salon'.\nF\nIf the right of an author/society is so pervasive, is it neces-\nsary to construe the provisions under Section 31 of the Act hav-\ning regard to the International Covenants and the laws operat-\ning in the other countries? The answer to the said question must\nbe rendered in affirmative. Interpretation of a statute cannot re-\nmain static. Different canons and principles are to be applied\nhaving regard to the purport and object of the Act. What is es-\nsential therefor is to see that the expanding area in which the\ncopyright will have a role to play is covered. While India is a G\nsignatory to the International Covenants, the law should have\nbeen amended in terms thereof. Only because laws have not\nbeen amended, the same would not by itself mean that the pur-\nport and object of the Act would be allowed to be defeated. If\nthe ground realities changed, the interpretation should also H\nA\n216\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nchange. Ground realities would not only depend upon the new\nsituations and changes in the societal conditions vis-à-vis the\nuse of sound recording extensively by a large public, but also\nkeeping in view of the fact that the Government with its eyes\nwide open have become a signatory to International Conven-\nB tions.\nC\nINDIA\nAPPLICATION OF INTERNATIONAL CONVENTIONS IN\n19. It is for the aforementioned limited purpose, a visit to\nthe provisions of International Conventions would be necessary.\nIn interpreting the domestic/municipal laws, this Court has\nextensively made use of International law inter alia for the fol-\nlowing purposes:\nD\n(i)\n(ii)\nE\nF\n(iii)\nAs a means of interpretation;\nJustification or fortification of a stance taken;\nTo fulfill spirit of international obligation which India\nhas entered into, when they are not in conflict with\nthe existing domestic law;\n(iv) To reflect international changes and reflect the wider\ncivilization;\n(v) To provide a relief contained in a covenant, but not\nin a national law;\n(vi) To fill gaps in law.\nBeginning from the decision of this court in Kesavananda\nBharati v. State of Kerala [(1973) 4 SCC 225], there is indeed\nno dearth of case laws where this Court has applied the norms\nG of international laws and in particular the international covenants\nto interpret domestic legislation. In all these cases, this court\nhas categorically held that there would be no inconsistency in\nthe use of international norms to the domestic legislation, if by\nreason thereof the tenor of domestic law is not breached and in\nH case of any such inconsistency, the domestic legislation should\n:\n1\nENTERTAINMENT NETWORK v. SUPER CASSETTE 217\nINDUSTRIES [S.B. SINHA, J.]\nprevail.\nIn Jagdish Saran and Ors. v. Union of India [(1980) 2 SCC\n768], it was observed:\nA\n\"It is also well-settled that interpretation of the Constitution\nof India or statutes would change from time to time. Being B\na living organ, it is ongoing and with the passage of time,\nlaw must change. New rights may have to be found out\nwithin the constitutional scheme. Horizons of constitutional\nlaw are expanding.\"\nIn the aforementioned judgment, this Court referred to a\nlarge number of decisions for the purpose of interpreting the\nconstitutional provisions in the light of the international treaties\nand conventions.\nYet again in Indian Handicrafts Emporium and Ors. v.\nUnion of India [( 2003 ) 7 SCC 589], this Court considered the\nConvention on International Trade in Endangered Species\n(CITES) and applied the principles of purposive constructions\nas also not only the Directive Principles as contained in Part IV\nof the Constitution but also Fundamental Duties as contained\nin Part IVA thereof.\nC\nD\nE\nReferring to Motor General Traders and Anr. v. State of\nAndhra Pradesh and Ors. (1984) 1 SCC 222, Rattan Arya\nand Ors. v. State of Tamil Nadu and Anr. ( 1986 ) 3 SCC 385\nand Synthetics and Chemicals Ltd. and Ors. v. State of U.P. F\nand Ors. (1990) 1 SCC 109, this Court held:\n\"There cannot be any doubt whatsoever that a law which\nwas at one point of time was constitutional may be rendered\nunconstitutional because of passage of time. We may\nnote that apart from the decisions cited by Mr. Sanghi, G.\nrecently a similar view has been taken in Kapila Hingorani\nv. State of Bihar (supra) and John Vallamattom and Anr.\nv. Union of India(supra).\"\nThese judgments were referred to in the decision of\nH\n218\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA Liverpool and London S.P. and I Asson. Ltd. v. M.V. Sea Suc-\ncess I and Anr. [(2004) 9 SCC 512], wherein this court observed\nthat as no statutory law in India operated in the field, interpreta-\ntive changes, if any, must, thus be made having regard to the\never changing global scenario.\nB\nLiverpool also referred to the decision of the court in M.V.\nElisabeth [1993 Supp. (2) SCC 433] as an authority for the\nproposition that the changing global scenario should be kept in\nmind having regard to the fact that there does not exist any pri-\nmary act touching the subject and in absence of any domestic\nC legislation to the contrary.\nD\nConcurring with the said decisions, it was however opined\nthat the same could not mean that it restricted the jurisdiction of\nthe Indian High Courts to interpret the domestic legislation strictly\naccording to the judge made law.\nLiverpool and London S.P. and I Asson. Ltd. (supra) has\nbeen followed by the Supreme Court in a plethora of cases in-\nter alia The State of West Bengal v. Kesoram Industries Ltd.\nand Ors. [(2004) 10 SCC201]. In Pratap Singh v. State of\nE Jharkhand and Anr. [(2005) 3 SCC 551] wherein this court di-\nrected to interpret the Juvenile Justice Act in light of the Consti-\ntutional as well as International Law operating in the field. {See\nalso Centrotrade Minerals and Metal Inc. v. Hindustan Cop-\nper Limited [(2006) 11 SCC 245]; State of Punjab and Ors. v.\nAmritsar Beverages Ltd. and Ors. [2006 (7) SCALE 587]; State\nof Punjab and Anr. v. Devans Modern Brewaries Ltd. and Anr.\n[(2004) 11 SCC 26] and Anuj Garg and Ors. v. Hotel Associa-\ntion of India and Ors. [(2008) 3 SCC 1]}.\nF\nHowever, applicability of the International Conventions and\nG Covenants, as also the resolutions, etc. for the purpose of inter-\npreting domestic statute will depend upon the acceptability of\nthe Conventions in question. If the country is a signatory thereto\nsubject of course to the provisions of the domestic law, the In-\nternational Covenants can be utilized. Where International Con-\nH ventions are framed upon undertaking a great deal of exercise\nENTERTAINMENT NETWORK v. SUPER CASSETTE 219\nINDUSTRIES [S.B. SINHA, J.]\nupon giving an opportunity of hearing to both the parties and A\nfiltered at several levels as also upon taking into consideration\nthe different societal conditions in different countries by laying\ndown the minimum norm, as for example, the ILO Conventions,\nthe court would freely avail the benefits thereof.\nThose Conventions to which India may not be a signatory\nbut have been followed by way of enactment of new Parliamen-\ntary statute or amendment to the existing enactment, recourse\nto International Convention is permissible.\nThis kind of stance is reflected from the decisions in PUCL\nv. Union of India, [(1997) 3 SCC 433], John Vallamattom v.\nUnion of India, [(2003) 6 SCC 611], Madhu Kishwar v. State of\nBihar [(1996) 5 SCC 125], Kubic Darusz v. Union of India,\n[(1990) 1 SCC 568], Chameli Singh v. State of U.P., [(1996) 2\nSCC 549], C. Masilamani Mudaliar v. Idol of Sri\nSwaminathaswami Thirukoil, [(1996) 8 SCC 525], Apparel Ex-\nport Promotion Council v. A.K. Chopra, [(1999) 1 SCC 759],\nKapila Hingorani Vs. State of Bihar [(2003) 6 SCC 1], State of\nPunjab \u0026 Anr. Vs. M/s. Devans Modern Breweries \u0026 Anr. [2003\n(10) SCALE 202] and Liverpool \u0026 London S.P. \u0026 / Asson. Ltd.\nVs. M.V. Sea Success/ [2003 (10) SCALE 1].\nFurthermore, as regards the question where the protec-\ntion of human rights, environment, ecology and other second-\ngeneration or third-generation rights is involved, the courts\nshould not be loathe to refer to the International Conventions.\nLAW IN OTHER COUNTRIES\n20. Reference to laws to other jurisdictions stricto sensu\nmay not be apposite, where the scheme of the Act/Statute is\ndifferent. Where the statute is differently worded, same or simi-\nlar interpretation may not be possible.\nWe have noticed the laws operating in other countries only\nto highlight that broadly it is in two forms, namely:\nB\nC\nD\nE\nF\nG\n(a) free to air broadcasting does not require a copyright\nH\n220\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nlicence;\n(b) a free to air broadcaster requires a licence - however\nto commence broadcast all that he has to do is to\ngive an undertaking to pay a reasonable sum which\nin the event of dispute will be decided by a competent\ntribunal.\nAustralian Law\nUnder Section 109 of the Australian Copyright Act, the form\nadopted is in the same form as in (b) above. The additional\nC feature of the law is that the royalty for broadcasting of pub-\nlished sound recording is frozen at a ceiling of 1% of the gross\nearnings of the broadcaster during the specified period. There\nare also provisions for compulsory licensing.\nD\nChina\nChina has the form (a) above for domestic recordings.\nThey however, follow the Berne Convention for International re-\ncordings. These domestic recordings can be broadcasted on\nthe radio or television without any licence or payment. Even a\nE commercial broadcast is in form (b) above.\nJapan\nJapan has form (b) above. The Director General of the\nCultural Affairs Agency will determine the compensation required\nF to be paid by a Broadcaster. Non-profit transmission of works\nalready made public is exempted from paying any royalty.\nG\nH\nUnited Kingdom\nIn U.K. statutory licensing and compulsory licensing ex-\nists. Copinger \u0026 Skone James clearly says:\n..... In the case of a statutory licence the rate is fixed by law, in\nthe case of a compulsyr licence the rate is left to be negotiated,\nbut in neither case can use be refused or prevented……..'…”\n[Emphasis supplied]\ni\nENTERTAINMENT NETWORK v. SUPER CASSETTE 221\nINDUSTRIES [S.B. SINHA, J.]\nIt is of some significance to note that although it has been A\ncontended by Mr. Divan that the Scheme of English Statute is\ndifferent, reliance has been placed by him on some English\ndecisions to which we may refer to a little later.\nESSENTIAL FEATURES OF THE COPYRIGHT ACT\nB\n21. The Act seeks to maintain a balance between the in-\nterest of the owner of the copyright in protecting his works on\nthe one hand and the interest of the public to have access to the\nworks, on the other. The extent to which the owner is entitled to\nprotection in regard to his work for which he has obtained copy- C\nright and the interest of the public is a matter which would de-\npend upon the statutory provisions.\nWhereas the Act provides for exclusive rights in favour of\nowners of the copyright, there are provisions where it has been\nrecognized that public has also substantial interest in the avail- D\nability of the works. The provisions relating to grant of compul-\nsory license must be viewed having regard to the aforemen-\ntioned competing rights wherefor an appropriate balance has\nto be stuck. For the said purpose, we may notice the broad\nfeatures of the Act.\nSection 16 of the Act provides that no person shall be en-\ntitled to copyright otherwise than under and in accordance with\nthe provisions of the Act. Section 14 defines the expression\n\"copyright\" to mean the exclusive right to do or authorize the\ndoing of specific things in respect of a work, as detailed in that\nsection.\nThe primary method that an owner of copyright employs\nto exploit the copyright and to make this work available to the\npublic is through the vehicle of voluntary licenses in terms of\nSection 30 of the Act.\nE\nF\nG\nThe freedom to contract is the foundation of economic\nactivity and an essential aspect of several Constitutional rights\nincluding the freedom to carry on trade or business guaranteed\nunder Article 19(1)(g) and the right to property under Article 300A H\n222\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA of the Constitution of India. But the said right is not absolute. It\nis subject to reasonable restrictions.\nB\nD\nSection 30 enables the owner of the copyright to grant\nany interest in the copyright by a license in writing signed by\nhim or by his duly authorized agent.\nThe underlying philosophy of the Copyright Act is that the\nowner of the copyright is free to enter into voluntary agreement\nor licenses on terms mutually acceptable to him and the lic-\nensee. The Act confers on the copyright owner the exclusive\nC right to do the various acts enumerated in Section 14. An in-\nfringement of copyright occurs if one of those acts is done with-\nout the owner's license. A license passes no interest, but merely\nmakes lawful that which would otherwise be unlawful. The Act\nalso expressly recognizes the notion of an \"exclusive license\"\nwhich is defined in Section 2(j). But, that does not mean, as\nwould be noticed from the discussions made hereinafter, that it\nwould apply in all situations irrespective of the nature of right as\nalso the rights of others. It means a license which confers on\nthe licensee, to the exclusion of all other persons (including the\nowner of the copyright) any right comprised in the copyright in a\nwork. An exclusive licensee has specific rights under the Act\nsuch as the right to have recourse to civil remedies under Sec-\ntion 55 of the Act. This Scheme shows that a copyright owner\nhas complete freedom to enjoy the fruits of his labour by earn-\ning an agreed fee or royalty through the issuance of licenses.\nF Hence, the owner of a copyright has full freedom to enjoy the\nE\nG\nfruits of his work by earning an agreed fee or royalty through the\nissue of licenses. But, this right, to repeat, is not absolute. It is\nsubject to right of others to obtain compulsory licence as also\nthe terms on which such licence can be granted.\nCOPYRIGHT SOCIETY\n22. The provisions with respect to Copyright Societies are\ncontained in Chapter VII of the Act which in its present form was\nintroduced by the Copyright (Amendment) Act, 1994. Section\nH 33 of the Act provides for the registration of a Copyright Soci-\nENTERTAINMENT NETWORK v. SUPER CASSETTE 223\nINDUSTRIES [S.B. SINHA, J.].\nety. Section 34 of the Act empowers a Copyright Society to A\naccept from the owner exclusive authorization to administer any\nrights in any work by issue of licenses or collection of license\nfee or both. A Copyright Society may issue voluntary licenses\nunder Section 30, collect fees in pursuance of such licenses,\ndistribute such fees amongst owners of rights, and perform any B\nother functions consistent with the collective control of the own-\ners whose rights it administers.\nThe Copyright Society is required to frame a scheme to\ndetermine the quantum of remuneration payable to individual\ncopyright owners having regard to the number of copies of the C\nwork in circulation. [Section 34A(2)]\nChapter V of the Copyright Rules, 1958 makes detailed\nprovisions with respect to the conduct of business by Copyright\nSocieties. Rule 14J requires that a Copyright Society shall frame\na scheme of tariff to be called a \"Tariff Scheme\" setting out the\nnature and quantum of fees or royalties which it proposes to\ncollect in respect of such copyright or other rights administered\nby it. Rule 14K requires a Copyright Society to frame a \"Distri-\nbution Scheme\" setting out the procedure for collection and dis-\ntribution of royalty specified in the Tariff Scheme among the\nowners of copyright. Any distribution under the Distribution\nScheme is required to be in the proportion to the income of the\nCopyright Society from actual use of the work or works of each\nowner of rights.\"\nCOMPULSORY LICENCE\nD\nE\nF\n23. The scheme of the Act affirms the freedom to contract\nas being the primary machinery by which the copyright owner\npublishes his work through a voluntary license regime in terms\nof Section 30. Compulsory licenses are an exception to the gen- G\neral freedom of the copyright owner to contract.\nSection 31 deals with compulsory license in works with-\nheld from the public and the submissions relating to this provi-\nsions are set out in detail in the next section of this outline of\nI\n224\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA submissions.\nB\nC\nD\nE\nSection 31A empowers the Copyright Board to issue a\ncompulsory license in respect of an unpublished Indian work or\na translation thereof in any language, whose author is dead or\nunknown or cannot be traced or the owner of copyright in such\nwork cannot be found. Section 31A(4) empowers the Board to\nhold an enquiry and direct the Registrar of Copyrights to grant\nto the applicant a license to publish the work or translation, sub-\nject to the payment of such royalty and subject to such other\nterms and conditions as the Copyright Board may determine.\nSection 32 empowers the Copyright Board to issue a com-\npulsory license to produce and publish a translation of literary\nor a dramatic work in any language after a period of 7 years\nfrom the first publication of the work.\nSection 32A empowers the Copyright Board to grant a\ncompulsory license where after the expiry of the relevant period\nfrom the date of the first publication of an edition of a literary,\nscientific or artistic work, copies of such edition are not made\navailable in India.\nSection 32B provides for the termination of a compulsory\nlicense where it is issued under Section 32(1A) or Section 32A,\non the fulfillment of the conditions mentioned in that Section.\nRule 9 of the Copyright Rules prescribed the manner in\nF which the Copyright Board shall determine royalties payable to\nthe owner with respect to a compulsory license for a translation\nunder Section 32. Rule 11D provides for the manner in which\nthe Copyright Board shall determine royalties payable to the\nowner of the copyright in respect of compulsory licenses issued\nunder Section 31A, Section 32 and Section 32A.\nG\nRule 11C (4) provides that where there are more appli-\ncants than one seeking a compulsory license for translation of\na work or for reproduction of the work or for publication of an\nunpublished work, then the Copyright Board make grant the\nH compulsory license to such one of the applicants, as in the opin-\n"}