{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 175\nINDUSTRIES\nhave a licence for replay of the sound recording in re- A\nspect whereof another person has a copyright. It, how-\never, would not mean that all and sundry can file applica-\ntions. [Para 24] [229-C,D,E]\nB\nC\n3.9 Admittedly in terms of Section 31 of the Copy-\nright Act the principles of natural justice are required to\nbe complied with and an enquiry has to be held. The ex-\ntent of such enquiry will depend upon the facts and cir-\ncumstances of the case. A finding has to be arrived at that\nthe grounds of refusal by an owner of a copyright holder\nis not reasonable. Only upon arriving at the said finding,\nthe Registrar of copyright would be directed to grant a\nlicense for the said purpose. The amount of compensa-\ntion payable to the owner of the copyright must also be\ndetermined. The Board would also be entitled to deter-\nmine such other terms and conditions as the Board may D\nthink fit and proper. Registration is granted only on pay-\nment of such fees and subject to compliance of the other\ndirections. [Para 24] [229-G,H, 230-A,B]\n4.1 An owner of a copyright indisputably has a right\nakin to the right of property. It is also a human right. Now,\nhuman rights have started gaining a multifaceted approach.\nProperty rights vis-à-vis individuals are also incorporated\nwithin the 'multiversity' of human rights. As, for example,\nany claim of adverse possession has to be read in conso-\nnance with human rights. [Para 25] [230-C,D]\n4.2 The right of property is no longer a fundamental\nright. It will be subject to reasonable restrictions. In terms\nof Article 300A of the Constitution, it may be subject to\nthe conditions laid down therein, namely, it may be wholly\nor in part acquired in public interest and on payment of\nreasonable compensation. [Para 25] [231-B,C]\nP.T. Munichikkanna Reddy and Ors. v. Revamma and Ors.\n(2007) 6 SCC 59 - referred to.\nE\nليا\nF\nG\nH\nA\nB\n176\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nPeter Smith v. Kvaerner Cementation Foundations Ltd.\n(2006) EWCA Civ 242; Beaulane properties Ltd. v. Palmer\n2005 EWHC 817(Ch.) and J. A. Pye (Oxford) Ltd. v. Graham\n(2002) 3 ALL ER 865 - referred to.\n5.1 The right to property, therefore, is not dealt with its\nsubject to restrict when a right to property creates a mo-\nnopoly to which public must have access. withholding the\nsame from public may amount to unfair trade practice. In\nour constitutional Scheme of statute monopoly is not en-\ncouraged. Knowledge must be allowed to be disseminated.\nC An artistic work if made public should be made available\nsubject of course to reasonable terms and grant of reason-\nable compensation to the public at large. [Para 26] [231-E,F]\nD\nE\n5.2 The legislature for all intent and purport equates\n'compensation' with 'royalty'. In the context of the Act,\nroyalty is a genus and compensation is a species. Where\na licence has to be granted, it has to be for a period. A\n'compensation' may be paid by way of annuity. A ‘com-\npensation' may be held to be payable on a periodical ba-\nsis, as apart from the compensation, other terms and con-\nditions can also be imposed. The compensation must be\ndirected to be paid with certain other terms and condi-\ntions which may be imposed. [Para 27] [232-D,E,F]\nGherulal Parakh v. Mahadeodas Maiya and Ors. 1959\nF Supp (2) SCR 406 and Devinder Singh and Ors. Vs. State of\nPunjab and Ors. AIR 2008 SC 261 - referred to.\nG\n\"World Copyright Law\" (2nd Edn) by J.A.L. Sterling – re-\nferred to.\n6. It is also well settled that where the statute is clear,\nmarginal note may not have any role to play. [Para 26]\n[232-G,H]\nK.P. Varghese v. Income-Tax Officer, Ernakulam (1981)\n4 SCC 173 and Bhinka \u0026 Ors. V. Charan Singh 1959 Supp.\nH (2) SCR 798 - referred to.\nf\n}\nENTERTAINMENT NETWORK v. SUPER CASSETTE 177\nINDUSTRIES\n7.1 The intention of the Parliament, it is trite, must be A\nascertained from the plain reading of the Section. The in-\ntention is to treat works, which have been “withheld from\nthe public\" differently from the \"right to broadcast\". The right\nto broadcast is a ephemeral right. It requires special treat-\nment as it confers upon every person, who wishes to broad- B\ncast a work or the work recorded in a sound recording, the\nright to do so is either by entering into a voluntary agree-\nment to obtain a licence on such terms which appear to be\nreasonable to him or when the term appears to be unrea-\nsonable to approach the Board. [Para 27] [233-A,B,C]\nC\n7.2 One wishes the statute would have been clear\nand explicit. But only because it is not, the courts cannot\nfold its hands and express its helplessness. When such\na complaint is made, it confers the jurisdiction' pon the\nBoard. It may ultimately allow or reject the complaint but D\nit cannot be said that the complaint itself is not maintain-\nable. [Para 27] [233-C,D]\n8.1 Interpretation of Section 31(2) is attracted in a case\nwhere there are more than one applicants. The question\nof considering the respective claim of the parties would\narise if they tread the same ground. The same, however,\nwould not mean that only one person is entitled to have a\nlicence for all time to come or for an indefinite term even\nin perpetuity. A licence may be granted for a limited pe-\nriod; if that be so another person can make such an ap-\nplication. Sub-section (2) of Section 31 would lead to an\nanomalous position if it is read literally. It would defeat\nthe purport and object of the Act. It has, therefore, to be\nread down. Purposive construction therefor may be re-\nsorted to. [Para 28] [233-E,F,G]\n8.2 The provisions of the Act and the Rules in this\ncase, are, thus required to be construed in the light of the\naction of the State as envisaged under Article 14 of the\nConstitution of India. With a view to give effect thereto,\nE\nF\nG\nH\n\u003e\n178\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n:\nA the doctrine of purposive construction may have to be\ntaken recourse to. [Para 28] [235-B,C]\nB\n8.3 The Court while interpreting a statute will put it-\nself in the armchair of the reasonable legislature, all stat-\nutes must be presumed to be reasonable. It is now a trite\nlaw that literal interpretation should be avoided when it\nleads to absurdity. If it is to be held that once the compul-\nsory licence is granted in respect of a sound recording,\nthe Board loses its jurisdiction for all time to come, it will\nlead to an absurdity. The statute does not contemplate\nC such a position. The statute on the one hand not only in\nterms of General Clauses Act but also having regard to\nthe individual complaints which a person may have as\nregards the unreasonableness of the terms impose upon\nhim by the owner of the copyright must be held to be en-\nD titled to approach the Board as and when any cause of\naction arises therefor. It therefore must be held that sub-\nSection (2) of Section 31 is relatively directed to clause\n(a) and not clause (b). [Para 28] [235-C,D,E,F]\nE\nF\n8.4 In this case, however, the meaning of the Statute\nis neither clear nor sensible. It is a statute where a purpo-\nsive construction is warranted. It is a case where sub-\nSection (2) should be kept confined to clause (a) for that\npurpose. The statute has to be read down. It is not a case\nof improper interpolation so as to take away a primary\npurpose of the legislative intent. It is expedient to give\neffect to the intent of the statute. This itself says that\ncreases can be ironed out. While undertaking the said\nexercise, the court's endeavour would be to give a mean-\ning to the provisions and not render it otiose. Therefore,\nG this Court is of the opinion that Section 31(2) refers to\ncase falling under clause (a) of Sub-section (1) of Section\n31 and not clause (b) thereof. [Para 28] [236-F,G, 237-A]\nOriental Insurance Co. Ltd. v. Brij Mohan and Ors (2007)\n7 SCC 56 - relied on.\nH\nENTERTAINMENT NETWORK v. SUPER CASSETTE 179\nINDUSTRIES\nNew India Assurance Company Ltd. v. Nusli Neville A\nWadia and Anr. 2007 (14) SCALE 556, (2008) 3 SCC 279;\nBharat Petroleum Corporation Ltd. V. Maddula Ratnavalli and\nOrs. (2007) 6 SCC 81 and Indian Administrative Services\n(SCS) Association, U.P. \u0026 Ors. V. Union of India \u0026 Ors. 1993\nSupp. (1) SCC 730 - referred to.\nAharon Barak, \"Purposive Interpretation in Law\" (2007)\npg. 87 – referred to.\n-\n9. The Tribunal exercises a limited jurisdiction in In-\ndia. Different cases are required to be considered on its\nown merits. What would be reasonable for one may not\nbe held to be reasonable for the other. The principles can\nbe determined in a given situation. The Bombay High\nCourt has remitted the matter back to the Board for the\nsaid purpose. The Bombay High Court's views are en-\ndorsed. [Para 29] [237-B,C]\nB\nC\nD\n10.1 The question before the Board was as to\nwhether there was an abuse in the sense that unreason-\nable amount was being claimed by way of royalty. As it\nwas a case of abuse, the Board had the jurisdiction to E\nentertain any application for grant of compulsory licence.\nHow far and to what extent appellant has infringed the\nright of the respondent is a matter which may be taken\ninto consideration by the Board. A suit was filed and in-\njunction was granted. Apart from the fact that the appel- F\nlant offered to take a license held negotiations with the\nrespondents in the suit as soon as it came to know that\nSuper Cassettes is not a member of PPL, it gave an un-\ndertaking. Each case must be considered on its own facts.\n[Paras 30, 31] [238-B,C,D,E]\n10.2 This Court does not approve the manner in\nwhich the Board has dealt with the matter. It has refused\nto examine the witnesses. It took up the matter on a day\nfor hearing which was fixed for production of witnesses.\nG\nH\n180\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA Therefore, the order of the Board should be set aside and\nthe matter be remitted to the Board again for the consid-\neration of the matter afresh on merit. [Para 31] [238-E,F]\nB\nCIVILAPPELLATE JURISDICTION: Civil Appeal No. 5114\nof 2005\nFrom the Judgment and final Order dated 30.6.2004 of\nthe High Court of Delhi at New Delhi in R.F.A. No. 848/2003\nWITH\nс\nC.A. Nos. 5178-5180, 5181, 5182 and 5183 of 2005.\nDr. Abhishek Manu Singhvi, Harish N. Salve, Shyam Di-\nvan, Sudhir Chandra, Pratibha Singh, Maninder Singh, Surbhi\nMehta, Gaurav Sharma, Sumeet Bhatia, Abhinav Sanghi,\nKamaldeep Dyal, Krishnendu Datta, Ashish Verma. Thomas\nD Kurwika, Ayaz Bilawala, Gaurav Goel, E.C. Agrawala, Amit\nSharma, Ashutosh Garg, Amit Sibbal, Sameer Parekh,\nRanjeeta Rohatgi, Diksha Rai, Rahul, Ajatshatru, Haryjot S.\nBhalia (for M/s. Parekh \u0026 Co.) Praveen Kumar, Sagar Chandra,\nHari Shankar K., Vikas Singh, Joseph Pookkatt, Prashant\nE Kumar and Vaibhav Srivastava for the Appearing Parties.\nF\nG\nH\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nINTRODUCTION\n2. Interpretation of Section 31 of the Copyright Act, 1957\n(for the sake of brevity, hereinafter referred to as, 'the Act') is\ninvolved in these appeals.\n3. We may notice the factual matrix of the matter.\nBACKGROUND FACTS\n4. First respondent is one of the leading music compa-\nnies engaged in the production and/or acquisition of rights in\nsound recordings. It has copyright over a series of cassettes\nENTERTAINMENT NETWORK v. SUPER CASSETTE 181\nINDUSTRIES [S.B. SINHA, J.]\nand CDs commonly known as T-series. It has copyrights in cin- A\nematographic films and sound recordings. Appellant M/s. En-\ntertainment Network (India) Ltd. (ENIL) broadcasts under the\nbrand name \"Radio Mirchi\". It is a leading FM radio broadcaster.\nDisputes and differences arose between Bennett Coleman \u0026\nCo. Ltd., the holding company of the first respondent and Pho- B\nnographic Performance Ltd. (PPL) as regards the playing of\nthe songs of which copyrights belongs to the first respondent in\ntheir FM radio network. Appellant is a company which holds\nlicence for running FM radio stations in various cities across\nIndia.\nFree-to-Air private FM Radio Broadcasting is a recent\nphenomenon in India and the basic content of any radio station,\npresently, is only sound recordings, i.e., songs.\nDisputes and differences having arisen between the par-\nties in regard to broadcast of the songs in respect whereof the\nfirst respondent holds a copyright as owner thereof or by rea-\nson of purchase of the copyright belonging to others.\n5. BACKGROUND FACTS\nThe radio industry was revolutionized by the Government\nof India as in October 1999 for its first phase of granting license\nfor private FM, broadcasting channel, tenders were invited.\nAppellant herein was awarded the license for running a\nprivate FM broadcasting service in 12 cities on payment of a\nhefty license fee. Several other bidders were also granted li-\ncenses. Respondent, however, was not a member of the ap-\npellant - society. It was found to have been using the broad-\ncasting songs in respect whereof Super Cassettes Industry Lim-\nited (SCIL) had an ownership over the copyright. It was a mem-\nber of the copyright society being Phonographic Performance\nLtd. (PPL). Indisputably, there had been an infringement of the\ncopyright of Super Cassettes. Allegedly, appellant was under\nthe belief that it was a part of PPL and whereupon the music\nbelonging to the repertoire of SCIL was played during the pe-\nC\nD\nE\nF\nG\nH\n182\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA riod from October 2001 to May, 2002 in its stations at Indore\nand Ahmedabad. Royalty was paid by ENIL to PPL at the rate\nof Rs.400/- per needle hour pursuant to the order passed by\nthe Calcutta High Court dated 28.9.2001. Attempts were made\nto obtain a licence from SCIL when ENIL came to know that it\nB was not a part of the copyright society PPL. Negotiations failed\nbetween the parties.\nC\nA suit was filed before the Delhi High Court for restraining\nENIL from playing and broadcasting the music belonging to SCIL\non any of the Radio Stations belonging to ENIL.\n6. COMMUNICATIONS BETWEEN THE PARTIES\nWe may notice relevant parts of some communications\nbetween the parties. Super Cassettes through its lawyer by a\nnotice dated 21.1.2002, in view of the said infringement of his\nD copyright called upon ENIL, inter alia, to give an undertaking\nthat it shall not broadcast the sound records of Super Cassettes\nthrough its Radio Station without a valid licence and payment of\nroyalty (the terms of which were mutually arrived at). Super Cas-\nsettes again by a notice dated 2.4.2002 through its Advocate\nE called upon ENIL to: “a) immediately desist from broadcasting\nSound Recording(s) of Super Cassettes clients through its Ra-\ndio Station; b) Tender an unconditional apology for the illegal\nbroadcast of Sound Recordings of Super Cassettes clients in\npast; c) give an undertaking that it shall not broadcast the Sound\nF Recordings of Super Cassettes clients through its Radio Sta-\ntion without a valid licence and payment of royalty (the terms of\nwhich can be mutually arrived at), and d) pay a sum of Rs.\n50,00,000.00 (Fifty lacs only) as liquidated damages, for the\nillegal broadcast and acts of infringements committed by it, to\nSuper Cassettes within 15 days of receipt hereof under intima-\ntion to Super Cassettes failing which Super Cassettes have\npositive instruction of its clients to initiate such legal actions\nboth Civil and/or Criminal against you, your directors, and all\nother persons responsible for the said infringement without any\nfurther notice and in that case you shall be further liable for all\nG\nH\nENTERTAINMENT NETWORK v. SUPER CASSETTE 183\nINDUSTRIES [S.B. SINHA, J.]\ncost and consequences thereof which may please be noted A\nvery carefully\".\nIn response to the said notice, ENIL stated:\n\"2. Since our clients intend to negotiate with your clients,\nas was our clients intention from the beginning we have B\napproached your clients and have offered payment of\nroyalty, the price of which will be mutually convenient to\nboth the parties.\nC\n3. It is our clients' contention that music is for general\nbenefit of society at large. Our clients understand that your\nclients have entered into a contract/Agreement with Media\nBroadcast Indian Ltd., broadcasting under the channel\n\"Radio City\", and our clients are also likewise prepared to\npopularise your client's music and add value to your clients'\ncontent by entering into Agreement/License with your D\nclients.\n4. As we have already stated in the aforesaid para music\nis for general enjoyment and a restrictive practice of a tie\nup only with Media Broadcast India Ltd. is not in public\ninterest. We, therefore, do not admit any of the allegations\nmade by your clients in your aforesaid letter and further\nsuggest that your clients resolve the issue by entering into\na contract beneficial to both parties.\"\nSuper Cassettes, however, by another legal notice dated\n1.6.2002 stated:\n\"My client has clearly indicated its willingness to grant\nyour client a public performance license. However, without\nobtaining such license, your client continues to broadcast\nsongs of our clients.\nIn the circumstances, your client is once again called upon\nto:\n(a) First immediately cease and desist from such\nE\nF\nG\nunauthorized broadcast before a formal license H\n184\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nヨ\nF\nG\nagreement is drawn up.\n(b) Pay my client a sum of Rs.1,00,00,000/- (Rupees\none crore) for past infringement by way of radio\nbroadcast of my client's sound recordings through\nyour client's various FM Radio Stations situated in\nvarious cities.\"\nPPL again to the Holding Company of ENIL, BCCL by a\nletter dated 6.9.2000 stated:\n\"As you may be aware, it is a legal requirement to obtain\npermission (Licence) from the copy-right owners before\nyou can broadcast the copyrighted music (Sound\nRecordings). As you may further be aware, Phonographic\nPerformance Ltd. (PPL), is the copyright society in respect\nof sound recordings and is registered with Government of\nIndia. We have about 50 member companies including\nHMV, Universal, Tips, Venus, Sony Music (India), Virgin,\nMilestone, Magnasound, BMG - Crescendo and others.\nThe broadcasting rights in the music recordings – both of\nIndian and International music or our members are\nadministered by us.\n-\n-\nIt will be essential for your to apply for our licence for\nbroadcasting of our members' existing and future sound\nrecordings, subject to our tariff and terms and conditions\nas applicable.\nWe shall appreciate if you kindly confirm to us the centres\nwhere you will be setting up your F.M. Broadcasting\nstations/transmitters, and the estimated date/month from\nwhich the said stations/transmitters will start operations.\nOn receipt of this information, we shall send you the licence\napplication form and the tariff details.\"\nIt, however, appears that several broadcasters including\nENIL by a letter dated 17.4.2001 addressed to PPL stated as\nunder:\nH\n"}