{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 185\nINDUSTRIES [S.B. SINHA, J.]\n\"We acknowledge that you are constituted as the body A\nlegally empowered to represent the interests of the owners.\nof music copyrights around the world when performances\ntake place in India. We are, therefore, approaching you to\ndiscuss arrangements for the provisions of licensing the\nbroadcast of copyrighted music on our new stations.\nWe want to begin discussions immediately, since at least\nsome of our stations are all but ready to begin broadcasts\nnow.\nB\nWe can begin with the agreement that owners of copyrights C\ndeserve to be compensated for the use of their music on\nradio stations. Radio stations play copyrighted music\nbecause of its popularity because the music helps build\nthe audience that the stations can offer to advertisers with\neventual hope of making an opening profit. We assume\nthat copyright owners desire exposure to their music that\nis as broad as possible.\nD\nThe expectations for the future of private radio\nbroadcasting in India are high, and we have the ambition\nto develop private radio to a level of popularity not unlike E\nwhat achieves in most other developed countries in the\nworld. Whereas radio currently attracts the average Indian\nfor less than half an hour a day, daily radio listenership in\nmost countries averages something over three hours a\nday. Uniquely among the media, radio has the ability to\nF\nprovide as entertainment and information services to\nlisterners who do not have to stop everything else they\nmay be doing to take full advantage of the programming.\nWe feel that while radio has been a dismal failure at\nattracting listenership thus far in this country, we can, with\nyour expectation, build radio listening to the point that\nmusic will begin to play a much larger role in the lives of\nthe Indian public than is the case today.\nG\nWe hope that we can meet at your earliest convenience\nto begin to discuss a contractual business arrangement, H\n186\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\n00\nB\nwhich will be beneficial to both the society and to the new\nradio industry in India.\nWe would appreciate if you can get in touch with Mr.\nPrakash lyer at 852-3880 extn. 3291 or Mobile: 982-11-\n82869 in the next 7 days to set up a date and time for the\nmeeting.\"\nIndisputably, appellant, in the suit filed by the first respon-\ndent having come to learn that it is outside PPL's jurisdiction to\ngive an undertaking not to use the songs copyright whereof be-\nC longs to PPL, Super Cassettes. The said suit admittedly has\nbeen withdrawn. It may therefore not be necessary to refer\nthereto the proceedings before the Board.\nIn a letter to the respondent, appellant stated, \"We had no\nintention to infringe your copyright as in fact we had been regu-\nD larly paying royalty to PPL including the T-Series needle time\nplayed on our station.\"\nE\nF\nG\nH\nThe appellant thus contended that it had been all ålong\nunder a wrong impression that Super Cassettes was a mem-\nber of PPL and that it had no knowledge that the license was\nrequired to be obtained. Super Cassettes, however, contend\nthat such a stand was not correct as would appear from its let-\nter dated 28.5.2002, and that the appellant had intended to\nnegotiate with the respondent from the very beginning.\nPROCEEDINGS BEFORE THE COPYRIGHT BOARD -\nFIRST LICENCE CASE\n7. Various Radio Stations including the petitioner filed an\napplication before the Copyright Board at Hyderabad in terms\nof Section 31(1)(b) of the Act on or about 19.11.2002 for grant\nof compulsory license to all the radio stations.\nThe Copyright Board by a judgment and order dated\n19.11.2002 fixed the standard rate of:\nPayment to be made at Rs.1200/needle hour during\nENTERTAINMENT NETWORK v. SUPER CASSETTE 187\nINDUSTRIES [S.B. SINHA, J.]\n•\n•\nprime time.\nFor 12 normal hours = 60% of standard rate\nA\nFor 8 lean (night) hours = 25% of standard rate and\nrespondents also directed to furnish a security/bank\nguarantee of Rs.20,00,000/- per radio station to PPL. B\nThe Board also held that the same shall be operative for a\nperiod of 2 years and the matter shall be reconsidered again in\nSeptember-October, 2004. Super Cassettes was not a party\ntherein. The Board fixed royalties initially for a period of two\nyears. An appeal thereagainst was preferred before Bombay\nC\nHigh Court and it is the subject matter of C.A. No. 5181 of 2005.\nAppeals were filed before the Bombay High Court by the\nradio companies and PPL against the order dated 19.11.2002,\ndetails whereof are as under:\n\"1. PPL V. Music Broadcast\nD\n279 of 2003\n2. PPL V. ENIL\n280 of 2003\n3. PPL V. Miullennium Chennai ⋆\n281 of 2003\nE\n4. PPL V. Millennium Delhi\n283 of 2003\n5. ENIL V. PPL\n288 of 2003\n6. Millennium Chennai V. PPL\n291 of 2003\n7. Millennium Delhi V. PPL\n292 of 2003\nF\n8. Music Broadcast V. PPL\n294 of 2003\n\"\n9. Radio Midday V. PPL\n421 of 2003\n13 Appeals in total were filed before the Bombay High\nCourt. The Bombay High Court by a common judgment and\norder dated 13.4.2004 in First Appeal Nos. 279-294 of 2003,\n421 of 2003 and 1573 of 2003 remitted the matters back to the\nCopyright Board for reconsideration and for fixation of license\nfees.\nG\nH.\n188\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nSECOND LICENSE CASE\n8. On or about 28.1.2003, appellant filed an application\nbefore the Copyright Board at Delhi, which was marked as Case\nNo. 10 of 2003 for grant of compulsory licence in terms of Sec-\ntion 31(1)(b) of the Act against Super Cassettes praying, inter\nalia, for the following reliefs:\n\"Grant the applicant a compulsory license of the complete\nrepertoire (present and future) of SCIL on the terms and\nconditions considered just and equitable by this Hon'ble\nCopyright Board.\"\nOn being noticed, respondents filed an objection contend-\ning that as the suit for infringement was pending before the Delhi\nHigh Court, no application for compulsory license could be en-\ntertained. The High Court, on an application filed by the appel-\nD lant, clarified that the respondent was free to canvas its sub-\nmissions before the Copyright Board that the person infringing\nthe Copyright should not be granted compulsory license. The\nBoard directed the parties to come with their respective wit-\nnesses. However, when respondent intended to present oral\nE evidence, it was declined. Submissions were directed to be\nmade on or about 20.10.2003. Application No. 10 of 2003 was\nallowed granting a compulsory license.\nF\nG\nAppellant filed an appeal against the said order before\nthe Bombay High Court questioning the rates of compensation\nonly. The said appeal was tagged with various other appeals\nwhich had been filed before the Bombay High Court against\nthe order dated 19.11.2002 passed by the Copyright Board at\nHyderabad.\nRespondents, however preferred two-fold appeals before\nthe Delhi High Court which were marked as RFA No. 848 of\n2003. By reason of the impugned judgment dated 30.6.2004,\nthe respondent's appeal has been allowed remitting the matter\nback to the Copyright Board to reconsider the application of\nthe appellant for grant of compulsory license under Section 31\nH\nENTERTAINMENT NETWORK v. SUPER CASSETTE 189\nINDUSTRIES [S.B. SINHA, J.]\nof the Act after giving adequate opportunity to the parties to A\nadduce evidence and to dispose of the same by a reasoned\norder. The High Court furthermore directed that the appellant\nmust file an undertaking that it would not broadcast the sound\nrecordings of the respondent. Appellant had filed Petition for\nSpecial Leave to Appeal giving rise to Civil Appeal No. 5114 of B\n2005 in this Court.\nPROCEEDING BEFORE US\n9. We have two judgments before us; one from the Bombay\nHigh Court and another from the Delhi High Court. Whereas\nthe Bombay High Court opined that in terms of Section 31 of\nthe Act, grant of compulsory license on reasonable remunera-\ntion is permissible; the Delhi High Court held otherwise.\nBoth the parties have preferred these appeals before us,\nthe particulars whereof are as under:\nC\nD\n7\nCase No.\n1. C.A. No.5114/05\nParties\nENIL Vs. SCIL\n2. C.A. No.5178-80/05 PPL Vs. Millennium Chennai\n3. C.A. No.5181/05\nPPL Vs. ENIL\n4. C.A. No.5182/05\nPPL Vs. Radio Mid-day West\n5. C.A. No.5183/05\nE\nPPL Vs. Music Broadcast Pvt. Ltd.\nCONTENTIONS AND SUBMISSIONS\n10. Mr. H.N. Salve, Dr. A.M. Singhvi and Mr. Sudhir\nChandra, learned Senior Counsel appearing on behalf of the\nappellant would submit:\nF\n(i) The said provisions seek to strike a balance between G.\ncreation of monopoly which is generally considered\nopposed to public interest and protecting intellectual\nproperty rights as a measure to encourage creativity\nin the respective fields.\nH\n190\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(ii) The selective refusal to sell 'goods' which is treated\nunder Indian Law to be an unfair trade practice is\ndiscouraged. Copyright Board, therefore, in terms\nof Section 31 of the Act must be held to be holding\nthe power to grant a compulsory licence provided\nthe following conditions are satisfied:\n(a)\nthe work in question should have been\npublished or performed in public.\n(b) the owner of the copyright should have refused\nto re-publish or allow re-publication or the\nperformance in public of the work by reason of\nwhich the work is withheld from the public; or\n(c) has refused to allow a communication by a\nbroadcast of such work on terms which the\ncomplainant considers reasonable.\n(iii) The term 'or' used between clauses (a) and (b) of\nsub-section (1) of Section 31 should be read\ndisjunctively and not conjunctively.\n(iv) The language of clause (b) indicates that the same\nis focused on a particular form of communication to\nthe public- namely \"Broadcast\", which requires a\nproper construction having regard to the fact that the\nsaid word has been brought about by an amendment\nmade by Act No. 23 of 1983. The words used prior\nto its amendment were 'radio diffusion'.\n(v) Section 31(1)(b) was designed specifically to enable\nthe Board to intervene where the owner, particularly\nof a sound recording did not allow its public\nbroadcast.\n(vi) The finding of the High Court that no compulsory\nlicence can be granted now would be conferred in\nthe public interest.\n(vii) The words 'such work' occurring in clauses (a) and\nENTERTAINMENT NETWORK v. SUPER CASSETTE 191\nINDUSTRIES [S.B. SINHA, J.]\n(b) do not operate in the same field inasmuch as A\nclause (a) refers to publication or republication of\nthe work in print media. Clause (b) refers to the\nbroadcast alone; the sound recording being a part\nof it. And in that view of the matter, the finding of the\nHigh Court that clause (b) cannot apply so long as\nsomebody has allowed to broadcast it to the public\nis not correct.\nB\n(viii) Properly construed, an owner of a copyright cannot\nmake any discrimination between one broadcaster\nand another and what can be demanded is equitable C\nremuneration for grant of broadcasting right, as a\nrefusal to grant such a licence may even hit the\nGovernment owned free to air channels, which would\nbe manifestly opposed to public interest.\n(ix) The Copyright Board not only have the requisite\njurisdiction to grant a compulsory licence but also\ndetermine the quantum of remuneration payable to\nhim for grant of such licence.\nD\n(✗) Subject of course to protection of the commercial E\nrights of the owner of the sound recording, no owner\nof a copyright can refuse to allow broadcast of a\nsound recording, merely on the ground that the same\nmay affect the profit of the owner inasmuch as the\npublic interest in this behalf is paramount.\nF\n(xi) Section 31(1) must be construed having regard to\nthe fact that India is a signatory to various International\nconventions, such as, Berne Convention, Rome\nConvention, etc. as would appear from the\nInternational Copyright Order, 1999 issued by the G\nCentral Government. Section 31(1) must also be\nconstrued having regard to the laws indicted by other\ncountries in the light of the said convention. Sub-\nSection (2) of Section 31, if given literal meaning,\nwould lay to an anomaly and thus its area of operation H\n2\n192\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\n0\nH\nshould be confined to clause (a) of sub-Section (1)\nof Section 31 only.\n(xii) It was urged that as the courts do not themselves lay\ndown the principles for grant of compensation, this\nCourt may lay down the same for further guidance of\nthe same.\nMr. Shyam Divan, the learned Senior Counsel appearing\non behalf of the respondents, on the one hand, would submit:\n(i)\nThe importance of the Copyright protection for the\nowners of the copyrights should be the prime\nconsideration for determining the issue. The object\nof the Copyright Act is to maintain a balance between\nthe interest of the owner of the copyright in protecting\nhis works on the one hand and the interest of the\npublic to have access to the works on the other hand\nand, thus, it is imperative to keep in mind the broad\nfeatures of the Act which is the owner's freedom to\ncontract his interest by the Act as would be evident\nfrom Sections 14, 16 and 30 of the Act.\n(ii) The ownership of any copyright like ownership of\nany other property must be considered having regard\nto the principles contained in Article 19(1)(g) read\nwith Article 300A of the Constitution, besides, the\nhuman rights on property.\n(iii) As the Act expressly recognizes the notion of an\n\"exclusive licence\" as defined in Section 2(j), a\nspecific right in terms thereof can be conferred only\non one person which would include a right to have\nrecourse to civil remedies in terms of Section 55 of\nthe Act, which enables the owner of a copyright to\nenjoy the fruits of his work by earning an agreed fee\nor royalty through the issuance of licence.\n(iv) The Copyright Board unlike its counterparts of\nAustralia, England or Singapore have a limited\nENTERTAINMENT NETWORK v. SUPER CASSETTE 193\nINDUSTRIES [S.B. SINHA, J.]\njurisdiction and its principal functions are:\n\"(a) To decide whether a work has been published\nor as to the date on which the work was\npublished for the purpose of determining the\nterm of copyright under Chapter V of the Act.\n(Section 6);\n(b) To decide whether the term of copyright or any\nwork is shorter in any other country than that\nunder the Act (Section 6);\nA\n00\nB\n(c) To settle disputes arising in respect of C\nassignment of copyright (Section 19A);\n(d)\nTo settle disputes arising in respect of a\nvoluntary license issued under Section 30 of\nthe Act (Section 30A);\n(e) To grant compulsory licenses in respect of Indian\nworks withheld from the public (Section 31);\n(f)\nTo grant a compulsory license to public\nunpublished Indian works (Section 31A);\n(g) To grant a compulsory license to produce and\npublish translation of literary and dramatic\nworks (Section 32);\n(h)\n(i)\n(j)\nTo grant a compulsory license to reproduce and\npublish certain categories of liberary, scientific\nor artistic works for certain purposes (Section\n32A);\nTo rectify the register of copyright on an\napplication of the Registrar of Copyrights or\nany other person aggrieved (Section 50);\nTo hear appeals from any decision or whatever\nthe decision of the Registrar of Copyright\n[Section 72].\nD\nE\nF\nG\nH\n194\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n\u003e\u003e\nA\nB\nC\nD\nE\nF\nG\n(v) Section 31 of the Act must be given its literal\nmeaning, which would mean that the Board can\nexercise its jurisdiction provided:\n(i)\nThere is a refusal by the owner and as a result of\nwhich the work is \"withheld from the public\", or\n(ii) In the case of a broadcast, the work has not been\n\"allowed to be communicated to the public\"\n(vi) As in the instant case, the repertoire of SCIL\nand PPL are available to the public inasmuch\nas these copyright owners society have entered\ninto voluntary licenses with All India Radio and\nsome other FM Radio Broadcasters, the\nprovisions of Section 31 of the Act were not\napplicable.\n(vii) As both PPL and SCIL called upon the\nbroadcaster to enter into licenses and were\nwilling to license their repertoire on mutual\nagreed terms, it cannot be said that there has\nbeen a refusal on their part to grant licenses. In\nthe present case, no occasion arose for grant\nof a compulsory licence inasmuch as the only\nrelief which could be granted by the Copyright\nBoard was to direct the Registrar of Copyrights\nto grant to the complainant a license to\n\"communicate the work to the public\" by\nbroadcast, which is already made available to\nthe public by broadcast through All India Radio\nand other radio broadcasters.\n(viii) The existence of license have been\ncommunicated to the public. Section 31(1)(b)\ndoes not create any entitlement in favour of an\nindividual broadcaster, but merely provides a\nmechanism by which an Indian work that has\nbeen withheld from the public is made available\nH\n"}