{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nM. JANARDHANA RAO\nV.\nJOINT COMMISSIONER OF INCOME TAX\nJANUARY 28, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nIncome Tax Act, 1961; Section 260-A :\nAppeal under Section 260-A-Procedural requirements-Held: High\nC Court not empowered to decide an appeal without following due procedure\nD\nE\nprescribed therefor-Since High Court disposed of the appeal without\nformulating and determining question of law at admission stage, matter remitted\nto the High Court for deciding it afresh strictly following the procedural\nrequirements of Section 260-A.\nQuestion of law vis-a-vis substantial question of law-Distinction\nbetween.\nRight of appeal-Regulations of.\nThe question which arose for determination in these appeals were\nas to whether High Court is empowered to dispose of an appeal filed under\nSection 260-A of the Income Tax Act without formulating a question of\nlaw at the stage of admission and disposing it of without determining as\nto whether the question formulated was substantial question of law.\nHowever, the basic dispute/issue came before the High Court for\nF determination was relating to Income tax liability on the amount received\nby the assessees/partners out of the sale proceeds of assets of a dissolved\nfirm.\nIt was contended by the appellant-assessees that the arguments raised\nby them relating to non-applicability of the principle of slump sale were\nG not considered by the High Court; that before amendment of Section 50B\nof the Income Tax Act by Finance Act, 1999 there was no scope for levying\nany tax under the heading 'capital gain'; and that no question was\nformulated by the High Court at the admission stage, however, the\nquestions were formulated by the High Court for the purpose of\n874\nH\nM.J. RAO v. JOINT COMMR. OF INCOME TAX\n875\nadjudicating the appeals.\nA\nDisposing of the appeals, the Court\nHELD : 1.1. An appeal under Section 260A of the Income Tax Act\nto the High Court lies only when a substantial question of law is involved.\nIt is essential for the High Court to first formulate question of law and B\nthereafter proceed in the matter. [880-A]\n1.2. The High Court is not empowered to generally decide an appeal\nunder Section 260A of the Act without adhering to the procedure\nprescribed thereunder. Further, the High Court must make every effort\nto distinguish between a question of law and a substantial question of law.\nIn exercise of powers under this Section, the findings of fact of the Tribunal\ncannot be disturbed. [880-B]\nSir Chunilal V. Mehta \u0026 Sons Ltd. v. Century Spinning \u0026 Mfg. Co. Ltd.,\nAIR (1962) SC 1314, referred to.\nC\nD\n1.3. Right of appeal is neither a natural nor an inherent right\nattached to the litigation. Being a substantive statutory right, it has to be\nregulated in accordance with law in force at the relevant time. The\nconditions mentioned in Section 260A of the Act must be strictly fulfilled\nbefore an appeal can be maintained under the Section. Such appeal cannot E\nbe decided on merely equitable grounds. [880-C-D]\n2. In the instant case, no substantial question of law was formulated\nat the time of admission of the appeal. Obviously, the High Court has\nformulated questions subsequently after conclusion of arguments for the\npurpose of adjudication. That is clearly against the scheme of Section 260A F\nof the Act. Additionally, certain points which were urged have not been\ndealt with by the High Court. Hence, the matter is remitted to the High\nCourt for re-determination of the matter afresh keeping in view the\nprescriptions of Section 260-A of the Act. However, it is clarified that no\nopinion is expressed on the merits of the case. [880-G-H; 881-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4232 of 2003.\nFrom the Judgment and Order dated 19.12.2002 of the Karnataka High\nCourt in I.T.A. No. 137 of 2000.\nG\nH\n876\nA\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nWITH\nC.A. Nos. 4242, 4237, 4233-34, 4235-36, 4240-41, 4238-39/2003, 761-\n64, 755-56/2005, 5322/2003, 757-760, 765-66 of 2005.\nR.F. Nariman, S. Ganesh, Harish N. Salve, Joseph Vellapally, M.L.\nB Verma, Dhruv Mehta, A.A. Kulkarni, Mohit Chaudhary, Harsh Vardhan Jha,\nGopal Jain, Ashok Kulkarni, Mahesh Agarwal, Ms. Dhanalakshmi, E.C.\nAgrawala, Manu Nair, Dhruv Dewan, Preetish Kapur, Satya Mitra and B.V.\nBalaram Das for the appearing parties.\nC\nD\nE\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted in SLP (C) Nos. 13009-13012/\n2003, 13021-13022/2003, 2763-2766/2004 and 13015-13016/2003.\nThese appeals have their matrix in a common judgment rendered by a\nDivision Bench of the Karnataka High Court. By the impugned judgment\nseveral appeals filed by assessees and revenue purported to be under Section\n260A of the Income Tax Act, 1961 (in short 'the Act') were disposed of.\nDetailed reference to the factual aspects would be unnecessary as we\npropose to dispose of the appeals taking note of submissions made by learned\ncounsel for the appellants to the effect that the manner of disposal as done\nby the High Court is not in line with the prescriptions of Section 260A of the\nAct. Suffice it would to only note that the assessees were at some point of\ntime, partners of a partnership firm styled Mangalore Ganesh Beedi works.\nThe said firm which consisted of thirteen partners stood dissolved in terms\nof the Deed of Partnership with effect from 6.12.1987, by efflux of time.\nF According to the revenue, thereafter the erstwhile partners continued the\nbusiness being members of an Association of Persons. This Association of\nPersons was described by the authorities and the High Court as A.O.P.-13.\nThis entity continued till the assets of the firm were sold pursuant to orders\nof the High Court in winding up proceedings with effect from 21.11.1994 in\nterms of a scheme framed. Pursuant to the scheme, several members of the\nA.O.P.-13 had offered bids either individually or in groups. The bid of three\nof them, described as A.O.P.-3 was accepted by order dated 21.9.1994. After\ndeposit of the bid amount of Rs. 92 crores, it was noted that the assets of the\nerstwhile firm were treated to have been sold to A.O.P.-3 with effect from\n21.11.1994.\nG\nH\n:\nM.J. RAO v. JOINT COMMR. OF INCOME TAX [PASAYAT.J.]\n877\nB\nAll these appeals relate to the assessment year 1995-96, for the A\naccounting year ending on 31.3.1995. The appellants had filed their returns\nof income in the status of individual. The Assessing Officer was of the view\nthat share of income from the association of persons (A.O.P.-13) was to be\nincluded, along with share of income from capital gains. The basic dispute\nrelates to the question whether the amount received had an element of capital\ngain. The assets of the firms were sold pursuant to an order passed by the\nHigh Court by invoking provisions of Section 583(4)(a) of the Companies\nAct, 1956 (in short 'the Companies Act'). The Revenue Authorities were of\nthe view that the amount received by way of consideration after statutory\nadjustments amounted to receipt from a slump sale and was, therefore,\ntaxable under the heading ‘capital gain'. The conclusions of the Revenue C\nAuthorities were challenged by the assessees before the Income Tax Appellate\nTribunal, Bangalore Bench (in short 'ITAT'). Aggrieved by various\nconclusions, the assessees as well as the Revenue preferred appeals before\nthe Karnataka High Court which were disposed of by the impugned common\njudgment.\nLearned counsel for the assessees-appellants submitted that the arguments\nraised by them relating to non-applicability of the principle of slump sale\nwere not considered by the High Court. There was even no reference to the\nplea that before amendment of Section 50B of the Act by Finance Act, 1999\nthere was no scope for levying any tax under the heading 'capital gain'\nbefore 1.4.2000. The questions were formulated by the High Court for\nadjudicating the appeals after the arguments were concluded for the purpose\nof rendering the judgment. No question was formulated when the appeals\nwere admitted. With reference to Section 260A of the Act it is submitted that\nthe prescriptions of the said Section were not kept in view by the High Court.\nIn response, Mr. M.L.Verma, learned senior counsel for the Revenue\nsupported the judgment of the High Court stating that the issues raised by the\nparties were elaborately dealt with by the High Court and the appellants\ncannot have any grievance.\nSection 260A of the Act reads as follows:\n“Section 260A, Appeal to High Court - (1) An appeal shall lie to the\nHigh Court from every order passed in appeal by the Appellate\nTribunal, if the High Court is satisfied that the case involves a\nsubstantial question of law.\nD\nE\nF\nG\nH\nA\nB\nC\nD\n(I)\nE\nF\nG\nH\n878\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\n(2) The chief commissioner or the commissioner or an assessee\naggrieved by any order passed by the Appellate Tribunal may file an\nappeal to the High Court and such appeal under this sub-section shall\nbe:\n(a) filed within one hundred and twenty days from the date on\nwhich the order appealed against is received by the assessee or the\nChief Commissioner or Commissioner;\n(b) omitted\n(c) in the form of a memorandum of appeal precisely stating\ntherein the substantial question of law involved.\n(3) Where the High Court is satisfied that a substantial question of\nlaw is involved in any case, it shall formulate that question.\n(4) The appeal shall be heard only on the question so formulated, and\nthe respondents shall, at the hearing of the appeal, be allowed to\nargue that the case does not involve such question:\nProvided that nothing in this sub-section shall be deemed to take\naway or abridge the power of the court to hear, for reasons to be\nrecorded, the appeal on any other substantial question of law not\nformulated by it, if it is satisfied that the case involves such question.\n(5) The High Court shall decide the question of law so formulated\nand deliver such judgment thereon containing the grounds on which\nsuch decision is founded and may award such cost as it deems fit.\n(6) The High Court may determine any issue which-\n(a) has not been determined by the Appellate Tribunal; or\n(b) has been wrongly determined by the Appellate Tribunal, by\nreason of a decision on such question of law as is referred to in sub-\nsection (1).\n(7) Save as otherwise provided in this Act, the provisions of the code\nof Civil Procedure, 1908 (5 of 1908), relating to appeals to the High\nCourt shall, as far as may be, apply in the case of appeals under this\nsection\"\nThis section was inserted by Finance (No.2) Act, 1998 (21 of 1998)\nM.J. RAO v. JOINT COMMR. OF INCOME TAX [PASAYAT. J.]\nw.e.f. 1.10.1998.\n879\n:\n7\nA\nThe section was operative when the High Court took up the matter for\nadmission. Certain changes were introduced in the Section by Finance Act,\n1999 w.e.f 1.6.1999. They do not have much relevance so far as present\ndispute is concerned, except that sub-section (7) has been introduced which\nprovides that the provisions of the code of 'Civil Procedure, 1908 (in short B\n'the CPC') relating to appeals to the High Court shall, as far as may be,\napply in the case of appeals provided under the Section, save as otherwise\nprovided in the Act.\nSome of the provisions of Section 260A are in pari materia with various\nsub-sections of Section 100 CPC. The provisions are Section 260A(1),\n260(2)(c), 260A(3), 260A(4) of the Act corresponding to Section 100(1),\n100(3), 100(4) and 100(5) of CPC.\nVarious essentials as culled out from the relevant provisions of the Act\nare as follows:\nC\nᎠ\nUnder Section 260A(2)(c) the appeal under Section 260A shall be (a)\nin the form of a memorandum of appeal and (b) precisely stating therein the\nsubstantial question of law involved. Under Section 260A(3) when the High\nCourt is satisfied that a substantial question of law is involved in any case it\nshall formulate that question and under section 260A(4) the appeal is to be E\nheard only on the question formulated under the preceding sub-section. It has\nto be noted that in terms of Section 260A(4) the respondent in the appeal is\nallowed to argue at the time of hearing of the appeal that the case does not\ninvolve a substantial question of law as formulated. However, proviso to\nSection 260A(4) specifically lays down that nothing in Section 260A(4) shall\nbe deemed to take away the power of the High Court to hear, for reasons to\nbe recorded, the appeal on any other substantial question of law not formulated\nby it, in case it is satisfied that the case involves such question. Section\n260A(5) provides that the High Court to decide the question of law as\nformulated and to deliver the judgment thereon containing grounds on which\nsuch decision is founded.\nSub-section (6) empowers the High Court to determine any such issue\nwhich has not been determined by the Appellate Tribunal or has been wrongly\ndetermined by the Appellate Tribunal by reasons of a decision of such question\nof law as is referred to in sub-section (1)\nF\nG\nH\nA\n880\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nIt is important to note that appeal to the High Court lies only when a\nsubstantial question of law is involved. It is essential for the High Court to\nfirst formulate question of law and thereafter proceed in the matter.\nWithout insisting on the statement of substantial question of law in the\nmemorandum of appeal and formulating the same at the time of admission,\nB the High Court is not empowered to generally decide the appeal under Section\n260A without adhering to the procedure prescribed under Section 260A.\nFurther, the High Court must make every effort to distinguish between a\nquestion of law and a substantial question of law. In exercise of powers\nunder Section 260A, the findings of fact of the Tribunal cannot be disturbed.\nIt has to be kept in mind that the right of appeal is neither a natural nor an\ninherent right attached to the litigation. Being a substantive statutory right, it\nhas to be regulated in accordance with law in force at the relevant time. The\nconditions mentioned in Section 260A must be strictly fulfilled before an\nappeal can be maintained under Section 260A. Such appeal cannot be decided\non merely equitable grounds.\nC\nD\nE\nAn appeal under Section 260A can be only in respect of a 'substantial\nquestion of law'. The expression 'substantial question of law' has not been\ndefined anywhere in the statute. But it has acquired a definite connotation\nthrough various judicial pronouncements. In Sir Chunilal V. Mehta \u0026 Sons\nLtd. v. Century Spinning \u0026 Mfg. Co. Ltd., AIR (1962) SC 1314, this court\nlaid down the following tests to determine whether a substantial question of\nlaw is involved. The tests are: (1) whether directly or indirectly it affects\nsubstantial rights of the parties, or (2) the question is of general public\nimportance, or (3) whether it is an open question in the sense that issue is not\nsettled by pronouncement of this Court or Privy Council or by the Federal\nF Court, or (4) the issue is not free from difficulty, and (5) it calls for a\ndiscussion for alternative view. There is no scope for interference by the\nHigh Court with a finding recorded when such finding could be treated to be\na finding of fact.\nOn reading of impugned judgment of the High Court it is clear that no\nG substantial question of the law was formulated at the time of admission of the\nappeal. Obviously, the High Court has formulated questions subsequently\nafter conclusion of arguments for the purpose of adjudication. That is clearly\nagainst the scheme of Section 260A. Additionally, grievance that certain\npoints which were urged have not been dealt with by the High Court appears\nto be correct.\nr\nH\nM.J. RAO v. JOINT COMMR. OF INCOME TAX [PASAYAT, J.] 881\nIn the aforesaid background, the impugned judgement of the High Court A\nis set aside. The matter is remitted to the High Court which shall deal with\nthe matter afresh keeping in view the prescriptions of Section 260A of the\nAct. We make it clear that we have not expressed any opinion on the merits\nof the case.\nFor a period of three months the interim protection given by this Court B\nin the matter of recovery of tax shall be operative. It shall be open to the\nparties to move the High Court for such interim protection as the facts of the\ncase warrant till disposal of the appeals.\nThe appeals are disposed of accordingly with no order as to costs.\nS.K.S.\nC\nAppeals disposed of.\n"}