{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"718\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA the collegium refused to make a recommendation which was\nalso accepted by the Chief Justice of India.\nB\nC\nD\n3-\nF\nG\nH\nWe may also place on record that at least in a few\ndecisions, this Court has held that only a sitting or retired Judge\nis suitable for appointment. In our opinion, the same clearly goes\nto show that Judge whose tenure ended by way of non extension\nas a stigma would not come within the purview of the definition\nof term 'has been a Judge of the High Court'.\nWe say so for more than one reason. Section 16(1)(b)(iii)\nof the Act in relation to appointment of a Member of the\nCommission lays down inter alia the qualifications of a person\nof ability, integrity and standing. If in the case of a Member, ability,\nintegrity and standing are essential qualifications, it is difficult\nto perceive why the same qualification is not required for\nappointment as Chairman of the Commission within the meaning\nof clause (a) thereof. The said criteria was not necessary to be\nexpressly stated as the same could be presumed as\nrecommendation in that behalf, to be made by the Chief Justice\nof a High Court.\nIt is also of some significance to notice that in the matter\nof appointment of the Fast Track Court Judges, this Court in\nBrij Mohan Lal v. Union of India, [ (2002) 5 SCC 1 ], observed\nas under :-\n\"6. We find substance in the stand taken by the learned\ncounsel who have highlighted the non-desirability of\nappointing judicial officers who did not carry good\nreputation so far as their honesty and integrity is concerned.\nIt is to be noted that in All India Judges' Assn. v. Union of\nIndia and in All India Judges' Assn. v. Union of India this\nCourt took note of the non-desirability to grant the benefit\nof two years' extension in service i.e. from 58 years to 60\nyears in the case of officers who were not found to be of\ncontinued utility. In each case an evaluation of the service\nrecords was directed to be undertaken to find out whether\nthe officer has or lacks potentiality for getting such benefit.\"\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 719\n[S.B. SINHA, J.]\nAs regards the qualifications of a Fast Track Court Judges, A\nkeeping in view the laudable object with which the Scheme had\nbeen conceived and introduced, inter alia the following directions\nwere issued :-\nB\n\"2. The second preference in appointments to Fast Track\nCourts shall be given to retired judges who have good\nservice records with no adverse comments in their ACRs,\nso far as judicial acumen, reputation regarding honesty,\nintegrity and character are concerned. Those who were\nnot given the benefit of two years' extension of the age of\nsuperannuation, shall not be considered for appointment. C\nIt should be ensured that they satisfy the conditions laid\ndown in Articles 233(2) and 309 of the Constitution. The\nHigh Court concerned shall take a decision with regard to\nthe minimum-maximum age of eligibility to ensure that\nthey are physically fit for the work in Fast Track Courts. D\n3. No judicial officer who was dismissed or removed or\ncompulsorily retired or made to seek retirement shall be\nconsidered for appointment under the Scheme. Judicial\nofficers who have sought voluntary retirement after initiation\nof departmental proceedings/inquiry shall not be\nconsidered for appointment.\".\nE\nIn Pareena Swarup v. Union of India [2008 (13) SCALE\n84], this Court intervened stating legislative amendments are\ncarried out to protect judicial independence in a case involving F\nthe Prevention of Money Laundering Act, 2002.\nQualification to hold the post was found to be necessary\nalso in B.R. Kapur v. State of T.N. and Another [(2001) 7 SCC\n231].\nCONSULTATION\nG\n20. We may consider as to whether the consultative\nprocess required to be gone into for the purpose of appointment\nof Chairman, State Commission was complied with.\nH\n720\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nThe word \"consultation\" may mean differently in different.\nsituations depending on the nature and purport of the statute.\nConsultation, although in regard to the appointment of the High\nCourt and the Supreme Court Judges, having regard to the\ndecision of this Court in Supreme Court Advocates-on Record\nB Association (supra) would mean \"concurrence\", should it for the\npurpose of the provisions of Section 16 mean differently is the\nquestion. Indisputably, in view of the decisions of this Court in\nAshok Tanwar (supra) and Ashish Handa (supra) consultation\nwith the Chief Justice would not mean the consultation with the\nCollegium of the High Court. Concedingly again, proposal for\nsuch appointment must be initiated by the Chief Justice. The\nmanner of initiation of proposal for consultation need not be as\nlaid down in Ashish Handa (supra) but as laid down in Ashok\nTanwar (supra) wherein it was clearly laid down that the manner\nof initiation of proposal must remain the same throughout as\nthe law in this behalf is quite well settled and the Bench was felt\nbound by the same.\nC\nD\nIn State of Haryana and Ors. v. National Consumer\nAwareness Group and Ors. [ (2005) 5 SCC 284] this Court did\nE not give a literal meaning to sub-section (1A) of Section 16 to\nhold that both sub-section 1(a) and (1A) of Section 16 must be\nharmoniously construed, stating :-\nF\nG\nH\n\"19. The learned counsel, alternatively, argued that the\nscheme contemplated by sub-section (1-A) is quite\nworkable even in a situation where there exists already a\nPresident, but the question arises of his reappointment\nwhich would make him unable to act as Chairman of the\nSelection Committee. In such cases, a sitting Judge of\nthe High Court could be nominated by the Chief Justice of\nthe High Court to act as a Chairman. Even this argument\ndoes not commend itself to us. A literal reading of sub-\nsection (1-A) may prima facie suggest that appointments\nunder clauses (a) and (b) of sub-section (1) are also\ngoverned by the procedure contemplated therein, under\nsub-section (1-A), but as rightly held by the High Court the\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 721\n[S.B. SINHA, J.]\ntwo sub-sections have to be harmoniously construed. The /\nprocedure contemplated under sub-section (1-A) can apply\nonly in respect of appointment of members falling within\nthe contemplation of clause (b) of sub-section (1) of Section\n16. In our view, the High Court has given adequate and\njustifiable reasons for this interpretation with which we\nB\nagree. The interpretation given by the circular, and the\nview taken by the Union of India in the matter of Section\n16(1-A), is incorrect and we hold that the procedure\ncontemplated therein applies only to the appointments\nmade under clause (b) of sub-section (1) of Section 16.\"\nWhile approving Ashish Handa (supra) and Ashok Tanwar\n(supra) it was observed :-\n\"14. A careful reading of Ashok Tanwar shows that the\nConstitution Bench differed from Ashish Handa only on\nthe issue whether consultation with the Chief Justice meant\nconsultation with the collegium of the High Court. In other\nrespects, Ashish Handa is approved.\"\nC\nD\nThis Court in S.P. Gupta (supra) opined that the principles\nas regards consultation for appointment of Judges in terms of E\nArticle 217 of the Constitution of India would be the same as\nlaid down in State of Gujarat v. Sankalchand Khodidas Patel,\n[ (1977) 4 SCC 590 ] and other cases, stating :-\n\"The word 'consult' implies a conference of two or more\npersons or an impact of two or more minds in respect of F\na topic in order to enable them to evolve a correct or at\nleast a satisfactory solution\" and added: \"In order that the\ntwo minds may be able to confer and produce a mutual\nimpact, it is essential that each must have for its\nconsideration full and identical facts, which can at once G\nconstitute both the source and foundation of the final\ndecision\". Krishna lyer, J. speaking on behalf of himself\nand Fazal Ali, J. also pointed out that \"all the materials in\nthe possession of one who consults must be unreservedly\nplaced before the consultee\" and further \"a reasonable H\n1\nA\nB\n0\nC\nD\n11.\nE\nF\n722\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nopportunity for getting information, taking other steps and\ngetting prepared for tendering effective and meaningful\nadvice must be given to him\" and \"the consultant in turn\nmust take the matter seriously since the subject is of grave\nimportance\" (SCC p. 267). The learned Judge proceeded\nto add (SCC p. 267): \"Therefore, it follows that the\nPresident must communicate to the Chief Justice all the\nmaterial he has and the course he proposes. The Chief\nJustice, in turn, must collect necessary information through\nresponsible channels or directly, acquaint himself with the\nrequisite data, deliberate on the information he possesses\nand proceed in the interests of the administration of justice\nto give the President such counsel of action as he thinks\nwill further the public interest, especially the cause of the\njustice system.\" These observations apply with equal force\nto determine the scope and meaning of \"consultation\"\nwithin the meaning of clause (2) of Article 124 and clause\n(1) of Article 217. Each of the constitutional functionaries\nrequired to be consulted under these two articles must\nhave for his consideration full and identical facts bearing\nupon appointment or non-appointment of the person\nconcerned as a Judge and the opinion of each of them\ntaken on identical material must be considered by the .\nCentral Government before it takes a decision whether or\nnot to appoint the person concerned as a Judge.\"\nIn regard to the position of the Additional Judges, it was\nclearly held that same process must be followed.\n1.\nFazal Ali, J. in his concurrent judgment noticed Union of\nIndia v. Sankalchand Himatlal Sheth [(1977) 4 SCC 193]\nwherein it was opined that for purposeful consideration of a\nG. matter, the President while consulting the Chief Justice must\nmake the relevant data available to him, stating:\nI\n\"... If the facts necessary to arrive at a proper conclusion\nare not made available to the Chief Justice, he must ask\nfor them because, in casting on the President the obligation\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 723\n[S.B. SINHA, J.]\nto consult the Chief Justice, the Constitution at the same A\ntime must be taken to have imposed a duty on the Chief\nJustice to express his opinion on nothing less than a full\nconsideration of the matter on which he is entitled to be\nconsulted. The fulfilment by the President, of his\nconstitutional obligation to place full facts before the Chief B\nJustice and the performance by the latter, of the duty to\nelicit facts which are necessary to arrive at a proper\nconclusion are parts of the same process and are\ncomplementary to each other. The faithful observance of\nthese may well earn a handsome dividend useful to the\nC\nadministration of justice. Consultation within the meaning\nof Article 222(1), therefore, means full and effective, not\nformal or unproductive consultation.\"\nIt was held that both consultor and consultee must have\nbefore them full and identical facts. The source of foundation D\ntherefor must also be the same. It was opined that if the Chief\nJustice of India had not been consulted fully, purposeful,\neffectively and was not informed about all the relevant facts, the\nsame would render an order of transfer unconstitutional.\nWhat would be the necessary concomitants of an effective\nconsultation was stated thus in SP Gupta (supra):\n\"(3) If the consultation with the C.J.I. has not been done\nbefore transferring a judge, the transfer becomes\nunconstitutional.\nE\nF\n***\n***\n(5) The fulfilment by the President of his constitutional\nobligation and performance of his duty by the C.J.I. are\nparts of the same process and after this process is fully\ncomplied with, the consultation becomes full and effective\nand not formal or unproductive.\n***\n***\n***\nG\n(7) After the data, facts or materials are placed before the\nH\nA\nB\nC\nD\nE\n724\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nconsulate and the consultee, there should be a full and\ncomplete application of minds in respect of the subject to\nenable them to reach a satisfactory conclusion. In other\nwords, the two minds must be able to confer and produce\na mutual impact on the identical facts which would\nconstitute both the source and the foundation of the final\ndecision.\n(8) The C.J.I. owes a corresponding duty both to the\nPresident and to the Judge who is proposed to be\ntransferred to consider every relevant fact before tendering\nhis opinion to the President.\"\nAppointment to the post of President of a State\nCommission must satisfy not only the eligibility criteria of the\ncandidate but also undertaking of the process of consultation.\nKeeping in mind the aforementioned legal scenario the\nquestion as to whether the consultative process had been gone\ninto, must be considered.\nIndisputably, the decision by the Chief Justice must be an\ninformed one with respect to the post of a Chairman of a State\nCommission, keeping in view the importance thereof having\nregard to the fact that the Commission is required to perform\njudicial functions, both the Chief Justice as also the State\nGovernment were required to be duly informed about the person\nwho is going to be appointed. With a view to fulfill the\nF constitutional obligations as to whether he is a fit person, it is\nabsolutely essential that all relevant information should be placed\nbefore the consultor as also the consultee. As far as the proviso\nappended to Section 16 of the Act is concerned, keeping in\nview the constitutional post held by a Chief Justice, there cannot\nG be an iota of doubt that the recommendations made by him\nshall carry great weight. Save and except for very cogent\nreasons, his recommendation must be accepted.\nH\nThe Constitution Bench of this Court in Supreme Court\nAdvocates-on-Record Association (supra) and in the\n1.\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 725\n[S.B. SINHA, J.]\nPresidential Reference, Special Reference No.1 of 1998 A\n(supra) laid down the law that consultation would mean\n'concurrence' wherefor the primacy has been shifted to the\nCollegium which provision in turn being applicable to the case\nof appointment of a Chairman of a State Commission in terms\nof Section 16 of the Act, save and except for the difference that B\nrecommendation, instead and in place of the Collegium, would\nbe that of the Chief Justice alone. We have no doubt in our mind\nthat he is bound to take into consideration all facts relevant\ntherefor and must eschew irrelevant facts.\nC\nAs suitability of a person, in view of S.P. Gupta (supra),\ndepends upon several factors which are necessary to be\nconsidered for re-appointment and or making Addițional Judge\na permanent one, there does not exist any reason whatsoever\nwhy the same shall not be considered to be a relevant factor for\nrecommending the name of a person who would hold such a D\nhigh office. It has not been denied or disputed that for one reason\nor the other the Chief Justice of the High Court did not have the\noccasion to go through the said file. The Original record\nmaintained by the High Court as also by the Central Government\nhad been placed before the High Court as also before us.\nE\nThe superior courts must take into consideration as to what\nis good for the judiciary as an institution and not for the judge\nhimself. An act of balancing between public interest and private\ninterest must be made. Thus, institution as also public interest\nmust be uppermost in the mind of the court. When such factors F\nare to be taken into consideration, the court may not insist upon\na proof. It would not delve deep into the allegations. The court\nmust bear in mind the limitations in arriving at a finding in regard\nto lack of integrity against the person concerned. As has been\nnoticed in S.P. Gupta (supra), the test which must be applied G\nfor the purpose of assessing the suitability of a person for\nappointment as a Judge must be whether the Chief Justice of\nthe High Court or for the matter of that, any other constitutional\nauthority concerned in the appointment is satisfied about the\nintegrity of the person under consideration and, thus, if he does H\n726\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA not enjoy good reputation, it would not be possible for the Chief\nJustice of the High Court to say that he is satisfied about the\nintegrity of such person and in such an event he would be justified\nin not recommending him for appointment and in fact it would\nbe his duty not to recommend his name.\nB\nWe may notice that recently a Division Bench of this Court\nof which one of us (Dr. Justice Mukundakam Sharma) was a\nmember in Shanti Bhushan and Another v. Union of India and\nAnother (supra) referring to S.P. Gupta (supra), Supreme Court\nAdvocates-on-Record Association (supra) and other decisions,\nC noticed:\nD\n[1]\nE\nF\nG\nH\n\"9.Pathak, J (as the Hon'ble Judge then was) had\nexpressed similar opinion by observing that in following\nthe procedure of Article 217(1) while appointing an\nAdditional Judge as a Permanent Judge there would be\nreduced emphasis with which the consideration would be\nexercised though the process involves the consideration\nof all the concomitant elements and factors which entered\ninto the process of consultation at the time of appointment\nearlier as an additional Judge. The position was succinctly\nstated by observing that there is a presumption that a\nperson found suitable for appointment as an Additional\nJudge continues to be suitable for appointment as a\nPermanent Judge, except when circumstances or events\narise which bear adversely on the mental and physical\ncapacity, character and integrity or other matters rendering\nit unwise to appoint him as a permanent Judge. There\nmust be relevant and pertinent material to sufficiently\nconvince a reasonable mind that the person is no longer\nsuitable to fill the high office of a Judge and has forfeited\nhis right to be considered for appointment.\"\nIt was furthermore opined:\n\"15.As rightly submitted by learned Counsel for the Union\nof India unless the circumstances or events arise.\nsubsequent to the appointment as an Additional Judge,\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n727\nwhich bear adversely on the mental and physical capacity, A\ncharacter and integrity or other matters the appointment\nas a permanent Judge has to be considered in the\nbackground of what has been stated in S.P. Gupta's case\n1 (supra). Though there is no right of automatic extension or\nappointment as a permanent Judge, the same has to be B\ndecided on the touchstone of fitness and suitability\n(physical, intellectual and moral). The weightage required\nto be given cannot be lost sight of.\"\nIt was observed:\n1\nC\n\"19. But at the same time we find considerable substance\nin the plea of the petitioners that a person who is not found\nsuitable for being appointed as a permanent Judge, should\nnot be given extension as an Additional Judge unless the\nsame is occasioned because of non availability of the\nD\nvacancy. If a person, as rightly contended by the petitioners,\nis unsuitable to be considered for appointment as a\npermanent Judge because of circumstances and events.\nwhich bear adversely on the mental and physical capacity,\ncharacter and integrity or other relevant matters rendering\nit unwise for appointing him as a permanent Judge, same\nyardstick has to be followed while considering whether\nany extension is to be given to him as an Additional Judge.\nA person who is functioning as an Additional Judge cannot\nbe considered in such circumstances for re-appointment\nas an Additional Judge. If the factors which render him F\nunsuitable for appointment as a permanent Judge exist, it\nwould not only be improper but also undesirable to continue\nhim as an Additional Judge.\"\nMr. Venugopal, however, has drawn our attention to S.P.\nGupta (supra) so far as it while dealing with the case of Shri\nO.N. Vohra was concerned to contend that as he had accepted\n“the decision of the President of India not to extend his term and\nindeed as a person concerned should not litigate his claim to\nthis high office which would lower its dignity by making it subject\nE\nய\nG\nI\n"}