{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"708\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD\nsome other indication that the harsh or ridiculous effect\nwas actually intended by the legislature, there is little reason\nto believe that it represents the legislative intent.\"\nThis Court Atma Ram Mittal v. Ishwar Singh Punia, [(1988)\n4 SCC 284]:\n\"9. Judicial time and energy is more often than not\nconsumed in finding what is the intention of Parliament or\nin other words, the will of the people. Blackstone tells us\nthat the fairest and most rational method to interpret the\nwill of the legislator is by exploring his intentions at the\ntime when the law was made, by signs most natural and\nprobable. And these signs are either the words, the context,\nthe subject-matter, the effects and consequence, or the\nspirit and reason of the law. (emphasis by the court) See\nCommentaries on the Laws of England (facsimile of 1st\nEdn. Of 1765, University of Chicago Press, 1979, Vol. 1,\np. 59).\"\nIn High Court of Gujarat and Another v. Gujarat Kishan\nMazdoor Panchayat and Others [ (2003) 4 SCC 712 ], this\nE Court noticed:\nF\nG\nH\n\"33. In United Bank of India v. Abhijit Tea Co. (P) Ltd. this\nCourt noticed: (SCC p. 366, paras 25-26)\n\"25. In regard to purposive interpretation, Justice\nFrankfurter observed as follows:\n'Legislation has an aim, it seeks to obviate some mischief,\nto supply an inadequacy, to effect a change of policy, to\nformulate a plan of Government. That aim, that policy is\nnot drawn, like nitrogen, out of the air; it is evidenced in\nthe language of the statute, as read in the light of other\nexternal manifestations of purpose [Some Reflections\non the Reading of Statutes, 47 Columbia LR 527, at p. 538\n(1947)].'\nXXX\nXXX\nXXX\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n709\n38. In The Interpretation and Application of Statutes by A\nReed Dickerson, the author at p. 135 has discussed the\nsubject while dealing with the importance of context of the\nstatute in the following terms:\n\"... The essence of the language is to reflect, express,\nand perhaps even affect the conceptual matrix of\nestablished ideas and values that identifies the culture to\nwhich it belongs. For this reason, language has been called\n'conceptual map of human experience'.\"\nIn New India Assurance Company Ltd. v. Nusli Neville\nWadia and Another [(2008) 3 SCC 279], this Court held:\n\"52. Barak in his exhaustive work on \"Purposive\nConstruction\" explains various meanings attributed to the\nterm \"purpose\". It would be in the fitness of discussion to\nrefer to Purposive Construction in Barak's words:\nB\nC\nD\nE\n\"Hart and Sachs also appear to treat 'purpose' as a\nsubjective concept. I say 'appear' because, although Hart\nand Sachs claim that the interpreter should imagine himself\nor herself in the legislator's shoes, they introduce two\nelements of objectivity: First, the interpreter should assume\nthat the legislature is composed of reasonable people\nseeking to achieve reasonable goals in a reasonable\nmanner; and second, the interpreter should accept the\nnon-rebuttable presumption that members of the legislative\nbody sought to fulfil their constitutional duties in good faith. F\nThis formulation allows the interpreter to inquire not into\nthe subjective intent of the author, but rather the intent the\nauthor would have had, had he or she acted reasonably.\"\n(Aharon Barak, Purposive Interpretation in Law, (2007) at\np.87.)\"\nIn Union of India v. Ranbaxy Laboratories Limited and\nOthers [(2008) 7 SCC 502], this Court held that the principles\nof purposive construction may be employed for making an\nexemption notification a workable one.\nG\nH\n710\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nс\nD\nヨ\nWe may notice that in Regina v. Secretary of State for\nHealth ex parate Quintavalle [2003] UKHL 13], the House of\nLords stated the law as under:\n\"8. The basic task of the court is to ascertain and give\neffect to the true meaning of what Parliament has said in\nthe enactment to be construed. But that is not to say that\nattention should be confined and a literal interpretation\ngiven to the particular provisions which give rise to difficulty.\nSuch an approach not only encourages immense prolixity\nin drafting, since the draftsman will feel obliged to provide\nexpressly for every contingency which may possibly arise.\nIt may also (under the banner of loyalty to the will of\nParliament) lead to the frustration of that will, because\nundue concentration on the minutiae of the enactment may\nlead the court to neglect the purpose which Parliament\nintended to achieve when it enacted the statute. Every\nstatute other than a pure consolidating statute is, after all,\nenacted to make some change, or address some problem,\nor remove some blemish, or effect some improvement in\nthe national life. The court's task, within the permissible\nbounds of interpretation, is to give effect to Parliament's\npurpose. So the controversial provisions should be read\nin the context of the statute as a whole, and the statute as\na whole should be read in the historical context of the\nsituation which led to its enactment.\n***\n***\n***\nF\nG\nH\nThe pendulum has swung towards purposive methods of\nconstruction. This change was not initiated by the\nteleological approach of European Community\njurisprudence, and the influence of European legal culture.\ngenerally, but it has been accelerated by European ideas:\nsee, however, a classic early statement of the purposive\napproach by Lord Blackburn in River Wear Commissioners\nv Adamson (1877) 2 App Cas 743, 763. In any event,\nnowadays the shift towards purposive interpretation is not\nin doubt.\"\n:\nL\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 711\n[S.B. SINHA, J.].\nYet again, the Australian High Court in Australian Finance A\nDirect Limited v. Director of Consumer Affairs Victoria [2007]\nHCA 57], held :\nB\n\"40. This explanation of the approach to be taken to a\nproblem of construction has been cited, restated and\napplied in this Court so many times that it should be\nuncontroversial. Some judges have not been sympathetic\nto the purposive approach[39]. Some have clearly yearned\nfor a return to the perceived simplicities of literalism, either\ngenerally or in particular fields of law. On the whole,\nhowever, this Court has adhered to the doctrinal shift with C\na fair degree of consistency. In my view, there is a need\nfor such consistency. We should avoid opportunistic\nreversions to the old approach of literalism which the legal\nmind sometimes finds congenial.\n41. Obviously, a balance must be struck between, on the\none hand, an exclusive focus on the text of legislation and,\non the other, reference to extrinsic information that assists\nto explain its purpose. Those bound by the law will often\nhave no access to such information. Cases do arise where\nthe legal prescription is relatively clear on the face of the\nwritten law. To the extent that external inquiries are\nnecessary, they obviously add to marginal costs and can\nsometimes occasion disputes and uncertainty which the\nwords of the law alone would not have produced.\"\nMr. Venugopal would, however, place strong reliance on\nHarbhajan Singh v. Press Council of India and others [(2002)\n3 SCC 722] to emphasise that the golden rule is that the words\nof statute must be prima facie given their ordinary meaning. In\nthat case, itself, this Court has referred to the 'Principles of\nStatutory Interpretation' by Justice G.P. Singh wherein it has been\nstated that the Judges can adopt a purposive interpretation if\nthey can find in a statute read as a whole or in material to which\nthey are permitted by law to refer as aids to interpretation an\nexpression of Parliament's purpose or policy. Although ordinarily,\nD\nE\nF\nG\nI\n712\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nan ordinary meaning cannot be departed from by the Judges in\nthe light of their own views as to policy.\nEligibility of a Judge of a High Court should not be\nconstrued in a pedantic manner. It in the context of a large\nnumber of decisions of this court including S.P. Gupta (supra)\nmust also be held to include suitability of a person concerned.\nFor the aforementioned purpose, the principles of purposive\ninterpretation is required to be resorted to.\nReliance has also been placed on Sangeeta Singh v.\nUnion of India and Others [(2005) 7 SCC 484] wherein also\nwhile dealing to principles of construction, it was clearly stated:\n\"5. It is a well-settled principle in law that the court cannot\nread anything into a statutory provision or a stipulated\ncondition which is plain and unambiguous. A statute is an\nedict of the legislature. The language employed in a statute\nis the determinative factor of legislative intent. Similar is\nthe position for conditions stipulated in advertisements.\"\nPRECEDENTS GOVERNING APPOINTMENT OF\nCHAIRMAN, STATE COMMISSION.\n18. The question in regard to the appointment of a former\nJudge of the High Court as the President of the State\nCommission has been considered by this Court in Ashish\nHanda v. The Hon'ble the Chief Justice of High Court of Punjab\nand Haryana and others, (supra) wherein it was opined :-\n\"3. ...The scheme is that these three agencies constituted\nfor redressal of consumer disputes at different levels have\nas its President a person who is, or has been a Judge at\nthe corresponding level. This is so because the function of\nthese agencies is primarily the adjudication of consumer\ndisputes and, therefore, a person from the judicial branch\nis considered to be suitable for the office of the President.\nThe appointment to the office of the President of the State\nCommission is to be made \"only after consultation with\nthe Chief Justice of the High Court\" and to the office of the\n\"\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 713\n[S.B. SINHA, J.]\nC\nD\nPresident of the National Commission \"after consultation A\nwith the Chief Justice of India\". Such a provision requiring\nprior consultation with the Chief Justice is obviously for\nthe reason that he is the most suitable person to know\nabout the suitability of the person to be appointed as the\nPresident of the Commission.... The expression \"after B\nconsultation with the Chief Justice of the High Court\" and\n\"after consultation with the Chief Justice of India\" must be\nconstrued in the same manner as the expression \"after\nconsultation with the Chief Justice of India, ...the Chief\nJustice of the High Court\" in Article 217 of the Constitution\nof India made in Supreme Court Advocates-on-Record\nAssn. v. Union of India. Accordingly, the opinion of the\nChief Justice of the High Court and the requirement of\nconsultation with him according to the proviso in Section\n16(1)(a) must have the same status as that of the Chief\nJustice of the High Court in the appointment of a High\nCourt Judge under Article 217 of the Constitution of India;\nand the process of appointment to the office of the\nPresident of the State Commission must also be similar.\nIt is unnecessary to restate the same which is summarised\nin the majority opinion in the Judges-Il case. This is\nnecessary to maintain independence of the judiciary and\nto avoid any possibility of a sitting or a retired Judge\ndepending on the executive for such an appointment....\nThe requirement of consultation with the Chief Justice in\nthe proviso to Section 16(1)(a) and Section 20(1)(a) of\nthe Consumer Protection Act being similar to that in Article\n217, the principles enunciated in the majority opinion in\nthe Judges-Il case must apply, as indicated earlier, even\nfor initiating the proposal. The executive is expected to\napproach the Chief Justice when the appointment is to be G\nmade for taking the steps to initiate the proposal, and the\nprocedure followed should be the same as for appointment\nof a High Court Judge. That would give greater credibility\nto the appointment made.\nE\nF\nH\n714\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nYet again in Ashok Tanwar and another v. State of\nHimachal Pradesh and others, [ (2005) 2 SCC 104] this Court\nheld:-\n\"23.... A person to be appointed as President of the State\nCommission has to be necessarily a sitting or a retired\nJudge of a High Court and not that any person can be\nappointed as President of the State Commission. This\nbeing the position, it does not stand to reason as to why\nagain in respect of a sitting or retired Judge of a High\nCourt the whole process contemplated under Article 217\nof the Constitution must be resorted to. To put in clear\nterms so as to remove any doubt, we state that in the\nmatter of appointment of a sitting or retired Judge of a\nHigh Court as President of the State Commission, process\nmust be initiated by the Chief Justice under Section 16 of\nthe Act and \"consultation\" contemplated in the said section\nis \"consultation\" only with the Chief Justice of the High\nCourt and not with the collegium.\n(Emphasis added)\"\nThe Constitution Bench in Ashok Tanwar, however, clearly\nheld that the consultation process in terms of Article 217 of the\nof the Constitution of India, for the purpose of finding out of the\nsuitability or otherwise of the candidate, namely the members\nof the Collegium is not necessary. Such a finding was arrived at\ninter alia on the premise that an appointment was required to\nbe made by a sitting or a retired judge whose antecedents are\nknown to the Chief Justice stating :-\n\"19. It is thus clear that the expression \"consultation\" used\nin Article 217 of the Constitution in relation to appointment\nof High Court Judges cannot be read in the same way into\n\"consultation\" as contemplated under Section 16 of the\nAct in the light of what is stated above in Supreme Court\nAdvocates-on-Record Assn. The meaning of the word\n\"consultation\" must be given in the context of an enactment.\nIf the argument that the consultation process in regard to\n;\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 715\n[S.B. SINHA, J.]\nC\nappointment of a Judge or retired Judge of the High Court A\nto the State Commission under Section 16 must be in the\nsame manner as required under Article 217 of the\nConstitution is accepted, it will lead to anomalous situation.\nUnder Article 217(1) of the Constitution, consultation\ncontemplated with constitutional functionaries mentioned B\ntherein is for the purpose of appointment of a Judge of a\nHigh Court and not for appointment of a person as the\nPresident of the State Commission under Section 16 of\nthe Act. If the consultation to be made for appointment of\na person as President of the State Commission, as\nrequired under Section 16 of the Act, is to be similar as\nunder Article 217 of the Constitution, then, even in case of\nappointment of a retired Judge as President of the State\nCommission, such consultation has to be made with all\nconstitutional functionaries, which does not stand to reason.\nHence, obviously for appointment of a person as President\nof the State Commission, consultation as required under\nArticle 217 of the Constitution as against the requirement\nstated in Section 16 of the Act is not necessary. If that be\nso, not only the opinion of two seniormost Judges of the\nHigh Court should be obtained but also the consultation\nshould be made with other constitutional functionaries as\ncontemplated under Article 217 of the Constitution\nincluding the Chief Justice of India. Hence insistence on\n\"consultation\" by the Chief Justice of a High Court with his\ntwo seniormost colleagues in the High Court for the\npurpose of Section 16 of the Act, in our view, is\nunwarranted.\"\nCONSTITUTIONAL INTERPRETATION\nD\nE\nF\n19. Independence and impartiality of judiciary is a basic G\nfeature of the Constitution. Constitutionalism envisages that all\nlaws including the constitutional provisions should be interpreted\nso as to uphold the basic feature of the Constitution. A person\nlacking probity would not be a person who could be found fit for\nappointment as a High Court Judge. A case of this nature where H\n1\n716\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA no re-appointment was made or an Additional Judge despite\nexistence of vacancy was not made a Permanent Judge, in our\nopinion, deserves serious consideration. It is not a case where\nreappointment as an Additional Judge or appointment to a\nPermanent Judge was not possible for want of vacancy or the\nB purpose for which such appointments had been made was\nachieved. An Additional Judge may not be made permanent or\nre-appointed in the said capacity if:\nC\nD\nE\nF\n(a) If the requirement contemplated under Article 224 no\nlonger exists;\n(b)\n(c)\nHe had attained the age of 62 years ;\nHe is not inclined to continue further;\n(d) His inability to continue further on account of physical\nor mental capacity;\nIn S.P. Gupta (supra) a Seven Judge Bench of this Court\nhas clearly held that every re-appointment should undergo the\nsame processes as envisaged under Article 217 of the\nConstitution of India. We are although not oblivious of a decision\nof the Division Bench of this Court in Shanti Bhushan and\nanother v. Union of India and another, [ (2009) 1 SCC 657 ]\nwherein it has been held that extension of the tenure of an\nAdditional Judge is the prerogative of the Chief Justice of India\nbut therein this Court was not concerned with a situation of this\nnature.\nIn this case the collegium have found him unfit to continue\nas a Judge. We have gone through the records produced before\nus. We are satisfied that for good and sufficient reasons, he\nwas found not fit to be recommended for appointment as a\nPermanent Judge. We say no more being wholly unnecessary.\nG An Additional Judge who had not been made permanent,\ntechnically, could be appointed as an acting or Additional Judge\nbut then the question which was required to be asked was:\nshould a person who had not been found fit be so appointed?\nThe answer to the aforementioned question clearly would a big\nH emphatic 'no'.\nI\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 717\n[S.B. SINHA, J.]\nBefore us both the High Court as also the Union of India A\nhave produced records; in relation whereto the High Court,\nstated:\nB\nC\n\"84... The learned counsel sought leave of this Court to.\nwade through the entire file containing the correspondence\nand the discussions touching upon the question of\nconfirmation of the Respondent No. 1. Even though all\nsuch papers have been made available to us by the Addl.\nSolicitor General appearing for the Central Government\nand Shri Muthukumarasamy, Senior Counsel, for the High\nCourt and no privilege has been claimed, we have not\nthought it fit to permit the Counsels for the contesting\nparties to peruse such papers, because, in our considered\nopinion, it would open a collateral battle on the question\nrelating to confirmation of Respondent No. 1, which is not\nand cannot be an issue. Moreover, it is not for us to decide D\nabout the suitability of Respondent No. 1 for the post of\nPresident of the Consumer Commission as that was a\nmatter for the State Government to decide in consultation\nwith the Chief Justice. If the appointment of a person is --\notherwise legal, the Judiciary may not be justified in E\ninterfering with such appointment on the ground that it is\nagainst public interest. As already noticed, the sentiment.\nexpressed in R.K. Jain case is clear on this aspect.\"\nS\nWe have perused the records ourselves. We are satisfied\nthat it was necessary for the Chief Justice of the High Court to F\napprise himself the reasons with reference to the backdrop of\nevents as to why the collegium of the Supreme Court of India\ndid not find the appellant to be a fit person for re-appointment\nor made a Permanent Judge. Names of eight persons were\nrecommended together. A large number of vacancies existed. G\nSix of them were recommended to be appointed as Permanent\nJudges. In respect of one name, the Chief Justice of Indial\nexercised his prerogative jurisdiction to extend his term from\ntime to time. He had also been made a Permanent Judge. [See\nShanti Bhushan (supra)] Only in relation to the appellant herein H\n"}