{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"748\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA PANEL\nB\n24. The Chief Justice of the High Court forwarded a panel\nof three Judges including the appellant herein. Whether Section\n16 of the Act contemplates such a situation is the question.\nIndependence of the judiciary as embedded in Article 50\nof the Constitution of India needs no over-emphasis.\nWe have noticed hereinbefore that the State of Tamil Nadu\nin its letter dated 30\" May, 2008 addressed to the Registrar of\nthe Madras High Court while intimating that a vacancy had arisen\nC in the post of President, State Commission, made a request to\nhim to send a panel of eligible names of retired High Court\nJudges after approval by Hon'ble the Chief Justice of the High\nCourt of Madras for its consideration therefor.\nD\nPursuant thereto or in furtherance thereof, the Chief Justice\nonly forwarded a panel of three Judges. The Executive\nGovernment of the State made a final choice therefrom.\nThe process of selection in view of the decisions of this\nCourt in Ashish Handa (supra) and Ashok Tanwar (supra) and\nE National Consumer Awareness Group (supra) must be initiated\nby the High Court itself. Having regard to the fact that the Chief\nJustice has the primacy as regards recommendations of the\nname for appointment to the post of Chairman of the State\nCommission, the method adopted herein, in our considered\nF view, is impermissible in law. For the said purpose only one\nname must emanate from the Chief Justice; only one name\ncan be recommended by him and not a panel of names. Having\nregard to processual mandate required for the purpose of\nappointment to the post of Chairman, State Commission, the\nExecutive Government of the State cannot have any say\nwhatsoever in the matter. The process for preparation of a panel\nrequested by the Executive Government of the State and\naccepted by the Chief Justice of the High Court, in our opinion,\nwas impermissible in law. If the State is granted a choice to\nmake an appointment out of a panel, as has been done in the\nG\nI\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 749\n[S.B. SINHA, J.]\ninstant case, the primary of the Chief Justice; as opined by this A\nCourt in the aforementioned decisions, would stand eroded. It\nwill bear repetition to state that ever. for the said purpose the\nprocedure laid down by this Court in Supreme Court Advocates-\non-Record Association (supra) as also the Special Reference,\nfor recommendation of the name of the High Court Judge, as B\ncontained in Article 217 of the Constitution of India, should be\nfollowed. It is accepted at the Bar that by reason of judicial\nconstitutional interpretation of Articles 217 and 124 of the\nConstitution of India, the procedures laid down thereunder has\nundergone a drastic change. A recommendation instead and in\nplace of Chief Justice of India must emanate from the Collegium.\nHowever, for the purpose of making recommendation in terms\nof Section 16(1) the opinion of the Chief Justice alone shall\nprevail.\nC\nIt is difficult to accept the submission of Mr. K.K. Venugopal__ D\nthat such 'consultation' would not be 'concurrence' as like the\nCollegium in the matter of making recommendation for\nappointment of Judges of the Supreme Court and the High\nCourts where the view of he Collegium shall have the primacy.\nFor appointment as President of the State Commission, the E\nChief Justice of the High Court shall have the primacy and thus\nthe term 'consultation' even for the said purpose shall mean\n'concurrence' only.\nIt is true that if a panel of names is suggested and the\nState makes an appointment of one out of the three, the question\nof meeting of mind between the Chief Justice and the Executive\nwould not arise but there cannot be any doubt whatsoever that\nby reason thereof the ultimate authority to appoint would be the\nExecutive which in view of the decisions of this Court would be\nimpermissible.\nMr. Venugopal would contend that for the aforementioned\npurpose the principle of purposive interpretation may be\nresorted to hold that the Chief Justice by sending a panel of\nJudges is merely recommending the names of the Judges, who\nF\nG\nH\n11\n1\n1\n750\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA is his opinion, are independent and fit persons to be appointed.\nWe are not in a position to accept the same.\nB\nC\nD\nE\nF\nןד.\nG\nH\nFor the aforementioned purpose the Court must bear in\nmind that the constitutional scheme of independence of the\njudiciary embodied in Article 50 of the Constitution of India\nshould by no means be allowed to be eroded.\nIn A. Pandurangam Rao v. State of Andhra Pradesh and\nothers [AIR 1975 SC 1925] this Court has held that the\nprocedure adopted by the High Court by sending list of all the\ncandidates for appointment to the post of District Judge so as\nenable the State to appoint the selectees out of the said panel\nis illegal stating :-\n\"9. The recommendation of the High Court for filling up\nthe six vacancies was contained in its letter dated July 13,\n1973. Government was not bound to accept all the\nrecommendations but could tell the High Court its reasons\nfor not accepting the High Court's recommendations in\nregard to certain persons. If the High Court agreed with\nthe reasons in case of a particular person the\nrecommendation in his case stood withdrawn and there\nwas no question of appointing him. Even if the High Court\ndid not agree the final authority was the Government in the\nmatter of appointment and for good reasons it could reject\nthe High Court's recommendations. In either event it could\nask the High Court to make more recommendations in\nplace of those who have been rejected. But surely it was\nwrong and incompetent for the Government to write a letter\nlike the one dated July 26, 1973 inviting the High Court's\nattention to Instruction 12(5) of the Secretariat instructions\nand on the basis of that to ask it to send the list of persons\nwhom the High Court considered to have reasonable claims.\nto the appointment. On the basis of the furore created by\nthe two Bar Associations of Hyderabad and the High\nCourt's letter dated July 26, 1973 written in reply to the\nGovernment's letter dated July 24, 1973 no person's\nN. KANNADASAN V. AJOY KHOSE AND OTHERS -\n[S.B. SINHA, J.}\n751\nC\ncandidature recommended by the High Court had been A\nrejected when the letter dated July 26, 1973 was written\nby the Government. Even after rejection the Government\ncould not ask the High Court to send the list of all persons\nwhom the High Court considered to have reasonable claim\nto the appointment. We feel distressed to find that instead B\nof pointing out the correct position of law to the Government\nand itself acting according to it, a letter like the one dated\nAugust 1, 1973 was sent by the High Court in reply to the\nGovernment's letter dated July 26, 1973. It is not clear\nfrom this letter whether it was written under the directions\nof Chief Justice and the other Judges of the High Court as\nin the case of the letter dated July 13, 1973. But surely it\nwas very much wrong on the part of the High Court to\nforward the entire list of the candidates interviewed with\nthe marks obtained by them and adding at the same time\nthat the High Court had no further remarks to offer. We\ncould not understand the reason for writing such a letter by\nthe High Court. But if we may hazard a surmise it seems\nto have been written in utter disgust at the Government's\nunreasonable attitude displayed in its letter dated July 26,\n1973. By no means could it be, nor was it, a\nrecommendation by the High Court of all the 263.\ncandidates interviewed, that all of them had a reasonable\nclaim, or in other words, were fit to be appointed District\nJudges. We must express our displeasure at and\ndisapproval of all that happened between the Government F\nand the High Court- in the former writing the letter dated\nJuly 26, 1973 and the latter sending the reply dated August\n1, 1973.\n-\n10. Then comes the letter dated November 30, 1973. After\ntracing the history of the recommendations made by the\nHigh Court in its letter dated July 13, 1973 and \"in the light\nof further information about these candidates as required\nfrom High Court\", Government decided to select the six.\ncandidates mentioned therein including Respondents 3\nD\nE\nG\nH\n752\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nto 6 as if they were from \"the list recommended by the\nHigh Court\". It was further stated in this letter \"Reasons for\nnot selecting candidates placed by the High Court higher\nthan those now selected are given in the annexure enclosed\nto this DO letter.\" The High Court, to be more accurate, the\nChief Justice to whom the letter dated November 30, 1973\nwas addressed seems to have not resented or protested\nagainst the selection so made by the Government in clear\nviolation of Article 233 of the Constitution. We find it\nintriguing that the letter written by the Registrar to the High\nCourt on August 1, 1973 was treated as a recommendation\nof all the 263 candidates as having been found fit for\nappointment as District Judges. By no means could it be\nso. It was not so. And yet the High Court or the Chief\nJustice did not object to the appointment of Respondents\n3 to 6 as District Judges. They were not eligible to be so\nappointed as their names had never been recommended.\"\nIn Ashok Tanwar (supra) it was held :-\n“6. On 7-3-2000 the Registrar General of the High Court\naddressed a letter to the Financial Commissioner-cum-\nSecretary (F\u0026S) of the State Government conveying\nrecommendation of the Chief Justice for appointment of\nMr Justice Surinder Swaroop, a sitting Judge of the High\nCourt, as President of the State Commission holding\nadditional charge of the post. In the said letter it was also\nstated that steps could be taken for appointment of Mr\nJustice Surinder Swaroop (Respondent 3 herein) as\nPresident of the State Commission in accordance with\nthe law and rules. Thereafter, a notification dated 13-3-\n2000 was issued by the Governor, Himachal Pradesh,\nappointing Justice Surinder Swaroop as President of the\nState Commission.\nXXX\nXXX\nXXX\nH\n9. The High Court, after consideration of the respective\ncontentions advanced on behalf of the parties and in the\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 753\n[S.B. SINHA, J.]\nlight of the decisions of this Court, held that the case of A\nAshish Handa related to the initiation of \"process\", which\nwas required to be followed in making appointment of\nPresident of the State Commission, and that such process\nshould not have been initiated by the Government but it\nought to have been initiated by the Chief Justice. On facts B\nthe High Court found that although initially the process\nwas started by the Government proposing the name of\nRespondent 3, Respondent 2, however, was aware of the\nlegal position and it immediately drew the attention of\nRespondent 1 that the procedure adopted by Respondent C\n1 was not in accordance with law. Therefore, a second\nletter was addressed by Respondent 1 to Respondent 2.\nRespondent 2 on receipt of the second letter made the\nrecommendation to appoint Respondent 3 as President\nof the State Commission. On that issue the High-Court\nheld that the action taken either by Respondent 1 or by\nRespondent 2 could not be said to be contrary to law or\nthe directions issued by this Court in the case of Ashish\nHanda. Consequently the writ petition was dismissed.\nHence, this appeal.\"\nIn National Consumer Awareness Group (supra) this Court\nhas held :-\nD\nE\nF\n\"7. Justice Amarjeet Chaudhary, the then incumbent, was\nto demit his office on 4-9-2003 on completion of his term\nas President of the Haryana State Consumer Disputes\nRedressal Commission (hereinafter referred to as \"the:\nState Commission\"). On 25-8-2003 the Chief Minister of\nHaryana addressed a letter to the Chief Justice of the\nPunjab and Haryana High Court drawing his attention to\nthe vacancy that was likely to arise on 5-9-2003, and G\nexpressed his view that Justice R.S. Mongia, retired Chief\nJustice of the Gauhati High Court, would be a befitting\nincumbent to be appointed to the said post and requested\nfor communication of the views of the Chief Justice of the\nPunjab and Haryana High Court. By a communication dated H\n754\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\n1\nA\nB\nс\nD\nE\nLUJ\nF\nG\nH\n26-8-2003, the Chief Justice of the Punjab and Haryana\nHigh Court drew the attention of the Chief Minister to the\ndecision of this Court in Ashish Handa v. Chief Justice of\nHigh Court of Punjab \u0026 Haryana¹ and took the stand:\n(SCC p.148, para 3)\neven for initiation of the proposal... the executive is\nexpected to approach the Chief Justice when the\nappointment is to be made for taking the steps to initiate\nthe proposal, and the procedure followed should be the\nsame as for appointment of a High Court Judge. That\nwould give greater credibility to the appointment made.\nHe, however, postponed a decision, as the seniormost\nJudge of the collegium was out of station. By a confidential\ncommunication dated 27-8-2003, the Chief Justice\ninformed the Chief Minister that the collegium of the High\nCourt had met and considered the names of several\npersons, and unanimously decided to recommend Justice\nR.C. Kathuria (retired) of the Punjab and Haryana High\nCourt as most suitable and fit for appointment as President\nof the State Commission. A copy of the relevant resolution\nwas forwarded for information. The resolution took note of\nthe credentials of the three retired Judges, whose suitability\nwas considered, and decided to recommend Mr Justice\nR.C. Kathuria as most suitable and fit for appointment.\nJustice R.S. Mongia was also one of the three retired\nJudges, whose suitability was considered by the said\nresolution.\n8. By a letter dated 29-10-2003 the Chief Minister, Haryana,\nraised certain objections to the proposal made by the\nChief Justice. The collegium of the High Court considered\nthe letter dated 29-10-2003 of the Chief Minister, Haryana\nand reiterated its earlier recommendation. By a letter of\n1-12-2003 the Chief Minister drew the attention of the\nChief Justice to what he considered were the deficiencies\nin the candidature of the learned Judge, whose name was\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 755\n[S.B. SINHA, J.]\nproposed by the High Court. Once again, the High Court A\nafter calling for several records and considering various\nother aspects of the matter reiterated its stand that there\nwas no reason to recall the earlier recommendations to\nappoint Justice R.C. Kathuria (retired) as the President of\nthe State Commission. By another letter dated 7-1-2004, B\nthe Chief Minister of Haryana drew the attention of the\nChief Justice of the Punjab and Haryana High Court to the\nnewly introduced Section 16(1-A), vide (Amendment) Act\n62 of 2002, and stated that since the post of the President\nof the State Commission was vacant at the moment, an\nHon'ble sitting Judge of the Punjab and Haryana High\nCourt was required to be nominated to act as Chairman\nof the Selection Committee to be constituted under Section\n16(1-A). There was certain other correspondence about\ncertain representations made, which is not material.\nC\nD\n८\n1\nXXX\nXXX\nXXX\nE\nF\n18. We are unable to accept this contention of the learned\ncounsel for the Union of India. It is inconceivable that sub-\nsection (1-A) is intended for appointment of the President\nof the State Commission itself. In the first place, we cannot\naccede to the contention that the Chairman of the State\nCommission, who is or has been a Judge of the High\nCourt, can be selected by a Selection Committee\ncomprising two Secretaries of the State Government.\nNothing could be more erosive of judicial independence\nthan such interpretation of sub-section (1-A). This\nconclusion of ours is driven home by the proviso to sub-\nsection (1-A). This proviso is intended to take care of a\ncontingency where there exists a President of the State\nCommission, who is unable to chair the Selection G\nCommittee meeting because of absence or other similar\nreasons. It is only in such a situation, that the State\nGovernment may request the Chief Justice of the High\nCourt to nominate a sitting Judge to act as Chairman of\nthe Selection Committee. If the argument of the learned H\n756\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA\nB\nс\nD\nE\ncounsel of the Union of India and the construction\ncanvassed by him is admitted, it would mean that even\nwhere the President of the State Commission is appointed\nfor the first time, the procedure would be that he would be\nappointed by a Committee of which two Secretaries would\nbe members. That would be obviously destructive of\njudicial independence.\nEven in Union of India v. Kali Dass Batish, (supra)\nwhereupon strong reliance has been placed by Mr. Venugopal,\nthis Court held :-\n\"1\n.Consequently, Parliament has taken great care to\nenact, vide Sections 6 and 7 of the Act, that no appointment\nof a person possessing the qualifications prescribed in\nthe Act as a member shall be made, except after\nconsultation with the Chief Justice of India. The consultation\nwith the Chief Justice of India is neither a routine matter,\nnor an idle formality. It must be remembered that a member\nof an Administrative Tribunal like CAT exercises vast\njudicial powers, and such member must be ensured\nabsolute judicial independence, free from influences of\nany kind likely to interfere with independent judicial\nfunctioning or militate thereagainst.\"\nWe have, therefore, no hesitation in holding that the\nprocess adopted by the High Court and the Chief Justice in\nF asking for a panel of name and sending the same was not legally\npermissible.\nG\nI\nCONCLUSION\n25. The summary of our aforementioned discussions is\nas under:\n; (i)\nJudicial review although has a limited application\nbut is not beyond the pale of the superior judiciary in\na case of this nature.\n(ii) The superior courts may not only issue a writ of quo\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 757\n[S.B. SINHA, J.]\nwarranto but also a writ in the nature of quo warranto. A\nIt is also entitled to issue a writ of declaration which\nwould achieve the same purpose.\nB\n(iii) For the purpose of interpretation of Constitution in\nregard to the status of an Additional Judge, the word\n\"has been\" would ordinarily mean a retired Judge\nand for the purpose of examining the question of\neligibility, not only his being an Additional judge but\nalso a qualification as to whether he could continue\nin the said post or he be appointed as an acting or\nadhoc judge, his suitability may also be taken into C\nconsideration.\n(iv) Section 16 of the Act must also be given a contextual\nmeaning. In a case of this nature, the court having\nregard to the wider public policy as also the basic\nfeature of the Constitution, viz., independence and\nimpartiality of the judiciary, would adopt a rule of\npurposive interpretation instead of literal\ninterpretation.\nD\n(v) Due consultative process as adumbrated by this E\nCourt in various decisions in this case having not\nbeen complied with, appointment of Shri Kannadasan\nwas vitiated in law.\nI..\n(vi). The Government of the State of Tamil Nadu neither\ncould have asked the High Court to send a panel.of\nnames of eligible candidates nor the Chief Justice\nof the High Court could have sent a panel of names\nof three Judges for appointment to the post of\nChairman, State Commission.\nBefore parting, however, we would place on record that\nMr. Ramamurthy, learned counsel on 5.5.2009 filed a\nmemorandum before us stating that the appellant Shri N.\nKannadasan has submitted his resignation. It is, however, not\nstated that the said offer of resignation has been accepted by\nF\nG\nH\n"}