{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"688\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Judge. Section 16 of the Act requires that the President of the\nCommission, be a person 'who is or has been a judge' and\naccordingly an additional judge who has demitted office being.\nnot a retired judge, could not have been appointed. Although a\nliteral interpretation having regard to the decision of this Court\nB S.P. Gupta v. Union of India, [(1981) Supp. SCC 87] may lead\nto the conclusion that an additional judge would be deemed to\nbe a judge of the High Court for all purposes, in a case of the\nnature before it, the principle of purposive interpretation should\nbe applied as it would indeed be a travesty of all canons of\nprinciples of jurisprudence if it is held, by adopting a cussedly\nnarrow literal interpretation, that a person who was found by the\nappropriate Constitutional functionaries, which includes the\nChief Justice of the High Court and the Collegium of the\nSupreme Court, unsuitable to be continued as an additional\nJudge yesterday, is eligible today for being appointed as ad-\nhoc Judge, for which only a retired Judge is eligible, on the\nspecious plea, that the person \"has held the office of a Judge\".\nReQuestion No.2\nC\nD\nΈ\nF\nLL\nG\nH\n7. The High Court noticed that no affidavit has been filed\nby the Chief Justice of the High Court or on his behalf. Upon\ntaking into consideration the correspondences entered into by\nand between the State and the Registry leading to the sending\nof the panel by the Chief Justice, it was held :-\n\"78. Judged in the light of the discussion made earlier, the\ninevitable conclusion is that there has not been any effective\nconsultation mainly on account of the fact that the\nConsultee, namely, the Honourable the Chief Justice has\nrecommended the name of Respondent No. 1 without at\nall considering the background as available in the High\nCourt records regarding the circumstances under which\nthere was no extension of the term of Respondent No. 1.\nIt is no doubt true that this Court is neither required nor\nexpected to consider the desirability of a person to be\nappointed for a particular post as that is a matter for the\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n689\nauthorities concerned; (in this case the State Government A\nand the Honourable the Chief Justice) to consider. But,\nwhere a decision itself is thickly clouded by non-\nconsideration of the most relevant and vital aspect, the\nultimate appointment is vitiated not because the appointee\nis not desirable or otherwise, but because mandatory B\nstatutory requirement of consultation has not been\nrendered effectively and meaningfully. Therefore, even\nassuming that Respondent No. 1 was theoretically eligible\nfor being considered, the process of consultation having\nbeen vitiated, the ultimate order is also vulnerable.”.\nRe: Question No.3\n8. The records produced by the Additional Solicitor General\nappearing for the Central Government and the learned counsel\nfor the High Court, despite the fact that no privilege had been\nclaimed, the High Court did not think it fit to permit the counsel\nfor the contesting parties to peruse the same as in its opinion it\nwould open a collateral battle on the question relating to\nconfirmation of Shri Kannadasan which was not and could not\nbe an issue. It was opined:\nC\nD\nE\nய\n(A) Indisputably the allegations made in the said writ\npetitions that Shri Kannadasan is not entitled to be considered\nfor the post of the chairman of the commission would have to\nbe accepted; his tenure as additional judge and/or appointed\nas a permanent judge, having not been confirmed, on the basis F\nof the allegations touching upon his integrity and honestly.\n(B) An additional judge who had demitted the office on the\nexpiry of the term being not a permanent judge was ineligible\nfor appointment in terms of Section 16 of the Act.\n(C) The recommendations. made by the Chief Justice of\nthe High Court is vitiated in law as before him all the relevant\nrecords relating to his non-appointment as permanent judge and\ndemission of office were not placed and thus the decision\nmaking process became vitiated.\"\nG\nT\nH\nA\nB\nC\nD\nE\nF\nG\nH\n690\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nOn the basis of the said findings, Writ Petition No. 18731\nof 2008 and Writ Petition No.21504 of 2008 were allowed.\nWrit Petition No. 12149 of 2008 for a declaration that the\nFull Court Reference dated 11.07.2008 was unconstitutional\nwas, however, dismissed.\nGovernment of Tamil Nadu and Shri Kannadasan are\nbefore us in these four appeals.\nSUBMISSIONS\n9. Mr. K.K. Venugopal and Mr. U.U. Lalit, learned senior\ncounsel appearing for the appellants, inter alia, would contend :-\n1.\n2.\n3.\n4.\n5.\n6.\nHaving regard to the constitutional scheme contained\nin Articles 216 to 224A of the Constitution of India, a\npermanent judge as also an additional judge would\nbe a judge for all purposes including power; salary;\nremuneration; judicial functions; control over the\nsubordinate judiciary etc.\nAn Additional Judge does not cease to be a judge\nof the High Court only because he was not re-\nappointed as a Permanent Judge thereof.\nAs an Additional Judge of a High Court is not\nappointed on probation, the High Court committed a\nserious error in applying in the theory of 'confirmation\nin service' which is foreign to the concept of\nappointment and status of a High Court judge.\nA writ of Quo Warranto could be issued only when a\ncandidate does not specify the requisite eligibility\ncriterion specified in the statute.\nSuitability or otherwise of a candidate appointed by\nthe State in exercise of its statutory power cannot be\na subject matter of judicial review, far less for the\npurpose of issuance of a writ of quo warraanto.\nThe consultative process having been initiated by\n;\n1\n.7.\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 691\n[S.B. SINHA, J.]\nthe Chief Justice of the High Court by recommending A\na panel of 3 names, the State was within its right to\nselect any one of them as President of the\nCommission. Recommendations of the Chief Justice\nof the High Court for appointment to a statutory post\nbeing discretionary and based on his subjective B\nsatisfaction, the High Court committed a serious error\nin opining that the Chief Justice should have called\nfor the records/files leading to Shri Kannadasan's\nnon-appointment as a permanent judge.\nThe High Court itself having held that the records C\nproduced by the High Court and/or the State could\nnot have been shown to the writ petitioners as the\nsuitability of Shri Kannadasan was not justiciable,\ncommitted a serious error in arriving at a different\nconclusion in regard to his eligibility in terms of the\nConstitution of India as also the 1984 Act relying on\nor on the basis of the purported records of his\nsuitability.\nMr. Anil Diwan, learned senior counsel appearing on behalf\nof the writ petitioners-respondents, on the other hand, urged :-\ni)\n• ii)\nThe constitutional provisions make a distinction\nbetween a permanent judge and an additional judge\nwho had not been made permanent for one reason\nor the other.\nSection 16 of the Act while using the terms \"is\" or\n\"has been a judge” could not have included within is\npurview an advocate who has been appointed only\nfor two years and was not found fit for appointment\nas a permanent judge in view of the fact that\nindependence and impartiality of the judiciary plays\nan important role in the matter of discharge of judicial\nfunctions.\nD\nE\nF.\nG\niii) The State Commission being a judicial body and the\neligibility criteria having been laid down in the Act, H\nA\nB\nc.\nD\nE\nF\nG\nH\n692\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nthe Chief Justice of the High Court was obligated to\ntake into consideration the past conduct, as also\ngeneral reputation of the recommendee.\niv) Only because a name of a judge has been included\nin the capacity as a retired judge and is entitled to\nmedical benefits the same by itself would not be\nsufficient to answer the description of 'has been a\njudge' within the meaning of the provisions of Section\n16 of the Act.\nv)\nWhile taking an important decision like\nrecommending the name of a retired judge who was\nnot found fit to occupy the post of a permanent Judge,\nthe Chief Justice was bound to take into\nconsideration all relevant factors including the\nquestion of honesty and integrity of a judge; which\nbeing a relevant statutory requirement, would\ndetermine the eligibility criteria, and thus a writ of\nquo warranto could be issued.\nCONSTITUTIONAL PROVISIONS :\n10. Chapter V of the Constitution deals with the High Courts\nin the States.\nArticle 216 of the Constitution of India provides that every\nHigh Court shall consist of a Chief Justice and such other judges\nas the President may from time to time deem it necessary. Article\n217 states that every judge of a High Court shall be appointed\nby the President in consultation with the Chief Justice of India\nand other authorities specified therein who shall hold office in\nthe case of an additional or acting Judge, as provided in Article\n224, and in any other case, until he attains the age of sixty two\nyears. Indisputably in terms of the proviso, an additional judge,\nlike a permanent judge, may also resign his office, or be\nremoved therefrom by the President in the manner as provided\nin clause (4) of Article 124 of the Constitution of India for the\nremoval of the Supreme Court Judge. Clause (2) of Article 217\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 693\n[S.B. SINHA, J.]\nof the Constitution of India prescribes the eligibility criterion. A\nClause (3) thereof provides for resolution of disputes if any\nquestion arises as to the age of a Judge of the High Court by\nthe President after consultation with the Chief Justice of India.\nArticle 219 provides for oath of affirmation by Judges of the\nHigh Courts which is to be affirmed according to form set out B\nfor the purpose in the Third Schedule.\nArticle 220 restricts practice by a judge after being\nappointed as a Permanent Judge. However, no such restriction\nis imposed in regard to an Additional Judge. Article 221\nprovides for salaries and other emoluments, which, indisputably, C\nare the same for a permanent judge or an additional judge.\nArticle 222 provides for a transfer of a judge. Indisputably\nagain an additional judge can also be transferred from one High\nCourt to another High Court. Article 223 provides for appointment\nof acting Chief Justice. Article 224 provides for appointment as\nadditional and acting judges commonly known as ad hoc judges.\nD\nPart 'D' of the Second Schedule of the Constitution of India\nprovides for the provision as to the quantity of payment of salary\nto the Judges of the Supreme Court and the High Court. Clause E\n11 thereof refers to the definitions of 'Chief Justice', 'Judge'\nand 'actual service'. Definitions have also been referred to in\nthe High Court Judges (Salaries and Conditions of Service)\nAct, 1954 (for short \"the 1954 Act\"). The 1954 Act also provides\nfor qualification for payment of pension for Judges. An Additional\nJudge who holds a tenure post indisputably would not get any\npensionary benefit.\nTHE ACT\n11. The Act was enacted to provide for better protection of\nthe interests of consumers and for that purpose to make\nprovision for the establishment of consumer councils and other\nauthorities for the settlement of consumers' disputes and for\nmatters connected therewith.\nF\nG\nSection 2 thereof defines 'State Commission' to mean a H\nT\n694\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Consumer Disputes Redressal Commission established in a\nState under clause (b) of Section 9: Section 3 provides that the\nprovisions of the Act shall be in addition to and not in derogation\nof the provisions of any other law.\nB\nth\nSection 16 provides that the State Commission shall\nconsist of a person who is or has been a Judge of a High Court,\nappointed by the State Government, who shall be its President.\nA proviso was inserted threin by Act No.50 of 1993 which has\ncome into force with effect from 18\" June, 1993 providing that\nno appointment thereunder shall be made except after\nC consultation with the Chief Justice of the High Court: Clause (b)\nof sub-section (1) of Section 16 provides for appointment of\nmembers from amongst the persons of ability, integrity and\nstanding and have adequate knowledge and experience of at\nleast ten years in dealing with problems relating to economics,\nlaw, commerce, accountancy, industry, public affairs or\nadministration.\nD\nSection 17 provides for the jurisdiction of the State\nCommission. It has original jurisdiction to entertain complaints\nwhere the value of the goods or services and compensation, if\nE any, claimed exceeds rupees twenty lakhs but does not exceed\nrupees one crore. It entertains appeals against the orders of\nDistrict Form within the State. The Commission has the power\nto transfer any complaint pending before any District Forum to\nanother District Forum. Appeal against the orders passed by\nthe Commission shall lie only before the National Commission.\nF\nSection 20(1)(a) provides that the National Commission\nshall consist of a person who is or has been a Judge of the\nSupreme Court, to be appointed by the Central Government,\nwho shall be its President, provided that no appointment under\nG this clause shall be made except after consultation with the Chief\nJustice of India.\nH\nINTERPRETATION OF CONSTITUTIONAL PROVISIONS IN\nREGARD TO THE STATUS OF AN ADDITIONAL JUDGE\n12. The High Court has taken recourse to the rule of\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 695\n[S.B. SINHA, J.]\npurposive construction whereas learned counsel appearing on A\nbehalf of the appellants want us to invoke the rule of literal\nmeaning.\nInterpretative tools of constitutional provisions and the\nstatutory provisions may be different. Whatever interpretative\ntool is applied, the Court must not forget that its job is to find out\nthe intention of the legislature. It can be gathered from the words\nused. However, if plain meaning assigned to the section results\nin absurdity or anomaly, literal meaning indisputably would not\nbe applied.\nIt is also well settled that the Court may have to change the\ninterpretative tool in the event it is necessary to give effective\ncontextual meaning to the Act. It is one thing to say that an\nAdditional Judge would be on the same pedestal as a\nPermanent Judge for all practical purposes, namely - judicial\nfunction; administrative function; pay and remuneration etc. but\nwould it mean that the same interpretation would be applicable\neven in a case where an Additional Judge despite his legitimate\nexpectation to become a Permanent Judge has not been\nconferred on the said stating allegations of lack of probity.\nB\nC\nD\nE\nAn Additional Judge on the expiry of his tenure has a right\nto be considered for re-appointment if he is not appointed as a\nPermanent Judge. He may not, however, be reappointed if it is\nfound that he is otherwise disqualified therefor, namely to satisfy\nthe test of fitness and suitability, physical, intellectual and moral, F\nbefore the Central Government can, consistently with its\nconstitutional obligation and in public interest, decide to reappoint\nhim as an Additional Judge or appoint him as a Permanent Judge.\nSOME PRECEDENT\nS.P. GUPTA\nG\n13. In the context of Central Government's refusal to re-\nappoint some additional judges as permanent judges, the\nSupreme Court in S.P. Gupta (supra) had the occasion to\nconsider the said question. Bhagwati, J. (as His Lordship then H\nT\nC\nD\n696\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA was) traced the history of appointment of ad hoc or temporary\njudges, the provisions of the Government of India Act, 1915;\nSection 220 of the Government of India Act, 1935 and the speech\nof Sir Tej Bahadur Sapru expressing his firm opposition to the\npractice of appointing acting or Additional Judges to note that\nB the drafting committee took the view that \"it was possible to\ndiscontinue the system of appointment of temporary and\nAdditional Judges in the High Courts altogether by increasing,\nif necessary, the total number of permanent Judges of such\nCourts.\", to notice that the Constitution-makers did not assume\nthat an acting or Additional Judge would necessarily be made\npermanent and he would have to go back to the Bar. The learned\nJudge furthermore noticed the enactment of the Constitution\n(Seventh Amendment) Act, 1956, in terms whereof existing\nArticle 224 was substituted by a new Article and the existing\nArticle 224 was added as new Article 224A thereafter. It was\nheld that the object clearly was that Additional Judge should be\nappointed for a short period in order to dispose of the temporary\nincrease in the business of the High Court and/or to clear off the\narrears of pending cases. The underlying idea was that there\nshould be an adequate strength of permanent Judges in each\nHigh Court to deal with its normal institutions and so far as the\ntemporary increase in the work or the arrears of pending cases\nwere concerned, Additional Judges appointed for a period not\nexceeding two years should assist in disposing of such work.\nAdditional Judges while entering into the High Court judiciary\nF had a legitimate expectation that they would not have to go back\non the expiration of their term and that they would be either\nreappointed as Additional Judges for a further term or if in the\nmeanwhile, a vacancy in the post of a permanent Judge became\navailable, they would be confirmed as permanent Judges. The\nG Government, in view of the constitutional scheme, could not drop\nan additional Judge at its sweet will. The expectation has been\nraised through a practice followed for almost over a quarter of a\ncentury. The expression \"every Judge\" occurring in Article 217\nmust include not only a permanent Judge but also an Additional\nH Judge. The Additional Judge, on the expiry of his tenure, could\nE\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 697\n[S.B. SINHA, J.]\nnot just be dropped without consideration (be of his re- A\nappointment or made a permanent judge). As Additional Judge\nis entitled to be appointed without anything more, the process\nof selection in regard to his appointment need not be gone any\nfurther. An Additional Judge is as much a Judge as a permanent\nJudge with the same jurisdiction and the same powers and to\nB\ntreat him as he were on probation, would not only detract from\nhis status and dignity but also affect his independence by making\nhis continuance as a Judge dependent on the good opinion of\nthe Chief Justice of the High Court, the Governor of the State\nand the Chief Justice of India. Although factors relevant for,\nconsideration of his appointment as permanent Judge have not C\nbeen laid down having regard to the object and purpose of Article\n217(1), it is obvious that fitness and suitability, physical,\nintellectual and moral, would be the governing considerations\nto be taken into account in deciding the question of appointment.\nThe Central Government, however, in view of the D\nconstitutional obligations, was, therefore, required to consider\nwhether the Additional Judge is fit and suitable to be reappointed\nas an Additional Judge or appointed as a permanent Judge, as\nthe case may be, must consider as to whether he is physically,\nintellectually or morall unfit or unsuitable to be appointed as such. E\nJustice Fazal Ali, J. in his concurring judgment opined :-\nF\n\"533. Thus, the position is that even if an Additional Judge\nis not appointed afresh and somebody else is appointed,\nthere is no question of judicial review nor is there any\nquestion of the non-appointment of an Additional Judge\nafresh casting any reflection or aspersion on the reputation\nor character of an Additional Judge because he was\nappointed only for a particular period and for a particular\npurpose and is not on probation. Both Brother Desai and\nBrother Venkataramiah, JJ. have stressed this aspect of G\nthe matter in their own way and I agree with their views.\"\nSUPREME COURT ADVOCATES-ON-RECORD\nASSOCIATION\n14. This Court in Supreme Court Advocates-on-Record\nH\n"}