{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"698\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA Association and others v. Union of India, [ (1993) 4 SCC 441\n] adopted a new approach opining that keeping in view the fact\nthat independence of judiciary is one of the cardinal principles\nof constitution, the primacy of appointment shall be with the Chief\nJustice of India as also the Chief Justice of the High Court.\nB However, before making recommendations in terms of Articles\n124(2) and 217(1) of the Constitution, they would have to consult\ntwo other senior most Judges who would be the members of\nthe Collegium. It was opined that S.P. Gupta (supra) should be\nread with Ashok Kumar Yadav v. State of Haryana, [ (1985) 4\nSCC 417]. As regards justiciability of appointment and transfer\nit was laid down :-\nC\nD\nE\n\"Except on the ground of want of consultation with the\nnamed constitutional functionaries or lack of any condition\nof eligibility in the case of an appointment, or of a transfer\nbeing made without the recommendation of the Chief\nJustice of India, these matters are not justiciable on any\nother ground, including that of bias, which in any case is\nexcluded by the element of plurality in the process of\ndecision-making.\"\nSPECIAL REFERENCE\n-\n15. In Re Special Reference No. 1 of 1998, [(1998) 7\nSCC 739], in regard to justiciability of such power this Court\nheld that having a plurality of judges in the formation of opinion\nF provides sufficient safeguards and that they are sufficient checks\nagainst arbitrariness in the decision making process relating\nto Appointment and Transfers, stating :-\nG\nH\n\"9. The majority judgment ends with a summary of its\nconclusions. Conclusions 1, 2, 3, 4, 5, 7, 9, 10, 11 and 14\nare relevant for our purposes. They read thus:\n\"(1) The process of appointment of Judges to the Supreme\nCourt and the High Courts is an integrated 'participatory\nconsultative process' for selecting the best and most\nsuitable persons available for appointment; and all the\ni\n1\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 699\n[S.B. SINHA, J.]\nconstitutional functionaries must perform this duty A\ncollectively with a view primarily to reach an agreed\ndecision, subserving the constitutional purpose, so that\nthe occasion of primacy does not arise.\n*\n*\n*\n*\nB\n(5) In exceptional cases alone, for stated strong cogent\nreasons, disclosed to the Chief Justice of India, indicating\nthat the recommendee is not suitable for appointment,\nthat appointment recommended by the Chief Justice of\nIndia may not be made. However, if the stated reasons\nare not accepted by the Chief Justice of India and the\nother Judges of the Supreme Court who have been\nconsulted in the matter, on reiteration of the\nrecommendation by the Chief Justice of India, the\nappointment should be made as a healthy convention.\nC\nD\n*\n*\n(10) In making all appointments and transfers, the norms\nindicated must be followed. However, the same do not\nconfer any justiciable right in anyone.\n(11) Only limited judicial review on the grounds specified\nearlier is available in matters of appointments and\ntransfers.\n*\nE\n(14) The majority opinion in S.P. Gupta v. Union of India\ninsofar as it takes the contrary view relating to primacy of\nthe role of the Chief Justice of India in matters of\nappointments and transfers, and the justiciability of these\nmatters as well as in relation to Judge-strength, does not\ncommend itself to us as being the correct view. The relevant\nprovisions of the Constitution including the constitutional\nscheme must now be construed, understood and\nimplemented in the manner indicated herein by us.\"\nF\nG\n(emphasis supplied) H\n'\nA\nB\nC\n700\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nIt was furthermore held :-\n\"44. The questions posed by the Reference are now\nanswered, but we should emphasise that the answers\nshould be read in conjunction with the body of this opinion:\n1. The expression \"consultation with the Chief Justice of\nIndia\" in Articles 217(1) and 222(1) of the Constitution of\nIndia requires consultation with a plurality of Judges in the\nformation of the opinion of the Chief Justice of India. The\nsole individual opinion of the Chief Justice of India does\nnot constitute “consultation\" within the meaning of the said\narticles.\n*\n*\n*\nD\nE\n4. The Chief Justice of India is not entitled to act solely in\nhis individual capacity, without consultation with other\nJudges of the Supreme Court, in respect of materials and\ninformation conveyed by the Government of India for non-\nappointment of a Judge recommended for appointment.\n*\n8. The Chief Justice of India is obliged to comply with the\nnorms and the requirement of the consultation process,\nas aforestated, in making his recommendations to the\nGovernment of India.\"\nF INTERPRETATION OF SECTION 16 OF THE ACT\n16. For this purpose, we will proceed on the basis that\nsave and except for certain purposes an additional judge and a\npermanent judge enjoy equal status. It could be said that for the\npurpose of appointment as Chairperson of some Tribunal, the\nG name of an additional judge may also be taken into\nconsideration but would that mean that an additional judge whose\nservices were tainted or having regard to his general reputation\nor lack of integrity, wherefor he had not been made permanent\nas opposed to a situation where having regard to the policy\nH decision of the Central Government or the purpose for which\n争\n1\n3\nT\nT\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n701.\nthe additional judges are appointed to clear the back log is the A\nquestion which falls for consideration. This Court in T. Fenn\nWalter [(2002) 6 SCC 184] laid down some broad guidelines\nas to the manner in which the appointment of a sitting Judge of\na High Court to a Commission should be made. In view of the\nsaid decision, it is expected that a sitting judge may not be\nrecommended by the Chief Justice of the High Court for such\nappointment.\nThe words \"is or has been\" refer to the person holding the\noffice of a Judge or who has held the said office. It may be said\nto have the same meaning so far as eligibility is concerned.\n,\nB\nC\nSuitability of a person to be considered for appointment\nas a Chairman of a State Commission having regard to the\nprovisions contained in Article 217 of the Constitution of India\nhas been assumed by this Court to be available for the eligible.\npersons who are retired Judges which would mean that those D\nJudges who had retired from service without any blemish\nwhatsoever and not merely a person who \"has been a judge\".\n[See Ashish Handa v. The Hon'ble the Chief Justice of High\nCourt of Punjab and Haryana and others, (1996) 3 SCC 145].\nAn Additional Judge holding a tenure post stricto sensu\ndoes not retire. It is one thing to say that having regard to the\nconstitutional embargo, he would not hold office after he attains\nthe age of 62 years but it is another thing to say that for all other\npurposes, he can be equated with a sitting Judge.\nThere cannot be any doubt whatsoever that ordinarily a\nliteral meaning should be given to the provisions of the\nConstitution as also a statute. However, while applying the\ngolden rules of literal interpretation one must be clear in his mind\nthat same should not defeat the object and purpose for which\nthe Act was enacted. We could advert to this question a little\nlater.\nE\nF\nG\nThe jurisdiction of the consumer courts and particularly that\nof the State Commission and the National Commission is of\ngreat importance. Various complicated questions of law and H\n702\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA facts arise for their consideration. It must, save and except for\nvery cogent reasons refuse to entertain a claim application and\nask the parties to agitate their grievances before a Civil Court.\nIndisputably, the functions of the Commission are judicial. The\nState Commission, as noticed hereinbefore, not only exercises\nB original jurisdiction but also appellate jurisdiction. The guidelines\nclearly point out as to why, considering the basic feature of the\nConstitution, namely the independence of the judiciary, a sitting\nJudge must maintain the high traditions. While a sitting Judge\nmay be appointed to a statutory post or Tribunal, this Court as\npointed out in T. Fenn Walter (supra) that he would not discharge\nthe duties both as the Presiding Officer of a Judicial Tribunal\nand as a sitting Judge of the High Court.\nC\nD\nAn Additional Judge who has not been confirmed, may for\nthe purpose of giving effect to the constitutional provisions be\nconsidered to be a former Judge but when it comes to the\nquestion of his appointment in the said capacity, in our opinion,\nit is possible to take somewhat different view having regard to\nhis present status, viz., an advocate or a district judge, as the\ncase may be. He despite being a former Judge is entitled to\npractice in the same High Court, which other Judges are not\npermitted to do so. He may appear before the Tribunal and\nsubordinate courts. A person for the aforementioned purpose\nmust answer the test of his being qualified to be a Judge. For\nthe purpose of Section 16 of the Act, he must be equated with a\nsitting Judge of a High Court. In other words, he could, but for\nF the reasons like reaching the age of superannuation, continue\nas a Judge.\nE\nIn S.P. Gupta (supra), this Court has categorically held that\na person who has not been confirmed would not be\nrecommended for reappointment. If that be so, he could not\nG continue to hold the High office of a Judge, although he was\notherwise eligible therefor.\nH\nIn Supreme Court Advocates-on-Record Association\n(supra), this Court laid down the qualities of a Judge :-\n\"Under our constitutional scheme, the judiciary has been\n'\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 703\n[S.B. SINHA, J.]\nassigned the onerous task of safeguarding the fundamental A\nrights of our citizens and of upholding the rule of law. Since\nthe Courts are entrusted the duty to uphold the Constitution\nand the laws, it very often comes in conflict with the State\nwhen it tries to enforce its orders by exacting obedience\nfrom recalcitrant or indifferent State agencies. Therefore, B\nthe need for an independent and impartial judiciary manned\nby persons of sterling quality and character, undaunting\ncourage and determination and resolute impartiality and\nindependence who would dispense justice without fear or\nfavour, ill will or affection. Justice without fear or favour, ill\nC\nwill or affection, is the cardinal creed of our Constitution\nand a solemn assurance of every Judge to the people of\nthis great country. There can be no two opinions at the Bar\nthat an independent and impartial judiciary is the most\nessential characteristic of a free society. \"\nA Judge must have these basic qualities and, thus, must\nbe found to possess the same. A person found to be lacking\nthese qualities would not be recommended for appointment of\na permanent judge.\nD\nE\nF\nThe system of governance established by the Constitution\nis based on distribution of powers and functions amongst the\nthree organs of the State. It is the prerogative of the Legislature\nto enact laws; responsibility of the Executive to enforce the laws\nand administer the country; and the duty of the Judiciary to\nadjudicate upon the disputes that arise between individuals,\nbetween an individual \u0026 the State or between different States.\nIn this scheme of things, Supreme Court has been assigned\nthe duty of being the final arbiter, including on the question of\ninterpretation of the Constitution \u0026 the laws. It is the majesty of\nthe institution that has to be maintained and preserved in the G\nlarger interest of the rule of law by which we are governed. It is\nthe obligation of each organ of the State to support this important\ninstitution. Judiciary holds a central stage in promoting and\nstrengthening democracy, human rights and rule of law. People's\nfaith is the very foundation of any judiciary. Injustice anywhere is H\n704\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nA a threat to justice everywhere and therefore the People's faith\nin the Judiciary cannot be afforded to be eroded.\nB\nIndependence of judiciary is a much wider concept. Key\nnote is judiciary and not the Judge. If a person does not have\nqualification for continuing to hold the office of the Judge of a\nHigh Court, it is difficult to conceive as to how despite such\ndeficiency in qualification, he could be recommended for\nappointment to a statutory post, the eligibility criteria wherefor\nis inter alia a former Judge. A Chief Justice of a High Gourt,\nthus, before making recommendations for his appointment in\nC terms of Section 16 of the Act must satisfy himself that the\nrecommendee has/had those basic qualities.\nD\nய\nE\nF\nG\nH\nWhile making recommendations the Chief Justice\nperforms a constitutional duty. If while discharging his duty, he\nfinds a former judge to be ineligible, the question of his being\nconsidered for appointment would not arise. If such a person.\ncannot be recommended being unfit or ineligible to hold the\npost, it would not be correct to contend that despite the same\nhe fulfils the eligibility criteria.\nWhether the condition 'has been a judge' is not necessary\nto be construed for the purpose of Article 217 of the Constitution\nof India, it is required for the purpose of interpreting Section 16\nof the Act as to whether he should be recommended for being\nappointed as a Chairman of the state commission.\nIn our constitutional scheme, the judge made law\nbecomes a part of the Constitution. It has been so held in M.\nNagaraj and Others v. Union of India and Others [(2006) 8\nSCC 212] in the following terms:\n... The Constitution, according to the respondents, is not\nmerely what it says. It is what the last interpretation of the\nrelevant provision of the Constitution given by the Supreme\nCourt which prevails as a law. The interpretation placed\non the Constitution by the Court becomes part of the\nConstitution and, therefore, it is open to amendment under\nN. KANNADASAN V. AJOY KHOSE AND OTHERS 705\n[S.B. SINHA, J.] ·\nArticle 368. An interpretation placed by the Court on any A\nprovision of the Constitution gets inbuilt in the provisions\ninterpreted. Such articles are capable of amendment under\nArticle 368.\"\nB\nIf a person has made himself disqualified to hold the post\nof a judge, the Chief Justice should not consider his name at all.\nIf a duty had been cast on the Chief Justice not to recommend,\nwhich is a constitutional duty for all intent and purpose - he must\nbe held to be disqualified. If he stands disqualified following\nS.P. Gupta (supra) and other cases-question of his candidature\nbeing considered does not arise. It is in that sense - the principle C\nof purposive construction is to be taken recourse to.\nIf the Collegium of the Supreme Court Judges including\nthe Chief Justice of India, which is a constitutional authority in\nthe matter of appointment of Judges and re-appointment of\nD\nAdditional Judges did not find him eligible, it would be beyond\nanybody's comprehension as to how Chief Justice of a High\nCourt could find him eligible/suitable for holding a statutory post\nrequiring possession of qualification of holder of a constitutional\noffice. If no recommendation by the Chief Justice is\nconstitutionally permissible, the question of the eligibility criteria\nbeing not satisfied certainly is relevant.\nE\nQuestion is not whether he is a former judge or not.\nQuestion is whether he was eligible for appointment, having not\nbeen found fit for re-appointment. If he was ineligible for being F\nrecommended, that is the end of the matter.\nPURPOSIVE INTERPRETATION\n17. A case of this nature is a matter of moment. It concerns\npublic interest. Public information about independence and\nimpartiality of a judiciary would be in question. The duty of all\norgans of the State is that the public trust and confidence in the\njudiciary may not go in vain. Construction of a statute would not\nnecessarily depend upon application of any known formalism.\nIt must be done having regard to the text and context thereof.\nG\nH\nA\n706\nSUPREME COURT REPORTS\n[2009] 7 S.C.R.\nFor the aforementioned purpose, it is necessary to take\ninto consideration the statutory scheme and the purpose and\nobject it seeks to achieve. A construction of a statute, as is well\nknown, must subserve the tests of justice and reason. It is a\nwell-settled principle of law that in a given case with a view to\nB give complete and effective meaning to a statutory provision,\nsome words can be read into; some words can be subtracted.\nProvisions of a statute can be read down (although sparingly\nand rarely). .\nIn Carew and Company Ltd. v. Union of India [(1975) 2\nC SCC 791], Krishna lyer, J. opined:\nD\nE\nF\nG\nH\n\"21. The law is not \"a brooding omnipotence in the sky\"\nbut a pragmatic instrument of social order. It is an\noperational art controlling economic life, and interpretative\neffort must be imbued with the statutory purpose. No doubt,\ngrammar is a good guide to meaning but a bad master to\ndictate. Notwithstanding the traditional view that\ngrammatical construction is the golden rule, Justice\nFrankfurter used words of practical widom when he\nobserved4:\n\"There is no surer way to misread a document than to read\nit literally.\"\n5119\nYet Again in K.P. Varghese v. Income Tax Officer,\nErnakulam and Another [(1981) 4 SCC 173], the strict literal\nreading of a statute was avoided as by reason thereof several\nvital considerations, which must always be borne in mind, would\nbe ignored, stating:\n\"... The task of interpretation of a statutory enactment is\nnot a mechanical task. It is more than a mere reading of\nmathematical formulae because few words possess the\nprecision of mathematical symbols. It is an attempt to\ndiscover the intent of the legislature from the language\nused by it and it must always be remembered that\nlanguage is at best an imperfect instrument for the\nN. KANNADASAN V. AJOY KHOSE AND OTHERS\n[S.B. SINHA, J.]\n707\nexpression of human thought and as pointed out by Lord A\nDenning, it would be idle to expect every statutory provision\nto be \"drafted with divine prescience and perfect clarity\".\nWe can do no better than repeat the famous words of\nJudge Learned Hand when he laid:\nB\n\"... it is true that the words used, even in their literal sense,\nare the primary and ordinarily the most reliable, source of\ninterpreting the meaning of any writing: be it a statute, a\ncontract or anything else. But it is one of the surest indexes\nof a mature and developed jurisprudence not to make a\nfortress out of the dictionary; but to remember that statutes C\nalways have some purpose or object to accomplish, whose\nsympathetic and imaginative discovery is the surest guide\nto their meaning.\"\n“\nthe meaning of a sentence may be more than that of\nthe separate words, as a melody is more than the notes,\nand no degree of particularity can ever obviate recourse\nto the setting in which all appear, and which all collectively\ncreate.\"\nIn the aforementioned case, therefore, some words were\nread into and the plain and natural construction was not given.\nIn Bhudan Singh and Another v. Nabi Bux and Another\n[(1969) 2 SCC 481], this Court held:\n\"The object of every legislation is to advance public welfare.\nIn other words as observed by Crawford in his book on\n\"Statutory Constructions\" that the entire legislative process\nis influenced by considerations of justice and reason.\nJustice and reason constitute the great general legislative\nintent in every peace of legislation. Consequently where\nthe suggested construction operates harshly, ridiculously\nor in any other manner contrary to prevailing conceptions\nof justice and reason, in most instance, it would seem that\nthe apparent or suggested meaning of the statute, was\nnot the one intended by the law makers. In the absence of\nD\nE\nF\nG\nH\n"}