{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"1\nHALWASIA VIDYA VIHAR (SR. SEC. SCHOOL), HARYANA\nน\nTHE REGIONAL PROVIDENT FUND COMMISSIONER\nMARCH 27, 2006\nA\nB\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.}\nEmployees Provident Funds and Miscellaneous Provisions Act, 1952;\nSection 14(B):\nC\nEducational Institution/School affiliated to Education Department of\nState Government-Contributory Provident Fund Accounts maintained as\nper instructions of the State Government-Transferring of affiliation to Central\nBoard of Secondary Education-Provident Fund Scheme under 1952 Act\nbecame applicable-Default in making payment of contributions-Levy of\ndamage-Waiver-Held: Reduction or waiver can be done in terms of Section D\n14-B of the Act-Since there was no delay on the part of the school in\nquestion in making the deposit of the Fund with the State Government in terms\nof Scheme and also taking into account the special features involved, the\ndamage imposed shall be restricted to 25% of the amount as levied by the\nProvident Fund Commissioner-Directions issued.\nE\nThe appellant-school was affiliated to the Education Department of\nthe State Government of Haryana and making contribution in a\nContributory Provident Fund Scheme of the State Government. Appellant\ntransferred its affiliatiÚon to Central Board of Secondary Education\n(CBSE). As per CBSE bye-laws, appellant-Institution was required to F\nfollow the State Government rules regarding salary and service conditions\nof its staff members. Accordingly, the appellant continued the existing\nscheme of contributory provident fund. Later, as per the instructions of\nthe Regional Provident Fund Authorities a scheme under the Employees\nProvident Funds and Miscellaneous Provisions Act was required to be\nadopted by the appellant. But the authorities directed the scheme to be\nmade operative retrospectively. The appellant started depositing the\nprovident fund contributions in respect of each employee with the Regional\nProvident Fund Commissioner and got transferred the accumulated\n455\nG\nB\n456\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA balance with the State Government to the Employees Provident Fund Scheme\naccount in terms of the Act. However, a notice under Section 14(B) of the Act\nwas issued by the Commissioner demanding contribution under the scheme\nretrospectively, for the entire period. The appellant took the stand that since\nthe deposit had been made with the State Government Authorities in terms of\nthe then applicable scheme of Contributory Provident Fund of the State\nGovernment, there was no scope of levy of any damage. The Provident Fund\nCommissioner imposed damages of Rs. 14,50,172/-. Aggrieved, the appellant\npreferred an appeal, which was allowed by the Tribunal. The order was\nchallenged by the authorities before the High Court. The High Court relying\non a decision of this Court in Regional Provident Fund Commissioner v. S.D.\nC College, Hoshiarpur \u0026 Ors. held that the penalty as levied by the\nCommissioner was to be maintained. Hence the present appeal.\nThe appellant contended that there was absolutely no remiss on their\npart as the scheme had been followed by them scrupulously; that there\nwas transfer of the amount which would show that by no stretch of\nD\nimagination it can be conceived that there was any default, much less\nintentional.\nThe respondent-Commissioner submitted that the appellant was\naware of its liability and had filled up the form to make the deposits with\nE the provident fund authorities but continued to make the deposit with the\nstate Government. Thus, the High Court was justified in its conclusion\nallowing the damage.\nF\nG\nH\nPartly allowing the appeal, the Court\nHELD:1.1. In terms of Section 14-B of the Employees Provident\nFunds and Miscellaneous Provisions Act, reduction or waiver can be done\nin the indicated circumstances. [459-G]\n1.2. In the instant case, there was no allegation that there was any delay\nin making the deposit with the Government under the scheme which was being\nfollowed by the appellant. Even otherwise in the case of Regional Provident\nFund Commissioner v. S.D. College, Hoshiarpur \u0026 Ors., this Court did not\nmaintain the levy of damages at 100% and reduced it to 25%. Taking into\naccount the special features involved, the damage imposed shall be restricted\nto 25% of the amount levied by the respondent-Commissioner. [460-A-B]\nHALWASIA VIDYA VIHAR (SR. SEC. SCHOOL) 1. THE REGIONAL PROVIDENT FUND COMMR. [PASAYAT. J.] 457\nRegional Provident Fund Commissioner v. S.D. College, Hoshiarpur \u0026 A\nOrs., [1997] 1 SCC 241, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3848/2000.\nFrom the Final Judgment/Order dated 8.10.1999 of the High Court of\nB\nPunjab and Haryana at Chandigarh in C.W.P. No. 5343 of 1999.\nPranab Kumar Mullick, Afzal Ahmmed and Rajesh Gogna for the\nAppellant.\nT.S. Doabia, Manish Sharma and Shail Kumar Dwivedi for the Respondent.\nThe Judgment of the Court was delivered by\nC\n1\n-\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment rendered\nby a Division Bench of the Punjab and Haryana High Court holding that the\nappellant was required to pay damages in terms of Section 14(B) of the\nEmployees Provident Funds and Miscellaneous Provisions Act, 1952 (in short\nthe 'Act') amounting to Rs. 14,50,172.\nBrief reference to the factual aspects would suffice:-\nD\nF\nThe appellant, an educational institution was affiliated to the Education E\nDepartment to the Haryana Government. A scheme of contributory provident\nfund was in operation which was under the control and guidance of the\nHaryana Government and same was being applied to the appellant-institution.\nUnder the said scheme of contributory provident fund it was mandated that\nan account shall be opened in the name of each subscriber in a Cooperative\nBank approved by the Registrar, Co-operative Societies, Haryana. Appellant\ntransferred its affiliation to Central Board of Secondary Education (in short\n‘CBSE') in April, 1984 after obtaining no objection certificate from the State\nGovernment. As per C.B.S.E. bye-laws, appellant was required to follow the\nState Government Rules regarding salary and service conditions of its staff\nmembers. Accordingly, the scheme of contributory provident fund which was G\nearlier being followed by the appellant, continued to be operative. On being\nasked by the Regional Provident Fund Autorities the scheme under the Act\nwas adopted by the appellant w.e.f. 1.7.1993; but the same was made operative\nretrospectively w.e.f. August 1982 by the authority. Thereafter in respect of\neach employee the provident fund contributions were deposited with the\nH\nB\n458\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA Regional Provident Fund Commissioner. The accumulated balance in the\ncontributory provident fund accounts of the various employees was transferred\nby the Department of Education, Haryana to the Employees Provident Fund\nScheme under the Act in May and June, 1995 and an amount of Rs. 17,33,914.60\nwas transferred by the Haryana Government. On 5.2.1996, proceedings under\nSection 7(A) of the Act were initiated. Taking into account the amount\npayable on assessment and giving credit to the aforesaid amount, it was held\nthat there was extra deposit of Rs.44,031.85. Therefore, the proceedings were\ndropped and no recovery was effected. On 14.2.1997 notice under Section\n14(B) of the Act was issued covering the period August, 1982 to June 1993.\nReply was furnished by the appellant taking the stand that since the deposit\nC had been made with the Government Authorities in terms of the applicable\nscheme, there was no scope of levy of any damage. However, the Commissioner\nimposed damages of Rs. 14,50,172 which was about 100% of the alleged\namount of default. For the purpose of levy reference was made to the table\ncontained in Section 32A. An appeal was filed before the Statutory Tribunal,\ni.e. Employees Provident Fund Appellate Tribunal, New Delhi (in short the\nAppellate Tribunal'). In appeal it was held that there was no default in view\nof the circumstances noted above. A writ petition was filed challenging the\norder before the High Court taking the stand that there was no power to\nwaive/reduce the damages except in terms of the circumstances indicated in\nSection 14(B) (proviso). The High Court placed reliance on a decision of this\nE Court in Regional Provident Fund Commissioner v. S.D. College, Hoshiarpur\nand Ors., [1997] 1 SCC 241 and held that the penalty as levied by the\nCommissioner were to be maintained.\nD\nIn support of the appeal learned counsel for the appellant submitted\nthat there was absolutely no remiss on the part of the appellant which had\nF\nscrupulously followed the scheme of the State Government. There was a\ntransfer of the amount which would show that by no stretch of imagination\nit can be conceived that there was any default, muchless intentional. It was\npointed that S.D. College's case (supra) has no application to the facts of the\npresent case. In that case the college in question continued to deposit the\nG amount with the university in spite of the directions of this Court, and there\nthe quantum of damages was reduced to 25%.\nH\nLearned counsel for the respondent-Commissioner submitted that the\nappellant was aware of its liability and had filled up the form to make the\ndeposits with the provident fund authorities but continued to make the\nT\nHALWASIA VIDYA VIHAR (SR. SEC. SCHOOL) v. THE REGIONAL PROVIDENT FUND COMMR. [PASAYAT, J.] 459\ndeposit with the State Government. That being so, the High Court was A\njustified in its conclusions.\nSection 14-B reads as follows:-\nB\n\"14-B. Power to recover damages. - Where an employer makes default\nin the payment of any contribution to the Fund (the Family Pension\nFund of the Insurance Fund) or in the transfer of accumulations\nrequired to be transferred by him under sub-section (2) of Section 15\n[or sub-section (5) of Section 17] or in the payment of any charges\npayable under any other provision of this Act or of any Scheme or\nInsurance Scheme or under any of the conditions specified under C\nSection 17, the Central Provident Fund Commissioner or such other\nofficer as may be authorised by the Central Government by notification\nin the official Gazette, in this behalf recover from the employer by\nway of penalty such damages, not exceeding the amount of areas, as\nmay be specified in the Scheme :\nProvided that before levying and recovering such damages, the\nemployer shall be given a reasonable opportunity of being heard:\nD\nProvided further that the Central Board may reduce or waive the\ndamages levied under this Section in relation to an establishment E\nwhich is a stick industrial company and in respect of which a scheme\nfor rehabilitation has been sanctioned by the Board for Industrial and\nFinancial Reconstruction established under Section 4 of the Sick\nIndustrial Companies (Special Provisions) Act, 1985 (1 of 1986),\nsubject to such terms and conditions as may be specified in the\nF\nScheme.\"\nTherefore, reduction or waiver can be done in the indicated\ncircumstances. In S.D. College's case (supra) this Court took note of the fact\nthat by order dated 29th January, 1988 the respondent-college authorities\nwere directed to deposit the contribution with the appellant-Commissioner G\nthereby there could be compliance of statutory obligation to deposit the amount\nin the manner as directed, from February 1988 onwards. But the college\nauthorities continued to deposit the amount with the University. It is to be\nnoted that the factual background in that case was somewhat different. In the\ninstant case there was no allegation that there was any delay in making the\ndeposit with the Government under the scheme which was being followed by\nH\n460\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA the appellant. Even otherwise in S.D. College's case (supra) also this Court\ndid not maintain the levy of damages at 100% and reduced it to 25%. Taking\ninto account the special features involved, we direct that the damage imposed\nshall be restricted to 25% of the amount levied by the respondent-\nCommissioner.\nB\nS.K.S.\nAppeal is allowed to the aforesaid extent without any order as to costs.\nAppeal partly allowed.\n"}