{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nCOMMISSIONER OF CENTRAL EXCISE, CHENNAI-I\nV.\nCHENNAI PETROLEUM CORPN. LTD.\nAPRIL 19, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nC\nD\nE\nF\nCentral Excise Tariff Act, 1985:\nChapters 27, 28 and 29-Oil Refinery-Declared deemed warehouse--\nUsing Refinery Fuel Oil to produce naptha, sulphur and electricity -Major\nportion of electricity so generated captively consumed but a part thereof\nsold-Demand of duty raised on RFO—HELD: Tribunal was right in its view\nthat naptha and sulphur being petroleum products a assessee was entitled\nto exemption in respect of RFO used for producing these items-Similarly\nassessee was entitled to exemption as regards electricity captively consumed-\nBut with regard to portion of electricity sold, Revenue was right in demanding\nduty on RFO for the period August 1998 to January 1999-To that extent\nadjudicating authority would determine duty amount afresh.\nCentral Excise Act, 1944:\ns.11-A-Invoking of extended period of limitation for arrears of duty—\nOil Refinery owned by Central Government-Declared deemed warehouse-\nUsing Refinery Fuel Oil to generate electricity a portion of which sold-\nRevenue issuing show cause notices demanding arrears of duty for period\nDecember, 1993 to July, 1998 by show cause notice dated 22.12.1998—\nHELD: There was no suppression on the part of assessee-Revenue was not\nright in invoking extended period of limitation-Demand is beyond limitation.\nAssessee, a refinery, declared by the Central Government to be a\n\"deemed warehouse\", used Refinery Fuel Oil, i.e. the residuary left after\nG distilling crude oil, in producing petroleum products, namely, naptha, sulphur\nand electricity, which fell under Chapters 27, 28 and 29 of Central Excise\nTarriff Act, 1985. The major portion of the electricity so generated was\ncaptively consumed, and a part of it was sold to the Tamil Nadu Electricity\nBoard. According to the Revenue none of these products, namely, naptha,\nH\n322\nCOMMR. OF CENTRAL EXCISE, CHENNAI-I v. CHENNAI PETROLEUM CORPN. LTD.\n323\nsulphur and electricity were petroleum products and, therefore, the refinery A\nwas liable to pay duty. Accordingly, demands were raised to pay arrears of\nduty for the period 1993 to July 1998 under show cause notice dated\n22.12.1998 and for the period August 1998 to January 1999 under show cause\nnotice dated 17.7.1999. The Tribunal held partly in favour of the assessee\nand partly in favour of the Revenue which gave rise to the present appeals\nand cross appeals.\nDisposing of the matters, the Court\nHELD: 1.1. The Tribunal rightly held that naptha and sulphur are\npetroleum products and, therefore, the assessee which was a \"deemed\nwarehouse” was entitled to exemption in respect of RFO used for producing\nnaptha and sulphur during the period in question. Consequently, the show\ncause notice dated 22nd December, 1998 demanding duty on RFO used by the\nassessee for the manufacture of naptha and sulphur is not sustainable.\n[Para 4 and 5] [325-F-H]\nB\nC\nᎠ\n1.2. As regards the electricity produced by assessee from RFO and sold\nto Tamil Nadu Electricity Board, Revenue was right in demanding duty on\nRFO. The very purpose behind giving the status of \"deemed warehouse\" to\nthe refinery is to provide exemption to the RFO which is used for producing\npetroleum products. The Deemed Warehouse status demands nexus to the final\nproduct cleared from it. Generation of electricity, if captively consumed, is E\nexempted from duty. This is because electricity which is generated in the\nrefinery is used to operate the various processes within the refinery. However,\na portion of the generated electricity, in the present case, is sold to Tamil\nNadu Electricity Board. To that extent alone, the Department was right in\ndemanding duty on RFO. [Para 6] [326-A-D]\nIndian Oil Corporation Ltd. v. Collector of Central Excise, Baroda,\n(2006) 202 ELT 37 SC, relied on.\n2.1. So far as the question of Revenue invoking the extended period of\nlimitation under Section 11A of the Central Excise Act is concerned, the\nassessee is a Public Sector Company owned by the Government of India. There\nwas no suppression on the part of the assessee and, therefore, the Department\nwas wrong in invoking the extended period of limitation under the show-cause\nnotice dated 22nd December, 1998 for the period December 1993 to July 1998.\nThe demand to that extend is beyond limitation. [Para-7] [326-F-G]\nF\nG\nH\nA\n324\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n2.2. The second show cause notice dated 17th February, 1999 is within\nlimitation. Assessee would be liable to payment of duty thereunder on the RFO\nused for producing electricity which was sold to Tamil Nadu Electricity Board.\nThis will require recalculation. Accordingly, to that extent alone, the matter\nis being remitted to the adjudicating authority for fresh determination of the\nduty amount payable by the assessee during the period August 1998 to January\nB\n1999. [Para 8] [327-A-B]\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 318-322 of 2006.\nFrom the Final Order Nos. 63, 64, 65, 66 \u0026 67 of 2005 dated 07.01.2005\nof the Customs, Excise \u0026 Service Tax Appellate Tribunal, South Zonal Bench,\nChennai in Appeal Nos. E/000364/2000, E/0000786/2001, E/000787/2001, E/\n001234/2001 and E/0012345/2001.\nWITH\nD\nE\nF\nCivil Appeal Nos. 4607 \u0026 4639 of 2005.\nV. Shekar, Navin Prakash, Tufail A. Khan, Sudhir Kr. Sajwan, Pradeep\nDubey, P. Parmeshwaran and B.K. Prasad for the Appellant.\nV. Lakshmikumaran, Alok Yadav and M.P. Devanath for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. The above group of Civil Appeals and cross Civil\nAppeals are filed by the Department and the assessee, M/s. Chennai Petroleum\nCorporation Ltd. respectively under Section 35L(b) of the Central Excise Act,\n1944.\n2. The assessee manufactures petroleum products like naptha from\ncrude oil since 1969. These petroleum products fall under Chapters 27, 28 and\n29 of the Central Excise Tariff Act, 1985. Basically, the assessee is a refinery.\nIt uses Refinery Fuel Oil (RFO), being the residuary left after distillation of\nG Bombay High Crude Oil as fuel for generation of high pressure steam which\nin turn is used for generation of electricity for their co-generation plant in\nwhich the high pressure steam moves a turbine which generates electricity.\nA part of that electricity is supplied to Tamil Nadu Electricity Board and the\nmajor portion of it is captively consumed.\nH\n3. In the present case, we are concerned with three products produced\nCOMMR. OF CENTRAL EXCISE, CHENNAI-I v. CHENNAI PETROLEUM CORPN. LTD. ĮKAPADIA, J.] 325\nB\nby the assessee in their refinery from the said RFO. The three products are A\nnaptha, sulphur and electricity. The assessee is a refinery. It is declared by\nthe Central Government to be a “deemed warehouse\". RFO is the material\nwhich remains in the refinery. The said RFO is not removed from the refinery.\nIt is a residue which remains at the bottom of the columns in the refineries.\nIt is like slurry. According to the Department, assessee had failed to declare\nto the Department that the said RFO was used to produce electricity. According\nto the Department, the assessee had failed to declare to the Department that\na part of the electricity generated was sold to Tamil Nadu Electricity Board.\nAccording to the Department, sulphur was not a petroleum product and,\ntherefore, to the extent that the said RFO was used to produce sulphur was\ndutiable and not exempted. According to the Department, none of the three C\nproducts, namely, naptha, sulphur and electricity were petroleum products\nand, therefore, the refinery was liable to pay duty. According to the Department,\nthe refinery was a \"deemed warehouse\", but the above three products were\nnot petroleum products and, therefore, the assessee was liable to pay duty.\nAccordingly, demands were made on the assessee to pay arrears of duty for\nD\nthe period December 1993 to July 1998 and for the period August 1998 to\nJanuary 1999. It may be noted that the period December 1993 to July 1998 (five\nyears) came under show-cause notice dated 22nd December, 1998 whereas the\nperiod August 1998 to January 1999 came under show cause notice dated\n17th February, 1999. Consequently, in the present case, we are required to\nconsider whether the Department was entitled to invoke the extended period E\nof limitation under Section 11A with show cause notice dated 22nd December,\n1998. However, that question did not arise in the case of show cause notice\ndated 17th February, 1999 since the demand fell within the period of limitation.\n4. Having heard learned counsel on both sides, we are in agreement\nwith the view expressed by the Tribunal in its impugned judgment by which F\nit has been held that naptha is a petroleum product and, therefore, the\nassessee which was a \"deemed warehouse\" was entitled to exemption in\nrespect of RFO used for producing naptha during the above period. Therefore,\nto this extent, the assessee succeeds. To this extent, the show cause notice\ndated 22nd December, 1998 fails.\n5. We are also in agreement with the view taken by the Tribunal that\nsulphur produced on RFO is a by-product and consequently, the show cause\nnotice dated 22nd December, 1998 demanding duty on RFO used by the\nassessee for the manufacture of sulphur is not sustainable. The assessee\nsucceeds in this regard also.\nG\nH\nA\nB\n326\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n6. However, the assessee produces electricity from RFO. That electricity\nis sold to Tamil Nadu Electricity Board. The major portion of the electricity\nproduced is captively consumed. The entire generated electricity is not sold.\nA part of the generated electricity is sold. It was vehemently argued before\nus on behalf of the assessee that the refinery was a \"deemed warehouse\" and\nwhatever is produced in the refinery from the RFO was entitled to exemption.\nIt was vehemently urged that RFO is a residuary which remains at the bottom\nof the columns. That RFO was never removed from the refinery. Hence, the\nassessee was entitled to claim deduction for even the RFO used in generation\nof electricity. We do not find merit in this argument. The assessee is a refinery.\nIt is a \"deemed warehouse\". It is so recognised by the Central Government.\nC This is not in dispute. The very purpose behind giving the status of \"deemed\nwarehouse\" to the refinery is to provide exemption to the RFO which is used\nfor producing petroleum products. That status is not meant for producing\nproducts which are not petroleum products. In other words, the Deemed\nWarehouse Status demands nexus to the final product cleared from it.\nGeneration of electricity, if captively consumed, is exempted from duty. This\nis because electricity which is generated in the refinery is used to operate the\nvarious processes within the refinery. In the refinery, there exists large number\nof processes. Each process generates an item and, therefore, every refinery\nis given the status of “deemed warehouse\". However, a portion of the generated\nelectricity, in the present case, is sold to Tamil Nadu Electricity Board. To that\nE extent alone, the Department was right in demanding duty on RFO.\nD\n7. The question still remains as to whether the Department was right in\ninvoking the extended period of limitation under Section 11A of the Central\nExcise Act. In this connection, we are of the view that there was no suppression\non the part of the assessee. As stated above, the assessee is a Public Sector\nF Company. It is owned by the Government of India. The Department was aware\nthat the assessee was a refinery. Nothing prevented the Department from\nvisiting the site. Nothing prevented the Department from inquiring into the\nprocess within the refinery in the matter of production of naptha, sulphur and\nelectricity. Generation of electricity was also used for the running of the\nrefinery. The electricity was supplied to Tamil Nadu Electricity Board (partly).\nIn the circumstances, there was no suppression on the part of the assessee\nand, therefore, we are of the view that the Department was wrong in invoking\nthe extended period of limitation under the show-cause notice dated 22nd\nDecember, 1998 for the period December 1993 to July 1998. The demand to\nthat extent is beyond limitation. The assessee succeeds in that regard.\nG\nH\n+\nCOMMR. OF CENTRAL EXCISE, CHENNAI-I v. CHENNAI PETROLEUM CORPN. LTD. [KAPADIA, J.] 327\n8. The second show cause notice dated 17th February, 1999 is within A\nlimitation. It seeks to demand duty for the period August 1998 to January 1999\non the RFO used for producing electricity. We have held that the electricity\ngenerated from RFO which was captively consumed by the refinery was not\nliable to duty. To that extent, the demand made in the show cause notice dated\n17th February, 1999 fails. However, as stated above, a part of the electricity\nproduced from RFO was sold to Tamil Nadu Electricity Board during the\nperiod August 1998 to January 1999. To that extent alone, the assessee would\nbe liable to payment of duty. This will require recalculation. Accordingly, to\nthat extent alone, the matter is being remitted to the adjudicating authority for\nfresh determination of the duty amount payable by the assessee during the\nperiod August 1998 to January 1999.\nB\nC\n9. We are also of the view that the penalty imposed on the assessee\nwas unjustified since it has produced naptha and sulphur which are petroleum\nproducts. Similarly, the assessee has produced electricity from RFO, the major\nportion of which has been used for captive consumption and a minor portion\nis sold to Tamil Nadu Electricity Board. In the circumstances, we are of the D\nview that the Department had erred in imposing penalty.\n10. Before concluding, we may quote hereinbelow paragraph 12 and\nparagraph 13 from the judgment of this Court in the case of Indian Oil\nCorporation Ltd. v. Collector of Central Excise, Baroda, (2006) 202 ELT 37\n(SC)] :\n\"12. Apart from this, considering the appeal on merits as well, we find\nthat the assessee would be entitled to the benefit in terms of entry\n34 of exemption Notification No.75/84. The same reads as under:\nDescription\nRate of Intended use/\nE\nF\n1\nSl.\nNo.\nof goods\n34\nLow Sulphur\nHeavy Stock\nduty\nNil\nCondition\nIntended for use as\nfuel in a refinery\nExplanation.-\n\"Refinery\" means a refinery\nG\nwherein refining of crude\npetroleum or shale or blending of\nnon-duty paid petroleum products\nis carried on.\nThe Board has issued a circular which reads as under :\nH\n328\nA\nB\nC.\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nEligibility of concession under Notification Nos.74/63-C.E., dated 18-\n5-63 @ 353/77-C-E, dated 16-12-77.\nIn supersession of the Board's instructions contained in F.No.3565-\nCX-3 dated 16-9-67 it has been decided that since generation of\nelectrical energy (electricity as an intermediate product is incidental\nin the process and manufacture of petroleum products falling under\nT.I. Nos. 6 to 11AA the exemption contained in the Notification\nNo.352/77-C.E., dt. 16-12-77 as amended by Notification Nos. 131/80-\nC.E., dt. 23-8-80 and 41/82-C.E., dt. 28-2-82 would be available to the\nquantity of intermediate product electricity. The exemption contained\nin this notification will, however, not be available to that quantity\nof petroleum products which is used in the generation of electricity\nwhich, in turn, is not used in the process and manufacture of petroleum\nproducts.\" [emphasis supplied]\nD\nE\n[underline by us]\n13. Low Sulphur Heavy Stock is used by the assessee as fuel in a\nThermal Power Plant located within the refinery area for generating\nelectricity which in turn is captively consumed for production of\nvarious petroleum products. Entry No.34 of Notification No.75/84 read\nwith the clarificatory circular clearly spells out that the assessee\nwould be entitled to the benefit of exemption on LSHS to the extent\nit is used in Thermal Power Plant located within the refinery area for\ngenerating electricity which in turn is used in the process of\nmanufacture of petroleum products.\"\n11. Accordingly, the above civil appeals and the cross appeals are\nF disposed of with no order as to costs.\nR.P.\nAppeals disposed of.\n$\n"}