{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"508\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nBuilding\nNo.\nApproval details as\nplans dated 2.2.83\nBuilding\nNo. 1\nB\nBuilding\nNo.2\nBasement + stilt + 5\nupper floors\nBasement + Ground Floor\n(pt.) + Stilt (pt.) + 5 upper\nfloor\nBuilding\nC\nNo.3\nBasement + Stilt (pt.) +\nGround Floor (pt. ) + 5\nupper floors\nBuilding\nD\nNo.4\nBasement + Stilt (pt.) +\nGround Floor (pt. ) + 5\nupper floors\nPresent position\nNo work carried out\nBasement + Stilt + 7\nupper floors + 8th upper\nfloor (pt.)\nBasement + Stilt (pt.) +\nGround Floor (pt. ) + 5\nupper floors + 6 upper\nfloor (pt.)\n+\nBasement\nGround\nFloor (pt.) + 6 upper\nfloors + 7 upper floor (pt.)\nStilt + 19 Upper floor +\n20th upper floor (pt)\nGround Floor + 17 upper\nfloors\nBuilding\nNo.5\nStilt (pt) + Ground Floor\n(pt. ) + 5 upper floors\nE\nBuilding\nNo.6\nStilt (pt) + Ground Floor\n(pt) +5 upper floors\nBuilding\nStilt + 5 upper floors\nNo.7A\nF Building\nStilt + 5 upper floors\nStilt + 6 upper floor\nNo.7B\nBuilding\nNo. 8\nStilt + 5 upper floors\nWork not carried out\nStilt + 5 upper floors + 6\nupper floor (pt.)\n0\nH\nAccordingly, MCGM has initiated necessary action\nas per the provisions of ... M.C. Act. 1888 / MRTP Act,\nagainst the Builder / Developer and the same are ...\nvigorously followed and occupation permission has not\nbeen granted to any of the building in the Campa Cola\nCompound till date.\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 509\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nArchitect Shri Jayant Tipnis vide his letter dated A\n7.6.2002 No. BC / C-92 addressed to the Ex. Eng. (B.P.)\nCity has stated that roughly 9292.95 sq.ft. of area has been\nconsumer over and above the FSI granted to the said\nproject and almost the area of 14148.22 sq.ft. has been\nconsumed in the staircase lift and lift lobby which if made B\navailable to the complex on payment of premium, it is\npossible that the whole complex as is and as built up could\nbe regularized on the payment of concessional penalty, as\nthe builders who have developed this property are not in\ndevelopers and he can not be blamed and / or held C\nresponsible for the same. Balance FSI from their remaining\npart shall not be utilized to regularize this unauthorized\nconstructions. The unauthorized construction carried out by\nthe Developer is not as per the provisions of the\nDevelopment Control Regulations-1967. The MCGM has\ngiven the permission prior to 1991. Therefore,\nDevelopment Control Regulations, 1991 will not be\napplicable and accordingly, the unauthorized construction\ncannot be regularized. Hence, appeal may be rejected.\nD\nIn this matter, Hon'ble High Court passed an order E\ndated 17.03.2010. In this order, Hon'ble High Court gave\ndirectives to the Minister (UDD) to hear and dispose off\nthe appeal under Section 47 filed by the applicant within\n12 weeks from the date of the Order.\nIt is pertinent to note here that Appellant Architect Shri\nJayant Tipnis submitted the amended plans BC / 1414 C-\n95 dated 3.7.2002 by claiming the area of staircase, lift\nand lift lobby area free of FSI as per the Clause 35 (2) of\nDevelopment Control Regulations 1991 to MCGM.\nHowever the said plan was rejected by MCGM vide letter\nNo. Dy. Ch. Engineer (B.P.) City / 2186 / Gen. dated\n6.8.2002 stating therein that the amended plans submitted\ncannot be considered for approval as the area of staircase.\nlift, lift lobby can not be exempted on FSI computation.\nF\nG\nH\nA\n00\nB\nс\nD\n510\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nSince the proposal under reference was approved and CCI\nwas also issued prior to DCR (1991) coming into force i.e.\n25.3.1991 and the same was already intimated to the\napplicant vide MCGM's letter dated 19.11.1994.\nConsidering the Hon'ble High Court's order dated\n17.03.2010 and the representation made by appellant,\nMCGM \u0026 M/s Pure Drinks P. Ltd. and considering the plot\nunder reference is situated in CRZ area, exemption under\nSection 35 (2)(c) of the Development Control Regulations,\n1991 for the area of staircase, lift, lift lobby from floor\nspace index computation cannot be granted. Appeal is not\nmaintainable. Since the land belongs to MCGM, for the\nissues other than FSI appellant may approach MCGM\nseparately.\"\n21. When the writ petitions filed by the housing societies\nand their members for issue of direction to the Corporation to\nsupply water to their buildings were taken up for hearing, the\nDivision Bench of the High Court noted that even though the\nbuildings were constructed in violation of the sanctioned plan,\nE the Corporation had not taken action against those responsible\nfor such construction and passed order dated 11.10.2005 for\nappearance of Additional Commissioner of the Corporation.\nThe relevant portions of that order are extracted below:\nF\nG\nH\n\"In the course of the argument, it was revealed by the\nAdvocate for the Corporation on taking instructions that\noriginal licence for construction was granted in favour of\nfour persons viz. Shri Manjit Singh Madanjit Singh, Power\nof Attorney Holder of S. Karanjit Singh, Chief Executive\nOfficer of Pure Drink Pvt.Ltd., Shri Ishwarsingh Chawla of\nPSD Construction Pvt.Ltd., Shri D.K.Gupta of D.Y. Builders\nPvt.Ltd. and Abdula Yusuf Patel. Pursuant to the illegality\nin construction having been found, notices were issued\nunder Section 53-1 of the M.R.T.P. Act on 20th February,\n2002 to all the four persons mentioned above. Thereafter,\nsanction was granted for prosecution of all the four persons\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 511\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nand decision in that regard was taken on 19th May, 2003 A\nby the Executive Engineer (Building Proposal), CT/1 of the\nCorporation. Meanwhile, the panchanama of the illegal\nconstruction was carried out on 13th November, 2002.\nBesides, the prosecution was launched against builder,\ndeveloper and all the occupants of the building and they B\nwere convicted on admission of guilt and sentenced by\nway of imposition of fine from Rs.600/- to Rs.2000/-\nimposed by the Magistrate. Apart from the above actions,\nno other action has been taken by the Corporation in\nrelation to the illegal construction. The affidavit-in-reply filed C\non behalf of the Corporation before issuance of rule in the\npetition by Shri Kurmi Deonath Sitaram, Executive\nEngineer, DP(City)(I) discloses that initial approval was\ngranted for six wings consisting of ground plus five upper\nfloors and it was issued on 9th June, 1981 and\nCommencement Certificate was granted on 10th June,\n1981. The amendment plans were approved for nine wings\nof ground plus five upper floors on 2nd February, 1983.\nThereafter, amendment plans proposing stilt plus twenty-\nfour floors and stilt plus sixteen floors with additional sixth\nand seventh floor to building nos.2 and 4 and additional\nsixth floor for the part of building no.3 were submitted but\nthey were refused on 6th September, 1984. Inspite of that,\nthe constructive activities continued and the work beyond\nthe approved plans was carried out, and therefore Stop\nWork notice was issued under Section 353-A of the MMC\nAct on 12th November, 1984. However, the work\ncontinued. Again new architect submitted further plan with\na fresh notice under Section 337. The same was rejected\nby the Corporation.\nD\n. E\nF\nG\nThe affidavit also discloses the various illegalities\ncommitted in the course of construction of the buildings.\nwhich include construction of additional floors without\napproval, increase in the height of the building and carrying\nof construction beyond the permissible limits of FSI, apart H\nA\nB\nC\nD\nE\nF.\n0\nH\n512\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nfrom other illegalities. The affidavit, however, does not\ndisclose as to what action, if any, for prohibiting the\ndeveloper and the owner from proceeding with the\nconstruction, was taken as wall as what action was taken\nafter illegal construction having been carried out, apart from\nlaunching prosecution and issuance of notices. Even in the\ncourse of the argument, learned Advocate appearing for\nthe Corporation could not satisfy us about any concrete\naction having been taken by the Corporation for stoppage\nof illegal construction or demolition of illegal construction.\nIn fact, the arguments in the matter were heard partly on\n27th September and again yesterday and as well as today.\nOn the very first day of the argument, it was orally informed\nby the learned Advocate for the Corporation that he would\nensure the presence of the officer of the Corporation to\nassist him in order to enable him to give correct detail\ninformation in the matter. Inspite the officer being present,\nwe are not able to get the detail information regarding the\naction taken by the Corporation as also the detail\ndescription of the illegalities committed by the builder and\nany other persons on his behalf in the matter. It is to be\nnoted that undisputedly the records disclose some\nillegalities in the matter of construction carried out since\nthe year 1984 onwards. Inspite of affidavit having been filed\nin the year 2000, the Corporation has not explained the\nreason for failure on its part to take appropriate action\nagainst the illegal construction and even today. Apart from\nbeing assisted by the officer of the Corporation, the\nAdvocate appearing for the Corporation is unable to\ndisclose the reason for the same. We find it necessary to\nissue notice to the Additional Commissioner to appear in\nperson before us on Friday i.e. 14th October, 2005 at\n11.00 a.m. to explain the same alongwith all records in the\nmatter, as it is informed by the Advocate for the\nCorporation that Commissioner is out of India.\"\n22. On the next date of hearing, the Commissioner of the\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 513\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nA\nCorporation appeared before the High Court and gave an\nassurance that necessary steps will be taken in accordance with\nlaw within a period of two months. Thereafter, the Corporation\nissued notices dated 11.11.2005, 19.11.2005 and 5.12.2005\nunder Section 351 of the 1888 Act giving details of the illegal\nstructures proposed to be demolished. The housing societies B\nsubmitted their respective replies which were rejected by the\nCorporation vide order dated 3/8.12.2005.\nC\nD\n23. Faced with the threat of demolition of the buildings, the\nhousing societies and some of their members filed Long Cause\nSuits for quashing the notices issued under Section 351 of the\n1888 Act and order dated 3/8.12.2005. They pleaded that the\nbuyers of the flats were not aware that the buildings had been\nconstructed in violation of the sanctioned plan. They also filed\napplications for restraining the Corporation from demolishing\nthe illegal portions of the buildings. Initially, the trial Court stayed\nthe demolition of the illegal construction but, after hearing the\nparties, the applications for temporary injunction were\ndismissed on the premise that the developers/builders had\nconstructed a number of floors without obtaining permission from\nthe Planning Authority, that too, despite the stop work notice E\nissued under the 1888 Act and that the application made for\nregularization of the illegal construction had been rejected by\nthe Corporation. The trial Court rejected the contention of the\nmembers of the housing societies that they had purchased the\nflats without knowing that the same were illegally constructed F\nby the developers/builders. The trial Court noted that the\narchitect had repeatedly told the developers/builders that\nconstruction of buildings beyond the sanctioned plan was illegal\nand the members of the housing societies were very much\naware of this fact.\n24. The appeals filed by the housing societies and their\nmembers were dismissed by the learned Single Judge of the\nBombay High Court, who agreed with the trial Court that\nmembers of the housing societies were in know of the fact that\nG\nI\n-\n514\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA the flats occupied by them had been constructed in violation of\nthe sanctioned plan.\nB\nC\nD\nE\nF\nG\nH\n25. The housing societies and their members challenged\nthe order of the High Court in Special Leave Petition (C) Nos.\n33471, 33601, 33940, 35402 and 35324 of 2011. After hearing\nthe counsel for the parties at length, this Court expressed the\nview that the special leave petitions are liable to be dismissed.\nHowever, keeping in view the submission of the learned counsel\nthat demolition of the illegal and unauthorized construction\nwould adversely affect the flat buyers and their families and the\nwrit petition filed by them for regularization of the disputed\nconstruction was pending before the High Court, it was\nconsidered appropriate to transfer the writ petition to this Court.\nAccordingly, order dated 29.2.2012 was passed, paragraphs\n16 to 19 of which are reproduced below:\n“16. In these cases, the trial Court and the High Court have,\nafter threadbare analysis of the pleadings of the parties\nand the documents filed by them concurrently held that the\nbuildings in question were constructed in violation of the\nsanctioned plans and that the flat buyers do not have the\nlocus to complain against the action taken by the\nCorporation under Section 351 of 1888 Act. Both, the trial\nCourt and the High Court have assigned detailed reasons\nfor declining the petitioners' prayer for temporary injunction\nand we do not find any valid ground or justification to take\na different view in the matter.\n17. The submission of Dr. Abhishek Manu Singhvi that the\nconstructed area should be measured with reference to the\ntotal area of the plot cannot be accepted for the simple\nreason that the State Government had sanctioned change\nof land use only in respect of 13049.45 sq. meters.\n18. In view of the above, we may have dismissed the\nspecial leave petitions and allowed the Corporation to take\naction in furtherance of notices dated 19.11.2005 and\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 515\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\norders dated 3/8.12.2005, but keeping in view the fact that A\nthe flat buyers and their families are residing in the\nbuildings in question for the last more than one decade,\nwe feel that it will be in the interest of justice that the issue\nrelating to the petitioners' plea for regularization should be\nconsidered by this Court at the earliest so that they may B\nfinally know their fate.\n19. We, therefore, direct the petitioners to furnish the\nparticulars of the writ petitions filed for regularization of the\nconstruction which are pending before the High Court. The\nneedful be done within a period of two weeks from today.\nWithin this period of two weeks, the petitioners shall also\nfurnish the particulars and details of the developers from\nwhom the members of the societies had purchased the\nflats. List the cases on 16th March, 2012 (Friday).\"\n26. In compliance of the direction issued by this Court,\nlearned counsel for the petitioners informed that Writ Petition\nNos.6550/2010 filed for regularization of the disputed\nconstruction is pending before the High Court. They also\nfurnished the particulars of the developers/builders from whom\nmembers of the housing societies are said to have purchased\nthe flats. Thereafter, this Court suo motu ordered transfer of the\nwrit petition pending before the Bombay High Court and\nimpleadment of the developers/builders with a direction that\nnotice be issued to them.\n27. The record received from the Bombay High Court\nrevealed that Writ Petition No.6550/2010 was filed by Campa\nCola Residents Association, which is said to have been\nregistered on 3.2.1992 and of which the residents of the six\nhousing societies are members, and its Secretary - Shri Rohit\nMalhotra for quashing orders dated 7.7.2003 passed by the\nDeputy Chief Engineer and 4.6.2010 passed by the Appellate\nAuthority as also the notices issued under Section 351 of the\n1888 Act with a further prayer for issue of a mandamus to the\nCorporation to regularize the disputed constructions.\nC\nD\nE\nF\nG\nH\nA\n516 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\n28. The writ petitioners have pleaded that the flat buyers\nshould not be penalized for the illegalities committed by the\nlessee and developers/builders in connivance with the officers\nof the Corporation. According to the petitioners, the purchasers\nof the flat were not aware of the fact that even though the\nB Planning Authority had not sanctioned the revised plans, the\ndevelopers/builders constructed additional floors and utilized\nthe FSI far in excess of what is permitted by the 1888 Act and\nthe D.C. Rules.\nC\nD\n29. The lessee and respondent No.4 have filed separate\ncounter affidavit. Their stand is that the purchasers of the flat\ncannot plead innocent ignorance because they were very much\naware of the fact that the revised plans submitted by the\ndevelopers/builders had not been sanctioned by the Planning\nAuthority and also that construction had been made despite the\nstop work notice issued by the Corporation. It is also the case\nof the lessee that while executing Assignment Agreement, it had\nmade it clear to the developers/builders that they must raise\nconstruction strictly in consonance with the sanctioned plan. On\nits part, respondent No.4 has pleaded that it had purchased the\nE remaining portion of the plot in question by paying a huge\namount of Rs.30 crores and the petitioners have nothing to do\nwith that portion of the plot.\nF\nG\nH\n30. Shri Ravi Shankar Prasad, learned senior counsel\nappearing for the petitioners in the transferred case argued that\nthe order passed by the Deputy Chief Engineer and the\nAppellant Authority are liable to be quashed because neither\nof them applied mind on the petitioners' prayer for\nregularization. Learned senior counsel laid considerable\nemphasis on the fact that the members of the housing societies\nwere not aware of the illegal nature of construction made by\nthe developers/builders and argued that the innocent buyers\nshould not be penalized for the misadventure of the lessee and\nthe developers/builders. Shri Prasad read out portions of\nagreement dated 10.6.1981 executed between the lessee and\nthe developers/builders and sample of the agreement entered\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 517\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\ninto between the developers/builders and the flat buyers to A\nshow that the latter were not apprised of the fact that some\nfloors of the buildings were constructed in violation of the\nsanctioned plan and submitted that the Corporation cannot take\nadvantage of its own wrong of not taking any action against the\nlessee and the developers/builders, who are solely responsible B\nfor constructing the buildings in violation of the sanctioned plans.\nHe then relied upon the 1991 Regulations and argued that the\nCorporation should be directed to regularize the additional FSI\nby charging appropriate penalty. Shri Prasad also referred to\nCircular No.CHE/2005/DP/GEN dated 4.2.2011 issued by the C\nCorporation for regularization of the illegal construction by\ncharging penalty and submitted that this Court may exercise\npower under Article 142 of the Constitution for directing\nregularization of the disputed construction else the flat buyers\nwill be deprived of the only shelter available to them.\nD\n31. Dr. A. M. Singhvi, learned senior counsel appearing\nfor some of the housing societies and their members\nemphasized that the flat buyers should not be made victim of\nthe illegalities committed by the lessee in collusion and\nconnivance with the developers/builders. He argued that the E\nCorporation cannot take advantage of its own wrong, i.e., failure\nto take prompt steps to stop the illegal construction. Learned\nsenior counsel then referred to the provisions of the\nMaharashtra Ownership Flats (Regulation of the Promotion of\nConstruction, Sale, Management and Transfer) Act, 1963 (for F\nshort, 'the 1963 Act') and argued that the developers/builders\nand promoters should be held liable for acting in violation of\nthe sanctioned plans but the disputed construction should be\nregularized by invoking the provisions of the 1991 Regulations.\n32. Learned Attorney General referred to Sections 44, 45,\n47, 52 and 53 of the 1966 Act and argued that the extra floors\nconstructed by the developers/builders cannot be regularized\nbecause that would tantamount to violation of the D.C. Rules.\nHe further argued that the Deputy Chief Engineer and the\nG\nH\n"}