{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nс\nD\n498\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\ncarried on you at premises NO.C.S.No.868 and 1/868 of\nWorli situated at plot No.9 Worli Scheme 58 B.G. Kher\nMarg Worli.\nAnd whereas under section 68 of the said Act the Municipal\nCommissioner for greater Bombay has duly empowered\nme to exercise the powers conferred upon him by section\n354 A of the said Act. Now I do hereby give you notice\nthat if, after the expiration 24 hours from the service hereof\nupon you, it is found that the construction of said building\nwork is still being carried on by you, I shall, pursuant to\nsection 354A of the said Act and in exercise of the powers\nconferred on me as aforesaid, direct that you be removed\nfrom the said-premises by police officer.\nWork being carried out beyond approved plan in as much\nas the foundation work of sky scrapper is being lane site\nincharge plot no.9.\nB.G. Kher Marg Worli.\nA.E. Division\nE\nExecutive Engineer\nB.P. (City)\nF\nG\nH\nBombay Municipal Corporation\"\n11. In the interregnum, the lessee and the developers/\nbuilders engaged a new architect, namely, Shri Jayant Tipnis.\nHe submitted another set of plans on 3.6.1985 proposing 7\nnew buildings and requested for withdrawal of stop work notice.\nThe Planning Authority rejected the new plans on the ground\nthat the construction had been raised in gross violation of the\nsanctioned plan. Thereupon, Shri Jayant Tipnis sent notice\ndated 9.8.1985 to the lessee that no work should continue till\nthe amended plans are sanctioned. The Executive Engineer of\nthe Corporation sent letter dated 28.9.1988 to Shri Jayant Tipnis\nwith a copy to the lessee and asked them to inform the\ndevelopers/builders not to proceed with the work till the stop\nwork notice was withdrawn. In turn, Shri Jayant Tipnis wrote to\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 499\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nconstruction. He also informed the Corporation about the A\nintimation sent to the developers/builders and stated that\ndespite intimation they had illegally and unauthorisedly carried\nout the construction work by utilizing excess Floor Space Index\n(FSI).\n12. In 1994, Shri Jayant Tipnis submitted further amended\nplans prepared by M/s. Designs Consortium. The Deputy Chief\nEngineer rejected the new plans by recording the following\nreasons:\nB\n\"(1) Advantage of lift, staircase lobby area claimed which C\nis not admissible as per the prevailing rules, regulations\nand policy.\n(2) Flower-beds are not counted in F.S.I. As per then M.C.'s\norder the same are to be counted in F.S.I. since they are D\nat the same floor level beyond balcony.\n(3) Inadequate parking provisions.\n(4) Height of towers contravene D.C. Rule (9) provisions.\n(5) R.G. is not as per D.C. Rule.\nE\n(6) Plot area for the permissible F.S.I. shall be in\naccordance with the change of user permitted by U.D.\nDeptt.'s order.\"\nF\n13. On receipt of the letter of rejection, Shri Jayant Tipnis\ninformed the lessee and the developers/builders that in view of\nthe stop work notice, the construction could not have been made\nin violation of the sanctioned plan and the D.C. Rules. This was\nincorporated by him in letter No.BC 1414 (C)-91 dated G\n22.2.2002 sent to the Executive Engineer, Building Proposals\n(City-1), the relevant portions of which are extracted below:\n\"Ref.No.BC 1414 (C)-91 22nd February, 2002\nThe Executive Engineer,\nH\n500\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\n0\nD\nヨ\nF\nG\nH\nBuilding Proposals (City-I),\nMunicipal Corporation of Greater Mumbai,\nByculla,\nMumbai - 400 008.\nSub\nViolation of F.S.I. at Campa-cola compound, plot\nNo.9, Worli Scheme No.58, B. G. Kher Marg, Worli,\nMumbai - 400 018.\nDear Sir,\nWe thank for your letter No.EB/3342/GS/A dated 'nil'\npersonally handed over to us 21.2.2002.\nGist of how file/project moved till date is enclosed.\nThere was no correspondence since the last several\nyears. However, there used to be some notice or letter we\nused to receive from a few members and correspondence\nof B.Y.Builders Pvt. Ltd. We have time and again informed\nyou that we have informed all the developers/society\nmembers, managing bodies upto what level the plans have\nbeen sanctioned, what was the stage of construction they\nhave carried out and to the developers of the project. After\nsite visit the summary report was worked out by the\nCorporation and it was informed to owners M/s. Pure\nDrinks Pvt. Ltd., copy of which was sent to us. However,\nhow this file moved, summary of which is enclosed which\nprobably would be useful while going through the matter\nand would also be clear about the stand we have taken.\nOn a number of occasions we have informed you\nthat all the developers have been informed to stop the work\nin view of the stop work notice and such copies have been\nalready on record. The developers have almost vanished\nfrom the scene and nobody is coming forward to take on\nthe responsibility of the work done by them inspite of our\ninstructions nor the owners have any query. To sum up it\nis only interested parties/flat purchasers keep on running\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 501\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nis only interested parties/flat purchasers keep on running A\nhere and there for their daily necessities and the matter is\nreopened after a lapse of few years. We strongly feel that\nthis is a gross violation of Development Control Rules and\nsince the year 1984 the stop work notice is on record.\nAction under MRTP Act was initiated by you against the\ndevelopers and the owners but we do not know exactly\nwhat happened thereafter.\nSub: Proposed Development at Campa Cola\nCompound, Plot No.9, Worli Scheme, B.G. Kher Marg,\nWorli, Mumbai-400018.\nB\nC\n1) to 5) xxx\nXXX\nXXX\nE\n6) By our letter BC 1414 (B)-56 dated 05.01.1990 we\naddressed to all the Developers stating that the STOP D\nWORK notice issued by the Brihanmumbai\nMahanagarpalika against the subject work was not yet\nwithdrawn by them but it was observed they continue to\ncarry out the work of one way or other nature of the\nproposed structure which was in violation of the directives\nissued by EEBP (City) to them, for which responsibility\nsolely rested with them. We, therefore, instructed them to\nstop the work being carried out by them on all fronts\nforthwith and if however, they continued any work at site\nhenceforth it would be entirely at their risk and\nconsequences and requested them to confirm to us in\nwriting that the work was stopped by them completely\nimmediately on receipt of the said letter. Copy of the said\nletter was endorsed to EEBP (City) to note the above\ninstructions issued to the Developers.\nF\n7) xxx\nXXX\nXXX\nG\n8) In reply to letter dated 30.03.1992 addressed to the 4\nDevelopers and copy endorsed to us by Campa cola\nCompound Residents Association, we clarified to them H\n502\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nc\nD\nE\nF\nG\nH\nvide our letter No. BC 1414 (B) 6 dated 10.04.1992\nbringing to their notice following facts.\n8 b) To the best of our knowledge there was no occupation\npermission granted by Brihanmumbai Mahanagarpalika for\nany part of the building except building No. 7A and B in\nany of the units covered by the said proposal and therefore\nit was informed that they could not occupy the flats without\nOCC from the Corporation and requested them to vacate\nthe flats occupied by them without delay and to inform us\naccordingly.\n9) Esha Ekta Apartment Co-operative Housing Society\nLimited addressed a letter dated 04.08.1994 to EEBP\n(City) and copy endorsed to us and the Director,\nEngineering Services and Projects and the Municipal\nCommissioner, stating that they were members occupying\nbuilding No. 2 and requiring action against Developers.\n10a) The Developers concerned with the said\nDevelopment were kept fully informed by us about the\nSTOP WORK notice issued on the proposal on\n24.11.1986 that no work could be carried out at site. On\nthe very same day of receipt of STOP WORK notice on\n24.11.1986 we instructed all the Developers concerned to\npay the penalty to BMC and also to stop the work of the\nproject forthwith otherwise the plans would not be\nprocessed further with the said authority. On receipt of the\nEEBP letter dated 02.06.1990, we have issued final\ninstructions to the Developers / Lessee to stop the work\non the project forthwith and that the responsibility for such\nwork carried out but not cleared by the said authority would\nbe on them We further stated that we were not aware of\nany occupation already obtained by Esha Ekta Apartment\nCooperative Housing Society and therefore we did not\nundertake any responsibility for anything contrary to the\nplans submitted by us to EEBP (City) Office, if found,\ncarried out by the said Society through their Developers.\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 503\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nsaid Developers and, therefore, did not agree with any of A\ntheir statement mentioned in the said letter.\n12) We have informed all the 3 Developers vide our letter\nNo. BC 1414(B)-77 dated 25.11.1994 intimating that\namended plans were not approvable and requesting them\nto coordinate with us for arranging a joint inventory of the\npremises and copy of the said letter was endorsed to\nDy.C.E. B.P. (City).\"\nB\n14. It is borne out from the record that even before\ncommencement of the construction, some of the developers/ C\nbuilders executed agreements with the prospective buyers. A\ncopy of such an agreement signed on 18.7.1985 between\nP.S.B. Construction Company Limited and Mrs. Manjula Devi,\nW/o Amar Chand and Amar Chand was placed before the Court\non 5.1.2012 by Shri Harish Salve, who had earlier appeared D\non behalf of respondent No.4, to show that the buyers of the\nflat were aware that the revised plans submitted by the architect\nhad not been approved by the Planning Authority till the signing\nof agreement. This is evinced from paragraphs (v), (w), (x) and\n(a-1) of the agreement, which are extracted below:\n\"(v) The Builders plan to demolish the present structures\nstanding on the said Plot X and to put up a new multi-\nstoreyed buildings on the said Plot in accordance with the\nterms of the said Letter of intent dated 27th May 1981 of\nthe Additional Collector and Competent Authority or any\nmodification thereof may be made by him and the\npermission under Section 22 of the U.L.C. Act that may\nbe granted by him in pursuance thereof.\nE\nF\n(w) Building plans got prepared by the Builders for revising G\nthe said plans sanctioned by the said corporation for\nputting up such new multi-storeyed buildings on the said\nPlot X have been submitted to the said Corporation for\napproval and sanction.\nH\nA\n00\nB\nC\nD\nE\nF\n504\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\n(x) The Purchaser has taken inspection of the documents\nof title relating to the said property, the said Notification\ndated 25th December 1980, the said Letter of intent dated\n27th. May 1981, the said Agreements respectively dated\n12th August 1981, 20th August 1981, 1st September 1981\nand 10th September 1981 and the said Power of Attorney\ndated 10th September 1981, and the said plans\nsanctioned by the said Corporation and the revised plans,\ndesigns and specifications prepared by the Builders'\nArchitects Messrs. B. K. Gupta and of such other\ndocuments as are specified under the Maharashtra\nOwnership Flats (Regulation of Construction, Management\nand Transfer) Act, 1963 (which the Purchaser doth hereby\nconfirm).\n(a-1) The Purchaser has agreed to acquire from the\nBuilders Flat/Shop No.Two on the fifth floor of the Building\nNo. Two and/or covered/open car parking space garage\nNo. NIL in the compound (hereinafter referred to as 'the\nsaid Premises') with full notice of the terms and conditions\nand provisions contained in the documents referred to\nhereinabove and subject to the terms and conditions\nhereinafter contained.\"\n15. Similar agreements were executed between the\npurchasers and the developers/builders. In each of the\nagreements it was mentioned that the developers/builders had\nsubmitted a revised plan for sanction and the purchaser has\ntaken inspection of the documents of title, etc.\n16. After executing agreements with the developers/\nbuilders, the prospective buyers formed Cooperative Housing\nG Societies, namely, Esha Ekta Apartments Cooperative Housing\nSociety Limited, Patel Apartments Cooperative Housing\nSociety Limited, Orchid Cooperative Housing Society Limited,\nB.Y. Apartments Cooperative Housing Society Limited,\nMidtown Apartments Cooperative Housing Society Limited and\nH Shubh Apartment Cooperative Housing Society Limited\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 505\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\n(hereinafter referred to as 'the housing societies').\nA\n17. Although the members of the housing societies knew\nthat the construction had been raised in violation of the\nsanctioned plan and permission for occupation of the buildings\nhad not been issued by the Competent Authority, a large B\nnumber of them occupied the illegally constructed buildings.\nAfter this, the housing societies started litigation in one form\nor the other. Midtown Apartments Cooperative Housing Society\nLimited filed Writ Petition No.1141 of 1999 in the Bombay High\nCourt for issue of a direction to the Corporation and its\nfunctionaries to supply water to the building occupied by its\nmembers. That petition was decided by the Division Bench of\nthe High Court vide order dated 12.7.1999, which reads as\nunder:\nC\n\"1. The burning issue of non supply of water to the D\ntenements is now satisfactory resolved. We are not in a\nposition to go into the dispute between the Bombay\nMunicipal Corporation and the builder on the issues of FSI\nviolation and the consequent non-granting of Occupation\ncertificate. This is a matter where there is a triangular E\ndispute between the Petitioner-Society the 1st Respondent-\nBombay Municipal Corporation and the 4th Respondent-\nbuilder.\n2. We give liberty to the parties to agitate their rights in\nan appropriate Court of law and obtain such reliefs as they\nare entitled to in law. This is not an issue which can be\nsatisfactorily resolved in a writ petition since there appear\nto be several disputed facts.\nF\n3. The 1st Respondent BMC shall non dis-continue the G\nwater supply of the Petitioner-Society on the ground that\nthere are outstanding arrears or disputes with the 4th\nRespondent-builder.\n4. The 1st Respondent-BMC shall submit a copy of the bill\nH\n506\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\n00\nB\nC\nD\nE\nF\nG\nH\nfor water charges to the petitioner and shall accept\npayment from it, if offered.\n5. The 1st Respondent-BMC is at liberty in take such\naction as is permissible in as against the Petitioner-\nSociety and the 4th Respondent-builder for recovery of\narrears of all other charges which are alleged to be due.\n6. The petitioner and/or the 4th Respondent to comply with\nthe requisitions made by the 1st Respondent-BMC, as\nspecified in the Permission Form date 22.06.1990.\n7. In view of the above directions, nothing further needs to\nbe done in the matter which is allowed to be withdrawn and\ndismissed as such with liberty aforesaid.\"\n(Reproduced from the paper book)\n18. Thereafter, other housing societies filed Writ Petition\nNos. 2402, 2403, 2904, 2949 of 1999 and 1808 of 2000 for\ngrant of similar relief.\n19. During the pendency of the writ petitions, Shri Jayant\nTipnis submitted application dated 22.2.2002 for regularization\nof the unauthorized construction by stating that 9292.95 sq. fts.\nhad been consumed over and above the FSI granted for the\nproject and this was done without his knowledge. His proposal\nwas rejected by the Deputy Chief Engineer vide order dated\n7.7.2003, which reads as under:\n\"Dy. Ch. E.B.P. (C)/1627/ Gen Ben\n7.7.03\nMUNICIPAL CORPORATION OF GREATER MUMBAI\nNo. EB/3342/GS/A\nShri Jayant C. Tipnis,\nArchitect,\nSadguru Darshan, 1050,\nNew Prabhadevi Road,\nMumbai-400 025.\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 507\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nSub: Proposed development of Plot No.9, Worli Scheme A\nNo. 53, CTS No.868, 1/868, Worli Division, B.G.\nKher Marg, Mumbai 400 018 Popularly known as\nCampa Cola compound.\nRef: Your letter addressed to M.C. bearing No.BC-1414\n(:'C)-117 dated 02.06.2003\nSir,\nBy directions, this is to inform you that your request to\nexempt the area of staircase, lift and lift lobby from F.S.I,\ncomputation cannot be acceded to, since the same is not\nin conformity with the provisions of D.C. Regn. 35 (2)(c).\nFurther, proposal under reference was decided by the\nCorporation prior to coming into force of D.C. Regn. 1991\nand C.C. for the entire work was issued on 08.09.82. The\npermissible F.S.I, has already been exhausted.\nYours faithfully,\nB\nC\nD\nSd/-\nDy. Chief Engineer,\nE\nBuilding Proposals (City)\"\n20. Shri Jayant Tipnis challenged the aforesaid order by\nfiling an appeal under Section 47(1) of the 1966 Act and prayed\nthat the Corporation be directed to reconsider the proposal\nunder Development Control Regulations for Greater Mumbai,\n1991 (for short, 'the 1991 Regulations') and regularize the FSI\nconsumed in constructing the buildings by charging premium.\nThe Chief Minister of the State, who was also in-charge of the\nDepartment of Urban Development, dismissed the appeal vide\norder dated 4.6.2010, the relevant portions of which are\nextracted below:\n\"The statement of residential buildings approved by\nMCGM on the above plot under reference along with the\nprogress of the work of the buildings constructed is as\nunder :-\n17]\nF\nG\nI\n"}