{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"528\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nto be charged therefor, and the terms and conditions if any\non which the flats are taken or agreed to be taken;\n(h) state in writing, the precise nature of the organisation\nof persons to be constituted and to which title is to be\npassed, and the terms and conditions governing such\norganisation of persons who have taken or are to take the\nflats;\n(i) not allow persons to enter into possession until a\ncompletion certificate where such certificate is required to\nbe given under any law, is duly given by the local authority\n(and no person shall take possession of a flat until such\ncompletion certificate has been duly given by the local\nauthority);\n(j) make a full and true disclosure of all outgoings (including\nground rent, if any, municipal or other local taxes, taxes on\nincome, water charges and electricity charges, revenue\nassessment, interest on any mortgage or other\nencumbrances, if any);\n(k) make a full and true disclosure of such other information\nand document; in such a manner as may be prescribed;\nand give on demand true copies of such of the documents\nreferred to in any of the clauses of this sub-section as may\nbe prescribed at a reasonable charge therefor;\n(I) display or keep all the documents, plans or\nspecifications (or copies thereof) referred to in clauses (a),\n(b) and (c), at the site and permit inspection thereof to\npersons intending to take or taking one or more flats;\n(m) when the flats are advertised for sale, disclose inter\nalia in the advertisement the following particulars, namely:\n(i) the extent of the carpet area of the flat including\nthe area of the balconies which should be shown\ni\nESHA EKTA APARTMENTS CHS LIMITED v. MUN.\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nseparately;\n529\nA\n(ii) the price of the flat including the proportionate\nprice of the common areas and facilities which\nshould be shown separately, to be paid by the\npurchaser of flat; and the intervals at which the B\ninstallments thereof may be paid;\n(iii) the nature, extent and description of the\ncommon areas and facilities; and\n(iv) the nature, extent and description of limited\ncommon areas and facilities, if any.\nC\n(n) sell flat on basis of carpet area only:\nProvided that, the promoter may separately charge for the\ncommon areas and facilities in proportion 'to the carpet\narea of the flat'.\nExplanation - For the purposes of this clause, the carpet\narea of the flat shall include the area of the balcony of such\nflat.\"\nD\nE\nF\nSection 4(1) also contains a non-obstante clause and lays\ndown that a promoter who intends to construct or constructs a\nblock or building of flats shall, before accepting any money as\nadvance payment or deposit, which shall not be more than 20\nper cent of the sale price, enter into a written agreement for\nsale with the buyer. Section 4(1A) specifies the particulars to\nbe included in such agreement and the documents which must\nform part of it. Section 4(2) casts a duty on the promoter to get\nthe agreement registered in accordance with the provisions of\nthe Registration Act, 1908. Section 7 contains a prohibition G\nagainst alterations or additions in the plans and specification\nwithout the consent of the persons who have agreed to take\nthe flats. The promoter is also required to rectify the defects\nnoticed within three years. Section 7(2) casts a duty on the\npromoter to construct and complete the building in accordance H\n530 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA with the plans and specifications. Section 13 postulates\npunishment to any promoter who is found guilty of violating the\nprovisions contained in Sections 3, 4, 5 (except sub-section (2))\nand 10 and 11.\nB\nC\n42. Rule 3 of the Maharashtra Ownership Flats\n(Regulations of the Promotion of Construction, etc.) Rules,\n1964 lays down the manner of making disclosure by the\npromoter to the flat buyers. Rule 5 specifies the particulars to\nbe incorporated in the agreement required to be entered into\nbetween the promoter and the flat purchaser. Form V appended\nto the rules contains the model form of agreement to be\nentered into between promoter and flat purchaser.\n43. The above noted provisions were interpreted by this\nCourt in Jayantilal Investments v. Madhuvihar Cooperative\nD Housing Society (2007) 9 SCC 220. After noticing the relevant\nstatutory provisions the two Judge Bench held:\nE\nF\nG\nI\n\"Reading the above provisions of MOFA, we are required\nto balance the rights of the promoter to make alterations\nor additions in the structure of the building in accordance\nwith the layout plan on the one hand vis-à-vis his\nobligations to form the society and convey the right, title\nand interest in the property to that society. The obligation\nof the promoter under MOFA to make true and full\ndisclosure to the flat takers remains unfettered even after\nthe inclusion of Section 7-A in MOFA. That obligation\nremains unfettered even after the amendment made in\nSection 7(1)(ii) of MOFA. That obligation is strengthened\nby insertion of sub-section (1-A) in Section 4 of MOFA by\nMaharashtra Amendment Act 36 of 1986. Therefore, every\nagreement between the promoter and the flat taker shall\ncomply with the prescribed Form V. It may be noted that,\nin that prescribed form, there is an explanatory note which\ninter alia states that clauses 3 and 4 shall be statutory and\nshall be retained. It shows the intention of the legislature.\nNote 1 clarifies that a model form of agreement has been\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 531\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nprescribed which could be modified and adapted in each A\ncase depending upon the facts and circumstances of each\ncase but, in any event, certain clauses including clauses\n3 and 4 shall be treated as statutory and mandatory and\nshall be retained in each and every individual agreements\nbetween the promoter and the flat taker. Clauses 3 and 4 B\nof the Form V of the Maharashtra Ownership Flats\n(Regulation of the Promotion of Construction, etc.) Rules,\n1964 are quoted hereinbelow:\n\"3. The promoter hereby agrees to observe,\nperform and comply with all the terms, conditions,\nstipulations and restrictions, if any, which may have\nbeen imposed by the local authority concerned at\nthe time of sanctioning the said plans or thereafter\nand shall, before handing over possession of the\nflat to the flat purchaser, obtain from the local\nauthority concerned occupation and/or completion\ncertificates in respect of the flat.\nc\nD\nF\n4. The promoter hereby declares that the floor\nspace index available in respect of the said land E\nis... square metres only and that no part of the said\nfloor space index has been utilised by the promoter\nelsewhere for any purpose whatsoever. In case the\nsaid floor space index has been utilised by the\npromoter elsewhere, then the promoter shall furnish\nto the flat purchaser all the detailed particulars in\nrespect of such utilisation of said floor space index\nby him. In case while developing the said land the\npromoter has utilised any floor space index of any\nother land or property by way of floating floor space\nindex, then the particulars of such floor space index\nshall be disclosed by the promoter to the flat\npurchaser. The residual FAR (FSI) in the plot or the\nlayout not consumed will be available to the\npromoter till the registration of the society. Whereas\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\n532 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nafter the registration of the society the residual FAR\n(FSI), shall be available to the society.\"\nThe above clauses 3 and 4 are declared to be statutory\nand mandatory by the legislature because the promoter is\nnot only obliged statutorily to give the particulars of the land,\namenities, facilities, etc., he is also obliged to make full\nand true disclosure of the development potentiality of the\nplot which is the subject-matter of the agreement. The\npromoter is not only required to make disclosure\nconcerning the inherent FSI, he is also required at the stage\nof layout plan to declare whether the plot in question in\nfuture is capable of being loaded with additional FSI/\nfloating FSI/TDR. In other words, at the time of execution\nof the agreement with the flat takers the promoter is\nobliged statutorily to place before the flat takers the entire\nproject/scheme, be it a one-building scheme or multiple\nnumber of buildings scheme. Clause 4 shows the effect\nof the formation of the Society.\nIn our view, the above condition of true and full disclosure\nflows from the obligation of the promoter under MOFA vide\nSections 3 and 4 and Form V which prescribes the form\nof agreement to the extent indicated above. This obligation\nremains unfettered because the concept of developability\nhas to be harmoniously read with the concept of\nregistration of society and conveyance of title. Once the\nentire project is placed before the flat takers at the time\nof the agreement, then the promoter is not required to\nobtain prior consent of the flat takers as long as the builder\nputs up additional construction in accordance with the\nlayout plan, building rules and Development Control\nRegulations, etc.\"\n44. It is thus evident that the 1963 Act obligates the\npromoter to obtain sanctions and approvals from the concerned\nauthority and disclose the same to the flat buyers. The Act also\nH provides for imposition of penalty on the promoters. However,\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 533\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nthe provisions contained therein do not entitle the flat buyers A\nto seek a mandamus for regularization of the unauthorized/\nillegal construction.\n45. In view of the above discussion, we hold that the\npetitioners in the transferred case have failed to make out a\nB\ncase for directing the respondents to regularize the construction\nmade in violation of the sanctioned plan. Rather, the ratio of\nthe above-noted judgments and, in particular, Royal Paradise\nHotel (P) Ltd. v. State of Haryana and Ors. (supra) is clearly\nattracted in the present case. We would like to reiterate that\nC\nno authority administering municipal laws and other similar laws\ncan encourage violation of the sanctioned plan. The Courts are\nalso expected to refrain from exercising equitable jurisdiction\nfor regularization of illegal and unauthorized constructions else\nit would encourage violators of the planning laws and destroy\nthe very idea and concept of planned development of urban as\nwell as rural areas.\nD\n46. In the result, the appeals and the transferred case are\ndismissed and it is declared that there is no impediment in the\nimplementation of notices issued by the Corporation under E\nSection 351 of the 1888 Act and order dated 3/8.12.2005\npassed by the competent authority. The Corporation is expected\nto take action in the matter at the earliest.\n47. We also direct that the State Government and its\nfunctionaries/officers as also the officers/employees of the\nCorporation shall not put any hurdle or obstacle in the\nimplementation of notices issued under Section 351 of the\n1888 Act.\n48. It is needless to say that the flat buyers shall be free to\navail appropriate remedy against the developers/builders.\nF\nG\nB.B.B.\nAppeals \u0026 Transferred Case dismissed.\nН\n"}