{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"406 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Presiding Officers of the Family Court would be granted\nthe stature of the members of the Higher Judicial Services\nof the State. [para 35 and 37] [442-E; 446-A-C]\nB\nC\n3.3 Proper administration of justice, being one of the\nmain constitutional goals, has to be in consonance with\nthe expectations of the society and with definite expertise\nin all fields of law. Administration of justice, per se, takes\nwithin its ambit, primarily, judicial experience and\nexpertise by determining disputes between the parties in\naccordance with law as well as ensuring proper\nadministration within the hierarchy of courts. The\nmembers of the Higher Judicial Services perform duties\nlike maintenance of records as per Rules, inspection of\nother courts, inspection of jails and ensuring proper\nadherence to the prescribed procedures. Even the\nJudges of the Family Court may be performing such\nfunctions but definitely to a very limited extent. Their\nexperience in the judicial field as well as in channelizing\nthe administration of justice is comparatively of a\nnarrower nature. Therefore, it cannot be held that by\nE necessary implication or on the claim of parity, the\nPresiding Officers of the Family Courts would be deemed\nto be the members of the Higher Judicial Services\n(District and Sessions Judges) of the State of\nMaharashtra in terms of the constitutional provisions and\nthe relevant Rules. [para 38-39] [446-C-G]\nD\nF\n4. 'Judicial Office' within the meaning of Article 17 of\nthe Constitution:\n--\n4.1 To hold a 'judicial office' within the meaning of\nG Article 217 of the Constitution is a condition precedent\nfor consideration for elevation to the High Court. Article\n217(2) of the Constitution has been worded in a negative\nlanguage. It states that a person shall not be qualified\nfor appointment as Judge of the High Court unless he\nH satisfies all the conditions stated in that Article. In terms\n´S.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n407\nof Article 217(2)(a), a person should have at least for ten A\nyears held a 'judicial office' in the territory of India. Thus,\nthe entire emphasis is on the expression 'judicial office'.\nThe expression ‘judicial office' has nowhere been defined\nin the Constitution unlike 'District Judge' or 'Judicial\nService' which expressions have been explained under B\nArticle 236. [para 40-41] [446-G-H; 447-A-F]\n4.2 Article 233(2) provides that a person in service of\nthe Union or the State Government is not eligible to be\nconsidered for appointment as District Judge, and so\nC\nalso a person who has not been an advocate or a pleader\nfor not less than seven years. This clearly shows the\n· constitutional mandate to ensure independence of\njudiciary in comparison to other organs of the State. In\n{ contradistinction to this, a person in service of the Union\nor the State would be eligible to be appointed as Judge\nof the Family Court. [para 41] [447-B-D]\nD\n4.3 In the case of H.R. Deb, this Court considered the\ndistinction between ‘judicial office' and 'judicial service'\nand held that expression ‘judicial office' signifies more E\nthan discharge of judicial functions. The phrase\npostulates that there is an office and that office is primarily\njudicial. The expression 'judicial office' should be\nconstrued in a manner which shall be in conformity with\nthe constitutional scheme. 'Judicial office' may be read F\nin conjunction with the expression ‘judicial service'. The\nexpression ‘judicial service' cannot be given a wider\nmeaning than the meaning given to it under the\nConstitution itself. To expand that meaning to the extent\nthat all services dealing with the process of determination\nof disputes should be included, would be tantamount to\nintroducing words which have not been used by the\nConstitution. Such approach may not be possible and\nin any case would not serve the constitutional ends\nG\nH\n408 SUPREME COURT REPORTS [2010] 15 (ADDL) S.C R.\nA stated in Articles 217(2)(a), 233 and 234 of the\nConstitution. [para 41-43] [447-F-G; 449-A-D]\nB\nShri Kumar Padma Prasad v. Union of India 1992 (2)\nSCR 109 = (1992) 2 SCC 428 – relied on.\n4.4 It is an established practice that for elevation to\nthe High Court, normally, the members of the Higher\nJudicial Services are considered on the basis of merit-\ncum-seniority. Keeping in view the limited exposure that\nis available to the Presiding Officers of the Family Court,\nC it may not be feasible to hold that such officers are\nholding a ‘judicial office' in terms of Article 217(2)(a) and\nare eligible for consideration for elevation to the High\nCourt. The scheme of Chapter V of Part VI of the\nConstitution has its own effect on the meaning of the\nD expressions ‘judicial office' as well as 'judicial service'.\nThe Judges are not employees of the State. As members\nof the judiciary, they exercise sovereign judicial powers\nof the State. Functions of tribunals are, primarily, quasi-\njudicial and in the realm of civil jurisprudence alone. Such\ntribunals or bodies exercise a very limited jurisdiction. It\nwill not be appropriate to treat them as an inextrical part\nof State judicial services or call them Courts as\nunderstood in the Constitution, [para 43] [449-C-G]\nE\nF\n4.5 In the case of Labour Law Practitioners'\nAssociation, this Court reiterated that ‘judicial office'\nunder Article 217(2)(a) must be interpreted in consonance\nwith the scheme of Chapter V and Chapter VI of Part VI\nof the Constitution. So construed, it means a ‘judicial\noffice' which belongs to the judicial services as defined\nG under Article 236(b) of the Constitution. The constitutional\nscheme is clear that independence of the judiciary is the\nbasic feature of the Constitution. Our Constitution, unlike\nthe Australian Constitution in which there is rigid\nseparation of powers, does not provide that judicial\nH\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n409\npowers can be conferred only on the Courts properly so A\ncalled. This being the underlining feature of the\nconstitutional provisions, it would not be in conformity\nwith the constitutional mandate to designate every\ninstitution, determining disputes of civil nature, a 'Court'\nor the person presiding over such institution as holding B\na ‘judicial office'. [para 43] [450-B-F]\nState of Maharashtra v. Labour Law Practitioners'\nAssociation 1998 (1) SCR 793 = (1998) 2 SCC 688 -\nreferred to.\n4.6 Therefore, the Principal and other Judges of the\nFamily Court may be ‘Judges' presiding over such courts\nin its 'generic sense' but stricto sensu are neither\nMembers/integral part of the 'Judicial Services' of the\nState of Maharashtra as defined under Article 236 nor do\nthey hold a 'judicial office' as contemplated under Article\n217 of the Constitution. Thus, they do not have any jus\nlegitimum to be considered for elevation to the High\nCourt. [para 44] [450-G-H; 451-A-B]\nCase Law Reference:\nC\nD\nE\n2002 (2) SCR 712\nrelied on\npara 5\n1982 ( 1 ) SCR 665\nreferred to\npara 5\n(1998) 4 SCC 598\nreferred to\npara 5\nLL\nF\n1962 SCR 339\ncited\npara 8\n(1857) 5 W.R.523\nreferred to\npara 17\n1998 (1) SCR 793\nreferred to\npara 25\nG\nAIR 1966 SC 1987\nfollowed\npara 29\n1968 SCR 614\nfollowed\npara 30\n1992 (2) SCR 109\nrelied on\npara 41\nH\nA\nB\nс\nD\nE\nF\n410 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nCIVIL ORIGINAL JURISDICTION: Writ Petition (C) No.\n598 of 2008.\nShekhar Naphade and V.A. Mohta, H.P. Raval, ASG,\nShubhangi Tuli, Vimal Chandra S. Dave, Rukmini Bobde,\nNilakanta Nayak, Soumi Guha Thakurta (for P.H. Parekh \u0026\nCo.), R.K. Rathore, Shweta Verma, Harish Kumar Khinchi, Anil\nKatiyar and Asha Gopalan Nair for the appearing parties.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. In the present writ petition,\nunder Article 32 of the Constitution of India, the following simple\nbut questions of some legal significance and consequences\narise for consideration:\n(a) What is the scope of the expression 'judicial office'\nappearing in Article 217(2)(a) of the Constitution?\n(b) Whether a 'Family Court' has the trappings of a\nCourt and the Family Court Judges, being the\nPresiding Officers of such Courts, on the claimed\nparity of jurisdiction and functions, would be\ndeemed to be the members of the Higher Judicial\nServices of the State?\n(c) If answer to the above question is in affirmative,\nthen whether Family Court Judges are eligible and\nentitled to be considered for elevation as Judge of\nthe High Court in terms of Article 217 of the\nConstitution of India?\n2. The facts giving rise to the above questions fall in a\nG narrow compass and can be precisely stated as under:\nH\nThough the Parliament enacted the Family Courts Act\n1984 (for short, 'the Act') on 14th September, 1984, the same\nwas given effect in the State of Maharashtra from 1st\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n411\nD\nDecember, 1986 vide notification No. S.O. 944(E) dated 5th A\nDecember, 1986. All the petitioners are presently working as\nPrincipal Judges and Judges of Family Courts at different\nplaces in the State of Maharashtra. The Government of\nMaharashtra, in consultation with the High Court of Judicature\nat Bombay, was pleased to frame Rules under Article 309 of B\nthe Constitution of India read with Sections 4 and 23 of the Act\nwhich are called 'Family Court (Recruitment and Service\nConditions) Rules, 1990 (for brevity, referred to as 'the Rules').\nSection 4 of the Act requires that appointment to the post of a\nJudge under the Act be made by nomination from amongst the\nC\ncandidates, who satisfy the qualifications stated under sub-\nclause (a) to (c) of sub-section (3) of this Section. The Bombay\nHigh Court issued an advertisement, which came to be\npublished on 10th December, 1990, inviting applications for\nseven posts of Family Court Judge in the State of Maharashtra.\nClause (2) of the advertisement relates to the eligibility of the\ncandidates who could apply for the post. Clause (3) of the\nadvertisement mentions about giving of preference to women\nas well as to the persons committed to the need to protect and\npreserve the institution of marriage and promote welfare of the\nchildren and have experience and expertise in settlements of\ndisputes by conciliation and counseling in appointment to these\nposts. The advertisement also contained the restrictions or\ndisqualifications for selection. The candidate was to be\nappointed on probation for a period of two years and could be\nconfirmed on the said post if a permanent vacancy existed and\nthe work of the candidate was found to be satisfactory. The\ncandidates were subjected to an interview held by a Committee\nconstituted by the High Court and selected candidates were\nappointed as Judges of the Family Court where after petitioner\nNos.1, 2 and 4 have been appointed as Principal Judges of G\nthe Family Court. The case of the petitioners is that the Judges\nof the Family Court hold a 'judicial office' in the territory of India,\nthey discharge judicial functions and, as such, are entitled to\nbe considered for elevation to the Bench of the Bombay High\nCourt. To elucidate this argument, it has been stated that the H\nE\nF\n:\n412 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA appointment to the post of Judge of the Family Court is made\nunder the statutory rules. Further, the duties and\nresponsibilities of a Judge of the Family Court are similar to\nthat of the duties and responsibilities of a Judge of the City Civil\nCourt. Section 8 of the Act provides for exclusion of jurisdiction\nB of the District Court and the City Civil Court in matters in which\nthe jurisdiction is vested in the Family Court alone. Section 19\nof the Act provides that an appeal against the order passed.\nby a Judge of the Family Court shall lie to the High Court. Thus,\nthey hold a 'judicial office' as contemplated under Article 217\nof the Constitution and are at parity with functional jurisdiction,\nwhile satisfying all the trappings of a Civil Court and, as such,\nthey should be deemed to be qualified for elevation to the High\nCourt. However, the petitioners claimed to have understood\nfrom the practice followed by the High Court in respect of\nelevation to the post of a High Court Judge from service that\nFamily Court Judges appointed under Rule 3(B) of the Rules.\nare not considered for the post of that office.\nC\nD\n3. Aggrieved by this practice, they filed a representation\nbefore the Chief Justice of the Bombay High Court on 30th\nE June, 2003. In this representation, all these points were\nconsidered. The High Court, vide its letter dated 7th May, 2007,\nrejected the representation resulting in filing of the present writ\npetition.\nF\nG\nH\n4. Reply only on behalf of the High Court of Judicature at\nBombay has been filed which, during the course of arguments,\nwas adopted by the counsel appearing for the State of\nMaharashtra. The facts are hardly in dispute. After the\nrepresentation was addressed to the Chief Justice of Bombay\nHigh Court on 30th June, 2003, the petitioners had also filed\nwrit petition No.3726 of 2005 praying for a direction to decide\nthe said representation which was disposed of by a Bench of\nthe Bombay High Court by passing the order dated 20th\nOctober, 2005 which reads as under:\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n\"P.C.:\n413\nA\nHeard learned counsel for the Petitioners and the learned\nAssistant Government Pleader for the Respondents. Rule.\nLearned Assistant Government Pleader waives service of\nRule on behalf of the Respondents. By consent, Rule B\nmade returnable and heard forthwith.\nRule made absolute in terms of prayer (b) of the\npetition. Writ Petition is disposed of accordingly.\"\nD\nE\n5. Thereafter, the matter was placed before the competent C\nauthorities for consideration. It has been stated in the reply that\npursuant to the recommendations on unification of cadres of\njudicial officers in India made by the Shetty Commission, which\nwas accepted by this Court in the case of All India Judges\nAssociation v. Union of India [(2002) 4 SCC 247] with some\namendments, the issue of unification and integration of the\ncadres of judicial officers in Maharashtra was considered by a\nCommittee constituted by the High Court. The Committee\nsubmitted its report on 24th August, 2002, which was later\naccepted by the Full Court. It was expressly stated therein that\nthe category of Family Court Judges has to be kept out of the\nprocess of integration and only benefits of pay-scales are to\nbe extended to them. Though we may not attach any weightage\nto this decision of the Bombay High Court, one very material\nfact that cannot be ignored by the Court is that in the\nrecommendations made by Shetty Commission, which were\naccepted with some modifications by this Court, as already\nstated, in the case of All India Judges Association (supra)\n(para 37), the merger of cadre of Family Court Judges in the\ngeneral cadre of Judicial Services was never recommended.\nThey were not treated as part of the regular cadre and, rightly\nso, were granted limited benefit (with regard to pay scale).\nCorrectness of the decision of the Bombay High Court and/or\nfor that matter of the recommendation of the Shetty Commission\nwas never questioned by the petitioners. The Shetty\nCommission had itself relied upon two judgments of this Court,\nF\nG\nН\n414 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA i.e., State of Maharashtra v. Chandrakant Anant Kulkarni\n[(1981) 4 SCC 130] and S.P. Shivprasad Pipal v. Union of\nIndia [(1998) 4 SCC 598] which have some bearing on the\ncontroversy raised in the present writ petition.\nB\nс\nD\nE\n6. In order to consider the representation of the petitioners\nand/or the persons placed like them, another Committee was\nconstituted. The Committee did not find merit in any of the\ncontentions raised in the representation and required that the\nmatter should be placed before the Full Court. In furtherance\nthereto, the matter was placed before the Full Court on 29th\nApril, 2007, when the following decision was taken unanimously\n:\n\"Having discussed the matter in detail, it was unanimously\nresolved that the request of the Family Court Judges\ncannot be accepted. Registry to inform them accordingly.\"\n7. On merits, it is submitted on behalf of the respondents\nthat it is not enough to discharge judicial functions simpliciter\nfor a period of ten years to be eligible for elevation as Judge\nof the High Court. Merely because an appeal lies to the High\nCourt and they perform the functions of a Judge under the\nprovisions of the Act, by itself, is not sufficient to attract the\nprovisions of Article 217 of the Constitution. On the contrary,\non a proper reading of Article 233(2) of the Constitution, which\ndeals with appointment of District Judges, it is clear that Judges\nof the Family Court stand excluded from the ambit of the said\nArticle. The nature of their functioning, transferability and\nconditions of service do not justify parity with the members of\nthe Higher Judicial Services of the State of Maharashtra. There\nis no parity in true scope of functioning and performance of\nG duties. Thus, they pray for the dismissal of the writ petition.\nF\n8. Mr. Shekhar Naphade, learned senior counsel, referred\nto the various provisions of the Act to contend that the Judges\nof the Family Court are, primarily and in substance, discharging\nH the functions of a regular Civil Court and, as such, they are\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\n415\nB\nD\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\nholding a 'judicial office' within the meaning of Article 217(1) A.\nof the Constitution entitling them for consideration for elevation\nto the High Court. He emphasized that Section 2(a) of the Act\ndefines a 'Judge' to mean the Judge, the Principal Judge,\nAdditional Principal Judge or other Judge of a Family Court.\n'Family Court' means a Family Court established under Section\n3 of the Act. All other words and expressions, which have not\nbeen specifically defined in the Act, will be assigned the same\nmeaning as defined under the Code of Civil Procedure, 1908\n(for short, 'the Code'). While referring to Sections 3 and 4 of\nthe Act it was pointed out that a Family Court can be C\nestablished by the State Government after consultation with the\nHigh Court and a Judge of the Family Court can be appointed\nby the State Government with the concurrence of the High Court\nalone. Section 8 deals with exclusion of jurisdiction of Civil\nCourt in regard to the matters over which the Family Court has\njurisdiction. Section 9 refers to the duty of the Family Court to\nmake efforts for settlement. Section 10 makes the provisions.\nof the Code applicable to the proceedings before the Family\nCourt. Evidence is to be led before the Family Court, oral or\nby affidavit, as may be directed. Section 17 of the Act requires\nthe Family Court to record reasons and make decisions on all\npoints by a written judgment which is executable as a decree\nor order of the Court in term of Section 18. Section 19\nprovides that appeals shall lie to the High Court against the\njudgment or order of the Family Court. On the cumulative\nreading of these provisions, the argument advanced was that\nit satisfies all the essentials of a Court, that is, it has been\ncreated by the law of the land and performing the functions of\ndetermination which is binding. It has the trappings of a Court\nand lastly has the power to execute its orders as decree or\norder under the civil law. Thus, the Presiding Officer of such G\nFamily Courts would be deemed to be holding judicial office\nat parity with the members of the Judicial Services of the State.\nReliance in this regard was placed by the counsel on Harinagar\nSugar Mills Ltd. v. Shyam Sunder Jhunjhunwala [AIR 1961\nSC 1669].\nE\nF\ni\nH\n"}