{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n426 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n237 or in the Lists, it contemplates courts of civil judicature\nbut not tribunals other than such courts. This is the reason\nfor using both the expressions in Articles 136 and 227. By\n\"courts\" is meant courts of civil judicature and by \"tribunals”,\nthose bodies of men who are appointed to decide.\ncontroversies arising under certain special laws. Among\nthe powers of the State is included the power to decide\nsuch controversies. This is undoubtedly one of the\nattributes of the State, and is aptly called the judicial power\nof the State. In the exercise of this power, a clear division\nis thus noticeable. Broadly speaking, certain special\nmatters go before tribunals, and the residue goes before\nthe ordinary courts of civil judicature. Their procedures may\ndiffer, but the functions are not essentially different. What\ndistinguishes them has never been successfully\nestablished. Lord Stamp said that the real distinction is\nthat courts have \"an air of detachment\". But this is more a\nmatter of age and tradition and is not of the essence. Many\ntribunals, in recent years, have acquitted themselves so\nwell and with such detachment as to make this test\ninsufficient. Lord Sankey, L.C. in Shell Company of\nAustralia v. Federal Commissioner of Taxation observed:\n\"The authorities are clear to show that there are\ntribunals with many of the trappings of a court,\nwhich, nevertheless, are not courts in the strict\nsense of exercising judicial power.... In that\nconnection it may be useful to enumerate some\nnegative propositions on this subject: 1. A tribunal\nis not necessarily a court in this strict sense\nbecause it gives a final decision. 2. Nor because\nit hears witnesses on oath. 3. Nor because two or\nmore contending parties appear before it between\nwhom it has to decide. 4. Nor because it gives\ndecisions which affect the rights of subjects. 5. Nor\nbecause there is an appeal to a court. 6. Nor\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n427\nbecause it is a body to which a matter is referred A\nby another body. See Rex v. Electricity\nCommissioners\"\n32. In my opinion, a court in the strict sense is a tribunal\nwhich is a part of the ordinary hierarchy of courts of civil\njudicature maintained by the State under its constitution to\nexercise the judicial power of the State. These courts\nperform all the judicial functions of the State except those\nthat are excluded by law from their jurisdiction. The word\n\"judicial\", be it noted, is itself capable of two meanings.\nThey were admirably stated by Lopes, L.J. in Royal\nAquarium and Summer and Winter Garden Society v.\nParkinson in these words:\nB\nC\n\"The word 'judicial' has two meanings. It may refer\nto the discharge of duties exercisable by a Judge D\nor by Justices in court, or to administrative duties\nwhich need not be performed in court, but in\nrespect of which it is necessary to bring to bear a\njudicial mind that is, a mind to determine what\nis fair and just in respect of the matters under E\nconsideration.\"\n-\nThat an officer is required to decide matters before him\n\"judicially\" in the second sense does not make him a court\nor even a tribunal, because that only establishes that he\nis following a standard of conduct, and is free from bias\nor interest.\nF\nXXX\nXXX\nXXX\nNow, in its functions the Government often reaches\ndecisions, but all decisions of the Government cannot be\nregarded as those of a tribunal. Resolutions of the\nGovernment may affect rights of parties, and yet, they may\nnot be in the exercise of the judicial power. Resolutions of\nthe Government may be amenable to writs under Articles\nG\nI\nA\nB\nC\n428 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n32 and 226 in appropriate cases, but may not be subject\nto a direct appeal under Article 136 as the decisions of a\ntribunal. The position, however, changes when Government\nembarks upon curial functions, and proceeds to exercise\njudicial power and decide disputes. In those circumstances,\nit is legitimate to regard the officer who deals with the\nmatter and even Government itself as a tribunal. The officer.\nwho decides, may even be anonymous; but the decision\nis one of a tribunal, whether expressed in his name or in\nthe name of the Central Government. The word “tribunal\"\nis a word of wide import, and the words \"court” and\n\"tribunal\" embrace within them the exercise of judicial\npower in all its forms. The decision of the Government thus\nfalls within the powers of this Court under Article 136.\"\n16. It was held that all tribunals are not Courts though all\nD Courts are tribunals. This view has been reiterated by this\nCourt, more particularly, in relation to drawing a distinction\nbetween a tribunal and a Court. A tribunal may be termed as\na Court if it has all the trappings of a Court and satisfies the\nabove stated parameters. Every Court may be a tribunal but\nE every tribunal necessarily may not be a Court. The essential\nfeatures of 'Court' have been noticed by us above and once\nthese essential features are satisfied, then it will have to be\ntermed as a 'Court'. The statutory provisions of the Family\nCourt squarely satisfy these ingredients and further Presiding\nF Officers of Family Courts are performing judicial and\ndeterminative functions and, as such, are Judges.\nG\nH\n17. 'Judge' is a generic term and other terms like, Umpire,\nArbiter and Arbitrator are only species of this term. A Judge,\nprimarily, determines all matters of disputes and pronounces\nwhat is law now, as well as what will be the law for the future\nand acts under the appointment of the Government. Pollock\nC.B. in Ex parte Davis [(1857) 5 W.R.523] said, “judges are\nphilologists of the highest orders. They are not mere\nadministrative officers of the Government but represent the\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n429\nState to administer justice.\" Thus, we have no hesitation in\ncoming to the conclusion that the Family Court constituted under\nSection 3 of the Act has all the trappings of a Court and, thus,\nis a court and the Presiding Officer, that is, Judge of the Family\nCourt is a 'Judge' though of limited jurisdiction.\nWhether Petitioners can be treated as part of the 'Judicial\nServices' of the State of Maharashtra?\n18. In exercise of the powers conferred by Articles 233,\n234 and proviso to Article 309 of the Constitution of India read\nwith Article 235, the Governor of Maharashtra, after consultation\nwith Maharashtra Public Service Commission and the High\nCourt of Bombay framed the Rules known as 'The Bombay\nJudicial Services Recruitment Rules, 2008' (for short, 'the Rules\nof 2008'). These Rules repealed the Rules known as the\nBombay Judicial Services Recruitment Rules, 1956. The\nDistrict Judges in Bombay were earlier being appointed under\nthe Bombay Civil Courts Act, 1869. At the time of unification\nof cadres, as we have noticed above, the matter whether the\nFamily Courts could be treated as part of the judicial cadre of\nthe State was considered. However, the Committee\nrecommended that it is only for the purposes of pay scales that\nthey could be placed at parity and the cadre of the Judges of\nthe Family Court could not be considered for integration into\nthe cadre of the Judicial Services and they could not be equated\nwith Judges of the City Civil Court and/or the District Court\nJudges. This decision had never been questioned by any\nperson.\n19. After coming into force of the Rules of 2008,\nappointments were made to the State Judicial Services\nincluding the Higher Judicial Services strictly in accordance with\nthese Rules. Rule 2 defines 'Service' to mean the Maharashtra\nJudicial Service. Rule 3 of the Rules of 2008 states that there\nshall be constituted a State Service, known as Maharashtra\nState Judicial Services and such services shall be deemed to\nA\nB\nC\nD\nE\nF\nG\nH\n430 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA have been constituted with effect from the 1st day of July 1996.\nRule 3(2) states that the services shall consist of the cadres\nspecified in column 2 of the Schedule appended to the Rules\nof 2008 and the character and number of posts in each of those\ncadres shall be as specified in the corresponding entries in\nB column (3) thereof. Rule 3(3) provided for that table. The said\nTable 'A' reads as under:\n1\n(a) District Judges\nC\nD\nE\nF\n2\n(i) District Judges;\n(ii) Additional District Judges\n(iii) Principal Judge, Additional\nPrincipal Judge and Judges of City\nCivil and Sessions Court, Mumbai.\n(iv) Chief Judge and Additional\nChief Judges of Court of Small\nCauses.\n(b) Senior Civil Judges (i) Chief Metropolitan Magistrate;\nG\n(c) Civil Judge,\nJunior Division\n(ii) Additional Chief Metropolitan\nMagistrates;\n(iii) Judges of Court of Small\nCauses and Metropolitan\nMagistrates;\n(iv) Civil Judges, Senior Division.\n(i) Civil Judge, Junior Division.\n20. Rule 5 provides for the method of recruitment,\nqualification and age limit in relation to different posts including\nthe post of District Judge. 50% of the posts shall be filled by\nH promotion from the cadre of Senior Civil Judges on the basis\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.] .\n431\nA.\nof the principle of merit-cum-seniority and passing of a\nsuitability test. To be eligible for this 50%, the candidate must\nhave been in the cadre of Senior Civil Judge after successful\ncompletion of the officiating period. Further, he must have been\nofficiating as a Senior Civil Judge for five years at least. 25%\nof the posts shall be filled by promotion strictly on the basis of B\nmerit through limited competitive examination from amongst the\nSenior Civil Judges and remaining 25% of the posts shall be\nfilled up by nomination from amongst the eligible persons\npracticing as Advocates on the basis of a written examination\nand viva-voce test conducted by the High Court. To be eligible C\nfor nomination, a person should have been an advocate or a\nGovernment Pleader or Public Prosecutor for not less than\nseven years on the date of publication of the advertisement. The\nwritten examination was to carry 200 marks while the viva-voce\ntest was to carry 50 marks. A candidate should secure not less\nthan 50% of the marks in each paper in written examination to\nqualify for viva-voce and only the candidates, who obtain a\nminimum of 40% marks in the viva-voce, shall be entitled for\nselection.\nD\nE\nF\n21. A bare reading of the above provisions clearly show\nthat a person to be entitled to promotion as District Judge has\nto be a member of the cadre c. Senior Civil Judge. The\nadvocates or other eligible persons entitled to be considered\nfor appointment under the nomination category have to satisfy\nthe prescribed qualifications and to clear the written\n´examination as well as the viva-voce test, as per the Rules. In\nother words, a person has to be member of the judicial service\nbefore he could be considered for appointment to the Higher\nJudicial Services of the State. The appointment to that cadre\nhas to be strictly construed and must be made in accordance\nwith the provisions stated in the Rules. Once the Governor of\nMaharashtra has framed the Rules of 2008, in exercise of its\nconstitutional powers and in accordance with the procedure\nprescribed therein and has explained who would be a 'District\nJudge', what would be service and its constitution and, thereby, H.\nG\nН\n432 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA excluded the Judges of the Family Court from the service\nconsciously, then it is neither permissible nor possible for the\nCourt to direct such inclusion by implication. In fact, the\npetitioners have not challenged the Rules of 2008 earlier or\neven in the present petition. In order to accept the contention\nB of the petitioners that they are part of the Judicial Services of\nthe State of Maharashtra, the Court will have to read into Rule\n3 (Table A), the expression 'Family Court Judges'. Once the\nlegislature has framed the Rules and kept out the Principal or\nother Family Court Judges from the cadre of the 'Judicial\nServices' of the State of Maharashtra, then they cannot be\ntreated as part of the cadre by inference or on the doctrine of\nparity, which we shall shortly deal with in some detail.\nC\nD\nE\nF\n22. Now, we may refer to relevant Articles of the\nConstitution. Primarily, under Article 233(1), appointment to the\npost of District Judge is to be made by the Governor in\nconsultation with the High Court exercising jurisdiction in\nrelation to such State. Article 233(2) states the kind of persons,\nwho are eligible to be considered. The same reads as under\n\"A person not already in the service of the Union or of the\nState shall only be eligible to be appointed a district judge\nif he has been for not less than seven years an advocate\nor a pleader and is recommended by the High Court for\nappointment.\"\n23. On fulfilling the above criteria alone, the candidate can\nbe appointed to the 'judicial office' in accordance with the\nstated procedure. Article 236 explains the expression 'District\nJudge' as well as 'Judicial Service' for the purposes of Chapter\nG VI which reads as under:\nH\n\"236. Interpretation- In this Chapter :\n(a) the expression \"district judge\" includes judge of a\ncity civil court, additional district judge, joint district\n!\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n433\njudge, assistant district judge, chief judge of a small A\ncause court, chief presidency magistrate, additional\nchief presidency magistrate, sessions judge,\nadditional sessions judge and assistant sessions\njudge;\n(b) the expression \"judicial service\" means a service\nconsisting exclusively of persons intended to fill the\npost of district judge and other civil judicial posts\ninferior to the post of district judge.\"\nB\n24. A bare reading of the above Article clearly shows that\nC\nthe expression 'District Judge' includes different kinds of\nJudges but not Family Court Judges. Similarly, 'judicial\nservices' means a service consisting exclusively of the persons.\nintended to fill the post of District Judge and other civil judicial\nposts inferior to the post of District Judge. The expression D\n'judicial service', therefore, would not include a Family Court\nJudge as they are neither persons eligible to fill up the post of\nDistrict Judge nor are they holding civil judicial posts inferior\nto the post of District Judge.\n25. The learned counsel, appearing for the petitioners,\nheavily relied upon the judgment of this Court in the case of\nState of Maharashtra v. Labour Law Practitioners' Association\n[(1998) 2 SCC 688] to contend that the expression 'judicial\nservices' should be given a wider meaning and since the\npetitioners are performing judicial functions by presiding over\nthe Family Court as Judges, they should be treated as part of\nthe Judicial Services of the State of Maharashtra. He placed\nreliance upon the following paragraphs of the judgment :\n\"11. Under Article 236(b), the expression \"judicial service\"\nis defined to mean \"a service consisting exclusively of\npersons intended to fill the post of District Judge and other\ncivil judicial posts inferior to the post of District Judge”.\nJudicial service thus postulates a hierarchy of courts with\nthe District Judge as the head and other judicial officers\nE\nF\nG\nH\n434 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA\nunder him discharging only judicial functions.\nB\nC\nD\nヨ\nF\nG\nH\n12. In the case of Chandra Mohan v. State of U.P. this\nCourt was required to consider the question of eligibility\nof \"judicial officers\" for appointment as District Judges\nunder Article 233 of the Constitution. Under the U.P. Higher\nJudicial Service Rules \"judicial officers\" were eligible for\nappointment as District Judges and the expression was\nmeant to cover members of the executive department who\ndischarged some revenue and magisterial duties also.\nWhen selection of such persons was challenged, this\nCourt was required to consider and interpret the provisions\nof Articles 233 to 236 of the Constitution. The procedure\nfor selection under the said Rules was also challenged as\nviolative of Article 233. The Court said that the Governor\ncould not appoint as District Judges persons from services\nother than the judicial service. A person who is in the\nPolice, Excise, Revenue or such other service cannot be\nappointed as a District Judge. Dealing with the definition\nof \"judicial service\" in Article 236, this Court said that the\njudicial service consists only of persons intended to fill up\nthe posts of District Judges and other civil judicial posts\nand that is an exclusive service only consisting of judicial\nofficers. In so interpreting judicial service in contra-\ndistinction to executive service where some executive\nofficers may also be performing judicial or quasi-judicial\nfunctions, this Court was at pains to emphasise the\nconstitutional scheme for independence of the judiciary. It\nsaid that the acceptance of this (i.e. Government's)\nposition would take us back to pre-independence days\nand would also cut across the well-knit scheme of the\nConstitution providing for independence of the judiciary.\nThis Court, therefore, defined judicial service in exclusive\nterms as consisting only of judicial officers discharging\nentirely judicial duties. It said that having provided for\nappointments to that service and having entrusted the\ncontrol of the said service to the care of the High Court,\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n435\nthe makers of the Constitution would not have conferred a A\nblanket power on the Governor to appoint any person from\nany service as a District Judge.\n13. Reliance has been placed upon this judgment as\nshowing that judicial service is interpreted narrowly to\nB\ncover only the hierarchy of civil courts headed by the\nDistrict Judge. This Court, however, was not considering\nthe position of other civil courts, in the context of the\nextensive definition given to the term \"District Judge\". This\nCourt was concerned with preserving independence of the\nC\njudiciary from the executive and making sure that persons\nfrom non-judicial services, such as, the Police, Excise or\nRevenue were not considered as eligible for appointment\nas District Judges. That is why the emphasis is on the fact\nthat the judicial service should consist exclusively of judicial\nofficers. This judgment should not be interpreted narrowly\nto exclude from judicial service new hierarchies of civil\ncourts being set up which are headed by a judge who can\nbe considered as a District Judge bearing in mind the\nextensive definition of that term in Article 236.\nD\nXXX\nXXX\nXXX\nE\nGoing by these tests laid down as to what constitutes\njudicial service under Article 236 of the Constitution; the\nLabour Court judges and the judges of the Industrial Court\ncan be held to belong to judicial service. The hierarchy\ncontemplated in the case of Labour Court judges is the\nhierarchy of Labour Court judges and Industrial Court\njudges with the Industrial Court judges holding the superior\nposition of District Judges. The Labour Courts have also\nbeen held as subject to the High Court's power of\nsuperintendence under Article 227.\"\nF\nG\n26. For a better understanding of the principle of law\nenunciated above, reference to the facts of the case would be\nnecessary. The Labour Law Practitioners Association had filed H\n"}