{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"A\n446 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n37. In view of the clear points of distinction, which are\nsubstantial and affect the learning, performance and discharge\nof judicial duties, the disparity between the Judges of the Family\nCourt and the members of the Higher Judicial Services of the\nState of Maharashtra is discernibly demonstrated. Keeping in\nB view the kind of jurisdiction they exercise while deciding cases,\nit is difficult for the Court to hold that they are at parity and their\nservices are interchangeable to the extent that the Presiding\nOfficers of the Family Court would be granted the stature of the\nmembers of the Higher Judicial Services of the State.\nC\nD\n38. Proper administration of justice, being one of the main\nconstitutional goals, has to be in consonance with the\nexpectations of the society and with definite expertise in all\nfields of law. Administration of justice, per se, takes within its\nambit, primarily, judicial experience and expertise by\ndetermining disputes between the parties in accordance with\nlaw as well as ensuring proper administration within the\nhierarchy of Courts. The members of the Higher Judicial\nServices perform duties like maintenance of records as per\nRules, inspection of other Courts, inspection of jails and\nE ensuring proper adherence to the prescribed procedures. Even\nthe Judges of the Family Court may be performing such\nfunctions but definitely to a very limited extent. Their experience\nin the judicial field as well as in channelizing the administration\nof justice is comparatively of a narrower nature.\nF\nG\n39. Therefore, we are unable to hold that by necessary\nimplication or on the claim of parity, the Presiding Officers of\nthe Family Courts can be deemed to be the members of the\nHigher Judicial Services (District and Sessions Judges) of the\nState of Maharashtra in terms of the constitutional provisions\nand the relevant Rules.\n'Judicial Office' within the meaning of Article 217\n40. Even if, for the sake of argument, we accept the\nH contentions raised on behalf of the petitioners, the most\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n447\nsignificant question that would require consideration is whether A\nthey hold a 'judicial office' within the meaning of Article 217\nwhich is a condition precedent for consideration for elevation\nto the High Court.\nB\nC\n41. For the purpose of examining the issue before us, it\nwill be appropriate to examine the scheme of Article 233 along\nwith Article 217 of the Constitution. Article 233(2) provides that\na person in service of the Union or the State Government is\nnot eligible to be considered for appointment as District Judge\nand who has not been an advocate or a pleader for not less\nthan seven years. This clearly shows the constitutional mandate\nto ensure independence of judiciary in comparison to other\norgans of the State. In contradistinction to this, a person in\nservice of the Union or the State would be eligible to be\nappointed as Judge of the Family Court. Article 217(2) of the\nConstitution has been worded in a negative language. It states D.\nthat a person shall not be qualified for appointment as Judge\nof the High Court unless he satisfies all the conditions stated\nin that Article. In terms of Article 217(2)(a), a person should\nhave at least for ten years held a 'judicial office' in the territory\nof India. Thus, the entire emphasis is on the expression E\n'judicial office'. The expression ‘'judicial office' has nowhere\nbeen defined in the Constitution f India unlike 'District Judge'\nor 'Judicial Service' which expressions have been explained\nunder Article 236 of the Constitution of India. Still this\nexpression has come up for consideration of this Court on\ndifferent occasions and in different contexts. In the case of H.R.\nDeb (supra), this Court considered the distinction between\n'judicial office' and 'judicial service' and held that expression\n‘judicial office' signifies more than discharge of judicial\nfunctions. The phrase postulates that there is an office and that\noffice is primarily judicial. In the case of Shri Kumar Padma\nPrasad v. Union of India [(1992) 2 SCC 428], this Court was\nconsidering whether the Legal Remembrancer-cum-Secretary\n(Law and Judicial) and Assistant to Deputy Commissioner,\nhaving powers analogous to First Class Judicial Magistrates,\nF\nG\nH\n448 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA was holding a judicial office for the purposes of appointment\nas Judge of the High Court. The Court, while answering the\nquestion against the recommendation, held as under:\nB\nс\nD\nE\nF\nG\n☐H\n\"21. This Court has thus authoritatively laid down that the\nappointment of district judges under Article 233(2) can only\nbe from the judicial service of the State as defined under\nArticle 236(b) of the Constitution.\n22. It is in the above context that we have to interpret the\nmeaning of expression “judicial office\" under Article\n217(2)(a) of the Constitution of India. The High Court\nJudges are appointed from two sources, members of the\nBar and from amongst the persons who have held \"judicial\noffice\" for not less than ten years. Even a subordinate\njudicial officer manning a court inferior to the District Judge\ncan be appointed as a Judge of a High Court. The\nexpression \"judicial office\" in generic sense may include\nwide variety of offices which are connected with the\nadministration of justice in one way or the other. Under the\nCriminal Procedure Code, 1973 powers of judicial\nMagistrate can be conferred on any person who holds or\nhas held any office under the Government. Officers holding\nvarious posts under the executive are often vested with the\nmagisterial powers to meet a particular situation. Did the\nframers of the Constitution have this type of 'offices' in\nmind when they provided a source of appointment to the\nhigh office of a Judge of High Court from amongst the\nholders of a \"judicial office\". The answer has to be in the\nnegative. We are of the view that holder of \"judicial office\"\nunder Article 217(2)(a) means the person who exercises\nonly judicial functions, determines causes inter-parties and\nrenders decisions in a judicial capacity. He must belong\nto the judicial service which as a class is free from\nexecutive control and is disciplined to uphold the dignity,\nintegrity and independence of judiciary.\"\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n449\n42. In view of the above enunciated law, the expression A\n'judicial office' should be construed in a manner which shall be\nin conformity with the constitutional scheme. Judicial office may\nbe read in conjunction with the expression ‘judicial service'.\nThe expression 'judicial service' cannot be given a wider\nmeaning than the meaning given to it under the Constitution B\nitself. To expand that meaning to the extent that all services\ndealing with the process of determination of disputes should\nbe included, would tantamount to introducing words which have\nnot been used by the Constitution.\nC\nD\nE\n43. Such approach may not be possible and in any case\nwould not serve the constitutional ends stated in Articles\n217(2)(a), 233 and 234 of the Constitution. It is an established\npractice that for elevation to the High Court, normally, the\nmembers of the Higher Judicial Services are considered on the\nbasis of merit-cum-seniority. Keeping in view the limited\nexposure that is available to the Presiding Officers of the Family\nCourt, it may not be feasible to hold that such officers are\nholding a ‘judicial office' in terms of Article 217(2)(a) and are\neligible for consideration for elevation to the High Court. The\nscheme of Chapter V of Part VI of the Constitution has its own\neffect on the meaning of the expressions 'judicial office' as well\nas 'judicial service'. The Judges are not employees of the\nState. As members of the judiciary, they exercise sovereign\njudicial powers of the State. The Judges, at whatever level they\nmay be, represent the State and its authority unlike the F\nbureaucracy or the members of other services. With the\ndevelopment of law, numerous tribunals and quasi-judicial\nbodies have been created to determine the disputes between\nthe parties. Functions of such tribunals are, primarily, quasi-\njudicial and in the realm of civil jurisprudence alone. In other G\nwords, such tribunals or bodies exercise a very limited\njurisdiction. It will not be appropriate to treat them as an\ninextrical part of State judicial services or call them Courts as\nunderstood in our Constitution, merely because they give final\nH\ni\n450 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA decision, because they hear witnesses, because two or more\ncontesting parties appear before them, because they give\ndecisions which affect the right of the parties and an appeal\nmight be provided against their decision. Even the\nGovernment, in its hierarchy, is now vested with the powers of\nB limited adjudication but that does not mean that all such\npersons shall be deemed to be the members of the judicial\nservices and would hold judicial office under the Constitution.\nIn the case of Labour Law Practitioners' Association (supra),\nthis Court referred to its earlier judgments and reiterated with\nC approval that ‘judicial office' under Article 217(2)(a) must be\ninterpreted in consonance with the scheme of Chapter V and\nChapter VI of Part VI of the Constitution. So construed, it\nmeans a 'judicial office' which belongs to the judicial services\nas defined under Article 236(b) of the Constitution. This Court,\nin the case of Shri Kumar Padma Prasad (supra), also held\nthat when a person is not eligible to be appointed as District\nJudge, it would be mockery of the Constitution to hold that he\nis eligible to be appointed as Judge of the High Court. The\nconstitutional scheme is clear that independence of the judiciary\nis the basic feature of the Constitution. Our Constitution, unlike\nthe Australian Constitution in which there is rigid separation of\npowers, does not provide that judicial powers can be conferred\nonly on the Courts properly so called. This being the underlining\nfeature of the constitutional provisions, it would not be in\nconformity with the constitutional mandate to designate every\ninstitution, determining disputes of civil nature, a 'Court' or the\nperson presiding over such institution as holding a 'judicial\noffice'.\nD\nE\nF\n44. For the reasons afore-recorded, we have no hesitation\nG in holding that the Principal and other Judges of the Family\nCourt may be 'Judges' presiding over such courts in its 'generic\nsense' but stricto sensu are neither Members/integral part of\nthe 'Judicial Services' of the State of Maharashtra as defined\nunder Article 236 nor do they hold a ‘judicial office' as\nH\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n451\ncontemplated under Article 217 of the Constitution of India.\nThus, they do not have any jus legitimum to be considered for\nelevation to the High Court. Therefore, we find no merit in this\nWrit Petition. The same is dismissed.\n45. However, in the facts and circumstances of the case,\nthere shall be no order as to costs.\nA\nB\nR.P.\nWrit Petition dismissed.\n"}