{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n416 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n9. It, certainly, would not matter that the representation of\nthe petitioners was rejected by different Committees or even\nby the Full Court of the Bombay High Court. What this Court\nhas to examine de hors such decisions or opinions expressed,\nis whether upon true interpretation and meaning of the\nB expression 'judicial office', the petitioners can be treated at\nparity with or be included as Judicial Officers belonging to the\nHigher Judicial Services of the State of Maharashtra holding\na 'judicial office'. In order to examine this issue, we may, while\nkeeping in mind the abovestated provisions of the Act, also\nrefer to the advertisement issued by the High Court. The\napplications were invited for seven posts of the Judges of the\nFamily Court for Bombay, Pune, Nagpur and Aurangabad in\nthe specified pay-scale. We will only refer to certain relevant\nclauses of the advertisement rather than reproducing the same\nin entirety:\nC\nD\nE\nF\nG\n☐ ☐\n\"2.\n(a)\n(b)\n-\nTo be eligible, a candidate must be a person who -\nhas for at least seven years held a judicial office in\nIndia or the office of a Member of a Tribunal or any\npost under the Union or a State requiring special\nknowledge of law; or\nhas for at least seven years been a practicing\nAdvocate in the High Court of Bombay or its\nbranches including one at Panaji or in the Courts\nsubordinate thereto; or\n(c) (1) is a Post Graduate in law with specialization\nin Personal Laws; or\n(2) has post Graduate degree in Social Science\nsuch as Master of Social Welfare, Sociology,\nPsychology/Philosophy with a degree in Law and\n(i) has at least seven years experience in field\nwork/research or of teaching in a Government\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n(d)\n3.\n417\nDepartment or in a College/University or a\ncomparable academic institute with special\nreference to problem of women and children; or\nA\n(ii) has seven years experience in the examination\nand/or application of Central/State Laws relating to B\nmarriage divorce maintenance, guardianship,\nadoption and other family disputes; and\nis not less than 35 years of age as on 1st\nDecember, 1990.\nIn selecting persons for appointment as Judges of\nthe Family Courts -\n(i) preference will be given to women.\n(ii)\n4.\npreference will also be given to persons committed\nto the need to protect and preserve the institution\nof marriage and to promote the welfare of children\nand qualified by reason of their experience and\nexpertise in the settlement of disputes by\nconciliation and counseling.\nA candidate must ibmit with his/her application\ncopies of certificates showing\n-\nC\nD\nE\n(i)\nhis/her age as on 1st December, 1990.\nF\n(ii) his/her standing as Practitioner in Court.\n(iii)\nThat he/she is of good moral character.\n(iv) That he/she is certified to have sufficient knowledge\nof Marathi to enable him/her to speak, write and\ntranslate with facility into English and vice-versa.\nG\n(v)\nOther certificates in support of the claim to have\none or the other qualifications referred to above.\nH\nA\nB\nC\nD\n☐ E\n☐ F\nG\n☐H\n418 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(vi) A candidate should express his/her concept of a\nFamily Court in not more than 200 words on a\nseparate sheet of paper to be annexed to the\napplication.\n(vii) (a) In case the candidate is a practicing\nAdvocate, two separate recommendations from\nAdvocates designated as Senior Advocate or from\npracticing Advocates having more than 20 years\nstanding at the Bar.\n5.\n6.\n(b) In case the candidate is in judicial service then\ntwo separate recommendations from judicial\nofficers not below the rank of District Judge.\n(c) In respect of all other candidates two separate\nrecommendations from authorities under whom the\ncandidate is working, including the Head of the\nInstitution in which the candidate is working.\nThe persons recommending must certify that the\ncandidate is suitable for appointment as Judge of\nthe Family Court.\nThe recommendations should be sent directly under\nsealed cover by the recommendations authority to\nthe Registrar, High Court, Bombay and marked\n\"confidential-Family Court', so as to reach on or\nbefore 21st January, 1991.\nA candidate belonging to a Backward Class must\nalso produce a certificate to the effect that he/she\nbelongs to a community recognized as Backward\nfor the purpose of recruitment to service under the\nGovernment of Maharashtra.\nCertificates under 4(i) and 5 may be signed by the\nDistrict Magistrate. Certificate under 4(ii) may be\nsigned in the case of the High Court by the\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n7.\n419\nProthonotary and Senior Master, High Court, *A\nOriginal Side, or the Registrar, High Court,\nAppellate Side, Bombay and the Additional\nRegistrars of the High Court Benches at Nagpur,\nAurangabad and the Special Officer, Panaji Bench\n(Goa) as the case may be or in case of Courts B\nother than High Court, in Bombay by the Principal\nJudge, City Civil and Sessions Court, Greater\nBombay, the Chief Judge, Court of Small Causes,\nBombay and the Chief Metropolitan Magistrate,\nBombay as the case may be, and in the case of C\nother subordinate Courts in the State by the District\nJudges or by the Principal Judge of the Court in\nwhich the candidate has practiced, and should state\nthe period during which the candidate has actually\npracticed. Certificate mentioned in 4(iii) may be\nsigned by an Officer of the rank of Gazetted Class-\nI under the State of Maharashtra or Goa.\nCertificate mentioned in 4(iv) may be signed by the\nPresiding Officers of the Courts in which the\ncandidate is practicing or by a Principal of a\nCollege recognized by a University. Certificate\nmentioned in 4(v) may be signed by the competent\nauthority concerned.\nNo male candidate who has more than one wife\nliving shall be eligible for appointment to service\nunder the State of Maharashtra unless Government,\nafter being satisfied that there are special grounds\nfor doing so, exempts any persons, subject to the\nprovision of any law in force from the operation of\nthis restriction.\nNo female candidate who has married a person\nhaving already a wife living shall be eligible for\nappointment to service under the Government of\nMaharashtra unless Government after being\nsatisfied that there are special grounds for doing\nD\nE\nF\nG\nH\n:\nA\nB\nC\nD\nE\nLL.\nF\nG\n420 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n8.\n9.\n10.\nso, exempts her from the operation of this\nrestriction.\nThe selected candidates will be placed by the\nGovernment, previous to their appointment before\na medical board and will not be appointed unless\nthe board certifies them to be both mentally and\nphysically fit for the service under Government.\nThey will be required to pass an examination in\nHindi according to the prescribed rules.\nAt the time of appointment, the selected candidates\nwill have to give an undertaking that for a period of\ntwo years from the date on which they cease to be\nin service, they will not practice in any Court over\nwhich they had presided.\nA candidate if selected will first be appointed on\nprobation for a period of two years and if his/her\nwork is not found satisfactory, the period of\nprobation may be extended by the High Court for\nsuch further period as it may deem fit. On the\nexpiry of such period he/she may be confirmed, if\n(i) there is a permanent vacancy; and\n(ii) his/her work is found satisfactory.\nDuring the period of probation and thereafter until\nexpressly confirmed by a written order, the services\nof an appointee shall be terminable by one month's\nnotice on either side without any reason being\nassigned therefor or by payment of salary for the\nperiod of notice or the unexpired portion thereof.\"\n10. The candidates had submitted their applications in\nfurtherance to this advertisement which itself was issued in\nH terms of the Rules. It is implicit that the advertisement has to\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n421\nbe in consonance with Rules, Rules have to be in comity to the A\nprovisions of the Act and, in turn, the Act has to be within the\nconstitutional framework. Thus, all other laws, essentially,\nshould fall in conformity with the constitutional mandate\ncontained in Articles 217 and 233 of the Constitution which are\nrelevant for the purpose of the present case.\nB\nC\nD\n11. Bare reading of the advertisement clearly shows that\ndifferent class of persons were eligible to apply for the post in\nquestion. Firstly, the persons holding judicial office or office of\nthe member of a Tribunal or a post under the Union or State\nrequiring special knowledge of law for a period of seven years\nwere eligible. Other eligible class was that of lawyers practicing\nas advocates in the High Court of Bombay or its branches,\nincluding Panaji, or Subordinate Courts thereto for a period of\nseven years. Even a person, who is post-graduate in law with\nspecialization in personal law, was eligible. Still another class\n\u003e was of the persons who possessed post-graduate degree in\nSocial Sciences, such as Master of Social Welfare, Sociology,\nPsychology with a degree in law and have seven years.\nexperience in the field of research or teaching in a Government\nDepartment or a College or University. All the persons\nbelonging to these different classes were eligible to be\nappointed to the post of a Family Court Judge and preference\nwas to be given to women in the matter of such appointments.\nThe eligibility criteria, as stated in the advertisement, therefore,\nwas somewhat distinct and different than the eligibility criteria\nprovided for selection to the post of District Judge in the Higher\nJudicial Services of the State of Maharashtra. The petitioners,\nobviously, belong to one of the abovementioned classes and\nthey, having been found suitable, were selected/appointed to\nthe posts in question by the appropriate authority constituted G\nby the Government in consultation with the High Court.\nWhether the 'Family Courts' established under the Act are\nCourts for all intents and purposes generally or\notherwise.\nE\nF\nH\nA\nC\n422 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n12. First and foremost question that we need to examine\nis whether the Family Courts established under Section 3 of\nthe Act is a Court in general and under the provisions of the\nCode of Civil Procedure in particular? It is already noticed that\nthe 'Family Court' has been defined under Section 2(d) of the\nB Act as a Family Court established under Section 3 of the Act.\nIn terms of Section 3, the Family Court can be established for\nevery area in the State, comprising city or town, whose\npopulation exceeds one million, by the State Government in\nconsultation with the High Court. The 'Judge' of the Family\nCourt is to be appointed by the State Government with the\nconcurrence of the High Court. Under Section 4(4), the Act\ncontemplates that every endeavour shall be made to ensure\nthat persons committed to the need to protect and preserve the\ninstitution of marriage and to promote the welfare of children\nand qualified by reason of their experience in such field and\nwomen shall be given preference in appointment as Judges of\nthe Family Courts. These Family Courts are to exercise special\njurisdiction which is limited to the subject matters spelt out\nunder Section 7(1)(a) and (b) of the Act. Family Courts have\nbeen vested with all jurisdiction exercisable by any District Court\nor any Subordinate Civil Court under the law, for the time being\nin force, in respect of suits and proceedings of the nature\nreferred to in the Explanation of sub-section (1) of Section 7.\nSuch Courts will be deemed, for the purposes of exercising\nsuch jurisdiction under such law, to be a District Court or, as\nthe case may be, such Subordinate Civil Court for the area to\nwhich the jurisdiction of the Family Court extends. The\nexplanation to sub-section (1) of Section 7 states as to what\nkind of jurisdiction is exercisable by such Court. The\nexplanation reads thus:\nD\nE\nF\nG\nH\n\"Explanation.―The suits and proceedings referred to in\nthis sub-section are suits and proceedings of the following\nnature, namely:-\n(a) suit or proceeding between the parties to a\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\ni\n(b)\n(c)\n(d)\n423\nmarriage for a decree of nullity of marriage A\n(declaring the marriage to be null and void or, as\nthe case may be, annulling the marriage) or\nrestitution of conjugal rights or judicial separation\nor dissolution of marriage;\na suit or proceeding for a declaration as to the\nvalidity of a marriage or as to the matrimonial status\nof any person;\nB\na suit or proceeding between the parties to a\nmarriage with respect to the property of the parties C\nor of either of them;\na suit or proceeding for an order or injunction in\ncircumstance arising out of a marital relationship;\n(e)\na suit or proceeding for a declaration as to the\nlegitimacy of any person;\nD\n(f)\n(g)\na suit or proceeding for maintenance;\na suit or proceeding in relation to the guardianship E\nof the person or the custody of, or access to, any\nminor.\"\nF\n13. Section 8 further states that no District Court or any\nsubordinate Civil Court will have jurisdiction over the matters\nwhich have been specifically spelt out under sub-section (1) of\nSection 7 of the Act in relation to the area over which, it\nexercises jurisdiction. It also excludes jurisdiction of the\nMagistrate, in relation to such area over which the Family Court\nexercises jurisdiction under Chapter IX of the Code of Criminal\nProcedure, 1973. Every pending suit or proceeding of the G\nnature referred to in the Explanation to sub-section (1) of\nSection 7 of the Act, as well as every proceeding under\nChapter IX of the Code of Criminal Procedure, 1973 was liable\nto be transferred to such Family Court. Section 10 requires\nthe Court to follow the procedure and powers available to the\nH\n!\nC\n424 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Civil Court under the provisions of Code of Civil Procedure,\n1908 as well as that available to a Magistrate under Chapter\nIX of the Code of Criminal Procedure, 1973. Besides making\nsuch provisions applicable to the Family Court, sub-section (3)\nof Section 10 further vests large powers in the Family Court to\nB lay down its own procedure with a view to arrive at a settlement\nin respect of the subject matter of the suit or proceedings.\nSuch Court has further been empowered to take evidence in\naccordance with the prescribed procedure and apply the\nprovisions of the Evidence Act to record oral and/or evidence\nby way of affidavits. It has been vested specifically with the\npower to examine the truth or otherwise of the allegations made\nby one party and denied by another. After the evidence is\ncomplete, the judgment of a Family Court is required to contain\na concise statement of the case, the points for determination,\nthe decision thereto and reasons for such decision. For the\npurpose of execution of the decree and order of the Family\nCourt, the provisions of the Code of Civil Procedure as well as\nChapter IX of the Code of Criminal Procedure have been made\napplicable to ensure that these orders are given effect to in the\nsame manner as a decree and/or order of the Court of\ncompetent jurisdiction under the civil and criminal law. Further,\nthe process of appeal is specifically provided under the Act.\nEvery judgment and order, not being an interlocutory order,\npassed by the Family Court, is appealable to the High Court\nboth on facts and in law, which has to be disposed of by the\nHigh Court in accordance with the procedure stated under\nSection 19 of the Act. This Act shall have the effect\nnotwithstanding anything inconsistent therewith contained in any\nother law for the time being in force.\nD\nE\nF\nG\nI\n14. Various provisions of this Act, therefore, clearly\ndemonstrate that the Family Court, a creature of statute, has\nbeen vested with power to adjudicate and determine the\ndisputes between the parties which fall within the scope and\nambit of Explanation to Section 7(1) of the Act. The persons,\nwho are appointed as Judge of the Family Court, perform all\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n425\nB\nduties and functions which are akin to the functions being A\nperformed by the Presiding Officer of a Civil or a Criminal\nCourt, though to a very limited extent. The expression 'Judge'\nunder Section 2(a) of the Act means the Principal Judge,\nAdditional Principal Judge or other Judge of a Family Court.\nThe Presiding Judges of the Family Courts perform all the\ndifferent statutory functions as are spelt out above and decide\nthe cases in accordance with the provisions of the Act. It may\nbe noticed that the primary object and duty of the Family Court\nJudges is to endeavour and persuade the parties in arriving at\na settlement in respect of the suit or proceedings, in which it C\nmay follow such procedure, as it may deem fit.\n15. This question need not detain us any further, as the law\nin this regard is no more res integra and stands finally stated\nby a Constitution Bench of this Court in the case of Harinagar\nSugar Mills Ltd. (supra). Justice Hidayatullah, as His Lordship\nthen was, while giving his own reasons concurred with other\nJudges in allowing the appeal setting aside the order of the\nCentral Government. While commenting upon the\nmaintainability of the appeals, he drew a distinction between\na 'Court' and a 'Tribunal' and dealt with the question as to\nwhether the Central Government, while hearing this appeal, was\na Tribunal and held as under:-\n\"31. With the growth of civilization and the problems of\nmodern life, a large number of Administrative Tribunals\nhave come into existence. These tribunals have the\nauthority of law to pronounce upon valuable rights; they act\nin a judicial manner and even on evidence on oath, but they\nare not part of the ordinary courts of civil judicature. They\nshare the exercise of the judicial power of the State, but\nthey are brought into existence to implement some\nadministrative policy or to determine controversies arising\nout of some administrative law. They are very similar to\ncourts, but are not courts. When the Constitution speaks\nof \"courts\" in Article 136, 227 or 228 or in Articles 233 to\nD\nE\nF\nG\nH\n"}