{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15}],"text":"1\nT\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n[TARUN CHATTERJEE, J.]\n565\nbuilding. In that view of the matter, it would be appropriate for us A\nto refer to the aforesaid consideration by this Court in the afore-\nsaid decision which crystallised the question as under :\n\"(1) The words \"for his own use\" as occurring in Section\n13(3)(a)(ii) of the Act must receive a wide, liberal\nand useful meaning rather than a strict or narrow\nconstruction.\nB\n(2) The expression - landlord requires for \"his own use\"\nis not confined in its meaning to actual physical user\nby the landlord personally. The requirement not only C\nof the landlord himself but also of the normal\n\"emanations\" of the landlord is included therein. All\nthe cases and circumstances in which actual physical\noccupation or user by someone else, would amount\nto occupation or user by the landlord himself, cannot\nbe exhaustively enumerated. It will depend on a\nvariety of factors such as interrelationship and\ninterdependence - economic or otherwise, between\nthe landlord and such person in the background of\nsocial, socio-religious and local customs and\nobligations of the society or region to which they\nbelong.\nD\nE\n(3) The tests to be applied are: (i) whether the\nrequirement pleaded and proved may properly be.\nregarded as the landlord's own requirement; and, F\n(ii) whether on the facts and in the circumstances of\na given case, actual occupation and user by a person\nother than the landlord would be deemed by the\nlandlord as \"his own\" occupation or user. The answer\nwould, in its turn, depend on (i) the nature and degree\nof relationship and/or dependence between the\nlandlord pleading the requirement as \"his own\" and\nthe person who would actually use the premises; (ii)\nthe circumstances in which the claim arises and is\nput forward; and (iii) the intrinsic tenability of the claim.\nG\nH\nA\nB\nC\nD\nE\n566\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nThe court on being satisfied of the reasonability and\ngenuineness of claim, as distinguished from a mere\nruse to get rid of the tenant, will uphold the landlord's\nclaim.\n(4) While casting its judicial verdict, the court shall adopt\na practical and meaningful approach guided by the\nrealities of life.\n(5) In the present case, the requirement of the landlord\nof the suit premises for user as office of his chartered\naccountant son is the requirement of landlord \"for his\nown use\" within the meaning of Section 13(3)(a)(ii).”\n10. This judgment is the answer to the question posed\nbefore us. Here also, the requirement is made for the son who\nis admittedly the owner of the shop room and also the landlord,\nafter the said shop was, by a family partition dated 26th of Au-\ngust, 1998, given to the son who also became the landlord after\nfamily partition and also he became the owner of the said shop\nby such family partition.\n11. From the aforesaid decision of this Court, it is there-\nfore, clear that this Court has laid down authoritatively that a\nnon-residential premises, if required by a son for user by him\nwould cover the requirement of words used in the Section, i.e.\n\"for his own use\" in reference to a landlord. Therefore, if \"his\nown use\" has been interpreted by this Court in the above-said\nmanner, then the requirements as laid down in Section\n13(3)(a)(ii)(b) and (c) of the Act has to be interpreted in the same\nmanner to hold that (a) the son of the landlord has to plead in\nthe eviction petition that, (b) he is not occupying in the urban\narea.concerned for the purpose of his business any other such\nG building or rented land as the case may be; and (c) he has not\nF\nvacated such a building or rented land without sufficient cause\nafter the commencement of the Rent Act, in the urban area con-\ncerned.\n12. In the present case, it was pleaded and proved that\nH\n1\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n[TARUN CHATTERJEE, J.J\n567\nthe said shop was required for the use of the son and, there- A\nfore, the pleadings of the son in regard to the aforesaid require-\nment, being mandatory, were satisfied, otherwise it would make\nthe requirement laid down under the said provisions nugatory\nin view of the interpretation given by this Court in the aforesaid\ndecision, with which we are in full agreement.\nB\n13. Applying the principles as laid down by the aforesaid\ndecision namely, Joginder Pal (Supra) which also deals with\ncommercial premises, as in the present case, we are of the\nview that a plain reading of Section 13(3)(a)(ii) (a) to (c) in con-\njunction with Section 13(3)(a)(iv)(a) \u0026 (b) of the Rent Act, would C\nmake it ample clear when the said shop is being got vacated\non the ground of user for the son of the landlord, then in the\neviction petition, the son (appellant No. 1) must plead that he\nwas not occupying any other building and that he had not va-\ncated such a building without sufficient cause. It is well settled D\nthat while interpreting a provision of a statute, the same has to\nbe interpreted taking into consideration the other provisions of\nthe same statute. In the aforesaid decision, namely, Joginder\nPal (Supra), this Court has clearly laid down that a balanced\ninterpretation has to be given in regard to the rent legislation E\nand the provisions itself contemplate a case in regard to user\nof non-residential building by a professional and the statute it-\nself lays down requirement in that regard within the same re-\nquirements will have to be read in regard to shop required to\nbe used by the son of the landlord for business purpose. Ac-\ncordingly, we are of the view that the impugned decision of the\nHigh Court is in direct conflict with the Judgment of this Court in\nJoginder Singh's case (supra) and therefore, the said Judg-\nment cannot be sustained.\nF\n14. There is another aspect of this matter. While making G\nan interpretation of Section 13 of the Act, the High Court did not\ndeal with Section 13 of the Rent Act completely but it dealt with\nonly that part of Section 13 which deals with residential building\nonly and has not dealt with portion of Section 13, which deals\nwith non-residential building. It is true that while reversing the H\nT\n568\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nC\nA order of eviction passed by the Appellate Authority, the High\nCourt in the impugned order had also taken note of the deci-\nsion in Joginder Pal's case (supra), but in view of our discus-\nsions made herein above, the ratio of the aforesaid decision\nwas not applied in the present case. There is yet another angle\nB in which the High Court was not justified in interfering with the\norder of eviction passed by the Appellate Authority which was\nthe final court of fact. The Appellate Authority while directing\neviction to the respondents considered the oral and documen-\ntary evidence on record and also the pleadings of the parties\nand then came to a finding that the appellants had successfully\naverred and proved their case of personal requirement as made\nout by them under Section 13(3)(a)(ii) of the Rent Act. It is true\nthat the High Court in its revisional jurisdiction could have inter-\nfered with such findings of fact arrived at by the Appellate Au-\nthority, if the High Court had found that the findings of the Appel-\nlate Authority on the question of bonafide requirement were ei-\nther perverse or arbitrary. On a close examination of the im-\npugned order of the High Court, we do not find any ground to\nhold that the findings of fact, regarding the bonafide require-\nment of the appellants, were perverse or arbitrary or the plead-\nings made by the appellants in their eviction petition could be\nsaid to be not in conformity with the requirement of Section\n13(3)(a)(ii) of the Rent Act. Therefore, we are also of the view\nthat the High Court was in error in interfering with the order of\neviction passed by the Appellate Authority on the ground of\nF bonafide requirement.\nD\nE\nG\nH\n15. At this stage, an argument advanced by the learned\ncounsel for the respondents may be considered. The learned\ncounsel for the respondents relied on a decision of this Court in\nHasmat Rai \u0026 Anr. Vs. Raghunath Prasad [(1981) 3 SCC 103]\nand contended that a portion of the demised premises may\nalso be used as a residential premises, which cannot be con-\nsidered to be a commercial premises for the purpose of evict-\ning the tenant under Section 13(3)(a)(ii) of the Rent Act. We are\nunable to accept this submission of the learned counsel for the\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n[TARUN CHATTERJEE, J.]\n569\nrespondents, for the simple reasons, first, the decision in A\nHasmat Rai's case (supra) was based on M.P. Accommoda-\ntion Control Act, 1961 which confers on the authority to pass\norder of eviction on the ground of bonafide requirement on a\ndifferent wording from the words used in East Punjab Urban\nRent Registration Act, 1949. Furthermore, it may be reiterated B\nthat in order to obtain an order of eviction under Section\n13(3)(a)(ii) of the Rent Act, the landlord has to prove, as noted\nherein earlier, that he required the said shop for his own use\nand the said shop was a non-residential building. In this case,\nadmittedly the said shop is used for commercial purposes and\ntherefore there was no question of the said shop being used as\nresidential purposes or being used for a portion of residential\npurposes for residential use. That being the position, the afore-\nsaid decision, in our view, is clearly distinguishable. Accord-\ningly, the above decision of this court is of no help to the re-\nspondents.\n16. For the reasons aforesaid, the impugned order of the\nHigh Court is hereby set aside and the order of the Appellate\nAuthority is restored and the eviction petition filed by the appel-\nlants stands allowed.\n17. Considering the facts and circumstances of the case\nand considering the facts that the respondents are using the\nsaid shop for commercial purposes and have been carrying on\nbusiness in the same, we grant the respondents 9 months' time\nto vacate the same, subject to filing the usual undertaking in\nthis Court within two weeks from this date. Accordingly, the ap-\npeal is allowed. There will be no order as to costs.\nD.G.\nAppeal allowed.\nC\nD\nE\nF\n"}