{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nGEN. MANAGER, M/S. HUTTI GOLD MINES CO.\nV\nSHIVAPPA (D) THR. HIS LRS. AND ORS.\nFEBRUARY 19, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nD\nLand Acquisition:\nExecution of award passed in Land Acquisition proceedings-Stay by\nHigh Court subject to appellant depositing 50% of enhanced compensation\namount alongwith proportionate amounts towards solatium, additional\nmarket value and the interest thereon and claimants given liberty to withdraw\nthe same-Challenge to-Held: Order of High Court needs modification-On\ndeposit of 50% of the enhanced amounts, claimants permitted to withdraw\n25% without furnishing security-Remaining 25% to be kept in fixed deposit\n\"of Nationalized Bank.\nThe High Court while admitting appeals stayed the operation and\nexecution of the award passed in Land Acquisition proceedings subject to the\nappellant depositing 50% of the enhanced compensation amount alongwith\nE the proportionate amounts towards solatium, additional market value and the\ninterest thereon with the Reference Court and on such deposit being made,\ngranted liberty to Respondent-claimants to withdraw the same. Hence the\npresent appeal challenging the said direction of High Court.\nF\nG\nH\nDisposing of the appeal, the Court\nHELD: The order of the High Court ordering deposit of 50% of the\nenhanced amount with liberty to withdraw needs modification. The appellant\nis directed to deposit 50% of the enhanced amount along with the\nproportionate amounts towards solatium, additional market value and the\ninterest thereon with the Reference Court. On such deposit, all the claimants\nare entitled to withdraw 25% of the enhanced amount without furnishing any\nsecurity. The Reference Court shall open a separate account in respect of all\nthe claimants and keep 25% of the remaining amount in fixed deposit in a\nNationalised Bank and await further orders from the High Court in the\npending appeal. [Para 5] [806-A, B, C]\n804\ni\nGEN. MANAGER, M/S. HUTTI GOLD MINES CO. v. SHIVAPPA (D) THR. HIS LRS. [LAKSHMANAN, J.] 805\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 840 of 2007. A\nFrom the interims Order dated 11.1.2007 of the High Court of Court of\nKarnataka at Bangalore in M.F.A. No. 3707/2006.\nGopal Subramaniam, Mukul Rohtagi, Lalit Mohini Bhat, Anitha Shenoy\nand Naveen R. Nath for the Appellants.\nDhruv Mehta, Harshvardhan Jha and Yashraj Singh Deora for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Heard Mr.Gopal Subramaniam, learned\nASG appearing on behalf of the appellant and Mr. Dhruv Mehta, learned\ncounsel appearing on behalf of the respondent-claimants.\n2. Leave granted.\n3. This appeal is directed against the order passed by the High Court\nof Karnataka in M.F.A.No.3707/2006 and other connected matters. The High\nCourt of Karnataka by order dt.11.01.2007 while admitting the appeals has\npassed the following interim order:-\nB\nC\nD\n\"This Court doth Order that pending admission of the above E\nappeal the operation and execution of the impugned award in LAC\nNos. 1,2,31.3,4,32,5,6,7,33,34,8,35,37,9,10 of 2001 dated 19.12.2006 and\nLAC Nos. 22,23,13,24,17,26,18,27,19,14,28,20,29,15m 30 of 2001 dated\n03.01.2006 on the file of the Addl.Civil Judge (Sr.Dn.) Raichur is\nhereby stayed subject to the appellant depositing 50% of the enhanced\namounts along with the proportionate amounts towards solatium,\nadditional market value and the interest thereon within four weeks\nfrom today i.e. 11.01.2007 with the reference Court. On such deposit\nbeing made, it is open to the claimants to draw the same.\".\n4. Aggrieved against the direction to deposit 50% of the enhanced\namount along with the proportionate amounts towards solatium, additional\nmarket value and the interest thereon, the appellant through its General\nManager preferred the above Civil Appeal arising out of SLP(C) No.2471/2007.\nF\nG\n5. We have perused the grounds of appeal and also heard the arguments\nadvanced by learned ASG for the appellant and learned counsel for the H\nB\n806\nSUPREME COURT REPORTS\n.[2007] 2 S.C.R.\nA respondents. Since the appeal is pending before the High Court, we are not\nexpressing any opinion on the merits of the rival claims. However, in our\nopinion, the order of the High Court ordering deposit of 50% of the enhanced\namount with liberty to withdraw needs modification. We, therefore, direct the\nappellant herein to deposit 50% of the enhanced amount along with the\nproportionate amounts towards solatium, additional market value and the\ninterest thereon within four weeks from today with the Reference Court. On\nsuch deposit, all the claimants are entitled to withdraw 25% of the enhanced\namount without furnishing any security. The Reference Court shall open a\nseparate account in respect of all the claimants and keep 25% of the remaining\namount in fixed deposit in a nationalised bank and await further orders from\nC the High Court in the pending appeal. Since the acquisition proceedings\nstarted in the year 1995 and the matter is pending in one forum or the other\nwe request the High Court to dispose of the appeals filed by the appellant\nherein and also the appeals filed by the respondents herein/claimants within\nsix months from today on merits and in accordance with law. We request the\nHon'ble Chief Justice of the Karnataka High Court to place all the matters\nD\nbefore a Division Bench of the said court for disposal of the same within the\ntime stipulated in this Order.\n6. The appeal stands disposed of accordingly.\n7. No costs.\nE\nB.B.B.\nAppeals disposed of.\nL\n'\n\u003e\n"}