{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nC\nSMT. MANJURI BERA\nV.\nTHE ORIENTAL INSURANCE COMPANY LTD. AND ANR.\nMARCH 30, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nMotor Vehicles Act, 1988; Ss. 140, 166 and 168/West Bengal Motor\nVehicles Rules, 1989/Code of Civil Procedure, 1908; s 2(ii).\nMotor Vehicles accident-Death-Claim Petition-Legal representative\nnot dependent on deceased-Entitlement to-Held: In case of vehicular\naccident, all/any of legal representatives of the deceased entitled to claim\ncompensation-Any of them could file a claim petition-Liability in terms of\ns. 140 of the Act does not cease merely because of absence of dependency-\nD Right to file claim has to be considered in the back ground of right to\nentitlement-Even if there is no loss of dependency, the claimant/legal\nrepresentative would be entitled to compensation.\nE\nWords and Phrases:\n'Legal representatives'-Meaning and scope of in terms of s. 2(ii)\nCPC-Discussed.\nAppellant's father lost his life in a vehicular accident caused by a Mini\nTruck belonging to respondent No. 2. As the deceased had no other legal heir,\na claim petition was lodged by his married daughter under s.140(2) of the\nF Motor Vehicles Act. Respondent No.1, the insurer with whom the offending\nvehicle was the subject-matter of insurance filed a written statement taking\nthe stand that since the claimant was not dependant upon the deceased, there\nwas no question of any compensation being paid. The Motor Accident Claims\nTribunal dismissed the claim petition accepting the stand of the insurer. An\nappeal was filed by the appellant before the High Court questioning the\ncorrectness of the Tribunal's view. The High Court by the impugned judgment\nheld that the appeal was without merit and dismissed the same. Hence the\npresent appeal.\nG\nH\nAmicus Curiae submitted that the view taken by the Tribunal and the\n590\n7\n3-\n1\nMANJURI BERA v. THE ORIENTAL INSURANCE COMPANY LTD.\n591\nHigh Court is super technical that even if there was no dependency, there is A\na loss to the estate and a person who is a legal representative but not dependant\ncan yet be a beneficiary of the estate, therefore, a realistic and pragmatic\nview should be taken.\nAllowing the appeal, the Court\nHELD: 1.1. The Expression “legal representative\" has not been defined\neither in the Motor Vehicle Act or the West Bengal Motor Vehicles Rules,\n1989. The widest meaning, therefore, can be ascribed to it in terms of Section\n2(11) of the Code of Civil Procedure, 1908. [Para 5] [592-G-H; 593-A]\nB\n1.2. In terms of clause (C) of sub-mission (1) of Section 166 of the Act C\nin case of death, all or any of the legal representatives of the deceased become\nentitled to compensation and any such legal representative can file a claim\npetition. Therefore, the High Court was justified in its view that the appellant\ncould maintain a claim petition in terms of Section 166 of the Act.\n[Para 9] [594-C-E] D\n1.3. According to Section 2(11) of CPC, \"legal representative\" means\na person who in law represents the estate of a deceased person, and includes\nany person who intermeddles with the estate of the deceased any where a party\nsues or is sued in a representative character the person on whom the estate\ndevolves on the death of the party so suing or sued. [Para 12] [595-D-E]\nCustodian of Branches of BANCO National Ultramarino v. Nalini Bai\nNaique, AIR (1989) SC 1589, and Gujrat State Road Transport Corporation\nv. Ramanbhai Prabhabhai and Anr., AIR (1987) SC 1690, relied on.\nE\n1.4. There are three stages while assessing the question of entitlement. F\nIn the first stage, the liability of the person who is liable and the person who\nis to indemnify the liability, if any. Next is the quantification and Section 166\nis primarily in the nature of recovery proceedings. [Para 14] [596-A-B]\n1.5. A legal representative who is not dependant if files an application\nfor compensation, the quantum cannot be less than the liability referable to G\nSection 140 of the Act. Therefore, even if there is no loss of dependency the\nclaimant if he or she is a legal representative will be entitled to compensation,\nthe quantum of which shall be not less than the liability flowing from Section\n140 of the Act. [Para 16] [596-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1702 of 2007.\nH\nA\nB\nC\n592\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nFrom the Final Judgment and Order dated 12.11.2003 of the High Court\nof Judicature at Calcutta in F.M.A. No. 2885 of 2002.\nJayant Bhushan, (A.C.) Ram Ekbal Roy and Sarla Chandra for the\nAppellant.\nS.L. Gupta, Baldev Krishan, R.A. Gupta and Goodwill Indeevar for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. An interesting question is involved in this appeal. By the impugned\njudgment the Calcutta High Court held that though the appellant, a married\ndaughter of Bata Krishna Mondal (hereinafter referred to as the 'deceased')\ncould maintain a claim petition in terms of Section 166 of the Motor Vehicles\nAct, 1988 (in short the 'Act') she was not entitled to any compensation as\nD she was not dependant upon the deceased.\nE\n3. Factual position is undisputed and needs a brief reference.\n4. On 11.5.1998 deceased lost his life in a vehicular accident and the\noffending vehicle, a Mini Truck registration No. WB-29/0185 belonged to\nrespondent No.2. As the deceased had no other legal heir, a claim petition was\nlodged claiming compensation. Respondent No.1 (hereinafter referred to as\nthe 'insurer') with whom the offending vehicle was the subject-matter of\ninsurance filed a written statement taking the stand that since the claimant\nwas not dependant upon the deceased, there was no question of any\nF compensation being paid. The Motor Accident Claims Tribunal, Midnapore\nat Tamluk, District Midnapore (in short the 'Tribunal') dismissed the claim\npetition accepting the stand of the insurer.\n5. An appeal was filed before the Calcutta High Court questioning the\ncorrectness of the Tribunal's view. The High Court by the impugned judgment\nG held that the appeal was without merit and dismissed the same. It was held\nthat though a married daughter can be covered by the expression “legal\nrepresentative\" appearing in Section 166 of the Act, she was not entitled to\nany compensation unless he or she was dependant on the deceased. The\nexpression \"legal representative\" has not been defined either in the Act or\nthe West Bengal Motor Vehicles Rules, 1989 (in short the 'Rules'). The widest\nH\nT\nMANJURI BERA v. THE ORIENTAL INSURANCE COMPANY LTD. [PASAYAT, J.]\n593\nmeaning, therefore, can be ascribed to it in terms of Section 2(11) of the Code A\nof Civil Procedure, 1908 (in short “CPC”).\n6. When the matter came up for hearing considering the importance of\nthe question, Mr. Jayant Bhushan, learned senior counsel was requested to\nact as Amicus Curiae. He has with reference to various provisions submitted\nthat the view taken by the Tribunal and the High Court is technical.\nsuper\nEven if there was no dependence, there is a loss to the estate and a person\nwho is a legal representative but not dependant can yet be a beneficiary of\nthe estate. It was, therefore, submitted that a realistic and pragmatic view\nshould be taken.\n7. Learned counsel for the insurer supported the judgment of the Tribunal\nand the High Court.\n8. Section 166 of the Act corresponds to Section 110 of the Motor\nVehicles Act, 1939 (hereinafter referred to as the ‘Old Act') and the same\nreads as follows:\n\"Application for compensation:- (1) An application for compensation\narising out of an accident of the nature specified in sub-section (1)\nof Section 165 may be made-\n(a) by the person who has sustained the injury; or\n(b) by the owner of the property; or\n(c) where death has resulted from the accident, by all or any of the\nlegal representatives of the deceased; or\nB\nC\nD\nE\n(d) by any agent duly authorized by the person injured or all or any F\nof the legal representatives of the deceased, as the case may be.\nProvided that where all the legal representatives of the deceased\nhave not joined in any such application for compensation, the\napplication shall be made on behalf of or for the benefit of all the legal\nrepresentatives of the deceased and the legal representatives who G\nhave not so joined, shall be impleaded as respondents to the\napplication.\n(2) Every application under sub-section (1) shall be made, at the\noption of the claimant, either to the Claims Tribunal having jurisdiction\nover the area in which the accident occurred or to the Claims Tribunal H\n'\n594\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nwithin the local limits of whose jurisdiction the claimant resides or\ncarries on business or within the local limits of whose jurisdiction the .\ndefendant resides, and shall be in such form and contain such\nparticulars as may be prescribed:\nProvided that where no claim for compensation under Section 140\nis made in such application, the application shall contain a separate\nstatement to that effect immediately before the signature of the\napplicant.\nXX XX\nXX\nC\n(4) The Claims Tribunal shall treat any report of accidents forwarded\nto it under sub-section (6) of Section 158 as an application for\ncompensation under this Act.\"\n9. In terms of clause (c) of sub-section (1) of Section 166 of the Act in\ncase of death, all or any of the legal representatives of the deceased become\nD entitled to compensation and any such legal representative can file a claim\npetition. The proviso to said sub-section makes the position clear that where\nall the legal representatives had not joined, then application can be made on\nbehalf of the legal representatives of the deceased by impleading those legal\nrepresentatives as respondents. Therefore, the High Court was justified in its\nview that the appellant could maintain a claim petition in terms of Section 166\nof the Act.\nE\nF\nG\nH\n10. Section 168 of the Act reads as follows:\n\"Award of the Claims Tribunal:- On receipt of an application for\ncompensation made under Section 166, the Claims Tribunal shall, after\ngiving notice of the application to the insurer and after giving the\nparties (including the insurer) an opportunity of being heard, hold an\ninquiry into the claim or, as the case may be, each of the claims and,\nsubject to the provisions of Section 162 may make an award determining\nthe amount of compensation which appears to it to be just and\nspecifying the person or persons to whom compensation shall be paid\nand in making the award the Claims Tribunal shall specify the amount\nwhich shall be paid by the insurer or owner or driver of the vehicle\ninvolved in the accident or by all or any of them, as the case may be:\nProvided that where such application makes a claim for\ncompensation under section 140 in respect of the death or permanent\n₹\nمر\n”།\nT\nMANJURI BERA v. THE ORIENTAL INSURANCE COMPANY LTD. [PASAYAT, J.]\n595\ndisablement of any person, such claim and any other claim (whether A\nmade in such application or otherwise) for compensation in respect of\nsuch death or permanent disablement shall be disposed of in accordance\nwith the provisions of Chapter X.\n(2) The Claims Tribunal shall arrange to deliver copies of the award\nto the parties concerned expeditiously and in any case within a period B\nof fifteen days from the date of the award.\n(3) When an award is made under this section, the person who is\nrequired to pay any amount in terms of such award shall, within thirty\ndays of the date of announcing the award by the Claims Tribunal,\ndeposit the entire amount awarded in such manner as the Claims C\nTribunal may direct.\"\n11. The Tribunal has a duty to make an award, determine the amount\nof compensation which is just and proper and specify the person or persons\nto whom such compensation would be paid. The latter part relates to the\nentitlement of compensation by a person who claims for the same.\n12. According to Section 2(11) of CPC, \"legal representative\" means a\nperson who in law represents the estate of a deceased person, and includes\nany person who intermeddles with the estate of the deceased and where a\nparty sues or is sued in a representative character the person on whom the\nestate devolves on the death of the party so suing or sued. Almost in similar\nterms is the definition of legal representative under the Arbitration and\nConciliation Act, 1996, i.e.,under Section 2(1)(g).\n13. As observed by this Court in Custodian of Branches of BANCO\nNational Ultramarino v. Nalini Bai Naique, AIR (1989) SC 1589 the definition\ncontained in Section 2(11) CPC is inclusive in character and its scope is wide,\nit is not confined to legal heirs only. Instead it stipulates that a person who\nmay or may not be legal heir competent to inherit the property of the deceased\ncan represent the estate of the deceased person. It includes heirs as well as\npersons who represent the estate even without title either as executors or\nadministrators in possession of the estate of the deceased. All such persons\nwould be covered by the expression 'legal representative. As observed in\nGujarat State Road Transport Corporation v. Ramanbhai Prabhatbhai and\nAnr., AIR (1987) SC 1690 a legal representative is one who suffers on account\nof death of a person due to a motor vehicle accident and need not necessarily\nbe a wife, husband, parent and child.\nD\nE\nF\nG\nH\nA\nB\nC\n596\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n14. There are several factors which have to be noted. The liability under\nSection 140 of the Act does not cease because there is absence of dependency.\nThe right to file a claim application has to be considered in the background\nof right to entitlement. While assessing the quantum, the multiplier system is\napplied because of deprivation of dependency. In other words, multiplier is\na measure. There are three stages while assessing the question of entitlement.\nFirstly, the liability of the person who is liable and the person who is to\nindemnify the liability, if any. Next is the quantification and Section 166 is\nprimarily in the nature of recovery proceedings. As noted above, liability in\nterms of Section 140 of the Act does not cease because of absence of\ndependency.\n15. Section 165 of the Act also throws some light on the controversy.\nThe explanation includes the liability under Sections 140 and 163-A.\n16. Judged in that background where a legal representative who is not\ndependant files an application for compensation, the quantum cannot be less\nD than the liability referable to Section 140 of the Act. Therefore, even if there\nis no loss of dependency the claimant if he or she is a legal representative\nwill be entitled to compensation, the quantum of which shall be not less than\nthe liability flowing from Section 140 of the Act. The appeal is allowed to the\naforesaid extent. There will be no order as to costs. We record our appreciation\nfor the able assistance rendered by Shri Jayant Bhushan, the learned Amicus\nCuriae.\nE\nF\nG\nH\nS.K.S.\nAppeal allowed.\nKAPADIA, J. 1. Although I agree with the operative part of the judgment\nproposed to be delivered by my esteemed brother Dr. Arijit Pasayat, J, I would\nlike to give my own reasons.\n2. In the Present case the married daughter of the victim (deceased) filed\nthe claim under Section 140 (2) of the Motor Vehicles Act, 1988 praying for\nstatutory compensation on account of the death of her father. As stated, the\napplication was made under Section 140 of the Said Act. That Section makes\nit clear that \"No Fault Liability” is cast on the owner of the vehicle and not\ndirectly on the insurer. Before an order is passed under Section 140, the\nTribunal must be satisfied that the accident arose out of a motor vehicle\nwhich resulted in permanent disablement or death and that the claim is made\nagainst the owner and the insurer of the offending motor vehicle.\nT\nMANJURI BERA v. THE ORIENTAL INSURANCE COMPANY LTD. [KAPADIA, J.] 597\n3. In the present case, as stated above, the victim's married daughter A\nhas made her claim under Section 140 of the said Act saying that she has five\nchildren; that they are minors; that she was brought up her uncle; that after\nher mother's death the deceased lived in the same house which the claiment\nwas living with her uncle before her marriage; that the deceased was a mason\nthat after her marriage she lived with her husband and, therefore, she was\nB\nentitled to get statutory compensation under Section 140 of the said Act.\n4. In the impugned judgment the High Court has correctly drawn a\ndistinction between \"right to apply for compensation\" and \"entitlement to\ncompensation\". The High Court has rightly held that even a married daughter\nis a legal representative and she is certainly entitled to claim compensation.\nIt was further held, on the facts of the present case, that the married daughter\nwas not dependent on her father. She was living with her husband in her\nhusband's house. Therefore, she was not entitled to claim statutory\ncompensation. According to the High Court, the claimant was not dependent\non her father's income. Hence, She was not entitled to claim compensation\nbased on No Fault Liability”.\n\u003c\nC\nD\nE\n5. In my opinion, “No Fault Liability”, envisaged in Section 140 of the\nsaid Act, is distinguishable from the rule of \"Strict Liability\". In the former,\nthe compensation amount is fixed. It is Rs. 50,000/- in cases of death [Section\n140 (2)]. It is a statutory liability. It is an amount which can be deducted from\nthe final amount awarded by the Tribunal. Since, the amount is a fixed\namount/crystallized amount, the same has to be considered as part of the\nestate of the deceased. In the present case, the deceased was an earning\nmember. The statutory compensation could constitute part of his estate. His\nlegal representative, namely, his daughter has inherited his estate. She was\nentitled to inherit his estate. In the circumstances, she was entitled to recieve F\ncompensation under \"No fault Liability” in terms of Section 140 of the said\nAct. My opinion is confined only to the \"No Fault Liability” under Section\n140 of the said Act. That section is a Code by itself within the Motor Vehicles\nAct, 1988.\n6. For the above separate reasons, I agree with the conclusion, namely, G\nthe appeal be allowed with no order as to costs.\nS.K.S.\nAppeal allowed.\nJ\n1\n"}