{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"GIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 803\nremains non-compoundable is Section 506 (II), IPC, which A\nis punishable with 7 years imprisonment. It is the judicial\nexperience that an offence under Section 506 IPC in most\ncases is based on the oral declaration with different shades\nof intention. Another set of offences, which ought to be\nliberally compounded, are Sections 147 and 148, IPC, B.\nmore particularly where other offences are compoundable.\nIt may be added here that the State of Madhya Pradesh\nvide M.P. Act No. 17 of 1999 (Section 3) has made\nSections 506(II) IPC, 147 IPC and 148, IPC compoundable\noffences by amending the schedule under Section 320,\nCr.P.C.\nC\nD\ne. The offences against human body other than murder and\nculpable homicide where the victim dies in the course of\ntransaction would fall in the category where compounding\nmay not be permitted. Heinous offences like highway\nrobbery, dacoity or a case involving clear-cut allegations\nof rape should also fall in the prohibited category.\nOffences committed by Public Servants purporting to act\nin that capacity as also offences against public servant\nwhile the victims are acting in the discharge of their duty E\nmust remain non-compoundable. Offences against the\nState enshrined in Chapter-VII (relating to army, navy and\nair force) must remain non-compoundable.\nf. That as a broad guideline the offences against human\nbody other than murder and culpable homicide may be\npermitted to be compounded when the court is in the\nposition to record a finding that the settlement between the\nparties is voluntary and fair.\nWhile parting with this part, it appears necessary to add\nthat the settlement or compromise must satisfy the\nconscience of the court. The settlement must be just and\nfair besides being free from the undue pressure, the court\nmust examine the cases of weaker and vulnerable victims\nwith necessary caution.\"\nF\nG\nI\nA\n00\nB\n0\nD\nE\nF\nG\nH\n804 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nTo conclude, it can safely be said that there can never be\nany hard and fast category which can be prescribed to\nenable the Court to exercise its power under Section 482\nof the Cr.P.C. The only principle that can be laid down is\nthe one which has been incorporated in the Section itself,\ni.e., \"to prevent abuse of the process of any Court\" or \"to\nsecure the ends of justice\".\nIt was further held as under:\n\"23. No embargo, be in the shape of Section 320(9) of the\nCr.P.C., or any other such curtailment, can whittle down the\npower under Section 482 of the Cr.P.C.\n25. The only inevitable conclusion from the above\ndiscussion is that there is no statutory bar under the\nCr.P.C. which can affect the inherent power of this Court\nunder Section 482. Further, the same cannot be limited to\nmatrimonial cases alone and the Court has the wide\npower to quash the proceedings even in non-\ncompoundable offences notwithstanding the bar under\nSection 320 of the Cr.P.C., in order to prevent the abuse\nof law and to secure the ends of justice. The power under\nSection 482 of the Cr.P.C. is to be exercised ex-debito\nJustitiae to prevent an abuse of process of Court. There\ncan neither be an exhaustive list nor the defined para-\nmeters to enable a High Court to invoke or exercise its\ninherent powers. It will always depend upon the facts and\ncircumstances of each case. The power under Section 482\nof the Cr.P.C. has no limits. However, the High Court will\nexercise it sparingly and with utmost care and caution. The\nexercise of power has to be with circumspection and\nrestraint. The Court is a vital and an extra-ordinary effective\ninstrument to maintain and control social order. The Courts\nplay role of paramount importance in achieving peace,\nharmony and ever-lasting congeniality in society.\nResolution of a dispute by way of a compromise between\ntwo warring groups, therefore, should attract the immediate\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 805\nand prompt attention of a Court which should endeavour A\nto give full effect to the same unless such compromise is\nabhorrent to lawful composition of the society or would\npromote savagery.\"\n46. A three-Judge Bench of the Bombay High Court in\nAbasaheb Yadav Honmane v. State of Maharashtra 40 dealt\nwith the inherent power of the High Court under Section 482 of\nthe Code vis-à-vis the express bar for compounding of the non-\ncompoundable offences in Section 320(9) of the Code. The\nHigh Court referred to various decisions of this Court and also\nthe decisions of the various High Courts and then stated as\nfollows:\nB\nC\n\"The power of compounding on one hand and quashing\nof criminal proceedings in exercise of inherent powers on\nthe other, are incapable of being treated as synonymous D\nor even inter-changeable in law. The conditions precedent\nand satisfaction of criteria in each of these cases are\ndistinct and different. May be, the only aspect where they\nhave any commonality is the result of exercise of such\npower in favour of the accused, as acquittal is the end E\nresult in both these cases. Both these powers are to be\nexercised for valid grounds and with some element of\nobjectivity. Particularly, the power of quashing the FIR or\ncriminal proceedings by the Court by taking recourse to\ninherent powers is expected to be used sparingly and that F\ntoo without losing sight of impact of such order on the\ncriminal justice delivery system. It may be obligatory upon\nthe Court to strike a balance between the nature of the\noffence and the need to pass an order in exercise of\ninherent powers, as the object of criminal law is protection\nof public by maintenance of law and order.\"\n47. Section 320 of the Code articulates public policy with\nG\n40. 2008 (2) Mh. L.J. 856.\nH\nB\nC\n806\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA regard to the compounding of offences. It catalogues the\noffences punishable under IPC which may be compounded by\nthe parties without permission of the Court and the composition\nof certain offences with the permission of the court. The\noffences punishable under the special statutes are not covered\nby Section 320. When an offence is compoundable under\nSection 320, abatement of such offence or an attempt to\ncommit such offence or where the accused is liable under\nSection 34 or 149 of the IPC can also be compounded in the\nsame manner. A person who is under 18 years of age or is an\nidiot or a lunatic is not competent to contract compounding of\noffence but the same can be done on his behalf with the\npermission of the court. If a person is otherwise competent to\ncompound an offence is dead, his legal representatives may\nalso compound the offence with the permission of the court.\nWhere the accused has been committed for trial or he has\nbeen convicted and the appeal is pending, composition can\nonly be done with the leave of the court to which he has been\ncommitted or with the leave of the appeal court, as the case\nmay be. The revisional court is also competent to allow any\nperson to compound any offence who is competent to\ncompound. The consequence of the composition of an offence\nis acquittal of the accused. Sub-section (9) of Section 320\nmandates that no offence shall be compounded except as\nprovided by this Section. Obviously, in view thereof the\ncomposition of an offence has to be in accord with Section 320\nF and in no other manner.\nD\nE\n48. The question is with regard to the inherent power of\nthe High Court in quashing the criminal proceedings against\nan offender who has settled his dispute with the victim of the\nG crime but the crime in which he is allegedly involved is not\ncompoundable under Section 320 of the Code.\nН\n49. Section 482 of the Code, as its very language\nsuggests, saves the inherent power of the High Court which it\nhas by virtue of it being a superior court to prevent abuse of\n'\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 807\nthe process of any court or otherwise to secure the ends of A\njustice. It begins with the words, 'nothing in this Code' which\nmeans that the provision is an overriding provision. These\nwords leave no manner of doubt that none of the provisions of\nthe Code limits or restricts the inherent power. The guideline\nfor exercise of such power is provided in Section 482 itself i.e., B\nto prevent abuse of the process of any court or otherwise to\nsecure the ends of justice. As has been repeatedly stated that\nSection 482 confers no new powers on High Court; it merely\nsafeguards existing inherent powers possessed by High Court\nnecessary to prevent abuse of the process of any Court or to\nsecure the ends of justice. It is equally well settled that the power\nis not to be resorted to if there is specific provision in the Code\nfor the redress of the grievance of an aggrieved party. It should\nbe exercised very sparingly and it should not be exercised as\nagainst the express bar of law engrafted in any other provision\nof the Code.\n50. In different situations, the inherent power may be\nexercised in different ways to achieve its ultimate objective.\nFormation of opinion by the High Court before it exercises\ninherent power under Section 482 on either of the twin\nobjectives, (i) to prevent abuse of the process of any court or\n(ii) to secure the ends of justice, is a sine qua non.\n51. In the very nature of its constitution, it is the judicial\nobligation of the High Court to undo a wrong in course of\nadministration of justice or to prevent continuation of\nunnecessary judicial process. This is founded on the legal\nmaxim quando lex aliquid alicui concedit, conceditur et id sine\nqua res ipsa esse non potest. The full import of which is\nwhenever anything is authorised, and especially if, as a matter\nof duty, required to be done by law, it is found impossible to\ndo that thing unless something else not authorised in express\nterms be also done, may also be done, then that something\nelse will be supplied by necessary intendment. Ex debito\njustitiae is inbuilt in such exercise; the whole idea is to do real,\nC\nD\nE\nF\nG\nH\n808 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA complete and substantial justice for which it exists. The power\npossessed by the High Court under Section 482 of the Code\nis of wide amplitude but requires exercise with great caution\nand circumspection.\nB\nC\n52. It needs no emphasis that exercise of inherent power\nby the High Court would entirely depend on the facts and\ncircumstances of each case. It is neither permissible nor proper\nfor the court to provide a straitjacket formula regulating the\nexercise of inherent powers under Section 482. No precise and\ninflexible guidelines can also be provided.\n53. Quashing of offence or criminal proceedings on the\nground of settlement between an offender and victim is not the\nsame thing as compounding of offence. They are different and\nnot interchangeable. Strictly speaking, the power of\nD compounding of offences given to a court under Section 320\nis materially different from the quashing of criminal proceedings\nby the High Court in exercise of its inherent jurisdiction. In\ncompounding of offences, power of a criminal court is\ncircumscribed by the provisions contained in Section 320 and\nE the court is guided solely and squarely thereby while, on the\nother hand, the formation of opinion by the High Court for\nquashing a criminal offence or criminal proceeding or criminal\ncomplaint is guided by the material on record as to whether the\nends of justice would justify such exercise of power although\nthe ultimate consequence may be acquittal or dismissal of\nindictment.\nF\nG\nH\n54. Where High Court quashes a criminal proceeding\nhaving regard to the fact that dispute between the offender and\nvictim has been settled although offences are not\ncompoundable, it does so as in its opinion, continuation of\ncriminal proceedings will be an exercise in futility and justice\nin the case demands that the dispute between the parties is\nput to an end and peace is restored; securing the ends of justice\nbeing the ultimate guiding factor. No doubt, crimes are acts\n|.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 809\nwhich have harmful effect on the public and consist in wrong A\ndoing that seriously endangers and threatens well-being of\nsociety and it is not safe to leave the crime-doer only because\nhe and the victim have settled the dispute amicably or that the\nvictim has been paid compensation, yet certain crimes have\nbeen made compoundable in law, with or without permission B\nof the Court. In respect of serious offences like murder, rape,\ndacoity, etc; or other offences of mental depravity under IPC\nor offences of moral turpitude under special statutes, like\nPrevention of Corruption Act or the offences committed by\npublic servants while working in that capacity, the settlement C\nbetween offender and victim can have no legal sanction at all.\nHowever, certain offences which overwhelmingly and\npredominantly bear civil flavour having arisen out of civil,\nmercantile, commercial, financial, partnership or such like\ntransactions or the offences arising out of matrimony, D\nparticularly relating to dowry, etc. or the family dispute, where\nthe wrong is basically to victim and the offender and victim have.\nsettled all disputes between them amicably, irrespective of the\nfact that such offences have not been made compoundable, the\nHigh Court may within the framework of its inherent power,\nquash the criminal proceeding or criminal complaint or F.I.R if\nit is satisfied that on the face of such settlement, there is hardly\nany likelihood of offender being convicted and by not quashing\nthe criminal proceedings, justice shall be casualty and ends of\njustice shall be defeated. The above list is illustrative and not\nexhaustive. Each case will depend on its own facts and no hard\nand fast category can be prescribed.\nE\nF\n55. B.S. Joshi', Nikhil Merchant², Manoj Sharma³ and\nShiji alias Pappu³3 do illustrate the principle that High Court\nmay quash criminal proceedings or FIR or complaint in exercise G\nof its inherent power under Section 482 of the Code and\nSection 320 does not limit or affect the powers of the High\nCourt under Section 482. Can it be said that by quashing\ncriminal proceedings in B.S. Joshi, Nikhil Merchant², Manoj\nSharma³ and Shiji alias Pappu³³, this Court has compounded H.\n810\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA the non-compoundable offences indirectly? We do not think so.\nThere does exist the distinction between compounding of an\noffence under Section 320 and quashing of a criminal case by\nthe High Court in exercise of inherent power under Section 482.\nThe two powers are distinct and different although ultimate\nB consequence may be same viz., acquittal of the accused or\ndismissal of indictment.\nC\nD\n56. We find no incongruity in the above principle of law and\nthe decisions of this Court in Simrikhia14, Dharampal¹³, Arun\nShankar Shukla¹6, Ishwar Singh 23, Rumi Dhar (Smt.). 28 and\nAshok Sadarangani³4. The principle propounded in Simrikhia¹4\nthat the inherent jurisdiction of the High Court cannot be invoked\nto override express bar provided in law is by now well settled.\nIn Dharampal15, the Court observed the same thing that the\ninherent powers under Section 482 of the Code cannot be\nutilized for exercising powers which are expressly barred by the\nCode. Similar statement of law is made in Arun Shankar\nShukla 16. In Ishwar Singh 23, the accused was alleged to have\ncommitted an offence punishable under Section 307, IPC and\nwith reference to Section 320 of the Code, it was held that the\nE offence punishable under Section 307 IPC was not\ncompoundable offence and there was express bar in Section\n320 that no offence shall be compounded if it is not\ncompoundable under the Code. In Rumi Dhar (Smt.) 28 although\nthe accused had paid the entire due amount as per the\nF settlement with the bank in the matter of recovery before the\nDebts Recovery Tribunal, the accused was being proceeded\nwith for commission of offences under Section 120-B/420/467/\n468/471 of the IPC along with the bank officers who were being\nprosecuted under Section 13(2) read with 13(1)(d) of\nG Prevention of Corruption Act. The Court refused to quash the\ncharge against the accused by holding that the Court would not\nquash a case involving a crime against the society when a\nprima facie case has been made out against the accused for\nframing the charge. Ashok Sadarangani³4 was again a case\nwhere the accused persons were charged of having committed\nН\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 811\noffences under Sections 120-B, 465, 467, 468 and 471, IPC 'A\nand the allegations were that the accused secured the credit\nfacilities by submitting forged property documents as collaterals\nand utilized such facilities in a dishonest and fraudulent manner\nby opening letters of credit in respect of foreign supplies of\ngoods, without actually bringing any goods but inducing the B\nbank to negotiate the letters of credit in favour of foreign\nsuppliers and also by misusing the cash-credit facility. The Court\nwas alive to the reference made in one of the present matters\nand also the decisions in B.S. Joshi, Nikhil Merchant² and:\nManoj Sharma3 and it was held that B.S. Joshi', and Nikhil\nMerchant dealt with different factual situation as the dispute\ninvolved had overtures of a civil dispute but the case under\nconsideration in Ashok Sadarangani³4 was more on the\ncriminal intent than on a civil aspect. The decision in Ashok\nSadarangani³4 supports the view that the criminal matters\ninvolving overtures of a civil dispute stand on a different footing.\n'\nC\nD\nE\n57. The position that emerges from the above discussion\ncan be summarised thus: the power of the High Court in\nquashing a criminal proceeding or FIR or complaint in exercise\nof its inherent jurisdiction is distinct and different from the power\ngiven to a criminal court for compounding the offences under\nSection 320 of the Code. Inherent power is of wide plenitude\nwith no statutory limitation but it has to be exercised in accord\nwith the guideline engrafted in such power viz; (i) to secure the\nends of justice or (ii) to prevent abuse of the process of any F\nCourt. In what cases power to quash the criminal proceeding\nor complaint or F.I.R may be exercised where the offender and\nvictim have settled their dispute would depend on the facts and\ncircumstances of each case and no category can be\nprescribed. However, before exercise of such power, the High G\nCourt must have due regard to the nature and gravity of the\ncrime. Heinous and serious offences of mental depravity or\noffences like murder, rape, dacoity, etc. cannot be fittingly\nquashed even though the victim or victim's family and the\noffender have settled the dispute. Such offences are not private H\nC\n812 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA in nature and have serious impact on society. Similarly, any\ncompromise between the victim and offender in relation to the\noffences under special statutes like Prevention of Corruption\nAct or the offences committed by public servants while working\nin that capacity etc; cannot provide for any basis for quashing\nB criminal proceedings involving such offences. But the criminal\ncases having overwhelmingly and pre-dominatingly civil flavour\nstand on different footing for the purposes of quashing,\nparticularly the offences arising from commercial, financial,\nmercantile, civil, partnership or such like transactions or the\noffences arising out of matrimony relating to dowry, etc. or the\nfamily disputes where the wrong is basically private or personal\nin nature and the parties have resolved their entire dispute. In\nthis category of cases, High Court may quash criminal\nproceedings if in its view, because of the compromise between\nthe offender and victim, the possibility of conviction is remote\nand bleak and continuation of criminal case would put accused\nto great oppression and prejudice and extreme injustice would\nbe caused to him by not quashing the criminal case despite\nfull and complete settlement and compromise with the victim.\nIn other words, the High Court must consider whether it would\nbe unfair or contrary to the interest of justice to continue with\nthe criminal proceeding or continuation of the criminal\nproceeding would tantamount to abuse of process of law\ndespite settlement and compromise between the victim and\nwrongdoer and whether to secure the ends of justice, it is\nappropriate that criminal case is put to an end and if the answer\nto the above question(s) is in affirmative, the High Court shall\nbe well within its jurisdiction to quash the criminal proceeding.\nD\nE\nF\n58. In view of the above, it cannot be said that B. S. Joshi',\nG Nikhil Merchant² and Manoj Sharma³ were not correctly\ndecided. We answer the reference accordingly. Let these\nmatters be now listed before the concerned Bench(es).\nH\nR.P.\nReference Answered.\n"}