{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"GIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 773\nIPC or other serious offences like those under Sections A\n395, 307 or 304-B cannot be compounded and hence\nproceedings in those provisions cannot be quashed by the\nHigh Court in exercise of its power under Section 482\nCrPC or in writ jurisdiction on the basis of compromise.\nHowever, in some other cases (like those akin to a civil B\nnature), the proceedings can be quashed by the High\nCourt if the parties have come to an amicable settlement\neven though the provisions are not compoundable. Where\na line is to be drawn will have to be decided in some later\ndecisions of this Court, preferably by a larger Bench (so C\nas to make it more authoritative). Some guidelines will\nhave to be evolved in this connection and the matter\ncannot be left at the sole unguided discretion of Judges,\notherwise there may be conflicting decisions and judicial\nanarchy. A judicial discretion has to be exercised on some\nobjective guiding principles and criteria, and not on the\nwhims and fancies of individual Judges. Discretion, after\nall, cannot be the Chancellor's foot.\nD\nE\n28. I am expressing this opinion because Shri B.B. Singh,\nlearned counsel for the respondent has rightly expressed\nhis concern that the decision in B.S. Joshi case should not\nbe understood to have meant that Judges can quash any\nkind of criminal case merely because there has been a\ncompromise between the parties. After all, a crime is an\noffence against society, and not merely against a private F\nindividual.\"\n9. Dr. Abhishek Manu Singhvi, learned senior counsel for\nthe petitioner in SLP(Crl.) No. 6324 of 2009 submitted that the\ninherent power of the High Court to quash a non-compoundable\noffence was not circumscribed by any of the provisions of the\nCode, including Section 320. Section 482 is a declaration of\nthe inherent power pre-èxisting in the High Court and so long\nas the exercise of the inherent power falls within the parameters\nof Section 482, it shall have an overriding effect over any of the\nG\nH\n774 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA provisions of the Code. He, thus, submitted that in exercise of\nits inherent powers under Section 482, the High Court may\npermit compounding of a non-compoundable offence provided\nthat in doing so it satisfies the conditions mentioned therein.\nLearned senior counsel would submit that the power to quash\nB the criminal proceedings under Section 482 of the Code exists.\neven in non-compoundable offence but its actual exercise will\ndepend on facts of a particular case. He submitted that some\nor all of the following tests may be relevant to decide whether\nto quash or not to quash the criminal proceedings in a given\nC case; (a) the nature and gravity of case; (b) does the dispute\nreflect overwhelming and pre-dominantly civil flavour; (c) would\nthe quashing involve settlement of entire or almost the entire\ndispute; (d) the compromise/settlement between parties and/\nor other facts and the circumstances render possibility of\nconviction remote and bleak; (e) not to quash would cause\nextreme injustice and would not serve ends of justice and (f)\nnot to quash would result in abuse of process of court.\nD\n10. Shri P.P. Rao, learned senior counsel for the petitioner\nin Special Leave Petition (Crl.) No. 5921 of 2009 submitted that\nE Section 482 of the Code is complete answer to the reference\nmade to the larger Bench. He analysed Section 482 and\nSection 320 of the Code and submitted that Section 320 did\nnot limit or affect the inherent powers of the High Court.\nNotwithstanding Section 320, High Court can exercise its\nF inherent power, inter alia, to prevent abuse of the process of\nany court or otherwise to secure the ends of justice. To secure\nthe ends of justice is a wholesome and definite guideline. It\nrequires formation of opinion by High Court on the basis of\nmaterial on record as to whether the ends of justice would justify\nG quashing of a particular criminal complaint, FIR or a proceeding.\nWhen the Court exercises its inherent power under Section 482\nin respect of offences which are not compoundable taking into\naccount the fact that the accused and the complainant have\nsettled their differences amicably, it cannot be viewed as\nH permitting compounding of offence which is not compoundable.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 775\n11. Mr. P.P. Rao, learned senior counsel submitted that A\nin cases of civil wrongs which also constitute criminal offences,\nthe High Court may pass order under Section 482 once both\nparties jointly pray for dropping the criminal proceeding initiated\nby one of them to put an end to the dispute and restore peace\nbetween the parties.\n12. Mr. V. Giri, learned senior counsel for the respondent\n(accused) in Special Leave Petition (Crl.) No. 6138 of 2006\nsubmitted that the real question that needs to be considered\nby this Court in the reference is whether Section 320(9) of the\nCode creates a bar or limits or affects the inherent powers of\nthe High Court under Section 482 of the Code. It was submitted\nthat Section 320(9) does not create a bar or limit or affect the\ninherent powers of the High Court in the matter of quashing any\ncriminal proceedings. Relying upon various decisions of this\nCourt, it was submitted that it has been consistently held that\nthe High Court has unfettered powers under Section 482 of the\nCode to secure the ends of justice and prevent abuse of the\nprocess of the Court. He also submitted that on compromise\nbetween the parties, the High Court in exercise of powers under\nSection 482 can quash the criminal proceedings, more so the\nmatters arising from matrimonial dispute, property dispute,\ndispute between close relations, partners or business concerns\nwhich are predominantly of civil, financial or commercial nature.\nB\nC\nD\nE\n13. Learned counsel for the petitioner in Special Leave F\nPetition (Crl.) No. 8989 of 2010 submitted that the court should\nhave positive view to quash the proceedings once the\naggrieved party has compromised the matter with the wrong\ndoer. It was submitted that if the court did not allow the quashing\nof FIR or complaint or criminal case where the parties settled\ntheir dispute amicably, it would encourage the parties to speak\nlie in the court and witnesses would become hostile and the\ncriminal proceeding would not end in conviction. Learned\ncounsel submitted that the court could also consider the two\nquestions (1) can there be partial quashing of the FIR qual\nG\nH\n776 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA accused with whom the complainant/aggrieved party enters into\ncompromise. (2) can the court quash the proceedings in the\ncases which have not arisen from the matrimonial or civil\ndisputes but the offences are personal in nature like grievous\nhurt (S.326), attempt to murder (S.307), rape (S.376),\nB trespassing (S.452) and kidnapping (S.364, 365) etc.\nC\nD\n14. Mr. P. P. Malhotra, learned Additional Solicitor General\nreferred to the scheme of the Code. He submitted that in any\ncriminal case investigated by police on filing the report under\nSection 173 of the Code, the Magistrate, after applying his mind\nto the chargesheet and the documents accompanying the\nsame, if takes cognizance of the offences and summons the\naccused and/or frames charges and in certain grave and\nserious offences, commits the accused to be tried by a court\nof Sessions and the Sessions Court after satisfying itself and\nafter hearing the accused frames charges for the offences\nalleged to have been committed by him, the Code provides a\nremedy to accused to challenge the order taking cognizance\nor of framing charges. Similar situation may follow in a\ncomplaint case. Learned Additional Solicitor General submitted\nE that power under Section 482 of the Code cannot be invoked\nin the non-compoundable offences since Section 320(9)\nexpressly prohibits the compounding of such offences. Quashing\nof criminal proceedings of the offences which are non-\ncompoundable would negative the effect of the order of framing\nF charges or taking cognizance and therefore quashing would\namount to taking away the order of cognizance passed by the\nMagistrate.\nG\nI\n15. Learned Additional Solicitor General would submit that\nwhen the Court takes cognizance or frames charges, it is in\naccordance with the procedure established by law. Once the\ncourt takes cognizance or frames charges, the method to\nchallenge such order is by way of appropriate application to\nthe superior court under the provisions of the Code.\n16. If power under Section 482 is exercised, in relation to\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 777\nnon-compoundable offences, it will amount to what is prohibited\nby law and such cases cannot be brought within the parameters\n'to secure ends of justice'. Any order in violation and breach of\nstatutory provisions, learned Additional Solicitor General would\nsubmit, would be a case against the ends of justice. He heavily\nrelied upon a Constitution Bench decision of this Court in\nCentral Bureau of Investigation and others v. Keshub\nMahindra and others wherein this Court held, 'no decision by\nany court, this Court not excluded, can be read in a manner as\nto nullify the express provisions of an Act or the Code.' With\nreference to B.S. Joshi', learned Additional Solicitor General\nsubmitted that that was a case where the dispute was between\nthe husband and wife and the court felt that if the proceedings\nwere not quashed, it would prevent the woman from settling in\nlife and the wife had already filed an affidavit that there were\ntemperamental differences and she was not supporting\ncontinuation of criminal proceedings. As regards, Nikhil\nMerchant², learned Additional Solicitor General submitted that\nthis Court in State of Madhya Pradesh v. Rameshwar and\nothers held that the said decision was a decision under Article\n142 of the Constitution. With regard to Manoj Sharma³, learned\nAdditional Solicitor General referred to the observations made\nby Markandey Katju, J. in paragraphs 24 and 28 of the Report.\nA\nB\nC\nD\nE\n17. Learned Additional Solicitor General submitted that the\nHigh Court has no power to quash criminal proceedings in\nregard to offences in which a cognizance has been taken by F\nthe Magistrate merely because there has been settlement\nbetween the victim and the offender because the criminal\noffence is against the society.\n18. More than 65 years back, in Emperor v. Khwaja Nazir\nAhmed, it was observed by the Privy Council that Section\n561A (corresponding to Section 482 of the Code) had not\n4. (2011) 6 SCC 216.\n5. (2009) 11 SCC 424.\n6. (1945) 47 Bom. L.R. 245.\nG\nH\n778 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA given increased powers to the Court which it did not possess\nbefore that section was enacted. It was observed, 'The section\ngives no new powers, it only provides that those which the court\nalready inherently possess shall be preserved and is inserted\nlest, as their Lordships think, it should be considered that the\nB only powers possessed by the court are those expressly\nconferred by the Criminal Procedure Code and that no inherent\npower had survived the passing of the Code'.\nC\nD\nE\nF\nG\n19. In Khushi Ram v. Hashim and others, this Court held\nas under:\n\"It is unnecessary to emphasise that the inherent power of\nthe High Court under Section 561A cannot be invoked in\nregard to matters which are directly covered by the\nspecific provisions of the Code...\"\n20. The above view of Privy Council in Khwaja Nazir\nAhmed and another decision in Lala Jairam Das \u0026 Ors. v.\nEmperor³ was expressly accepted by this Court in State of Uttar.\nPradesh. v. Mohammad Naim. The Court said:\n\"7. It is now well settled that the section confers no new\npowers on the High Court. It merely safeguards all existing\ninherent powers possessed by a High Court necessary\n(among other purposes) to secure the ends of justice. The\nsection provides that those powers which the court\ninherently possesses shall be preserved lest it be\nconsidered that the only powers possessed by the court\nare those expressly conferred by the Code and that no\ninherent powers had survived the passing of the\nCode\n\"}\n21. In Pampathy v. State of Mysore 10, a three-Judge\n7. AIR 1959 SC 542.\n8. AIR 1945 PC 94.\n9. AIR 1964 SC 703.\nH 10. 1966 (Suppl) SCR 477.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 779\nBench of this Court stated as follows :\n\"\nThe inherent power of the High Court mentioned in\nSection 561A, Criminal Procedure Code can be\nexercised only for either of the three purposes specifically\nmentioned in the section. The inherent power cannot be\ninvoked in respect of any matter covered by the specific\nprovisions of the Code. It cannot also be invoked if its\nexercise would be inconsistent with any of the specific\nprovisions of the Code. It is only if the matter in question\nis not covered by any specific provisions of the Code that\ns. 561A can come into operation.......\"\n22. In State of Karnataka v. L. Muniswamy and others¹1,\na three-Judge Bench of this Court referred to Section 482 of\nthe Code and in paragraph 7 (pg. 703) of the Report held as\nunder:\n\"7. In the exercise of this wholesome power, the High\nCourt is entitled to quash a proceeding if it comes to the\nconclusion that allowing the proceeding to continue would\nbe an abuse of the process of the Court or that the ends\nof justice require that the proceeding ought to be quashed.\nThe saving of the High Court's inherent powers, both in\ncivil and criminal matters, is designed to achieve a salutary\npublic purpose which is that a court proceeding ought not\nto be permitted to degenerate into a weapon of\nharassment or persecution. In a criminal case, the veiled\nobject behind a lame prosecution, the very nature of the\nmaterial on which the structure of the prosecution rests and\nthe like would justify the High Court in quashing the\nproceeding in the interest of justice. The ends of justice\nare higher than the ends of mere law though justice has\ngot to be administered according to laws made by the\nlegislature. The compelling necessity for making these\nobservations is that without a proper realisation of the\n11. (1977) 2 SCC 699.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n780 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nobject and purpose of the provision which seeks to save\nthe inherent powers of the High Court to do justice\nbetween the State and its subjects, it would be impossible\nto appreciate the width and contours of that salient\njurisdiction.\"\n23. The Court then observed that the considerations\njustifying the exercise of inherent powers for securing the ends\nof justice naturally vary from case to case and a jurisdiction as\nwholesome as the one conferred by Section 482 ought not to\nbe encased within the straitjacket of a rigid formula.\n24. A three-Judge Bench of this Court in Madhu Limaye\nv. The State of Maharashtra 12, dealt with the invocation of\ninherent power under Section 482 for quashing interlocutory\norder even though revision under Section 397(2) of the Code\nD was prohibited. The Court noticed the principles in relation to\nthe exercise of the inherent power of the High Court as under:\nヨ\nFL\nG\n\"(1) That the power is not to be resorted to if there is a\nspecific provision in the Code for the redress of the\ngrievance of the aggrieved party;\n(2) That it should be exercised very sparingly to prevent\nabuse of process of any Court or otherwise to secure the\nends of justice;\n(3) That it should not be exercised as against the express\nbar of law engrafted in any other provision of the Code.\"\n25. In Raj Kapoor and others v. State and others¹³, the\nCourt explained the width and amplitude of the inherent power\nof the High Court under Section 482 vis-à-vis revisional power\nunder Section 397 as follows:\n\"10........The opening words of Section 482 contradict this\n12. (1977) 4 SCC 551.\nH 13. (1980) 1 SCC 43.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 781\ncontention because nothing of the Code, not even Section A\n397, can affect the amplitude of the inherent power\npreserved in so many terms by the language of Section\n482. Even so, a general principle pervades this branch of\nlaw when a specific provision is made: easy resort to\ninherent power is not right except under compelling B\ncircumstances. Not that there is absence of jurisdiction but\nthat inherent power should not invade areas set apart for\nspecific power under the same Code. In Madhu Limaye's\ncase this Court has exhaustively and, if I may say so with\ngreat respect, correctly discussed and delineated the law\nbeyond mistake. While it is true that Section 482 is\npervasive it should not subvert legal interdicts written into\nthe same Code, such, for instance, in Section 397(2).\nApparent conflict may arise in some situations between the\ntwo provisions and a happy solution\nC\nD\nE\n\"would be to say that the bar provided in sub-\nsection (2) of Section 397 operates only in exercise\nof the revisional power of the High Court, meaning\nthereby that the High Court will have no power of\nrevision in relation to any interlocutory order. Then\nin accordance with one or the other principles\nenunciated above, the inherent power will come into\nplay, there being no other provision in the Code for\nthe redress of the grievance of the aggrieved party.\nBut then, if the order assailed is purely of an F\ninterlocutory character which could be corrected in\nexercise of the revisional power of the High Court\nunder the 1898 Code, the High Court will refuse to\nexercise its inherent power. But in case the\nimpugned order clearly brings about a situation G\nwhich is an abuse of the process of the Court or\nfor the purpose of securing the ends of justice\ninterference by the High Court is absolutely\nnecessary, then nothing contained in Section 397(2)\ncan limit or affect the exercise of the inherent power\nH\nA\nB\nC\nD\nE\nF\nLL\n☐ G\nH_\n782\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nby the High Court. But such cases would be few\nand far between. The High Court must exercise the\ninherent power very sparingly. One such case would\nbe the desirability of the quashing of a criminal\nproceeding initiated illegally, vexatiously or as being\nwithout jurisdiction\".\nIn short, there is no total ban on the exercise of inherent\npower where abuse of the process of the court or other\nextraordinary situation excites the court's jurisdiction. The\nlimitation is self-restraint, nothing more. The policy of the\nlaw is clear that interlocutory orders, pure and simple,\nshould not be taken up to the High Court resulting in\nunnecessary litigation and delay. At the other extreme, final\norders are clearly capable of being considered in exercise\nof inherent power, if glaring injustice stares the court in the\nface. In between is a tertium quid, as Untwalia, J. has\npointed out as for example, where it is more than a purely\ninterlocutory order and less than a final disposal. The\npresent case falls under that category where the accused\ncomplain of harassment through the court's process. Can\nwe state that in this third category the inherent power can\nbe exercised? In the words of Untwalia, J.: (SCC p. 556,\npara 10)\n\"The answer is obvious that the bar will not operate\nto prevent the abuse of the process of the Court\nand/or to secure the ends of justice. The label of the\npetition filed by an aggrieved party is immaterial.\nThe High Court can examine the matter in an\nappropriate case under its inherent powers. The\npresent case undoubtedly falls for exercise of the\npower of the High Court in accordance with Section\n482 of the 1973 Code, even assuming, although not\naccepting, that invoking the revisional power of the\nHigh Court is impermissible.\"\nI am, therefore clear in my mind that the inherent power is\n"}