{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"GIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 783\nA\nnot rebuffed in the case situation before us. Counsel on\nboth sides, sensitively responding to our allergy for\nlegalistics, rightly agreed that the fanatical insistence on\nthe formal filing of a copy of the order under cessation\nneed not take up this court's time. Our conclusion concurs\nwith the concession of counsel on both sides that merely B\nbecause a copy of the order has not been produced,\ndespite its presence in the records in the court, it is not\npossible for me to hold that the entire revisory power stands\nfrustrated and the inherent power stultified.\"\n26. In Simrikhia v. Dolley Mukherjee and Chhabi\nMukherjee and another 14, the Court considered the scope of\nSection 482 of the Code in a case where on dismissal of\npetition under Section 482, a second petition under Section\n482 of the Code was made. The contention before this Court\nwas that the second petition under Section 482 of the Code\nwas not entertainable; the exercise of power under Section 482\non a second petition by the same party on the same ground\nvirtually amounts to review of the earlier order and is contrary\nto the spirit of Section 362 of the Code and the High Court was\nin error in having quashed the proceedings by adopting that\ncourse. While accepting this argument, this Court held as\nfollows:\n\"3.\nC\nD\nLU\nE\n...... The inherent power under Section 482 is intended\nto prevent the abuse of the process of the court and to F\nsecure ends of justice. Such power cannot be exercised\nto do something which is expressly barred under the\nCode. If any consideration of the facts by way of review is\nnot permissible under the Code and is expressly barred,\nit is not for the court to exercise its inherent power to\nG\nreconsider the matter and record a conflicting decision. If\nthere had been change in the circumstances of the case,\nit would be in order for the High Court to exercise its\n14. (1990) 2 SCC 437.\nI\nA\nB\nC\nD\nE\nF\nG\nН\n784\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\ninherent powers in the prevailing circumstances and pass\nappropriate orders to secure the ends of justice or to\nprevent the abuse of the process of the court. Where there\nis no such changed circumstances and the decision has\nto be arrived at on the facts that existed as on the date of\nthe earlier order, the exercise of the power to reconsider\nthe same materials to arrive at different conclusion is in\neffect a review, which is expressly barred under Section\n362.\n5. Section 362 of the Code expressly provides that no\ncourt when it has signed its judgment or final order\ndisposing of a case, shall alter or review the same except\nto correct a clerical or arithmetical error save as otherwise\nprovided by the Code. Section 482 enables the High Court\nto make such order as may be necessary to give effect to\nany order under the Code or to prevent abuse of the\nprocess of any court or otherwise to secure the ends of\njustice. The inherent powers, however, as much are\ncontrolled by principle and precedent as are its express\npowers by statute. If a matter is covered by an express\nletter of law, the court cannot give a go-by to the statutory\nprovisions and instead evolve a new provision in the garb\nof inherent jurisdiction.\n7. The inherent jurisdiction of the High Court cannot be\ninvoked to override bar of review under Section 362. It is\nclearly stated in Sooraj Devi v. Pyare Lal, that the inherent\npower of the court cannot be exercised for doing that which\nis specifically prohibited by the Code. The law is therefore\nclear that the inherent power cannot be exercised for doing\nthat which cannot be done on account of the bar under\nother provisions of the Code. The court is not empowered\nto review its own decision under the purported exercise\nof inherent power. We find that the impugned order in this\ncase is in effect one reviewing the earlier order on a\nreconsideration of the same materials. The High Court has\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 785\ngrievously erred in doing so. Even on merits, we do not A\nfind any compelling reasons to quash the proceedings at\nthat stage.\"\n27. In Dharampal \u0026 Ors. v. Ramshri (Smt.) and others¹5,\nthis Court observed as follows :\n{\n... It is now well settled that the inherent powers under\nSection 482 of the Code cannot be utilized for exercising\npowers which are expressly barred by the Code.......'\n\"1\nB\n28. In Arun Shankar Shukla v. State of Uttar Pradesh and C\nOrs. 16, a two-Judge Bench of this Court held as under:\n4\nD\nE\n\"....It is true that under Section 482 of the Code, the High\nCourt has inherent powers to make such orders as may\nbe necessary to give effect to any order under the Code\nor to prevent the abuse of process of any court or\notherwise to secure the ends of justice. But the expressions\n\"abuse of the process of law\" or \"to secure the ends of\njustice\" do not confer unlimited jurisdiction on the High\nCourt and the alleged abuse of the process of law or the\nends of justice could only be secured in accordance with\nlaw including procedural law and not otherwise. Further,\ninherent powers are in the nature of extraordinary powers\nto be used sparingly for achieving the object mentioned\nin Section 482 of the Code in cases where there is no\nexpress provision empowering the High Court to achieve\nthe said object. It is well-neigh settled that inherent power\nis not to be invoked in respect of any matter covered by\nspecific provisions of the Code or if its exercise would\ninfringe any specific provision of the Code. In the present\ncase, the High Court overlooked the procedural law which G\nempowered the convicted accused to prefer statutory\nappeal against conviction of the offence. The High Court\nhas intervened at an uncalled for stage and soft-pedalled\n15. 1993 Crl. L.J. 1049.\n16. AIR 1999 SC 2554.\nF\nH\n786 SUPREME COURT REPORTS\nA\nB\nC\nD\nE\n[2012] 8 S.C.R.\nthe course of justice at a very crucial stage of the trial.\"\n29. In G. Sagar Suri and another v. State of U.P. and\nothers, the Court was concerned with the order of the High\nCourt whereby the application under Section 482 of the Code\nfor quashing the criminal proceedings under Sections 406 and\n420 of the IPC pending in the Court of Chief Judicial Magistrate,\nGhaziabad was dismissed. In paragraph 8 (pg. 643) of the\nReport, the Court held as under:\n\"8. Jurisdiction under Section 482 of the Code has to be\nexercised with great care. In exercise of its jurisdiction the\nHigh Court is not to examine the matter superficially. It is\nto be seen if a matter, which is essentially of a civil nature,\nhas been given a cloak of criminal offence. Criminal\nproceedings are not a short cut of other remedies\navailable in law. Before issuing process a criminal court\nhas to exercise a great deal of caution. For the accused\nit is a serious matter. This Court has laid certain principles\non the basis of which the High Court is to exercise its\njurisdiction under Section 482 of the Code. Jurisdiction\nunder this section has to be exercised to prevent abuse\nof the process of any court or otherwise to secure the ends\nof justice.\"\n30. A three-Judge Bench of this Court in State of\nKarnataka v. M. Devendrappa and another 18 restated what has\nF been stated in earlier decisions that Section 482 does not\nconfer any new powers on the High Court, it only saves the\ninherent power which the court possessed before the\ncommencement of the Code. The Court went on to explain the\nexercise of inherent power by the High Court in paragraph 6\nG (Pg.94) of the Report as under:\n\"6. It envisages three circumstances under which the\ninherent jurisdiction may be exercised, namely, (/) to give\n17. (2000) 2 SCC 636.\nH 18. (2002) 3 SCC 89.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 787\nC\nD\neffect to an order under the Code, (ii) to prevent abuse of A\nthe process of court, and (iii) to otherwise secure the ends.\nof justice. It is neither possible nor desirable to lay down\nany inflexible rule which would govern the exercise of\ninherent jurisdiction. No legislative enactment dealing with\nprocedure can provide for all cases that may possibly B\narise. Courts, therefore, have inherent powers apart from\nexpress provisions of law which are necessary for proper\ndischarge of functions and duties imposed upon them by\nlaw. That is the doctrine which finds expression in the\nsection which merely recognizes and preserves inherent\npowers of the High Courts. All courts, whether civil or\ncriminal possess, in the absence of any express provision,\nas inherent in their constitution, all such powers as are\nnecessary to do the right and to undo a wrong in course\nof administration of justice on the principle quando lex\naliquid alicui concedit, concedere videtur et id sine quo\nres ipsae esse non potest (when the law gives a person\nanything it gives him that without which it cannot exist).\nWhile exercising powers under the section, the court does\nnot function as a court of appeal or revision. Inherent\njurisdiction under the section though wide has to be\nexercised sparingly, carefully and with caution and only\nwhen such exercise is justified by the tests specifically laid\ndown in the section itself. It is to be exercised ex debito\njustitiae to do real and substantial justice for the\nadministration of which alone courts exist. Authority of the\ncourt exists for advancement of justice and if any attempt\nis made to abuse that authority so as to produce injustice,\nthe court has power to prevent abuse. It would be an abuse\nof process of the court to allow any action which would\nresult in injustice and prevent promotion of justice. In G\nexercise of the powers court would be justified to quash\nany proceeding if it finds that initiation/continuance of it\namounts to abuse of the process of court or quashing of\nthese proceedings would otherwise serve the ends of\njustice........\n\"\nE\nLLI\nF\nH\nA\nB\nC\nD\n788 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nThe Court in paragraph 9 (Pg. 96) further stated:\n\"9. the powers possessed by the High Court under\nSection 482 of the Code are very wide and the very\nplenitude of the power requires great caution in its\nexercise. Court must be careful to see that its decision in\nexercise of this power is based on sound principles. The\ninherent power should not be exercised to stifle a legitimate\nprosecution. The High Court being the highest court of a\nState should normally refrain from giving a prima facie\ndecision in a case where the entire facts are incomplete\nand hazy, more so when the evidence has not been\ncollected and produced before the Court and the issues\ninvolved, whether factual or legal, are of magnitude and\ncannot be seen in their true perspective without sufficient\nmaterial. Of course, no hard-and-fast rule can be laid down\nin regard to cases in which the High Court will exercise\nits extraordinary jurisdiction of quashing the proceeding at\nany stage......'\n\"\n31. In Central Bureau of Investigation v. A. Ravishankar\nE Prasad and others 19, the Court observed in paragraphs\n17,19,20 and 39 (Pgs. 356, 357 and 363) of the Report as\nfollows:\nLL\nF\nG\n\"17. Undoubtedly, the High Court possesses inherent\npowers under Section 482 of the Code of Criminal\nProcedure. These inherent powers of the High Court are\nmeant to act ex debito justitiae to do real and substantial\njustice, for the administration of which alone it exists, or to\nprevent abuse of the process of the court.\n19. This Court time and again has observed that the\nextraordinary power under Section 482 CrPC should be\nexercised sparingly and with great care and caution. The\nCourt would be justified in exercising the power when it is\nH 19. (2009) 6 SCC\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 789\nimperative to exercise the power in order to prevent A\ninjustice. In order to understand the nature and scope of\npower under Section 482 CrPC it has become necessary\nto recapitulate the ratio of the decided cases.\n20. Reference to the following cases would reveal that the\nCourts have consistently taken the view that they must use\nthe court's extraordinary power only to prevent injustice and\nsecure the ends of justice. We have largely inherited the\nprovisions of inherent powers from the English\njurisprudence, therefore the principles decided by the\nEnglish courts would be of relevance for us. It is generally\nagreed that the Crown Court has inherent power to protect\nits process from abuse. The English courts have also used\ninherent power to achieve the same objective.\nB\nC\n39. Careful analysis of all these judgments clearly reveals D\nthat the exercise of inherent powers would entirely depend\non the facts and circumstances of each case. The object\nof incorporating inherent powers in the Code is to prevent\nabuse of the process of the court or to secure ends of\njustice.\"\nE\n32. In Devendra and others v. State of Uttar Pradesh and\nanother20, while dealing with the question whether a pure civil\ndispute can be subject matter of a criminal proceeding under\nSections 420, 467, 468 and 469 IPC, a two-Judge Bench of\nF\nthis Court observed that the High Court ordinarily would exercise\nits jurisdiction under Section 482 of the Code if the allegations\nmade in the First Information Report, even if given face value\nand taken to be correct in their entirety, do not make out any\noffence.\n33. In Sushil Suri v. Central Bureau of Investigation and\nanother21, the Court considered the scope and ambit of the\n20. (2009) 7 SCC 495.\n21. (2011) 5 SCC 708.\nG\nH\n.\n790\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA inherent jurisdiction of the High Court and made the following\nobservations in para 16 (pg. 715) of the Report:\n00\nB\nC\nD\nE\nF\nG\n\"16. Section 482 CrPC itself envisages three\ncircumstances under which the inherent jurisdiction may be\nexercised by the High Court, namely, (i) to give effect to\nan order under CrPC; (ii) to prevent an abuse of the\nprocess of court; and (iii) to otherwise secure the ends of\njustice. It is trite that although the power possessed by the\nHigh Court under the said provision is very wide but it is\nnot unbridled. It has to be exercised sparingly, carefully and\ncautiously, ex debito justitiae to do real and substantial\njustice for which alone the Court exists. Nevertheless, it is\nneither feasible nor desirable to lay down any inflexible rule\nwhich would govern the exercise of inherent jurisdiction of\nthe Court. Yet, in numerous cases, this Court has laid down\ncertain broad principles which may be borne in mind while\nexercising jurisdiction under Section 482 CrPC. Though\nit is emphasised that exercise of inherent powers would\ndepend on the facts and circumstances of each case, but\nthe common thread which runs through all the decisions\non the subject is that the Couṛt would be justified in\ninvoking its inherent jurisdiction where the allegations\nmade in the complaint or charge-sheet, as the case may\nbe, taken at their face value and accepted in their entirety\ndo not constitute the offence alleged.\"\n34. Besides B.S. Joshi, Nikhil Merchant² and Manoj\nSharma³, there are other decisions of this Court where the\nscope of Section 320 vis-à-vis the inherent power of the High\nCourt under Section 482 of the Code has come up for\nconsideration.\n35. In Madan Mohan Abbot v. State of Punjab22, in the\nappeal before this Court which arose from an order of the High\nCourt refusing to quash the FIR against the appellant lodged\nH\n22. (2008) 4 SCC 582.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 791\nunder Sections 379, 406, 409, 418, 506/34, IPC on account A\nof compromise entered into between the complainant and the\naccused, in paragraphs 5 and 6 (pg. 584) of the Report, the\nCourt held as under:\nB\n\"5. It is on the basis of this compromise that the application\nwas filed in the High Court for quashing of proceedings\nwhich has been dismissed by the impugned order. We\nnotice from a reading of the FIR and the other documents\non record that the dispute was purely a personal one\nbetween two contesting parties and that it arose out of\nC\nextensive business dealings between them and that there\nwas absolutely no public policy involved in the nature of the\nallegations made against the accused. We are, therefore,\nof the opinion that no useful purpose would be served in\ncontinuing with the proceedings in the light of the\ncompromise and also in the light of the fact that the D\ncomplainant has on 11-1-2004 passed away and the\npossibility of a conviction being recorded has thus to be\nruled out.\n6. We need to emphasise that it is perhaps advisable that\nin disputes where the question involved is of a purely\npersonal nature, the court should ordinarily accept the\nterms of the compromise even in criminal proceedings as\nkeeping the matter alive with no possibility of a result in\nfavour of the prosecution is a luxury which the courts,\ngrossly overburdened as they are, cannot afford and that\nthe time so saved can be utilised in deciding more effective\nand meaningful litigation. This is a common sense\napproach to the matter based on ground of realities and\nbereft of the technicalities of the law.\"\n36. In Ishwar Singh v. State of Madhya Pradesh²³, the\nCourt was concerned with a case where the accused -\nappellant was convicted and sentenced by the Additional\n23. (2008) 15 SCC 667.\nE\nF\nG\nH\n792 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Sessions Judge for an offence punishable under Section 307,\nIPC. The High Court dismissed the appeal from the judgment\nand conviction. In the appeal, by special leave, the injured -\ncomplainant was ordered to be joined as party as it was stated\nby the counsel for the appellant that mutual compromise has\nB been arrived at between the parties, i.e. accused on the one\nhand and the complainant – victim on the other hand during the\npendency of the proceedings before this Court. It was prayed\non behalf of the appellant that the appeal be disposed of on\nthe basis of compromise between the parties. In para 12 (pg.\n670) of the Report, the Court observed as follows:\nC\nD\nE\n-\n\"12. Now, it cannot be gainsaid that an offence punishable\nunder Section 307 IPC is not a compoundable offence.\nSection 320 of the Code of Criminal Procedure, 1973\nexpressly states that no offence shall be compounded if it\nis not compoundable under the Code. At the same time,\nhowever, while dealing with such matters, this Court may\ntake into account a relevant and important consideration\nabout compromise between the parties for the purpose of\nreduction of sentence.\"\n37. The Court also referred to the earlier decisions of this\nCourt in Jetha Ram v. State of Rajasthan 24, Murugesan v.\nGanapathy Velar 25, Ishwarlal v. State of M.P26. and Mahesh\nChand \u0026 another v. State of Rajasthan27 and noted in\nF paragraph 13 (pg. 670) of the Report as follows:\nG\n\"13. In Jetha Ram v. State of Rajasthan, Murugesan v.\nGanapathy Velar and Ishwarlal v. State of M.P. this Court,\nwhile taking into account the fact of compromise between\nthe parties, reduced sentence imposed on the appellant-\naccused to already undergone, though the offences were\n24. (2006) 9 SCC 255.\n25. (2001) 10 SCC 504.\n26. (2008) 1 SCC 671.\nH 27. 1990 (supp) SCC 681.\n"}