{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"GIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 793\nnot compoundable. But it was also stated that in Mahesh A\nChand v. State of Rajasthan such offence was ordered\nto be compounded.\"\nThen, in paragraphs 14 and 15 (pg. 670) the Court held\nas under :\nB\n\"14. In our considered opinion, it would not be appropriate\nto order compounding of an offence not compoundable\nunder the Code ignoring and keeping aside statutory\nprovisions. In our judgment, however, limited submission\nof the learned counsel for the appellant deserves C\nconsideration that while imposing substantive sentence, the\nfactum of compromise between the parties is indeed a\nrelevant circumstance which the Court may keep in mind.\n15. In the instant case, the incident took place before more\nthan fifteen years; the parties are residing in one and the\nsame village and they are also relatives. The appellant was\nabout 20 years of age at the time of commission of crime.\nIt was his first offence. After conviction, the petitioner was\ntaken into custody. During the pendency of appeal before\nthe High Court, he was enlarged on bail but, after the\ndecision of the High Court, he again surrendered and is\nin jail at present. Though he had applied for bail, the prayer\nwas not granted and he was not released on bail.\nConsidering the totality of facts and circumstances, in our\nopinion, the ends of justice would be met if the sentence\nof imprisonment awarded to the appellant (Accused 1) is\nreduced to the period already undergone.\"\nD\nE\nF\n38. In Rumi Dhar (Smt.) v. State of West Bengal and\nanother 28, the Court was concerned with applicability of Section G\n320 of the Code where the accused was being prosecuted for\ncommission of offences under Sections 120-B/420/467/468/\n471 of the IPC along with the bank officers who were being\n28. (2009) 6 SCC 364.\nН\n794 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA prosecuted under Section 13(2) read with Section 13(1)(d) of\nPrevention of Corruption Act, 1988. The accused had paid the\nentire due amount as per the settlement with the bank in the\nmatter of recovery before the Debts Recovery Tribunal. The\naccused prayed for her discharge on the grounds (i) having\nB regard to the settlement arrived at between her and the bank,\nno case for proceeding against her has been made out; (ii) the\namount having already been paid and the title deeds having\nbeen returned, the criminal proceedings should be dropped on\nthe basis of the settlement and (iii) the dispute between the\nC parties were purely civil in nature and that she had not\nfabricated any document or cheated the bank in any way\nwhatsoever and charges could not have been framed against\nher. The CBI contested the application for discharge on the\nground that mere repayment to the bank could not exonerate\nthe accused from the criminal proceeding. The two-Judge\nBench of this Court referred to Section 320 of the Code and\nthe earlier decisions of this Court in CBI v. Duncans Agro\nIndustries Limited 29, State of Haryana v. Bhajan Lapo, State\nof Bihar v. P.P. Sharma³¹, Janata Dal v. H.S. Chowdhary³² and\nNikhil Merchant² which followed the decision in B.S. Joshi and\nthen with reference to Article 142 of the Constitution and\nSection 482 of the Code refused to quash the charge against\nthe accused by holding as under:\nD\nE\nF\nG\n\"24. The jurisdiction of the Court under Article 142 of the\nConstitution of India is not in dispute. Exercise of such\npower would, however, depend on the facts and\ncircumstances of each case. The High Court, in exercise\nof its jurisdiction under Section 482 of the Code of\nCriminal Procedure, and this Court, in terms of Article 142\nof the Constitution of India, would not direct quashing of a\n29. (1996) 5 SCC 591.\n30. 1992 Supp (1) SCC 335.\n31. 1992 Supp (1) SCC 222.\nH 32. (1992) 4 SCC 305.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 795\ncase involving crime against the society particularly when A\nboth the learned Special Judge as also the High Court\nhave found that a prima facie case has been made out\nagainst the appellant herein for framing the charge.\"\n39. In Shiji alias Pappu and others vs. Radhika and\nanother33 this Court considered the exercise of inherent power\nby the High Court under Section 482 in a matter where the\noffence was not compoundable as the accused was already\ninvolved in commission of the offences punishable under\nSections 354 and 394 IPC. The High Court rejected the prayer\nby holding that the offences with which appellants were charged\nare not 'personal in nature' to justify quashing the criminal\nproceedings on the basis of a compromise arrived at between\nthe complainant and the appellants. This Court considered\nearlier decisions of this Court, the provisions contained in\nSections 320 and 394 of the Code and in paragraphs 17, 18\nand 19 (pgs. 712 and 713) of the Report held as under:\nB\nC\nD\n\"17. It is manifest that simply because an offence is not\ncompoundable under Section 320 CrPC is by itself no\nreason for the High Court to refuse exercise of its power E\nunder Section 482 CrPC. That power can in our opinion\nbe exercised in cases where there is no chance of\nrecording a conviction against the accused and the entire\nexercise of a trial is destined to be an exercise in futility.\nThere is a subtle distinction between compounding of\nF\noffences by the parties before the trial court or in appeal\non the one hand and the exercise of power by the High\nCourt to quash the prosecution under Section 482 CrPC\non the other. While a court trying an accused or hearing\nan appeal against conviction, may not be competent to\npermit compounding of an offence based on a settlement\narrived at between the parties in cases where the offences\nare not compoundable under Section 320, the High Court\nmay quash the prosecution even in cases where the\n33. (2011) 10 SCC 705.\nG\nН\nA\nB\nс\nD\nE\nLL\nF\nG\n796\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\noffences with which the accused stand charged are non-\ncompoundable. The inherent powers of the High Court\nunder Section 482 CrPC are not for that purpose\ncontrolled by Section 320 CrPC.\n18. Having said so, we must hasten to add that the\nplenitude of the power under Section 482 CrPC by itself,\nmakes it obligatory for the High Court to exercise the same\nwith utmost care and caution. The width and the nature of\nthe power itself demands that its exercise is sparing and\nonly in cases where the High Court is, for reasons to be\nrecorded, of the clear view that continuance of the\nprosecution would be nothing but an abuse of the process\nof law. It is neither necessary nor proper for us to\nenumerate the situations in which the exercise of power\nunder Section 482 may be justified. All that we need to say\nis that the exercise of power must be for securing the ends\nof justice and only in cases where refusal to exercise that\npower may result in the abuse of the process of law. The\nHigh Court may be justified in declining interference if it is\ncalled upon to appreciate evidence for it cannot assume\nthe role of an appellate court while dealing with a petition\nunder Section 482 of the Criminal Procedure Code.\nSubject to the above, the High Court will have to consider\nthe facts and circumstances of each case to determine\nwhether it is a fit case in which the inherent powers may\nbe invoked.\n19. Coming to the case at hand, we are of the view that\nthe incident in question had its genesis in a dispute relating\nto the access to the two plots which are adjacent to each\nother. It was not a case of broad daylight robbery for gain.\nIt was a case which has its origin in the civil dispute\nbetween the parties, which dispute has, it appears, been\nresolved by them. That being so, continuance of the\nprosecution where the complainant is not ready to support\nthe allegations which are now described by her as arising\nI\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 797\nout of some \"misunderstanding and misconception” will be A\na futile exercise that will serve no purpose. It is noteworthy\nthat the two alleged eyewitnesses, who are closely related\nto the complainant, are also no longer supportive of the\nprosecution version. The continuance of the proceedings\nis thus nothing but an empty formality. Section 482 CrPC B\ncould, in such circumstances, be justifiably invoked by the\nHigh Court to prevent abuse of the process of law and\nthereby preventing a wasteful exercise by the courts.\nbelow\".\nC\nD\n40. In Ashok Sadarangani and Anr. vs. Union of India and\nothers34, the issue under consideration was whether an offence\nwhich was not compoundable under the provisions of the Code\ncould be quashed. That was a case where a criminal case was\nregistered against the accused persons under Sections 120-\nB, 465, 467, 468 and 471 of IPC. The allegation was that\naccused secured the credit facilities by submitting forged\nproperty documents as collaterals and utilized such facilities in\na dishonest and fraudulent manner by opening Letters of Credit\nin respect of foreign supplies of goods, without actually bringing\nany goods but inducing the Bank to negotiate the Letters of E\nCredit in favour of foreign suppliers and also by misusing the\ncash credit facility. The Court considered the earlier decisions\nof this Court including B.S. Joshi, Nikhil Merchant², Manoj\nSharma³, Shiji alias Pappu³³, Duncans Agro Industries\nLimited29, Rumi Dhar (Smt.)28 and Sushil Suri²¹ and also F\nreferred to the order of reference in one of the cases before\nus. In paragraphs 17, 18, 19 and 20 of the Report it was held\nas under:-\n\"17. Having carefully considered the facts and\ncircumstances of the case, as also the law relating to the\ncontinuance of criminal cases where the complainant and\nthe accused had settled their differences and had arrived\nat an amicable arrangement, we see no reason to differ\n34. JT 2012 (3) SC 469.\nG\nI\nA\nB\nс\nD\nE\nLL\nF\n0\nH\n798 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nwith the views that had been taken in Nikhil Merchant's\ncase or Manoj Sharma's case (supra) or the several\ndecisions that have come thereafter. It is, however, no\ncoincidence that the golden thread which runs through all\nthe decisions cited, indicates that continuance of a criminal\nproceeding after a compromise has been arrived at\nbetween the complainant and the accused, would amount\nto abuse of the process of court and an exercise in futility,\nsince the trial could be prolonged and ultimately, may\nconclude in a decision which may be of any consequence\nto any of the other parties. Even in Sushil Suri's case on\nwhich the learned Additional Solicitor General had relied,\nthe learned Judges who decided the said case, took note\nof the decisions in various other cases, where it had been\nreiterated that the exercise of inherent powers would\ndepend entirely on the facts and circumstances of each\ncase. In other words, not that there is any restriction on the\npower or authority vested in the Supreme Court in\nexercising powers under Article 142 of the Constitution, but\nthat in exercising such powers the Court has to be\ncircumspect, and has to exercise such power sparingly in\nthe facts of each case. Furthermore, the issue, which has\nbeen referred to a larger Bench in Gian Singh's case\n(supra) in relation to the decisions of this Court in B.S.\nJoshi's case, Nikhil Merchant's case, as also Manoj\nSharma's case, deal with a situation which is different from\nthat of the present case. While in the cases referred to\nhereinabove, the main question was whether offences.\nwhich were not compoundable, under Section 320 Cr.P.C.\ncould be quashed under Section 482 Cr.P.C., in Gian\nSingh's case the Court was of the view that a non-\ncompoundable offence could not be compounded and that\nthe Courts should not try to take over the function of the\nParliament or executive. In fact, in none of the cases\nreferred to in Gian Singh's case, did this Court permit\ncompounding of non-compoundable offences. On the other\nhand, upon taking various factors into consideration,\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 799\nincluding the futility of continuing with the criminal A\nproceedings, this Court ultimately quashed the same.\n18. In addition to the above, even with regard to the\ndecision of this Court in Central Bureau of Investigation\nv. Ravi Shankar Prasad and Ors. [(2009) 6 SCC 351],\nthis Court observed that the High Court can exercise power\nunder Section 482 Cr.P.C. to do real and substantial\njustice and to prevent abuse of the process of Court when\nexceptional circumstances warranted the exercise of such\npower. Once the circumstances in a given case were held\nto be such as to attract the provisions of Article 142 or\nArticles 32 and 226 of the Constitution, it would be open\nto the Supreme Court to exercise its extraordinary powers\nunder Article 142 of the Constitution to quash the\nproceedings, the continuance whereof would only amount\nto abuse of the process of Court. In the instant case the\ndispute between the petitioners and the Banks having\nbeen compromised, we have to examine whether the\ncontinuance of the criminal proceeding could turn out to be\nan exercise in futility without anything positive being\nultimately achieved.\n19. As was indicated in Harbhajan Singh's case (supra),\nthe pendency of a reference to a larger Bench, does not\nmean that all other proceedings involving the same issue\nwould remain stayed till a decision was rendered in the\nreference. The reference made in Gian Singh's case\n(supra) need not, therefore, detain us. Till such time as the\ndecisions cited at the Bar are not modified or altered in\nany way, they continue to hold the field.\nB\nC\nD\nE\nF\nG\n20. In the present case, the fact situation is different from\nthat in Nikhil Merchant's case (supra). While in Nikhil\nMerchant's case the accused had misrepresented the\nfinancial status of the company in question in order to avail\nof credit facilities to an extent to which the company was\nnot entitled, in the instant case, the allegation is that as part H\nA\nB\nC\nD\n800\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nof a larger conspiracy, property acquired on lease from a\nperson who had no title to the leased properties, was\noffered as collateral security for loans obtained. Apart from\nthe above, the actual owner of the property has filed a\ncriminal complaint against Shri Kersi V. Mehta who had\nheld himself out as the Attorney of the owner and his family\nmembers. The ratio of the decisions in B.S. Joshi's case\nand in Nikhil Merchant's case or for that matter, even in\nManoj Sharma's case, does not help the case of the writ\npetitioners. In Nikhil Merchant's case, this Court had in the\nfacts of the case observed that the dispute involved had\novertures of a civil dispute with criminal facets. This is not\nso in the instant case, where the emphasis is more on the\ncriminal intent of the Petitioners than on the civil aspect\ninvolving the dues of the Bank in respect of which a\ncompromise was worked out.\"\nThe Court distinguished B.S. Joshi' and Nikhil Merchant²\nby observing that those cases dealt with different fact situation.\n41. In Rajiv Saxena and others v. State (NCT of Delhi)\nE and another³5, this Court allowed the quashment of criminal\ncase under Sections 498-A and 496 read with Section 34 IPC\nby a brief order. It was observed that since the parties had\nsettled their disputes and the complainant agreed that the\ncriminal proceedings need not be continued, the criminal\nF proceedings could be quashed.\nG\n42. In a very recent judgment decided by this Court in the\nmonth of July, 2012 in Jayrajsinh Digvijaysinh Rana v. State\nof Gujarat and another³6, this Court was again concerned with\nthe question of quashment of an FIR alleging offences\npunishable under Sections 467, 468, 471, 420 and 120-B IPC.\nThe High Court refused to quash the criminal case under\nSection 482 of the Code. The question for consideration was\n35. (2012) 5 SCC 627.\nH 36. JT 2012 (6) SC 504.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 801\nthat inasmuch as all those offences, except Section 420 IPC,\nwere non-compoundable offences under Section 320 of the\nCode, whether it would be possible to quash the FIR by the High\nCourt under Section 482 of the Code or by this Court under\nArticle 136 of the Constitution of India. The Bench elaborately\nconsidered the decision of this Court in Shiji alias Pappu³3 and\nby invoking Article 142 of the Constitution quashed the criminal\nproceedings. It was held as under:-\n\"10. In the light of the principles mentioned above,\ninasmuch as Respondent No. 2 - the Complainant has filed\nan affidavit highlighting the stand taken by the Appellant\n(Accused No. 3) during the pendency of the appeal before\nthis Court and the terms of settlement as stated in the said\naffidavit, by applying the same analogy and in order to do\ncomplete justice under Article 142 of the Constitution, we\naccept the terms of settlement insofar as the Appellant\nherein (Accused No. 3) is concerned.\nA\nB\nC\nD\n11. In view of the same, we quash and set aside the\nimpugned FIR No. 45/2011 registered with Sanand Police\nStation, Ahmedabad for offences punishable Under E\nSections 467, 468, 471, 420 and 120-B of IPC insofar as\nthe Appellant (Accused No. 3) is concerned. The appeal\nis allowed to the extent mentioned above\".\n43. In Y. Suresh Babu v. State of A. P. 37 decided on April\n29, 1987, this Court allowed the compounding of an offence\nunder Section 326 IPC even though such compounding was not\npermitted by Section 320 of the Code. However, in Ram Lal\nand Anr. v. State of J \u0026 K 38, this Court observed that Y. Suresh\nBabu³7 was per incuriam. It was held that an offence which law\ndeclares to be non-compoundable cannot be compounded at\nall even with the permission of the Court.\nF\nG\n37. (2005) 1 SCC 347.\n38. (1999) 2 SCC 213.\nH\nA\nB\nC\nD\nE\nF\nG\n802\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\n44. Having surveyed the decisions of this Court which throw\nlight on the question raised before us, two decisions, one given\nby the Punjab and Haryana High Court and the other by\nBombay High Court deserve to be noticed.\n45. A five-Judge Bench of the Punjab and Haryana High\nCourt in Kulwinder Singh and others v. State of Punjab and\nanother³9 was called upon to determine, inter alia, the question\nwhether the High Court has the power under Section 482 of the\nCode to quash the criminal proceedings or allow the\ncompounding of the offences in the cases which have been\nspecified as non-compoundable offences under the provisions\nof Section 320 of the Code. The five-Judge Bench referred to\nquite a few decisions of this Court including the decisions in\nMadhu Limaye¹², Bhajan Laß³°, L. Muniswamy\", Simrikhia¹4,\nB.S. Joshi and Ram Laß and framed the following guidelines:\n1\n\"a. Cases arising from matrimonial discord, even if other\noffences are introduced for aggravation of the case.\nb. Cases pertaining to property disputes between close\nrelations, which are predominantly civil in nature and they\nhave a genuine or belaboured dimension of criminal\nliability. Notwithstanding a touch of criminal liability, the\nsettlement would bring lasting peace and harmony to larger\nnumber of people.\nc. Cases of dispute between old partners or business\nconcerns with dealings over a long period which are\npredominantly civil and are given or acquire a criminal\ndimension but the parties are essentially seeking a\nredressal of their financial or commercial claim.\nd. Minor offences as under Section 279, IPC may be\npermitted to be compounded on the basis of legitimate\nsettlement between the parties. Yet another offence which\nH 39. (2007) 4 CTC 769.\n"}