{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"1.\nMADHYA PRADESH ELECTRICITY BOARD\nV.\nJAGDISH CHANDRA SHARMA\nMARCH 4, 2005\n[N. SANTOSH HEGDE, TARUN CHATTERJEE AND P.K.\nBALASUBRAMANYAN, JJ.]\nLabour Laws:\nA\nB\nIndustrial Disputes Act, 1947-Section 11A-Madhya Pradesh Industrial\nRelations Act, 1962-Section 107A-Misconduct-Charges of physically\nassaulting superior officer at work place followed by unauthorised absence\nfrom duty, found proved against the delinquent employee-Punishment of\ndismissal by employer set aside by Labour Court on ground that the punishment\nwas punitive—Order of Labour Court though reversed by Industrial Court in\nappeal, was restored by High Court in its writ jurisdiction-Interference with\npunishment imposed by the employer-Propriety of-Held: On facts, the\npunishment imposed was not so harsh or disproportionate to the charges\nproved so as to warrant interference by the Labour Court-High Court exceeded\nits jurisdiction under Article 226 of the Constitution in interfering with the\npunishment imposed.\nEmployee, a muster roll labourer, during work, allegedly hit his\nsuperior officer with a tension screw on his back and on his nose leaving\nhim with a bleeding and broken nose; and thereafter remained\nunauthorizedly absent for three weeks. The Enquiry Officer found the\ncharges proved, based on which services of the employee were terminated.\nOn reference, Labour Court did not disagree with the finding of\nmisconduct as recorded at the enquiry, but set aside termination holding\nthe punishment to be punitive in nature. It ordered reinstatement of the\nemployee but without back wages. In appeal, the Industrial Court set aside\nthe order of the Labour Court and held that the termination of service as\na punishment was justified. The employee filed writ petition, whereupon\nHigh Court restored the decision of the Labour Court.\nAllowing the appeal of the employer and dismissing the employee's\n559\nC\nD\n(1)\nE\nF\n560\nA appeal, the Court\nB\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nHELD 1. It is clear from the findings recorded and the materials\navailable, that the charge against the employee of hitting a superior officer\nwith an implement and causing him injury stood proved, as also his\nabsence from duty without intimation. In fact, the Labour Court has found\nnothing wrong with the domestic enquiry wherein the charges were found\nto have been proved. The Labour Court also proceeded on the basis that\nthe charges were proved. The Industrial Court in appeal accepted the\nfinding that the charges against the employee were proved. The High\nCourt also held that the charges against the employee stood proved. The\nC High Court also took note of the fact that the employee did not even\nchallenge this part of the finding of the Labour Court in the appeal, he\nfiled before the Industrial Court. Thus, it is clear that there is no reason\nfor this Court to interfere with the finding that the charges against the\nemployee stood proved, even assuming that the employee is permitted to\nraise the question regarding proving of the charges against him. The\nD materials clearly disclose that the charges were proved. [564-C-F]\nÉ\n2. Section 107A of the Madhya Pradesh Industrial Relations Act,\n1962 is almost a reproduction of Section 11A of the Industrial Disputes\nAct. The jurisdiction under Section 107A of the Madhya Pradesh\nIndustrial Relations Act to interfere with punishment when it is a discharge\nor dismissal can be exercised by the Labour Court only when it is satisfied\nthat the discharge or dismissal is not justified. Similarly, the High Court\ngets jurisdiction to interfere with the punishment in exercise of its\njurisdiction under Article 226 of the Constitution only when it finds that\nthe punishment imposed, is shockingly disproportionate to the charge\nF proved. [564-G; 565-B, C]\nU.P. State Road Transport Corpn. v. Subhash Chandra Sharma and Ors.,\n[2000] 3 SCC 324; Krishnakali Tea Estate v. Akhil Bharatiya Chah Mazdoor\nSangh and Anr., [2004] 8 SCC 2000; Bharat Forge Company Ltd. v. Uttam\nManohar Nakate, (2005) 1 SCALE 345; Mahindra and Mahindra Ltd. v. N.\nG B. Narawade, (2005) 2 SCALE 302; Orissa Cement Ltd. v. V. Adikanda Sahu\n(1960) 1 LLJ-518-SC; New Shorrock Mills v. Maheshbhai T. Rao, [1996|6\nSCC 590 and Employers, Management, Muriadih Colliery M/s BCCL Lid. v.\nBihar Colliery Kamgar Union, Through Workmen JT (2005) 2 SC 444, relied\nH\non.\nState of Rajasthan v. B.K. Meena, [1996] 6 SCC 417 and The\n1\n1\nM.P. ELECTRICITY BOARD v. J.C. SHARMA [BALASUBRAMANYAN. J.] 561\nManagement of Tournamulla Estate v. Workmen, [1973] 2 SCC 502, referred A\nto.\n3.1. In the instant case, the employee has been found guilty of hitting\nand injuring his superior officer at the work place, obviously in the\npresence of other employees. This clearly amounted to breach of discipline\nin the organization. Discipline at the work place in an organization like B\nthe employer herein, is the sine qua non for the efficient working of the\norganization. When an employee breaches such discipline and the\nemployer terminates his services, it is not open to a Labour Court or an\nIndustrial Tribunal to take the view that the punishment awarded is\nshockingly disproportionate to the charge proved. [566-G-H; 567-A]\nC\n3.2. Obedience to authority in a workplace is not slavery. It is not\nviolative of one's natural rights. It is essential for the prosperity of the\norganization as well as that of its employees. When in such a situation, a\npunishment of termination is awarded for hitting and injuring a superior\nofficer supervising the work of the employee, with no extenuating D\ncircumstance established, it cannot be said to be not justified. It cannot\ncertainly be termed unduly harsh or disproportionate. The Labour Court\nand the High Court in this case totally misdirected themselves while\nexercising their jurisdiction. The Industrial Court made the correct\napproach and came to the right conclusion. [567-C, D]\n4. Setting aside the decision of the High Court, the decision of the\nIndustrial Court is restored. That means that the punishment of\ntermination awarded to the employee will stand. [567-D, E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1339 and\n1340 of 2003.\nFrom the Judgment and Order dated 25.6.2001 of the Madhya Pradesh\nHigh Court in W.P. No. 460 of 1999.\nE\nF\nSakesh Kumar and Satish K. Agnihotri for the Appellant.\nG\nAjay Vir Singh Jain and Shankar Divate for the Respondent.\nThe Judgment of the Court was delivered by\nP.K. BALASUBRAMANYAN, J. 1. The appeal C.A. No. 1339 of\n2003 is by the employer. C.A. No. 1340 of 2003 is by the employee. The H\nB\n562\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA employee was working as a muster roll labourer in the employer-Organization.\nOn 19.01.1984, while in employment, he allegedly physically assaulted a\nsuperior officer A.K. Singh, Sub-Engineer. He hit him with a tension screw\non his back and on his nose. The blow on the nose allegedly resulted in\nfracture of the nose and severe bleeding. According to the employer,\nconsequent on the incident, the employee remained unauthorizedly absent for\nabout three weeks. A show cause notice along with a memo of charges based\non his assault on the superior officer and his unauthorized absence from duty,\nwas served on him. He was charged with violating the service rules of the\nemployer-organization. Pursuant to the objections filed by the employee, an\nenquiry officer was appointed to hold a domestic enquiry. A proper enquiry\nC was held. The Enquiry Officer found the charges proved and submitted a\nreport on that basis. On 14.9.1984, based on the findings, the services of the\nemployee were terminated with effect from 15.9.1984.\nE\n2. At the instance of the employee, a reference was made to the\nLabour Court. The Labour Court did not disagree with the finding at the\nD enquiry either on the inflicting of injuries on the superior officer or on the\nunauthorized absence and the consequent violations of the service rules. The\nLabour Court took the view that the punishment of termination inflicted on\nthe employee was punitive in nature. The employee had been kept out of\nservice till the date of the decision by that Court and that was enough\npunishment in the circumstances. Therefore, exercising its powers under\nSection 107 A of the Madhya Pradesh Industrial Relations Act, 1962, which\ncorrespondents to Section 11A of the Industrial Disputes Act, the Labour\nCourt set aside the punishment of termination and ordered reinstatement of\nthe employee but without back wages. The employer filed an appeal before\nthe Industrial Court challenging the interference with the punishment. The\nF employee filed an appeal challenging the denial of back wages. In the appeal\nfiled by the employer, the Industrial Court took the view that the Labour\nCourt acted illegally and perversely in interfering with the punishment awarded\non the findings at the enquiry accepted by the Labour Court. Therefore, the\nAppellate Authority, the Industrial Court, set aside the interference by the\nLabour Court with the punishment awarded and held that the termination of\nservice as a punishment was justified in the circumstances. Thus, the order\nof termination issued by the employer was upheld. As a consequence, the\nappeal filed by the employee claiming back wages was dismissed.\nG\nH\n3. Feeling aggrieved by the decision of the Industrial Court, the employee\nfiled W.P. No. 460 of 1999 in the High Court of Madhya Pradesh invoking\n-\n1\nM.P. ELECTRICITY BOARD 11. J.C. SHARMA [BALASUBRAMANYAN. J.] 563\nB\nArticles 226 and 227 of the Constitution of India. The High Court held that A\nthe charges against the employee stood proved and the finding in that behalf\nby the Labour Court had not been challenged by the employee in the appeal\nfiled by him before the Industrial Court, since his appeal challenged only that\npart of the order of the Labour Court which denied him back wages. Though,\nthe High Court found no reason to interfere with the finding that the charges\nwere proved, it interfered with the punishment. The reasons given were, that\ntaking into account the entire facts and circumstances of the case, the gravity\nof the misconduct proved, the past behaviour and all other attendant\ncircumstances appearing on record, the Labour Court was justified in\ninterfering with the quantum of punishment. As an added reason, it stated\nthat while entertaining the Writ Petition, the High Court had stayed the C\noperation of the order of the Industrial Court, upholding the dismissal and\nthat was also a ground for interfering with the punishment. The High Court\nhad no difficulty in observing that the charge levelled against the employee\nwas a major one, but since the Labour Court had decided to award a lesser\npunishment, the same should not have been interfered with by the Industrial\nCourt. Thus, the High Court set aside the decision of the Industrial Court and\nrestored the decision of the Labour Court. This meant that the employee's\nreinstatement was ordered but back wages were denied to him.\nD\n4. The employer and the employee have challenged this decision of\nthe High Court in these appeals. The employer has questioned the interference\nE\nwith the punishment awarded and the employee, the denial of back wages to\nhim.\n5.\nLearned counsel for the employer submitted that the High Court\nand the Labour Court have totally misunderstood the nature of their jurisdiction\nunder Section 107A of the Act. Learned counsel submitted that the charge F\nproved against the employee was a serious one affecting the discipline in the\nentire organization. Even otherwise, inflicting of a grave injury on a superior\nofficer while at work, could not be countenanced by any organization and\nthis coupled with the unauthorized absence by the employee, clearly justified\nthe order of termination. Learned Counsel relied on the decisions of this\nCourt rendered on Section 11A of the Industrial Disputes Act to contend that G\nthe interference with the punishment under the circumstances was clearly\nunjustified and the decision of the High Court calls for interference. He also\npointed out that the fact that an interim stay was granted while admitting the\nWrit Petition filed by the employer, was not at all a ground to interfere with\nthe punishment of termination. Learned counsel for the employee submitted H\n564\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA that the Labour Court had taken note of the circumstances as a whole to come\nto the conclusion that the punishment imposed was punitive in nature and\ncalled for interference in exercise of its jurisdiction under Section 107A of\nthe Act and that there was no reason to interfere with the award of such\npunishment upheld by the High Court. Learned counsel also relied on some\nof the decisions of this Court in support of his contention. He also made an\nattempt to argue that the charge against the employee had not been proved\nthough the employee had not filed an appeal against that part of the decision\nof the Labour Court in the Industrial Court and 'had confined himself to\nchallenging the refusal to award back wages.\nB\nC\n6. It is clear from the findings recorded and the materials available\nbefore us, that the charge against the employee of hitting a superior officer\nwith an implement and causing him injury stood proved, as also his absence\nfrom duty without intimation. In fact, the Labour Court has found nothing\nwrong with the domestic enquiry wherein the charges were found to have\nbeen proved. The Labour Court also proceeded on the basis that the charges\nD were proved. The Industrial Court in appeal accepted the finding that the\nE\ncharges against the employee were proved. The High Court also held that the\ncharges against the employee stood proved on the facts of this case. The\nHigh Court also took note of the fact that the employee did not even challenge\nthis part of the finding of the Labour Court in the appeal, he filed before the\nIndustrial Court. Thus, it is clear that there is no reason for this Court to\ninterfere with the finding that the charges against the employee stood proved,\neven assuming that the employee, the appellant in Civil Appeal No. 1340 of\n2003, is permitted to raise the question regarding the proving of the charges\nagainst him. We were taken through the relevant materials. The materials\nclearly disclose that the charges were proved. We have, therefore, only to ask\nF ourselves whether in the face of the charges proved, it was proper for the\nLabour Court or for the High Court to interfere with the punishment imposed\nby the employer.\nG\n7. On a comparison, it is seen that Section 107A of the Act is almost\na reproduction of Section 11A of the Industrial Disputes Act. Learned counsel\nalso agreed that its scope was the same as that of Section 11A of the Industrial\nDisputes Act.\n8. The question then is, whether the interference with the punishment\nby the Labour Court was justified? In other words, the question is whether\nthe punishment imposed was so harsh or so disproportionate to the charge\nH\n1\n1\n1\nM.P. ELECTRICITY BOARD v. J.C. SHARMA [BALASUBRAMANYAN. J.] 565\nproved, that it warranted or justified interference by the Labour Court? Here, A\nit had been clearly found that the employee during work, had hit his superior\nofficer with a tension screw on his back and on his nose leaving him with a\nbleeding and broken nose. It has also been found that this incident was\nfollowed by the unauthorized absence of the employee. It is in the context of\nthese charges found established that the punishment of termination was\nB\nimposed on the employee. The jurisdiction under Section 107A of the Act to\ninterfere with punishment when it is a discharge or dismissal can be exercised\nby the Labour Court only when it is satisfied that the discharge or dismissal\nis not justified. Similarly, the High Court gets jurisdiction to interfere with\nthe punishment in exercise of its jurisdiction under Article 226 of the\nConstitution of India only when it finds that the punishment imposed, is C\nshockingly disproportionate to the charge proved. These aspects are well\nsettled. In U.P. State Road Transport Corpn. v. Subhash Chandra Sharma\nand Ors., [2000] 3 SCC 324, this Court, after referring to the scope of\ninterference with punishment under Section 11A of the Industrial Disputes\nAct, held that the Labour Court was not justified in interfering with the order\nD\nof removal from service when the charge against the employee stood proved.\nIt was also held that the jurisdiction vested with the Labour Court to interfere\nwith punishment was not to be exercised capriciously and arbitrarily. It was\nnecessary, in a case where the Labour Court finds the charge proved, for a\nconclusion to be arrived that the punishment was shockingly disproportionate\nF\nto the nature of the charge found proved, before it could interfere to reduce E\nthe punishment. In Krishnakali Tea Estate v. Akhil Bharatiya Chah Mazdoor\nSangh and Anr., [2004] 8 SCC 200, this Court after referring to the decision\nin State of Rajasthan v. B.K. Meena, [1996] 6 SCC 417, also pointed out the\ndifference between the approaches to be made in a criminal proceeding and\na disciplinary proceeding. This Court also pointed out that when charges\nproved were grave, vis-a-vis the establishment, interference with punishment\nof dismissal could not be justified. In Bharat Forge Company Ltd. v. Uttam\nManohar Nakate, [2005] | SCALE 345, this Court again reiterated that the\njurisdiction to interfere with the punishment should be exercised only when\nthe punishment is shockingly disproportionate and that each case had to be\ndecided on its facts. This Court also indicated that the Labour Court or the G\nIndustrial Tribunal, as the case may be, in terms of the provisions of the Act,\nhad to act within the four corners thereof. It could not sit in appeal over the\ndecision of the employer unless there existed a statutory provision in that\nbehalf. The Tribunal or the labour Court could not interfere with the quantum\nof punishment based on irrational or extraneous factors and certainly not on\nwhat it considers a compassionate ground. It is not necessary to multiply H\n-\nB\n566\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA authorities on this question, since the matter has been dealt with in detail in\na recent decision of this Court in Mahindra and Mahindra Ltd. v. N. B.\nNarawade, (2005) 2 SCALE 302. This Court summed up the position thus:\n\"It is no doubt true that after introduction of Section 11-A in the Industrial\nDisputes Act, certain amount of discretion is vested with the labour court/\nIndustrial Tribunal in interfering with the quantum of punishment awarded\nby the Management where the concerned workman is found guilty of\nmisconduct. The said area of discretion has been very well defined by the\nvarious judgments of this Court referred to herein above and it is certainly\nnot unlimited as has been observed by the Division Bench of the High Court.\nThe discretion which can be exercised under Section 11-A is available only\nC on the existence of certain factors like punishment being disproportionate to\nthe gravity of misconduct so as to disturb the conscience of the court, or the\nexistence of any mitigating circumstances which requires the reduction of the\nsentence, or the past conduct of the workman which may persuade the Labour\nCourt to reduce the punishment.\" It may also be noticed that in Orissa Cement\nLtd. v. V. Adikanda Sahu (1960) 1 LLJ-518-SC and in New Shorrock Mills\nv. Maheshbhai T. Rao, [1996] 6 SCC 590, this Court held that use of abusive\nlanguage against a superior, justified punishment of dismissal. This Court\nstated \"punishment of dismissal for using abusive language cannot be held to\n⚫be disproportionate\". If that be the position regarding verbal assault, we think\nthat the position regarding dismissal for physical assault, must be found all\nE the more justifiable. Recently, in Employers, Management, Muriadih Colliery\nM/s BCCL Ltd. v. Bihar Colliery Kamgar Union, Through Workmen, (JT\n2005 (2) SC 444) this Court after referring to and quoting the relevant passages\nfrom Management of Krishnakali Tea Estate v. Akhil Bharatiya Chah Mazdoor\nSangh and Anr., [2004] 7 SCALE 608] and The Management of Tournamulla\nEstate v. Workmen, [1973] 2 SCC 502 held :-\nD\nF\nG\nH\n\"The courts below by condoning an act of physical violence have\nundermined the discipline in the organization, hence, in the above\nfactual backdrop, it can never be said that the Industrial Tribunal\ncould have exercised its authority under Section 11(A) of the Act to\ninterfere with the punishment of dismissal.\"\n9. In the case on hand, the employee has been found guilty of hitting\nand injuring his superior officer at the work place, obviously in the presence\nof other employees. This clearly amounted to breach of discipline in the\norganization. Discipline at the work place in an organization like the employer\nherein, is the sine qua non for the efficient working of the organization.\nM.P. ELECTRICITY BOARD v. J.C. SHARMA [BALASUBRAMANYAN, J.] 567\nB\nWhen an employee breaches such discipline and the employer terminates his A\nservices, it is not open to a Labour Court or an Industrial Tribunal to take the\nview that the punishment awarded is shockingly disproportionate to the charge\nproved. We have already referred to the views of this Court. To quote Jack\nChan, \"discipline is a form of civilly responsible behaviour which helps\nmaintain social order and contributes to the preservation, if not advancement,\nof collective interests of society at large.\" Obviously this idea is more relevant\nin considering the working of an organization like the employer herein or an\nindustrial undertaking. Obedience to authority in a workplace is not slavery.\nIt is not violative of one's natural rights. It is essential for the prosperity of\nthe organization as well as that of its employees. When in such a situation,\na punishment of termination is awarded for hitting and injuring a superior C\nofficer supervising the work of the employee, with no extenuating circumstance\nestablished, it cannot be said to be not justified. It cannot certainly be termed\nunduly harsh or disproportionate. The Labour Court and the High Court in\nthis case totally misdirected themselves while exercising their jurisdiction.\nThe Industrial Court made the correct approach and came to the right\nconclusion.\nᎠ\n10. We, therefore, allow C.A. No. 1339 of 2003 filed by the employer\nand setting aside the decision of the High Court, restore the decision of the\nIndustrial Court. That means that the punishment of termination awarded to\nthe employee will stand. The appeal C.A. No. 1340 of 2003 filed by the\nE\nemployee is dismissed.\nB.B.B.\nC.A.No. 1339/03 allowed.\nC.A. No. 1340/03 dismissed.\n"}