{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nM.P. RAM MOHAN RAJA\nV.\nSTATE OF TAMIL NADU AND ORS.\nAPRIL 25, 2007\n[A.K. MATHUR AND TARUN CHATTERJEE, JJ.]\nC\nTamil Nadu Minor Mineral Concession Rules, 1959; Rules 8C and 39:\nMinerals-Quarry lease-Power of State Government to grant/renew-\nprohibition in terms of Rule 8C and relaxation in terms of Rule 39—\nApplication for grant of lease-Repealing of Rule 39 during pendency of the\napplication—Rejection of application-Challenged by applicant after\ninordinate delay of more than 6 years-Dismissed by High Court-On appeal,\nHeld: There was no justification for the petitioner/applicant to have waited\nD for so long in challenging the order of dismissal of application for Mining\nRights-Besides, no person has vested right to grant mining and mineral\nlease-Since the rule under which the applicant sought direction for\nconsideration has already been repealed, the basis on which the order was\npassed has been totally knocked out-Since R.39 was not in existence, it\ncould not have been possible for the authorities to have acceded to the\nrequest of the writ petitioner.\nE\nF\nAppellant applied for grant of quarry lease in the Industries Department\nof the State Government of Tamil Nadu under Rule 39 of the Tamil Nadu Minor\nMineral Concession Rules, 1959. Rule 39 of the Rules conferred power on\nthe State Government to grant or renew quarry lease or permission in special\ncases. The writ petitioner approached the High Court by filing a writ Petition\npraying for direction to the State Government to dispose of his application\nmade under Rule 39 of the Rules. The High Court directed the State\nGovernment to consider the application of the writ petitioner and dispose of\nthe same within a period of four weeks and also directed the State Government\nG to maintain status quo, in the meantime, Rule 39 was repealed by the State\nGovernment. Consequently, the application of the writ petitioner came to be\nrejected by the State Government vide its order dated 8.10.1996. The District\nCollector put certain lands for auction including the land for which the writ\npetitioner had applied for grant of lease. After seven years, the writ petitioner\nH\n576\nX\nM.P. RAM MOHAN RAJA v. STATE OF TAMIL NADU\n577\nfiled the present writ petition seeking a writ of certiorari to quash the order A\ndated 8.10.1996 and to direct the first respondent-State of Tamil Nadu to\nconsider the application of the writ petitioner for grant of lease for quarrying\njelly and rough stone under Rule 39 of the Rules as it stood at the relevant\ntime. By an interim order dated 27.2.2004, Single Judge of the High Court\npermitted the writ petitioner to carry on quarrying operation in the said land.\nB\nThe order was challenged by the State Government by filing a Writ Appeal.\nSingle Judge of the High Court passed clarificatory order against which an\nappeal was preferred by the State Government but the same was also dismissed.\nThe interim order dated 27.2.224 passed by the Single Judge was challenged\nby a private party alleging that taking advantage of the order of the Single\nJudge the writ petitioner has unauthorisedly encroached upon the lease-hold C\nland granted in his favour and started quarrying operation in the land. Hence,\nboth these matters were clubbed together by consent of parties and were\ndisposed of by the High Court by dismissing the writ petition of the appellant.\nHence the present appeal.\nDismissing the appeal, the Court\nHELD: 1.1. The Government on 8.10.1996 passed an order in pursuance\nof the direction given by the High Court rejecting the application of the\napplicant, same was challenged after inordinate delay i.e. on 27.4.2003 by the\nwrit petitioner, therefore, the writ petition was hopelessly belated.\n[Para 8] [582-A-B]\nᎠ\nE\n1.2. The High Court has rightly affirmed the objection of the\nrespondents. When the application of the writ petitioner under Rule 39 was\nrejected on 8.10.1996 by the State Government pursuant to the direction given\nby the High Court, the writ petitioner waited up to 27.4.2003 and filed a belated F\nwrit petition. But strangely enough, the writ petition was entertained and an\ninterim order was passed and it was not interfered despite the State\nGovernment raising an objection. It was only when the third party who felt\naggrieved by the said interim order because the writ petitioner on account of\nthis interim order started interfering with his area, that the matter was\nentertained by the High Court and it was clubbed up together. There was no\njustification for the writ petitioner to have waited for a long time. Once the\norder was passed on 8.10.1996, then there was no need for the writ petitioner\nto have waited for such a long time. Thus, Court is in full agreement with the\nview taken by the High Court. However, the High Court despite the fact that\nthe writ petition was belated and suffered from laches entered into the H\nG\n578\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA controversy on the merits also and took the view that when Rule 39 was deleted\nwithin four weeks of the direction to the State Government to dispose of the\napplication of the writ petitioner, there was no option with the Collector but to\nreject the application as the rule which was in force was repealed, therefore,\nthe basis on which the order was passed was knocked out. Therefore, the High\nCourt declined to grant any relief to the writ petitioner and dismissed the\nwrit petition on merit also. [Para 8] [582-B-E]\nB\n1.3 So far as the question of delay is concerned, no hard and first rule\ncan be laid down and it will depend on the facts of each case. In the present\ncase, the facts stare at the face of it that on 8.10.1996 an order was passed by\nC the Collector pursuant to the order passed by the High Court, rejecting the\napplication of writ petitioner for consideration of the grant of mining lease.\nThe writ petitioner sat tight over the matter and did not challenge the same\nup to 2003. This is on the face of it appears to be very serious. A person who\ncan sit tight for such a long time or no justifiable reason, cannot be given\nany benefit. [Para 11] [583-E-F]\nD\nE\nF\nHindustan Petroleum Corporation Ltd. \u0026 Anr. v. Dolly Das, [1999] 4\nSCC 450 and M/s. Dehri Rohtas Light Railway Company Ltd. v. District Board,\nBhojpur \u0026 Ors. etc., [1992] 2 SCC 598, relied on.\n1.4. Rule 39 of the Rules was already repealed on 27.6.1996 and the\nground reality had also changed. So far as grant of mining and mineral lease\nis concerned, no person has a vested right in it. There is no quarrel on the\nlegal proposition that if certain rights have been decided on the basis of the\nlaw which was obtaining at that time, that will not nullify the judicial decision\nunless the bases are taken out. In the present case, the rule under which the\nwrit petitioner sought direction for consideration of his application has already\nbeen repealed within the time frame directed by the High Court. Therefore\nthe basis on which the order was passed has been totally knocked out. Rule\n39 on the basis of which direction was given was not in existence. Therefore,\nit could not have been possible for the authorities to have acceded to the request\nof the writ petitioner. More so, no one has a vested right in mineral lease.\nG\n[Para 13] [584-E-G]\nH\nState of Tamil Nadu v. M/s. Hind Stone \u0026 Ors., [1981] 2 SCC 205 and\nP.T.R. Exports (Madras) Pvt. Ltd. v. Union of India, [1996] 5 SCC 268, relied\non.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2138 of 2007.\n•\ny\nM.P. RAM MOHAN RAJA v. STATE OF TAMIL NADU [A.K. MATHUR, J.]\n579\nFrom the Judgment and Order dated 13.07.2006 of the High Court of A\nJudicature at Madras in W.P. No. 13791 of 2003.\nK. Subramanian, E.C. Agrawala, Mahesh Agarwal, Rishi Agrawala, Varun\nMathur, Gaurav Goel and Neha Aggarwal for the Appellant.\nK.K. Mani and R. Nedumaran for the Respondents.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. 1. Leave granted.\nB\n2. This appeal is directed against the order passed by the Division C\nBench of the Madras High Court dated 13.7.2006 whereby the Division Bench\nof the High Court has dismissed the writ petition filed by the appellant- M.P.\nRam Mohan Raja and disposed of the writ appeal filed by S. Ramilarasi in view\nof the affidavit filed by the State Government. Hence, aggrieved against the\norder passed by the Division Bench dismissing the writ petition the present\nappeal has been filed by the appellant.\nD\nE\n3. Brief facts giving rise to this appeal are the appellant- writ petitioner\n(hereinafter to be referred to as the writ petitioner) applied to the State\nGovernment in the Industries Department on 2.2.1996 under Rule 39 of the\nTamil Nadu Minor Mineral Concession Rules, 1959 (hereinafter to be referred\nto as 'the Rules') for grant of quarry lease for quarrying jelly and rough stone\nfor a period of 20 years from the poramboke lands over an extent of 3.64\nhectares in survey No.782/2 and over an extent of 2.36 hectares in survey No.\n777/4A of Ayyamkollankondam village, Rajapalayam Taluk, Kamarajar District.\nRule 39 of the Rules conferred power on the State Government to grant or\nrenew quarry lease or permission in special cases. The validity of the said rule F\nwas affirmed by this Court in Premium Granites \u0026 Anr. v. State of Tamil Nadu\n\u0026 Ors., [1994] 2 SC 691. This Court held the rule as valid but the action of\nthe State Government can always be subject to challenge. The writ petitioner\napproached the High Court of Madras by filing writ Petition No.6931 of 1996\nmaking a grievance that his application under Rule 39 of the Rules was not\ndisposed and as such he prayed for a direction to the State Government to\ndispose of his application made under Rule 39 of the Rules. By order dated\n14.6.1996 the High Court disposed of the writ petition by directing the State\nGovernment to consider the application of the writ petitioner and dispose of\nthe same within a period of four weeks from the date of receipt of copy of\nthe order and also directed the State Government to maintain status quo in H\nG\n580\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA the meantime. However, on 27.6.1996 within a period of four weeks Rule 39\nwas repealed by the State Government. Consequently, the application of the\nwrit petitioner came to be rejected by order dated 8.10.1996. Subsequently, the\nDistrict Collector put certain lands for auction in 2003. One of the two lands\nfor which the writ petitioner had applied for grant of lease, was also put to\nauction. After seven years, the writ petitioner filed the present writ petition\nbeing W.P.No.13791 of 2003 seeking a writ of certiorari to quash the order\ndated 8.10.1996 and to direct the first respondent to consider the application\nof the writ petitioner dated 2.2.1996 for grant of lease for quarrying jelly and\nrough stone under Rule 39 of the Rules as it stood at the relevant time.\nB\nC\n4. The writ petition was admitted on 29.4.2003. By an interim order dated\n27.2.2004 learned Single Judge permitted the writ petitioner to carry on quarrying\noperation of jelly and rough stone in the said land. The said order was\nchallenged by the State Government in Writ Appeal No.1750 of 2004. Thereafter,\nlearned Single Judge passed some clarificatory order against which an appeal\nwas preferred by the State Government but the same was also dismissed. The\nD interim order dated 27.2.2004 passed by learned Single Judge was challenged\nE\nby a private party namely, S.Tamilarasi in Writ Appeal No.453 of 2006 alleging\nthat taking advantage of the order of learned Single Judge the writ petitioner\nhas unauthorisedly encroached upon the lease-hold land granted in his favour\nand started quarrying operation in the said land. Hence, both these matters\nwere clubbed together by consent of parties and were disposed of by the\nHigh Court by the common impugned order.\n5. It may be relevant to mention here that earlier Rule 8-C of the Rules\nwas introduced in 1977 by which grant of lease for quarrying black granite\nin favour of private persons was prohibited. It was clearly stipulated that\nF lease could only be granted in favour of Corporations wholly owned by the\nState Government. The validity of Rule 8-C was challenged before the Madras\nHigh Court and ultimately, the matter reached before this Court and in State\nof Tamil Nadu v. Hind Stone, AIR (1981) SC 711 this Court allowed the State\nappeal and upheld the validity of Rule 8-C. However, this Court observed that\nsome of the applications which were pending before introduction of this\nprohibition, may be dealt with in accordance with the Rules but at the same\ntime it is clarified that no one has vested right for grant of lease in mining.\nThereafter, Rule 39 was introduced on 8.3.1993 and that rule provided power\nto the State Government for relaxation. In the interest of mineral development\nand in public interest the Government may for the reasons to be recorded,\nH grant or renew a lease or permission to quarry any mineral. The validity of\nG\n581\nM.P. RAM MOHAN RAJA v. STATE OF TAMIL NADU [A.K. MATHUR, J.]\nRule 39 was also challenged but it was upheld by this Court in Premium A\nGranites \u0026 Anr. (supra).\n6. A number of applications were filed under Rule 39 of the Rules before\nthe State Government for grant of lease. Government granted lease in some\ncases relaxing the power of prohibition but some applications were rejected.\nHence, a batch of writ petitions was filed before the Madras High Court. The B\nHigh Court allowed certain number of writ petitions by order dated 17.3.1995\nand issued directions that all pending applications should be disposed of as\nfar as possible within a period of twelve weeks from the date of the order. The\nHigh Court further laid down that all future applications should be disposed\nof as far as possible within a period of twelve weeks from the date of receipt C\nof such applications. This order of the High Court passed on 17.3.1995 was\nnot challenged further and it attained finality.\nE\n7. The writ petitioner made an application under Rule 39 of the Rules\nbut his application was not disposed of within twelve weeks. Hence, he filed\nthe writ petition \u0026 the High Court passed an order on 2.5.1996 directing the D\nState Government to expedite the disposal of the application of the writ\npetitioner and to dispose the same within four weeks from the date of receipt\nof a copy of the order. Meanwhile, on 27.6.1996 within four weeks Rule 39 was\nrepealed. The State Government passed an order on 8.10.1996 rejecting the\napplication of the writ petitioner and the writ petitioner was asked to participate\nin the tender cum auction to be conducted by the Collector for granting of\nquarry lease for the area applied by him. The writ petitioner did not pursue\nthe matter after the Government passed the order dated 8.10.1996 in pursuance\nof the direction given by the High Court and the Collector while rejecting the\napplication of the writ petitioner held that since rule 39 has already been\nrepealed, therefore, the writ petitioner cannot be granted any lease in view of F\nthe changed circumstances. The writ petitioner did not challenge this order\ntill 2003 and suddenly woke up to file writ petition on 27.4.2003 being writ\npetition No.13791 of 2003 before the High Court. The High Court passed an\ninterim order on 29.4.2003 permitting the writ petitioner to continue with\nquarrying operation on payment of lease amount quoted by the neighbouring\nquarry owners. Though the Government preferred an appeal against the said G\norder, it was rejected. But the private respondent who was affected by the\ninterim order filed a writ appeal against the said order alleging that the writ\npetitioner under the garb of interim order was interfering with the quarry\nallotted to him. As such the writ petition filed by the writ petitioner and the\nwrit appeal were clubbed together.\nH\nA\nB\n582\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n8. We have heard learned counsel for the parties. The first and foremost\nquestion before us as was before the High Court, was of delay. The Government\non 8.10.1996 passed the order in pursuance to the direction given by the High\nCourt rejecting his application, same was challenged after inordinate delay i.e.\non 27.4.2003 by the present writ petition, therefore, the writ petition was\nhopelessly belated. The High Court affirmed the objection of the respondents\nand in our opinion, rightly so. When the application of the writ petitioner\nunder Rule 39 was rejected on 8.10.1996 by the State Government in pursuance\nto the direction given by the High Court, the writ petitioner waited up to\n27.4.2003 and filed a hopelessly belated writ petition. But strangely enough,\nthe said writ petition was entertained and an interim order was passed and\nC it was not interfered despite the State Government raising an objection. It was\nonly when the third party who felt aggrieved by the said interim order\nbecause the writ petitioner on account of this interim order started interfering\nwith his area, that the matter was entertained by the High Court and it was\nclubbed up together. We are satisfied that there was no justification for the\nwrit petitioner to have waited for a long time. Once the order was passed on\n8.10.1996, then there was no need for the writ petitioner to have waited for\nsuch a long time. We are in full agreement with the view taken by the High\nCourt. However, the High Court despite the fact that the writ petition was\nbelated and suffered from laches entered into the controversy on the merits\nalso and took the view that when Rule 39 was deleted within four weeks of\nE the direction to the State Government to dispose of the application of the writ\npetitioner, there was no option with the Collector but to reject the application\nas the rule which was in force was repealed, therefore, the basis on which the\norder was passed was knocked out. Therefore, the High Court declined to\ngrant any relief to the writ petitioner and dismissed the writ petition on merit\nalso.\nD\nF\nG\n9. Learned counsel for the appellant submitted that the writ petition\nshould not be dismissed on the ground of delay. In support thereof, learned\ncounsel invited our attention to a decision of this Court in P.C. Sethi \u0026 Ors.\nv. Union of India \u0026 Ors., AIR (1975) SC 2164. In that case it was held that\nbecause the Government has held out hopes, therefore, the petition was not\nliable to be dismissed on the ground of delay. In the case of K.Thimmappa\n\u0026 Ors. v. Chairman, Central Board of Directors, State Bank of India \u0026 Anr.,\n[2001] 2 SCC 259, their Lordships held that a petition cannot be rejected solely\non the ground of laches if it violates Article 14 of the Constitution and when\nthere is no infraction of Article 14, the question of delay in filing the petition\nH cannot be ignored. In the case of Hindustan Petroleum Corporation Ltd. \u0026\nN\n583\nM.P. RAM MOHAN RAJA v. STATE OF TAMIL NADU [A.K. MATHUR, J.]\nAnr. v. Dolly Das, [1999] 4 SCC 450 it was held that delay itself cannot defeat A\nthe claim of the petitioner for relief unless the position of the respondent has\n- been irretrievably altered or he has been put to undue hardship. In the case\nof M/s. Dehri Rohtas Light Railway Company Ltd. v. District Board, Bhojpur\n\u0026 Ors. etc., [1992] 2 SCC 598 their Lordships found that dismissal of the writ\npetition in limine was not proper. Since the demand of cess was made illegally\nin 1967 and the suit was dismissed in 1971, their Lordships found that it was\ninvolving matter of serious consequence to the party, therefore delay was not\nconsidered fatal in that case.\nB\nC\n10. As against this, learned counsel for the respondents invited our\nattention to a decision in State of Orissa v. Lochan Nayak (dead) by LRs.,\n[2003] 10 SCC 678. In this case, the question of allotment of land was involved\nand the Commissioner rejected the allotment made in 1984 against which\nrespondent filed writ petition in the High Court in 1992. The High Court\nremanded the matter back to the Revenue Officer for consideration of the\nmatter afresh. Meanwhile, the allotment was further cancelled in 1992. This\nCourt held that due to in ordinate delay in filing the writ petition, the High D\nCourt ought not to have entertained the writ petition and accordingly, set\naside the order of the High Court.\nE\n11. So far as the question of delay is concerned, no hard and first rule\ncan be laid down and it will depend on the facts of each case. In the present\ncase, the facts stare at the face of it that on 8.10.1996 an order was passed\nby the Collector in pursuance to the order passed by the High Court, rejecting\nthe application of the writ petitioner for consideration of the grant of mining\nlease. The writ petitioner sat tight over the matter and did not challenge the\nsame up to 2003. This on the face of it appears to be very serious. A person\nwho can sit tight for such a long time for no justifiable reason, cannot be F\ngiven any benefit.\n12. Learned counsel for the appellant submitted that when the High\nCourt passed the order on 14.6.1996, at that time Rule 39 was in existence.\nTherefore, the case of the writ petitioner should have been decided by the\nHigh Court as if the Rule had not been deleted or repealed. In support thereof, G\nlearned counsel for the appellant has invited our attention to the following\ndecisions of this Court.\n(1) [1993] Supp 1 SCC 96(II) In the matter of: Cauvery Water Disputes\nTribunal.\nH\n584\nA\nB\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(ii) AIR (1994) SC 1 State of Haryana \u0026 Ors. v. The Karnal Co-\nop.Farmers' Society Limited etc.\n(ii) AIR (2003) SC 833 Beg Raj Singh v. State of U.P. \u0026 Ors.\nIn the matter of Cauvery Water Disputes Tribunal, their Lordships held that\nLegislature can change the law in general by changing the basis on which\na decision given by court but it cannot affect setting aside the decision inter\nparties itself. Similarly, in the case of State of Haryana \u0026 Ors. it was held that\ndecree of civil court and judicial order holding that certain lands and immovable\nproperties fell outside \"shamilat deh\" regulated by principal Act, subsequent\namendment directing Assistant Collector to decide the claim by ignoring them\nC was held to be unconstitutional as it encroaches upon judicial power. In the\ncase of Beg Raj Singh, the petitioner was granted mining lease for 3 to 5 years\nbut the petitioner was erroneously granted lease for one year. It was held that\na right accrued to the petitioner to continue for a minimum period of three\nyears in terms of the policy decision and it was held that it cannot be curtailed\nbecause of lapse of time in litigation and on the ground that higher revenue\nwould be earned by the Government by auctioning the mining rights. Therefore\nthe Court directed that the petitioner would be entitled to continue for a\nperiod of three years.\nD\nE\n13. Now, coming to the merits of the writ petition we find that the rule\nwas already repealed on 27.6.1996 and the ground reality had also changed.\nSo far as grant of mining and mineral lease is concerned, no person has a\nvested right in it. There is no quarrel on the legal proposition that if certain\nrights have been decided on the basis of the law which was obtaining at that\ntime, that will not nullify the judicial decision unless the bases are taken out.\nIn the present case, the rule under which the writ petitioner sought direction\nF for consideration of his application has already been repealed within the time\nG\nH\nframe directed by the High Court. Therefore the basis on which the order was\npassed has been totally knocked out. Rule 39 on the basis of which direction\nwas given was not in existence. Therefore, it could not have been possible\nfor the authorities to have acceded to the request of the writ petitioner. More\nso, no one has a vested right in mineral lease. In this connection it will be\nmore useful to refer to a decision of this Court in State of Tamil Nadu v. M/\ns. Hind Stone \u0026 Ors., [1981] 2 SCC 205. Their Lordships in the aforesaid case\nobserved as follows:\n\"\nThe submission was that it was not open to the government to\nkeep applications for the grant of leases and applications for renewal\n'\nM.P. RAM MOHAN RAJA v. STATE OF TAMIL NADU [A.K. MATHUR, J.]\n585\nB\npending for a long time and then to reject them on the basis of Rule A\n8-C notwithstanding the fact that the applications had been made long\nprior to the date on which Rule 8-C came into force. While it is true\nthat such applications should be dealt with within a reasonable time,\nit cannot on that account be said that the right to have an application\ndisposed of in a reasonable time clothes an applicant for a lease with\na right to have the application disposed of on the basis of the rules\nin force at the time of the making of the application. No one has a\nvested right to the grant or renewal of a lease and none can claim a\nvested right to have an application for the grant or renewal of a lease\ndealt with in a particular way, by applying particular provisions. In the\nabsence of any vested rights in anyone, an application for a lease has C\nnecessarily to be dealt with according to the rules in force on the date\nof the disposal of the application despite the fact that there is a long\ndelay since the making of the application. We are, therefore, unable\nto accept the submission of the learned counsel that applications for\nthe grant of renewal of leases made long prior to the date of G.O.Ms.\nNo.1312 should be dealt with as if Rule 8-C did not exist.”\nSimilarly in the case of P.T.R. Exports (Madras) Pvt. Ltd. v. Union of India,\n[1996] 5 SCC 268 their Lordships reiterated the same position.\n14. As a result of our above discussion, we find no merit in this appeal\nand the same is dismissed with no order as to costs.\nD\nE\nS.K.S.\nAppeal dismissed.\n"}