{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nL. USHADEVI\nV.\nUNION OF INDIA \u0026 ORS.\nAPRIL 27, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nKerala (Scheduled Castes and Scheduled Tribes) Regulation of Issue\nof Community Certificates Act, 1996-Incumbent resident of State of Kerala\nthough originally belonged to Tamil Nadu-Appointed on basis of the Caste\nCertificate that she belonged to Scheduled Tribe-Cancellation of caste\ncertificate-Termination of service-Incumbent's case that under the Act\ncertificates granted by State of Kerala only could be cancelled-On appeal\nheld: Appointee within the purview of the Act being resident of Kerala-\nSince High Court directed the Government of India to determine whether\nD appointee belonged to Kondareddy caste, no interference is called for-\nCommittee is directed to determine the same expeditiously.\nE\nF\nG\nH\nKonda Reddi is notified as a Scheduled Tribe in the Presidential order\nfor the States of Andhra Pradesh, Tamil Nadu and Kerala.\nForefathers of the appellant migrated to the State of Kerala but originally\nbelonged to the State of Tamil Nadu. Appellant was appointed in a statutory\nbody controlled by the Central Government on the basis of the caste certificate\nthat she belonged to Scheduled Tribe. She was issued show cause notice as to\nwhy her certificate should not be cancelled. Disciplinary proceedings were\ninitiated and her services were terminated. However, the Division Bench of\nthe High Court set aside the order.\nAppellants in other civil appeals were also similarly appointed in the\nCentral Government or public sector undertakings and their services were\nalso terminated but the tribunal set aside the order.\nAppellants contended that the Kerala (Scheduled Castes and Scheduled\nTribes) Regulation of Issue of Community Certificates Act, 1996 contained\nprovisions for cancellation of certificates granted by the authorities of State\nof Kerala and not the State of Tamil Nadu; and that the Act was applicable\n916\nL. USHADEVI v. U.O.I.\n917\nonly to the employees of the State Government and no to the employees of the A\nGovernment of India or their institutions.\nDismissing the appeal, the Court\nHELD: 1.1. It is not a case where the appellants were outside the purview\nB\nof the Kerala (Scheduled Castes and Schedules Tribes) Regulation of Issue\nof Community Certificates Act, 1996. Appellants are residents of the State\nof Kerala. It is difficult to comprehend as to how they obtained caste community\ncertificate from the authorities of the State of Tamil Nadu. [Para 14] [921-E]\n1.2 The jurisdiction of a Scrutiny Committee under the Act is of wide\nC\namplitude. When a competent statutory authority invokes its jurisdiction, it\ncannot be understood as to why the appellants could not submit themselves to\nthe said jurisdiction. [Paras 15 and 16] [921-E-F]\nM/s. Siemens Ltd. v. State of Maharashtra and Ors., (2006) 13 SCALE\n297, referred to.\n1.3. At one point of time, the controversy as to whether the jurisdiction\nto deal with such a matter, as the employees concerned were holding posts\nunder the Central Government might be relevant. The courts might have\ndirected the Central Government to hold an investigation in relation thereto.\nBut, once the legislature of a State enacts an Act which is a self contained\ncode, it might not have been necessary for the court to refer the matter again\nto the Central Government. [Para 18] [922-D-E]\nᎠ\nᎠ\nE\n1.4. In the case of the appellant, the High Court directed the Government\nof India to resolve the doubt as to whether the appellant belonged to the F\nKondareddy caste, but the same could not have been a ground for setting aside\nthe order of the State Government. As the high Court has directed\nconsideration of the matter afresh, nothing more is said in this behalf.\nHowever, the Committee is directed to determine the question, as expeditiously\nas possible keeping in view the fact that the matters are pending for a long\ntime. [Paras 19, 20 and 21] [922-E-G]\nKumari Madhuri Patil and Anr. v. Additional Commissioner, Tribal\nDevelopment and Ors., [1994] 6 SCC 241; State of Maharashtra and Ors. v.\nRavi Prakash Babulalsing Parmar and Anr., (2006) 10 SCALE 575; [2007]\n1 SCC 80 and State of Maharashtra and Ors. v. Sanjay K. Nimje, (2007) AIR\nG\nH\n918\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA SCW 1575, referred to.\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 255 of 2004.\nFrom the Final Judgment and Order dated 30.01.2002 of the High Court\nof Kerala at Ernakulam in O.P. No. 961 of 1993(M).\nWITH\nC.A. Nos. 258, 256 \u0026 257 of 2004.\nE. Padmanabhan, P.S. Narasimha and Nishe Rajen Shonker (for T.T.K.\nDeepak \u0026 Co.) for the Appellant.\nA. Sharan, ASG., Shilpa Singh, V.K. Verma, Amit A. Tiwari and B.V.\nBalaram Das for the Respondents.\nG. Prakash, Beena Prakash, Ashok Bhan, Varuna Bhandari Gugnani, D.S.\nMahra, P. Parmeswaran, Dr. Indra Pratap Singh, Rachna Gupta, A.V. Rangam\nD and Ramesh Babu M.R. for the State of Kerala.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. These appeals involve interpretation and/or application\nof the provisions of the Kerala (Scheduled Castes and Scheduled Tribes)\nE Regulation of Issue of Community Certificates Act, 1996 (for short \"the Act\").\n2004.\n2. The fact of the matter is being noticed from Civil Appeal No. 258 of\n3. Konda Reddi is notified as a Scheduled Tribe in the Presidential order\nF for the States of Andhra Pradesh, Tamil Nadu and Kerala. Appellant originally\nhails from the State of Tamil Nadu. Her forefathers admittedly migrated to the\nState of Kerala. She was appointed as Quality Supervisor in the Marine\nProducts Export Development Authority - Respondent No. 1 herein, which is\na statutory body controlled by the Central Government. Her appointment was\nmade on the basis of the caste certificate granted in her favour. On or about\n11.12.1980, a show cause notice was issued to her to show cause as to why\nher certificate shall not be cancelled. Disciplinary proceedings were also\ninitiated against her. Her service was terminated but the said order was set\naside by a Division Bench of the High Court.\nG\nH\n4. In other civil appeals also, relying on or on the basis of the purported\nL. USHADEVI v. U.O.I. [S.B. SINHA, J.]\n919\ncertificates issued in their favour, the appellants obtained their appointments A\nin the Central Government or public sector undertakings. Notices were served\non them to show cause as to why their appointments shall not be cancelled.\nDisciplinary proceedings were also initiated against them. Their services were\nterminated but the same were set aside by the Tribunal.\n5. The questions which have been raised before us by the learned\ncounsel for the appellants are:\n(i)\nThe Act having contained provisions of cancellation of certificates\ngranted by the authorities of the State of Kerala only, they have\nno jurisdiction to cancel a certificate granted by the State of Tamil\nNadu.\n(ii) The Act applies only in regard to the employees of the State\nGovernment and not to the employees of the Government of\nIndia or their institutions.\nB\nC\n6. The Act was enacted to provide for and regulate the issue of D\ncommunity certificates to member of the Scheduled Castes and Scheduled\nTribes in the State of Kerala. In terms of Article 342 of the Constitution of\nIndia, a member of a tribe may be notified as Scheduled Tribe for a particular\nState. ‘Konda tribe' is admittedly notified as Scheduled Tribe inter alia in the\nState of Kerala.\n7. The legislatures of various States as also this Court had been noticing\nthe misuse or wrong use of such certificates. Such a question came up for\nconsideration before this Court in Kumari Madhuri Patil \u0026 Anr. v. Additional\nCommissioner, Tribal Development \u0026 Ors., [1994] 6 SCC 241 wherein inter\n(1)\nE\nalia it was directed to constitute appropriate committees for determining the F\nquestion as to whether a certificate had wrongly been obtained and the\nprocedures were laid down for the purpose of cancellation thereof.\n8. Scrutiny Committees thereafter came to be constituted by various\nStates by making enactments in that behalf. Consequences flowing from\ncancellation of such certificates were also laid down.\n9. The question in regard to the power of such Committees recently\ncame up for consideration before this Court in State of Maharashtra and Ors.\nv. Ravi Prakash Babulalsing Parmar \u0026 Anr., (2006) 10 SCALE 575: 2007 (1)\nSCC 80] wherein referring to Kumari Madhuri Patil (supra), it was held:\nG\nH\nF\n920\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n\"The said decision, therefore, is also an authority for the\nproposition that the Committee can go into the question as to whether\na caste certificate has rightly been issued or not. The authorities\nconcerned were also found to have some role to play in finding out\nthe correctness or otherwise of the claim for issue of a caste certificate.\"\n10. This Court furthermore noticed that there are decisions and decisions\nin regard to grant of actual relief. [See also State of Maharashtra \u0026 Ors. v.\nSanjay K. Nimje, (2007) AIR SCW 1575]\n11. Although the learned counsel for the parties have cited certain\ndecisions in that behalf, we need not go into the said question at this stage,\nbeing not necessary at this stage.\n12. The Act is a complete code by itself. 'Appointment in public service'\nhas been defined in Section 2(a) of the Act to mean a service or post under\nthe State or Central Government and includes appointment to any post of the\nState or Central Government undertakings. A 'community certificate' has been\ndefined to mean the certificate issued by the competent authority in the\nprescribed form indicating therein the caste or tribe to which he belongs, as\nthe case may be. Section 2(1) of the Act assigns the same meaning to\n'Scheduled Castes' and 'Scheduled Tribes' which have respectively been\nassigned to them in clause (24) and clause (25) of Article 366 of the Constitution\nE of India.\nF\nG\nH\n13. Section 3 of the Act provides for a non-obstante clause. Section 4\nprovides for the manner in which an application for grant of community\ncertificate is required to be filed. Section 5 provides for issuance of a certificate\nonly by a competent authority. Section 6 provides for constitution of Screening\nCommittee for verification of community certificate. Section 8 provides for\nconstitution of Scrutiny Committee for verification of community certificates\nin the following terms:\n\"8. Constitution of Scrutiny Committee for verification of Community\nCertificates: Government shall constitute a scrutiny committee for\nverification of community certificates. Any person belonging to\nScheduled Castes or Scheduled Tribes or any appointing authority or\nlocal body or heads of educational institutions may make an application\nin such form and in such manner as may be prescribed by the scrutiny\ncommittee for verification of Community Certificates.\"\nL. USHADEVI v. U.O.I. [S.B. SINHA, J.]\nSection 11(1) of the Act reads as under:\n921\nA\n\"11. Cancellation of false community certificate - (1) Where, before or\nafter the commencement of this Act, a person not belonging to any\nof the Scheduled Castes or the Scheduled Tribes has obtained a false\ncommunity certificate to the effect that either himself or his children\nbelongs or belong to such Caste or the Tribe, the Scrutiny Committee B\nmay either suo motu or on a written complaint or report by any person\nor authority, call for the records and enquire into the correctness of\nsuch certificate and if it is of the opinion that the certificate was\nobtained fraudulently, it shall, by order, cancel the certificate after\ngiving the person concerned an opportunity of making a representation,\nif any.\"\nSection 30 provides for a transitional provision in the following terms:\n\"30. Transitional Provision – A community certificate issued by any\nauthority competent to issue the same under the relevant rules or\norders before the commencement of this Act, shall unless it is cancelled\nunder the provisions of this Act, be valid and shall be deemed to have\nbeen issued under the provisions of this Act.\"\n14. It is, therefore, not a case where the appellants herein were outside\nthe purview of the Act. Appellants are residents of the State of Kerala. It is\ndifficult to comprehend as to how they obtained caste community certificate\nfrom the authorities of the State of Tamil Nadu.\n15. The jurisdiction of a Scrutiny Committee under the Act is of wide\namplitude.\n16. When a competent statutory authority invokes its jurisdiction, we\nfail to understand as to why the appellants could not submit themselves to\nthe said jurisdiction.\n17. In M/s. Siemens Ltd. v. State of Maharashtra \u0026 Ors. (2006) 13\nSCALE 297, it is stated:\n\"The question as to whether jurisdictional fact existed for issuance\nof the said notice order passed by the respondent was in question in\nthe said writ petition.\nC\nD\nE\nF\nG\nAlthough ordinarily a writ court may not exercise its discretionary H\n922\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\njurisdiction in entertaining a writ petition questioning a notice to\nshow cause unless the same inter alia appears to have been without\njurisdiction as has been held by this Court in some decisions including\nState of Uttar Pradesh v. Brahm Datt Sharma and Anr., AIR (1987)\nSC 943, Special Director and Anr. v. Mohd. Ghulam Ghouse and Anr.,\n[2004] 3 SCC 440 and Union of India and Anr. v. Kunisetty\nSatyanarayana, (2006) 12 SCALE 262, but the question herein has to\nbe considered from a different angle, viz., when a notice is issued with\npre-meditation, a writ petition would be maintainable. In such an\nevent, even if the courts directs the statutory authority to hear the\nmatter afresh, ordinarily such hearing would not yield any fruitful\npurpose [See K.I. Shephard and Ors. v. Union of India and Ors.,\n[1987] 4 SCC 431 : AIR (1988) SC 686]. It is evident in the instant case\nthat the respondent has clearly made up its mind. It explicitly said so\nboth in the counter affidavit as also in its purported show cause.\"\n18. At one point of time, the controversy as to whether the jurisdiction\nD to deal with such a matter, as the employees concerned were holding posts\nunder the Central Government, might be relevant. The courts might have\ndirected the Central Government to hold an investigation in relation thereto.\nBut, once the legislature of a State enacts an Act which is a self contained\ncode, it might not have been necessary for the court to refer the matter again\nto the Central Government.\nE\nF\nG\n19. It is true that in the case of the appellant, the Kerala High Court by\nan order dated 25.07.1989 directed the Government of India to resolve the\ndoubt as to whether the appellant therein belonged to the Kondareddy caste,\nbut, in our opinion, the same could not have been a ground for setting aside\nthe order of the State Government. We, however, do not wish to dwell\nthereupon.\n20. As the High Court has directed consideration of the matter afresh,\nwe do not intend to say any more in this behalf.\n21. We would, however, direct the Committee, keeping in view the fact\nthat the matters are pending for a long time, to determine the question, as\nexpeditiously as possible.\n22. For the reasons aforementioned, these appeals are dismissed, being\ndevoid of any merit. No costs.\nH\nN.J.\nAppeals dismissed.\n-\n1\n"}