{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"GOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n77\nC\n4.4 There was no explanation on record as to how A\nPW-1 came to know the name of the accused, 'GR' as\nalso the name of the third accused who had been\nabsconding and in whose absence the trial proceeded.\nThe statement of PW-1 implicating the accused does not\ninspire confidence. The statement of PW-1 did not find B\nany corroboration. According to PW-1, the accused fell\non the ground in front of the Bar. PW-7, the crucial eye-\nwitness who as per the version of the prosecution, is\nstated to have been claimed that he was standing in front\nof the Bar and had seen the occurrence, not only denied\nthat he knew the deceased and the accused, but also that\nhe had made any statement to the police. Thus, the\nevidence of PW-7 completely destroyed the evidence of\nPW-1 in regard to the most crucial circumstance of the\nprosecution evidence. Besides this, all other witnesses-\nPW-2, PW-3, PW-7, PW-9 and PW-10, according to the\nprosecution, had seen the accused committing the crime\ncompletely turned hostile and in no way supported the\ncase of the prosecution. The statement of PW-1 therefore,\nsuffers from improbabilities and is not free of suspicion.\nIts non-corroboration by other witnesses or evidences\nadds to the statement of PW-1 lacking credence and\nreliability. [Paras 29 and 30] [107-E-H; 108-A-C]\nD\nE\n4.5 In relation to PW-11, the Investigating Officer, there\nare certain lurking doubts. Certain very important F\nwitnesses were not examined or got examined by this\ninvestigating officer. The doctor who had performed the\npost mortem and prepared the Post Mortem Report was\nnot produced before the court. The Head Constable who\nhad come to the help of PW-1 for taking the deceased to G\nthe hospital and was present immediately after the\noccurrence was also not examined. The Forensic\nScience Laboratory Report was placed on record,\nhowever, no person from the FSL, Bangalore or Calcutta\nwas examined in the case, again for reasons best known\nH\n78\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA to the Investigating Officer/prosecution. It is recorded in\nthe report of the FSL, Bangalore that the specimen\ncuttings/scrapings were referred to Serologist Calcutta\nfor its origin and grouping results. As and when the report\nwould be received from Bangalore, the same would be\nB forwarded to the Court, which never happened. The items\nincluded clothes, blood clots, one chaku were found to\nbe blood stained here and there on the blade etc. No\nother finding in this regard was recorded in the FSL\nReport though it was stated to be a result of the analysis.\nThus, the report of the FSL was been of no help to the\nprosecution. [Paras 31, 32, 33 and 34] [108-C; F-H; 109-\nA-D]\nC\n4.6 The recoveries of weapons were made not in\nconformity with the provisions of Section 27 of the\nD Evidence Act, 1872. The memos did not bear the\nsignatures of the accused upon their disclosure\nstatements. This is a defect in the recovery of weapons\nand all the recovery witnesses have turned hostile, thus,\ncreating a serious doubt in the said recovery. According\nE to the prosecution witnesses, nothing was recovered\nfrom the appellant 'GR' and from or at the behest of 'GV'.\nThe weapon of offence, recovered from 'GR' did not\ncontain any blood stain, whereas the knife that was\nrecovered from the conservancy at the behest of the\nF accused, 'GV' was blood-stained. The report of the FSL,\nshows that 'one chaku' was blood-stained. However, the\nprosecution took no steps to prove whether it was\nhuman blood, and if so, then was it of the same blood\ngroup as the deceased or not. Certainly, it does not mean\nG that a police officer by himself cannot prove a recovery,\nwhich he has affected during the course of an\ninvestigation and in accordance with law. However, in\nsuch cases, the statement of the investigating officer has\nto be reliable and so trustworthy that even if the attesting\nwitnesses to the seizure turns hostile, the same can still\nH\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n79\nbe relied upon, more so, when it is otherwise A\ncorroborated by the prosecution evidence, which is\ncertainly not there in the instant case. [Paras 35, 36] [109-\nD-H; 110-A-C]\n4.7 From a bare reading of the post-mortem report, it\nis clear that there were as many as 10 injuries on the B\nperson of the deceased. The doctor further opined that\ndeath was due to shock and hemorrhage as a result of\nstab injuries found on the chest. The High Court noticed\nthat according to PW-1, the victim was not able to talk.\nThe post mortem report clearly establishes injuries by C\nknife. It takes some time to cause so many injuries, that\ntoo, on the one portion of the body i.e. the chest. If the\nstatement of PW1 is to be taken to its logical conclusion,\nthen it must follow that when the said witness saw the\nincident, the accused 'GR' was not stabbing the deceased D\nbut, was watching the police coming towards them and\nhad called upon one of the other accused, 'GV' to run\naway as the police was coming. Obviously, it must have\nalso taken some time for the accused to inflict so many\ninjuries upon the chest of the deceased. Thus, this would\nhave provided sufficient time to PW1 to reach the spot,\nparticularly when, according to the said witness he was\nonly at a distance of 30 yards and was on a motorcycle.\nAt this point of time, stabbing had not commenced as the\naccused were alleged to be chasing the victims. Despite\nof all this, PW-1 was not able to stop the further stabbing\nand/or running away of the accused, though he was on\na motor cycle, equipped with a weapon and in a place\nwhere there were shops such as the Bar and also nearby\nthe conservancy area, which pre-supposes a thickly\npopulated area. Thus, the statement of PW-1 does not\neven find corroboration from the medical evidence on\nrecord. Having regard to the time and place, it was quite\npossible, at least for the persons working in the Bar, to\nknow what exactly had happened. With this object, PW-\n7 was produced who, unfortunately, did not support the H\nE\nய\nF\nG\nA\nB\nC\nD\n80\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\ncase of the prosecution. Thus, the reasons given by the\nHigh Court to disturb the finding of acquittal recorded by\nthe trial court cannot be appreciated. [Para 38, 39] [111-\nB-H; 112-A-B]\n4.8 As per the statement of PW 1, Head Constable and\nPolice Constable had come on the spot. It was with their\nhelp that he had shifted the victim to the Hospital. It is not\nunderstandable as to why he could not send the body\nof the victim to the hospital with one of them and trace\nthe accused in the conservancy where they had got lost,\nalong with the help of the Constable/Head Constable, as\nthe case may be. This is an important link which is\nmissing in the case of the prosecution, as it would have\ngiven definite evidence in regard to the identity of the\naccused as well as would have made it possible to arrest\nthe accused at the earliest. [Para 40] [112-C-E]\n4.9 The observation of the High Court, while setting\naside the judgment of acquittal in favour of the appellant\nthat it might not have been possible for the PW-1 to\nE notice the details explained in the complaint while riding\na motor bike, is without any foundation. PW-1 himself\ncould have stated so, either before the Court or in the\ncomplaint. As per his own statement, his distance was\nonly 75 feet when he noticed the accused chasing the\nvictim and only 30 feet when the victim fell on the ground.\nThus, nothing prevented an effective and efficient police\nofficer from precluding the stabbing. If this version of the\nPW-1 is to be believed then nothing prevented him from\nstopping the commission of the crime or at least\nimmediately arresting, if not all, at least one of the\naccused, since he himself was carrying a weapon and\nadmittedly the accused were unarmed, that too, in a\npublic place like near the Bar. [Para 41] [112-F-H; 113-A]\nF\nG\n4.10 The observation by the High Court that PW-1\nH noticed when victim was being chased by assailants,\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n81\nB\nsuggests that there must have been something else A\nearlier to that event, some injuries might have been\ncaused to the victim. On the other hand, it indicates that\nvictim was aware of some danger to his life at the hands\nof the assailants. Therefore, he was running away from\nthem but the assailants were chasing him holding the\nweapons in their hands. The High Court, therefore,\nconvicted the appellant on the presumption that he must\nhave stabbed him. It is a settled canon of appreciation of\nevidence that a presumption cannot be raised against the\naccused either of fact or in evidence. Equally true is the C\nrule that evidence must be read as it is available on\nrecord. It was for PW-1 to explain and categorically state\nwhether the victim had suffered any injuries earlier or not\nbecause both, the accused and the victim, were within the\nsight of PW-1 and the former were chasing the latter. This\npresumption cannot be raised as it is based on no\nevidence. The case would have been totally different, if\nPW-2, PW-7, PW-9 and PW-10 had supported the case of\nthe prosecution. Once, all these witnesses turned hostile\nand the statement of PW-1 is found to be not trustworthy,\nit would be very difficult for any court to return a finding\nof conviction in the facts and circumstances of the case.\n[Para 42, 43] [113-B-F]\nD\nE\nF\n4.11 Non-production of material witnesses like the\ndoctor, who performed the post mortem and examined\nthe victim before he was declared dead as well as of the\nHead Constable and the Constable who reached the site\nimmediately upon the occurrence and the other two\nwitnesses turning hostile, creates a reasonable doubt in\nthe case of the prosecution and the court should also G\ndraw adverse inference against the prosecution for not\nexamining the material witnesses. There is deficiency in\nthe prosecution case as it should have proved its case\nbeyond reasonable doubt with the help of these\nwitnesses, which it chose not to produce before the\nH\n82\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nC\nCourt, despite their availability. [Para 44] [113-G-H; 114-\nA-B]\nTakhaji Hiraji v. Thakore Kubersing Chamansing and\nOrs. (2001) 6 SCC 145 - relied on.\n4.12 The applicability of the principle of 'adverse\ninference' pre-supposes that withholding was of such\nmaterial witnesses who could have stated precisely and\ncogently the events as they occurred. Without their\nexamination, there would remain a vacuum in the case\nof the prosecution. The doctor was a cited witness but\nwas still not examined. The name of the Head Constable\nand the Constable appears in the Police investigation but\nstill they were not examined. In their absence the post\nmortem report and FSL report were exhibited and could\nD be read in evidence. But still the lacuna in the case of the\nprosecution remains unexplained and the chain of events\nunconnected. For instance, the Head Constable could\nhave described the events that occurred right from the\nplace of occurrence to the death of the deceased. They\nE could have well explained as to why it was not possible\nfor one Police Officer, one Head Constable and one\nConstable to apprehend all the accused or any of them\nimmediately after the occurrence or even make enquiry\nabout their names. Similarly, the doctor could have\nF explained whether inflicting of such injuries with the knife\nrecovered was even possible or not. The expert from the\nFSL could have explained whether or not the weapons\nof offence contained human blood and, if so, of what\nblood group and whether the clothes of the deceased\ncontained the same blood group as was on the weapons\nused in the commission of the crime. The uncertainties\nand unexplained matters of the FSL report could have\nbeen explained by the expert. There is no justification on\nrecord as to why these witnesses were not examined\ndespite their availability. Material witness is one who\nG\nI\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n83\nB\nwould unfold the genesis of the incident or an essential A\npart of the prosecution case and by examining such\nwitnesses the gaps or infirmities in the case of the\nprosecution could be supplied. If such a witness, without\njustification, is not examined, inference against the\nprosecution can be drawn by the Court. The fact that the\nwitnesses who were necessary to unfold the narrative of\nthe incident and though not examined, but were cited by\nthe prosecution, certainly raises a suspicion. When the\nprincipal witnesses of the prosecution become hostile,\ngreater is the requirement of the prosecution to examine\nall other material witnesses who could depose in\ncompleting the chain by proven facts. [Para 45] [115-D-\nH; 116-A-E]\nC\nTakhaji Hiraji v. Thakore Kubersing Chamansing and\nD\nOrs. (2001) 6 SCC 145; Yakub Ismailbhai Patel v. State of\nGujarat (2004) 12 SCC 229: 2004 (3) Suppl. SCR 978 -\nrelied on.\n4.13 It does not mean that despite all this, the\nstatement of the Police Officer for recovery and other E\nmatters could not be believed and form the basis of\nconviction but where the statement of such witness is\nnot reliable and does not aspire confidence, then the\naccused would be entitled to the benefit of doubt in\naccordance with law. Mere absence of independent F\nwitnesses when the Investigating Officer recorded the\nstatement of the accused and the article was recovered\npursuant thereto, is not a sufficient ground to discard the\nevidence of the Police Officer relating to recovery at the\ninstance of the accused. Similar would be the situation\nwhere the attesting witnesses turn hostile, but where the\nstatement of the Police Officer itself is unreliable then it\nmay be difficult for the Court to accept the recovery as\nlawful and legally admissible. The official acts of the\nPolice should be presumed to be regularly performed and\nG\nН\n84\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA there is no occasion for the courts to begin with initial\ndistrust to discard such evidence. [Para 46] [116-E-H; 117-\nA-B]\nB\nState Government of NCT of Delhi v. Sunil \u0026 Anr. (2001)\n1 SCC 652: 2000 (5) Suppl. SCR 144 - relied on.\n4.15 On a cumulative reading and appreciation of the\nentire evidence on record, the trial court had not fallen\nin error of law or appreciation of evidence in accordance\nwith law. The High Court appears to have interfered with\nC the judgment of acquittal only on the basis that 'there was\na possibility of another view'. The prosecution must\nprove its case beyond any reasonable doubt. Such is not\nthe burden on the accused. The High Court acted on\ncertain legal and factual presumptions which cannot be\nD sustained on the basis of the record and the principle of\nlaws. Thus, the case of the prosecution, suffers from\nproven improbabilities, infirmities, contradictions and the\nstatement of the sole witness, PW1, is not reliable and\nworthy of credence. The appellant is acquitted of the\noffence under Section 302 IPC. [Para 47, 49] [117-B-E-G]\nE\nCase Law Reference:\n2007 (9) SCR 483\nReferred to\nPara 5\n(2012) 1 SCC 602\nReferred to\nPara 6\nF\n(2003) 1 SCC 1\nReferred to\nPara 7\n(1974) 3 SCC 762\nRelied on\nPara 7\n2003 (1) SCR 1\nRelied on\nPara 11\nG\n2002 (4) Suppl. SCR 439 Referred to\nPara 12\n(2007) 15 SCC 760\nReferred to\nPara 13\n(2001) 10 SCC 94\nReferred to\nPara 17\nH_\n1955 SCR 1285\nReferred to\nPara 17\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n85\n1996 (3) SCR 757\nReferred to\nPara 18 A\n(2001) 6 SCC 145\nReferred to\nPara 44\n2004 (3) Suppl. SCR 978\nReferred to\nPara 45\nPara 46\nB\n2000 (5) Suppl. SCR 144 Referred to\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nNo. 984 of 2007.\nFrom the Judgment \u0026 Order dated 29.11.2006 of the High\nCourt of Karnataka at Bangalore in Crl. Appeal No. 889 of\n2000.\nC\nRajesh Mahale, Krutin R. Joshi of the Appellant.\nAnitha Shenoy, Hetu Arora for the Respondents.\nD\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. The present appeal is\ndirected against the judgment of conviction and order of\nsentence recorded by the High Court of Karnataka at Bangalore\ndated 29th November, 2006, setting aside the judgment of the E\ntrial court dated 9th March, 2000 acquitting all the accused for\nan offence under Section 302 read with Section 34 of the Indian\nPenal Code, 1860 (for short 'IPC'). In short the case of the\nprosecution is that on 7th December, 1998, Sub-Inspector of\nPolice (Law \u0026 Order) Shri Veerabadhraiah of the F\nSriramapuram Police Station, PW1, was proceeding towards\nhis house from duty on his motor cycle at about 10.45 p.m.\nWhen he reached the 6th Cross Road, 7th Main, he saw three\npersons chasing another person and when they reached near\nVNR Bar, the person who was being chased fell on the road. G\nOne of the three person who were chasing the victim, stabbed\nhim on his chest thrice with knife. Thereafter, the other two\npersons also stabbed him on the chest. When the said PW1\nwas about to reach the spot, he saw the accused Govindaraju\n@ Govinda addressing one of the other two persons as\nH\nB\nс\n86\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA Govardhan and telling them that the Police was coming and\nasked them to run away, whereafter they ran away from the spot.\nAn attempt was made by PW-1 to follow them but the same\nproved to be in vain because they went into a Conservancy and\ndisappeared into darkness. After this unsuccessful attempt,\nPW1 returned to the spot and saw the victim bleeding with\ninjuries. With the help of a Constable, he shifted the victim to\nK.C.General Hospital, Malleswaram, where the victim was\ndeclared dead by the doctors. Upon search of the body of the\ndeceased, his identity card was found on which his name and\naddress had been given. The name of the deceased was found\nto be Santhanam. Thereafter, PW1 went back to the Police\nStation and lodged a complaint, Ex.P1, on the basis of which\nFIR Ex.P2 was recorded by PW11, another Police Officer, who\nthen investigated the case. The Investigating Officer, during the\ncourse of investigation, examined a number of witnesses,\ncollected blood soaked earth and got recovered the knives with\nwhich the deceased was assaulted. Having recovered the\nweapons of crime, the Investigating Officer had sent these\nweapons for examination to the Forensic Science Laboratory\n(FSL) at Bangalore. However, that Laboratory had, without\nE giving any detailed report, vide its letter dated 28th October,\n1999, Ex.P15, informed the Commissioner of Police,\nMalleswaram, Bangalore, that the stains specimen cuttings/\nscraping was referred to Serologist at Calcutta for its origin and\ngrouping results, which on receipt would be dispatched from\nF that office. In all, eight articles were sent to the FSL including\nthe blood clots, one pant, one kacha, one pair of socks and\none chaku. No efforts were made to produce and prove the final\nreport from the FSL, Calcutta and also no witness even\nexamined from the FSL. It appears from the record that the\nG weapons of offence were not sent to the FSL, Bangalore at all.\nD\nH\n2. After completing the investigation, PW11 filed the\ncharge-sheet before the Court of competent jurisdiction. The\nmatter was committed to the Court of Sessions. The two\naccused faced the trial as the third accused was absconding\n"}