{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"GOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n107\nB\nthat there was a fight between them. This itself shows that A\nGovindaraju had approached the Police. Thus, it is quite\nunbelievable that he would indulge in committing such a\nheinous crime. Furthermore, the entire record before us does\nnot reflect the name of the third accused, who is stated to be\nabsconding. This certainly is a circumstance not free of doubt.\nPW1 had seen three accused chasing and then inflicting injuries\nupon the deceased. It is quite strange to note that PW11 as\nwell as PW1 could not even find the name of the third accused\nwho was involved in the crime. Once the Court critically analyses\nand cautiously examines the prosecution evidence, the gaps\nbecome more and more widened and the lacunae become\nmore significant.\nC\n28. This clearly shows that not only PW-1 was unaware of\nthe names and identity of the assailants, but PW-11 was equally\nignorant. It is not disputed that PW-1 was carrying a weapon D\nand he could have easily displayed his weapon and called upon\nthe accused to stop inflicting injuries upon the deceased or to\nnot run away. But for reasons best known to PW-1, nothing of\nthis sort was done by him.\nE\nเย\nF\n29. There is no explanation on record as to how PW-1\ncame to know the name of the accused, Govindaraju. Similar\nis the situation with regard to the name of the third accused who\nhad been absconding and in whose absence the trial\nproceeded. As it appears, the statement of PW-1 implicating\nthe accused does not inspire confidence. Another aspect is that\nall the witnesses who were stated to be eye-witnesses like PW-\n2, PW-3, PW-7, PW-9 and PW-10 turned hostile and have not\neven partially supported the case of the prosecution. Thus, the\nstatement of PW-1 does not find any corroboration. For\ninstance, according to PW-1, the accused fell on the ground in G\nfront of the VNR Bar. PW-7 is the crucial eye-witness who, as\nper the version of the prosecution, is stated to have been\nclaimed that he was standing in front of VNR Bar and had seen\nthe occurrence.\nH\nA\nB\nC\n108 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n30. He not only denied that he knew the deceased and the\naccused, but also that he had made any statement to the police.\nThus, the evidence of PW-7 completely destroys the evidence\nof PW-1 in regard to the most crucial circumstance of the\nprosecution evidence. Besides this, all other witnesses who,\naccording to the prosecution, had seen the accused committing\nthe crime completely turned hostile and in no way supported\nthe case of the prosecution. The statement of PW-1 therefore,\nsuffers from improbabilities and is not free of suspicion. Its non-\ncorroboration by other witnesses or evidences adds to the\nstatement of PW-1 lacking credence and reliability.\n31. PW-11 is the Investigating Officer. He verified the FIR,\nwent to the hospital and after deputing a Constable to take care\nof the dead body, he left for the scene of occurrence. Upon\nreaching there, he prepared a Spot Mahazar in presence of the\nD witnesses, collected blood stains in plastic and sealed it. At\nabout 15 feet away from the place of occurrence, he found a\npair of chappal and a car belonging to the deceased which was\nalso seized by him. He had recorded statements of various\nwitnesses. Goverdhan had made a voluntary statement and got\nE recovered the blood stained knife alongwith blood stained\nclothes, which were taken in to custody. The post mortem report\nExt. P-9 was also received by him. The blood stained clothes\nwere sent to the FSL for opinion and the report thereof was\nreceived as Ext. P-15. The weapons were produced before the\ndoctor and his opinion was sought.\nF\n32. Even in relation to this witness (PW-11), there are\ncertain lurking doubts. Firstly, it may be noticed that certain very\nimportant witnesses were not examined or got examined by this\ninvestigating officer. The doctor who had performed the post\nG mortem and prepared the Post Mortem Report, Ext. P-9, was\nnot produced before the Court. The Head Constable who had\ncome to the help of PW-1 for taking the deceased to the\nhospital and was present immediately after the occurrence was\nalso not examined. The Forensic Science Laboratory (for short\nH \"the FSL\") Report, Ext. P-15, was placed on record, however,\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n109\nno person from the FSL, Bangalore or Calcutta was examined\nin this case, again for reasons best known to the Investigating\nOfficer/prosecution.\n33. At the cost of repetition, we may refer to the contents\nof Ex.P15, the report of the FSL, Bangalore. It is recorded\ntherein that the specimen cuttings/scrapings were referred to\nSerologist Calcutta for its origin and grouping results. As and\nwhen the report would be received from Bangalore, the same\nwould be forwarded to the Court, which never happened.\nA\nB\n34. The items at Sr. no. 1 to 8, which included clothes, C\nblood clots, one chaku were found to be blood stained here\nand there on the blade etc. No other finding in this regard was\nrecorded on Ext. P-15, though it was stated to be a result of\nthe analysis. None was even examined from the FSL. Thus, the\nreport of the FSL has been of no help to the prosecution.\n35. Now, we will come to the recoveries which are stated\nto have been made in the present case, particularly the weapon\nof crime. Firstly, these recoveries were made not in conformity\nwith the provisions of Section 27 of the Indian Evidence Act,\n1872. The memos do not bear the signatures of the accused\nupon their disclosure statements. First of all, this is a defect in\nthe recovery of weapons and secondly, all the recovery\nwitnesses have turned hostile, thus creating a serious doubt in\nthe said recovery. According to PW4 and PW5, nothing was\nrecovered from the appellant Govindaraju. According to PW6\nand PW8, nothing was recovered from or at the behest of the\naccused, Goverdhan.\n36. Ex.Mo1 was the knife recovered from Govindaraju\nwhile Mo2 and Mo3 were the knife and the blood-stained shirt\nrecovered from the accused, Goverdhan. Ex.Mo1, the weapon\nof offence, did not contain any blood stain. Ex.Mo2, the knife\nthat was recovered from the conservancy at the behest of the\naccused, Goverdhan was blood-stained. Ex.P15, the report of\nthe FSL, shows that item no.7 'one chaku' was blood-stained.\nHowever, the prosecution has taken no steps to prove whether\nD\nE\nF\nG\nH\n110\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA it was human blood, and if so, then was it of the same blood\ngroup as the deceased or not. Certainly, we should not be\nunderstood to have stated that a police officer by himself cannot\nprove a recovery, which he has affected during the course of\nan investigation and in accordance with law. However, it is to\nB be noted that in such cases, the statement of the investigating\nofficer has to be reliable and so trustworthy that even if the\nattesting witnesses to the seizure turns hostile, the same can\nstill be relied upon, more so, when it is otherwise corroborated\nby the prosecution evidence, which is certainly not there in the\nC present case.\nD\nE\nF\nG\nH\n37. Ext. P-9 is the post mortem report of the deceased.\nThe injuries on the body of the deceased have been noticed\nby the doctor as follows:-\n\"(1) Horizontally placed stab wound present over front and\nright side of chest situated 9 cms to the right of midline\nand lower border of right nipple measuring 3.5cm x 1.5cms\n× chest cavity deep. Margins are clear cut, inner end\npointed outer end blunt.\n(2) Obliquely placed stab wound present over front of left\nside chest, situated over the left nipple, it is placed 11 cms\nto the left of mid line, measuring 2.5 cms x 1cm x chest\ncavity deep, margins are clear cut, upper inner end is\npointed, lower outer end is blunt.\n(3) Horizontally placed stab wound present over front and\nouter aspect of left side of chest, situated 5 cms below the\nlevel of left nipple, 17 cms to the left of mid line measuring\n4 cm x 1.5 cms x 5 cms, directed upwards and to the right\nin the muscle plane, inner end is pointed, outer end is blunt,\nmargins are clean cut.\n(4) Superficially incised wound present over front of left side\nchest, horizontally placed measuring 6 cm x 1 cms.\n(5) Obliquely placed stab wound present over front and\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n111\nright side of chest, situated 1 cm to the right of mid-line A\nand 4 cm below the level of right nipple measuring 2 cm\nX 1 cm X 3 cms, directed upwards, backwards to the left\nin the muscle plane, margins are clean out. Upper inner\nend is pointed and lower outer end is blunt.\n38. From a bare reading of the above post-mortem report,\nit is clear that there were as many as 10 injuries on the person\nof the deceased. The doctor had further opined that death was\ndue to shock and hemorrhage as a result of stab injuries found\non the chest.\nB\nC\nD\nE\n39. The injuries were piercing injuries between the\nintercasal space and the stab injuries damaged both the heart\nand the lungs. It has been noticed by the High Court that\naccording to PW-1, the victim was not able to talk. The post\nmortem report clearly establishes injuries by knife. But the vital\nquestion is who caused these injuries. It takes some time to\ncause so many injuries, that too, on the one portion of the body\ni.e. the chest. If the statement of PW1 is to be taken to its\nlogical conclusion, then it must follow that when the said\nwitness saw the incident, the accused Govindaraju was not\nstabbing the deceased but, was watching the police coming\ntowards them and had called upon one of the other accused,\nGoverdhan, to run away as the police was coming. Obviously,\nit must have also taken some time for the accused to inflict so\nmany injuries upon the chest of the deceased. Thus, this would\nhave provided sufficient time to PW1 to reach the spot,\nparticularly when, according to the said witness he was only\nat a distance of 30 yards and was on a motorcycle. At this point\nof time, stabbing had not commenced as the accused were\nalleged to be chasing the victims. Despite of all this, PW-1 was\nnot able to stop the further stabbing and/or running away of the\naccused, though he was on a motor cycle, equipped with a\nweapon and in a place where there were shops such as the\nVNR Bar and also nearby the conservancy area, which pre-\nsupposes a thickly populated area. Thus, the statement of PW-\n1 does not even find corroboration from the medical evidence H\nF\nG\n112\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\non record. The High Court in its judgment has correctly noticed\nthat the place of incident in front of VNR Bar of Sriramapuram\nwas not really in dispute and having regard to the time and\nplace, it was quite possible, at least for the persons working in\nthe Bar, to know what exactly had happened. With this object,\nB PW-7 was produced who, unfortunately, did not support the\ncase of the prosecution. Having noticed this, we are unable to\nappreciate the reasons for the High Court to disturb the finding\nof acquittal recorded by the learned trial Court.\nC\nD\n40. There is still another facet of this case which remains\ntotally unexplained by PW-1. As per his statement Head\nConstable 345 and Police Constable 5857 had come on the\nspot. It was with their help that he had shifted the victim to the\nKCG Hospital. It is not understandable as to why he could not\nsend the body of the victim to the hospital with one of them and\ntrace the accused in the conservancy where they had got lost,\nalong with the help of the Constable/Head Constable, as the\ncase may be. This is an important link which is missing in the\ncase of the prosecution, as it would have given definite\nevidence in regard to the identity of the accused as well as\nE would have made it possible to arrest the accused at the\nearliest.\nF\nG\nH\n41. The High Court, while setting aside the judgment of\nacquittal in favour of the appellant Govindaraju, has also noticed\nthat it may not have been possible for the PW-1 to notice the\ndetails explained in the complaint Ext. P-1, while riding a motor\nbike. This observation of the High Court is without any\nfoundation. Firstly, PW-1 himself could have stated so, either\nbefore the Court or in Ext. P-1. Secondly, as per his own\nstatement, his distance was only 75 feet when he noticed the\naccused chasing the victim and only 30 feet when the victim\nfell on the ground. Thus, nothing prevented an effective and\nefficient police officer from precluding the stabbing. If this\nversion of the PW-1 is to be believed then nothing prevented\nhim from stopping the commission of the crime or at least\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n113\nimmediately arresting, if not all, at least one of the accused, A\nsince he himself was carrying a weapon and admittedly the\naccused were unarmed, that too, in a public place like near\nVNR Bar.\n42. The High Court has also observed that \"PW-1 noticed\nwhen victim was being chased by assailants. This suggests\nthat there must have been something else earlier to that event,\nsome injuries might have been caused to the victim. On the\nother hand, it indicates that victim was aware of some danger\nto his life at the hands of the assailants. Therefore, he was\nrunning away from them but the assailants were chasing him\nholding the weapons in their hands\". The High Court, therefore,\nconvicted the appellant on the presumption that he must have\nstabbed him. It is a settled canon of appreciation of evidence\nthat a presumption cannot be raised against the accused either\nof fact or in evidence. Equally true is the rule that evidence must\nbe read as it is available on record. It was for PW-1 to explain\nand categorically state whether the victim had suffered any\ninjuries earlier or not because both, the accused and the victim,\nwere within the sight of PW-1 and the former were chasing the\nlatter.\n43. We are unable to contribute to this presumption as it\nis based on no evidence. The case would have been totally\ndifferent, if PW-2, PW-7, PW-9 and PW-10 had supported the\ncase of the prosecution. Once, all these witnesses turned\nhostile and the statement of PW-1 is found to be not trustworthy,\nit will be very difficult for any court to return a finding of\nconviction in the facts and circumstances of the present case.\n44. There is certainly some content in the submissions\nmade before us that non-production of material witnesses like\nthe doctor, who performed the post mortem and examined the\nvictim before he was declared dead as well as of the Head\nConstable and the Constable who reached the site immediately\nupon the occurrence and the other two witnesses turning\nhostile, creates a reasonable doubt in the case of the\nB\nC\nD\nE\nF\nG\nH\n114\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nB\nA prosecution and the court should also draw adverse inference\nagainst the prosecution for not examining the material\nwitnesses. We have already dwelled upon appreciation of\nevidence at some length in the facts and circumstances of the\npresent case. There is deficiency in the case of the prosecution\nas it should have proved its case beyond reasonable doubt with\nthe help of these witnesses, which it chose not to produce\nbefore the Court, despite their availability. In this regard, we may\nrefer to the judgment of this Court in the case of Takhaji Hiraji\nv. Thakore Kubersing Chamansing and Ors. [(2001) 6 SCC\nC 145] wherein this Court held as under:-\nD\nE\nF\n☐ G\nH\n\"19. So is the case with the criticism levelled by the High\nCourt on the prosecution case finding fault therewith for\nnon-examination of independent witnesses. It is true that\nif a material witness, who would unfold the genesis of the\nincident or an essential part of the prosecution case, not\nconvincingly brought to fore otherwise, or where there is a\ngap or infirmity in the prosecution case which could have\nbeen supplied or made good by examining a witness who\nthough available is not examined, the prosecution case can\nbe termed as suffering from a deficiency and withholding\nof such a material witness would oblige the court to draw\nan adverse inference against the prosecution by holding\nthat if the witness would have been examined it would not\nhave supported the prosecution case. On the other hand\nif already overwhelming evidence is available and\nexamination of other witnesses would only be a repetition\nor duplication of the evidence already adduced, non-\nexamination of such other witnesses may not be material.\nIn such a case the court ought to scrutinise the worth of\nthe evidence adduced. The court of facts must ask itself\n- whether in the facts and circumstances of the case, it\nwas necessary to examine such other witness, and if so,\nwhether such witness was available to be examined and\nyet was being withheld from the court. If the answer be\npositive then only a question of drawing an adverse\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n115\nA\ninference may arise. If the witnesses already examined are\nreliable and the testimony coming from their mouth is\nunimpeachable the court can safely act upon it,\nuninfluenced by the factum of non-examination of other\nwitnesses. In the present case we find that there are at least\n5 witnesses whose presence at the place of the incident B\nand whose having seen the incident cannot be doubted at\nall. It is not even suggested by the defence that they were\nnot present at the place of the incident and did not\nparticipate therein. The injuries sustained by these\nwitnesses are not just minor and certainly not self-inflicted.\nNone of the witnesses had a previous enmity with any of\nthe accused persons and there is apparently no reason why\nthey would tell a lie. The genesis of the incident is brought\nout by these witnesses. In fact, the presence of the\nprosecution party and the accused persons in the chowk\nof the village is not disputed\n\"\n\"\n45. The applicability of the principle of 'adverse inference'\npre-supposes that withholding was of such material witnesses\nwho could have stated precisely and cogently the events as they\noccurred. Without their examination, there would remain a\nvacuum in the case of the prosecution. The doctor was a cited\nwitness but was still not examined. The name of the Head\nConstable and the Constable appears in the Police\ninvestigation but still they were not examined. It is true that in\ntheir absence the post mortem report and FSL report were\nexhibited and could be read in evidence. But still the lacuna in\nthe case of the prosecution remains unexplained and the chain\nof events unconnected. For instance, the Head Constable could\nhave described the events that occurred right from the place\nof occurrence to the death of the deceased. They could have\nwell explained as to why it was not possible for one Police\nOfficer, one Head Constable and one Constable to apprehend\nall the accused or any of them immediately after the occurrence\nor even make enquiry about their names. Similarly, the doctor\ncould have explained whether inflicting of such injuries with the\nC\nD\nE\nF\nG\nH\nC\n116 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA knife recovered was even possible or not. The expert from the\nFSL could have explained whether or not the weapons of\noffence contained human blood and, if so, of what blood group\nand whether the clothes of the deceased contained the same\nblood group as was on the weapons used in the commission\nB of the crime. The uncertainties and unexplained matters of the\nFSL report could have been explained by the expert. There is\nno justification on record as to why these witnesses were not\nexamined despite their availability. This Court in the case of\nTakhaji Hiraji (supra) clearly stated that material witness is one\nwho would unfold the genesis of the incident or an essential part\nof the prosecution case and by examining such witnesses the\ngaps or infirmities in the case of the prosecution could be\nsupplied. If such a witness, without justification, is not examined,\ninference against the prosecution can be drawn by the Court.\nThe fact that the witnesses who were necessary to unfold the\nnarrative of the incident and though not examined, but were\ncited by the prosecution, certainly raises a suspicion. When the\nprincipal witnesses of the prosecution become hostile, greater\nis the requirement of the prosecution to examine all other\nmaterial witnesses who could depose in completing the chain\nby proven facts. This view was reiterated by this Court in the\ncase of Yakub Ismailbhai Patel v. State of Gujarat [(2004) 12\nSCC 229].\nD\nE\n46. We are certainly not indicating that despite all this, the\nF statement of the Police Officer for recovery and other matters\ncould not be believed and form the basis of conviction but where\nthe statement of such witness is not reliable and does not aspire\nconfidence, then the accused would be entitled to the benefit\nof doubt in accordance with law. Mere absence of independent\nwitnesses when the Investigating Officer recorded the statement\nof the accused and the article was recovered pursuant thereto,\nis not a sufficient ground to discard the evidence of the Police\nOfficer relating to recovery at the instance of the accused. {See\nState Government of NCT of Delhi v. Sunil \u0026 Anr. [(2001) 1\nSCC 652]}. Similar would be the situation where the attesting\nG\nH\n"}