{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"GOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n97\nexcept that while dealing with an appeal against acquittal A\nthe Court keeps in view the position that the presumption\nof innocence in favour of the accused has been fortified\nby his acquittal and if the view adopted by the High Court\nis a reasonable one and the conclusion reached by it had\nits grounds well set out on the materials on record, the\nacquittal may not be interfered with. Thus, this fine\ndistinction has to be kept in mind by the Court while\nexercising its appellate jurisdiction. The golden rule is that\nthe Court is obliged and it will not abjure its duty to prevent\nmiscarriage of justice, where interference is imperative C\nand the ends of justice so require and it is essential to\nappease the judicial conscience.\n11. Also, this Court had the occasion to state the principles\nwhich may be taken into consideration by the appellate\ncourt while dealing with an appeal against acquittal. There D\nis no absolute restriction in law to review and re-look the\nentire evidence on which the order of acquittal is founded.\nIf, upon scrutiny, the appellate court finds that the lower\ncourt's decision is based on erroneous views and against\nthe settled position of law then the said order of acquittal E\nshould be set aside. {See State (Delhi Administration) v.\nLaxman Kumar \u0026 Ors. [(1985) 4 SCC 476], Raj Kishore\nJha v. State of Bihar \u0026 Ors. [AIR 2003 SC 4664], Inspector\nof Police, Tamil Nadu v. John David [JT 2011 (5) SC 1]}\n12. To put it appropriately, we have to examine, with\nreference to the present case whether the impugned\njudgment of acquittal recorded by the High Court suffers\nfrom any legal infirmity or is based upon erroneous\nappreciation of evidence.\n13. In our considered view, the impugned judgment does\nnot suffer from any legal infirmity and, therefore, does not\ncall for any interference. In the normal course of events, we\nare required not to interfere with a judgment of acquittal.\"\nF\nG\nH\n98\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\n7. The Court also took the view that the Appellate Court\ncannot lose sight of the fact that it must express its reason in\nthe judgment, which led it to hold that acquittal is not justified. It\nwas also held by this Court that the Appellate Court must also\nbear in mind the fact that the trial court had the benefit of seeing\nB the witnesses in the witness box and the presumption of\ninnocence is not weakened by the order of acquittal and in such\ncases if two reasonable conclusions can be reached on the\nbasis of the evidence on record, the Appellate Court should not\ndisturb the findings of the trial court. [See C. Antony v. K.G.\nC Raghavan nair [(2003) 1 SCC 1]; and Bhim Singh Rup Singh\nv. State of Maharashtra [(1974) 3 SCC 762].\n8. If we analyze the above principle somewhat concisely,\nit is obvious that the golden thread which runs through the web\nof administration of justice in criminal cases is that if two views\nD are possible on the evidence adduced in a case, one pointing\nto the guilt of the accused and other to his innocence, the view\nwhich is favourable to the accused should be adopted. There\nare no jurisdictional limitations on the power of the Appellate\nCourt but it is to be excised with some circumspection. The\nE paramount consideration of the Court should be to avoid\nmiscarriage of justice. A miscarriage of justice which may arise\nfrom the acquittal of guilty is no less than that from the conviction\nof an innocent. If there is miscarriage of justice from the\nacquittal, the higher Court would examine the matter as a Court\nF of fact and appeal while correcting the errors of law and in\nappreciation of evidence as well. Then the Appellate Court may\neven proceed to record the judgment of guilt to meet the ends\nof justice, if it is really called for.\n9. In the present case, the High Court, in the very opening\nG of its judgment, noticed that the prosecution had examined\neleven witnesses, produced fifteen documents and three\nmaterial objects. The witnesses of seizure had turned hostile.\nPW4 and PW5 were examined to establish the fact that the\nknife was seized vide Exhibit P5 at the instance of the\nH appellant. They also turned hostile. PW6 and PW8 were\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n99\nexamined to establish the contents of Exhibit P6, another knife A\nthat was seized from the other accused, Govardhan. Even they\ndid not support the case of the prosecution. PW7, the supplier\nat VNR Bar and an eye-witness, PW9, Mr. Thiruvengadam, the\nsecond eye-witness and PW10, Mr. Sheshidhar, the third eye-\nwitness who were examined to corroborate the evidence of B\nPW1 openly stated contrary to the case of the prosecution and\ndid not support the version and statement of PW1. The trial\nCourt noticed a number of other weaknesses in the case of the\nprosecution, including the evidence of PW1. It found that the\nstatement of PW1 was not free of suspicion, particularly when C\nthere was no evidence to corroborate even his statement. The\nCourt doubted the recovery and also the manner in which the\nrecovery was made and sought to be proved before the Court\nin face of the fact that all the recovery witnesses had turned\nhostile and had bluntly denied their presence during the\nrecovery of knives. The trial court also, while examining the\nstatement of the doctor and the post-mortem report, Ex.P9,\nreturned the finding that there were as many as ten injuries\nfound on the body of the deceased and the opinion of the\ndoctor was that the death of the deceased was due to shock\nand hemorrhage as a result of stab injuries sustained and even\nthe medical evidence did not support the case of the\nprosecution. The accused had suffered certain injuries upon his\nhand and fingers. Referring to these observations, the trial court\nhad returned the finding of acquittal of both the accused.\n10. The judgment of the High Court, though to some extent,\nreappreciates the evidence but has not brought out as to how\nthe trial court's judgment was perverse in law or in appreciation\nof evidence or whether the trial court's judgment suffered from\ncertain erroneous approach and was based on conjectures and\nsurmises in contradistinction to facts proved by evidence on\nrecord. A very vital distinction which the Court has to keep in\nmind while dealing with such appeals against the order of\nacquittal is that interference by the Court is justifiable only when\na clear distinction is kept between perversity in appreciation\nD\nE\nF\nG\nH\n100 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of evidence and merely the possibility of another view. It may\nnot be quite appropriate for the High Court to merely record\nthat the judgment of the trial court was perverse without\nspecifically dealing with the facets of perversity relating to the\nissues of law and/or appreciation of evidence, as otherwise\nB such observations of the High Court may not be sustainable in\nlaw.\nC\n11. Now, we come to the second submission raised on\nbehalf of the appellant that the material witness has not been\nexamined and the reliance cannot be placed upon the sole\ntestimony of the police witness (eye-witness). It is a settled\nproposition of law of evidence that it is not the number of\nwitnesses that matters but it is the substance. It is also not\nnecessary to examine a large number of witnesses if the\nprosecution can bring home the guilt of the accused even with\nD a limited number of witnesses. In the case of Lallu Manjhi and\nAnr. vs. State of Jharkhand (2003) 2 SCC 401, this Court had\nclassified the oral testimony of the witnesses into three\ncategories:-\na. Wholly reliable;\nE\nb.\nWholly unreliable; and\nC. Neither wholly reliable nor wholly unreliable.\n12. In the third category of witnesses, the Court has to be\nF cautious and see if the statement of such witness is\ncorroborated, either by the other witnesses or by other\ndocumentary or expert evidence. Equally well settled is the\nproposition of law that where there is a sole witness to the\nincident, his evidence has to be accepted with caution and after\nG testing it on the touchstone of evidence tendered by other\nwitnesses or evidence otherwise recorded. The evidence of a\nsole witness should be cogent, reliable and must essentially fit\ninto the chain of events that have been stated by the\nprosecution. When the prosecution relies upon the testimony\nH of a sole eye-witness, then such evidence has to be wholly\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n101\nreliable and trustworthy. Presence of such witness at the A\noccurrence should not be doubtful. If the evidence of the sole\nwitness is in conflict with the other witnesses, it may not be safe\nto make such a statement as a foundation of the conviction of\nthe accused. These are the few principles which the Court has\nstated consistently and with certainty. Reference in this regard B\ncan be made to the cases of Joseph v. State of Kerala (2003)\n1 SCC 465 and Tika Ram v. State of Madhya Pradesh (2007)\n15 SCC 760. Even in the case of Jhapsa Kabari and Others\nv. State of Bihar (2001) 10 SCC 94, this Court took the view\nthat if the presence of a witness is doubtful, it becomes a case\nof conviction based on the testimony of a solitary witness.\nThere is, however, no bar in basing the conviction on the\ntestimony of a solitary witness so long as the said witness is\nreliable and trustworthy.\nC\nD\n13. In the case of Jhapsa Kabari (supra), this Court noted\nthe fact that simply because one of the witnesses (a 14 years\nold boy) did not name the wife of the deceased in the\nfardbayan, it would not in any way affect the testimony of the\neye-witness i.e. the wife of the deceased, who had given\ngraphic account of the attack on her husband and her brother- E\nin-law by the accused persons. Where the statement of an eye-\nwitness is found to be reliable, trustworthy and consistent with\nthe course of events, the conviction can be based on her sole\ntestimony. There is no bar in basing the conviction of an\naccused on the testimony of a solitary witness as long as the\nsaid witness is reliable and trustworthy.\n14. In the present case, the sole eye-witness is stated to\nbe a police officer i.e. P.W.-1. The entire case hinges upon\nthe trustworthiness, reliability or otherwise of the testimony of\nthis witness. The contention raised on behalf of the appellant\nis that the police officer, being the sole eye-witness, would be\nan interested witness, and in that situation, the possibility of a\npolice officer falsely implicating innocent persons cannot be\nruled out.\nF\nG\nH\n102\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\n15. Therefore, the first question that arises for consideration\nis whether a police officer can be a sole witness. If so, then with\nparticular reference to the facts of the present case, where he\nalone had witnessed the occurrence as per the case of the\nprosecution. It cannot be stated as a rule that a police officer\ncan or cannot be a sole eye-witness in a criminal case. It will\nalways depend upon the facts of a given case. If the testimony\nof such a witness is reliable, trustworthy, cogent and duly\ncorroborated by other witnesses or admissible evidences, then\nthe statement of such witness cannot be discarded only on the\nC ground that he is a police officer and may have some interest\nin success of the case. It is only when his interest in the success\nof the case is motivated by overzealousness to an extent of his\ninvolving innocent people; in that event, no credibility can be\nattached to the statement of such witness.\nD\n16. This Court in the case of Girja Prasad (supra) while\nparticularly referring to the evidence of a police officer, said that\nit is not the law that Police witnesses should not be relied upon\nand their evidence cannot be accepted unless it is corroborated\nin material particulars by other independent evidence. The\nE presumption applies as much in favour of a police officer as\nany other person. There is also no rule of law which lays down\nthat no conviction can be recorded on the testimony of a police\nofficer even if such evidence is otherwise reliable and\ntrustworthy. The rule of prudence may require more careful\nF scrutiny of their evidence. If such a presumption is raised\nagainst the police officers without exception, it will be an\nattitude which could neither do credit to the magistracy nor good\nto the public, it can only bring down the prestige of the police\nadministration.\nG\n17. Wherever, the evidence of the police officer, after\ncareful scrutiny, inspires confidence and is found to be\ntrustworthy and reliable, it can form the basis of conviction and\nthe absence of some independent witness of the locality does\nnot in any way affect the creditworthiness of the prosecution\nH case. The courts have also expressed the view that no infirmity\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n103\nB\nattaches to the testimony of the police officers merely because A\nthey belong to the police force and there is no rule of law or\nevidence which lays down that conviction cannot be recorded\non the evidence of the police officials, if found reliable, unless\ncorroborated by some independent evidence. Such reliable\nand trustworthy statement can form the basis of conviction.\nRather than referring to various judgments of this Court on this\nissue, suffices it to note that even in the case of Girja Prasad\n(supra), this Court noticed the judgment of the Court in the case\nof Aher Raja Khima v. State of Saurashtra AIR 1956 SC 217,\na judgment pronounced more than half a century ago noticing C\nthe principle that the presumption that a person acts honestly\napplies as much in favour of a police officer as of other persons\nand it is not a judicial approach to distrust and suspect him\nwithout good grounds therefor. This principle has been referred\nto in a plethora of other cases as well. Some of the cases\ndealing with the aforesaid principle are being referred\nhereunder.\n18. In Tahir v. State (Delhi) [(1996) 3 SCC 338], dealing\nwith a similar question, the Court held as under:-\nD\nE\nF\n\"6. ... .In our opinion no infirmity attaches to the testimony\nof the police officials, merely because they belong to the\npolice force and there is no rule of law or evidence which\nlays down that conviction cannot be recorded on the\nevidence of the police officials, if found reliable, unless\ncorroborated by some independent evidence. The Rule of\nPrudence, however, only requires a more careful scrutiny\nof their evidence, since they can be said to be interested\nin the result of the case projected by them. Where the\nevidence of the police officials, after careful scrutiny,\ninspires confidence and is found to be trustworthy and G\nreliable, it can form basis of conviction and the absence\nof some independent witness of the locality to lend\ncorroboration to their evidence, does not in any way affect\nthe creditworthiness of the prosecution case.\"\nH\nA\nB\n104 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n19. The obvious result of the above discussion is that the\nstatement of a police officer can be relied upon and even form\nthe basis of conviction when it is reliable, trustworthy and\npreferably corroborated by other evidence on record.\n20. It is also not always necessary that wherever the\nwitness turned hostile, the prosecution case must fail. Firstly,\nthe part of the statement of such hostile witnesses that supports\nthe case of the prosecution can always be taken into\nconsideration. Secondly, where the sole witness is an eye-\nwitness who can give a graphic account of the events which\nC he had witnessed, with some precision cogently and if such a\nstatement is corroborated by other evidence, documentary or\notherwise, then such statement in face of the hostile witness\ncan still be a ground for holding the accused guilty of the crime\nthat was committed. The Court has to act with greater caution\nD and accept such evidence with greater degree of care in order\nto ensure that justice alone is done. The evidence so\nconsidered should unequivocally point towards the guilt of the\naccused.\nE\nF\n21. Now, let us revert to the facts of the present case in\nlight of the above principles. As already noticed, the prosecution\nhad examined as many as 11 witnesses, out of which six\nwitnesses were the material witnesses. The prosecution had\ncited PW-7, PW-9 and PW-10 as eye-witnesses to the\noccurrence. PW-7, Ganesh denied that he had made any\nstatement to the Police. The prosecutor was granted\npermission to cross-examine him after having been declared\nhostile. He denied the entire case of the prosecution, however,\nstrangely he was not confronted with his statement under\nSection 161 Cr.P.C. for the reasons best known to the\nprosecutor. PW-9 was cited as another eye-witness, who\ncompletely denied the case of the prosecution. Again, as it\nappears from the record, he was not confronted with his\nstatement under Section 161 Cr.P.C., though a vague\nsuggestion to that effect was made by the prosecutor. PW-10\nH is the third eye-witness who was cited. He denied that he made\nG\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n105\nany statement to the police on 7th December, 1998 and said\nthat he never told the police that the accused had come chasing\none person near the VNR Bar. He denied any knowledge of\nthe incident.\n22. PW-8, Ganesha, was a witness to the recovery of the\nknife vide Ext. P-6. He, in his statement, admitted his signature\non the recovery memo, but stated that he did not know why the\nPolice had obtained his signatures. Even the other three\nwitnesses i.e. PW-2 - PW-4 and PW-6 were witnesses to\nseizure memos vide which recoveries were effected, including\nthe knife and clothes of the deceased. PW-3, who admitted his\nsignatures on Ex. P4, stated that his signatures were obtained\nin the Police Station. PW-2 was a material witness of the\nprosecution. He denied that he had ever seen the accused and\nhad gone to make any complaint in the Police Station,\nSrirampur in regard to any incident that had happened in his\nshop. He denied that anything was seized in his presence. Ext.\nP4, blood stained pant, is stated to have been recovered in his\npresence.\n23. Now, we are left with two witnesses PW-1 and PW-\n11. PW-1 is the complainant and is a police officer. PW-11 is\nthe Investigating Officer.\nA\nB\nC\nD\nE\nF\n24. PW-1 had stated that while he was going back after\nfinishing his duty on 7th December, 1998 at about 10.45 p.m.\nat 5th Cross, he saw three persons chasing another person.\nThe person, who was being chased fell in front of the VNR Bar\nand the accused Govindaraju was one of the three persons who\nwere chasing the victim. When he was about to reach the spot,\nhe heard the accused Govindaraju telling one of the other\npersons Govardhan, to run away as the Police were coming. G\nPW-1 stopped his bike and started chasing those assailants\nwho were running away in a Conservancy, but they escaped.\nPW-1 came back to the spot. Thereafter, a Police Constable\nand a Head Constable came there and with their assistance,\nhe shifted the victim to the K.C.G. Hospital. The doctors after H\n106 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA examining the victim declared him 'brought dead'. PW-1, on\nchecking the pockets of the victim, found his identity card from\nwhich he got his details. He returned to the police station, rang\nup the higher officers and registered a case suo-moto in\nCriminal Appeal No. 358 of 1998 whereafter an FIR was\nB registered. Ext. P-1, bore his signature at Ext. P-1(a) and the\nsame was later handed over for further investigation to PW-11.\nC\nD\nE\nF\n25. The first and foremost point that invites the attention\nof this Court is that according to the PW-1, he was nearly 30\nyards away from the place where the victim fell on the ground\nand he saw the accused persons chasing the victim from about\na distance of 75 feet.\n26. As per his statement in cross-examination, he was on\na motor cycle. It is not understandable why he could not\nincrease the speed of his motor cycle so as to cover the\ndistance of 30 yards before the injuries were inflicted on the\ndeceased by the accused. Surely, seeing the police at such a\nshort distance, the accused, if they were involved in the crime,\nwould not have the courage of stabbing the victim (deceased)\nin front of a police officer who was carrying a gun. In the FIR\n(Ex. P-2) he had not mentioned the names of the accused. He\ndid not even mention to PW-11 as to who the assailants were.\nOn the contrary, in the post-mortem report, Ex. P-9, it has been\nrecorded that as per police requisition in Forms 14(i) and (ii)\nthe victim was said to have been assaulted with knife by some\nmiscreants on 7th December, 1998 and he was pronounced\ndead on arrival to the hospital.\n27. In furtherance to the proceedings taken out under\nSection 174 of the Cr.P.C, it may be noticed that the brother\nG of the deceased Shri Ananda had identified the body of the\ndeceased and made a statement before the Police saying that\nat the midnight of 7th December, 1998, wife of the deceased\nhad come and informed him that her husband was killed by\nsome goons at Srirampur. Before this, a man named\nH Govindaraju and the deceased had lodged Police complaint\n"}