{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"V.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n119\nOfficer (IRD) will hold full additional charge of the BDO, A\nAlangad till further orders.\"\nThus it was Shri O.G. Venugopal who was holding the\ncharge for Mrs. P.C. Mary. It was this Mr.O.G. Venugopal who\nwas holding the additional charge of Block Development Officer,\nhad accepted the nomination of the appellant and it was before\nhim alone that the appellant had taken the oath. The High Court\nhas found fault with both the aspects.\nB\n10. At this juncture it will be proper to see a few provisions\nof the Act on which the parties rely. Section 29 of the Act provides C\nfor the qualifications for Membership of a Panchayat. Section\n29(e) is as under:\n\"29. Qualifications for membership of a Panchayat –\nA person shall not be qualified for chosen to fill a seat in\na Panchayat at any level unless:\nD\n(a)\nXXX\nXXX\n(b)\nXXX\nXXX\n(c)\nXXX\nXXX\n(d)\nXXX\nXXX\n(e) he makes and subscribes before the returning officer\nor any other person authorized by the State Election\nCommission an oath or affirmation according to the form\nset out for the purpose in the first schedule.\"\nSections 40, 41, 42, 43 as are relevant for our purpose\nread as under:\nF\n\"40. General duties of district election officer-Subject\nto the superintendence, direction and control of the State G\nElection Commission, the district election officer, shall\ncoordinate and supervise all work, in the district in\nconnection with the conduct of all elections to the\nPanchayats in the district.\nI\nE\n120\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\n41. Returning Officers - For every Panchayat, for every\nelection to fill a seat or seats in the Panchayat, the State\nElection Commission shall, in consultation with the\nGovernment, designate or nominate one or more returning\nofficer who shall be an officer of the Government or of a\nlocal self Government Institutions.\nProvided that nothing in this section shall prevent the State\nElection Commission from designating or nominating the\nsame person to be the returning officer for more than one\nPanchayats lying adjacent.\n42. Assistant Returning Officers - (1) The State Election\nCommission may appoint one or more persons as\nassistant returning officers to assist any returning officer\nin the performance of his functions.\n(2) Every assistant returning officer shall, subject to the\ncontrol of the returning officer, be competent to perform all\nor any of the functions of the returning officer.\nProvided that no assistant returning officer shall perform\nany of the functions of the returning officer which relates to\nthe scrutiny of nominations unless the returning officer is\nunavoidably prevented from performing the said function.\n43. Returning officer to include assistant returning\nofficers performing the functions of the returning\nofficer References in this Act to the returning officer\nshall, unless the context otherwise requires, be deemed\nto include an assistant returning officer performing any\nfunction which he is authorized to perform under sub-\nsection (2) of Section 42.\"\n-\nThe contention of the Election Petitioner (respondent\nherein) was that it was Smt.P.C. Mary alone who was authorized\nto accept the nomination papers and also to subscribe the oath\nto the appellant and since she had superannuated on 31.8.2005,\nand was replaced by Shri O.G. Venugopal, Extension Officer,\nH IRD and since Shri O.G. Venugopal was not authorized\n7\nV.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n121\nspecifically by the State Election Commission or the Returning A\nOfficer either to subscribe the oath or to accept the nomination\npapers, the appellant in effect had not taken oath before a\nproperly authorized officer nor had he tendered his nomination\npapers before a properly authorized officer.\nB\n11. Admittedly, Shri O.G. Venugopal was holding a full\nadditional charge as per the order of the Collector from\n31.8.2008 upto 6.9.2005 when Smt. M.K. Padmavaty took\ncharge in the forenoon. The High Court seems to have accepted\nthe contention that since Shri Venugopal was not specifically\nauthorized by the State Election Commission, or even by C\nReturning Officer, he had no authority to either accept the\nnomination papers or subscribe oath to the candidates who\nwere tendering the nomination papers. It cannot be disputed\nthat every candidate has to subscribe an oath before the\nReturning Officer or any other person authorized by the State D\nElection Commission. It has been held by the High Court that\nSmt.P.C. Mary was appointed as an Assistant Returning Officer\nby the State Election Commission and not by the District\nCollector. While she was a Block Development Officer, Shri O.G.\nVenugopal (PW5) was not even a Block Development Officer, E\nhe was merely discharging the functions of Block Development\nOfficer as a stop gap arrangement by virtue of an order of District\nCollector. The High Court also held that the State Election.\nCommission has not passed any order designating Shri\nVenugopal (PW5) as the Assistant Returning Officer. It was on\nthis ground that the High Court found that Shri Venugopal did\nnot have a proper authorization.\nF\nG\n12. The High Court has dealt with Sections 39 to 43 of the\nAct and ultimately held that the combined reading of Sections\n42 and 43 of the Act would make it clear that a Returning Officer\ncan authorize the Assistant Returning Officer to perform all or\nany of the functions of the Returning Officer except the function\nof Returning Officer which relates to the scrutiny of nomination.\nThe High Court further held that there was no material before\nthe court to hold that Sairabhanu (PW2) who was the Returning H\n122\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Officer had authorized Shri O.G. Venugopal to discharge the\nfunction of Returning Officer. The High Court held that only other\nevidence relied on by the respondent (appellant herein) was\nExhibit X-8, a notification dated 29.8.2005 also could not\nempower Shri O.G. Venugopal to act as it could not be said as\nB an authorized by the Returning Officer.\nC\nD\n13. Learned counsel for the appellant invited our attention\nto the notification dated 29.8.2005 issued by the State Election\nCommission. The notification which is Exhibit X-8 before the\nElection Tribunal, reads as under:\n\"In exercise of the powers conferred under sub-section (1)\nof Section 42 of the Kerala Panchayat Raj Act, 1994 (Act\n13 of 1994), the State Election Commission hereby\nappoints the Secretary of each block panchayat as the\nAssistant Returning Officer to assist the Returning Officers\nnotified in Notification No.192/2005/SEC dated 18 th\nAugust, 2005 and 191/2005/SEC dated 18.8.2005 of the\nState Election Commission.\"\nLearned counsel also pointed out before us and it was not\nE contradicted that the District Collector was designated by the\nState Election Commission as the District Election Officer. It\nwill be seen from Section 40 that subject to superintendence,\ndirection and control of the State Election Commission, the\nDistrict Election Officer is duty bound to coordinate and\nF supervise all the work in the whole District in connection with\nthe conduct of all elections to the Panchayat in the District.\nTherefore, it is obvious that the Collector, Ernakulam, who was\nappointed as a District Election Officer was to coordinate and\nsupervise all work.\nG\n14. It is also an admitted position that Shri O.G. Venugopal\n(PW5) was posted in place of Mrs.P.C. Mary, the erstwhile Block\nDevelopment Officer and a Secretary of the concerned Block\nPanchayat and that atleast for that period Shri O.G. Venugopal\nwas holding full additional charge of the BDO, Alangad Block\nH Panchayat. It is, therefore, obvious that Shri O.G. Venugopal,\nV.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n123\nwho was an Extension Officer during the period from 31.8.2005 A\nupto 6.9.2005, was acting as a Block Development Officer and\nthe Secretary to the Block Panchayat for all practical purposes.\nMerely because Shri O.G. Venugopal was holding additional\ncharge of the BDO, Alangad, it did not mean that he was not\nholding the full charge of the post of BDO. It was, therefore, B\nobvious that he was, during that period, working as a Secretary\nof the Block Panchayat. This position could not be and cannot\nbe contradicted. Now, revereting back to the aforementioned\nnotification dated 29.8.2005, it is obvious that the said\nnotification appointed \"Secretary of each Block Panchayat\" as C\nthe \"Assistant Returning Officer\" to assist the Returning Officer\nfor that particular Block.\n15. There is also no dispute that Sairabanu (PW2) was\nthe Returning Officer under the notifications by the State Election\nCommission dated 18th August, 2005. Once this position is clear, D.\nthe very look of the notification suggests that the Secretaries of\neach Block were not empowered, under the said notification, in\ntheir name. It was only the incumbent of the office of the Secretary\nof each Block Panchayat who was empowered to act as the\nAssistant Returning Officer. It, therefore, naturally follows that E\nevery incumbent who was working, at the relevant time, as the\nSecretary of the Block Panchayat was empowered to act as\nthe Assistant Returning Officer. There is no reason to hold that\nShri O.G. Venugopal was not working as the Secretary to the\nBlock Panchayat, Alangad. The order, quoted by us, passed by F\nthe District Collector who was also the District Election Officer,\nspecifically provided that Shri O.G. Venugopal was to hold full\nadditional charge of BDO. Resultantly he was also the Secretary\nof the Block Panchayat and was acting as such. Once this\nposition is clear, then it is obvious that he had all the powers, G.\nauthority and the responsibilities of an Assistant Returning\nOfficer. At this juncture it will be necessary to note the specific\nprovision under Section 42(2) of the Act under which every\nReturning Officer, subject to the control of the Returning Officer,\nwould be competent to perform all or any of the functions of the\nH\nt\n124\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Returning Officer. Thus by necessary logic Shri O.G. Venugopal\nwas competent to perform all or any of the functions of the\nReturning Officer including subscribing oath and/or accepting\nthe nomination papers.\nB\n16. The proviso to sub-section (2) of Section 42, however,\nspecifically provides that the Assistant Returning Officer could\nnot perform any of the functions which relate to the scrutiny of\nnominations unless the Returning Officer is unavoidably\nprevented from performing the said function. This proviso would\nmean that in an emergent situation where the Returning Officer\nC is not able to function by some unforeseen event as a Returning\nOfficer, the Assistant Returning Officer could also go ahead with\nthe task of scrutinizing the nominations. That, however, would\ndepend upon the evidence. In the present case this was not the\nsituation. All that Shri O.G. Venugopal did was to act as the\nD Assistant Returning Officer owing to his holding a full charge of\nthe post of the Secretary to the Block Panchayat. It is also an\nadmitted position and not contradicted before us that every such\nBDO for a Block Panchayat acts also as a Secretary to the\nBlock Panchayat. If the language and spirit of Section 42(2) is\nE realized, then there is no question of holding that Shri O.G.\nVenugopal did not have any authority to act as the Assistant\nReturning Officer.\n17. In para 17 of its judgment, the High Court though had\nnoticed Exhibit X-8, curiously observed that such authorization\nF has to be given by the Returning Officer. We do not see, in the\nlanguage of Section 42(2) any authorization by the Returning\nOfficer for an Assistant Returning Officer to perform any function.\nSection 42(2) is merely an empowering section which declares\nthat the Assistant Returning Officer is competent to perform all\nG or any of the functions of the Returning Officer. However, his\nfunctions are subject to the control of Returning Officer, meaning.\nthereby that he can be prohibited by the Returning Officer to do\na particular function or his actions would be subject to the rigid\ncontrol of the Returning Officer. However, in order to clothe him\nH with the competence to act, he does not require any specific\nV.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\nauthorisation from the Returning Officer.\n125\nA\n\u003e\u003e\nB\nC\n18. Indeed the observations of the High Court in its\njudgment, more particularly in para 17 are clearly in total\nderogation of the specific language of Sections 42(1) and 42(2)\nof the Act. It is to be noted that Assistant Returning Officers are\nto be appointed by the State Election Commission and not by\nthe Returning Officer. The Assistant Returning Officers draw their\npowers directly from the State Election Commission. We have\nalready pointed out that the State Election Commission, in the\npresent case, had empowered all the Secretaries of the Block\nPanchayat as the Assistant Returning Officers. It is not\nnecessary that a Returning Officer should be assisted only by\none Assistant Returning Officer. Therefore, in cases where there\nare more than one person acting as the Secretaries (which is\nunlikely case), all such Assistant Returning Officers could assist\nthe Returning Officer. The language of sub-section (1) of Section D\n42 is more than explicit to so suggest. The High Court demanded\nsome evidence to show that the Assistant Returning Officer of\nWard II, Alangad Block Panchayat was authorized by the\nReturning Officer to discharge the functions of Returning Officer.\nWe do not see any such necessity from the language of Section E\n42 of the Act. The High Court has probably made the\nobservations owing to the language of Section 43 of the Act\nwhich provides that wherever the Returning Officer is referred\nto in the Act, it would be deemed that the reference includes the\nAssistant Returning Officer performing any function which he/\nshe is authorized to perform under sub-section (2) of Section\n42. The words in Section 43 \"any function which he is authorized\nto perform under sub-section 2 of Section 42\" do not mean to\nsuggest that there has to be an authorization, much less in writing.\nby the Returning Officer in favour of the Assistant Returning\nOfficer. The words refer only to the functions which the Assistant\nReturning Officer 'can' perform or is 'capable' of performing under\nsub-section (2) of Section 42. We do not see any necessity of\nspecific authorization on behalf of the Returning Officer in favour\nof the Assistant Returning Officer. If we read Section 43 of the\nF\nG\nH\n126\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Act as rigidly as the High Court has done, then there may be a\nsituation where the proviso to Section 42 would itself become\notiose.\nB\n19. It will be seen that under the proviso during the emergent\nsituation where the Returning Officer is unavoidably prevented\nto perform the functions of scrutiny of nominations, the Assistant\nReturning Officer can go ahead even with that function. Now, if\nthere arises a situation that on the date fixed in the election\nprogramme for scrutiny of nominations, the Returning Officer\nmeets with an accident and is not able to communicate anything\nC to the Assistant Returning Officer, under such emergent situation,\nthe Assistant Returning Officer can and has to go ahead with\nthe task of scrutinizing the nominations because the scrutiny\nmust be held on that particular date as per the election\nprogramme. If we insist on any such so-called written.\nD authorization, the whole proviso would be rendered meaningless.\nThis aspect has completely been missed by the High Court.\nE\n20. We are, therefore, of the clear opinion that Shri O.G.\nVenugopal who was, at the relevant time, working as a Secretary\nto the Block Panchayat and was holding a full additional charge\nof the Block Development Officer for Alangad Block Panchayat\nwas quite competent to subscribe oath to the appellant. He was\nalso quite competent to accept the nomination papers.\n21. It is obvious that Shri Venugopal had to accept the\nF nomination papers and subscribe oath on the day that he did\nintroduce the oath to the appellant and also accepted his\nnomination papers due to the absence of the Returning Officer.\nIt is unthinkable that during the period when the election\nprogramme is on, there would be nobody to accept the\nnomination form and also to introduce the oath to a person.\ntendering his nomination form. Such situation can never be\nimagined. There could not be a void during the period when the\nelection programme is on. It is unthinkable that for the Alangad\nconstituency in the absence of returning officer, nobody could\naccept the nomination form or subscribe the oath during the\nG\nH\nV.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n127\nperiod from 31.8.2005 to 6.9.2005. This is also one of the A\nreasons why we are of the opinion that the judgment of the High\nCourt has become erroneous.\nB\n22. Last but not the least, the acceptance of nomination\npapers of the appellant and the subscription of oath by Shri\nVenugopal (PW5) to the appellant was never objected to either\nby the Returning Officer or by the subsequent BDO who took\nthe charge of that post from PW5 on 6.9.2005. Again all these\nobjections were also not raised at the time when the scrutiny of\nthe nomination papers was done. Ofcourse that may not be the\nonly reason to throw out the election petition but that is certainly C\nan additional factor to be taken into consideration..\n23. Once this position is arrived at, there would be no\nnecessity to even refer to the de facto doctrine as has been\ndone by the Election Tribunal because we have considered that\nShri Venugopal (PW5) was perfectly competent to accept the\nnomination papers as also to subscribe the oath.\nD\n24. The High Court in para 18 of its judgment has referred\nto Exhibit X-2, a notification and has held that since Shri\nVenugopal (PW5) could not come in the category of a Returning E\nOfficer, he could not have introduced oath. The observation is\npatently incorrect in view of what we have held above relying on\nSections 42 and 43.\nF\n25. It has also been held that the District Collector was not\ncompetent to confer any powers of Returning Officer or Assistant\nReturning Officer to PW5. In our opinion this observation is also\nnot correct in view of the fact that for a limited period between\n31.8.2005 to 6.9.2005 Shri Venugopal (PW5) was actually\nacting as the Secretary to the Block Panchayat, since he was\nholding a full additional charge of the Block Panchayat. His very G.\nappointment to that post would clothe him by the powers under\nthe State Election Commission vide notification Exhibit X-8. The\nother authorities referred to by the High Court in its judgment\nare not apposite to the controversy in question.\nH\n128\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\n26. The respondent herein has tendered arguments in\nwriting after the matter was closed. We have gone through the\nsaid written note of arguments carefully. In paras 1 and 2 again\nthe same argument is repeated that PW5 did not have a proper\nauthorization from the Returning Officer. An absurd statement\nB has thereafter been made to the following effect:\nс\nD\nE\n\"There was only Exhibit X-8(a) endorsement, which is also\ndisputed as it was only the creation done just before\nproducing it before the court for creating false evidence,\nof the returning officer which is quoted in para 17 of the\nimpugned judgment.\"\nWe are surprised at such a statement being made without\nany basis, rhyme or reason. This question of Exhibit X-8(a) being\nfalse document was not even raised before the High Court. It is\nthen expressed in the same paragraph that document Exhibit\nX-7(a) was got proved before the trial court which contained\nthe instructions from the State Election Commission, issued in\nexercise of powers under Article 243K(1) of the Constitution of\nIndia read with Sections 44 and 48A of the Act and that the said\ninstructions included that there has to be a specific authorization\nof the Returning Officer in favour of the Assistant Returning\nOfficer. Firstly this document was never referred to during the\narguments before us and it is only now, after the case is closed\nand the judgment reserved that the point is being raised. Further,\nthe said document was never produced before us by the\nF respondent who chose to argue his case in person. Lastly\nwhatever may be the instructions from the State Election\nCommission, they cannot override the provisions of the Act which\nwe have taken into consideration for holding that no such\nspecific authorization was ever necessary. The contention is,\nG therefore, rejected.\n27. A question has been raised then that the appointment\nand control of the Secretaries of the Panchayats are governed\nby Sections 179 and 180 of the Act. It is, however, not clarified\nas to how there is any breach of Sections 179 and 180 of the\nH\n*\n"}