{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"*\n[2008] 6 S.C.R. 109\nV.A. SHABEER\nV.\nP.A. NIAMATHULLA\n(Civil Appeal No. 2713 of 2008)\nAPRIL 10, 2008\n[P.P. NAOLEKAR AND V.S. SIRPURKAR, JJ.]\nElection Laws:\nA\nB\n-\nKerala Panchayat Raj Act, 1994 – ss. 40, 41, 42 and\nPanchayat election - Challenge to, by defeated candidate C\nPlea that elected candidate did not subscribe oath before\nperson authorized and officer who accepted nomination paper\nwas not authorized - Held: Not correct - By Notification\nSecretary of each Block Panchayat was appointed as Assistant\nReturning Officers to assist Returning Officer for that particular D\nblock - Person who subscribed oath and accepted nomination\npapers was at the relevant time working as Secretary to Block\nPanchayat and was holding full additional charge of Block\nDevelopment Officer for block Panchayat – He had all powers,\nauthority and responsibility of Assistant Returning Officer -\nThus, competent to subscribe oath to elected candidate and\naccept his nomination papers - Order of High Court holding\nelection of elected candidate void, set aside and that of tribunal\ndismissing the election petition upheld.\nE\nF\nThe State Election Commission appointed the Deputy\nDirector of Fisheries as the Returning Officer for the\nPanchayat Election. Smt. P.C. Mary was working as Block\nDevelopment Officer and she retired from service.\nThereafter, Shri O.G. Venugopal, Extension Officer (IRD)\nwas holding additional charge of Block Development G\nOfficer. Shri Venugopal accepted the nomination papers\nof the appellant and the appellant took oath before him.\nThe appellant was declared elected. The defeated\ncandidate respondent challenged the election on the\n109\nH\n110\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA ground that the appellant did not deliver the nomination\npaper to the Returning Officer or to the Assistant\nReturning Officer duly authorized by the Returning Officer\nwho had authority to receive the same; and that the\nappellant had not made and subscribed the oath or\nB affirmation before person authorized by State Election\nCommission and thereby was not qualified for contesting\nthe election. Election tribunal dismissed the election\non. However, High Court allowed the appeal and held\nction of the appellant as void. Hence, the present\nC appeal.\nD\nE\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1.1 Shri O.G. Venugopal-PW5 was posted in\nplace of Mrs.P.C. Mary, the erstwhile Block Development\nOfficer and a Secretary of the concerned Block Panchayat\nand that atleast for that period Shri O.G. Venugopal was\nholding full additional charge of the BDO, Alangad Block\nPanchayat. Therefore, it is obvious that Shri O.G.\nVenugopal, who was an Extension Officer during the\nperiod from 31.8.2005 upto 6.9.2005, was acting as a Block\nDevelopment Officer and the Secretary to the Block\nPanchayat for all practical purposes. Merely because Shri\nO.G. Venugopal was holding additional charge of the BDO,\nAlangad, it did not mean that he was not holding the full\ncharge of the post of BDO. [Para 14] [122-G; 123-A, B]\n1.2 The notification dated 29.8.2005 appointed\n\"Secretary of each Block Panchayat\" as the \"Assistant.\nReturning Officer\" to assist the Returning Officer for that\nparticular Block. PW 2 was the Returning Officer under\nthe Notifications by the State Election Commission dated\n18th August, 2005. The very look of the notification\nsuggests that the Secretaries of each Block were not\nempowered, under the said notification, in their name. It\nwas only the incumbent of the office of the Secretary of\neach Block Panchayat who was empowered to act as the\nT\nV.A. SHABEER v. P.A. NIAMATHULLA\n111\nC\nAssistant Returning Officer. It, therefore, naturally follows A\nthat every incumbent who was working, at the relevant\ntime, as the Secretary of the Block Panchayat was\nempowered to act as the Assistant Returning Officer. There\nis no reason to hold that Shri O.G. Venugopal was not\nworking as the Secretary to the Block Panchayat, B\nAlangad. The order passed by the District Collector who\nwas also the District Election Officer, specifically provided\nthat Shri O.G. Venugopal was to hold full additional charge\nof BDO. Resultantly he was also the Secretary of the Block\nPanchayat and was acting as such. Once this position is\nclear, then it is obvious that he had all the powers,\nauthority and the responsibilities of an Assistant\nReturning Officer. Under Section 42(2) of the Kerala\nPanchayat Raj Act, 1994 under which every Returning\nOfficer, subject to the control of the Returning Officer,\nwould be competent to perform all or any of the functions D\nof the Returning Officer. Thus, Shri O.G. Venugopal was\ncompetent to perform all or any of the functions of the\nReturning Officer including subscribing oath and/or\naccepting the nomination papers. [Para 15] [123-C, D, E,\nF, G; 124-A]\nE\n1.3 The proviso to sub-section (2) of Section 42,\nhowever, specifically provides that the Assistant\nReturning Officer could not perform any of the functions\nwhich relate to the scrutiny of nominations unless the\nReturning Officer is unavoidably prevented from F\nperforming the said function. That, however, would\ndepend upon the evidence. In the instant case, this was\nnot the situation. [Para 16] [124-A, B, C]\n1.4 If the language and spirit of section 42(2) is\nrealized, then there is no question of holding that Shri O.G.\nVenugopal did not have any authority to act as the\nAssistant Returning Officer. [Para 16] [124-D, E]\nG\n1.5 The observations of the High Court are clearly in\ntotal derogation of the specific language of sections 42(1) H\n112 SUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA and 42(2) of the Act. Assistant Returning Officers are to\nbe appointed by the State Election Commission and not\nby the Returning Officer. The Assistant Returning Officers\ndraw their powers directly from the State Election\nCommission. In the instant case, the State Election\nB Commission had empowered all the Secretaries of the\nBlock Panchayat as the Assistant Returning Officers.\n[Para 18] [125-A, B, C]\n1.6 The words in section 43 \"any function which he\nis authorized to perform under sub-section 2 of section\nC 42\" does not mean to suggest that there has to be an\nauthorization, much less in writing by the Returning\nOfficer in favour of the Assistant Returning Officer. The\nwords refer only to the functions which the Assistant\nReturning Officer 'can' perform or is 'capable' of performing\nunder sub-section (2) of section 42. Any necessity of\nspecific authorization on behalf of the Returning Officer\nin favour of the Assistant Returning Officer is not seen. If\nsection 43 of the Act is read as rigidly as the High Court\nhas done, then there may be a situation where the proviso\nto s. 42 would itself become otiose. [Para 18] [125-F, G;\nE\n126-A]\nD\nF\nG\n1.7 Under the proviso during the emergent situation\nwhere the Returning Officer is unavoidably prevented to\nperform the functions of scrutiny of nominations, the\nAssistant Returning Officer can go ahead even with that\nfunction. If insistence is on any such so-called written\nauthorization, the whole proviso would be rendered\nmeaningless. This aspect has completely been missed\nby the High Court. [Para 19] [126-A, B, C, D]\n1.8 It is obvious that Shri Venugopal had to accept\nthe nomination papers and subscribe oath on the day that\nhe did introduce the oath to the appellant and also\naccepted his nomination papers due to the absence of\nthe Returning Officer. It is unthinkable that during the\nH period when the election programme is on, there would\nV.A. SHABEER v. P.A. NIAMATHULLA\n113\nbe nobody to accept the nomination form and also to A\nintroduce the oath to a person tendering his nomination\nform. Such situation can never be imagined. There could\nnot be a void during the period when the election\nprogramme is on. It is unthinkable that for the Alangad\nconstituency in the absence of returning officer, nobody B\ncould accept the nomination form or subscribe the oath\nduring the period from 31.8.2005 to 6.9.2005. Thus, the\njudgment of the High Court is erroneous. [Para 21] [126-\nE, F, G; 127-A]\nD\n1.9 The acceptance of nomination papers of the C\nappellant and the subscription of oath by Shri Venugopal\nto the appellant was never objected to either by the\nReturning Officer or by the subsequent BDO who took\nthe charge of that post from PW5 on 6.9.2005. Again all\nthese objections were also not raised at the time when\nthe scrutiny of the nomination papers was done. Of\ncourse that may not be the only reason to throw out the\nelection petition but that is certainly an additional factor\nto be taken into consideration. Once this position is\narrived at, there would be no necessity to even refer to\nthe de facto doctrine as done by the Election Tribunal\nbecause Shri Venugopal was perfectly competent to\naccept the nomination papers as also to subscribe the\noath. [Paras 22 and 23] [127-A, B, C, D]\nE\n1.10 The holding of High Court referring that since\nF\nShri Venugopal could not come in the category of a\nReturning Officer, he could not have introduced oath is\nincorrect. [Para 24] [127-D, E]\n1.11 The observation that the District Collector was\nnot competent to confer any powers of Returning Officer G\nor Assistant Returning Officer to PW5 is not correct in\nview of the fact that for a limited period between 31.8.2005\nto 6.9.2005, Shri Venugopal was actually acting as the\nSecretary to the Block Panchayat, since he was holding\na full additional charge of the Block Panchayat. His very H\n114\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA appointment to that post would clothe him by the powers\nunder the State Election Commission vide notification.\n[Para 25] [127-E, F, G]\nB\nC\n1.12 The submission that there was only Exhibit X-\n8(a) endorsement is made without any basis, rhyme or\nreason. The question of Exhibit X-8(a) being false\ndocument was not even raised before the High Court. It\nis then expressed in the same paragraph that document\nExhibit X-7(a) was got proved before the trial court which\ncontained the instructions from the State Election\nCommission, issued in exercise of powers under Article\n243K(1) of the Constitution of India read with sections 44\nand 48A of the Act and that the said instructions included\nthat there has to be a specific authorization of the\nReturning Officer in favour of the Assistant Returning\nOfficer. Firstly this document was never referred to during\nthe arguments before this Court and it is only now, after\nthe case is closed and the judgment reserved that the point\nis being raised. Further, the said document was never\nproduced before this Court by the respondent who chose\nE to argue his case in person. Lastly whatever may be the\ninstructions from the State Election Commission, they\ncannot override the provisions of the Act which are taken\ninto consideration for holding that no such specific\nauthorization was ever necessary. Therefore the\nsubmission is rejected. [Para 26] [128-C, D, E, F, G]\nD\nF\n1.13 It is explained that the District Collector had\nempowered PW5, with the full charge of Smt.P.C. Mary. If,\nSmt.P.C. Mary was acting as the Secretary of the Block\nPanchayat then automatically PW5 would get all those\nG powers by his holding the full charge of Smt.P.C. Mary.\nThe submission that there is any breach of sections 179\nand 180 of the Act is not clarified. Reference to Articles\n243F(a) and 191(e) of the Constitution of India is wholly\nunnecessary. [Para 27] [129-A, B]\n'H\nV.A. SHABEER v. P.A. NIAMATHULLA\n115\n1.14 It was not necessary for PW5 to be in the rank of A\ngazetted officer in the State service. The respondent has\ncompletely misread the notification issued under Section\n29(a) of the Act. [Para 28] [129-E, F]\nShaik Abdul Rahman v Jagat Ram Aryan AIR 1969 SC\n1111 - referred to.\nB\n1.15 The submission that by Notification, the District\nCollector had provided the full additional charge only of\nthe Block Development Officer, Alangad to PW5 and not\nthat of the Secretary of Block Panchayat, Alangad, is a\nC\ncomplete misreading of the notification. What was\nauthorized by the said notification was the full charge of\nSmt. P.C. Mary. Once it is an admitted position that the\nBDOS were acting as the Secretary, Block Panchayat\nand more particularly since Smt. P.C. Mary was acting as\nthe Secretary, PW5 would enjoy the same powers. [Para\n29] [129-F, G, H]\nD\nE\n1.16 The submission regarding s. 52 of the Act read\nwith Rule 6 of the Kerala Panchayat Raj (Conduct of\nElection) Rules, 1995 is totally irrelevant. The submission\nin respect of the authorization under Section 43 of the\nAct was that it was apprehended that in the absence of\nsuch authorization the election machinery will break\ndown. Since the Assistant Returning Officer has to act\nunder the control and supervision of the Returning Officer,\nthe apprehension is not only unfounded but absurd. The F\nState machinery cannot be disbelieved. [Para 30] [130-A,\nB, C]\n1.17 In view of the scope and the powers of the\nAssistant Returning Officer, it cannot be accepted that no\nother person or officer can perform all or any of the\nfunctions of the Returning Officer of conducting the\nelections. [Para 31] [130-C, D]\n1.18 The District Election Officer has no authority to\nappoint any person as Assistant Returning Officer without\nG\nI\n116\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA the concurrence of the State Election Commission. That\nmay be so. In the instant case, the District Election Officer\nhas not appointed Shri Venugopal as Assistant Returning\nOfficer. It is because of Notification that Shri Venugopal\ncould ipso facto take the authorization from the State\nB Election Commission to act as the Assistant Returning\nOfficer. [Para 32] [130-E, F]\nC\nD\nE\nF\n1.19 The order of the High Court is set aside and the\nElection Tribunal was right in upholding the election and\ndismissing the election petition. [Para 33] [130-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2713 of 2008.\nFrom the Judgment and Order dated 18.6.2007 of the High\nCourt of Kerala at Ernakulam in M.F.A. No. 11/2007(B)\nC.S. Rajam, A. Raghunath for the Appellant.\nRespondent - In - Person.\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J. 1. Leave granted.\n2. This appeal is directed against the judgment of the\nlearned Single Judge of the Kerala High Court whereby the\nlearned Single Judge allowed the appeal filed against the order\nof the Trial Court and declared the election of the appellant void.\n3. The appellant and the respondent were the candidates\nwho contested the election from Ward No.2 of Alangad Block\nPanchayat held on 24th September, 2005. The appellant was\ndeclared elected. The candidate who lost the election\nG (respondent herein) challenged the election by way of an Election\nPetition before the Election Tribunal mainly on two grounds. It\nwas first contended that the officer who accepted the nomination\npapers of the appellant had no authority to receive the same\nand secondly the appellant had not made or subscribed an oath\nor affirmation before the Returning Officer or any other person\nH\nV.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n117\nauthorized by the State Election Commission and, therefore, A\nhe was not qualified to fill a seat.\n4. The Election Petition was opposed on the ground that\nthe election petition was not maintainable and that it was filed\nafter the expiry of the period of limitation. It was contended that\nthe appellant had signed the oath or affirmation according to\nthe form set out for the purpose in the First Schedule of the\nKerala Panchayat Raj Act, 1994 (hereinafter referred to as \"the\nAct\") and that the appellant was fully qualified to contest the\nelection. It was also pointed out that the nomination papers were\nfiled before the Assistant Returning Officer who was fully\ncompetent to verify the nomination papers and receive the same.\nHence there was absolutely no ground to declare the election\nas void.\nB\nC\nD\nE\n5. The Election Petitioner (respondent herein) examined\nfive witness and marked 11 documents while the appellant did\nnot adduce any evidence. The Election Tribunal (2nd Additional\nDistrict Judge, Ernakulam) came to the conclusion that the oath\nor affirmation of the appellant was made before the Assistant\nReturning Officer and it did not matter that the Assistant Returning\nOfficer had no authority. The Trial Court applying \"de-facto\ndoctrine\" held that oath was before an appropriate authority and\nas per the Rules. The Election Tribunal also held that the officer\nwho received the nomination papers was holding the charge of\nBlock Development Officer and was an Assistant Returning\nOfficer and as such he was competent to receive the same. F\nThe Election Petition was, therefore, dismissed. The appeal\nwas filed against this order before the High Court on two\ngrounds, they being:\ni) The appellant had not made and subscribed the oath\nor affirmation before a person authorized by the State\nElection Commission and thereby he was not\nqualified for being chosen to fill the seat in the\nPanchayat.\nG\nii) The appellant had not delivered the nomination H\n+\n118\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\npapers to the Returning Officer or to the Assistant\nReturning Officer duly authorized by the Returning\nOfficer who had authority to receive the same.\n6. The High Court came to the conclusion that on both the\ncounts the election was void. The elected candidate, the\nappellant herein now comes before us by way of the present\nappeal.\ni\n7. Shri C.S. Raja, Senior Advocate, appearing on behalf\nof the appellant, contends before us that the High Court has\ncommitted a grave error in holding that the appellant had not\nmade and subscribed the oath or affirmation before the Returning\nOfficer or any other person authorized by State Election\nCommission and thereby he was not qualified to be chosen to\nfill a seat in the Panchayat. Learned counsel also urged that the\nHigh Court was in grave error in holding that the officer before\nwhom the nomination papers were tendered by the appellant\nhad no authority to receive the same.\n8. As against this, the respondent who appeared in person,\nsupported the order of the High Court relying on the various\nE provisions of the Act. It will be, therefore, for us to consider as to\nwhether the High Court was right in declaring the election of the\nappellant as void.\nF\n9. It is an admitted fact that the State Election Commission\nhad appointed Deputy Director of Fisheries (Zonal) as the\nReturning Officer for this election. It is also an admitted position\nthat one Smt.P.C. Mary was working as Block Development\nOfficer, Alangad and she retired from service on the Afternoon\nof 31.8.2005 There is an order on record (vide Exhibit X-9)\npassed by District Collector bearing No.RD.299/2005 dated\nG 31.8.2005 to the following effect:\nH\n“Smt.P.C. Mary, Block Development Officer, Alangad\nretired from service on the A.N. of 31.8.2005. She is\nrelieved of her duties as Block Development Officer on\nthe A.N. of 31.8.2005. Shri O.G. Venugopal, Extension\n"}