{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A.S. SASTRY\nV.\nCHIEF COMMNR. OF INCOME TAX AND ORS.\nMARCH 20, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nService Law:\nPension-Petition filed by pensioner before his retirement from service C\nin Central Administrative Tribunal against charges in a departmental inquiry—\nFiling of a petition before High Court for directions to CAT for early hearing-\nHigh Court directing CAT to consider the request of the incumbent for early\nhearing of the matter and also directed the authorities to release pension-\nCAT declined to grant early hearing nor pension was released by the\nD\nauthorities-On appeal, Held: Tribunal is directed to dispose of the matter\nwithin two months-Authorities are directed to release pension and also to\nmake payment of arrears of pension—In regard to the permission to travel\nabroad to meet other family members as sought by the incumbent before this\nCourt, incumbent may file an application before the Tribunal seeking such\npermission--Tribunal is also directed to dispose of the same at the earliest E\nin accordance with law.\nAppellant was retired from service on 30.11.2005. Before his\nretirement, in a departmental inquiry charges were framed against him, which\nwere challenged by the incumbent in the Central Administrative Tribunal\n(CAT). Since then the petition is pending in CAT. He also made a prayer before\nthe High Court for directions to CAT for expeditious disposal of the matter.\nHigh Court directed the authorities to release his pension and CAT to consider\nhis request for early hearing. In spite of directions by the High Court, CAT\nwas not inclined to grant early hearing in the matter. Hence the present appeal.\nDisposing of the appeal, the Court\nHELD: 1.1. The Central Administrative Tribunal is directed to take up\nOA No.788/2005, which is pending before it, on priority basis and dispose of\nthe same within two months from the date of receipt of a copy of the Order\n245\nF\nG\nH\n246\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA from this Court. [Para 4] [247-B-C]\nB\nC\nD\nE\nF\n1.2. Respondent-authority is directed to immediately arrange to pay the\nentire arrears of pension to the incumbent since his retirement from service\nand continue to pay the pension. [Para 5] [247-C-D]\n1.3. Request of the incumbent to travel abroad to see the members of\nhis family was not accepted by the Tribunal during the pendency of the\nproceedings. In this connection, the Tribunal is directed that if the matter is\nnot disposed of within two months as directed by this Court, the incumbent\nmay also make an application to the Tribunal seeking permission to travel\nabroad and if such an application is filed, the same shall be disposed of on\nmerits and in accordance with law. [Para 6] [247-D-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1527 of 2007.\nFrom the final Judgment and Order dated 17.4.2006 of the High Court\nof Judicature of Andhra Pradesh at Hyderabad in Writ Petition No. 7369 of\n2006.\nT.L.V. Iyer, G. Ramakrishna Prasad and Suyodhan Byrapaneni for the\nAppellant.\nGp. Capt. Karan Singh Bhatti, B.V. Balaram Das and Shweta for the\nRespondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\n2. Heard Mr.T.L.V.Iyer, learned senior counsel for the appellant and\nGp.Capt.Karn Singh Bhatti, learned counsel for the respondents.\n3. We have perused the order impugned in this appeal.\n4. According to the appellant, he is retired from service on 30.11.2005.\nG He is facing a departmental inquiry and the same is pending for a very long\ntime without being finally disposed of. He has also challenged the charges\nframed against him and the said case is also pending before the Central\nAdministrative Tribunal, Hyderabad. Before the High Court, he also made a\nprayer for expeditious disposal of the matter pending before the Central\nAdministrative Tribunal. The High Court directed the Central Administrative\nH\nA.S. SASTRY v. CHIEF COMMNR. OF INCOME TAX [LAKSHMANAN, J.]\n247\nTribunal to consider the request made by the appellant and dispose of the A\nmatter at an early date. Thereafter, an application was filed before the Tribunal\nto expedite hearing which was disposed of on 20.03.2006 stating that there\nwere large number of matters pending prior to the OA filed by the appellant\nand, at that stage, it was not inclined to grant early hearing in the matter and\nthat the applicant may renew his request for early hearing after three months.\nThis order was passed by the Tribunal on 20.03.2006. The reasoning given\nby the Tribunal for not taking up the matter at an early date is not acceptable\nto us. The appellant has already superannuated on 30.11.2005. We, therefore,\ndirect the Central Administrative Tribunal, Hyderabad to take up OA No.788/\n2005 on priority basis and dispose of the same within two months from the\ndate of receipt of a copy of this Order from this Court.\nB\nC\n5. The High Court also while disposing of the Writ Petition directed the\nrespondent herein to pay the pension during the pendency of inquiry. It is\nstated by the learned counsel for the appellant that the said direction has not\nbeen complied with. We, therefore, direct the respondent to immediately\narrange to pay the entire arrears of pension after retirement and continue to D\npay the same.\n6. Learned counsel for the appellant states that even though a request\nhas already been made to travel abroad, i.e., to U.S.A. to see the members of\nhis family but the same was not accepted during the pendency of the\nproceedings. If the matter is not disposed of within two months as directed\nby us now, the appellant may also make an application to the Tribunal seeking\npermission to travel abroad and if such an application is filed, the same shall\nbe disposed of on merits and in accordance with law.\nS.K.S.\n7. The appeal stands disposed of accordingly.\n8. No costs.\nAppeal disposed of.\nE\nF\n"}