{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"1078 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA to students who participate in an examination, as a government\n-\ndoes while governing its citizens or as the present generation\ndoes with reference to the future generation while preserving\nthe environment. But the words 'information available to a\nperson in his fiduciary relationship' are used in section 8(1)(e)\nB of RTI Act in its normal and well recognized sense, that is to\nrefer to persons who act in a fiduciary capacity, with reference\nto a specific beneficiary or beneficiaries who are to be\nexpected to be protected or benefited by the actions of the\nfiduciary – a trustee with reference to the beneficiary of the trust,\nC a guardian with reference to a minor/physically/infirm/mentally\nchallenged, a parent with reference to a child, a lawyer or a\nchartered accountant with reference to a client, a doctor or\nnurse with reference to a patient, an agent with reference to a\nprincipal, a partner with reference to another partner, a director\nof a company with reference to a share-holder, an executor with\nreference to a legatee, a receiver with reference to the parties\nto a lis, an employer with reference to the confidential\ninformation relating to the employee, and an employee with\nreference to business dealings/transaction of the employer. We\ndo not find that kind of fiduciary relationship between the\nexamining body and the examinee, with reference to the\nevaluated answer-books, that come into the custody of the\nexamining body.\nD\nE\n23. The duty of examining bodies is to subject the\nF candidates who have completed a course of study or a period\nof training in accordance with its curricula, to a process of\nverification/examination/testing of their knowledge, ability or\nskill, or to ascertain whether they can be said to have\nsuccessfully completed or passed the course of study or\nG training. Other specialized Examining Bodies may simply\nsubject candidates to a process of verification by an\nexamination, to find out whether such person is suitable for a\nparticular post, job or assignment. An examining body, if it is a\npublic authority entrusted with public functions, is required to\nact fairly, reasonably, uniformly and consistently for public good\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1079\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nand in public interest. This Court has explained the role of an A\nexamining body in regard to the process of holding\nexamination in the context of examining whether it amounts to\n'service' to a consumer, in Bihar School Examination Board\nvs. Suresh Prasad Sinha – (2009) 8 SCC 483, in the following\nmanner:\n-\nB\nC\nE\n\"The process of holding examinations, evaluating answer\nscripts, declaring results and issuing certificates are\ndifferent stages of a single statutory non-commercial\nfunction. It is not possible to divide this function as partly\nstatutory and partly administrative. When the Examination\nBoard conducts an examination in discharge of its\nstatutory function, it does not offer its \"services\" to any\ncandidate. Nor does a student who participates in the\nexamination conducted by the Board, hires or avails of any\nservice from the Board for a consideration. On the other D\nhand, a candidate who participates in the examination\nconducted by the Board, is a person who has undergone\na course of study and who requests the Board to test him\nas to whether he has imbibed sufficient knowledge to be\nfit to be declared as having successfully completed the said\ncourse of education; and if so, determine his position or\nrank or competence vis-a-vis other examinees. The\nprocess is not therefore availment of a service by a\nstudent, but participation in a general examination\nconducted by the Board to ascertain whether he is eligible F\nand fit to be considered as having successfully completed\nthe secondary education course. The examination fee paid\nby the student is not the consideration for availment of any\nservice, but the charge paid for the privilege of participation\nin the examination The fact that in the course of\nG\nconduct of the examination, or evaluation of answer-\nscripts, or furnishing of mark-books or certificates, there\nmay be some negligence, omission or deficiency, does\nnot convert the Board into a service-provider for a\nconsideration, nor convert the examinee into a consumer\n\"\nH\nA\nB\n1080\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nIt cannot therefore be said that the examining body is in a\nfiduciary relationship either with reference to the examinee who\nparticipates in the examination and whose answer-books are\nevaluated by the examining body.\n24. We may next consider whether an examining body\nwould be entitled to claim exemption under section 8(1)(e) of\nthe RTI Act, even assuming that it is in a fiduciary relationship\nwith the examinee. That section provides that notwithstanding\nanything contained in the Act, there shall be no obligation to\ngive any citizen information available to a person in his\nfiduciary relationship. This would only mean that even if the\nrelationship is fiduciary, the exemption would operate in regard\nto giving access to the information held in fiduciary relationship,\nto third parties. There is no question of the fiduciary withholding\ninformation relating to the beneficiary, from the beneficiary\nD himself. One of the duties of the fiduciary is to make thorough\nC\ndisclosure of all relevant facts of all transactions between them\nto the beneficiary, in a fiduciary relationship. By that logic, the\nexamining body, if it is in a fiduciary relationship with an\nexaminee, will be liable to make a full disclosure of the\nE evaluated answer-books to the examinee and at the same time,\nowe a duty to the examinee not to disclose the answer-books\nto anyone else. If A entrusts a document or an article to B to\nbe processed, on completion of processing, B is not expected\nto give the document or article to anyone else but is bound to\nF give the same to A who entrusted the document or article to B\nfor processing. Therefore, if a relationship of fiduciary and\nbeneficiary is assumed between the examining body and the\nexaminee with reference to the answer-book, section 8(1)(e)\nwould operate as an exemption to prevent access to any third\nG party and will not operate as a bar for the very person who wrote\nthe answer-book, seeking inspection or disclosure of it.\nH\n25. An evaluated answer book of an examinee is a\ncombination of two different 'informations'. The first is the\nanswers written by the examinee and second is the marks/\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1081\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nassessment by the examiner. When an examinee seeks A\ninspection of his evaluated answer-books or seeks a certified\ncopy of the evaluated answer-book, the information sought by\nhim is not really the answers he has written in the answer-books\n(which he already knows), nor the total marks assigned for the\nanswers (which has been declared). What he really seeks is B\nthe information relating to the break-up of marks, that is, the\nspecific marks assigned to each of his answers. When an\nexaminee seeks 'information' by inspection/certified copies of\nhis answer-books, he knows the contents thereof being the\nauthor thereof. When an examinee is permitted to examine an C\nanswer-book or obtain a certified copy, the examining body is\nnot really giving him some information which is held by it in trust\nor confidence, but is only giving him an opportunity to read what\nhe had written at the time of examination or to have a copy of\nhis answers. Therefore, in furnishing the copy of an answer-\nbook, there is no question of breach of confidentiality, privacy,\nsecrecy or trust. The real issue therefore is not in regard to the\nanswer-book but in regard to the marks awarded on evaluation\nof the answer-book. Even here the total marks given to the\nexaminee in regard to his answer-book are already declared\nand known to the examinee. What the examinee actually wants\nto know is the break-up of marks given to him, that is how many\nmarks were given by the examiner to each of his answers so\nthat he can assess how is performance has been evaluated\nand whether the evaluation is proper as per his hopes and\nexpectations. Therefore, the test for finding out whether the\ninformation is exempted or not, is not in regard to the answer\nbook but in regard to the evaluation by the examiner.\nD\nE\nF\n26. This takes us to the crucial issue of evaluation by the\nexaminer. The examining body engages or employs hundreds G\nof examiners to do the evaluation of thousands of answer\nbooks. The question is whether the information relating to the\n'evaluation' (that is assigning of marks) is held by the examining\nbody in a fiduciary relationship. The examining bodies contend\nthat even if fiduciary relationship does not exist with reference\nH\nTU82 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA to the examinee, it exists with reference to the examiner who\nevaluates the answer-books. On a careful examination we find\nthat this contention has no merit. The examining body entrusts\nthe answer-books to an examiner for evaluation and pays the\nexaminer for his expert service. The work of evaluation and\nB marking the answer-book is an assignment given by the\nexamining body to the examiner which he discharges for a\nconsideration. Sometimes, an examiner may assess answer-\nbooks, in the course of his employment, as a part of his duties\nwithout any specific or special remuneration. In other words the\nC examining body is the 'principal' and the examiner is the agent\nentrusted with the work, that is, evaluation of answer-books.\nTherefore, the examining body is not in the position of a\nfiduciary with reference to the examiner. On the other hand,\nwhen an answer-book is entrusted to the examiner for the\nD purpose of evaluation, for the period the answer-book is in his\ncustody and to the extent of the discharge of his functions\nrelating to evaluation, the examiner is in the position of a\nfiduciary with reference to the examining body and he is barred\nfrom disclosing the contents of the answer-book or the result\nof evaluation of the answer-book to anyone other than the\nexamining body. Once the examiner has evaluated the answer\nbooks, he ceases to have any interest in the evaluation done\nby him. He does not have any copy-right or proprietary right,\nor confidentiality right in regard to the evaluation. Therefore it\ncannot be said that the examining body holds the evaluated\nanswer books in a fiduciary relationship, qua the examiner.\nE\nF\n27. We, therefore, hold that an examining body does not\nhold the evaluated answer-books in a fiduciary relationship. Not\nbeing information available to an examining body in its fiduciary\nG relationship, the exemption under section 8(1)(e) is not\navailable to the examining bodies with reference to evaluated\nanswer-books. As no other exemption under section 8 is\navailable in respect of evaluated answer books, the examining\nbodies will have to permit inspection sought by the examinees.\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1083\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nRe: Question (iv)\nA\nB\nC\nD\n28. When an examining body engages the services of an\nexaminer to evaluate the answer-books, the examining body\nexpects the examiner not to disclose the information regarding\nevaluation to anyone other than the examining body. Similarly\nthe examiner also expects that his name and particulars would\nnot be disclosed to the candidates whose answer-books are\nevaluated by him. In the event of such information being made\nknown, a disgruntled examinee who is not satisfied with the\nevaluation of the answer books, may act to the prejudice of the\nexaminer by attempting to endanger his physical safety. Further,\nany apprehension on the part of the examiner that there may\nbe danger to his physical safety, if his identity becomes known\nto the examinees, may come in the way of effective discharge\nof his duties. The above applies not only to the examiner, but\nalso to the scrutiniser, co-ordinator, and head-examiner who\ndeal with the answer book. The answer book usually contains\nnot only the signature and code number of the examiner, but\nalso the signatures and code number of the scrutiniser/co-\nordinator/head examiner. The information as to the names or\nparticulars of the examiners/co-ordinators/scrutinisers/head E\nexaminers are therefore exempted from disclosure under\nsection 8(1)(g) of RTI Act, on the ground that if such information\nis disclosed, it may endanger their physical safety. Therefore,\nif the examinees are to be given access to evaluated answer-\nbooks either by permitting inspection or by granting certified\ncopies, such access will have to be given only to that part of\nthe answer-book which does not contain any information or\nsignature of the examiners/co-ordinators/scrutinisers/head\nexaminers, exempted from disclosure under section 8(1)(g) of\nRTI Act. Those portions of the answer-books which contain\ninformation regarding the examiners/co-ordinators/scrutinisers/\nhead examiners or which may disclose their identity with\nreference to signature or initials, shall have to be removed,\ncovered, or otherwise severed from the non-exempted part of\nthe answer-books, under section 10 of RTI Act.\nF\nG\nI\nH.\nA\nC\n1084\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n29. The right to access information does not extend beyond\nthe period during which the examining body is expected to\nretain the answer-books. In the case of CBSE, the answer-\nbooks are required to be maintained for a period of three\nmonths and thereafter they are liable to be disposed of/\nB destroyed. Some other examining bodies are required to keep\nthe answer-books for a period of six months. The fact that right\nto information is available in regard to answer-books does not\nmean that answer-books will have to be maintained for any\nlonger period than required under the rules and regulations of\nthe public authority. The obligation under the RTI Act is to make\navailable or give access to existing information or information\nwhich is expected to be preserved or maintained. If the rules.\nand regulations governing the functioning of the respective\npublic authority require preservation of the information for only\na limited period, the applicant for information will be entitled to\nsuch information only if he seeks the information when it is\navailable with the public authority. For example, with reference\n☐ to answer-books, if an examinee makes an application to\nCBSE for inspection or grant of certified copies beyond three\nmonths (or six months or such other period prescribed for\npreservation of the records in regard to other examining\nbodies) from the date of declaration of results, the application\ncould be rejected on the ground that such information is not\navailable. The power of the Information Commission under\nsection 19(8) of the RTI Act to require a public authority to take\nany such steps as may be necessary to secure compliance\nwith the provision of the Act, does not include a power to direct\nthe public authority to preserve the information, for any period\nlarger than what is provided under the rules and regulations of\nthe public authority.\nD\nE\nF\nG\nH\n30. On behalf of the respondents/examinees, it was\ncontended that having regard to sub-section (3) of section 8 of\nRTI Act, there is an implied duty on the part of every public\nauthority to maintain the information for a minimum period of\ntwenty years and make it available whenever an application was\nCENTRAL BOARD OF SECONDARY EDUCATION v.1085\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nD\nmade in that behalf. This contention is based on a complete A\nmisreading and misunderstanding of section 8(3). The said\nsub-section nowhere provides that records or information have\nto be maintained for a period of twenty years. The period for\nwhich any particular records or information has to be maintained\nwould depend upon the relevant statutory rule or regulation of B\nthe public authority relating to the preservation of records.\nSection 8(3) provides that information relating to any\noccurrence, event or matters which has taken place and\noccurred or happened twenty years before the date on which\nany request is made under section 6, shall be provided to any C\nperson making a request. This means that where any\ninformation required to be maintained and preserved for a\nperiod beyond twenty years under the rules of the public\nauthority, is exempted from disclosure under any of the\nprovisions of section 8(1) of RTI Act, then, notwithstanding such\nexemption, access to such information shall have to be\nprovided by disclosure thereof, after a period of twenty years\nexcept where they relate to information falling under clauses (a),\n(c) and (i) of section 8(1). In other words, section 8(3) provides\nthat any protection against disclosure that may be available,\nunder clauses (b), (d) to (h) and (j) of section 8(1) will cease to\nbe available after twenty years in regard to records which are\nrequired to be preserved for more than twenty years. Where\nany record or information is required to be destroyed under the\nrules and regulations of a public authority prior to twenty years,\nsection 8(3) will not prevent destruction in accordance with the\nRules. Section 8(3) of RTI Act is not therefore a provision\nrequiring all 'information' to be preserved and maintained for\ntwenty years or more, nor does it override any rules or\nregulations governing the period for which the record, document\nor information is required to be preserved by any public G\nauthority.\n31. The effect of the provisions and scheme of the RTI Act\nis to divide 'information' into the three categories. They are:\nE\nF\nH\nI\n1086\nSUPREME COURT REPORTS\nA\n(i)\nB\nC\n(ii)\n[2011] 11 S.C.R.\nInformation which promotes transparency and\naccountability in the working of every public\nauthority, disclosure of which may also help in\ncontaining or discouraging corruption (enumerated\nin clauses (b) and (c) of section 4(1) of RTI Act).\nOther information held by public authority (that is all\ninformation other than those falling under clauses\n(b) and (c) of section 4(1) of RTI Act).\n(iii) Information which is not held by or under the control\nof any public authority and which cannot be\naccessed by a public authority under any law for the\ntime being in force.\nInformation under the third category does not fall within the\nD scope of RTI Act. Section 3 of RTI Act gives every citizen, the\nright to 'information' held by or under the control of a public\nauthority, which falls either under the first or second category.\nIn regard to the information falling under the first category, there\nis also a special responsibility upon public authorities to suo\nmoto publish and disseminate such information so that they\nwill be easily and readily accessible to the public without any\nneed to access them by having recourse to section 6 of RTI\nAct. There is no such obligation to publish and disseminate the\nother information which falls under the second category.\nE\nF\nG\n32. The information falling under the first category,\nenumerated in sections 4(1)(b) \u0026 (c) of RTI Act are extracted\nbelow :\n“4. Obligations of public authorities.-(1) Every public\nauthority shall-\n(a) xxxxxx\n(b) publish within one hundred and twenty days from the\nenactment of this Act,-\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1087\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n(i) the particulars of its organisation, functions and A\nduties;\n(ii) the powers and duties of its officers and\nemployees;\n(iii) the procedure followed in the decision making\nprocess, including channels of supervision and\naccountability;\n(iv) the norms set by it for the discharge of its\nfunctions;\n(v) the rules, regulations, instructions, manuals and\nrecords, held by it or under its control or used by\nits employees for discharging its functions;\nB\nC\n(vi) a statement of the categories of documents that D.\nare held by it or under its control;\n(vii) the particulars of any arrangement that exists\nfor consultation with, or representation by, the\nmembers of the public in relation to the formulation\nof its policy or implementation thereof;\n(viii) a statement of the boards, councils,\ncommittees and other bodies consisting of two or\nmore persons constituted as its part or for the\npurpose of its advice, and as to whether meetings\nof those boards, councils, committees and other\nbodies are open to the public, or the minutes of\nsuch meetings are accessible for public;\n(ix) a directory of its officers and employees;\n(x) the monthly remuneration received by each of its\nofficers and employees, including the system of\ncompensation as provided in its regulations;\nE\nF\nG .\n(xi) the budget allocated to each of its agency, H\n"}