{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 11 S.C.R. 1028\nA CENTRAL BOARD OF SECONDARY EDUCATION \u0026\nB\nC\nD\nE\nF\nANR.\nV.\nADITYA BANDOPADHYAY \u0026 ORS.\n(Civil Appeal No. 6454 of 2011)\nAUGUST 09, 2011\n[R.V. RAVEENDRAN AND A.K. PATNAIK, JJ.]\nRight to Information Act, 2005:\n-\nss. 8 (1)(e), 2 (f), 2(i), 2(j), 3, 24 and 9 - Public\nexamination Examinee's right to inspect his evaluated\nanswer books in a public examination or taking certified\ncopies - Scope of - Held: Every examinee has the right to\naccess his evaluated answer-books, by either inspecting them\nor take certified copies thereof, unless the evaluated answer-\nbooks are found to be exempted u/s. 8(1)(e) - Answer-book\nis a document or record in terms of s. 2(i) and as such the\nevaluated answer-book is also an 'information' under the Act\nUnder s. 3, the citizens have the right to access to all\ninformation held by or under the control of any public authority\nexcept those excluded or exempted under the Act -\nExamining bodies (Universities, Examination Boards, CBSE\netc.) are neither security nor intelligence organisations -\nDisclosure of information with reference to answer-books also\ndoes not involve infringement of any copyright - Thus, the\nexemption u/ss. 24 and 9 would not apply to them.\n-\nS. 22\n-\nOverriding effect of - Right of an examinee\nseeking inspection of his answer books or seeking certified\nG copies thereof - Effect of decision of this Court in\n*Maharashtra State Board of Secondary Education v,\nParitosh B. Sheth on such right - Held: Decision of this Court\nin *Maharashtra State Board and the subsequent decisions\nfollowing the same, would not affect or interfere with the right\n1028\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v.1029\nADITYA BANDOPADHYAY\n-\nB\nof the examinee seeking inspection of answer-books or taking A\ncertified copies thereof - RTI Act enables/entitles the student\nto have access to the answer-books as 'information' and\ninspect them and take certified copies thereof - s. 22 provides\nthat the provisions of the Act would have effect,\nnotwithstanding anything inconsistent therewith contained in\nany other law for the time being in force – Thus, the provisions\nof the RTI Act would prevail over the provisions of the bye-\nlaws/rules of the examining bodies in regard to examinations\n- As a result, unless the examining body is able to\ndemonstrate that the answer-books fall under the exempted C\ncategory of information described in clause (e) of s. 8(1), the\nexamining body would be bound to provide access to an\nexaminee to inspect and take copies of his evaluated answer-\nbooks, even if such inspection or taking copies is barred\nunder the rules/bye-laws of the examining body governing the\nexaminations.\n-\nD\nS. 8(1)(e). Whether examining body holds the evaluated\nanswer books \"in a fiduciary relationship\" and thus, has no\nobligation to give inspection of the evaluated answer books\nu/s. 8 (1)(e) - Held: Examining body does not hold the E\nevaluated answer books in a fiduciary relationship, qua the\nexaminer - Not being information available to an examining\nbody in its fiduciary relationship, the exemption u/s. 8(1)(e)\nis not available to the examining bodies with reference to\nevaluated answer-books and the examining bodies will have F\nto permit inspection sought by the examinees.\n-\nRight of inspection of the evaluated answer books or\nseeking certified copies thereof by examinee Limitations,\nconditions or safeguards to such right - Held: Portions of\nanswer-books containing information regarding the\nexaminers/co-ordinators/scrutinisers/head examiners or which\nmay disclose their identity with reference to signature or\ninitials, should be removed, covered, or otherwise severed\nG\nH\n1030 SUPREME COURT REPORTS\n-\n[2011] 11 S.C.R.\n-\nA from the non-exempted part of the answer-books, u/s. 10 -\nRight to access information does not extend beyond the\nperiod during which the examining body is expected to retain\nthe answer-books – s. 8(3) nowhere provides that records or\ninformation have to be maintained for a period of twenty years\nor more nor override any rules or regulations governing the\nperiod for which the record, document or information is\nrequired to be preserved by any public authority.\nC\nD\ns. 8 - Interpretation of - Held: Is not to be construed\nstrictly, literally and narrowly - When s. 8 exempts certain\ninformation from being disclosed, it should not be considered\nto be a fetter on the right to information, but as an equally\nimportant provision protecting other public interests essential\nfor the fulfilment and preservation of democratic ideals.\nEnforcement of RTI Act - Held: Should be enforced\nstrictly - Necessary information under clause (b) of s. 4(1)\nrelating to securing transparency and accountability in the\nworking of public authorities and in discouraging corruption\nto be brought to light - Act should not be allowed to be\nE misused or abused, to become a tool to obstruct the national\nF\nG\nH\ndevelopment and integration, or to destroy the peace,\ntranquility and harmony among its citizens - Nor should it be\nconverted into a tool of oppression or intimidation of honest\nofficials striving to do their duty.\n-\nObject and reasons of the RTI Act – Explained.\nWords and Phrases:\nTerm 'fiduciary' and 'fiduciary relationship' - Meaning of.\nRespondent No. 1 appeared for the Secondary\nSchool Examination, 2008 conducted by appellant-\nCentral Board of Secondary Education (CBSE). He was\ndisappointed with his marks and thus, he made an\napplication for inspection and re-evaluation of his\nCENTRAL BOARD OF SECONDARY EDUCATION v.1031\nADITYA BANDOPADHYAY\nB\nanswer-books. CBSE rejected the same. Respondent No. A\n1 filed a writ petition seeking a declaration that the action\nof CBSE in excluding the provision of re-evaluation of\nanswer-sheets, in regard to the examinations held by it\nwas illegal, unreasonable and violative of the provisions\nof the Constitution of India; for a direction to CBSE to\nappoint an independent examiner for re-evaluating his\nanswer-books and issue a fresh marks card on the basis\nof re-evaluation; for a direction to CBSE to produce his\nanswer-books in regard to the 2008 Secondary School\nExamination and that too into court for inspection by the C\nfirst respondent; and for quashing the communication of\nCBSE. The Division Bench of the High Court disposed\nof the said writ petition along with the connected writ\npetitions directing CBSE to grant inspection of the\nanswer books to the examinees who sought information,\nbut rejected the prayer made by the examinees for re-\nevaluation of the answer-books, as that was not a relief\nthat was available under Right to Information Act, 2005.\nTherefore, the appellant-CBSE filed the instant appeal.\nD\nThe questions which arose for consideration in these E\nappeals are whether an examinee's right to information\nunder the Right to Information Act, 2005 includes a right\nto inspect his evaluated answer books in a public\nexamination or taking certified copies thereof; whether\nthe decisions of this Court in *Maharashtra State Board F\nof Secondary Education v, Paritosh B. Sheth and other\ncases, in any way affect or interfere with the right of an\nexaminee seeking inspection of his answer books or\nseeking certified copies thereof; whether an examining\nbody holds the evaluated answer books \"in a fiduciary G\nrelationship” and consequently has no obligation to give\ninspection of the evaluated answer books under section\n8 (1)(e) of RTI Act; and if the examinee is entitled to\ninspection of the evaluated answer books or seek\ncertified copies thereof, whether such right is subject to H\n1032 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA any limitations, conditions or safeguards.\nDisposing of the appeals, the Court\nHELD: 1. The order of the High Court directing the\nexamining bodies to permit examinees to have inspection\nB of their answer books is upheld, subject to the\nclarifications regarding the scope of the Right to\nInformation Act, 2005 and the safeguards and conditions\nsubject to which 'information' should be furnished. [Para\n38] [1093-F]\nC\nD\nE\nF\n2.1. The definition of 'information' in Section 2(f) of\nthe RTI Act refers to any material in any form which\nincludes records, documents, opinions, papers among\nseveral other enumerated items. The term 'record' is\ndefined in Section 2(i) of the said Act as including any\ndocument, manuscript or file among others. When a\ncandidate participates in an examination and writes his\nanswers in an answer-book and submits it to the\nexamining body for evaluation and declaration of the\nresult, the answer-book is a document or record. When\nthe answer-book is eval uated by an examiner appointed\nby the examining body, the evaluated answer-book\nbecomes a record containing the 'opinion' of the\nexaminer. Therefore, the evaluated answer-book is also\nan 'information' under the RTI Act. [Para 11] [1066-C-E]\n2.2. Section 3 of RTI Act provides that subject to the\nprovisions of this Act all citizens shall have the right to\ninformation. The term 'right to information' is defined in\nSection 2(j) as the right to information accessible under\nG the Act which is held by or under the control of any public\nauthority. Having regard to Section 3, the citizens have\nthe right to access to all information held by or under the\ncontrol of any public authority except those excluded or\nexempted under the Act. The object of the Act is to\nH empower the citizens to fight against corruption and hold\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1033\nADITYA BANDOPADHYAY\nthe Government and their instrumentalities accountable A\nto the citizens, by providing them access to information\nregarding functioning of every public authority. Certain\nsafeguards have been built into the Act so that the\nrevelation of information will not conflict with other public\ninterests which include efficient operation of the B\ngovernments, optimum use of limited fiscal resources\nand preservation of confidential and sensitive\ninformation. The RTI Act provides access to information\nheld by or under the control of public authorities and not\n´in regard to information held by any private person. The\nAct provides the exclusions by way of exemptions and\nexceptions (under Sections 8, 9 and 24) in regard to\ninformation held by public authorities. Having regard to\nthe scheme of the RTI Act, the right of the citizens to\naccess any information held or under the control of any D\npublic authority, should be read in harmony with the\nexclusions/exemptions in the Act. [Para 12] [1066-F-H;\n1067-A-B-H; 1068-A]\nC\nF\n2.3. The examining bodies (Universities, Examination\nBoards, CBSC etc.) are neither security nor intelligence E\norganisations and therefore, the exemption under\nSection 24 would not apply to them. The disclosure of\ninformation with reference to answer-books does not\nalso involve infringement of any copyright and therefore,\nSection 9 would not apply. Resultantly, unless the\nexamining bodies are able to demonstrate that the\nevaluated answer-books fall under any of the categories\nof exempted 'information' enumerated in clauses (a) to (j)\nof sub-section (1) Section 8, they would be bound to\nprovide access to the information and any applicant can\neither inspect the document/record, take notes, extracts\nor obtain certified copies thereof. Every examinee would\nhave the right to access his evaluated answer-books, by\neither inspecting them or take certified copies thereof,\nunless the evaluated answer-books are found to be\nG\nH\n1034 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA exempted under Section 8(1)(e) of the RTI Act. [Paras 13\nand 14] [1068-C-F]\nB\nC\nD\nF\n3.1. The principles laid down in decisions such as\n*Maharashtra State Board that denial of re-evaluation of\nanswer-books or denial of disclosure by way of\ninspection of answer books, to an examinee, under Rule\n104(1) and (3) of the Maharashtra Secondary and Higher\nSecondary Board Rules, 1977 was not violative of\nprinciples of natural justice and Articles 14 and 19 of the\nConstitution of India, depend upon the provisions of the\nrules and regulations of the examining body. If the rules\nand regulations of the examining body provide for re-\nevaluation, inspection or disclosure of the answer-books,\nthen none of the principles in Maharashtra State Board\nor other decisions following it, would apply or be relevant.\nThere has been a gradual change in trend with several\nexamining bodies permitting inspection and disclosure\nof the answer-books. [Para 16] [1072-D-E]\n3.2. A provision barring inspection or disclosure of\nE the answer-books or re-evaluation of the answer-books\nand restricting the remedy of the candidates only to re-\ntotalling is valid and binding on the examinee. In the case\nof CBSE, the provisions barring re-evaluation and\ninspection contained in Bye-law No.61, are akin to Rule\n104 considered in Maharashtra State Board. As a\nconsequence if an examination is governed only by the\nrules and regulations of the examining body which bar\ninspection, disclosure or re-evaluation, the examinee will\nbe entitled only for re-totalling by checking whether all the\nanswers have been evaluated and further checking\nwhether there is no mistake in totaling of marks for each\nquestion and marks have been transferred correctly to the\ntitle (abstract) page. The position may however be\ndifferent, if there is a superior statutory right entitling the\nG\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1035\nADITYA BANDOPADHYAY\nexaminee, as a citizen to seek access to the answer A\nbooks, as information. [Para 17] [1072-F-H; 1073-A-B]\nB\nC\nD\n3.3. In the cases referred, the High Court rightly\ndenied the prayer for re-evaluation of answer-books\nsought by the candidates in view of the bar contained in\nthe rules and regulations of the examining bodies. It is\nalso not a relief available under the RTI Act. Therefore, the\nquestion whether re-evaluation should be permitted or\nnot, did not arise for consideration. What arose for\nconsideration is the question whether the examinee is\nentitled to inspect his evaluated answer-books or take\ncertified copies thereof. This right is claimed by the\nstudents, not with reference to the rules or bye-laws of\nexamining bodies, but under the RTI Act which enables\nthem and entitles them to have access to the answer-\nbooks as 'information' and inspect them and take certified\ncopies thereof. Section 22 of RTI Act provides that the\nprovisions of the said Act will have effect,\nnotwithstanding anything inconsistent therewith\n`contained in any other law for the time being in force.\nTherefore, the provisions of the RTI Act will prevail over\nthe provisions of the bye-laws/rules of the examining\nbodies in regard to examinations. As a result, unless the\nexamining body is able to demonstrate that the answer-\nbooks fall under the exempted category of information\ndescribed in clause (e) of Section 8(1) of RTI Act, the\nexamining body will be bound to provide access to an\nexaminee to inspect and take copies of his evaluated\nanswer-books, even if such inspection or taking copies\nis barred under the rules/bye-laws of the examining body\ngoverning the examinations. Therefore, the decision of G\nthis Court in Maharashtra State Board and the\nsubsequent decisions following the same, will not affect\nor interfere with the right of the examinee seeking\ninspection of answer-books or taking certified copies\nthereof. [Para 18] [1073-B-H]\nE\nF\nH\n'\nA\n1036 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\n*Maharashtra State Board of Secondary Education vs.\nParitosh B. Sheth 1984 (4) SCC 27; Parmod Kumar\nSrivastava vs. Chairman, Bihar PAC 2004 (6) SCC 714: 2004\n(3) Suppl. SCR 372; Board of Secondary Education vs.\nPavan Ranjan P 2004 (13) SCC 383; Board of Secondary\nB Education vs. S 2007 (1) SCC 603; Secretary, West Bengal\nCouncil of Higher Secondary Education vs. I Dass 2007 (8)\nSCC 242: 2007 (10) SCR 464 - referred to.\nC\n4.1. Section 8(1) enumerates the categories of\ninformation which are exempted from disclosure under\nthe provisions of the RTI Act. This exemption is subject\nto the condition that if the competent authority (as defined\nin Section 2(e) of RTI Act) is satisfied that the larger public\ninterest warrants the disclosure of such information, the\ninformation will have to be disclosed. [Para 19] [1074-B-\nD Cl\nE\nF\n4.2. The term 'fiduciary' and 'fiduciary relationship'\nrefer to different capacities and relationship, involving a\ncommon duty or obligation. The term 'fiduciary' refers to\na person having a duty to act for the benefit of another,\nshowing good faith and condour, where such other\nperson reposes trust and special confidence in the\nperson owing or discharging the duty. The term 'fiduciary\nrelationship' is used to describe a situation or transaction\nwhere one person (beneficiary) places complete\nconfidence in another person (fiduciary) in regard to his\naffairs, business or transaction/s. The term also refers to\na person who holds a thing in trust for another\n(beneficiary). The fiduciary is expected to act in\nconfidence and for the benefit and advantage of the\nbeneficiary, and use good faith and fairness in dealing\nwith the beneficiary or the things belonging to the\nbeneficiary. If the beneficiary has entrusted anything to\nthe fiduciary, to hold the thing in trust or to execute\ncertain acts in regard to or with reference to the entrusted\nH thing, the fiduciary has to act in confidence and expected\nG\nCENTRAL BOARD OF SECONDARY EDUCATION V.\nADITYA BANDOPADHYAY\n1037\nnot to disclose the thing or information to any third party. A\nThere are also certain relationships where both the\nparties have to act in a fiduciary capacity treating the\nother as the beneficiary. [Paras 20 and 21] [1074-D; 1077-\n[B-E]\nBristol and West Building Society vs. Mothew 1998 Ch.\n1; Wolf vs. Superior Court 2003 (107) California Appeals, 4th\n25. referred to.\n-\nBlack's Law Dictionary 7th Edition, p 640; American\nRestatements (Trusts and Agency); Corpus Juris Secundum\nVol. 36A 381; Words and Phrases, Permanent Edition Vol.\n16A, 41 - referred to.\n4.3. In a philosophical and very wide sense,\nexamining bodies can be said to act in a fiduciary\ncapacity, with reference to students who participate in an\nexamination, as a government does while governing its\ncitizens or as the present generation does with reference\nto the future generation while preserving the\nenvironment. But the words 'information available to a\nperson in his fiduciary relationship' are used in Section\n8(1)(e) of RTI Act in its normal and well recognized sense,\nthat is to refer to persons who act in a fiduciary capacity,\nwith reference to a specific beneficiary or beneficiaries\nwho are to be expected to be protected or benefited by\nthe actions of the fiduciary. That kind of fiduciary\nrelationship is not found between the examining body\nand the examinee, with reference to the evaluated\nanswer-books, that come into the custody of the\nexamining body. [Para 22] [1077-H; 1078-A-E]\n4.4. The duty of examining bodies is to subject the\ncandidates who have completed a course of study or a\nperiod of training in accordance with its curricula, to a\nprocess of verification/examination/testing of their\nknowledge, ability or skill, or to ascertain whether they\ncan be said to have successfully completed or passed\nB\nC\nD\nE\nLL\nF\nG\nH\n"}