{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66}],"text":"4\nB\nс\nD\nE\n· F\nG\nI\nH_\n1088\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nindicating the particulars of all plans, proposed\nexpenditures and reports on disbursements made;\n(xii) the manner of execution of subsidy\nprogrammes, including the amounts allocated and\nthe details of beneficiaries of such programmes;\n(xiii) particulars of recipients of concessions,\npermits or authorisations granted by it;\n(xiv) details in respect of the information, available\nto or held by it, reduced in an electronic form;\n(xv) the particulars of facilities available to citizens\nfor obtaining information, including the working\nhours of a library or reading room, if maintained for\npublic use;\n(xvi) the names, designations and other particulars\nof the Public Information Officers;\n(xvii) such other information as may be prescribed;\nand thereafter update these publications every year;\n(c) publish all relevant facts while formulating important\npolicies or announcing the decisions which affect public;\n(emphasis supplied)\nSub-sections (2), (3) and (4) of section 4 relating to\ndissemination of information enumerated in sections 4(1)(b) \u0026\n(c) are extracted below:\n\"(2) It shall be a constant endeavour of every public\nauthority to take steps in accordance with the\nrequirements of clause (b) of sub-section (1) to provide as\nmuch information suo motu to the public at regular\nintervals through various means of communications,\nincluding internet, so that the public have minimum resort\nto the use of this Act to obtain information.\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1089\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n(3) For the purposes of sub-section (1), every information A\nshall be disseminated widely and in such form and\nmanner which is easily accessible to the public.\n(4) All materials shall be disseminated taking into\nconsideration the cost effectiveness, local language and\nthe most effective method of communication in that local\narea and the information should be easily accessible, to\nthe extent possible in electronic format with the Central\nPublic Information Officer or State Public Information\nOfficer, as the case may be, available free or at such cost\nof the medium or the print cost price as may be\nprescribed.\nExplanation. For the purposes of sub-sections (3) and\n(4); \"disseminated\" means making known or\ncommunicated the information to the public through notice\nboards, newspapers, public announcements, media\nbroadcasts, the internet or any other means, including\ninspection of offices of any public authority.\"\n(emphasis supplied)\n33. Some High Courts have held that section 8 of RTI Act\nis in the nature of an exception to section 3 which empowers\nthe citizens with the right to information, which is a derivative\nfrom the freedom of speech; and that therefore section 8 should\nbe construed strictly, literally and narrowly. This may not be the\ncorrect approach. The Act seeks to bring about a balance\nbetween two conflicting interests, as harmony between them is\nessential for preserving democracy. One is to bring about\ntransparency and accountability by providing access to\ninformation under the control of public authorities. The other is\nto ensure that the revelation of information, in actual practice,\ndoes not conflict with other public interests which include\nefficient operation of the governments, optimum use of limited\nfiscal resources and preservation of confidentiality of sensitive\ninformation. The preamble to the Act specifically states that the\nB\nC\nE\nF\nG\nH\n1090 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA object of the Act is to harmonise these two conflicting interests.\nWhile sections 3 and 4 seek to achieve the first objective,\nsections 8, 9, 10 and 11 seek to achieve the second objective.\nTherefore when section 8 exempts certain information from\nbeing disclosed, it should not be considered to be a fetter on\nB the right to information, but as an equally important provision\nprotecting other public interests essential for the fulfilment and\npreservation of democratic ideals.\nC\nD\n34. When trying to ensure that the right to information does\nnot conflict with several other public interests (which includes\nefficient operations of the governments, preservation of\nconfidentiality of sensitive information, optimum use of limited\nfiscal resources, etc.), it is difficult to visualise and enumerate\nall types of information which require to be exempted from\ndisclosure in public interest. The legislature has however made\nan attempt to do so. The enumeration of exemptions is more\nexhaustive than the enumeration of exemptions attempted in the\nearlier Act that is section 8 of Freedom to Information Act,\n2002. The Courts and Information Commissions enforcing the\nprovisions of RTI Act have to adopt a purposive construction,\nE involving a reasonable and balanced approach which\nharmonises the two objects of the Act, while interpreting section\n8 and the other provisions of the Act.\n35. At this juncture, it is necessary to clear some\nF misconceptions about the RTI Act. The RTI Act provides access\nto all information that is available and existing. This is clear\nfrom a combined reading of section 3 and the definitions of\n'information' and 'right to information' under clauses (f) and (j)\nof section 2 of the Act. If a public authority has any information\nin the form of data or analysed data, or abstracts, or statistics,\nan applicant may access such information, subject to the\nexemptions in section 8 of the Act. But where the information\nsought is not a part of the record of a public authority, and\nwhere such information is not required to be maintained under\nany law or the rules or regulations of the public authority, the\nG\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1091\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nAct does not cast an obligation upon the public authority, to\ncollect or collate such non-available information and then furnish\nit to an applicant. A public authority is also not required to furnish\ninformation which require drawing of inferences and/or making\nof assumptions. It is also not required to provide 'advice' or\n'opinion' to an applicant, nor required to obtain and furnish any\n'opinion' or 'advice' to an applicant. The reference to 'opinion'\nor 'advice' in the definition of 'information' in section 2(f) of the\nAct, only refers to such material available in the records of the\npublic authority. Many public authorities have, as a public\nrelation exercise, provide advice, guidance and opinion to the\ncitizens. But that is purely voluntary and should not be confused\nwith any obligation under the RTI Act.\nA\nB\nC\nD\n36. Section 19(8) of RTI Act has entrusted the Central/\nState Information Commissions, with the power to require any\npublic authority to take any such steps as may be necessary\nto secure the compliance with the provisions of the Act. Apart\nfrom the generality of the said power, clause (a) of section 19(8)\nrefers to six specific powers, to implement the provision of the\nAct. Sub-clause (i) empowers a Commission to require the\npublic authority to provide access to information if so requested E\nin a particular 'form' (that is either as a document, micro film,\ncompact disc, pendrive, etc.). This is to secure compliance with\nsection 7(9) of the Act. Sub-clause (ii) empowers a\nCommission to require the public authority to appoint a Central\nPublic Information Officer or State Public Information Officer.\nThis is to secure compliance with section 5 of the Act. Sub-\nclause (iii) empowers the Commission to require a public\nauthority to publish certain information or categories of\ninformation. This is to secure compliance with section 4(1) and\n(2) of RTI Act. Sub-clause (iv) empowers a Commission to G\nrequire a public authority to make necessary changes to its\npractices relating to the maintenance, management and\ndestruction of the records. This is to secure compliance with\nclause (a) of section 4(1) of the Act. Sub-clause (v) empowers\na Commission to require the public authority to increase the\nF\nH\nC\n1092 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA training for its officials on the right to information. This is to\nsecure compliance with sections 5, 6 and 7 of the Act. Sub-\nclause (vi) empowers a Commission to require the public\nauthority to provide annual reports in regard to the compliance\nwith clause (b) of section 4(1). This is to ensure compliance\nB with the provisions of clause (b) of section 4(1) of the Act. The\npower under section 19(8) of the Act however does not extend\nto requiring a public authority to take any steps which are not\nrequired or contemplated to secure compliance with the\nprovisions of the Act or to issue directions beyond the\nprovisions of the Act. The power under section 19(8) of the Act\nis intended to be used by the Commissions to ensure\ncompliance with the Act, in particular ensure that every public\nauthority maintains its records duly catalogued and indexed in\nthe manner and in the form which facilitates the right to\ninformation and ensure that the records are computerized, as\nrequired under clause (a) of section 4(1) of the Act; and to\nensure that the information enumerated in clauses (b) and (c)\nof sections 4(1) of the Act are published and disseminated, and\nare periodically updated as provided in sub-sections (3) and\n(4) of section 4 of the Act. If the 'information' enumerated in\nclause (b) of section 4(1) of the Act are effectively disseminated\n(by publications in print and on websites and other effective\nmeans), apart from providing transparency and accountability,\ncitizens will be able to access relevant information and avoid\nunnecessary applications for information under the Act.\nD\nE\nF\nG\nI\n37. The right to information is a cherished right. Information\nand right to information are intended to be formidable tools in\nthe hands of responsible citizens to fight corruption and to bring\nin transparency and accountability. The provisions of RTI Act\nshould be enforced strictly and all efforts should be made to\nbring to light the necessary information under clause (b) of\nsection 4(1) of the Act which relates to securing transparency\nand accountability in the working of public authorities and in\ndiscouraging corruption. But in regard to other information, (that\nis information other than those enumerated in section 4(1)(b)\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1093\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nA.\nA\nC\nand (c) of the Act), equal importance and emphasis are given\nto other public interests (like confidentiality of sensitive\ninformation, fidelity and fiduciary relationships, efficient\noperation of governments, etc.). Indiscriminate and impractical\ndemands or directions under RTI Act for disclosure of all and\nsundry information (unrelated to transparency and accountability B\nin the functioning of public authorities and eradication of\ncorruption) would be counter-productive as it will adversely\naffect the efficiency of the administration and result in the\nexecutive getting bogged down with the non-productive work\nof collecting and furnishing information. The Act should not be\nallowed to be misused or abused, to become a tool to obstruct\nthe national development and integration, or to destroy the\npeace, tranquility and harmony among its citizens. Nor should\nit be converted into a tool of oppression or intimidation of\nhonest officials striving to do their duty. The nation does not want D\na scenario where 75% of the staff of public authorities spends\n75% of their time in collecting and furnishing information to\napplicants instead of discharging their regular duties. The threat\nof penalties under the RTI Act and the pressure of the\nauthorities under the RTI Act should not lead to employees of\na public authorities prioritising ‘information furnishing', at the\ncost of their normal and regular duties.\nConclusion\n38. In view of the foregoing, the order of the High Court\ndirecting the examining bodies to permit examinees to have\ninspection of their answer books is affirmed, subject to the\nclarifications regarding the scope of the RTI Act and the\nsafeguards and conditions subject to which 'information' should\nbe furnished. The appeals are disposed of accordingly.\nN.J.\nAppeals disposed of.\nE\nF\nF\n"}