{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1048 SUPREME COURT REPORTS.\n[2011] 11 S.C.R.\nA\n2004 (3) Suppl. SCR 372 Referred to.\nPara 6\n2004 (13) SCC 383\nReferred to.\nPara 6\n2007 (1) SCC 603\nReferred to.\nPara 6\n2007 (10) SCR 464\nReferred to.\nPara 6\nB\n1975 (3) SCR 333\nReferred to.\nPara 10\n1997 (3) SCR 93\nReferred to.\nPara 10\n2004 (1) SCR 232\nReferred to.\nPara 10\nC\nD\nCIVIL APPELALTE JURISDICTION: Civil Appeal No.\n6454 of 2011.\nFrom the Judgment \u0026 Order datd 5.2.2009 of the High\nCourt at Calcutta in Writ Petition 18189 (W) of 2008.\nWITH\nE\nC.A. Nos. 6456, 6457-6458, 6459, 6461, 6462, 6464, 6465-\n6468 of 2011.\nParag P. Tripathi, ASG, Bhaskar P. Gupta, Mahabir Singh,\nP.K. Goswami, Tapash Ray, Dr. Rajiv Dhawan, Tara Chandra\nSharma, Neelam Sharma, Rupesh Kumar, Ajay Sharma, Pijush\nK. Roy, Mithilesh Kr. Singh, Ranajit Chatterjee, Shankar Divate,\nAnuj Bhandari, Pramod Dayal, Nikunj Dayal, Rakesh Agarwal,\nF Pulkit Agarwal, Payal Dayal, Parthiv Goswami, S. Hariharan,\nRajiv Mehta, Saurendra Betal, D.M. Nargolkar, L.C. Agrawala,\nF.I. Choudhary, Rameshwar Prasad Goyal, Abhijit Sengupta,\nB.P. Yadav, Sampa Sengupta Ray, Anmia Kujur, Ranjan\nMukherjee, Azem H. Laskar, Divya Jyoti Jaipuriar, Jyoti\nG Mendiratta, Navin Prakash, Sunil Kumar Verma, Rekha Pandey\nfor the appearing parties.\nThe Judgment of the Court was delivered by\nR.V.RAVEENDRAN, J. 1. Leave granted. For\nH convenience, we will refer to the facts of the first case.\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1049\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n2. The first respondent appeared for the Secondary A\nSchool Examination, 2008 conducted by the Central Board of\nSecondary Education (for short 'CBSE' or the ‘appellant').\nWhen he got the mark sheet he was disappointed with his\nmarks. He thought that he had done well in the examination but\nhis answer-books were not properly valued and that improper B\nvaluation had resulted in low marks. Therefore he made an\napplication for inspection and re-evaluation of his answer-\nbooks. CBSE rejected the said request by letter dated\n12.7.2008. The reasons for rejection were:\n(i)\n(ii)\nThe information sought was exempted under\nSection 8(1)(e) of RTI Act since CBSE shared\nfiduciary relationship with its evaluators and\nmaintain confidentiality of both manner and method\nof evaluation.\nThe Examination Bye-laws of the Board provided\nthat no candidate shall claim or is entitled to re-\nevaluation of his answers or disclosure or\ninspection of answer book(s) or other documents.\n(iii) The larger public interest does not warrant the\ndisclosure of such information sought.\n(iv) The Central Information Commission, by its order\ndated 23.4.2007 in appeal no. ICPB/A-3/CIC/2006\ndated 10.2.2006 had ruled out such disclosure.\"\n3. Feeling aggrieved the first respondent filed W.P.\nNo.18189(W)/2008 before the Calcutta High Court and sought\nthe following reliefs: (a) for a declaration that the action of\nCBSE in excluding the provision of re-evaluation of answer-\nsheets, in regard to the examinations held by it was illegal,\nunreasonable and violative of the provisions of the Constitution\nof India; (b) for a direction to CBSE to appoint an independent\nexaminer for re-evaluating his answer-books and issue a fresh\nmarks card on the basis of re-evaluation; (c) for a direction to\nC\nD\nE\nF\nG\nH.\n1050\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA CBSE to produce his answer-books in regard to the 2008\nSecondary School Examination so that they could be properly\nreviewed and fresh marks card can be issued with re-evaluation\nmarks; (d) for quashing the communication of CBSE dated\n12.7.2008 and for a direction to produce the answer-books into\nB court for inspection by the first respondent. The respondent\ncontended that section 8(1)(e) of Right to Information Act, 2005\n('RTI Act' for short) relied upon by CBSE was not applicable\nand relied upon the provisions of the RTI Act to claim inspection.\nC\nD\nE\nF\nG\nH\n4. CBSE resisted the petition. It contended that as per its\nBye-laws, re-evaluation and inspection of answer-books were\nimpermissible and what was permissible was only verification\nof marks. They relied upon the CBSE Examination Bye-law\nNo.61, relevant portions of which are extracted below:\n\"61. Verification of marks obtained by a Candidate in a\nsubject\n(i) A candidate who has appeared at an examination\nconducted by the Board may apply to the concerned\nRegional Officer of the Board for verification of marks in\nany particular subject. The verification will be restricted to\nchecking whether all the answer's have been evaluated and\nthat there has been no mistake in the totalling of marks for\neach question in that subject and that the marks have been\ntransferred correctly on the title page of the answer book\nand to the award list and whether the supplementary\nanswer book(s) attached with the answer book mentioned\nby the candidate are intact. No revaluation of the answer\nbook or supplementary answer book(s) shall be done.\n(ii) Such an application must be made by the candidate\nwithin 21 days from the date of the declaration of result for\nMain Examination and 15 days for Compartment\nExamination.\n(iii) All such applications must be accompanied by\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1051\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\npayment of fee as prescribed by the Board from time to A\ntime.\n(iv) No candidate shall claim, or be entitled to, revaluation\nof his/her answers or disclosure or inspection of the\nanswer book(s) or other documents.\nXXXX\nB\n(vi) In no case the verification of marks shall be done in\nthe presence of the candidate or anyone else on his/her\nbehalf, nor will the answer books be shown to him/her or C\nhis/her representative.\n(vii) Verification of marks obtained by a candidate will be\ndone by the officials appointed by or with the approval of\nthe Chairman.\n(viii) The marks, on verification will be revised upward or\ndownward, as per the actual marks obtained by the\ncandidate in his/her answer book.\nXXXX\n62. Maintenance of Answer Books\nThe answer books shall be maintained for a period of\nthree months and shall thereafter be disposed of in the\nmanner as decided by the Chairman from time to time.\"\n(emphasis supplied)\nCBSE submitted that 12 to 13 lakhs candidates from about\n9000 affiliated schools across the country appear in class X\nand class XII examinations conducted by it and this generates\nas many as 60 to 65 lakhs of answer-books; that as per\nExamination Bye-law No.62, it maintains the answer books only\nfor a period of three months after which they are disposed of.\nIt was submitted that if candidates were to be permitted to seek\nre-evaluation of answer books or inspection thereof, it will\nD\nE\nF\nG\nI\n1052 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA create confusion and chaos, subjecting its elaborate system of\nexaminations to delay and disarray. It was stated that apart from\nclass X and class XII examinations, CBSE also conducts\nseveral other examinations (including the All India Pre-Medical\nTest, All India Engineering Entrance Examination and Jawahar\nB Navodaya Vidyalaya's Selection Test). If CBSE was required\nto re-evaluate the answer-books or grant inspection of answer-\nbooks or grant certified copies thereof, it would interfere with\nits effective and efficient functioning, and will also require huge\nadditional staff and infrastructure. It was submitted that the entire\nexamination system and evaluation by CBSE is done in a\nscientific and systemic manner designed to ensure and\nsafeguard the high academic standards and at each level\nutmost care was taken to achieve the object of excellence,\nkeeping in view the interests of the students. CBSE referred\nto the following elaborate procedure for evaluation adopted by\nit:\nC\nD\nE\nF\n0\nH\n\"The examination papers are set by the teachers with at\nleast 20 years of teaching experience and proven integrity.\nPaper setters are normally appointed from amongst\nacademicians recommended by then Committee of\ncourses of the Board. Every paper setter is asked to set\nmore than one set of question papers which are\nmoderated by a team of moderators who are appointed\nfrom the academicians of the University or from amongst\nthe Senior Principals. The function of the moderation team\nis to ensure correctness and consistency of different sets\nof question papers with the curriculum and to assess the\ndifficulty level to cater to the students of different schools\nin different categories. After assessing the papers from\nevery point of view, the team of moderators gives a\ndeclaration whether the whole syllabus is covered by a set\nof question papers, whether the distribution of difficulty\nlevel of all the sets is parallel and various other aspects to\nensure uniform standard. The Board also issues detailed\ninstructions for the guidance of the moderators in order to\nCENTRAL BOARD OF SECONDARY EDUCATION v.1053\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nensure uniform criteria for assessment.\nThe evaluation system on the whole is well organized and\nfool-proof. All the candidates are examined through\nquestion papers set by the same paper setters. Their\nanswer books are marked with fictitious roll numbers so\nas to conceal their identity. The work of allotment of\nfictitious roil number is carried out by a team working\nunder a Chief Secrecy Officer having full autonomy. The\nChief Secrecy Officer and his team of assistants are\nacademicians drawn from the Universities and other\nautonomous educational bodies not connected with the\nBoard. The Chief Secrecy Officer himself is usually a\nperson of the rank of a University professor. No official of\nthe Board at the Central or Regional level is associated\nwith him in performance of the task assigned to him. The\ncodes of fictitious roll numbers and their sequences are\ngenerated by the Chief Secrecy Officer himself on the\nbasis of mathematical formula which randomize the real\nroll numbers and are known only to him and his team. This\n´ensures complete secrecy about the identification of the\nanswer book so much so, that even the Chairman, of the\nBoard and the Controller of Examination of the Board do\nnot have any information regarding the fictitious roll\nnumbers granted by the Chief Secrecy Officer and their\nreal counterpart numbers.\nAt the evaluation stage, the Board ensures complete\nfairness and uniformity by providing a marking scheme\nwhich is uniformity applicable to all the examiners in order\nto eliminate the chances of subjectivity. These marking\nschemes are jointly prepared at the Headquarters of the\nBoard in Delhi by the Subject Experts of all the regions.\nThe main purpose of the marking scheme is to maintain\nuniformity in the evaluation of the answer books.\nA\nB\nC\nD\nE\nF\nG\nThe evaluation of the answer books in all major subjects\nincluding mathematics, science subjects is done in H\n;\n:\nA\nB\nC\nD\nพ.\nE\nF\nG\nH\n1054 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\ncentralized \"on the spot\" evaluation centers where the\nexaminers get answer book in interrupted serial orders.\nAlso, the answer books are jumbled together as a result\nof which the examiners, say in Bangalore may be marking\nthe answer book of a candidate who had his examination\nin Pondicherry, Goa, Andaman and Nicobar islands,\nKerala, Andhra Pradesh, Tamil Nadu or Karnataka itself\nbut he has no way of knowing exactly which answer book\nhe is examining. The answer books having been marked\nwith fictitious roll numbers give no clue to any examiner\nabout the state or territory it belongs to. It cannot give any\nclue about the candidate's school or centre of examination.\nThe examiner cannot have any inclination to do any favour\nto a candidate because he is unable to decodify his roll\nnumber or to know as to which school, place or state or\nterritory he belongs to.\nThe examiners check all the questions in the papers\nthoroughly under the supervision of head examiner and\naward marks to the sub parts individually not collectively.\nThey take full precautions and due attention is given while\nassessing an answer book to do justice to the candidate.\nRe-evaluation is administratively impossible to be allowed\nin a Board where lakhs of students take examination in\nmultiple subjects.\nThere are strict instructions to the additional head\nexaminers not to allow any shoddy work in evaluation and\nnot to issue more than 20-25 answer books for evaluation\nto an examiner on a single day. The examiners are\npracticing teachers who guard the interest of the\ncandidates. There is no ground to believe that they do\nunjust marking and deny the candidates their due. It is true\nthat in some cases totaling errors have been detected at\nthe stage of scrutiny or verification of marks. In order to\nminimize such errors and to further strengthen and to\nimprove its system, from 1993 checking of totals and other\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1055\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\naspects of the answers has been trebled in order to detect A\nand eliminate all lurking errors.\nThe results of all the candidates are reviewed by the\nResults Committee functioning at the Head Quarters. The\nRegional Officers are not the number of this Committee.\nThis Committee reviews the results of all the regions and\nin case it decides to standardize the results in view of the\nresults shown by the regions over the previous years, it\nadopts a uniform policy for the candidates of all the\nregions. No special policy is adopted for any region, unless\nthere are some special reasons. This practice of awarding\nstandardized marks in order to moderate the overall results\nis a practice common to most of the Boards of Secondary\nEducation. The exact number of marks awarded for the\npurpose of standardization in different subjects varies from\nyear to year. The system is extremely impersonalized and\nhas no room for collusion infringement. It is in a word a\nscientific system.\"\nCBSE submitted that the procedure evolved and adopted by\nit ensures fairness and accuracy in evaluation of answer-books\nand made the entire process as foolproof as possible and\ntherefore denial of re-evaluation or inspection or grant of copies\ncannot be considered to be denial of fair play or unreasonable\nrestriction on the rights of the students.\n5. A Division Bench of the High Court heard and disposed\nof the said writ petition along with the connected writ petitions\n(relied by West Bengal Board of Secondary Education and\nothers) by a common judgment dated 5.2.2009. The High Court\nheld that the evaluated answer-books of an examinee writing\na public examination conducted by statutory bodies like CBSE\nor any University or Board of Secondary Education, being a\ndocument, manuscript record, and opinion' fell within the\ndefinition of “information” as defined in section 2(f) of the RTI\nAct. It held that the provisions of the RTI Act should be\nInterpreted in a manner which would lead towards dissemination\nB\nC\nD\nE\nF\nG\nH\n1056 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of information rather than withholding the same; and in view of\nthe right to information, the examining bodies were bound to\nprovide inspection of evaluated answer books to the\nexaminees. Consequently it directed CBSE to grant inspection\nof the answer books to the examinees who sought information.\nB The High Court however rejected the prayer made by the\nexaminees for re-evaluation of the answer-books, as that was\nnot a relief that was available under RTI Act. RTI Act only\nprovided a right to access information, but not for any\nconsequential reliefs. Feeling aggrieved by the direction to\nC grant inspection, CBSE has filed this appeal by special leave.\n6. Before us the CBSE contended that the High Court\nerred in (i) directing CBSE to permit inspection of the evaluated\nanswer books, as that would amount to requiring CBSE to\ndisobey its Examination Bye-law 61(4), which provided that no\nD candidate shall claim or be entitled to re-evaluation of answer\nbooks or disclosure/inspection of answer books; (ii) holding that\nBye-law 61(4) was not binding upon the examinees, in view of\nthe overriding effect of the provisions of the RTI Act, even though\nthe validity of that bye-law had not been challenged; (iii) not\nE following the decisions of this court in Maharashtra State Board\nof Secondary Education vs. Paritosh B. Sheth [1984 (4) SCC\n27], Parmod Kumar Srivastava vs. Chairman, Bihar PAC\n[2004 (6) SCC 714], Board of Secondary Education vs. Pavan\nRanjan P [2004 (13) SCC 383], Board of Secondary\nF Education vs. S [2007 (1) SCC 603] and Secretary, West\nBengal Council of Higher Secondary Education vs. I Dass\n[2007 (8) SCC 242]; and (iv) holding that the examinee had a\nright to inspect his answer book under section 3 of the RTI Act\nand the examining bodies like CBSE were not exempted from\nG disclosure of information under section 8(1)(e) of the RTI Act.\nThe appellants contended that they were holding the\n\"information\" (in this case, the evaluated answer books) in a\nfiduciary relationship and therefore exempted under section\n8(1)(e) of the RTI Act.\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1057\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nB\n7. The examinees and the Central Information Commission A\ncontended that the object of the RTI Act is to ensure maximum\ndisclosure of information and minimum exemptions from\ndisclosure; that an examining body does not hold the evaluated\nanswer books, in any fiduciary relationship either with the\nstudent or the examiner; and that the information sought by any\nexaminee by way of inspection of his answer books, will not\nfall under any of the exempted categories of information\nenumerated in section 8 of the RTI Act. It was submitted that\nan examining body being a public authority holding the\n‘information', that is, the evaluated answer-books, and the c\ninspection of answer-books sought by the examinee being\nexercise of 'right to information' as defined under the Act, the\nexaminee as a citizen has the right to inspect the answer-books\nand take certified copies thereof. It was also submitted that\nhaving regard to section 22 of the RTI Act, the provisions of\nthe said Act will have effect notwithstanding anything\ninconsistent in any law and will prevail over any rule, regulation\nor bye law of the examining body barring or prohibiting\ninspection of answer books.\n8. On the contentions urged, the following questions arise\nfor our consideration :\n(i)\n(ii)\nWhether an examinee's right to information under\nthe RTI Act includes a right to inspect his evaluated\nanswer books in a public examination or taking\ncertified copies thereof?\nWhether the decisions of this court in Maharashtra\nState Board of Secondary Education [1984 (4)\nSCC 27] and other cases referred to above, in any\nway affect or interfere with the right of an examinee\nseeking inspection of his answer books or seeking\ncertified copies thereof?\n(iii) Whether an examining body holds the evaluated\nanswer books \"in a fiduciary relationship\" and\nD\nE\nF\nG\nH\n"}