{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1038 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the course of study or training. Other specialized\nExamining Bodies may simply subject candidates to a\nprocess of verification by an examination, to find out\nwhether such person is suitable for a particular post, job\nor assignment. An examining body, if it is a public\nB authority entrusted with public functions, is required to\nact fairly, reasonably, uniformly and consistently for\npublic good and in public interest. It cannot be said that\nthe examining body is in a fiduciary relationship either\nwith reference to the examinee who participates in the\nexamination and whose answer-books are evaluated by\nthe examining body. [Para 23] [1078-F-H; 1079-A-B; 1080-\nA-B]\nC\nD\nE\nF\nG\nH\nBihar School Examination Board vs. Suresh Prasad\nSinha (2009) 8 SCC 483 – referred to.\n-\n4.5. Section 8 (1)(e) provides that notwithstanding\nanything contained in the Act, there shall be no obligation\nto give any citizen information available to a person in his\nfiduciary relationship. This would only mean that even if\nthe relationship is fiduciary, the exemption would operate\nin regard to giving access to the information held in\nfiduciary relationship, to third parties. There is no\nquestion of the fiduciary withholding information relating\nto the beneficiary, from the beneficiary himself. One of the\nduties of the fiduciary is to make thorough disclosure of\nall relevant facts of all transactions between them to the\nbeneficiary, in a fiduciary relationship. By that logic, the\nexamining body, if it is in a fiduciary relationship with an\nexaminee, would be liable to make a full disclosure of the\nevaluated answer-books to the examinee and at the same\ntime, owe a duty to the examinee not to disclose the\nanswer-books to anyone else. If a relationship of fiduciary\nand beneficiary is assumed between the examining body\nand the examinee with reference to the answer-book,\nSection 8(1)(e) would operate as an exemption to prevent\naccess to any third party and would not operate as a bar\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1039\nADITYA BANDOPADHYAY\nfor the very person who wrote the answer-book, seeking A\ninspection or disclosure of it. [Para 24] [1080-B-G]\nB\nс\nD\n4.6. An evaluated answer book of an examinee is a\ncombination of two different 'informations'. The first is the\nanswers written by the examinee and second is the\nmarks/assessment by the examiner. When an examinee\nseeks inspection of his evaluated answer-books or seeks\na certified copy of the evaluated answer-book, the\ninformation sought by him is not really the answers he\nhas written in the answer-books (which he already\nknows), nor the total marks assigned for the answers\n(which has been declared). What he really seeks is the\ninformation relating to the break-up of marks, that is, the\nspecific marks assigned to each of his answers. When\nan examinee seeks ‘information' by inspection/certified\ncopies of his answer-books, he knows the contents\nthereof being the author thereof. When an examinee is\npermitted to examine an answer-book or obtain a certified\ncopy, the examining body is not really giving him some\ninformation which is held by it in trust or confidence, but\nis only giving him an opportunity to read what he had\nwritten at the time of examination or to have a copy of his\nanswers. Therefore, in furnishing the copy of an answer-\nbook, there is no question of breach of confidentiality,\nprivacy, secrecy or trust. The real issue therefore, is not\nin regard to the answer-book but in regard to the marks\nawarded on evaluation of the answer-book. Even here the\ntotal marks given to the examinee in regard to his answer-\nbook are already declared and known to the examinee.\nWhat the examinee actually wants to know is the break-\nup of marks given to him, that is how many marks were G\ngiven by the examiner to each of his answers so that he\ncan assess how his performance has been evaluated and\nwhether the evaluation is proper as per his hopes and\nexpectations. Therefore, the test for finding out whether\nthe information is exempted or not, is not in regard to the\nE\nF\nH\n1040\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA answer book but in regard to the evaluation by the\nexaminer. [Para 25] [1080-H; 1081-A-F]\nB\nC\nD\n4.7. The examining body engages or employs\nhundreds of examiners to do the evaluation of thousands\nof answer books. The question is whether the\ninformation relating to the ‘evaluation' (that is assigning\nof marks) is held by the examining body in a fiduciary\nrelationship. The submission that even if fiduciary\nrelationship does not exist with reference to the\nexaminee, it exists with reference to the examiner who\nevaluates the answer-books, has no merit. The examining\nbody entrusts the answer-books to an examiner for\nevaluation and pays the examiner for his expert service.\nThe work of evaluation and marking the answer-book is\nan assignment given by the examining body to the\nexaminer which he discharges for a consideration.\nSometimes, an examiner may assess answer-books, in\nthe course of his employment, as a part of his duties\nwithout any specific or special remuneration. In other\nwords the examining body is the 'principal' and the\nE examiner is the agent entrusted with the work, that is,\nevaluation of answer-books. Therefore, the examining\nbody is not in the position of a fiduciary with reference\nto the examiner. On the other hand, when an answer-\nbook is entrusted to the examiner for the purpose of\nF evaluation, for the period the answer-book is in his\ncustody and to the extent of the discharge of his\nfunctions relating to evaluation, the examiner is in the\nposition of a fiduciary with reference to the examining\nbody and he is barred from disclosing the contents of the\nG answer-book or the result of evaluation of the answer-\nbook to anyone other than the examining body. Once the\nexaminer has evaluated the answer books, he ceases to\nhave any interest in the evaluation done by him. He does\nnot have any copy-right or proprietary right, or\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1041\nADITYA BANDOPADHYAY\nconfidentiality right in regard to the evaluation. Therefore, A\nthe examining body does not hold the evaluated answer\nbooks in a fiduciary relationship, qua the examiner.\nTherefore, an examining body does not hold the\nevaluated answer-books in a fiduciary relationship. Not\nbeing information available to an examining body in its B\nfiduciary relationship, the exemption under Section 8(1)(e)\nis not available to the examining bodies with reference\nto evaluated answer-books. As no other exemption under\nSection 8 is available in respect of evaluated answer\nbooks, the examining bodies will have to permit c\ninspection sought by the examinees. [Para 26] [1081-G-\nH; 1082-A-F]\nD\n5.1. When an examining body engages the services\nof an examiner to evaluate the answer-books, the\nexamining body expects the examiner not to disclose the\ninformation regarding evaluation to anyone other than\nthe examining body. Similarly the examiner also expects\nthat his name and particulars would not be disclosed to\nthe candidates whose answer-books are evaluated by\nhim. In the event of such information being made known, E\na disgruntled examinee who is not satisfied with the\nevaluation of the answer books, may act to the prejudice\nof the examiner by attempting to endanger his physical\nsafety. Further, any apprehension on the part of the\nexaminer that there may be danger to his physical safety, F\nif his identity becomes known to the examinees, may\ncome in the way of effective discharge of his duties. The\nabove applies not only to the examiner, but also to the\nscrutiniser, co-ordinator, and head-examiner who deal\nwith the answer book. The answer book usually contains\nnot only the signature and code number of the examiner,\nbut also the signatures and code number of the\nscrutiniser/co-ordinator/head examiner. The information\nas to the names or particulars of the examiners/co-\nordinators/scrutinisers/head examiners are therefore,\nexempted from disclosure under Section 8(1)(g) of RTI\nG\nH\n1042 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Act, on the ground that if such information is disclosed,\nit may endanger their physical safety. Therefore, if the\nexaminees are to be given access to evaluated answer-\nbooks either by permitting inspection or by granting\ncertified copies, such access would have to be given\nB only to that part of the answer-book which does not\ncontain any information or signature of the examiners/co-\nordinators/scrutinisers/head examiners, exempted from\ndisclosure under Section 8(1)(g) of RTI Act. Those\nportions of the answer-books which contain information\nC regarding the examiners/co-ordinators/scrutinisers/head\nexaminers or which may disclose their identity with\nreference to signature or initials, shall have to be\nremoved, covered, or otherwise severed from the non-\nexempted part of the answer-books, under Section 10 of\nRTI Act. [Para 28] [1083-B-H; 1084-A]\nD\n5.2. The right to access information does not extend\nbeyond the period during which the examining body is\nexpected to retain the answer-books. In the case of CBSE,\nthe answer-books are required to be maintained for a\nE period of three months and thereafter, they are liable to\nbe disposed of/destroyed. Some other examining bodies\nare required to keep the answer-books for a period of six\nmonths. The fact that right to information is available in\nregard to answer-books does not mean that answer-\nF books would have to be maintained for any longer period\nthan required under the rules and regulations of the\npublic authority. The obligation under the RTI Act is to\nmake available or give access to existing information or\ninformation which is expected to be preserved or\nG maintained. If the rules and regulations governing the\nfunctioning of the respective public authority require\npreservation of the information for only a limited period,\nthe applicant for information would be entitled to such\ninformation only if he seeks the information when it is\navailable with the public authority. The power of the\nH\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1043\nADITYA BANDOPADHYAY\nInformation Commission under Section 19(8) of the RTI A\nAct to require a public authority to take any such steps\nas may be necessary to secure compliance with the\nprovision of the Act, does not include a power to direct the\npublic authority to preserve the information, for any\nperiod larger than what is provided under the rules and\nregulations of the public authority. [Para 29] [1084-B-G]\nB\nE\n5.4. Section 8(3) nowhere provides that records or\ninformation have to be maintained for a period of twenty\nyears. The period for which any particular records or\nс\ninformation has to be maintained would depend upon the\nrelevant statutory rule or regulation of the public authority\nrelating to the preservation of records. Section 8(3)\nprovides that information relating to any occurrence,\nevent or matters which has taken place and occurred or\nD\nhappened twenty years before the date on which any\nrequest is made under Section 6, shall be provided to any\nperson making a request. This means that where any\ninformation required to be maintained and preserved for\na period beyond twenty years under the rules of the\npublic authority, is exempted from disclosure under any\nof the provisions of Section 8(1) of RTI Act, then,\nnotwithstanding such exemption, access to such\ninformation shall have to be provided by disclosure\nthereof, after a period of twenty years except where they\nrelate to information falling under clauses (a), (c) and (i)\nof Section 8(1). In other words, Section 8(3) provides that\nany protection against disclosure that may be available,\nunder clauses (b), (d) to (h) and (j) of section 8(1) would\ncease to be available after twenty years in regard to\nrecords which are required to be preserved for more than\ntwenty years. Where any record or information is required\nto be destroyed under the rules and regulations of a\npublic authority prior to twenty years, Section 8(3) would\nnot prevent destruction in accordance with the Rules.\nF\nG\nH\n1044 SUPREME COURT REPORTS\n.\n[2011] 11 S.C.R.\nA Section 8(3) of RTI Act is not therefore, a provision\nrequiring all 'information' to be preserved and maintained\nfor twenty years or more, nor does it override any rules\nor regulations governing the period for which the record,\ndocument or information is required to be preserved by\nB any public authority. [Para 30] [1085-A-G]\nC\n5.5. The Act seeks to bring about a balance between\ntwo conflicting interests, as harmony between them is\nessential for preserving democracy. One is to bring about\ntransparency and accountability by providing access to\ninformation under the control of public authorities. The\nother is to ensure that the revelation of information, in\nactual practice, does not conflict with other public\ninterests which include efficient operation of the\ngovernments, optimum use of limited fiscal resources\nD and preservation of confidentiality of sensitive\ninformation. The preamble to the Act specifically states\nthat the object of the Act is to harmonise these two\nconflicting interests. While Sections 3 and 4 seek to\nachieve the first objective, Sections 8, 9, 10 and 11 seek\nE to achieve the second objective. Therefore, when Section\n8 exempts certain information from being disclosed, it\nshould not be considered to be a fetter on the right to\ninformation, but as an equally important provision\nprotecting other public interests essential for the\nF fulfilment and preservation of democratic ideals. [Para 33]\n[1089-F-H; 1090-A-C]\nG\n5.6. When trying to ensure that the right to\ninformation does not conflict with several other public\ninterests (which includes efficient operations of the\ngovernments, preservation of confidentiality of sensitive\ninformation, optimum use of limited fiscal resources, etc.),\nit is difficult to visualise and enumerate all types of\ninformation which require to be exempted from\ndisclosure in public interest. The legislature has however\nH made an attempt to do so. The enumeration of\nCENTRAL BOARD OF SECONDARY EDUCATION v.1045\nADITYA BANDOPADHYAY\nexemptions is more exhaustive than the enumeration of A\nexemptions attempted in the earlier Act that is Section 8\nof the Freedom to Information Act, 2002. The Courts and\nInformation Commissions enforcing the provisions of RTI\nAct have to adopt a purposive construction, involving a\nreasonable and balanced approach which harmonises\nthe two objects of the Act, while interpreting Section 8\nand the other provisions of the Act. [Para 34] [1090-D-F]\nB\nC\nD\n៣.\nE\n5.7. The RTI Act provides access to all information\nthat is available and existing. This is clear from a\ncombined reading of Section 3 and the definitions of\n‘information' and 'right to information' under clauses (f)\nand (j) of Section 2 of the Act. If a public authority has any\ninformation in the form of data or analysed data, or\nabstracts, or statistics, an applicant may access such\ninformation, subject to the exemptions in Section 8 of the\nAct. But where the information sought is not a part of the\nrecord of a public authority, and where such information\nis not required to be maintained under any law or the\nrules or regulations of the public authority, the Act does\nnot cast an obligation upon the public authority, to collect\nor collate such non-available information and then\nfurnish it to an applicant. A public authority is also not\nrequired to furnish information which require drawing of\ninferences and/or making of assumptions. It is also not\nrequired to provide 'advice' or 'opinion' to an applicant, F\nnor required to obtain and furnish any 'opinion' or\n‘advice' to an applicant. The reference to ‘opinion' or\n‘advice' in the definition of 'information' in Section 2(f) of\nthe Act, only refers to such material available in the\nrecords of the public authority. Many public authorities\nhave, as a public relation exercise, provide advice,\nguidance and opinion to the citizens. But that is purely\nvoluntary and should not be confused with any\nobligation under the RTI Act. [Para 35] [1090-G-H; 1091-\nA-C]\nG\nH\nA\nC\n1046 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\n5.8. Section 19(8) of RTI Act has entrusted the\nCentral/State Information Commissions, with the power\nto require any public authority to take any such steps as\nmay be necessary to secure the compliance with the\nprovisions of the Act. Apart from the generality of the said\nB power, clause (a) of section 19(8) refers to six specific\npowers, to implement the provision of the Act. The power\nunder Section 19(8) of the Act however does not extend\nto requiring a public authority to take any steps which are\nnot required or contemplated to secure compliance with\nthe provisions of the Act or to issue directions beyond\nthe provisions of the Act. The power under Section 19(8)\nof the Act is intended to be used by the Commissions to\nensure compliance with the Act, in particular ensure that\nevery public authority maintains its records duly\ncatalogued and indexed in the manner and in the form\nwhich facilitates the right to information and ensure that\nthe records are computerized, as required under clause\n(a) of Section 4(1) of the Act; and to ensure that the\ninformation enumerated in clauses (b) and (c) of Sections\n4(1) of the Act are published and disseminated, and are\nperiodically updated as provided in sub-Sections (3) and\n(4) of Section 4 of the Act. If the 'information' enumerated\nin clause (b) of Section 4(1) of the Act are effectively\ndisseminated (by publications in print and on websites\nand other effective means), apart from providing\ntransparency and accountability, citizens will be able to\naccess relevant information and avoid unnecessary\napplications for information under the Act. [Para 36] [1091-\nF-H; 1092-A-F]\nD\nE\nF\nG\nH\n5.9. The right to information is a cherished right.\nInformation and right to information are intended to be\nformidable tools in the hands of responsible citizens to\nfight corruption and to bring in transparency and\naccountability. The provisions of RTI Act should be\nenforced strictly and all efforts should be made to bring\nto light the necessary information under clause (b) of\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1047\nADITYA BANDOPADHYAY\nC\nSection 4(1) which relates to securing transparency and A\naccountability in the working of public authorities and in\ndiscouraging corruption. But in regard to other\ninformation,(that is information other than those\nenumerated in Section 4(1)(b) and (c)), equal importance\nand emphasis are given to other public interests (like B\nconfidentiality of sensitive information, fidelity and\nfiduciary relationships, efficient operation of\ngovernments, etc.). Indiscriminate and impractical\ndemands or directions under RTI Act for disclosure of all\nand sundry information (unrelated to transparency and\naccountability in the functioning of public authorities and\neradication of corruption) would be counter-productive\nas it would adversely affect the efficiency of the\nadministration and result in the executive getting bogged\ndown with the non-productive work of collecting and\nfurnishing information. The Act should not be allowed to\nbe misused or abused, to become a tool to obstruct the\nnational development and integration, or to destroy the\npeace, tranquility and harmony among its citizens. Nor\nshould it be converted into a tool of oppression or\nintimidation of honest officials striving to do their duty.\nThe threat of penalties under the RTI Act and the pressure\nof the authorities under the RTI Act should not lead to\nemployees of a public authorities prioritising 'information\nfurnishing', at the cost of their normal and regular duties.\n[Para 37] [1092-G-H; 1093-A-F]\nD\nE\nF\nState of Uttar Pradesh v. Raj Narain (1975) 4 SCC\n428:1975 (3) SCR 333; Dinesh Trivedi v. Union of India\n(1997) 4 SCC 306:1997 (3) SCR 93; People's Union for Civil\nLiberties v. Union of India (2004) 2 SCC 476: 2004 (1) SCR G\n232 - referred to.\nCase Law Reference:\n1984 (4) SCC 27\nReferred to.\nPara 6\nH.\n"}