{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"RADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL [P. SATHASIVAM, J.]\n939\nconspiracy they had smuggled several items of foreign goods A\nin the years 1959 and 1960. In that connection, an enquiry was\nheld by the Customs authorities. In the course of the enquiry,\nsome of the goods said to have been smuggled were seized.\nAfter the close of the enquiry those goods were ordered to be\nconfiscated. In addition, penalty was imposed on some of the B\naccused. Thereafter, on February 19, 1965, the Assistant\nCollector of Customs, Bombay after obtaining the required\nsanction of the Government filed a complaint against five\npersons including the appellants in Criminal Appeal No. 35 of\n1967 (accused Nos. 1 and 2 in the case) under Section 120-\nB, I.P.C. read with Clauses (37), (75), (76) and (81) of Section\n167 of the Sea Customs Act, 1878 (Act VIII of 1878) as well\nas under Section 5 of the Imports and Exports (Control) Act,\n1947. Before the commencement of the enquiry in that\ncomplaint, the 1st accused filed the application mentioned\nabove on August 3, 1965. In the enquiry held by the Collector\nof Customs, he gave the benefit of doubt to accused Nos. 1\nand 2. This is what he stated therein:\n\"As regards M/s. Larmel Enterprises (of which accused No.\n1 is the proprietor and accused No. 2 is the Manager)\nalthough it is apparent that they have directly assisted the\nimporters in their illegal activities and are morally guilty.\nSince there is no conclusive evidence against them to hold\nthem as persons concerned in the act of unauthorised\nimportation, they escape on a benefit of doubt.\"\nDespite the above finding, the Assistant Collector in his\ncomplaint sought to prosecute these accused persons. The\nConstitution Bench has considered the contention that \"the\nfinding of the Collector of Customs referred to earlier operated\nas an issue estoppeld in the present prosecution\". The following\n- conclusion of the Constitution Bench is relevant:\n\"9. The rule laid down in that decision was adopted by this\nCourt in Pritam Singh v. State of Punjab, AIR 1956 SC\n415 and again in N.R. Ghose alias Nikhil Ranjan Ghose\nC\nD\nE\nF\nG\nH\nA\nB\nC\n940\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nv. State of West Bengal, (1960) 2 SCR 58. But before an\naccused can call into aid the above rule, he must establish\nthat in a previous lawful trial before a competent court, he\nhas secured a verdict of acquittal which verdict is binding\non his prosecutor. In the instant case for the reasons\nalready mentioned, we are unable to hold that the\nproceeding before the Collector of Customs is a criminal\ntrial. From this, it follows that the decision of the Collector\ndoes not amount to a verdict of acquittal in favour of\naccused Nos. 1 and 2.\"\n19. It is relevant to point that the above dictum of the\nConstitution Bench in L.R. Malwani (supra) was relied on by a\nthree-Judge Bench in Standard Chartered Bank (supra).\n20. In Iqbal Singh Marwah (supra), about the binding\nD nature of the decision in criminal court in respect of the same\nissue, it was held:\nE\nF\nG\nH\n\"32. Coming to the last contention that an effort should be\nmade to avoid conflict of findings between the civil and\ncriminal courts, it is necessary to point out that the standard\nof proof required in the two proceedings are entirely\ndifferent. Civil cases are decided on the basis of\npreponderance of evidence while in a criminal case the\nentire burden lies on the prosecution and proof beyond\nreasonable doubt has to be given. There is neither any\nstatutory provision nor any legal principle that the findings\nrecorded in one proceeding may be treated as final or\nbinding in the other, as both the cases have to be decided\non the basis of the evidence adduced therein. While\nexamining a similar contention in an appeal against an\norder directing filing of a complaint under Section 476 of\nthe old Code, the following observations made by a\nConstitution Bench in M.S. Sheriff v. State of Madras give\na complete answer to the problem posed: (AIR p. 399,\nparas 15-16)\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 941\nBENGAL [P. SATHASIVAM, J.]\n\"15. As between the civil and the criminal A\nproceedings we are of the opinion that the criminal matters\nshould be given precedence. There is some difference of\nopinion in the High Courts of India on this point. No hard-\nand-fast rule can be laid down but we do not consider that\nthe possibility of conflicting decisions in the civil and B\ncriminal courts is a relevant consideration. The law\nenvisages such an eventuality when it expressly refrains\nfrom making the decision of one court binding on the other,\nor even relevant, except for certain limited purposes, such\nas sentence or damages. The only relevant consideration C\nhere is the likelihood of embarrassment.\n16. Another factor which weighs with us is that a civil\nsuit often drags on for years and it is undesirable that a\ncriminal prosecution should wait till everybody concerned\nhas forgotten all about the crime. The public interests D\ndemand that criminal justice should be swift and sure; that\nthe guilty should be punished while the events are still fresh\nin the public mind and that the innocent should be absolved\nas early as is consistent with a fair and impartial trial.\nAnother reason is that it is undesirable to let things slide E\ntill memories have grown too dim to trust.\nThis, however, is not a hard-and-fast rule. Special\nconsiderations obtaining in any particular case might\nmake some other course more expedient and just. For\nF\nexample, the civil case or the other criminal proceeding\nmay be so near its end as to make it inexpedient to stay\nit in order to give precedence to a prosecution ordered\nunder Section 476. But in this case we are of the view that\nthe civil suits should be stayed till the criminal proceedings\nhave finished.\"\nG\n21. In B.N. Kashyap (supra), the Full Bench of the Court\nwhile considering Sections 40 to 43 of the Evidence Act, 1872\nhas held that finding on certain facts by a civil Court in action\nin personam is not relevant before the Criminal Court when it H\n942 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA is called upon to give a finding on the same facts. Similarly the\nfinding on certain facts by the Criminal Court is not relevant\nbefore the civil Court when it is called upon to give a finding\non the same facts.\nB\nс\n22. The above decisions, particularly, the decision in\nStandard Chartered Bank (supra) which arose under the FERA\nand dealt with the scope of Sections 50, 51 and 56 which in\nturn relied on and followed in the decision of Constitution Bench\nin L.R. Malwani (supra) is directly on the point raised in this\nappeal. In fact, this Court, in para 21, in the Standard Chartered\nBank (supra) considered the very scope of the words \"without\nprejudice to any award of penalty by the adjudicating officer\nunder this Act\" as mentioned in Section 56 of the Act.\n23. Considering the interpretation relating to Sections 50,\nD 51 and 56 by various decisions, I am of the view that in a statute\nrelating to economic offences, there is no reason to restrict the\nscope of any provisions of the Act. These provisions ensure\nthat no economic loss is caused by the alleged contravention\nby the imposition of an appropriate penalty after adjudication\nE under Section 51 of the Act and to ensure that the tendency to\nviolate is guarded by imposing appropriate punishment after\ndue transaction in terms of Section 56 of the Act. In fact, it is\nrelevant to point out that Section 23D of the Foreign Exchange\nRegulation Act, 1947 had a proviso, which indicates that the\nF adjudication for the imposition of penalty should precede\nmaking of complaint in writing to the court concerned for\nprosecuting the offender. The absence of a similar proviso to\nSection 51 or to Section 56 of the present 1973 Act is a clear\nindication that the Legislature intended to treat the two\nproceedings as independent of each other. There is nothing in\nthe present Act to indicate that a finding in adjudication is\nbinding on the Court in a prosecution under Section 56 of the\nAct or that the prosecution under Section 56 depends upon the\nresult of adjudication under Section 51 of the Act. It is reiterated\nthat the two proceedings are independent and irrespective of\nG\nH\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 943\nBENGAL [P. SATHASIVAM, J.]\nthe outcome of the decision under Section 50, there cannot be A\nany bar in initiating prosecution under Section 56. The scheme\nof the Act makes it clear that the adjudication by the concerned\nauthorities and the prosecution are distinct and separate. No\ndoubt, the conclusion of the adjudication, in the case on hand,\nthe decision of the Special Director dated 18.11.1996, may be B\na point for the appellant and it is for him to put forth the same\nbefore the Magistrate. Inasmuch as FERA contains certain\nprovisions and features which cannot be equated with the\nprovisions of Income Tax Act or the Customs Act and in the light\nof the mandate of Section 56 of the FERA, it is the duty of the C\nCriminal Court to discharge its functions vest with it and give\neffect to the legislative intention, particularly, in the context of\nthe scope and object of FERA which was enacted for the\neconomic development of the country and augmentation of\nrevenue. Though the Act has since been repealed and not\navailable at present, those provisions cannot be lightly\ninterpreted taking note of the object of the Act.\nD\n24. In view of the above analysis and discussion, I agree\nwith the conclusion arrived at by the Metropolitan Magistrate,\nCalcutta as well as the decision of the High Court. E\nConsequently, the appeal fails and the same is dismissed.\nB.B.B.\nAppeal allowed.\n"}