{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"RADHEYSHYAM KEJRIWAL v. STATE OF WEST 919\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nproceedings is on merits and the concerned person(s) is/ A\nare innocent, and the criminal prosecution is also on the\nsame set of facts and circumstances, the criminal\nprosecution cannot be allowed to continue. The reason is\nobvious criminal complaint is filed by the departmental\nauthorities alleging violation/contravention of the provisions B\nof the Act on the part of the accused persons. However, if\nthe departmental authorities themselves, in adjudication\nproceedings, record a categorical and unambiguous\nfinding that there is no such contravention of the provisions\nof the Act, it would be unjust for such departmental C\nauthorities to continue with the criminal complaint and say\nthat there is sufficient evidence to foist the accused\npersons with criminal liability when it is stated in the\ndepartmental proceedings that ex facie there is no such\nviolation. The yardstick would, therefore, be to see as to\nD\nwhether charges in the departmental proceedings as well\nas criminal complaint are identical and the exoneration of\nthe concerned person in the departmental proceedings is\non merits holding that there is no contravention of the\nprovisions of any Act.\"\nWe respectfully endorse the view taken by the Bombay\nHigh Court in the case of Hemendra M. Kothari (supra) and\nDelhi High Court in Sunil Gulati (supra).\n--\nE\n23. Bearing in mind the principles aforesaid we proceed F\nto consider the case of the appellant. In the adjudication\nproceeding on merit the adjudicating authority has categorically\nheld that \"the charges against Shri Radheshyam Kejriwal for\ncontravening the provisions of Section 9(1)(f) (i) and Section\n8(2) read with Section 64(2) of the Foreign Exchange\nRegulation Act, 1973 cannot be sustained\". In the face of the\naforesaid finding by the Enforcement Directorate in\nadjudication proceeding that there is no contravention of any\nof the provisions of the Act, it would be unjust and an abuse of\nG\nH\n920 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA the process of the court to permit the Enforcement Directorate\nto continue with the criminal prosecution.\nB\n24. In the result the appeal is allowed, the impugned\njudgment of the learned Metropolitan Magistrate and the order\naffirming the same by the High Court are set aside and\nappellant's prosecution is quashed.\nP. SATHASIVAM, J. 1. This appeal is filed against the\nfinal judgment and order dated 10.08.2001 passed by the High\nCourt of Calcutta in C.R.R. No. 3593 of 1997 whereby the\nC learned single Judge of the High Court dismissed the\napplication filed by the appellant herein under Sections 401 and\n482 of the Code of Criminal Procedure, 1973 (hereinafter\nreferred to as 'the Code') for quashing the criminal proceedings\ninitiated against him vide Complaint Case No. 965 of 1995\nD under Section 56 of the Foreign Exchange Regulation Act, 1973\n(hereinafter referred to as “the FERA\") pending in the Court of\n9th Metropolitan Magistrate, Calcutta.\nE\n2. BRIEF FACTS:\n(a) On 07.05.1993, a show cause notice bearing No. T-4/\n2-C/93 was issued by the Special Director, Enforcement\nDirectorate, FERA, Government of India, New Delhi to five\npersons including the appellant herein for holding inquiry under\nSection 51 of the FERA for the purpose of adjudicating the\nF penalty under Section 50 for contravening the provisions of\nSections 8(2) and 9(1)(f)(i) of the FERA which provides that no\nperson shall make or receive any payment except with the\nspecial permission of the Reserve Bank of India. A search was\nconducted in the premises of one Shri Piyush Kumar Barodia\nG at Calcutta wherefrom certain documents were found including\nthe telephone diary. Apart from certain incriminating documents\nfound against some other persons, some entries resembling\nto the name of the appellant herein were also found. After\ninterrogating several persons, the Department came to the\nH conclusion that Piyush Kumar Barodia was engaged in the\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 921\nBENGAL [P. SATHASIVAM, J.]\ntransaction of providing dollars abroad by receiving the money A\nin Indian currency in India. He used to send money through his\nyounger brother placed at Bombay, who in turn, used to give\nthe same to one Shri Babu Bhai Umaidmal Jain @ Bhansali\nand Bhansali used to send the money to one Shri Anil Bhai at\nLondon and the Anil Bhai used to deliver equivalent amount of B\nforeign exchange to the agents of such intending persons\nabroad.\nC\nD\n(b) On 09.12.1994, the Enforcement Directorate, before\nreceiving the reply from the appellant herein, in response to the\nnotice dated 07.05.1993, issued another show cause notice\nunder Section 61 of the FERA for taking cognizance of the\noffences committed on account of the contravention of the\nprovisions of the FERA. On 07.09.1995, without waiting for the\nreply of the appellant in response to the two notices, one under\nSection 51 for adjudication of penalty proceedings and other\nunder Section 61 for taking cognizance of the offence, a\ncomplaint was filed by the Department under Section 56 of the\nFERA alleging violation of provisions contained in Sections\n8(2) and 9(1)(f)(i) of the FERA. The Special Director,\nEnforcement Directorate, FERA, New Delhi after going through\nthe entire record and the evidences, vide order dated\n18.11.1996, acquitted the appellant by holding that no penalty\ncould be imposed as there is no proper evidence to connect\nthe appellant with the contravention of any of the provisions of\nthe FERA and accordingly directed to drop the proceedings F\nand discharged the notices.\n(c) Though no triable issue remained after the final\nadjudication by the Special Director, Enforcement Directorate,\nthe criminal proceedings were not dropped by the Department.\nOn 27.03.1997, the appellant filed an application before the\nMetropolitan Magistrate, Calcutta for dropping the\nproceedings. Vide order dated 02.09.1997, the Metropolitan\nMagistrate rejected the said application and held that there is\nno bar to proceed with the criminal case as the proceeding\nE\nG\nH\n922\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA before the FERA Board is separate.\nB\n(d) Being aggrieved by the said order, on 04.12.1997, the\nappellant filed an application under Sections 401 and 482 of\nthe Code before the High Court of Calcutta for quashing of the\ncriminal proceedings. The High Court, by the impugned order\ndated 10.08.2001, rejected the prayer for quashing of the\ncriminal proceedings. Against the said order, the appellant has\nfiled this appeal by way of special leave before this Court.\n3. Heard Mr. Amarendra Sharan, learned senior counsel\nC for the appellant and Mr. P.P. Malhotra, learned ASG for the\nrespondents.\n4. The main question that arises for consideration in this\nappeal is whether the Enforcement Directorate (ED) FERA can\nD prosecute the appellant in a proceeding under Section 56 of\nthe FERA when on the self-same facts and cause of action, the\nrespondent-adjudicating authority dropped the charges framed\nunder Section 50 of the FERA.\nE\n5. Since I have briefly stated the factual details in the earlier\nparagraphs, there is no need to traverse the same once again.\nHowever, it is not in dispute that the residential premises of the\nappellant, a business man was searched by the office of the\nEnforcement Directorate on 22.05.1992 and certain documents\nwere seized. Based on the same, on 07.05.1993, a show cause\nF notice was served against him by the Enforcement Directorate\ndirecting him to show cause as to why adjudication\nproceedings as contemplated under Section 51 of the FERA\nshould not be proceeded against him for contravening the\nprovisions of Sections 8(2) and 9(1)(f)(i) of the FERA. The\nG appellant submitted his reply to the show cause notice.\nThereafter, adjudication proceedings in respect of the show\ncause notice dated 07.05.1993 was instituted before the\nSpecial Director, Enforcement Directorate, FERA, New Delhi.\nAfter considering the submissions of both sides, Special\nH Director passed an order dated 18.11.1996 holding that the\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 923\nBENGAL [P. SATHASIVAM, J.]\nEnforcement Directorate had failed to make out a prima facie A\ncase in support of charges of violation of Sections 8(2) and\n9(1)(f)(i) of the FERA and directed that the aforementioned\nDepartmental proceedings be dropped. It is relevant to point\nout that in the meantime i.e. on 26.07.1995, the respondents\nfiled a complaint against the appellant in the Court of Chief B\nMetropolitan Magistrate, Calcutta on the same cause of action\nwhich was taken cognizance by the Magistrate. According to\nthe appellant, inasmuch as the same issues having already\nbeen adjudicated by the authority concerned, the Magistrate\nought to have dropped the complaint and the continuation of\nthe proceedings would result in abuse of the process of the\nCourt. Aggrieved by the order of the Magistrate in not dropping\nthe proceedings and continuing the same, the appellant\npreferred revision before the High Court being CRR No. 3593\nof 1997. By the impugned order, the High Court accepting the\nstand of the Department refused to quash the criminal\nproceedings and dismissed the revision.\n6. In order to appreciate the claim of the appellant, it is\nuseful to refer the relevant provisions of FERA which are\napplicable to the issue raised. They are:\n\"Penalty\n50. If any person contravenes any of the provisions of this\nAct [other than section 13, clause (a) of sub-section (1) of\nsection 18, section 18A and clause (a) of sub-section (1)\nof section 19] or of any rule, direction or order made\nthereunder, he shall be liable to such penalty not exceeding\nfive times the amount or value involved in any such\ncontravention or five thousand rupees, whichever is more,\nas may be adjudged by the Director of Enforcement or any\nother officer of Enforcement not below the rank of an\nAssistant Director of Enforcement specially empowered in\nthis behalf by order of the Central Government (in either\ncase hereinafter referred to as the adjudicating officer).\nC\nD\nE\nF\nG\nH\n924 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nPower to adjudicate\n00\nB\nC\nD\nE\nF\nG\nH\n51. For the purpose of adjudging under section 50 whether\nany person has committed a contravention of any of the\nprovisions of this Act (other than those referred to in that\nsection) or of any rule, direction or order made thereunder,\nthe adjudicating officer shall hold an inquiry in the\nprescribed manner after giving that person a reasonable\nopportunity for making a representation in the matter and\nif, on such inquiry, he is satisfied that the person has\ncommitted the contravention, he may impose such penalty\nas he thinks fit in accordance with the provisions of that\nsection.\nOffences and Prosecutions\n56. (1) Without prejudice to any award of penalty by the\nadjudicating officer under this Act, if any person\ncontravenes any of the provisions of this Act [other than\nsection 13, clause (a) of sub-section (1) of section 18,\nsection 18A clause (a) of sub-section (1) of section 19,\nsub-section (2) of section 44 and sections 57 and 58], or\nof any rule, direction or order made thereunder, he shall,\nupon conviction by a court, be punishable, -(i) in the case\nof an offence the amount or value involved in which\nexceeds one lakh of rupees, with imprisonment for a term\nwhich shall not be less than six months, but which may\nextend to seven years and with fine:\nProvided that the court may, for any adequate and special\nreasons to be mentioned in the judgement, impose a\nsentence of imprisonment for a term of less than six\nmonths; (ii) in any other case, with imprisonment for a term\nwhich may extend to three years or with fine or with both.\"\n7. Mr. Amarendra Sharan, learned senior counsel for the\nappellant, after taking through the above provisions as well as\nthe order dated 18.11.1996 of the Special Director,\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 925\nBENGAL [P. SATHASIVAM, J.]\nEnforcement Directorate, dropping the departmental A\nproceedings submitted that in view of the said conclusion and\nof the fact that the Department had not challenged the same\nby way of further appeal, there cannot be criminal prosecution\nfor the same cause of action under Section 56(1) of FERA.\nB\n8. I have gone through the order of the Special Director\ndated 18.11.1996. I have already pointed out that pursuant to\nthe search and seizure, after issuance of show cause notice\nand opportunity of hearing, the Special Director, Enforcement\nDirectorate passed the above order. After considering all the\nC\nmaterials and finding that no incriminating documents relating\nto foreign exchange transactions and further finding that the\ncharges against the appellant for contravening the provisions\nof Sections 8 (2) and 9(1)(f)(i) read with Section 64 (2) of\nFERA cannot be sustained, the Special Director dropped the\nD\nproceedings initiated against the appellants and others.\nAdmittedly, the Department had not challenged the said\nconclusion by way of an appeal to the Foreign Exchange\nRegulation Appellate Board as per Section 52 of the FERA. It\nis the claim of the appellant that since there is a categorical\nfinding by the Special Director exonerating the appellant from\nall charges leveled against him, the Department is not\npermitted to initiate criminal proceedings under Section 56 of\nthe FERA. It is the stand of the appellant that in view of the\nlanguage used in sub-section (1) of Section 56, namely, \"without\nprejudice to any award or penalty by the adjudicating officer F\n• under this Act....\", and in the light of the categorical conclusion\nby the Special Director dropping all the charges, the\nEnforcement Department is estopped from initiating\nprosecution.\n9. In support of the above claim, learned senior counsel\nfor the appellant relied on the following decisions:-\n(1) G.L. Didwania and Another vs. Income Tax officer and\nAnother, 1995 Supp (2) SCC 724;\nE\nG\nH\nA\nB\nD\nE\n926 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\n(2) K.C. Builders and Another vs. Assistant\nCommissioner of Income-Tax, (2004) 2 SCC 731;\n(3) P.S. Rajya vs. State of Bihar, (1996) 9 SCC 1 and\n(4) Uttam Chand and Others vs. Income Tax Officer,\nCentral Circle, Amritsar, (1982) 2 SCC 543.\n10. The first decision, being G.L. Didwania (supra) arose\nunder the Income Tax Act. The appellant therein was an\nassessee and for the assessment year 1960-61, he filed his\nC return of income showing his income as Rs. 26,224/- in the\nprescribed form and the verification was signed by him on\n25.08.1961 and the return was filed on 08.09.1961. The\nappellant showed his business income from firms in Delhi and\nBombay. The assessment was made on 31.10.1961 by the\nofficer concerned taking the income to be of Rs. 35,699/-. There\nwas another firm, M/s Young India and Transport Company in\nwhich the minor children of the appellant and his two employees\nwere partners. In the assessment proceeding, the assessing\nauthority reached the conclusion that it was not a genuine firm\nand the instrument of partnership was invalid and inoperative.\nTherefore, the proceedings under Sections 147 and 148 of the\nIncome Tax Act were initiated against the appellant and his\nassessment was reopened. In pursuance of the notice under\nSection 148, the appellant filed his return showing his income\nas Rs. 29,500/-. By an order dated 17.03.1969, the Income Tax\nOfficer assessed the income of the appellant as Rs. 52,634/-\nand this figure was arrived at by adding the income of M/s.\nYoung India and Transport Company and for the same\nassessment year as though it was the income of the appellant.\nThe appellant made a statement in the verification to the return\nG filed on 02.12.1971 and delivered an account/statement which\naccording to the assessing authority was false or the assessee\nknew or believed to be false. On the basis of this assessment,\nthe prosecution was launched and the complaint by the\nauthorised authority was filed on 09.09.1977. Meanwhile, the\nH appellant-assessee filed an appeal before the Income Tax\nF\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 927\nBENGAL [P. SATHASIVAM, J.]\nAppellate Tribunal and the Tribunal by its order dated A\n24.02.1977 allowed the appeal and held that there was no\nsubstantial material to hold that the appellant was the owner of\nthe entire business. The Appellate Tribunal also observed that\nthe assessing authority arrived at wrong conclusion from the\nfacts on record and held that the business run in the name of B\nM/s Young India and Transport Company belonged to the\nassessee and accordingly the appellate authority deleted the\naddition of Rs. 23,134/- from the total income of the assessee.\nAfter the Appellate Tribunal passed the order, allowing the\nappeal in favour of the appellant, the assessee filed a petition C\nbefore the Magistrate to drop the criminal proceedings. The\nMagistrate by his order dated 02.09.1979 dismissed the said\napplication and held that the prosecution has got a right to lead\nevidence in support of his complaint and the court can come\nto the conclusion whether or not any criminal offence is made\nout. The Magistrate also observed that the order of the Tribunal\ncan be taken only as evidence. Aggrieved by the same, the\nappellant-assessee filed an application under Section 482 of\nthe Code before the High Court and the High Court dismissed\nthe same in limine which was challenged before this Court. The\nquestion before this Court was whether the prosecution can be\nsustained in view of the order passed by the Tribunal. In the\nfactual scenario, this Court held as under:\nD\nE\n\"4. ...\nAs noted above, the assessing authority held that\nthe appellant-assessee made a false statement in respect F\nof income of M/s Young India and Transport Company and\nthat finding has been set aside by the Income Tax\nAppellate Tribunal. If that is the position then we are unable\nto see as to how criminal proceedings can be sustained.\"\nThe ratio laid down in the decision is that in view of conclusion\nof the Income Tax Appellate Tribunal, the Department is not\npermitted to continue the criminal proceeding which was\npending before the Magistrate and the finding of the Appellate\nTribunal is a conclusive one. Based on such conclusion, this\nG\nH\n928 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA Court quashed the criminal proceeding and allowed the appeal\nof the assessee.\nB\nC\nD\n11. The second decision being K.C.Builders (supra) also\narose under the Income Tax Act. Here again, relying on the\nearlier decision in G.L. Didwania (supra), this Court held as\nunder:\n\"31. It is a well-established principle that the matter which\nhas been adjudicated and settled by the Tribunal need not\nbe dragged into the criminal courts unless and until the act\nof the appellants could have been described as culpable.\"\n12. The third decision being P.S. Rajya (supra), relates\nto power of the Court under Section 482 of the Code in respect\nof quashing of complaint/FIR. In this decision, it was held that\nif the issue in the criminal proceeding is identical to the\ndepartmental proceeding which could not be established, the\nDepartment is not permitted to pursue the same charge in the\ncriminal proceeding.\n13. The last decision relied on by the counsel is Uttam\nE Chand (supra). This decision also arose under the Income Tax\nAct. Without adverting to any statutory provisions and the earlier\ndecisions, confining to the facts of this case, noting the finding\nrecorded by the Income Tax Appellate Tribunal that one Smt.\nJanak Rani was a partner of the assessee firm and that the firm\nF was a genuine firm, this Court quashed the criminal proceeding\ninitiated against her for filing false returns.\nG\nН\n14. The first two decisions admittedly arose from the\nIncome Tax Act. It is not demonstrated before us that whether\nidentical provisions, namely, Sections 50, 51 and 56 of the\nFERA are available in the Income Tax Act. Even otherwise, in\nthe light of the language used in Section 56(1) of the FERA,\n. there cannot be any bar irrespective of the decision under\nSection 50, which I will elaborate in the succeeding\nparagraphs. The third decision relied on by the appellant\n"}