{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RADHEYSHYAM KEJRIWAL v. STATE OF WEST 909\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nobserved above, the contention of Mr. Malhotra is without merit A\nand the decision relied on in no way supports his contention.\n15. Mr. Malhotra, then contends that finding of the\nEnforcement Directorate in the adjudication proceedings is not\nbinding or relevant in the criminal court where the appellant is\nB\nfacing the trial. In support of the contention, reliance has been\nplaced on a full Bench decision of the Lahore High Court in the\ncase of B.N. Kashyap vs. Emperor AIR (32) 1945 Lahore 23\nand our attention has been drawn to the following passage:\n\"There is no reason in my judgment as to why the C\ndecision of the civil Court particularly in an action in\npersonam should be allowed to have that sanctity. There\nappears to be no sound reason for that view. To hold that\nwhen a party has been able to satisfy a civil court as to\nthe justice of his claim and has in the result succeeded in D\nobtaining a decree which is final and binding upon the\nparties, it would not be open to criminal Courts to go\nbehind the findings of the civil Court is to place the latter\nwithout any valid reason in a much higher position than\nwhat it actually occupies in the system of administration E\nin this country and to make it master not only of cases\nwhich it is called upon to adjudicate but also of cases which\nit is not called upon to determine and over which it has\nreally no control. The fact is that the issues in the two cases\nalthough based on the same facts (and strictly speaking\neven parties in the two proceedings) are not identical and\nthere appears to be no sufficient reason for delaying the\nproceedings in the criminal Court, which unhampered by\nthe civil Court, is fully competent to decide the questions\nthat arise before it for its decision and where in the nature\nof things there must be a speedy disposal.\"\nF\nG\nWe do not find any substance in this submission of Mr.\nMalhotra also. We may observe that standard of proof in a\ncriminal case is much higher than that of the adjudication\nproceeding. The Enforcement Directorate has not been able H\n910 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA to prove its case in the adjudication proceeding and the\nappellant has been exonerated on the same allegation. The\nappellant is facing trial in the criminal case. Therefore, in our\nopinion, the determination of facts in the adjudication\nproceeding cannot be said to be irrelevant in the criminal case.\nB In the case of B.N. Kashyap (Supra), the full Bench had not\nconsidered as to the effect of a finding of fact in a civil case\nover the criminal cases and that will be evident from the\nfollowing passage from the said judgment:\nC\nD\n“I must, however, say that in answering the question,\nI have only referred to civil cases where the actions are in\npersonam and not those where the proceedings or actions\nare in rem. Whether a finding of fact arrived at in such\nproceedings or actions would be relevant in criminal\ncases, it is unnecessary for me to decide in this case.\nWhen that question arises for determination, the provisions\nof Section 41, Evidence Act, will have to be carefully\nexamined.\"\nThis Court had the occasion to consider this question in\nE the case of K.G. Premshanker v. Inspector of Police (2002) 8\nSCC 87, wherein it has been held as follows:-\nF\nG\nH\n\"30. What emerges from the aforesaid discussion is\n(1) the previous judgment which is final can be relied\nupon as provided under Sections 40 to 43 of the Evidence\nAct; (2) in civil suits between the same parties, principle\nof res judicata may apply; (3) in a criminal case, Section\n300 CrPC makes provision that once a person is convicted\nor acquitted, he may not be tried again for the same\noffence if the conditions mentioned therein are satisfied;\n(4) if the criminal case and the civil proceedings are for\nthe same cause, judgment of the civil court would be\nrelevant if conditions of any of Sections 40 to 43 are\nsatisfied, but it cannot be said that the same would be\nconclusive except as provided in Section 41. Section 41\n1\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 911\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nprovides which judgment would be conclusive proof of what A\nis stated therein.\"\nHence, we reject this submission of Mr Malhotra.\n16. Mr. Malhotra submits that finding recorded in the\nadjudication proceeding is not binding on the criminal\nproceeding as both the cases have to be decided on the basis\nof the evidence therein. Reliance has been placed on a\ndecision of this Court in the case of Iqbal Singh Marwah v.\nMeenakshi Marwah (2005) 4 SCC 370, relevant portion\nwhereof reads as follows:-\nB\nC\n\"32. Coming to the last contention that an effort should be\nmade to avoid conflict of findings between the civil and\ncriminal courts, it is necessary to point out that the standard\nof proof required in the two proceedings are entirely D\ndifferent. Civil cases are decided on the basis of\npreponderance of evidence while in a criminal case the\nentire burden lies on the prosecution and proof beyond\nreasonable doubt has to be given. There is neither any\nstatutory provision nor any legal principle that the findings\nrecorded in one proceeding may be treated as final or\nbinding in the other, as both the cases have to be decided\non the basis of the evidence adduced therein....\"\nE\nF\nWe do not have the slightest hesitation in accepting the\nbroad submission of Mr. Malhotra that finding in an adjudication\nproceeding is not binding in the proceeding for criminal\nprosecution. A person held liable to pay penalty in adjudication\nproceeding can not necessarily be held guilty in criminal trial.\nAdjudication proceedings are decided on the basis of\npreponderance of evidence of a little higher degree whereas G\nin a criminal case entire burden to prove beyond all reasonable\ndoubt lies on the prosecution. In the case of Iqbal Singh\nMarwah (supra) relied on by Mr. Malhotra, the question which\nfell for consideration was as to whether bar under Section 195\n(1) (b) (i) and (ii) operates for taking cognizance when a H\n912 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA complaint is filed alleging that will filed by the accused in a\nB\nC\nD\nE\nF\nG\nH\nprobate case is forged and while holding that the bar would not\noperate if the will is forged before its filing in the court, hence\nthe aforesaid observation of this court has no bearing in the\nfacts and circumstances of this case.\n17. It is trite that standard of proof required in criminal\nproceedings is higher than that required before adjudicating\nauthority and in case accused is exonerated before the\nadjudicating authority whether his prosecution on same set of\nfacts can be allowed or not is the precise question which falls\nfor determination in this case. There are authorities of this Court\nin relation to the Income-tax Act in this regard. The first in the\nseries is the judgment of this Court in the case of Uttam Chand\nand others vs. Income Tax Officer, Central Circle, Amritsar\n(1982) 2 SCC 543 in which registration of firm was cancelled\non the ground that it was not genuine and prosecution initiated\nfor filing false return. However, in appeal, the Income Tax\nAppellate Tribunal reversed the finding and held the firm to be\ngenuine. Relying on that, this court quashed the prosecution\ninter alia observing as follows:\n\"1. Heard counsel, special leave granted in view of the\nfinding recorded by the Income Tax Appellate Tribunal that\nit was clear on the appraisal of the entire material on the\nrecord and Shrimati Janak Rani was a partner of the\nassessee firm and that the firm was a genuine firm, we do\nnot see how the assessee can be prosecuted for filing\nfalse returns. We, accordingly, allow this appeal and quash\nthe prosecution.\n2. There will be no order as to costs.\"\nIn the case of G.L. Didwania and Another vs. Income Tax\nOfficer and Another 1995 Supp (2) SCC 724, on setting aside\nthe order of the assessing authority which led to the prosecution\nof the assessee by the Income-Tax Appellate Tribunal, this Court\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 913\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nheld the prosecution not permissible and while doing so A\nobserved as follows:\n\"4. In the instant case, the crux of the matter is attracted\nand whether the prosecution can be sustained in view of\nthe order passed by the tribunal. As noted above, the\nassessing authority held that the appellant-assessee made\na false statement in respect of income of M/s. Young India\nand Transport Company and that finding has been set\naside by the Income Tax Appellate Tribunal. If that is the\nposition then we are unable to see as to how criminal\nproceedings can be sustained.\"\nSimilar view has been taken by this Court in the case of\nK.C. Builders and Another vs. Assistant Commissioner of\nIncome Tax (2004) 2 SCC 731, in which it has been held as\nfollows:\nB\nC\nD\nE\nF\n\"26. In our view, once the finding of concealment and\nsubsequent levy of penalties under Section 271(1)(c) of the\nAct has been struck down by the Tribunal, the assessing\nofficer has no other alternative except to correct his order\nunder Section 154 of the Act as per the directions of the\nTribunal. As already noticed, the subject-matter of the\ncomplaint before this Court is concealment of income\narrived at on the basis of the finding of the assessing\nofficer. If the Tribunal has set aside the order of\nconcealment and penalties, there is no concealment in the\neye of the law and, therefore, the prosecution cannot be\nproceeded with by the complainant and further\nproceedings will be illegal and without jurisdiction. The\nAssistant Commissioner of Income Tax cannot proceed\nwith the prosecution even after the order of concealment G\nhas been set aside by the Tribunal. When the Tribunal has\nset aside the levy of penalty, the criminal proceedings\nagainst the appellants cannot survive for further\nconsideration. In our view, the High Court has taken the\nview that the charges have been framed and the matter is H\nA\nB\nC\n914 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nin the stage of further cross-examination and, therefore, the\nprosecution may proceed with the trial. In our opinion, the\nview taken by the learned Magistrate and the High Court\nis fallacious. In our view, if the trial is allowed to proceed\nfurther after the order of the Tribunal and the consequent\ncancellation of penalty, it will be an idle and empty formality\nto require the appellants to have the order of the Tribunal\nexhibited as a defence document inasmuch as the\npassing of the order as aforementioned is unsustainable\nand unquestionable.\"\n18. Mr. Sharan contends that aforesaid principle shall apply\nwith equal force in the prosecution under the Act as the basic\nprinciple which these judgments take note of to quash the\nprosecution is the higher standard of proof required in a\ncriminal case than the adjudication proceeding and no reference\nD at all has been made to the provisions of the Income-tax Act to\ncome to that conclusion. The decisions referred to above\npertain to prosecution under the Income-tax Act and obviously\nhad not adverted to any of the provisions of the Act, particularly\nSections 50, 51 and 56 of the Act points out Mr. P.P. Malhotra,\nE the Additional Solicitor General and therefore these decisions\nin his submission shall have no bearing on the facts of the\npresent case.\nF\nG\nH\n19. We find substance in the submission of Mr. Sharan.\nThere may appear to be some conflict between the views in\nthe case of Standard Charted Bank (supra) and L.R. Melwani\n(supra) holding that adjudication proceeding and criminal\nproceeding are two independent proceedings and both can go\non simultaneously and finding in the adjudication proceeding\nis not binding on the criminal proceeding and the judgments of\nthis Court in the case of Uttam Chand (supra), G.L. Didwania\n(supra) and K.C. Builders (supra) wherein this Court had taken\na view that when there is categorical finding in the adjudication\nproceeding exonerating the person which is binding and\nconclusive, the prosecution cannot be allowed to stand.\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 915\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nJudgments of this Court are not to be read as statute and when A\nviewed from that angle there does not seem any conflict\nbetween the two sets of decisions. It will not make any\ndifference on principle that latter judgments pertain to cases\nunder the Income Tax Act. The ratio which can be culled out from\nthese decisions can broadly be stated as follows :-\n(i)\nAdjudication proceeding and criminal prosecution\ncan be launched simultaneously;\n(ii) Decision in adjudication proceeding is not\nnecessary before initiating criminal prosecution;\n(iii) Adjudication proceeding and criminal proceeding\nare independent in nature to each other;\n(iv) The finding against the person facing prosecution\nin the adjudication proceeding is not binding on the\nproceeding for criminal prosecution;\n(v)\nB\nC\nD\nAdjudication proceeding by the Enforcement\nDirectorate is not prosecution by a competent court\nof law to attract the provisions of Article 20 (2) of E\nthe Constitution or Section 300 of the Code of\nCriminal Procedure;\n(vi) The finding in the adjudication proceeding in favour\nof the person facing trial for identical violation will\ndepend upon the nature of finding. If the exoneration\nin adjudication proceeding is on technical ground\nand not on merit, prosecution may continue; and\nF\n(vii) In case of exoneration, however, on merits where\nallegation is found to be not sustainable at all and G\nperson held innocent, criminal prosecution on the\nsame set of facts and circumstances can not be\nallowed to continue underlying principle being the\nhigher standard of proof in criminal cases.\nH\nA\n916 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nIn our opinion, therefore, the yardstick would be to judge\nas to whether allegation in the adjudication proceeding as well\nas proceeding for prosecution is identical and the exoneration\nof the person concerned in the adjudication proceeding is on\nmerits. In case it is found on merit that there is no contravention\nB of the provisions of the Act in the adjudication proceeding, the\ntrial of the person concerned shall be in abuse of the process\nof the court.\nC\n20. In the submission of Mr. Malhotra the matter stands\nsquarely covered by the decision of this Court in the case of\nStandard Chartered Bank (supra) which submission has found\nfavour with learned Brother Sathasivam, J. We deem it\nexpedient to consider the ratio and background of the said case\nin little detail. In the said case alleging violation of some of the\nprovisions of the Act the Enforcement Directorate issued\nD notices to the Standard Chartered Bank and its officers as to\nwhy proceedings for imposition of penalty under Section 50 of\nthe Act be not initiated against them. Further notices under\nSection 61 of the Act were also issued to them calling upon\nthem to produce the necessary permission from the concerned\nE authority for the transaction involved. The Standard Chartered\nBank and its officers filed writ petitions in the Bombay High\nCourt challenging the constitutional validity of Sections 50, 51\nand 68 of the Act. The Bombay High Court upheld the\nconstitutional validity of the aforesaid provisions of the Act but\nF at the same time observed that Section 68(1) of the Act shall\nnot be applicable to adjudication proceeding and it is confined\nto prosecution under the Act. The Bank and its officers\naggrieved by the judgment of the Bombay High Court upholding\nthe constitutional validity of the impugned provisions of the Act\nand the Union of India dissatisfied with the observation of the\nCourt whereby it restricted the application of Section 68(1) of\nthe Act to only criminal prosecution filed separate appeals\nbefore the Supreme Court. This Court upheld the decision of\nthe Bombay High Court so far as the constitutional validity of\nthe aforesaid provisions of the Act is concerned and accordingly\nG\nH\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 917\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\ndismissed the appeals filed by the Bank and its officers.\nHowever, this Court reversed the view of the Bombay High\nCourt in regard to the applicability of Section 68(1) of the Act\nand held that it shall be applicable to both adjudication\nproceeding as well as proceeding for prosecution under the Act.\nIn the case in hand we are not concerned with either of the\nissue.\nA\nB\nC\nD\n21. Another contention which was raised in the aforesaid\ncase was that criminal proceeding under Section 56 of the Act\ncould not be initiated before culmination of adjudication\nproceeding under Section 51 of the Act. It was contended in\nthe said case that there has to be finding in the adjudication\nproceeding about the violation of the provision of the Act and\nconsequential imposition of a penalty and only thereafter in the\nlight of those findings prosecution under Section 56 of the Act\ncould be launched. It was resisted by the Union of India relying\non the words \"Without prejudice to any award of penalty by the\nAdjudicating Officer\" in Section 56 of the Act and submission\nwas made that criminal action cannot wait till outcome of the\nadjudication proceeding. In the context of the aforesaid\nargument this Court observed that proceedings under Section\n51 and 56 of the Act are proceedings independent of each\nother and can be initiated simultaneously and finding in an\nadjudication proceeding is not binding on the Court in a\nproceeding for prosecution under Section 56 of the Act. The\neffect of finding of exoneration in the adjudication proceeding F\non criminal proceeding was not an issue and, therefore, the\njudgment under consideration cannot be said to have decided\nthis question with which we are concerned in the present\nappeal.\n1415\n22. A learned Single Judge of the Bombay High Court had\nthe occasion to consider this question in a case under the\nForeign Exchange Regulation Act in Criminal Application No.\n1070 of 1999 (Hemendra M. Kothari vs. Shri W.S. Vaigankar,\nAssistant Director, Enforcement Directorate (FERA), Govt. of\n[1]\nE\nG\nH\n918 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA India and State of Maharashtra), decided on 25.04.2007 and\non a review of large number of decisions of this Court and other\ncourts it came to the following conclusion :-\nB\nC\nD\nE\nLL\nF\nG\nН\n\"21. It may be noted that in the present case the\napplicant was exonerated by the Dy. Director of\nEnforcement, who was adjudicating authority, in the\nadjudication proceedings. Admittedly that order was not\nchallenged in appeal by the respondent and thus that order\nhas become final. I have already noted the facts and\nfindings of the adjudicating authority in detail. The\nadjudicating authority had clearly come to the conclusion\nthat there was no material to hold the present applicant\nguilty for contravention of the provisions of FERA and he\nwas completely exonerated. When in the departmental\nproceedings before the adjudicating authority, the\ndepartment could not establish the charges, it is difficult\nto imagine how the department could prove the same\ncharges before the criminal Court when the standard of\nproof may be much higher and stringent than the standard\nof proof required in departmental proceedings.\"\nThe Delhi High Court also considered this question arising\nout of a case under Foreign Exchange Regulation Act, in detail\nin the case of Sunil Gulati \u0026 Anr. V. R.K. Vohra 145 (2007)\nDLT 612, and held as follows :-\n\"In case of converse situation namely where the\naccused persons are exonerated by the competent\nauthorities/Tribunal in adjudication proceedings, one will\nhave to see the reasons for such exoneration to determine\nwhether these criminal proceedings should still continue.\nIf the exoneration in departmental adjudication is on\ntechnical ground or by giving benefit of doubt and not on\nmerits or the adjudication proceedings were on different\nfacts, it would have no bearing on criminal proceedings.\nIf, on the other hand, the exoneration in the adjudication\n"}