{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAJESH BHATNAGAR v. STATE OF UTTARAKHAND 905\n[SWATANTER KUMAR, J.]\nand he need not worry. However, the television and cooler were A\nnot given at that time. The behavior of the accused towards Ms.\nRenu did not change and whenever she came to her parental\nhome, she complained about the behavior of her in-laws and\ndemands of dowry from them. She even wrote letters to her\nfamily from time to time complaining of cruel behavior of the B\naccused towards her. In May 1995, Ms. Renu gave birth to a\nmale child. On 18th October, 1995, unfortunately, the father of\nMs. Renu expired and thereafter the family was not able to meet\nthe dowry demands raised by the accused persons. Sometime\nin the second week of November 1995, Ms. Renu came to her\nC\nparental home at 11.00 p.m. in the night. She was alone and\nhad not even brought her child with her. Being surprised, her\nmother had asked her what had happened. She started crying\nand informed her mother and uncle that the accused persons\nwere very unhappy, as the television and cooler had not been\ngiven and they had turned her out of the matrimonial home,\nrefusing to even give her, her child. The mother and the uncle\ntried to pacify Ms. Renu and told her that with the passage of\ntime, things would get settled and she should go back to her\nmatrimonial home. After 20-25 days, Mukesh came to his in-\nlaws' house. During their meeting, the mother and uncle of Ms.\nRenu told Mukesh to treat her properly and said that the child\nshould not be kept away from Ms. Renu. They also assured him\nthat as soon as they could make some arrangement, they would\ngive the television and cooler to Mukesh. After this assurance,\nMukesh took Renu with him to the matrimonial home. While F\nleaving, Renu told her mother that though they were sending her\nto her matrimonial home, her in-laws would kill her and she may\nnot come back at all.\nD\nE\n3. On 17th February, 1996, the uncle of Renu received a G\ncall from PW3, Anoop Sharma, resident of Roorkee, informing\nhim that some accident had taken place and Renu was not well.\nHe asked them to come to Roorkee immediately. Mother and\nuncle of Renu came to Roorkee, where they learnt and believed\nthat for failing to give television and cooler, Renu's mother-in- H\n906\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA law, brother-in-law and husband had sprinkled kerosene and\nset Renu on fire. Before setting her on fire, accused Mukesh\nhad also beat her and when Renu attempted to defend herself,\neven Mukesh received some bruises on his person. On 17th\nFebruary, 1996 itself, the mother of the deceased lodged a\nB complaint with the Police Station Gangnahar, Roorkee and\ncase No.32 of 1996 under Section 304B IPC was registered\non that very day.\nс\nD\n4. PW5, Sub-Inspector R.P. Purohit and PW7, Deputy\nS.P., M.L. Ghai, along with other police officers, reached the\nplace of occurrence, filled the panchayatnama, Ext.Ka-7,\nprepared the sketch of the place of occurrence and took the\nbody of the deceased into custody vide Exts.Ka-8 and Ka-1.\nThe dead body was sent for post mortem and photographs of\nthe dead body were taken vide Exts. 1, 3 and 3. The articles\nfound at place of occurrence, like container containing\nkerosene, empty container which was having smell of kerosene,\nthe stove pin, burnt ash, cloth rope, bangles, cloths of the\ndeceased, one match box, etc. were recovered from the site\nand were taken into custody vide Exts. 18 to 27. The post\nE mortem report of the deceased was Ext. Ka-6 whereafter the\ndead body was handed over to her family members. Injuries\nwere also found on the person of the accused Mukesh and he\nwas subjected to medical examination on 17th February, 1996\nat about 12.30 p.m. vide Ext. Ka-22. When M.L. Ghai, PW7,\non 17th February, 1996 before the arrest of the accused\npersons went to their house, he found the house open and the\naccused were absconding. He had directed that a lock be put\non the door of the house, which was later opened and the site\nmap Ext.Ka-9 was prepared.\nF\nG\n5. All the accused faced the trial and were convicted. Their\nconviction and the sentence awarded by the Trial Court were\nconfirmed by the High Court, as already noticed above. This\nis how the present appeals come up for consideration of this\nCourt\nH\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 907\n[SWATANTER KUMAR, J.]\nB\n6. First and foremost, it has been contended on behalf of A\nthe appellants that in the present case, the ingredients of\nSection 304 B IPC are not satisfied and as such, they cannot\nbe convicted for that offence. This contention is sought to be\nbuttressed by the counsel while relying upon the letters Exts.\nKa-2 to Ka-5 (four letters). The argument is that since no\ncomplaint of dowry has been made in these letters, therefore,\nit must follow that there was no demand of dowry made by the\naccused persons. In absence of such demand, the rigours of\nSection 304B do not come into play. Reliance has been placed\nupon the judgments of this Court in the cases of Meka\nRamaswamy v. Dasari Mohan \u0026 Ors. [AIR 1998 SC 774] and\nRajesh Tandon v. State of Punjab [1994 (1) SCALE 816].\nC\nD\n7. Before we examine the merit or otherwise of this\ncontention, it will be useful to state the basic ingredients of\nSection 304B IPC. The requirement of Section 304B is that the\ndeath of a woman be caused by burns, bodily injury or otherwise\nthan in normal circumstances, within seven years of her\nmarriage. Further, it should be shown that soon before her\ndeath, she was subjected to cruelty or harassment by her\nhusband or her husband's family or relatives and thirdly, that E\nsuch harassment should be in relation to a demand for dowry.\nOnce these three ingredients are satisfied, her death shall be\ntreated as a 'dowry death' and once a 'dowry death' occurs,\nsuch husband or relative shall be presumed to have caused her\ndeath. Thus, by fiction of law, the husband or relative would be F\npresumed to have committed the offence of dowry death\nrendering them liable for punishment unless the presumption\nis rebutted. It is not only a presumption of law in relation to a\ndeath but also a deemed liability fastened upon the husband/\nrelative by operation of law. This Court, in the case of Bansi G\nLal v. State of Haryana [(2011) 11 SCC 359], while analyzing\nthe provisions of Section 304B of the Act, held as under :\n\"18. In such a fact situation, the provisions of Section 113-\nB of the Evidence Act, 1872 providing for presumption that\nH\n908\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\nthe accused is responsible for dowry death, have to be\npressed in service. The said provisions read as under:\n\"113-B. Presumption as to dowry death.-When\nthe question is whether a person has committed the\ndowry death of a woman and it is shown that soon\nbefore her death such woman had been subjected\nby such person to cruelty or harassment for, or in\nconnection with, any demand for dowry, the court\nshall presume that such person had caused the\ndowry death.\"\n(emphasis supplied)\n19. It may be mentioned herein that the legislature in its\nwisdom has used the word \"shall\" thus, making a\nmandatory application on the part of the court to presume\nthat death had been committed by the person who had\nsubjected her to cruelty or harassment in connection with\nany demand of dowry. It is unlike the provisions of Section\n113-A of the Evidence Act where a discretion has been\nconferred upon the court wherein it had been provided that\ncourt may presume abetment of suicide by a married\nwoman. Therefore, in view of the above, onus lies on the\naccused to rebut the presumption and in case of Section\n113-B relatable to Section 304-B IPC, the onus to prove\nshifts exclusively and heavily on the accused. The only\nrequirements are that death of a woman has been caused\nby means other than any natural circumstances; that death\nhas been caused or occurred within 7 years of her\nmarriage; and such woman had been subjected to cruelty\nor harassment by her husband or any relative of her\nhusband in connection with any demand of dowry.\n20. Therefore, in case the essential ingredients of such\ndeath have been established by the prosecution, it is the\nduty of the court to raise a presumption that the accused\nhas caused the dowry death. It may also be pertinent to\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 909\n[SWATANTER KUMAR, J.]\nmention herein that the expression \"soon before her death\" A\nhas not been defined in either of the statutes. Therefore,\nin each case, the Court has to analyse the facts and\ncircumstances leading to the death of the victim and\ndecide if there is any proximate connection between the\ndemand of dowry and act of cruelty or harassment and the\ndeath. (Vide T. Aruntperunjothi v. State; Devi Lal v. State\nof Rajasthan; State of Rajasthan v. Jaggu Ram, SCC p.\n56, para 13; Anand Kumar v. State of M.P. and Undavalli\nNarayana Rao v. State of A.P.)\"\n8. Similar view was also taken by this Court in the case of\nBiswajit Halder alias Babu Halder \u0026 Anr. v. State of West\nBengal [(2008) 1 SCC 202].\nB\nC\n9. In light of the enunciated principles, now we will revert\nback to the facts of the present case. Immediately upon death D\nof the deceased, PW2, Smt. Vimla Devi, mother of the\ndeceased had lodged the report with the police where she had\ngiven in writing the complete facts, as we have stated above,\nand it is not necessary for us to repeat her complaint here. When\nher deposition was recorded in the Court, she, again, on oath, E\nreiterated the complete facts. According to her, the demand of\ndowry in relation to various items persisted right from the date\nof engagement, uptil the death of the deceased. Firstly,\ndemand was raised in relation to purchase of a refrigerator, for\nwhich a sum of Rs.10,000/- was given and it was only thereafter\nthat the engagement ceremony could be completed. Thereafter,\ntelevision and cooler were also demanded, for which they had\nthrown out the deceased Ms. Renu from her matrimonial home\nand it was only upon the assurance given by the mother and\nthe uncle of the deceased that Mukesh and his family had\nagreed to take her back to the matrimonial home. It must be\nnoticed that on 18th October, 1995, the father of the deceased\nhad died, but despite such death, the demands of dowry\npersisted from the accused persons. Not only this, while Ms.\nRenu was leaving her home for the last time along with Mukesh,\nF\nG\nH\n910\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA after Mukesh was assured that in future they would arrange for\ntelevision and cooler, she had categorically stated that she\napprehends danger to her life and she may not come back to\nher home. These circumstances clearly show the kind of threat\nand fear under which the deceased was living. PW1 is the uncle\nB of the deceased, who also fully corroborated the statement of\nPW2. According to this witness, Mukesh had climbed up to the\nroof and said that he would not come down and would not\npermit the engagement ceremony to be completed, unless a\nfridge was brought. Then Rs.10,000/- was given to his brother\nRajesh Bhatnagar, whereafter the ceremony was completed.\nThere is no contradiction or variation in the statements of PW1\nand PW2.\nC\nD\n10. One Anoop Sharma had informed them on 17th\nFebruary, 1996 that Ms. Renu had met with an accident. Anoop\nSharma was examined by the prosecution as PW3, and this\nwitness admitted that he had got the marriage arranged\nbetween Renu and Mukesh and when he had gone to meet his\naunt, who lived in Roorkee, while passing by the place situated\nnear the house of Mukesh, then he saw the gathering of people\nE there and had made the call to Ms. Renu's family from the STD\nbooth to Sikandrabad. This is another circumstance which\nshows that the accused persons were totally irresponsible and\ndid not even care to inform the family of the deceased, about\nher death. Dr. Vipin Kumar Premi, PW4, along with Dr. R.K.\nF Pande, had performed the post mortem on the dead body of\nthe deceased Renu. According to the doctor, the whole of the\nbody was burnt up to the stage of first and second degree burns\nand the deceased had expired due to ante mortem injuries and\nshock. Sub Inspector R.P. Purohit, the Investigating Officer,\nG (PW5) has testified with regard to the inquest investigation,\nrecovery of articles from the place of occurrence and recording\nof statements of witnesses. In his examination, he specifically\ndenied that the body of the deceased was handed over to\nMukesh and Rajesh after post mortem. Deputy Superintendent\nof Police M.L. Ghai, PW-7 had also visited the spot after\nH\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 911\n[SWATANTER KUMAR, J.]\ncomplainant Smt. Vimla Devi was examined. He prepared the A\nsite plan and conducted the inquest. This witness clearly stated\nthat when at 8.00 p.m. on 17th February, 1996, he went to the\nhouse of Mukesh, to make inquiries upon the formal registration\nof the case, he did not find the accused persons on the spot\nand, in fact, they had left the house open and fled. Therefore, B\nhe had got the house locked by a Havaldar of Chowki Tehsil.\nD\n11. From the above evidence, it is clear that there was\npersistent demand of dowry by the accused persons and they\nhad killed her by sprinkling kerosene on her and putting her on\nC\nfire. There can be no dispute that the deceased died an\nunnatural death within seven years of her marriage. Thus, the\ningredients of Section 304B are fully satisfied in the present\ncase. We are least satisfied with the contention of the learned\ncounsel appearing for the appellants, that merely because the\nletters on record do not specifically mention the dowry\ndemands, such letters have to be construed by themselves.\nwithout reference to other evidence and rebutting the\npresumption of a dowry death, giving the benefit of doubt to the\naccused. These letters have to be read in conjunction with the\nstatements of PW1 and PW2. It is difficult for one to imagine E\nthat these letters should have been worded by the deceased\nas submitted on behalf of the accused. She never knew with\ncertainty that she was going to die shortly. The letters clearly\nspell out the beatings given to her, the cruelties inflicted on her\nand reference to the conduct of the family. The evidence has F\nto be appreciated in its entirety. Neither the letters can be\nignored nor the statements of PW1 and PW2. If the letters had\nmade no reference to beatings, cruelty and ill-treatment meted\nout to the deceased and not demonstrating the grievance,\napprehensions and fear that she was entertaining in her mind, G\nbut were letters simpliciter mentioning about her well being and\nthat she and her in-laws were living happily without complaint\nagainst each other, the matter would have been different. In the\njudgment relied upon by the learned counsel appearing for the\naccused, it has specifically been recorded that the letters. H\nB\n912 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA produced in those cases had clearly stated that relations\nbetween the parties were cordial and there was no reference\nto any alleged cruelty or harassment meted out to the deceased\nby any of the accused in that case. On the contrary, in the letters,\nit was specifically recorded that the deceased was happy with\nall the members of the family. The oral and documentary\nevidence in those cases had clearly shown that the deceased\nwas never subjected to any cruelty or harassment. In those\ncases, there was no evidence of demand of dowry and cruelty\nto the deceased, which certainly is not the case here. In the\ncase before us, there is definite ocular, expert and documentary\nevidence to show that the deceased died an unnatural death,\nshe was subjected to cruelty and ill-treatment, there was\ndemand of dowry of specific items like refrigerator, television\nand cooler and she died within seven years of her marriage.\nC\nD\n12. Then the learned counsel appearing for the appellant\ncontended that the accused Mukesh had suffered 12 injuries\non his person in attempts to rescue the deceased and there\nwas no proximity between the demand of refrigerator and the\noccurrence. Therefore, the accused cannot be held guilty of the\nE offence charged. According to him, in any case, the courts\nought not to have awarded the punishment of life imprisonment\nto the accused persons keeping in view the entire facts of the\ncase and the fact that both the accused were young persons\nwhile their mother was an aged lady. He placed reliance upon\nF the judgment of this Court in the case of Hemchand v. State\nof Haryana [(1994) 6 SCC 727]. These contentions again are\nwithout any substance. No doubt, as per the statement of the\ndoctor, there were nearly 12 injuries found on the body of the\naccused Mukesh. Question is, how did he suffer these injuries?\nG No doubt the accused had suffered number of injuries. PW8,\nDr. D.D. Lumbahas explained the injuries on the body of the\naccused Mukesh as follows:\nH\n\"(1) Abraded swelling 2.0 cm x 1.5 cm, right upper\neyelid.\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 913\n(2)\n(3)\n[SWATANTER KUMAR, J.]\nAbraded swelling 3.0 cm x 1.5 cm, right side face, A\njust below right eye.\nAbrasion 1.0 cm x 0.2 cm, left side neck, front\nmiddle past.\n(4) Three abrasions in an area of 6.0 cm x 3.5 cm, each\nmeasuring 0.8 cm x 0.2 cm, 0.6 cm x 0.4 cm, and\n0.8 cm x 0.2 cm, right upper arm inner side lower\npast.\nB\n(5) Two faint contusions 2.0 cm apast, each measuring C\n1.5 cm x 0.5 cm and 2.0 cm x 0.8 cm right chest,\nfront, upper past.\n(6)\nFaint contusion 2.5 cm x 0.4 cm, left side chest,\nfront upper past.\nD\n(7)\nAbrasion 1.4 cm x 0.3 cm, left side chest outer side\n9.0 cm below armpit.\n(8) Two abrasion 1.5 cm apast, each measuring 5.0 x\n0.5 cm and 6.0 x 0.5 cm, left upper arm outer side,\nmiddle past.\n(9)\nAbrasion 0.8 x 0.2 cm, left upper arm, back, lower\npast.\n(10) Abrasion 0.7 cm x 0.4 cm, right back upper past.\n(11) Two abrasion 2.0 cm apast, each measuring 3.0\ncm x 0.3 cm and 6.0 cm x 0.5 cm, right back outer\nsite/at to the right armpit.\nE\nF\n(12) Abrasion 13.0 cm x 0.5 cm, right upper arm back G\nouter upper 2/3.\"\n13. The question that arises for consideration of this Court\nis as to how and when the accused Mukesh suffered the injuries.\nAccording to the accused, he had suffered these injuries when H\n914\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA he was trying to break open the door of the kitchen with the\nintention to save the deceased, because it was projected by\nthe defence that the deceased had died because of an accident\nof stove fire while cooking the food. This entire gamut of\nprojections by the defence counsel are not only afterthoughts\nB but, in fact, nothing but falsehood. This aspect has been well\nconsidered by the Trial Court, which recorded the following\nreasons for rejecting this theory propounded on behalf of the\ndefence:\nC\n\"(1) On the spot, a pin of stove was opened, however,\nthe stove was not burning. The switch of heater was\nalso off and it was also not found on.\n(2)\nThere was no cooked food.\nD\nヨ\nF\nןד\nG\n(3) On the spot the empty container was found which\ncontained kerosene oil smell. Besides this, the one\ncontainer containing kerosene oil was found.\nXXXXXX\nXXX\n(5) From the body of deceased and from earth,\nkerosene oil smell was coming.\n(6) The deceased was not wearing synthetic clothes.\nNo half burnt cloth was found.\n(7) About 12 injuries were found on the person of\naccused Mukesh on different parts of the body. On\nthe spot, the broken bangles of deceased were\nfound. All these things go to prove that deceased\nwas fighting for her life. No explanation was given\nby Mukesh for his injuries.\n(8)\nThe entrance of kitchen was not having any door\nand the statement given by defence that the door\nof the kitchen was closed and he had to open the\n☐ H\n"}