{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nSTATE OF PUNJAB AND ORS.\nV.\nBALWINDER SINGH\nFEBRUARY 16, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nD\nService Law:\nDismissal-Employee promoted as Head constable by DIG--Dismissal\nfrom service by Superintendent of Police, for absenting without leave--\nChallenged on the ground that dismissal order could be passed by DIG only\nand not Superintendent of Police-Held: Matter remanded back for fresh\nconsideration as the Service Rules were not considered by High Court-\nPunjab Police Rules-Chapter XII-Rules 12.1, 13.3(1), (2), 13.8(1).\nRespondent was appointed as Constable and was promoted as Head\nConstable by the Deputy Inspector General of Police (DIG). He remained\nabsent from duty for a long period. Enquiry officer found him guilty and\nconsequently on the basis of report of Enquiry officer, Superintendent of\nPolice dismissed him from service. He preferred an appeal to the DIG,\nE which was also dismissed. He filed a suit for declaration that the order of\ndismissal and order of DIG were not proper, taking plea that the\npromotion was given by DIG, he alone was competent authority to dismiss\nhim and not Superintendent of Police. Trial Court decreed the suit. First\nand second appeal were also dismissed. Hence the present appeal.\nF\nG\nH\nIn support of its case, State referred to the Punjab Police Rules,\nChapter XII relating to appointments and enrolments and submitted that\nthe Superintendent has the authority to grant the promotion.\nDisposing of the appeal and remitting the matter to High Court for\nfresh consideration, the Court\nHELD: 1. The Punjab Police Rules were not considered by the High\nCourt. Had these been considered, the High Court would have been in a\nbetter position to appreciate the rival stands. [332-G]\n330\ni\nSTATE OF PUNJAB v. BALWINDER SINGH [PASAYAT, J.] 331\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5625 of 2002. A\nFrom the Final Order \u0026 Judgment and Order dated 5.7.2001 of Punjab\nand Haryana High Court in Regular Second Appeal No. 81/1999.\nArun K. Sinha, Rakesh Singh and Mukesh Kumar Sinha for the\nAppellant.\nR.K. Talwar, Amit Talwar, and S.L. Aneja for the Respondents.\nThe Judgment of the Court was delivered by\nB\nARIJIT PASAYAT, J. The State of Punjab and its functionaries are C\nthe appellants in this appeal, directed against the final order and judgment\ndated 05.07.2001 passed in a Regular Second Appeal by a learned Single\nJudge of the Punjab and Haryana High Court.\nThe controversy lies within a very narrow compass.\nᎠ\nF\nThe respondent filed a Suit for a declaration that the order dated\n05.04.1995 passed by the Deputy Inspector General of Police, PAP, Jalandhar\nCantt whereby his appeal was dismissed and the order dated 31.08.1994\npassed by the Commandant, 13th Bn. PAP, Jalandhar Cantt dismissing him\nfrom service were not in order. The Commandant in departmental proceedings\nheld that his absence from duty during the periods 08.02.1994 to 16.03.1994 E\nand from 19.04.1994 to 24.02.1994 was to be treated as non duty and the\nperiod of suspension was to be held to have merged for all practical purposes.\nRespondent filed a Suit. His grievance was that the orders were in violation\nof the service rules, violative or principles of natural justice and, therefore,\nhe was entitled to a declaration that he continued to serve the department as\nHead Constable, as was the position before 31.08.1994 with consequential\nreliefs. His case, as reflected in the plaint was that he was appointed as\nConstable on 27.07.1981 and was promoted as Head Constable in June, 1990.\nHe remained absent on account of his ailment and went to his village for\ntreatment after informing the Incharge Officer. An enquiry was conducted on\nthe ground that he had unauthorisedly remained absent from duty. The enquiry\nG\nofficer had found him guilty and consequently, on the basis of the report of\nthe enquiry officer, which was accepted by the disciplinary authority, he was\ndismissed from service on 31.08.1994. The appeal to the Deputy Inspector\nGeneral of Police was also dismissed. The State of Punjab filed written\nstatement and raised a preliminary objection regarding maintainablility of the\nH\nན་\nB\n332\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Suit. On merits, it was stated that he was recruited as a Constable. He was..\npromoted as Head Constable. The authority who had ordered his dismissal\nwas the competent authority. This plea was raised to counter the plea of the\nplaintiff that the promotion having been given by the Deputy Inspector General\nof Police, he could be dismissed only by the said authority and not by the\nSuperintendent of Police. The Trial Court decreed the Suit. Appeal filed\nbefore the Additional District Judge, Jalandhar was also dismissed. The primary\nreasons indicated by the first appellate authority was that the plaintiff having\nbeen appointed by the Deputy Inspector General of Police and not by the\nSuperintendent of Police, the dismissal order, if any, could by passed by the\nDeputy Inspector General of Police and not the Superintendent of Police. A\nC Second Appeal under Section 100, Code of Civil Procedure, 1908 (in short\n'the Code') was filed. The Second Appeal was also dismissed upholding the\nconclusions of the Trial Court and the first appellate court so far as the\nauthority of the Superintendent of Police to dismiss the respondent is\nconcerned.\nᎠ\nE\nWhen the matter was placed for hearing, reliance was placed on a three\nJudge Bench decision of this Court in Civil Appeal No. 3274 of 2001 wherein\nit was noted that when the order of promotion was passed by the Inspector\nGeneral of Police, the order of dismissal could not have been passed by the\nCommandant.\nMr. Arun Kumar Sinha, learned counsel appearing for the State of\nPunjab and its functionaries submits with reference to Punjab Police Rules,\nChapter-XII relating to appointments and Enrollments that in the earlier order,\nthe relevant rules were not taken note of. He referred to Rule 12.1, 13.3(1)\nand (2) 13.8(1) and submitted that the Superintendent of Police was the\nF authority who could grant the promotion. The matter was placed before the\nDeputy Inspector General of Police at the time of annual inspection for his\napproval so that the formal order of promotion could be passed. He has filed\ncopies of certain documents, particularly, the order passed by the Deputy\nInspector General of Police relating to the promotion in question.\nG\nWe find that these aspects were not considered by the High Court. Had\nthese been considered, the High Court would have been in a better position\nto appreciate the rival stands. It is also correct, as conceded by Mr. Arun\nKumar Sinha, learned counsel appearing for the appellants that these rules do\nnot appear to have been placed for consideration before the earlier Bench.\nWe, therefore, deem it appropriate to remit the matter to the High Court for\nH\n1\nSTATE OF PUNJAB v. BALWINDER SINGH [PASAYAT, J.]\n333\nfresh consideration on merits. The judgment of the High Court is set aside. A\nWe make it clear that we have not expressed any opinion on the merits of the\ncases.\nLearned counsel for the respondent, with reference to Rule 16.38\nsubmitted that the procedure adopted by the authority is clearly untenable.\nThis is an aspect which can also be taken up by the High Court at the time\nof hearing of the second appeal.\nThe appeal is, accordingly, disposed of.\nB\nD.G.\nAppeal disposed of.\nC\n"}