{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\n00\nSTATE OF MAHARASHTRA AND ANR.\nv.\nSURESH PANDURANG DARVAKAR\nAPRIL 13, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPrison (Bombay Furlough and Parole) Rules, 1959:\nrr. 4(4) and 6—Release of prisoner on furlough--Grounds for-\nC Explained-On facts, relative of prisoner refused to stand surety for him—\nBesides, High Court while releasing him has not recorded any finding that\nDistrict Magistrate and/or Superintendent of Police did not object to the release\non ground of public peace and tranquility-Order of High Court set aside-\nPrisons Act, 1894—s.3(5A).\nD\n(I)\nE\nF\nState Government filed the present appeal challenging the order of\nthe High Court releasing the respondent on furlough.\nAllowing the appeal, the Court\nHELD: 1.1. Rule 4(4) of the Prison (Bombay Furlough and Parole)\nRules, 1959 mandates that the prisoner who seeks to be released cannot\nbe released if not recommended by the concerned authority on the ground\nof public peace and tranquility. The High Court has not recorded any\nfinding that the report of the District Magistrate and/or Superintendent\nof Police had not objected to the release on furlough on the ground of\npublic peace and tranquility. [1131-E-F]\n1.2. Further, Rule 6 requires that (a) a relative of the applicant\nshould be willing to receive him while on furlough and (b) he must be ready\nto enter into a surety bond. In the instant case, the relatives refused to\nexecute such surety bond. The verification reports received by the police\nfrom the District Magistrate and the Superintendent of Police indicate that\nG the sister of the respondent refused to stand surety as the respondent\nallegedly committed rape on his step mother. In view of the adverse police\nreport and non-compliance with the requirements stipulated under rr. 4(4)\nand 6, the competent authority rejected the application for grant of\nfurlough. Unfortunately, the High Court does not appear to have\n1128\nH\nSTATE OF MAHARASHTRA v. SURESH PANDURANG DARVAKAR [PASAYAT, J.]1 129\naddressed itself to these relevant aspects. Order of the High Court is set A\naside. It is, however, open to the respondent to apply for release on\nfulfillment of the requisite conditions as prescribed in the Rules.\n[1131-A-D; FJ\nCRIMINAL ORIGINAL JURISDICTION : Criminal Appeal No. 421\nof 2006.\nFrom the Judgment and Order dated 7.12.2005 of the High Court of\nJudicature of Bombay at Nagpur in Cr. W.P. No. 504 of 2005.\nS.S. Shinde and V.N. Raghupathy for the Appellants.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nB\nC\n1\nHeard counsel for the appellants.\nD\nNone appears for the respondent in spite of service of notice. The State\nof Maharashtra and the Superintendent, District Prison, Akola, Maharashtra\nchallenge the order passed by learned Single Judge of the Bombay High\nCourt, Nagpur Bench accepting respondent's prayer for release on furlough.\nBy the impugned order, learned Single Judge directed release of the respondent\non furnishing his surety of Rs. 500 lying in deposit with the jail authorities. E\nAccording to the learned counsel for the appellants, the High Court has\nnot kept in view Rules 4(4) and 6 of the Prison (Bombay Furlough and\nParole) Rules, 1959 (in short, the 'Rules'). The said Rules have been framed\nin exercise of powers conferred by Clauses (5) and (28) of Section 59 of the\nPrisons Act, 1894 (in short the ‘Act') in its application to the State of F\nMaharashtra as it stood then. The expression 'Furlough System' is defined in\nClause 5(A) of Section 3 of the Act, while the expression 'Parole System' is\ndefined in Clause 5(B) of the said provision. The underlying object of the\nRules relating to 'Parole' and 'Furlough' have been mentioned in the report\nsubmitted by All India Jail Manual Committee and the objects mentioned in.\nModel Prison Manual. The 'Furlough' and 'Parole' have two different\npurposes. It is not necessary to state the reasons while releasing the prisoner\non furlough, but in case of parole reasons are to be indicated in terms of Rule\n19. But release on furlough cannot be said to be an absolute right of the\nprisoner as culled out from Rule 17. It is subject to the conditions mentioned\nin Rule 4(4) and 6. Furlough is allowed periodically under Rule 3 irrespective H\nG\n1130\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA of any particular reason merely with a view to enable the prisoner to have\nfamily association, family and social ties and to avoid ill effect of continuous\nprison life. Prison of furlough is treated as a period spent in the prison. But\nRule 20 shows that period spent on parole is not to be counted as remission\nof sentence. Since the furlough is granted for no particular reason, it can be\ndenied in the interest of society; whereas parole is to be granted only on\nsufficient cause being shown.\nB\nC\nRule 4(4) and 6 read as follows :\nRule 4: When prisoners shall not be granted furlough.\nThe following categories of prisoners shall not be considered for\nrelease on furlough:\n་\n1\nD\n(1)\nE\nF\nXX\nXX\nXX\n(4) Prisoners whose release is not recommended in Greater Bombay\nby the Commissioner of Police and elsewhere, by the District\nMagistrate on the ground of public peace and tranquility.\nRule 6: Furlough not to be granted without surety:\nA prisoner shall not be granted furlough unless he has a relative.\nwilling to receive him while on furlough and ready to enter into a\nsurety bond in Form A appended to these rules for such amount as\nmay be fixed by the Sanctioning Authority.\n[Provided that the Sanctioning Authority may dispense with the\nrequirement of execution of such bond by relatives of prisoners\nconfined in Open Prisons as defined in clause (b) of rule 2 of the\nMaharashtra Open Prisons Rules 1971.]\nA bare reading of Rule 4(4) indicates that release can be refused when\nthe same is not recommended by the Commissioner of Police in Greater\nBombay and elsewhere, by the District Magistrate on the ground of public\nG peace and tranquility.\nRule 6, inter alia, provides that a prisoner shall not be granted furlough\nunless he has a relative willing to receive him while on furlough and is ready\nto enter into a surety bond in Form A appended to the Rules for such amount\nas may be fixed by the Sanctioning Authority. The proviso authorizes the\nH Sanctioning Authority to dispense with the requirement of execution of such\nR.P.\nI\n1\n}\nSTATE OF MAHARASHTRA v. SURESH PANDURANG DARVAKAR [PASAYAT, J.] 1131\nbond by relatives of prisoners confined in Open Prisons as defined in clause A\n(b) of rule 2 of the Maharashtra Open Prisons Rules, 1971. Therefore, the\ntwin requirements flowing from Rule 6 are (a) a relative of the applicant\nshould be willing to receive him while on furlough and (b) he must be ready\nto enter into a surety bond. In the instant case, the relatives refused to execute\nsuch surety bond. The verification reports received by the police from the\nB.\nDistrict Magistrate, Amravati and Superintendent of Police, Amravati indicate\nthat the sister of the respondent refused to stand surety as the respondent\nallegedly committed rape on his step mother and has been convicted for\noffences punishable under Sections 376 and 354 of the Indian Penal Code,\n1860 and sentenced to suffer imprisonment for seven years with fine. In view\nof the adverse police report and non-compliance with the requirements C.\nstipulated under Rules 4(4) and 6, the Competent Authority rejected the\napplication for grant of furlough by order dated 18.07.2005.\nUnfortunately, the High Court does not appear to have addressed itself\nto these relevant aspects. It took note of the fact that nobody was willing to\nstand surety for release of the respondent. The High Court directed that he D\ncan be released on furnishing surety of amount lying in deposit with the jail\nauthorities. That is not the only condition for release on furlough. There is\nanother requirement. Even if it is held for the sake of argument that furnishing\nof surety of any amount lying in deposit with the jail authorities can be\nconstrued to be in compliance with the requirements of Rules 6, Rule 4(4)\nmandates that the prisoner who seeks to be released cannot be released if not\nrecommended by the concerned authority on the ground of public peace and\ntranquility. The High Court has not recorded any finding that the report of\nthe District Magistrate and/or Superintendent of Police had not objected to\nthe release on furlough on the ground of public peace and tranquility.\nLooked at from any angle, the High Court's order is indefensible. The\nsame is set aside. It is, however, open to the respondent to apply for release\non fulfillment of the requisite conditions as prescribed in the Rules. Needless\nto say that the same shall be considered in its own perspective in accordance\nwith law. The appeal is allowed.\nE\nF\nG\nAppeal allowed.\n"}