{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nCOMMISSIONER OF CENTRAL EXCISE, MADRAS.\nV.\nM/S. HOME ASHOK LEYLAND LTD.\nMARCH 19, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\n+\nC\nCentral Excise Rules, 1944; rr. 57A, E \u0026 G with amendments made\nthereunder:\nMODVAT credit-Availing of credit on differential amount of duty paid\nduring certain period-Applicability of amended Rule 57E--Held: Under the\nprovision of amended Rule 57E, right of manufacturer to obtain credit in\nrespect of inputs on which further duty had been paid is recognized—Subject\nto complying with the adjustment procedure as contemplated in Rule 57E as\nD amended-Right to claim MODVAT credit provided under Rule 57A—Rule\n57E not only recognizes the right to claim credit but also the extent to which\ncredit could be claimed for duty paid on inputs-Since R.57E is procedural\nand clarificatory as such it would not affect the substantive rights of the\nmanufacturer to claim MODVAT credit for duty paid on inputs subsequent to\nthe date of its receipt-Hence, assessee entitled to avail the credit for the\nE specified period.\nF\nG\nH\nThe question which arose for determination in this appeal is as to\nwhether the assessee, a manufacturer of motor vehicles, was entitled to avail\nMODVAT credit on differential amount of duty paid during the period\n21.4.1986 to 2.4.1987 in respect of inputs received in his factory during the\nyear 1986-87 but were utilized between the period 16.8.1987 and 30.12.1987.\nRevenue contended that Rule 57E of Central Excise Rules, 1944\nunderwent an amendment with effect from 15.4.1987 which according to the\ndepartment operated prospectively and consequently the claimant was not\nentitled to avail MODVAT credit on differential amount of duty paid during\nthe specified period.\nDismissing the appeal, the Court\nHELD: 1.1. Under the amended Rule 57E of the Central Excise Rules,\n90\nCOMMNR. OF CENTRAL EXCISE, MADRAS. 1. HOME ASHOK LEYLAND LTD.\n91\nthe right of the manufacturer to obtain additional MODVAT credit in respect A\nof inputs on which further duty had been paid for any reason subsequent to\nthe date of the receipt of inputs by the manufacturer is recognized. However,\nsuch right accrues to the manufacturer subject to his complying with the\nprocedure of adjustment contemplated in Rule 57E of the Rules, as amended.\n[Para 2] [93-D]\n1.2. There can be no doubt that right from its inception the right to\nclaim MODVAT credit is under Rule 57A of the Rules. Rule 57A recognizes\nthe right of the manufacturer to claim credit. Rule 57E recognizes not only\nthe right of the manufacturer to claim credit but also the extent to which\ncredit could be claimed for the duty paid on inputs. Therefore, Rule 57A is a\nsubstantive provision. However, the procedure of adjustment finds place in Rule\n57E of the Rules. [Para 3] [93-E]\n1.3. The object behind enacting Rules 57A, 57E and 57G of the Rules\nis to avoid duty on duty whereby the price of the final product is loaded.\nB\nC\n[Para 3] [93-F] D\n1.4. Rule 57E deals only with adjustment in the duty credit. Rule 57G\nstates that credit shall not be taken unless the manufacturer of the final\nproduct maintains his records regarding receipt of the inputs in its factory.\n[Para 3] [93-G]\n2. The Courts below were right in holding that Rule 57E of the Rules\nis procedural, clarificatory and therefore would not affect the substantive\nrights of the manufacture of the specified final product to claim MODVAT\ncredit for the duty paid on the inputs subsequent to the date of the receipt of\nthose inputs. Consequently, the respondent-manufacturer in the present case\nwas entitled to take credit for the period between 16.8.1987 to 30.12.1987 in\nthe sum of Rs.6,43,994.57. [Para 4] {94-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8607 of 2001.\nE\nF\nFrom the Final Judgment and Order dated 16.10.2000 of the High Court\nG\nof Judicature at Madras in Ref. Case No. 8 of 1997.\nV. Shekhar, Ajay Sharma, Pradeep K. Dubey, Sudhir Kr. Sajwan and B.\nKrishna Prasad for the Appellant.\nAmit Kumar Sharma, Gaurav Goel, Mashesh Agrawal, E.C. Agrawala\nH\n92\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA and Rishi Agrawala for the Respondent.\nThe Judgment of the Court was delivered by\n'KAPADIA, J. 1. In this civil appeal filed by the department the short\nquestion which arises for determination is whether the assessee was entitled\nB to avail MODVAT credit on differential duty paid during the period 21.4.1986\nto 2.4.1987 in respect of inputs received in his factory during the year 1986-\n87 which inputs were utilized between the period 16.8.1987 and 30.12.1987.\nAccording to the Department, Rule 57E of Central Excise Rules, 1944 underwent\nan amendment with effect from 15.4.1987 which according to the department\noperated prospectively and consequently the claimant was not entitled to\navail MODVAT credit of differential duty paid during the period 21.4.1986 to\n2.4.1987.\nC\nᎠ\n2. The respondent-assessee is a manufacturer of motor vehicles.\nAssessee had received inputs under the cover of specified documents between\nthe period 21.4.1986 to 2.4.1987. After receipt of those inputs the price of\nthose inputs stood revised by the supplier cum manufacturer of the inputs\nand consequently additional duty became payable on the enhanced price\nwhich the assessee paid during the period 19.12.1986 and 28.10.1987. The\ncredit, however, for the aforestated amount so paid was taken between the\nperiod 16.8.1987 and 30.12.1987. The differential duty in respect of which\nE credit was so taken was in the sum of Rs.6,43,994.47. At this stage it may be\nF\nnoted that the Modified Value Added Tax Scheme (MODVAT Scheme) was\nintroduced from 1.3.1986. That scheme is known as MODVAT Scheme. Prior\nto MODVAT Scheme there existed Proforma Credit Scheme under which there\nwas proviso three to Explanation 2 to Rule 56A(2) in which it was provided\nthat if the duty paid on the material or on the components for which credit\nhas been allowed, stood varied subsequently due to any reason resulting in\nrefund or recovery from the manufacturer/importer, as the case may be, then\nthe credit shall be accordingly varied by adjustment in the credit account\nmaintained under sub-rule (3) or in the current account under the Rule 9(3)\nor under Rule 173G(1). If such an adjustment was not possible for any reason\nG then that adjustment had to be satisfied by payment in cash. Unfortunately,\nthe corresponding provision came to be omitted or failed to be incorporated\nunder Rule 57A of the MODVAT Scheme. At this stage it may be noted that\nRules 57A deals with applicability of the MODVAT Scheme and which rule\nis part of the Rules set out in Chapter AA of Central Excise Rules titled\n\"Credit of Duty Paid on Excisable Goods used as inputs\" Rule 57E as it stood\nH\nCOMMNR. OF CENTRAL EXCISE, MADRAS. 1. HOME ASHOK LEYLAND LTD. [KAPADIA, J.]\n93\nwhen MODVAT was first introduced on 1.3.1986 provided for adjustment in A\nduty credit. It originally provided that if the duty paid on any inputs in\nrespect of which credit has been allowed under Rule 57A, is varied\nsubsequently due to any reason resulting in refund, the credit alone shall be\nvaried accordingly by adjustment in the credit account maintained under Rule\n57G(3) (with which we are concerned). Rule 57E underwent a change on\nB\n1.3.1987 under which it was stipulated that if duty paid on any inputs in\nrespect of which credit has been allowed under Rule 57A and if such duty\nis varied subsequently due to any reason resulting in refund or if the duty\nis varied due to change in classification resulting in recovery then the credit\nallowed shall also be varied accordingly by adjudgment in the credit account\nmaintained under Rule 57-G(3). Rule 57-E underwent a further change on C\n11.5.1987. This change operated till 15.4.2000. This case, therefore falls within\nthe above period i.e. 11.5.87 to 15.4.2000. Under this amended Rule 57E the\nright of the manufacturer to obtain additional MODVAT credit in respect of\ninputs on which further duty had been paid for any reason subsequent to the\ndate of the receipt of inputs by the manufacturer is recognized. However, such\nright accrues to the manufacturer subject to his complying with the procedure\nof adjustment contemplated in Rule 57E, as amended.\nD\n3. The above discussion indicates that the right to claim MODVAT\ncredit existed only in Rule 57A. Even Rule 57E says so. There can be no doubt\nthat right from its inception the right to claim MODVAT credit is under Rule\nE\n57A. Rule 57A recognizes the right of the manufacturer to claim credit. Rule\n57E recognizes not only the right of the manufacturer to claim credit but also\nthe extent to which credit could be claimed for the duty paid on inputs.\nTherefore, Rule 57A is a substantive provision. However, the procedure of\nadjustment finds place in Rule 57E. Rule 57E is procedural provision. It deals\nwith adjustments in duty credit. The object behind enacting Rules 57A, 57E F\nand 57G is to avoid duty on duty whereby the price of the final product is\nloaded. Therefore, Rule 57A recognizes the right of the manufacturer to take\ncredit for the specified duty paid on the inputs, whereas Rule 57E deals with\nadjustment in the duty credit, such adjustment mean on account of reduction\non the credit allowed. It could also be in the event of refund. Suffice it to state\nthat Rule 57E deals only with adjustment in the duty credit. Rule 57G states\nthat credit shall not be taken unless the manufacturer of the final product\nmaintains his records regarding receipt of the inputs in his factory like having\nagain bill of entry certain types of registers (RR-1) or any other document\nprescribed by Central Board of Excise and Customs.\nG\nH\n}\nطر\nA\n94\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n4. In our view, therefore, the courts below were right in holding that\nRule 57E was procedural, clarificatory and therefore would not affect the\nsubstantive rights of the manufacture of the specified final product to claim\nMODVAT credit for the duty paid on the inputs subsequent to the date of\nthe receipt of those inputs. Consequently, the respondent-manufacturer in the\nB present case was entitled to take credit between the period 16.8.1987 to\n30.12.1987 in the sum of Rs.6,43,994.57.\nS.K.S.\n5. Accordingly, the appeal stands dismissed with no order as to costs.\nAppeal dismissed.\n"}