{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 573\n[H.L. GOKHALE, J.]\n(viii) any Cantonment Board constituted under the A\nCantonments Act, 1924 (2 of 1924); and\n(3) in relation to the [National Capital Territory of Delhi]-\n(i)\nany premises belonging to the Municipal\nCorporation of Delhi, or any Municipal\nCommittee or notified area committee;\n(ii) any premises belonging to the Delhi\nDevelopment Authority, whether such\npremises are in the possession of, or leased\nout by, the said Authority; and\n(iii) any premises belonging to, or taken on lease\nor requisitioned by, or on behalf of any State\nGovernment or the Government of any Union.\nTerritory;]\n2(f) \"rent\", in relation to any public premises, means the\nconsideration payable periodically for the\nauthorized occupation of the premises, and\nincludes,-\n(i)\nany charge for electricity, water or any other\nservices in connection with the occupation of\nthe premises,\nB\nC\nD\nE\n(ii) any tax (by whatever name called) payable F\nin respect of the premises,\nwhere such charge or tax is payable by the Central\nGovernment or the corporate authority,\n2(g) “unauthorized occupation”, in relation to any public G\npremises, means the occupation by any person of\nthe public premises without authority for such\noccupation, and includes the continuance in\noccupation by any person of the public premises\nafter the authority (whether by way of grant or any H\nA\nB\nC\n574 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nother mode of transfer) under which he was allowed\nto occupy the premises has expired or has been\ndetermined for any reason whatsoever.\"\n24. Section 3 of the Public Premises Act provides for the\nappointment of estate officers who have the authority to hold\ninquiries under this Act, Section 4 provides for issuance of\nshow cause notice, which proposes an order of eviction.\nSection 5 provides for the inquiry in pursuance to the show\ncause notice, and the order of eviction to be passed thereafter.\nSection 7 deals with the power of the estate officer to pass\norders concerning arrears of rent and damages in respect of\nunauthorized occupation, Section 9 provides for appeals\nagainst the order of the estate officers to the Appellate officer\nwho shall be the District Judge of the District. Section 14\nprovides for the recovery of rent as arrears of land revenue, and\nD Section 15 for the bar of jurisdiction of courts to entertain any\nsuit or proceeding in respect of the matters mentioned in the\nSection. Thus, it is an act for speedy recovery of public\npremises and arrears of rent from the unauthorized occupants,\nand it provides a separate mechanism for the same. Section\nE 5, 7 and 15 of this Act are relevant for our purpose. These\nsections read as follows:-\nF\nG\nH\nSection 5 - Eviction of unauthorised occupants\n(1) If, after considering the cause, if any, shown by\nany person in pursuance of a notice under section 4 and\nany evidence produced by him in support of the same and\nafter personal hearing, if any, given under clause (b) of\nsub-section (2) of section 4], the estate officer is satisfied\nthat the public premises are in unauthorised occupation,\nthe estate officer may make an order of eviction, for\nreasons to be recorded therein, directing that the public\npremises shall be vacated, on such date as may be\nspecified in the order, by all persons who may be in\noccupation thereof or any part thereof, and cause a copy\nof the order to be affixed on the outer door or some other\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 575\n[H.L. GOKHALE, J.]\nconspicuous part of the public premises.\n(2) If any person refused or fails to comply with the\norder of eviction [on or before, the date specified in the\nsaid order or within fifteen days of its publication under sub-\nsection(1) whichever is later,] the estate officer or any other\nofficer duly authorized by the estate officer in this behalf\nmay evict that person from, and take possession of, the\npublic premises and may, for that purpose, use such force\nas may be necessary.\nA\nB\nSection 7 - Power to require payment of rent or damages C\nin respect of public premises\n(1) Where any person, is in arrears of rent payable in\nrespect of any public premises, the estate officer may, by\norder, require that person to pay the same within such time\nand in such installments as may be specified in the order.\n(2) Where any person is, or has at anytime been, in\nunauthorised occupation of any public premises, the estate\nofficer may, having regard to such principles of\nassessment of damages as may be prescribed, assess\nthe damages on account of the use and occupation of such\npremises and may, by order, require that person to pay\nthe damages within such time and in such instalments as\nmay be specified in the order.\n1 [(2A) While making an order under sub-section (1) or\nsub-section (2), the estate officer may direct that the\narrears of rent or, as the case may be, damages shall be\npayable together with simple interest at such rate as may\nbe prescribed, not being a rate exceeding the current rate\nof interest within the meaning of the interest Act, 1978.]\nD\nE\nוד\nF\nG\n(3) No order under sub-section (1) or sub-section (2) shall\nbe made against any person until after the issue of a notice\nin writing to the person calling upon him to show cause\nwithin such time as may be specified in the notice, why H\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n576 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nsuch order should not be made, and until his objections, if\nany, and any evidence he may produce in support of the\nsame, have been considered by the estate officer.\nSection 15 - Bar of jurisdiction\nNo Court shall have jurisdiction to entertain any suit or\nproceeding in respect of―\n(a) the eviction of any person who is in unauthorised\noccupation of any public premises, or\n(b) the removal of any building, structure or fixture\nor goods, cattle or other animal from any public\npremises under Section 5A, or\n(c) the demolition of any building or other structure\nmade, or ordered to be made, under Section 5B,\nor\n((cc) the sealing of any erection or work or of any\npublic premises under Section 5C, or]\n(d) the arrears of rent payable under sub-section (1)\nof section 7 or damages payable under subsection\n(2), or interest payable under sub-section (2A); of\nthat section, or\n(e) the recovery of-\n(i) costs of removal of any building, structure or\nfixture or goods, cattle or other animal under\nSection 5A, or\n(ii) expenses of demolition under Section 5B, or (iii)\ncosts awarded to the Central Government or\nstatutory authority under sub-section (5) of section\n9, or (iv) any portion of such rent, damages, costs\nof removal, expenses of demolition or costs\nawarded to the Central Government or the statutory\nauthority.]\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 577\n[H.L. GOKHALE, J.]\nOrder passed by the Small Causes Court:-\n25. Reverting to the order passed by the Small Causes\nCourt, it is seen that it dismissed the application exhibit 14 filed\nby the respondent principally for the following reasons:-\n(i)\nA\nThe public premises are not specifically exempted B\nfrom the applicability of the MRC Act;\n(ii) Since an application for fixation of standard rent is\nnot a proceeding for eviction of a tenant, Small\nCauses Court can entertain it;\nC\n(iii) The respondent, LIC has framed guidelines for\ncharging rent. These guidelines have a statutory\nforce under Section 21 of the LIC Act. They require\nLIC to charge reasonable rent, and therefore the\nBombay High Court has in Writ Petition No.2436 D\nof 2003 (Persis Kothawala Versus LIC) held that\nthese guidelines are binding on LIC. On that basis,\nthe standard rent application would be\nmaintainable.\n(iv) Section 3 of the MRC Act does not exempt LIC and\nhence the provisions of MRC Act are applicable to\nits premises.\n(v)\nE\nMerely because the premises were covered under\nthe Public Premises Act, the jurisdiction to entertain F\nthe Standard Rent Application under the MRC Act\nwas not ousted. There was no conflict between the\ntwo Acts for that purpose.\nThe impugned judgment of the High Court and its reliance\non the constitution bench judgment in Ashoka Marketing Ltd.\nG\n26. The learned Single Judge who decided the petition\nprincipally relied upon the judgment of a constitution bench of\nthis Court in Ashoka Marketing Ltd. and Another Versus H\n578 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Punjab National Bank and Others [1990 (4) SCC 406], in\nsupport of his view. This judgment decided four Civil Appeals\nconcerning the properties of four respondents situated in Delhi.\nTwo of them were concerning the properties of Punjab National\nBank, one of Union of India and one of LIC. In all these matters\nB the respondents had initiated actions for eviction under the\nPublic Premises Act. The question in those appeals was\nwhether the occupants could be evicted under the Public\nPremises Act, or whether they could invoke the protection of\nDelhi Rent Control Act, 1958. This Court held that the\nC proceedings under the Public Premises Act were valid and\nlegal. Relying on this judgment the High Court held that in the\npresent case the Public Premises Act will govern the field, and\nthe Standard Rent Application was not maintainable. The\nlearned Judge has observed in para 17 of the impugned\njudgment as follows:-\nD\nE\nF\nG\n\"There may not be a provision in the said Act of 1971 for\nfixing standard rent but there are provisions in the said Act\nof 1971 which empower the authorities to pass an order\nfor recovery of rent and/or compensation from the tenant\".\nThis is a reference to the power of the estate officer under\nsection 7 of the Public Premises Act for recovery of rent.\nSection 7(2) empowers the estate officer to assess the\ndamages on account of use and occupation of the public\npremises by an unauthorized occupant. This assessment is to\nbe made having regard to the principles that may be prescribed\nunder the rules. This power is entirely different from the authority\nto fix the standard rent, which is no where provided in the Public\nPremises Act. Thus, this is not an answer to the issue raised\nbefore the learned Judge, viz. as to whether a standard rent\napplication under the concerned Rent Control Act was\nmaintainable, when there is no specific provision for the same\nunder the Public Premises Act.\n27. Besides, section 7 of the Act is a procedural provision\nH as held by this Court in New Delhi Municipal Committee Vs.\n-\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 579\n[H.L. GOKHALE, J.]\nKalu Ram \u0026 Anr. reported in [AIR 1976 SC 1637] equivalent A\nto [1976 (3) SCC 407]. In that matter the Municipality had\ncontended that section 7 permitted it to recover arrears of rent\nwhich were even time barred. This Court rejected the contention\nand held that it was only a section for providing a special\nprocedure for realization of arrears of rent, and which was a B\nsummary procedure. It did not constitute a source or foundation\nof a right to claim a debt which was otherwise time barred. The\nLearned Judge has, however, tried to get over this position by\nrelying upon Section 15 of the Public Premises Act as follows:-\nC\n\"Apart from that, in view of the overriding effect of the said\nAct of 1971, an occupant of the public premises cannot\nclaim protection under the Rent Control Legislation in as\nmuch as section 15 of the said Act of 1971 ousts the\njurisdiction of the Courts under the Rent Control Legislation\nto deal with the matter of recovery of rent in respect of D\npublic premises.\"\nAgain, it is difficult to say that this approach is a correct\none. That is because the High Court was not concerned with\nthe recovery of arrears of rent by a public authority, an action\nagainst which would get ousted in view the provision of section\n15 of the Public Premises Act, as also one against eviction.\nThe question is whether a tenant's application for fixation of\nStandard Rent would get ousted. The respondents are claiming\nthat what they are charging are permissible increases, whereas\nthe appellant contends that what is charged is in excess of what\nshould be the Standard Rent, and for that purpose it has filed\nan application for fixation of Standard Rent under the MRC Act.\nWould it, not be maintainable under that act?\nE\nF\n28. In Ashoka Marketing, this Court noted that the rent G\ncontrol legislation would fall within the ambit of entries 6, 7 and\n13 of List III (Concurrent List). The Public Premises Act would\notherwise fall under entry 32 of List I being a law with respect\nto the property of Union of India. However, in relation to the\nproperties belonging to the various legal entities, mentioned in H\n580 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n- A clauses (2) and (3) of Section 2 (e), the Public Premises Act\nwould be covered under entries 6, 7 and 46 of List III. The Court,\ntherefore, noted that both the statutes were enacted by the\nsame legislature I.e. Parliament, in exercise of its legislative\npower in respect of matters enumerated in the concurrent list.\nB It was, therefore, of the opinion that the question as to whether\nthe Public Premises Act will override the Rent Control Act will\nhave to be considered in the light of the principles of statutory\ninterpretation applicable to the laws made by the same\nlegislature. Having said that, the constitution bench noted the\nC relevant principles in this behalf in paragraph 50 as follows:-\nD\nE\nF\nG\nН\n\"50. One such principle of statutory interpretation which is\napplied is contained in the latin maxim leges posteriors\npriores conterarias abrogant (later laws abrogate earlier\ncontrary laws). This principle is subject to the exception\nembodied in the maxim generalia specialibus non\nderogant (a general provision does not derogate from a\nspecial one.) This means that where the literal meaning of\nthe general enactment covers a situation for which specific\nprovision is made by another enactment contained in the\nearlier Act, it is presumed that the situation was intended\nto continue to be dealt with by the specific provision rather\nthan the alter general one (Bennion, Statutory Interpretation\npp. 433-34).\"\nThe Court, therefore, examined the schemes of the two\nenactments, and noted the features of the two enactments in\npara 55 as follows:-\n\"55.(i) The Rent Control Act makes a departure from the\ngeneral law regulating the relationship of landlord and\ntenant contained in the Transfer of Property Act inasmuch\nas it makes provision for determination of standard rent,\nit specifies the grounds on which a landlord can seek the\neviction of a tenant, it prescribes the forum for adjudication\nof disputes between landlords and tenants and the\nprocedure which has to be followed in such proceedings.\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 581\n[H.L. GOKHALE, J.]\nA\nThe Rent Control Act can, therefore, be said to be a\nspecial statute regulating the relationship of landlord and\ntenant in the Union Territory of Delhi. (ii) The Public\nPremises Act makes provision for a speedy machinery to\nsecure eviction of unauthorised occupants from public\npremises. As opposed to the general law which provides B\nfor filing of a regular suit for recovery of possession of\nproperty in a competent court and for trial of such a suit in\naccordance with the procedure laid down in the Code of\nCivil Procedure, the Public Premises Act confers the\npower to pass an order of eviction of an unauthorized\noccupant in a public premises on a designated officer and\nprescribes the procedure to be followed by the said officer\nbefore passing such\norder.\n(iii) Therefore, the Public Premises Act is also a special\nstatute relating to eviction of unauthorized occupants from\npublic premises. In other words, both the enactments,\nnamely, the Rent Control Act and the Public Premises Act,\nare special statutes in relation to the matters dealt with\ntherein.\" ......(nos. to sub-paragraphs supplied)\nan\nC\nD\nHaving noted the distinctive features of the two acts, the Court E\nheld that the principle that a subsequent general law cannot\nderogate from an earlier special law could not be invoked in\nthat case because the later act, namely, Public Premises Act\nwas also special statute and not a general enactment.\nTherefore, it further held that the Public Premises Act must F\nprevail over the Rent Control Act in accordance with the\nprinciple that the later laws abrogate earlier contrary laws.\n29. In view of the fact that both the enactments had non-\nobstante clauses, a reference was made to an earlier judgment\nof a bench of three judges on such a situation in the case of\nShri Sarwan Singh and another Versus Shri Kasturi Lal.\nreported in 1977 (1) SCC 750. In that mater the question\nbefore the Court was whether provisions of Slum Areas\n(Improvement and Clearance) Act, 1956 will override those of\nthe Delhi Rent Control Act, 1958. If so, no person can initiate\nG\nH\nC\n582 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA any suit or proceeding for eviction of a tenant from any building\nor land in slum area without the permission in writing of the\ncompetent authority under the Slum Act. The respondent in that\nmatter was a government employee and was staying in a\nquarter allotted to him, and he was asked to vacate this quarter\nB on the ground that he owned another residential house. The\nhouse constructed by him was occupied by the appellant and\nit was in an area covered under the Slum Act. On being asked\nto vacate the quarter, the respondent gave a notice to the\nappellant to vacate his premises, and followed it up by filing an\napplication under the Rent Control Act. The appellant pleaded\nthat he cannot be asked to vacate unless permission from the\nauthority under the Slum Clearance Act was obtained. This\nCourt noted that although Section 19 (1) of the Slum Clearance\nAct required a permission of the competent authority before\ninstituting proceeding for eviction of a tenant, notwithstanding\nthat provision, by an amendment Section 14-A and Chapter III-\nA were brought into Delhi Rent Control Act. The Court examined\nthe schemes of the two acts and then held that the provision of\nthe Delhi Rent Control Act had to be given precedence, as in\nthe present case although the government servant is asked to\nvacate his quarter, he will not be able to proceed against his\ntenant unless he obtains the permission from the Slum\nClearance Authority. It is to obviate such difficulty that the\namendment in the Delhi Rent Control Act had been brought in.\nIn that context it was observed in para 20 as follows:-\nD\nE\nF\nG\n\"20.........When two or more laws operate in the same field\nand each contains a non-obstante clause stating that its\nprovisions will override those of any other law, stimulating\nand incisive problems of interpretation arise. Since\nstatutory interpretation has no conventional protocol,\ncases of such conflict have to be decided in reference to\nthe object and purpose of the laws under\nconsideration......\"\n(emphasis supplied)\nH\n"}