{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BANATWALA \u0026 COMPANY V. L.I.C. OF INDIA \u0026 ANR. 563\n[H.L. GOKHALE, J.]\nauthority or taken on behalf of the Government on\nsuch basis by, or in the name of, such officer.\n(b) To any premises let or sub-let to banks, or any\nPublic Sector Undertakings or any Corporation\nestablished by or under any Central or State Act,\nor foreign missions, international agencies,\nmultinational companies, and private limited\ncompanies and public limited companies having a\npaid up share capital of more than rupee one core\nor more.\nExplanation. For the purpose of this clause the expression\n\"bank\" means,-\n(i) the State Bank of India constituted under the State\nBank of India Act, 1955;\n· (ii)\na subsidiary bank as defined in the State Bank of\nIndia (Subsidiary Banks) Act, 1959;\nA.\nB\nC\nD\n(iii) a corresponding new bank constituted under\nsection 3 of the Banking Companies (Acquisition E\nand Transfer of Undertaking) Act, 1970 or under\nsection 3 of the Banking Companies (Acquisition\nand Transfer of Undertaking) Act, 1980, or\n(iv) any other bank, being a scheduled bank as defined\nin clause (e) of section 2 of the Reserve Bank of\nIndia Act, 1934.\n(2)\ni\nF\nThe State Government may direct that all or any of\nthe provisions of this Act shall, subject to such\nconditions and terms as it may specify, not apply- G\n(i). to premises used for public purposes of a\n⚫ charitable nature or to any class of premises used\n*for such purposes;\n(ii) to premises held by a public trust for a religious or\nH\nA\nB\nD\nE\nF\nG\nH\n564 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\ncharitable purpose and let at a nominal or\nconcessional rent;\n(iii) to premises held by a public trust for a religious or\ncharitable purpose and administered by a local\nauthority; or\n(iv) to premises belonging to or vested in an university\nestablished by any law for the time being in force\nProvided that, before issuing any direction under\nthis sub-section, the State Government shall ensure\nthat the tenancy rights of the existing tenants are not\nadversely affected.\n(3) The expression \"premises belonging to the\nGovernment or a local authority' in sub-section (1)\nshall, notwithstanding anything contained in the said\nsub-section or in any judgment, decree or order of\na court, nor include a building erected on any land\nheld by any person from the Government or a local\nauthority under an agreement, lease, licence or\nother grant, although having regard to the provisions\nof such agreement, lease, licence or grant of\nbuilding so erected may belong or continue to\nbelong to the Government or the local authority, as\nthe case may be, and such person shall be entitled\nto create a tenancy in respect of such building or a\npart thereof.\n4. Power of State Government to issue orders\nIn respect of premises belonging to local\nauthority, etc.\nNotwithstanding anything contained in this Act, the State\nGovernment may, from time to time, by general or special\norder, direct that the exemption granted to a local authority\nunder sub-section (1) of section 3 shall be subject to such\nconditions and terms as it may specify either generally or\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 565\n[H.L. GOKHALE, J.]\nspecially in any particular case, as the State Government A\nmay in its direction determine.\n20. Section 7 (6) of MRC Act defines the local authority\nwhich includes certain Municipal Corporations such as Mumbai\nMunicipal Corporation, Nagpur Municipal Corporation,\nMunicipal Councils constituted under the Maharashtra Municipal\nCouncil, Nagar Panchayats and Industrial Townships Act, 1965,\nZila Parishads and Panchayat Samitis, Village Panchayats,\nMaharashtra Housing and Area Development Authority, City\nand Industrial Development Corporation etc.\n21. Section 2 (14) defines the standard rent. Section 6\nstates that provision with regard to standard rent will not apply\nto certain premises which include, (a) buildings reconstructed\nafter demolishing the old building in the circumstances\nmentioned in Sections 20 \u0026 21 of the Act, and (b) the premises\nwhich are constructed or reconstructed in any housing scheme,\nundertaken by Government of the Maharashtra Housing and\nArea Development Authority or by any of its Boards established\nunder Section 18 of the Maharashtra Housing and Area\nDevelopment Act, 1976. Section 8 lays down that the Court\nmay fix the standard rent and permitted increases, and Section\n10 states that claiming rent in excess of standard rent is illegal.\nSection 11 permits the increase in rent only on account of\nimprovements and special additions, or for heavy repairs.\nSection 12 permits the increase in rent on account of payment\nof rates to the public bodies. Section 14 lays down the duty of\nthe landlord to keep the premises in good repairs. Section 29\nlays down that the landlord shall not cut off or withhold essential\nsupplies or services and provides for the remedy to the tenant\nagainst the same. Section 33 of the Act gives the jurisdiction\nof Courts in that behalf. In Mumbai, the jurisdiction is with the\nCourt of Small Causes.\n22. Sections 2(14), 8 and 29 are relevant for our purpose.\nThey read as follows:-\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nĿL\nF\nG\nH\n566\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n\"2 (14) \"standard rent\", in relation to any premises.\nmeans.-\n(a) where the standard rent is fixed by the Court or, as the\ncase may be, the Controller under the Bombay Rent\nRestriction Act 1939, or the Bombay Rents, Hotel Rates\nand Lodging House Rates (Control) Act, 1944 or the\nBombay Rents, Hotel and Lodging House Rates Contro!\nAct, 1947, or the Central Provinces and Berar Letting of\nHouses and Retnt Control Order, 1949 issued under the\nCentral Provinces and Berar Regulation of Letting of\nAccommodation Act, 1946, or the Hyderabad Houses\n(Rent, Eviction and Lease) Control Act, 1954, such rent\nplus an increase of 5 per cent, in the rent so fixed; or\n(b) where the standard rent or fair rent is not so fixed, then\nsubject to the provisions of sections 6 and 8. -\n(i) the rent at which the premises were let on the Ist\nday of October 1987; or\n(ii) where the premises were not let on the 1st day\nof October 1987, or the rent at which they were last\nlet before that day, plus an increase of 5 per cent,\nin the rent of the premises let before the 1st day of\nOctober, 1987, or\n(c) in any of the cases specified in section 8, the rent fixed\nby the court;\n\"8.\nCourt may fix standard rent and permitted\nincreases in certain cases\n(1) Subject to the provisions of section 9 in any of the\nfollowing cases, the court may, upon an application\nmade to it for the purpose, or in any suit or\nproceedings, fix the standard rent at such amount\nas, having regard to the provisions of this Act and\nthe circumstances of the case, the court deems\njust,-\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 567\n(2)\n[H.L. GOKHALE, J.]\n(a) where the court is satisfied that there is no\nsufficient evidence to ascertain the rent at which the\npremises were let in any one of the cases\nmentioned in paragraphs (i) and (ii) of sub-clause\n(14) of section 7; or\n(b) whereby reasons of the premises having been\nlet at one time as a whole or in parts and at another\ntime, in parts or as a whole, or for any other\nreasons; or\nA\nB\n(c) where any premises have been or are let rent- C.\nfree or, at a nominal rent; or for some consideration\nin addition to rent; or\n(d) where there is any dispute between the landlord\nand the tenant regarding the amount of standard D\nrent.\nIf there is any dispute between the landlord and the\ntenant regarding the amount of permitted increase,\nthe court may determine such amount.\n(3) If any application for fixing the standard rent or for\ndetermining the permitted increase is made by a\ntenant.-\nE\n(a) the court shall forthwith specify the amount of\nrent, or permitted increase which are to be F\ndeposited in court by the tenant, and make an order\ndirecting the tenant to deposit such amount in court\nor, at the option of the tenant, make an order to pay\nto the landlord such amount thereof as the court\nmay specify pending the final decision of the G\napplication. A copy of the order shall be served\nupon the landlord;\n(b) out of any amount deposited in the court under\nclause (a), the court may make an order for payment\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nн\n568 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nof such reasonable sum to the landlord towards\npayment of the rent or increases due to him as it\nthinks fit;\n(c) if the tenant fails to deposit such amount or,\nas the case may be, to pay such amount thereof to\nthe landlord, his application shall be dismissed.\n(4) (a) Where at any stage of a suit for recovery of\nrent, whether with or without a claim for possession,\nof the premises, the court is satisfied that the rent\nis excessive and standard rent should be fixed, the\ncourt may, and in any other case, if it appears to\nthe court that it is just and proper to make such an\norder, the court may make an order directing the\ntenant to deposit in court forthwith such amount of\nthe rent as the court considers to be reasonable due\nto the landlord, or at the option of the tenant, an\norder directing him to pay to the landlord such\namount thereof as the court may specify.\n(b) The court may further make an order directing\nthe tenant to deposit in court periodically such\namount as it considers proper as interim standard\nrent, or at the option of the tenant, an order to pay\nto the landlord, such amount thereof as the court\nmay specify, during the pendency of the suit;\n(c) The court may also direct that if the tenant fails\nto comply with any order made as aforesaid, within\nsuch time as may be allowed by it, he shall not be\nentitled to appear in or defend the suit except with\nleave of the court, which leave may be granted\nsubject to such terms and conditions as the court\nmay specify.\n(5) No appeal shall lie from any order of the court\nunder sub-sections (3) and (4).\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 569\n[H.L. GOKHALE, J.]\n(6) An application under this section may be made A\njointly by all or any of the tenants interested in\nrespect of the premises situated in the same\nbuilding.\n29. Landlord not to cut-off or withhold essential supply or\nservice\nB\n(1) No landlord, either himself or through any person acting\nor purporting to act on his behalf, shall, without just or\nsufficient cause, cut-off or withhold any essential supply or\nservice enjoyed by the tenant in respect of the premises C\nlet to him.\n(2) A tenant in occupation of the premises may, if the\nlandlord has contravened the provisions of sub-section (1),\nmake an application to the court for a direction to restore\nsuch supply or service.\nD\nE\n៣\n(3) Having regard to the circumstances of a particular case\nthe court, may, if it is satisfied that it is necessary to make\nan interim order, make such order directing the landlord\nto restore the essential supply or service before the date\nspecified in such order, before giving notice to the landlord\nof the enquiry to be made in the application under sub-\nsection (3) or during the pendency of such enquiry. On the\nfailure of the landlord to comply with such interim order of\nthe court, the landlord shall be liable to the same penalty F\nas is provided for in sub-section (4).\n(4) If the court on inquiry finds that the tenant has been in\nenjoyment of the essential supply or service and that it was\ncut-off or withheld by the landlord without just or sufficient\ncause, the court shall make an order directing the landlord,\nto restore such supply or service before a date to be\nspecified in the order. Any landlord who fails, to restore\nthe supply or service before the date so specified, shall,\nfor each day during which the default continues thereafter,\nbe liable upon further directions by the court to that effect,\nG\nH\nA\nB\nC\nD\nพย\nE\nF\nG\nH\n570 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nto fine which may extend to one hundred rupees.\n(5) Any landlord, who contravenes, the provisions of sub-\nsection (1), shall, on conviction, be punishable with\nimprisonment for a term which may extend to three months\nor with fine which may extend to one thousand rupees or\nwith both.\n(6) An application under this section may be made jointly\nby all or any of the tenants of the premises situation in the\nsame building.\n-\nExplanation — In this section, -\n(a) essential supply or service includes supply of\nwater, electricity, lights in passages and on stair-cases, lifts\nand conservancy or sanitary service;\n(b) withholding any essential supply or service shall\ninclude acts or omissions attributable to the landlord on\naccount of which the essential supply or services is cut-\noff by the municipal authority or any other competent\nauthority.\n(7) Without prejudice to the provisions of sub-sections (1)\nto (6) or any other law for the time being in force, where\nthe tenant, -\n(a) who has been in enjoyment of any essential\nsupply or service and the landlord has withheld the same,\nor\n(b) who desires to have, at his own cost, any other\nessential supply or service for the premises in his\noccupation,\nthe tenant may apply to the Municipal or any other authority\nauthorized in this behalf, for the permission or for supply\nof the essential service and it shall be lawful for that\nauthority to grant permission for, supply of such essential\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 571\n[H.L. GOKHALE, J.]}\nsupply or service applied for without insisting on production\nof a \"No Objection Certificate\" from the landlord by such\ntenant.\"\nThe Public Premises Act (Eviction of Unauthorised Occupants)\nAct, 1971-\nA\nB\n23. Now, when we turn to the Public Premises Act, the\npreamble of the Act states that it is an Act to provide for the\neviction of unauthorized occupants from public premises and\nfor certain incidental matters. It was enacted to deal with the\nproblem of rampant unauthorised occupation of public premises C\nby providing a speedy machinery for the recovery of these\npremises and the arrears of rent from the occupants thereof.\nSection 2 (e) of this Act defines the public premises, Section 2\n(f) defines rent, and Section 2 (g) defines unauthorized\noccupation. Section 2 (g) is in two parts. The first part of the\nsaid section states, that it means the occupation by any person\nof the public premises without any authority for such occupation.\nThe second part is inclusive in nature, and it expressly covers\nthe continuation in occupation by any person of the public\npremises after his authority to occupy the same has expired or\nhas been determined for any reason whatsoever. These\nsections read as follows:-\n2(e) \"public premises\" means-\nD\nE\n(1) any premises belonging to, or taken on lease or F\nrequisitioned by, or on behalf of the Central\nGovernment, and includes any such premises which\nhave been placed by that Government, whether\nbefore or after the commencement of the Public\nPremises (Eviction of Unauthorised Occupants) G\nAmendment Act, 1980 (61 of 1980), under the\ncontrol of the Secretariat of either House of\nParliament for providing residential accommodation\nto any member of the staff of that Secretariat;\nH\nA\nB\nс\nD\nE\nF\nG\n572\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(2) any premises belonging to, or taken on lease by,.\nor on behalf of,-\n(i)\nany company as defined in section 3 of the\nCompanies Act, 1956 (1 of 1956), in which\nnot less than fifty-one per cent of the paid up\nshare capital is held by the Central\nGovernment or any company which is a\nsubsidiary (within the meaning of that Act) of\nthe first-mentioned company;\n(ii) any corporation (not being a company as\ndefined in section 3 of the Companies Act,\n1956 (1 of 1956) or a local authority)\nestablished by or under a Central Act and\nowned or controlled by the Central\nGovernment;\n(iii) any University established or incorporated by\nany Central Act.\n(iv) any Institute incorporated by the Institutes of\nTechnology Act, 1961 (59 of 1961);\n(v)\nany Board of Trustees constituted under the\nMajor Port Trusts Act, 1963 (38 of 1963);\n(vi) the Bhakra Management Board constituted\nunder section 79 of the Punjab\nReorganisation Act, 1966 (31 of 1966), and\nthat Board as and when re-named as the\nBhakra-Beas Management Board under\nsub-section (6 of section 80 of that Act;\n(vii) any State Government or the Government of\nany Union Territory situated in the National\nCapital Territory of Delhi or in any other\nUnion Territory;\n☐ H\n"}