{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 1 S.C.R. 1\nSTATE OF GUJARAT \u0026 ANR.\nV.\nHON'BLE MR. JUSTICE R. A. MEHTA (RETD) \u0026 ORS.\n(Civil Appeal Nos. 8814-8815 of 2012)\nJANUARY 2, 2013\n[DR. B.S. CHAUHAN AND FAKKIR MOHAMED\nIBRAHIM KALIFULLA, JJ.]\nGujarat Lokayukta Act, 1986:\nA\nB\ns.3 – Appointment of Lokayukta\nC\n'Consultation' -\nConnotation of Primacy of opinion of Chief Justice of State\n- Held: Section 3 must be construed in the light of meaning\ngiven by courts to the word 'consultation' so as to give effect\nto the provisions of the statute to make it operative and D\nworkable - Statutory construction of provisions of the Act itself\nmandates primacy of opinion of the Chief Justice - In a\nsituation where one of the consultees has primacy of opinion\nunder the statute, either specifically contained in a statutory\nprovision, or by way of implication, consultation may mean\nInterpretation of statutes - Purposive\nconcurrence\nconstruction.\n-\nE\ns.3 - Appointment of Lokayukta - Process of consultation\nChief Justice of State recommending the name of a retired\nJudge of High Court to Governor and Chief Minister - Leader F\nof opposition in the House intimating that he had been\nconsulted by Governor and he had agreed to the appointment\n-\nHeld: Process of consultation stood complete as 3 out of 4\nstatutory authorities had approved the name of the respondent\nand Chief Justice replied to Chief Minister regarding his G\nobjections with respect to appointment of respondent as\nLokayukta.\n-\ns.3 – Appointment of Lokayukta Held: Chief Justice\n-\n1\nH\n2\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA recommending only one name, instead of a panel of names,\nis in consonance with the law laid down by Supreme Court,\nand there is no cogent reason not to give effect to the said\nrecommendation.\nB\nC\nD\nE\nS.3\n-\n-\nDelay in appointment of Lokayukta Held:\nStatutory provisions make it mandatory on the part of the State\nto ensure that the office of Lokayukta is filled up without any\ndelay.\nConstitution of India, 1950:\n-\nArts. 163 and 166 - Manner in which Governor acts\nExplained - Held: Where Governor acts as the Head of the\nState, except in relation to areas which are earmarked under\nthe Constitution as giving discretion to the Governor, the\nexercise of power by him, must only be upon the aid and\nadvice of the Council of Ministers - Therefore, appointment\nof Lokayukta can be made by the Governor, as Head of the\nState, only with aid and advice of Council of Ministers, and\nnot independently as a Statutory Authority\nAdministrative Law:\nBias - Appointment of Lokayukta – Chief Minister raising\nobjections to recommendation of name of respondent by Chief\nJustice - Held: An apprehension of bias against a person,\nF does not render such person, ineligible/ disqualified, or\nunsuitable for the purpose of being appointed to a particular\npost, or at least for the purpose of which, the writ of quo\nwarranto is maintainable - Objections raised by State\nGovernment, are not cogent enough to ignore the primacy of\nopinion of Chief Justice in this regard - Views of Chief\nMinister may not resonate with those of the public at large and,\nthus, such apprehension is misplaced The reasons\ndiscussed by Chief Justice appear to be rational and based\non facts – The issue appears to have been dealt with\nobjectively - There is no scope of judicial review so far as the\nG\nH\n-\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 3\nMEHTA (RETD) \u0026 ORS.\nprocess of decision making is concerned - Judicial review - A\nConstitution of India, 1950 - Art. 226.\nJudgments:\nJudgment of High Court - Use of harsh language against\nauthorities - Held: Judges must not use strong and carping B\nlanguage, rather they must act with sobriety, moderation and\nrestraint - In the instant case, the Judge ought to have\nmaintained a calm disposition and should not have used\nharsh language against a Constitutional authority, i.e. the\nChief Minister - Judicial restraint.\nSUPREME COURT RULES, 1966:\n0.7, r. 2 - Reference to larger bench - Factors to be\ntaken into account - Explained.\nWORDS AND PHRASES:\nWords 'by and under' - Connotation of.\nThe appointment of respondent no. 1 as Lokayukta\nwas challenged by the State Government in a writ petition\nbefore the High Court. There being difference of opinion\nbetween the two Judges of the High Court comprising\nthe Bench, the matter was referred to the third Judge. The\nwrit petition was ultimately dismissed as per majority\nopinion.\nC\nD\nE\n[11]\nF\nIn the instant appeal filed by the State Government,\nit was contended for the appellants that the Governor was\nbound to act only in accordance with the aid and advice\nof the Council of Ministers, headed by the Chief Minister; G\nthat the consultation by the Governor with the Attorney\nGeneral of India being alien to the Gujarat Lokayukta Act,\n1986, runs contrary to the statutory provisions of the said\nAct; that the Chief Justice ought to have recommended\na panel of names for consideration by the other\nH\n4\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA consultees, i.e., the Chief Minister and Leader of\nOpposition, and that he could not recommend only one\nname, as the same would cause the entire process to fall\nwithin the ambit of concurrence, rather than that of\nconsultation; that the Chief Justice ought to have taken\nB into consideration, the objections raised by the\nappellants, qua the recommendation made by the Chief\nJustice with respect to the appointment of respondent\nno. 1; and that the third Judge made unwarranted and\nuncalled for remarks in carping language in connection\nwith the Chief Minister which tantamounted to\nresounding strictures, and the same required to be\nexpunged.\nC\nD\nDismissing the appeals, the Court\nHELD: 1.1. These appeals raise legal issues of great\npublic importance, such as, what is the meaning of the\nterm 'consultation' contained in S.3 of the Gujarat\nLokayukta Act, 1986 (the Act), and also whether the\nopinion of the Chief Justice has primacy with respect to\nE the appointment of the Lokayukta. However, a two-\nJudges bench in the case of Suraz Trust India has\nentertained the questions raised while doubting the\ncorrectness of the larger bench decisions and the same\nis pending consideration before a three-Judges bench.\nF [para 5] [26-G; 27-B-C]\nSuraz Trust India v. Union of India \u0026 Anr. (2011) 4\nSCALE 252 - referred to.\n1.2. It is, evident that before making a reference to a\nG larger Bench, the Court must reach a conclusion\nregarding the correctness of the judgment delivered by\nit previously, and adjudge the effect of any error therein,\nupon the public, what inconvenience, hardship or\nmischief it would cause, and what the exact nature of the\nH infirmity or error that warrants a review of such earlier\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 5\nMEHTA (RETD) \u0026 ORS.\njudgments. In the instant case, there is no such A\ncompelling circumstance that may warrant a review, and\nthus, taking into consideration the facts of the case, it\ncannot be said that the matter requires a reference to a\nlarger Bench. [para 7] [28-F-H]\nThe Keshav Mills Co. Ltd., Petlad v. The Commissioner\nof Income-tax, Bombay North, Ahmedabad 1965 SCR 908 =\nAIR 1965 SC 1636 - relied on.\nB\n2.1. In Gujarat Revenue Tribunal Bar Association's\ncase*, this Court has held that, the object of consultation C\nis to render its process meaningful, so that it may serve\nits intended purpose. The meaning of consultation varies\nfrom case to case, depending upon its fact-situation and\nthe context of the statute, as well as the object it seeks\nto achieve. In a situation where one of the consultees has D\nprimacy of opinion under the statute, either specifically\ncontained in a statutory provision, or by way of\nimplication, consultation may mean concurrence. The\ncourt must examine the fact-situation in a given case to\ndetermine whether the process of consultation, as E\nrequired under the particular situation did in fact, stand\ncomplete. [para 9 and 16] [31-C; 36-A-C]\nF\n*State of Gujarat \u0026 Anr. v. Gujarat Revenue Tribunal Bar\nAssociation \u0026 Anr., JT 2012 (10) SC 422; UOI v. Sankalchand\nHimatlal Sheth \u0026 Anr. 1978 (1) SCR 423 = AIR 1977 SC\n2328; State of Kerala v. Smt. A. Lakshmikutty \u0026 Ors. 1987\n(1) SCR 136 = AIR 1987 SC 331; High Court of Judicature for\nRajasthan v. P.P Singh \u0026 Anr., 2003 (1) SCR 593 = AIR\n2003 SC 1029; UOI \u0026 Ors. v. Kali Dass Batish \u0026 Anr., 2006\n(1) SCR 261 = AIR 2006 SC 789; Andhra Bank v. Andhra G\nBank Officers \u0026 Anr., AIR 2008 SC 2936; and Union of India\nv. R. Gandhi, President, Madras Bar Association 2010 (6)\nSCR 857 = (2010) 11 SCC 1; Chandramouleshwar Prasad v.\nThe Patna High Court \u0026 Ors., 1970 (2) SCR 666 =AIR 1970\nSC 370; Centre for PIL \u0026 Anr. v. Union of India \u0026 Anr., 2011 H\n6\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA (4) SCR 445 = AIR 2011 SC 1267; Justice K.P. Mohapatra\nv. Sri Ram Chandra Nayak \u0026 Ors., AIR 2002 SC 3578; Ram\nChandra Nayak v. State of Orissa AIR 2002 Ori 25; Indian\nAdministrative Service (S.C.S.) Association, U.P. \u0026 Ors. v.\nUnion of India \u0026 Ors., 1992 (2) Suppl. SCR 389 = (1993)\nB Supp.1 SCC 730 - referred to\nC\n2.2. The statutory construction of the provisions of\nthe Gujarat Lokayukta Act, 1986 itself mandates the\nprimacy of the opinion of the Chief Justice for the simple\nreason that S.3 provides for the consultation with the\nChief Justice. The purpose of giving primacy of opinion\nto the Chief Justice is for the reason that he enjoys an\nindependent Constitutional status, and also because the\nperson eligible to be appointed as Lokayukta is from\namong the retired Judges of the High Court and the\nD Chief Justice is, therefore, the best person to judge their\nsuitability for the post. Besides, s. 6 provides for the\nremoval of Lokayukta, and lays down the procedure for\nsuch removal. The same can be done only on proven\nmisconduct in an inquiry conducted by the Chief Justice/\nE his nominee with respect to specific charges. Section 8(3)\nfurther provides for recusal of the Lokayukta in a matter\nwhere a public functionary has raised the objection of\nbias, and whether such apprehension of bias actually\nexists or not, shall be determined in accordance with the\nF opinion of the Chief Justice. [para 56] [61-A-E]\nG\nH\nN. Kannadasan v. Ajoy Khose \u0026 Ors. 2009\n(7) SCR 668 = (2009) 7 SCC 1; Ashish Handa, Advocate v.\nHon'ble the Chief Justice of High Court of Punjab \u0026 Haryana\n\u0026 Ors., 1996 (3) SCR 474 = AIR 1996 SC 1308; and Ashok\nTanwar \u0026 Anr. v. State of H.P. \u0026 Ors., 2004 (6) Suppl.\nSCR 1065 = AIR 2005 SC 614; Supreme Court Advocates-\non-Record Association \u0026 Anr. v. Union of India, 1993 (2)\nSuppl. SCR 659 = AIR 1994 SC 268 - referred to.\n2.3. The doctrine of purposive construction may be\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 7\nMEHTA (RETD) \u0026 ORS.\ntaken recourse to for the purpose of giving full effect to A\nstatutory provisions, and the courts must state what\nmeaning the statute should bear, rather than rendering\nthe statute a nullity, as statutes are meant to be operative\nand not inept. The courts must refrain from declaring a\nstatute unworkable. In the process of statutory B\nconstruction, the court must construe the Act before it,\nbearing in mind the legal maxim ut res magis valeat quam\npereat - which means – it is better for a thing to have effect\nthan for it to be made void, i.e., a statute must be\nconstrued in such a manner, so as to make it workable.\nThe court must give effect to the purpose and object of\nthe Act for the reason that legislature is presumed to\nhave enacted a reasonable statute. [para 66 and 67] [65-\nB-C-F-G; 66-E]\n-\nC\nD\nM. Pentiah \u0026 Ors. v. Muddala Veeramallappa \u0026 Ors.\n1961 SCR 295 = AIR 1961 SC 1107; S.P. Jain v. Krishna\nMohan Gupta \u0026 Ors., 1987 (1) SCR 411 = AIR 1987 SC 222;\nReserve Bank of India v. Peerless General Finance and\nInvestment Co. Ltd. \u0026 Ors., 1987 (2) SCR 1 = AIR 1987 SC\n1023; Tinsukhia Electric Supply Co. Ltd. v. State of Assam E\n\u0026 Ors., 1989 (2) SCR 544 = AIR 1990 SC 123; UCO Bank \u0026\nAnr. v. Rajinder Lal Capoor 2008 (5) SCR 775 = (2008) 5\nSCC 257; and Grid Corporation of Orissa Limited \u0026 Ors. v.\nEastern Metals and Ferro Alloys \u0026 Ors., 2010 (10) SCR 779 =\n(2011) 11 SCC 334- referred to.\nNokes v. Doncaster Amalgamated Collieries Ltd., (1940)\n3 All E.R. 549; Whitney v. Inland Revenue Commissioner,\n1926 AC 37 - referred to\nF\n2.4. It is evident from the Preamble of the Act, 1986 G\nthat the Lokayukta has two duties, firstly, to protect\nhonest public functionaries from false complaints and\nallegations, and secondly, to investigate charges of\ncorruption filed against public functionaries. The office of\nthe Lokayukta is very significant for the people of the\nH\n8\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA State, as it provides for a mechanism through which, the\npeople of the State can get their grievances heard and\nredressed against maladministration. Thus, the\nLokayukta Act may be termed as a pro-people Act. If a\npolitical party in power succeeds in its attempt to appoint\nB a pliant Lokayukta, the same would be disastrous and\nwould render the Act otiose. A pliant Lokayukta,\ntherefore, would render the Act completely meaningless/\nineffective, as he would no doubt reject complaints u/s 7\nof the Act, at the instance of the government, taking the\nprima facie view that there is no substance in the\ncomplaint, and further, he may also make a suggestion\nu/s 20 of the said Act, to exclude a public functionary, from\nthe purview of the Act, which may include the Chief\nMinister himself. Thus, s.3 of the Act must be construed\nin light of the meaning given by the courts to the word\n'consultation', so as to give effect to the provisions of the\nstatute to make it operative and workable. [para 8, 61 and\n69] [29-B; 61-C-D-E; 67-A-C]\nC\nD\nVineet Narain \u0026 Ors. v. Union of India \u0026 Anr., 1997 (6)\nE Suppl. SCR 595 = AIR 1998 SC 889; State of Madhya\nPradesh \u0026 Ors. v. Shri Ram Singh 2000 (1) SCR 579 = AIR\n2000 SC 870; State of Maharashtra thr. CBI, Anti Corruption\nBranch, Mumbai v. Balakrishna Dattatrya Kumbhar JT 2012\n(10) SC 446; and Dr. Subramanian Swamy v. Dr. Manmohan\nF Singh \u0026 Anr. 2012 (3) SCR 52 = AIR 2012 SC 1185; re:\nSpecial Courts Bill, 1978, AIR 1979 SC 478 - referred to.\nG\nH\n2.5. The Gujarat Lokayukta Act, 1986 stipulates that\nthe institution of Lokayukta must be demonstrably\nindependent and impartial. Proviso to sub-s. (1) of s.3\nenvisages the appointment of the Lokayukta when the\nLegislative Assembly has been dissolved, or when a\nProclamation of Emergency under Art. 356 of the\nConstitution is in operation, upon consultation with the\nChief Justice of the State and the Leader of Opposition.\nHowever, such consultation with the Leader of\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 9\nMEHTA (RETD) \u0026 ORS.\nOpposition also stands dispensed with, if the Assembly A\nis dissolved or suspended. Thus, it is evident that the\nGovernor can appoint a Lokayukta, even when there is\nno Council of Ministers in existence. [para 38] [52-C-D-F]\n2.6. The facts of the instant case make it crystal clear\nthat the process of consultation stood complete as on\n2.8.2011, as 3 out of 4 statutory authorities had approved\nthe name of the respondent. The Chief Minister had\ncertain objections regarding the appointment of\nrespondent No.1, as Lokayukta, and his objections were\nduly considered by the Chief Justice, after which, it was\nalso explained to the Chief Minister that the said\nobjections raised by him, were in fact, completely\nirrelevant, or rather, not factually correct. This Court has\nreached the inescapable conclusion that none of the\nobjections raised by the Chief Minister could render\nrespondent no.1 ineligible/ disqualified or unsuitable for\nappointment to the post of Lokayukta. [para 45, 46] [56-\nD-G; 57-C-D]\nthe\nB\nC\nD\n2.7. As the Chief Justice has primacy of opinion in E\nmatter, the non-acceptance of such\nrecommendations, by the Chief Minister, remains\ninsignificant. Thus, it clearly emerges that in the instant\ncase, the Governor, u/s 3 of the Act, 1986 has acted upon\nthe aid and advice of the Council of Ministers. Section 3\nF\nof the Act, 1986, does not envisage unanimity in the\nconsultative process. In such a situation, the\nappointment of respondent no.1 cannot be held to be\nillegal. Thus, there is no scope of judicial review so far\nas the process of decision making in this case is\nconcerned. [para 46, 57 and 74] [57-E; 61-G; 71-E]\nG\n2.8. The recommendation of the Chief Justice\nsuggesting only one name, instead of a panel of names,\nis in consonance with the law laid down by this Court,\nand there is no cogent reason not to give effect to the Ḥ\n10 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA said recommendation. If the Chief Justice sends a panel\nof names, and the Governor selects one from them, then\nit would obviously become the primacy of the Governor\nand would not remain the primacy of the Chief Justice,\nwhich is the requirement under the law. [para 11 and 74]\nB [33-B; 70-H; 71-A]\nC\nN. Kannadasan v. Ajoy Khose \u0026 Ors. 2009\n(7) SCR 668 = (2009) 7 SCC 1; Ashish Handa, Advocate v.\nHon'ble the Chief Justice of High Court of Punjab \u0026 Haryana\n\u0026 Ors., 1996 (3) SCR 474 = AIR 1996 SC 1308; and Ashok\nTanwar \u0026 Anr. v. State of H.P. \u0026 Ors. 2004 (6) Suppl.\nSCR 1065 = AIR 2005 SC 614 - referred to.\n2.9. The statutory provisions make it mandatory on\nthe part of the State to ensure that the office of the\nD Lokayukta is filled up without any delay, as the Act\nprovides for such filling up, even when the Council of\nMinisters is not in existence. In the instant case,\nadmittedly, the office of the Lokayukta has been lying\nvacant for a period of more than 9 years i.e. from\nE 24.11.2003 till date. [para 38] [52-F-G]\nF\nG\nH\n3.1. Absence of bias can be defined as the total\nabsence of any pre-conceived notions in the mind of the\nAuthority/Judge, and in the absence of such a situation,\nit is impossible to expect a fair deal/trial and no one would\ntherefore, see any point in holding/participating in one,\nas it would serve no purpose. The Judge/Authority must\nbe able to think dispassionately, and sub-merge any\nprivate feelings with respect to each aspect of the case.\nThe apprehension of bias must be reasonable, i.e., which\na reasonable person would be likely to entertain. [para 34]\n[49-D-F]\n3.2. Bias is one of the limbs of natural justice. The\ndoctrine of bias emerges from the legal maxim - nemo\ndebet esse judex in causa propria sua. It applies only when\n"}