{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 21\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.] ·\nD. The Chief Minister, also wrote a letter dated 8.2.2010, A\nto the Chief Justice, requesting him to send a panel of names\nof three retired Judges for the purpose of consideration of one\nof them to be finally appointed as Lokayukta. The Chief Justice,\nvide letter dated 24.2.2010, suggested the names of four retired\nJudges, taking care to stipulate that the said names were not B\narranged in any order of preference, and that any one of them,\ncould thus, be chosen by the Governor.\nE. The Chief Minister after receiving the aforementioned\nletter, made an attempt to consult the Leader of Opposition,\nregarding the said names by writing a letter dated 2.3.2010,\nwho vide letter dated 3.3.2010, was of the opinion that under\nthe Act, 1986 the Chief Minister, had no right to embark upon\nany consultation, with respect to the appointment of the\nLokayukta. There was some further correspondence of a similar\nnature between them on this issue.\nF. The Leader of Opposition, vide letter dated 4.3.2010,\npointed out to the Chief Minister, that the process of consultation\nregarding the appointment of the Lokayukta, had already been\ninitiated by the Governor directly, and thus, the Chief Minister\nshould not attempt to interfere with the same. The Leader of\nOpposition did not attend any meeting held in this regard, and\nthe Governor also did not think it proper to indulge in any further\nconsultation with the Chief Minister with respect to the said\nissue.\nG. In the meantime, as has been mentioned above, not\nonly were the meetings called by the Chief Minister, not\nattended by the Leader of Opposition, but it also appears that\nsimultaneously, the Council of Ministers had already considered\nthe names as recommended by the Chief Justice, and vide\nletter dated 24.2.2010, had proceeded to approve the name\nof Justice J.R. Vora (Retd.), for appointment to the post of\nLokayukta, and the file was sent to the Governor for approval\nand consequential appointment. However, no orders were\npassed by the Governor.\nC\nD\nE\nF\nG\nH\n22\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA\nH. The Governor instead sought the opinion of the Attorney\nGeneral of India, as regards the nature of the process of\nconsultation, required to be adopted in the matter of\nappointment of the Lokayukta. The Governor also addressed\na letter to the Chief Justice dated 23.4.2010, soliciting his\nB opinion as to who would be a better choice for appointment to\nthe post of Lokayukta, between Justice R.P. Dholakia (Retd.),\nwho was the President of the Gujarat Consumer Disputes\nRedressal Commission and Justice J.R. Vora (Retd.), from\namong the panel of names that had been sent by the Chief\nJustice, vide letter dated 24.2.2010.\nC\nI. The Attorney General in his opinion dated 23.4.2010,\nstated that the Chief Justice ought to have suggested only one\nname, and that he could not have required to recommend a\npanel of names. The Chief Justice on 27.4.2010, wrote to the\nD Governor stating that, in his opinion, Justice R.P. Dholakia\n(Retd.) would be the more appropriate choice. However,\ndespite this, the Governor did not issue a letter of appointment\nto anyone, and requested the Chief Justice vide letter dated\n3.5.2010, to recommend only one name, as opined by the\nE Attorney General, vide his letter dated 23.4.2010.\nJ. In response to the suggestion made by the Governor,\nthe Chief Justice wrote to the Governor on 29.12.2010,\nrecommending the name of Justice S.D. Dave (Retd.), for\nF appointment to the post of Lokayukta. The Chief Justice also\nwrote a letter to the Chief Minister on 31.12.2010,\nrecommending the name of Justice S.D. Dave, in place of that\nof Justice J.R. Vora, as Justice J.R. Vora had already been\nappointed elsewhere.\nG\nK. The Chief Minister wrote a letter dated 21.2.2011, to\nthe Chief Justice by way of which, he re-iterated the request of\nthe State Government, to appoint Justice J.R. Vora as\nLokayukta, owing to the fact that the process of consultation was\nalready complete and further that, Justice J.R. Vora had\nH expressed his willingness to accept his appointment to the post\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 23\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nof Lokayukta, if the same was offered to him, and in this regard, A\nthe Chief Minister even wrote a second letter, dated 4.5.2011,\nto the Chief Justice, requesting him to reconsider the said\nissue.\nB\nL. The Chief Justice, vide letter dated 7.6.2011, made a\nsuggestion to the Governor to the effect that, Justice R.A. Mehta\n(Retd.) be appointed as Lokayukta, and the said\nrecommendation was also sent by the Chief Justice, to the Chief\nMinister. The Governor, on the same day, i.e. 7.6.2011,\nrequested the Chief Minister to expedite the process for the C\nappointment of Justice R.A. Mehta, as Lokayukta.\nM. The Chief Minister, vide letter dated 16.6.2011,\nrequested the Chief Justice to consider certain objections\nraised by him against the appointment of Justice R.A. Mehta\nas Lokayukta, which included among other things, the fact that D\nJustice R.A. Mehta was above 75 years of age, as also his\nassociation with NGOs and social activist groups, known\nfor their antagonism against the State Government; and\nfurther, that he possessed a specific biased disposition, against\nthe Government. To support the apprehensions raised by him, E\nthe Chief Minister annexed along with his letter, 11 clippings\nof newspaper.\nN. The Chief Justice, vide letter dated 2.8.2011, replied\nto the aforementioned letter of the Chief Minister, pointing out\nthat Justice R.A. Mehta was not ineligible for appointment to\nthe post of Lokayukta on the basis of any of the points raised\nby the Chief Minister, and that he was a man of great repute\nand high integrity. Justice R.A. Mehta had never made any\npublic statement detrimental to the society as a whole, nor had\nhe ever shown any bias either with respect to, or against any\ngovernment, and finally, that he was not a member of any NGO.\nEven otherwise, membership of a person of an NGO, or his\nsocial activities, cannot be treated as a basis for his\ndisqualification, for being appointed to the post of Lokayukta.\nF\nG\nH\nA\n24\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nO. The Governor, vide letter dated 16.8.2011, requested\nthe Chief Minister to process the appointment of Justice R.A.\nMehta as Lokayukta. The Leader of Opposition also wrote a\nletter dated 16.8.2011, to the Chief Minister, informing him of\nthe fact that he had already been consulted by the Governor,\nB as regards the said issue, and that in connection with the same,\nhe had agreed to the appointment of Justice R.A. Mehta as\nLokayukta. At this juncture, the Governor issued the requisite\nwarrant from her office on 25.8.2011, appointing Justice R.A.\nMehta as Lokayukta.\nC\nD\nE\nP. The Gujarat Lokayukta (Amendment) Bill, 2011 was\npassed by the Legislative Assembly of the State of Gujarat on\n30.3.2011, which primarily sought to widen the definition of the\nterm, \"public functionaries\", contained in Section 2(7) of the Act,\n1986, by including a large number of other functionaries, within\nits purview, such as Mayors, Deputy Mayors of the Municipal\nCorporation, the President or the Vice-President of\nMunicipalities, the Sarpanch and Up-Sarpanch of Village\nPanchayats etc. The Governor returned the said Bill for\nreconsideration, as she realised that the Lokayukta, however\ncompetent and efficient he may be, would be unable to look\ninto complaints of irregularities made against such a large\nnumber of persons.\nQ. The Governor also refused to issue an Ordinance to\nF amend the Act, 1986, wherein Section 3 was to be amended,\nwhich would have changed the composition of the consultees\nas contemplated under the Act, 1986, for the purpose of\ndeciding upon the appointment of the Lokayukta, on the ground\nthat there was no grave urgency for bringing in such an\nOrdinance, all of a sudden.\nG\nH\nR. The State of Gujarat filed writ petition No. 12632 of\n2011 dated 5.9.2011, in the High Court of Gujarat, challenging\nthe appointment of Justice R.A. Mehta to the post of Lokayukta.\n• The matter was decided vide judgment and order dated\n10.10.2011, wherein the two Judges while hearing the case\n\"\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 25\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\ndiffered in their views to a certain extent. Accordingly, the matter A\nwas then referred to a third Judge, who delivered his judgment\ndated 18.1.2012, dismissing the said writ petition.\nHence, these appeals.\nRIVAL CONTENTIONS:\nB\n3. Mr. K.K. Venugopal, Mr. Soli Sorabjee, Dr. Rajeev\nDhavan, Mr. Mihir J. Thakore, and Mr. Yatin Oza, learned senior\ncounsel appearing for the appellants, have submitted that the\nGovernor, being a titular head of State, is bound to act only in C\naccordance with the aid and advice of the Council of Ministers,\nheaded by the Chief Minister, and that the actions of the\nGovernor, indulging in correspondence with, and issuing\ndirections to other statutory authorities, are contrary to the\nprinciples of Parliamentary democracy, and thus, the Governor D\nought not to have corresponded with, and consulted the Chief\nJustice of the High Court of Gujarat directly. It was also\ncontended that, the Chief Justice ought to have recommended,\na panel of names for consideration by the other consultees,\ni.e., the Chief Minister and Leader of Opposition, and that he\nE\ncould not recommend only one name, as the same would\ncause the entire process to fall within the ambit of\nconcurrence, rather than that of consultation. Furthermore,\nconsultation by the Governor with the Attorney General of India,\nwho is alien to the Act, 1986, runs contrary to the statutory\nprovisions of the said Act. The Governor is not acting merely\nas a statutory authority, but as the Head of the State, and\nhence, the entire procedure adopted by her is in clear\ncontravention of the actual procedure, contemplated by the\nstatute, for the purpose of selection of the Lokayukta. The Chief\nJustice ought to have taken into consideration, the objections\nraised by the appellants, qua the recommendation made by the\nChief Justice with respect to the appointment of respondent no.\n1. The third Hon'ble Judge made unwarranted and uncalled for\nremarks in carping language in connection with the Chief\nMinister which tantamount to resounding strictures, and the H\nF\nG\n26\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA\nB\nC\nD\nsame require to be expunged. Thus, the appeals deserve to\nbe allowed and the majority judgments (impugned), set aside.\n4. Per contra, Mr. R.F. Nariman, learned Solicitor General\nof India, Mr. P.P.Rao, Dr. A.M. Singhvi, and Mr. Huzefa Ahmadi,\nlearned senior counsel appearing on behalf of the respondents,\nhave opposed the appeals, contending that the Governor had\nacted as a statutory authority under the Act, 1986, and not as\nthe head of the State, and thus, she was not required to act in\naccordance with the aid and advice of the Council of Ministers.\nFurthermore, no fault can be found with the procedure adopted\nby the Governor, as the objections raised by the Chief Minister\nwere thoroughly considered by the Chief Justice, and no\nsubstance was found therein. The Chief Justice has primacy\nof opinion in the matter of consultation, and therefore, the\nsending of a panel of names instead of just one name, does\nnot amount to a violation of the scheme of the Act. A perusal\nof the statute and the sequence of events herein, makes it\ncrystal clear, that the Governor acted in correct perspective, and\nthat no fault can be found with the selection of respondent no.\n1 to the post of Lokayukta. The appellants have in fact, been\nE avoiding the appointment of a Lokayukta for a period of more\nthan nine years, for which there can be no justification. The\nharsh language used by the 3rd Judge was warranted because\nof the defiant attitude adopted by the Chief Minister which was\nappalling, and thus, the remarks do not need to be expunged.\nF The appeals hence, lack merit and are liable to be dismissed.\n5. We have considered the rival submissions made by the\nlearned counsel for the parties and perused the record.\nG\nH\nThese appeals raise legal issues of great public\nimportance, such as, what is the meaning of the term\n'consultation' contained in Section 3 of the Act, 1986, and\nalso whether the opinion of the Chief Justice has primacy with\nrespect to the appointment of the Lokayukta.\nThe twin issues of consultation vis-à-vis concurrence and\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 27\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nprimacy, have been debated extensively before this Court and A\nanswered by larger benches while interpreting Article 124(2)\nof the Constitution in matters relating to appointment of Judges\nof Supreme Court and High Court. The present case also\ninvolves the determination of the meaning of the word\n\"consultation\" in Section 3 of the Act, 1986 in the said context. B\nHowever, a two-Judges bench in the case of Suraz Trust\nIndia v. Union of India \u0026 Anr., (2011) 4 SCALE 252, has\nentertained the questions raised while doubting the correctness\nof the larger bench decisions that is pending consideration\nbefore a three-Judges bench presided over by Hon'ble the\nChief Justice.\n6. In The Keshav Mills Co. Ltd., Petlad v. The\nCommissioner of Income-tax, Bombay North, Ahmedabad,\nAIR 1965 SC 1636, this Court held:\n\"\nC\nD\nE\nF\nWhen this Court decides questions of law, its\ndecisions are, under Art. 141, binding on all Courts within\nthe territory of India, and so, it must be the constant\nendeavour and concern of this Court to introduce and\nmaintain an element of certainty and continuity in the\ninterpretation of law in the country. Frequent exercise by\nthis Court of its power to review its earlier decisions on\nthe ground that the view pressed before it later appears\nto the Court to be more reasonable, may incidentally\ntend to make law uncertain and introduce confusion\nwhich must be consistently avoided. That is not to say\nthat if on a subsequent occasion, the Court is satisfied\nthat its earlier decision was clearly erroneous, it should\nhesitate to correct the error, but before a previous decision\nis pronounced to be plainly erroneous, the Court must\nbe satisfied with a fair amount of unanimity amongst its\nmembers that a revision of the said view is fully justified.\nIt is not possible or desirable, and in any case it would\nbe inexpedient to lay down any principles which should\ngovern the approach of the Court in dealing with the H\nG\nA\nB\nC\nD\nE\n28\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nquestion of reviewing and revising its earlier decisions.\nIt would always depend upon several relevant\nconsiderations:- What is the nature of the infirmity or error\non which a plea for a review and revision of the earlier\nview is based? On the earlier occasion, did some patent\naspects of the question remain unnoticed, or was the\nattention of the Court not drawn to any relevant and\nmaterial statutory provision, or was any previous decision\nof this Court bearing on the point not noticed? Is the\nCourt hearing such plea fairly unanimous that there is\nsuch an error in the earlier view? What would be the\nimpact of the error on the general administration of law\nor on public good? Has the earlier decision been\nfollowed on subsequent occasions either by this Court or\nby the High Courts? And, would the reversal of the earlier\ndecision lead to public inconvenience, hardship or\nmischief? These and other relevant considerations must\nbe carefully borne in mind whenever this Court is called\nupon to exercise its jurisdiction to review and revise its\nearlier decisions. These considerations become still\nmore significant when the earlier decision happens to be\na unanimous decision of a Bench of five learned Judges\nof this Court.”\n7. It is, therefore, evident that before making a reference\nto a larger Bench, the Court must reach a conclusion regarding\nF the correctness of the judgment delivered by it previously,\nparticularly that, which has been delivered by a Bench of nine\nJudges or more, and adjudge the effect of any error therein,\nupon the public, what inconvenience, hardship or mischief it\nwould cause, and what the exact nature of the infirmity or error\nG that warrants a review of such earlier judgments.\nH\nIn the instant case, we do not find any such compelling.\ncircumstance that may warrant a review, and thus, taking into\nconsideration the facts of the present case, we are not\nconvinced that this matter requires a reference to a larger\nBench.\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 29\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n8. Before proceeding with the case, it is necessary to refer A\nto certain relevant statutory provisions:\nIt is evident from the Preamble of the Act, 1986 that the\nLokayukta has two duties, firstly, to protect honest public\nfunctionaries from false complaints and allegations, and\nsecondly, to investigate charges of corruption filed against\npublic functionaries. Hence, investigation of such charges of\ncorruption against public functionaries is not the only\nresponsibility that the Lokayukta is entrusted with.\nB\nSection 2(8) of the Act, 1986, defines the term, \"Public\nC\nservant\", as having the same meaning, that has been given to\nit, under Section 21 of the Indian Penal Code, 1860.\nSection 3 (1) of the Act, 1986, reads as under:\n\"For the purpose of conducting investigations in\naccordance with provisions of this Act, the Governor shall,\nby warrant under his hand and seal, appoint a person to\nbe known as the Lokayukta.\nD\nProvided that the Lokayukta shall be appointed after E\nconsultation with the Chief Justice of the High Court\nand except where such appointment is to be made at a\ntime when the Legislative Assembly of the State of Gujarat\nhas been dissolved or a Proclamation under Article 356\nof the Constitution is in operation in the State of Gujarat, F\nafter consultation also with the Leader of the\nOpposition in the Legislative Assembly, or if there be no\nsuch Leader, a person elected in this behalf by the\nmembers of the Opposition in that House in such manner\nas the Speaker may direct.” (Emphasis added)\nSection 4 prescribes certain disabilities/disqualifications\nwith respect to the appointment of the Lokayukta, and stipulates\nthat he must not be a Member of Parliament or of any State\nLegislature, and also that he must not hold any office of trust,\nG\nH\n30\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA\nB\nс\nor profit and even if he does hold any such post, that he must\ntender his resignation as regards the same, before he is\nappointed as Lokayukta, and also further, that he must not be\naffiliated with any political party.\nSection 6 of the said Act, provides that the Lokayukta shall\nnot be removed from office, except under an order made by\nthe Governor, on the grounds of proven misbehaviour, or\nincapacity, after an inquiry into the same which has been\nconducted by the Chief Justice of the High Court of the State,\nor by a Judge nominated by him, in which, the Lokayukta is\ninformed of the charges against him, and has been given, a\nreasonable opportunity of being heard, with respect to the\nsame.\nSection 7 of the Act, 1986 provides for matters which may\nD be investigated by the Lokayukta, against public\nfunctionaries, which may include the Chief Minister and the\nCouncil of Ministers also.\nE\nF\nSection 12 of the Act, 1986 provides that the Lokayukta,\nafter investigation of a complaint against the Chief Minister, if\nany substance is found therein, shall submit a written report,\ncommunicating the findings arrived at by him, along with such\nrelevant materials/documents and other evidence, that are in\nhis possession, to the Chief Minister himself. Clause 2 thereof\nprovides that, the Chief Minister shall then place the said report,\nwithout any delay, before the Council of Ministers.\nSection 19 of the Act, empowers the Governor to confer\nadditional functions upon the Lokayukta, after having\nconsultation with the Lokayukta, in relation to the eradication\nG of corruption, which may be specified, by publishing a\nnotification with respect to the same, in the Official Gazette.\nH\nSection 20 of the Act, deals with the power to exclude\ncomplaints against certain classes of public functionaries.\nUnder this Section, the State Government, upon a\n"}