{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"STATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 61\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\njudgment of this Court referred to earlier, even if we examine A\nthe statutory provisions of the Act, the statutory construction itself\nmandates the primacy of the opinion of the Chief Justice for\nthe simple reason that Section 3 provides for the consultation\nwith the Chief Justice. Section 6 provides for the removal of\nLokayukta, and lays down the procedure for such removal. The B\nsame can be done only on proven misconduct in an inquiry\nconducted by the Chief Justice/his nominee with respect to\nspecific charges. Section 8(3) further provides for recusal of the\nLokayukta in a matter where a public functionary has raised the\nobjection of bias, and whether such apprehension of bias C\nactually exists or not, shall be determined in accordance with\nthe opinion of the Chief Justice.\nD\nThe purpose of giving primacy of opinion to the Chief\nJustice is for the reason that he enjoys an independent\nConstitutional status, and also because the person eligible to\nbe appointed as Lokayukta is from among the retired Judges\nof the High Court and the Chief Justice is, therefore, the best\nperson to judge their suitability for the post. While considering\nthe statutory provisions, the court has to keep in mind the\nStatement of Objects and Reasons published in the Gujarat E\nGazette (Extraordinary) dated 1.8.1986, as here, it is revealed\nthat the purpose of the Act is also to provide for the manner of\nremoval of a person from the office of the Lokayukta, and the\nBill ensured that the grounds for such removal are similar to\nthose specified for the removal of the Judges of the High Court. F\n57. As the Chief Justice has primacy of opinion in the said\nmatter, the non-acceptance of such recommendations, by the\nChief Minister, remains insignificant. Thus, it clearly emerges\nthat the Governor, under Section 3 of the Act, 1986 has acted\nupon the aid and advice of the Council of Ministers. Such a view\nis taken, considering the fact that Section 3 of the Act, 1986,\ndoes not envisage unanimity in the consultative process.\nG\n58. Leaving the finality of choice of appointment to the\nCouncil of Ministers, would be akin to allowing a person who H\n62\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA is likely to be investigated, to choose his own Judge.\nAdditionally, a person possessing limited power, cannot be\npermitted to exercise unlimited powers.\nB\nC\nD\nE\n-\nF\nG\nН\nHowever, in light of the facts and circumstances of the\ncase, it cannot be held that the process of consultation was\nincomplete and was not concluded as per the requirements of\nthe Act, 1986.\n59. In M.P. Special Police Establishment (Supra), this\nCourt held as under:\n\"11... Thus, as rightly pointed out by Mr Sorabjee, a\nseven-Judge Bench of this Court has already held that\nthe normal rule is that the Governor acts on the aid and\nadvice of the Council of Ministers and not independently\nor contrary to it. But there are exceptions under which the\nGovernor can act in his own discretion. Some of the\nexceptions are as set out hereinabove. It is, however,\nclarified that the exceptions mentioned in the\njudgment are not exhaustive. It is also recognised that\nthe concept of the Governor acting in his discretion or\nexercising independent judgment is not alien to the\nConstitution. It is recognised that there may be\nsituations where by reason of peril to democracy or\ndemocratic principles, an action may be compelled\nwhich from its nature is not amenable to Ministerial\nadvice. Such a situation may be where bias is inherent\nand/or manifest in the advice of the Council of Ministers.\n(Emphasis added)\n60. In fact, a five Judge Bench of this Court, in this case\nhas explained the judgment of a seven Judge Bench in\nSamsher Singh (Supra), observing that in exceptional\ncircumstances, the Governor may be justified in acting in his\ndiscretion, and that the exceptions enumerated in Samsher\nSingh (Supra) are not exhaustive.\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 63\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nThus, the view taken by the 3rd learned Judge, in which it A\nhas been stated that it had become absolutely essential\nfor the Governor to exercise his discretionary powers under\nArticle 163 of the Constitution, must be read in light of the\nabove-mentioned explanation.\nPURPOSIVE CONSTRUCTION:\nB\n61. The office of the Lokayukta is very significant for the\npeople of the State, as it provides for a mechanism through\nwhich, the people of the State can get their grievances heard\nand redressed against maladministration. The right to C\nadminister, cannot obviously include the right to maladminister.\n(Vide: In Re. Kerela Education Bill, 1957, AIR 1958 SC 956).\nIn a State where society suffers from moral denigration, and\nsimultaneously, from rampant corruption, there must be an\neffective forum to check the same. Thus, the Lokayukta Act may\nbe termed as a pro-people Act, as the object of the Act, 1986\nis to clean up augean stables, and in view thereof, if a political\nparty in power, succeeds in its attempt to appoint a pliant\nLokayukta, the same would be disastrous and would render the\nAct otiose. A pliant Lokayukta may not be able to take effective\nand required measures to curb the menace of corruption.\nD\n[1]\nE\n62. Corruption in a civilised society is a disease like\ncancer, which if not detected in time, is sure to spread its\nmalignance among the polity of the country, leading to\ndisastrous consequences. Therefore, it is often described as F\nroyal thievery. Corruption is opposed to democracy and social\norder, as being not only anti people, but also due to the fact\nthat it affects the economy of a country and destroys its cultural\nheritage. It poses a threat to the concept of Constitutional\ngovernance and shakes the very foundation of democracy and\nthe rule of law. It threatens the security of the societies\nundermining the ethical values and justice jeopardizing\nsustainable development. Corruption de-values human rights,\nchokes development, and corrodes the moral fabric of society.\nIt causes considerable damage to the national economy, H\nG\n64\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA national interest and the image of the country. (Vide: Vineet\nNarain \u0026 Ors. v. Union of India \u0026 Anr., AIR 1998 SC 889; State\nof Madhya Pradesh \u0026 Ors. v. Shri Ram Singh, AIR 2000 SC\n870; State of Maharashtra thr. CBI, Anti Corruption Branch,\nMumbai v. Balakrishna Dattatrya Kumbhar, JT 2012 (10) SC\nB 446; and Dr. Subramanian Swamy v. Dr. Manmohan Singh\n\u0026 Anr., AIR 2012 SC 1185).\n63. The adverse impact of lack of probity in public life\nleads to a high degree of corruption. Corruption often results\nfrom patronage of statutory/higher authorities and it erodes\nC quality of life, and it has links with organized crimes, economic\ncrimes like money laundering etc., terrorism and serious threats\nto human security to flourish. Its impact is disastrous in the\ndeveloping world as it hurts the poor disproportionately by\ndiverting funds intended for development. Corruption generates\nD injustice as it breeds inequality and become major obstacle to\npoverty alleviation and development. United Nation Convention\nAgainst Corruption, 2003, envisages the seriousness and\nmagnitude of the problem. December 9 has been designated\nas International Anti-Corruption Day. India is a party to the said\nE convention with certain reservation.\nபட\nF\n64. In re: Special Courts Bill, 1978, AIR 1979 SC 478,\nJustice Krishna lyer observed:\n\"Corruption and repression - cousins in such situation -\nhijack development process and in the long run lagging\nnational progress means ebbing people's confidence in\nconstitutional means to social justice.\"\n65. Corruption in a society is required to be detected and\neradicated at the earliest as it shakes \"the socio-economic-\nG political system in an otherwise healthy, wealthy, effective and\nvibrating society.\" Liberty cannot last long unless the State is\nable to eradicate corruption from public life. The corruption is\na bigger threat than external threat to the civil society as it\ncorrodes the vitals of our polity and society. Corruption is\nH instrumental in not proper implementation and enforcement of\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 65\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\npolicies adopted by the Government. Thus, it is not merely a A\nfringe issue but a subject matter of grave concern and requires\nto be decisively dealt with.\n66. In the process of statutory construction, the court must\nconstrue the Act before it, bearing in mind the legal maxim ut\nB\nres magis valeat quam pereat - which mean - it is better for\na thing to have effect than for it to be made void, i.e., a statute\nmust be construed in such a manner, so as to make it\nworkable. Viscount Simon, L.C. in the case of Nokes v.\nDoncaster Amalgamated Collieries Ltd., (1940) 3 All E.R. 549,\nstated as follows:\n\"......if the choice is between two interpretations, the\nnarrower of which would fail to achieve the manifest\npurpose of the legislation we should avoid a construction\nwhich would reduce the legislation to futility, the should\nrather accept the bolder construction, based on the view\nthat Parliament would legislate only for the purpose of\nbringing about an effective result.\"\nSimilarly in Whitney v. Inland Revenue Commissioner,\n1926 AC 37, it was observed as under:\n\"A statute is designed to be workable, and the\ninterpretation thereof by a court should be to secure that\nobject unless crucial omission or clear direction makes\nthat end unattainable.\"\n67. The doctrine of purposive construction may be taken\nrecourse to for the purpose of giving full effect to statutory\nprovisions, and the courts must state what meaning the statute\nshould bear, rather than rendering the statute a nullity, as\nstatutes are meant to be operative and not inept. The courts\nmust refrain from declaring a statute to be unworkable. The\nrules of interpretation require that construction, which carries\nforward the objectives of the statute, protects interest of the\nparties and keeps the remedy alive, should be preferred,\nlooking into the text and context of the statute. Construction\nC\nD\nE\nF\nG\nH\nC\n66\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA given by the court must promote the object of the statute and\nserve the purpose for which it has been enacted and not efface\nits very purpose. \"The courts strongly lean against any\nconstruction which stands to reduce a statute to futility. The\nprovision of the statute must be so construed so as to make it\nB effective and operative.\" The court must take a pragmatic view\nand must keep in mind the purpose for which the statute was\nenacted, as the purpose of law itself provides good guidance\nto courts as they interpret the true meaning of the Act and thus,\nlegislative futility must be ruled out. A statute must be construed\nin such a manner so as to ensure that the Act itself does not\nbecome a dead letter, and the obvious intention of the\nlegislature does not stand defeated, unless it leads to a case\nof absolute intractability in use. The court must adopt a\nconstruction which suppresses the mischief and advances the\nremedy and \"to suppress subtle inventions and evasions for\ncontinuance of the mischief, and pro privato commodo, and to\nadd force and life to the cure and remedy, according to the true\nintent of the makers of the Act, pro bono publico\". The court\nmust give effect to the purpose and object of the Act for the\nreason that legislature is presumed to have enacted a\nreasonable statute. (Vide: M. Pentiah \u0026 Ors. v. Muddala\nVeeramallappa \u0026 Ors., AIR 1961 SC 1107; S.P. Jain v.\nKrishna Mohan Gupta \u0026 Ors., AIR 1987 SC 222; Reserve\nBank of India v. Peerless General Finance and Investment\nCo. Ltd. \u0026 Ors., AIR 1987 SC 1023; Tinsukhia Electric Supply\nCo. Ltd. v. State of Assam \u0026 Ors., AIR 1990 SC 123; UCO\nBank \u0026 Anr. v. Rajinder Lal Capoor, (2008) 5 SCC 257; and\nGrid Corporation of Orissa Limited \u0026 Ors. v. Eastern Metals\nand Ferro Alloys \u0026 Ors., (2011) 11 SCC 334).\nD\nE\nF\nG\nН\n68. Governance in terms of Constitutional perceptions and\nlimitations is a basic feature of the Constitution, wherein social,\neconomic and political justice is a Constitutional goal. We must\nalways keep in mind that the Constitution is a living organism\nand is meant for the people, not just for the government, as it\nprovides for promotion of public welfare.\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 67\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n69. A pliant Lokayukta therefore, would render the Act A\ncompletely meaningless/ineffective, as he would no doubt reject\ncomplaints under Section 7 of the Act, at the instance of the\ngovernment, taking the prima facie view that there is no\nsubstance in the complaint, and further, he may also make a\nsuggestion under Section 20 of the said Act, to exclude a B\npublic functionary, from the purview of the Act, which may include\nthe Chief Minister himself. Thus, Section 3 of the Act, 1986 must\nbe construed in the light of meaning given by the courts to the\nword 'consultation' so as to give effect to the provisions of the\nstatute to make it operative and workable.\nROLE OF THE GOVERNOR :\n70. In the facts of this case, it may not be necessary for\nthe court to examine the submissions made on behalf of the\nappellants that the Governor should neither have directly sought\nthe opinion of the Attorney General of India, nor should have\ndirectly solicited the opinion of the Chief Justice on the issue,\nand further, that after doing so, she should not have asked the\nChief Justice to send only one name in the light of the opinion\nof the Attorney General, as such conduct of the Governor could\nnot be in consonance and conformity with the Constitutional\nscheme. It appears that the Governor had been inappropriately\nadvised and thus mistook her role, as a result of which, she\nremained under the impression that she was required to act\nas a statutory authority under the Act, 1986, and not as the\nHead of the State. Moreover, the advice of the Attorney General\nwas based on the judgments of this Court, referred to\nhereinabove, and the Chief Minister was also aware of each\nand every development in these regards.\nLANGUAGE OF THE JUDGMENT :\nD\nE\nF\nG\n71. It appears that the third learned Judge has used a\nharsh language against the Chief Minister, after examining the\nvarious letters written by him wherein he contradicted himself\nas at one place, he admits not just to the primacy of the Chief\nJustice, but to his supremacy in this regard, and in another H\n68\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA letter, he states that the recommendation made by the Chief\nJustice would not be acceptable to him, and also revealed\nhis perpetual insistence as regards consideration of the name\nof Justice J.R. Vora for appointment to the said post of\nLokayukta.\nB\nAt an earlier stage, the Chief Minister had taken a stand\nto the effect that a retired Judge, who has been given some\nother assignment, should not be considered for appointment\nto the post of Lokayukta. However, with respect to the case of\nJustice J.R. Vora, he seems to have taken an altogether\nC different view.\nD\n72. The third learned Judge made numerous observations\ninter-alia that a Constitutional mini crisis had been sparked by\nthe actions of the Chief Minister, compelling the Governor to\nexercise his discretionary powers under Article 163 of the\nConstitution, to protect democracy and the rule of law, while\nappointing respondent no.1 as the Lokayukta; that, there was\nan open challenge by the Council of Ministers in their non-\nacceptance of the primacy of the opinion of the Chief Justice\nof the Gujarat High Court, which revealed the discordant\napproach of the Chief Minister; that, the conduct of the Chief\nMinister demonstrated deconstruction of democracy and\ntantamounts to a refusal by the Chief Minister to perform his\nstatutory or Constitutional obligation and, therefore, in light of\nthis, a responsible Constitutional decision was required to be\nF taken by the Governor so as to ensure that democracy thrived,\nE\nG\nI\nor to preserve democracy and prevent tyranny. The same seem\nto have been made after examining the attitude of the Chief\nMinister, as referred to hereinabove.\n73. This Court has consistently observed that Judges must\nact independently and boldly while deciding a case, but should\nnot make atrocious remarks against the party, or a witness, or\neven against the subordinate court. Judges must not use strong\nand carping language, rather they must act with sobriety,\nmoderation and restraint, as any harsh and disparaging\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 69\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nA\nstrictures passed by them, against any person may be mistaken\nor unjustified, and in such an eventuality, they do more harm\nand mischief, than good, therefore resulting in injustice. Thus,\nthe courts should not make any undeserving or derogatory\nremarks against any person, unless the same are necessary\nfor the purpose of deciding the issue involved in a given case. B\nEven where criticism is justified, the court must not use\nintemperate language and must maintain judicial decorum at\nall times, keeping in view always, the fact that the person making\nsuch comments, is also fallible. Maintaining judicial restraint\nand discipline are necessary for the orderly administration of C\njustice, and courts must not use their authority to “make\nintemperate comments, indulge in undignified banter or\nscathing criticism”. Therefore, while formation and expression\nof honest opinion and acting thereon, is a necessity to decide\na case, the courts must always act within the four-corners of\nthe law. Maintenance of judicial independence is characterized\nby maintaining a cool, calm and poised mannerism, as regards\nevery action and expression of the members of the Judiciary,\nand not by using inappropriate, unwarranted and contumacious\nlanguage. The court is required \"to maintain sobriety, calmness,\ndispassionate reasoning and poised restraint. The concept of\nloco parentis has to take foremost place in the mind of a Judge\nand he must keep at bay any uncalled for, or any unwarranted\nremarks.\" (Vide: State of M.P. \u0026 Ors. etc.etc. v. Nandlal Jaiswal\n\u0026 Ors. etc.etc., AIR 1987 SC 251; A.M. Mathur v. Pramod\nKumar Gupta, AIR 1990 SC 1737; State of Bihar \u0026 Anr. v.\nNilmani Sahu \u0026 Anr., (1999) 9 SCC 211; In the matter of: \"K\"\na Judicial Officer, AIR 2001 SC 972; In the matter of: \"RV\", a\nJudicial Officer, AIR 2005 SC 1441; and Amar Pal Singh v.\nState of U.P. \u0026 Anr., AIR 2012 SC 1995).\nThus, in view of the above, we are of the view that the\nlearned Judge, even if he did not approve of the \"my-way or\nthe high way\" attitude adopted by the Hon'ble Chief Minister,\nought to have maintained a calm disposition and should not\nhave used such harsh language against a Constitutional\nD\nE\nF\nG\nH\n70\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA authority, i.e. the Chief Minister.\nB\nC\nD\nE\nLL\nF\n74. CONCLUSIONS:\n(i) The facts of the case reveal a very sorry state of affairs,\nrevealing that in the State of Gujarat, the post of the Lokayukta\nhas been lying vacant for a period of more than 9 years, as it\nbecame vacant on 24.11.2003, upon the resignation of Justice\nS.M. Soni from the said post. Since then a few half-hearted\nattempts were made to fill up the post of the Lokayukta, but for\none reason or another, the same could not be filled. The present\nGovernor has misjudged her role and has insisted, that under\nthe Act, 1986, the Council of Ministers has no role to play in\nthe appointment of the Lokayukta, and that she could therefore,\nfill it up in consultation with the Chief Justice of the Gujarat High\nCourt and the Leader of Opposition. Such attitude is not in\nconformity, or in consonance with the democratic set up of\ngovernment envisaged in our Constitution. Under the scheme\nof our Constitution, the Governor is synonymous with the State\nGovernment, and can take an independent decision upon his/\nher own discretion only when he/she acts as a statutory authority\nunder a particular Act, or under the exception(s), provided in\nthe Constitution itself. Therefore, the appointment of the\nLokayukta can be made by the Governor, as the Head of the\nState, only with the aid and advice of the Council of Ministers,\nand not independently as a Statutory Authority.\n(ii) The Governor consulted the Attorney General of India\nfor legal advice, and communicated with the Chief Justice of\nthe Gujarat High Court directly, without taking into confidence,\nthe Council of Ministers. In this respect, she was wrongly\nadvised to the effect that she had to act as a statutory authority\nand not as the Head of the State. Be that as it may, in light of\nthe facts and circumstances of the present case, it is evident\nthat the Chief Minister had full information and was in receipt\nof all communications from the Chief Justice, whose opinion\nis to be given primacy as regards such matters, and can only\nbe overlooked, for cogent reasons. The recommendation of the\nH\nG\n"}