{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 31\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nrecommendation made by the Lokayukta, may exclude, by A\nNotification in the Official Gazette, complaints involving\nallegations against persons belonging to a particular class of\npublic functionaries, as has been specified in the said\nnotification, from under the jurisdiction of the Lokayukta.\nCONSULTATION- means:\nB\n9. In State of Gujarat \u0026 Anr. v. Gujarat Revenue Tribunal\nBar Association \u0026 Anr., JT 2012 (10) SC 422, this Court held\nthat, the object of consultation is to render its process\nmeaningful, so that it may serve its intended purpose. C\nConsultation requires the meeting of minds between the parties\nthat are involved in the consultative process, on the basis of\nmaterial facts and points, in order to arrive at a correct, or at\nleast a satisfactory solution. If a certain power can be exercised\nonly after consultation, such consultation must be conscious, D\neffective, meaningful and purposeful. To ensure this, each party\nmust disclose to the other, all relevant facts, for due\ndeliberation. The consultee must express his opinion only after\ncomplete consideration of the matter, on the basis of all the\nrelevant facts and quintessence. Consultation may have E\ndifferent meanings in different situations, depending upon the\nnature and purpose of the statute.\n(See also: UOI v. Sankalchand Himatlal Sheth \u0026 Anr., AIR\n1977 SC 2328; State of Kerala v. Smt. A. Lakshmikutty \u0026 Ors.,\nAIR 1987 SC 331; High Court of Judicature for Rajasthan v.\nP.P Singh \u0026 Anr., AIR 2003 SC 1029; UOI \u0026 Ors. v. Kali Dass\nBatish \u0026 Anr., AIR 2006 SC 789; Andhra Bank v. Andhra Bank\nOfficers \u0026 Anr., AIR 2008 SC 2936; and Union of India v. R.\nGandhi, President, Madras Bar Association, (2010) 11 SCC\n1).\nF\nG\n10. In Chandramouleshwar Prasad v. The Patna High\nCourt \u0026 Ors., AIR 1970 SC 370, this Court held that,\nconsultation or deliberation can neither be complete nor\neffective, before the parties thereto, make their respective H\n32\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA points of view, known to the other, or others, and discuss and\nexamine the relative merits of their views. If one party makes a\nproposal to the other, who has a counter proposal in mind,\nwhich is not communicated to the proposer, a direction issued\nto give effect to the counter proposal, without any further\nB discussion with respect to such counter proposal, with the\nproposer cannot be said to have been issued after consultation.\nC\nD\nE\n11. In N. Kannadasan v. Ajoy Khose \u0026 Ors., (2009) 7\nSCC 1, this Court considered a case regarding the\nappointment of the Chairman of a State Consumer Disputes\nRedressal Commission, under the provisions of the Consumer\nProtection Act 1986, and examined the communication\nbetween the consultant and consultee, i.e. the State\nGovernment and the Chief Justice of the High Court, and\nobserved that, where the High Court had placed for\nconsideration, certain material against a person, whose name\nwas proposed by the State Government, for consideration with\nrespect to his appointment to the post of Chairman of the State\nCommission, and no specific explanation was provided for the\nnon-consideration of such material, then an appointment made\nin light of such circumstances, cannot be held to be an\nappointment made after due consultation. The Court held as\nunder: \"But, where a decision itself is thickly clouded by non-\nconsideration of the most relevant and vital aspect, the ultimate\nappointment is vitiated not because the appointee is not\nF desirable or otherwise, but because mandatory statutory\nrequirement of consultation has not been rendered effectively\nand meaningfully\". Thus, in such a situation, even if a person\nso appointed was in theory, eligible for the purpose of being\nconsidered for appointment to the said post, the fact that the\nG process of consultation was vitiated, would render the ultimate\norder of appointment vulnerable, and liable to questioning. In\nthis case, this Court also considered its earlier decisions, in\nthe cases of Ashish Handa, Advocate v. Hon'ble the Chief\nJustice of High Court of Punjab \u0026 Haryana \u0026 Ors., AIR 1996\nH SC 1308; and Ashok Tanwar \u0026 Anr. v. State of H.P. \u0026 Ors.,\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 33\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n\".\nAIR 2005 SC 614, and came to the conclusion that, the Chief A\nJustice must send only one name, and not a panel of\nnames for consideration, or else, the word 'primacy' would\nlose its significance. If the Chief Justice sends a panel of\nnames, and the Governor selects one from them, then it would\nobviously become the primacy of the Governor, and would not\nremain the primacy of the Chief Justice, which is the\nrequirement under the law.\nThe concept of primacy in such a situation, has been\nincluded, owing to the fact that, the Chief Justice of the High\nCourt of the concerned State, is the most appropriate person\nto judge the suitability of a retired Judge, who will act as the\nLokayukta and the object of the Act would not be served, if the\nfinal decision is left to the executive. The opinion of the Chief\nJustice would be entirely independent, and he would most\ncertainly be in a position to determine who the most suitable\ncandidate for appointment to the said office is. This Court has,\ntherefore, explained that, the primacy of the opinion of the Chief\nJustice must be accepted, except for cogent reasons, and\nthat the term consultation, for such purpose shall mean\nconcurrence.\n12. In N. Kannadasan (supra), while interpreting the\nprovisions of Section 16 of the Consumer Protection Act, 1986,\nthis Court held that, consultation under the said Act, cannot be\nequated with consultation, as contemplated by the Constitution\nunder Article 217, in relation to the appointment of a Judge of\nthe High Court. However, the Court further held, that primacy\nwill be given to the opinion of the Chief Justice, where such\nconsultation is statutorily required.\nB\nC\nD\nE\nF\n13. In Centre For PIL \u0026 Anr. v. Union of India \u0026 Anr., AIR G\n2011 SC 1267, this Court considered the argument of\nunanimity, or consensus, in the matter of the appointment of the\nCentral Vigilance Commissioner and observed:\n\"It was further submitted that if unanimity is ruled out then H\nA\nB\nC\nD\nE\nF\nG\nI\n34\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nthe very purpose of inducting the Leader of the\nOpposition in the process of selection will stand defeated\nbecause if the recommendation of the Committee were\nto be arrived at by majority it would always exclude the\nLeader of the Opposition since the Prime Minister and\nthe Home Minister will always be ad idem.\nXX\nXX\nXX\nWe find no merit in these submissions. To accept the\ncontentions advanced on behalf of the petitioners would\nmean conferment of a \"veto right\" on one of the members\nof the HPC. To confer such a power on one of the\nmembers would amount to judicial legislation.”\n14. This Court, in Justice K.P. Mohapatra v. Sri Ram\nChandra Nayak \u0026 Ors., AIR 2002 SC 3578, considered the\nprovisions of Section 3(1)(a) of the Orissa Lokpal and\nLokayuktas Act, 1995, which are pari materia with those of\nSection 3 of the Act, 1986. In the aforementioned case, the\nquestion that arose was with respect to the meaning of\nconsultation, as contemplated under the Orissa Act, which\nis a verbatim replication of Section 3 of the Gujarat Act, and\nupon consideration of the statutory provisions of the Act, this\nCourt came to the conclusion that:\n\"12. ....... The investigation which Lokpal is required to\ncarry out is that of quasi-judicial nature which would\nenvisage not only knowledge of law, but also of the\nnature and work which is required to be discharged by\nan administrator. In this context, the word \"consultation\"\nused in Section 3(1) proviso (a) would require that\nconsultation with the Chief Justice of the High Court of\nOrissa is a must or a sine qua non. For such\nappointment, the Chief Justice of the High Court would\nbe the best person for proposing and suggesting such\nperson for being appointed as Lokpal. His opinion would\nbe totally independent and he would be in a position to\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 35\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nfind out who is most or more suitable for the said office. A\nIn this context, primacy is required to be given to the\nopinion of the Chief Justice of the High Court.\nXX\nXX\nXX\nXX\nXX\n16. Applying the principle enunciated in the aforesaid B\njudgment, scheme of Section 3(1) of the Act read with the\nfunctions to be discharged by the Lokpal and the nature\nof his qualification, it is apparent that the consultation with\nthe Chief Justice is mandatory and his opinion would\nhave primacy.\" (Emphasis added)\nC\nThe aforesaid appeal was filed against the judgment of the\nOrissa High Court in Ram Chandra Nayak v. State of Orissa,\nAIR 2002 Ori 25, wherein the High Court had held that the\nGovernor, while appointing a person as Lokpal, must act upon D\nthe aid and advice of the Council of Ministers, and that there\nwas no question of him exercising any power or discretion in\nhis personal capacity. The said judgment was reversed by this\nCourt on other grounds, but not on this issue.\n15. In Indian Administrative Service (S.C.S.) Association,\nU.P. \u0026 Ors. v. Union of India \u0026 Ors., (1993) Supp.1 SCC 730,\nthis Court explained the term 'Consultation', though the same\nwas done in the context of the promotion of certain officials\nunder the provisions of the All India Services Act, 1951. The\nCourt laid down various propositions with respect to\nconsultation, inter-alia:\n“(6) No hard and fast rule could be laid, no useful\npurpose would be served by formulating words or\ndefinitions, nor would it be appropriate to lay down the\nmanner in which consultation must take place. It is for the\nCourt to determine in each case in the light of its facts\nand circumstances whether the action is ‘after\nconsultation'; 'was, in fact, consulted' or was it a 'sufficient\nconsultation'.\"\nE\nF\nG\nI\n36\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n16. Thus, in view of the above, the meaning of\nconsultation varies from case to case, depending upon its\nfact-situation and the context of the statute, as well as the object\nit seeks to achieve. Thus, no straight-jacket formula can be laid\ndown in this regard. Ordinarily, consultation means a free and\nfair discussion on a particular subject, revealing all material that\nthe parties possess, in relation to each other, and then arriving\nat a decision. However, in a situation where one of the\nconsultees has primacy of opinion under the statute, either\nspecifically contained in a statutory provision, or by way of\nimplication, consultation may mean concurrence. The court\nmust examine the fact-situation in a given case to determine\nwhether the process of consultation, as required under the\nparticular situation did in fact, stand complete.\nTHE MANNER IN WHICH THE GOVERNOR ACTS:\n17. In Samsher Singh v. State of Punjab \u0026 Anr., AIR 1974\nSC 2192, this Court expounded the universal rule that, the\nGovernor is bound to act only in accordance with the aid and\nadvice of the Council of Ministers, headed by the Chief Minister.\nThe Rules of Business and allocation of business among the\nMinisters, related to the provisions of Article 53 in the case of\nthe President, and Article 154 in the case of the Governor, state\nthat executive power in connection with the same, shall be\nexercised by the President or the Governor either directly, or\nthrough subordinate officers. The President is the formal or\nConstitutional head of the Executive. The real executive\npowers, however, are vested in the Ministers of the Cabinet.\nWherever the Constitution requires the satisfaction of the\nPresident or the Governor, for the purpose of exercise by the\nPresident or the Governor, any power or function, such\nsatisfaction is not the personal satisfaction of the President, or\nof the Governor, in their personal capacity, but the satisfaction\nof the President or Governor, in the Constitutional sense as\ncontemplated in a Cabinet system of Government, that is, the\nsatisfaction of the Council of Ministers, on whose aid and\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 37\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nadvice the President, or the Governor, generally exercise all A\ntheir powers and functions. The President of India is not a\nglorified cipher. He represents the majesty of the State, and is\nat its apex, though only symbolically, and has a different rapport\nwith the people and parties alike, being above politics. His\nvigilant presence makes for good governance if only he uses, B\nwhat Bagshot described as, \"the right to be consulted, to warn\nand to encourage\".\nWhenever the Constitution intends to confer discretionary\npowers upon the Governor, or to permit him to exercise his\nindividual judgment, it has done so expressly. For this\npurpose, the provisions of \"Articles 200; 239(2); 371-A(1)(b);\n371-A(1)(a); 371-A(2)(b); and 371-A(2)(f), VI Schedule, Para\n9(2) (and VI Schedule, Para 18(3), until omitted with effect from\nJanuary 21, 1972), may be referred to. Thus, discretionary\npowers exist only where they are expressly spelt out.\nC\nD\nHowever, the power to grant pardon or to remit sentence\n(Article 161), the power to make appointments including that\nof the Chief Minister (Article 164), the Advocate-General\n(Article 165), the District Judges (Article 233), the Members of E\nthe Public Service Commission (Article 316) are in the category\nwhere the Governor is bound to act on the aid and advice of\nthe Council of Ministers. Likewise, the power to prorogue either\nHouse of Legislature or to dissolve the Legislative Assembly\n(Article 174), the right to address or send messages to the F\nHouses of the Legislature (Article 175 and Article 176), the\npower to assent to Bills or withhold such assent (Article 200),\nthe power to make recommendations for demands of grants\n[Article 203(3)], and the duty to cause to be laid every year the\nannual budget (Article 202), the power to promulgate.\nordinances during recess of the Legislature (Article 213) also\nbelongs to this species of power. Again, the obligation to make\navailable to the Election Commission, requisite staff for\ndischarging functions conferred upon it by Article 324(1) and\nArticle 324(6), the power to nominate a member of the Anglo-\nG\nI\n38\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Indian Community to the Assembly in certain situations (Article\n333), the power to authorise the use of Hindi in proceedings\nin the High Court [Article 348(2)], are illustrative of the functions\nof the Governor, qua the Governor.\nB\nC\nE\nThe Governor shall act with aid and advice of the Council\nof Ministers, save in a few well known exceptional situations.\nWithout being dogmatic or exhaustive, this situation relates\nto the choice of the Chief Minister, dismissal of the government,\nand dissolution of the House.\n18. In M.P. Special Police Establishment v. State of M.P.\n\u0026 Ors., AIR 2005 SC 325, the question that arose was whether,\nfor the purpose of grant of sanction for the prosecution of\nMinisters, for offences under the Prevention of Corruption Act\nand/or, the Indian Penal Code, the Governor, while granting\nD such sanction, could exercise his own discretion, or act contrary\nto the advice rendered to him by the Council of Ministers. The\nCourt, in this regard, first considered the object and purpose\nof the statutory provisions, which are aimed at achieving the\nprevention and eradication of acts of corruption by public\nfunctionaries. The Court then also considered, the provisions\nof Article 163 of the Constitution, and took into consideration\nwith respect to the same, a large number of earlier judgments\nof this Court, including the cases of Samsher Singh (supra);\nand State of Maharashtra v. Ramdas Shrinivas Nayak \u0026 Anr.,\nAIR 1982 SC 1249, and thereafter, came to the conclusion that,\nin a matter related to the grant of sanction required to\nprosecute a public functionary, the Governor is usually required\nto act in accordance with the aid and advice rendered to him\nby the Council of Ministers, and not upon his own discretion.\nHowever, an exception may arise while considering the grant\nof sanction required to prosecute the Chief Minister, or a\nMinister, where, as a matter of propriety, the Governor may\nhave to act upon his own discretion. Similar would be the\nsituation in a case where, the Council of Ministers disables or\ndisentitles itself from providing such aid and advice. Such a\nconclusion by the court, was found to be necessary, for the\nF\nG\nH\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 39\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nreason that the facts and circumstances of a case involving any A\nof the aforementioned fact situations, may indicate the\npossibility of bias on the part of the Chief Minister, or the\nCouncil of Ministers.\nThis Court carved out certain exceptions to the said\nprovision. For instance, where bias is inherent or apparent; or,\nwhere the decision of the Council of Ministers is wholly irrational,\nor, where the Council of Ministers, because of some incapacity\nor other situation, is disentitled from giving such advice; or,\nwhere it refrains from doing so as matter of propriety; or in the\ncase of a complete break down of democracy.\nB\nC\nE\nArticle 163(2) of the Constitution provides that it would be\npermissible for the Governor to act without ministerial advice\nin certain other situations, depending upon the circumstances\ntherein, even though they may not specifically be mentioned in D\nthe Constitution as discretionary functions; e.g., the exercise of\npower under Article 356(1), as no such advice will be available\nfrom the Council of Ministers, who are responsible for the break\ndown of Constitutional machinery, or where one Ministry has\nresigned, and the other alternative Ministry cannot be formed.\nMoreover, Clause 2 of Article 163 provides that the Governor\nhimself is the final authority to decide upon the issue of whether\nhe is required by or under the Constitution, to act in his\ndiscretion. The Council of Ministers therefore, would be\nrendered incompetent in the event of there being a difference\nof opinion with respect to such a question, and such a decision\ntaken by the Governor, would not be justiceable in any court.\nThere may also be circumstances where, there are matters,\nwith respect to which the Constitution does not specifically\nrequire the Governor to act in his discretion, but the Governor,\ndespite this, may be fully justified to act so e.g., the Council of\nMinisters may advise the Governor to dissolve a House, which\nmay be detrimental to the interests of the nation. In such\ncircumstances, the Governor would be justified in refusing to\naccept the advice rendered to him, and act in his discretion.\nF\nG\nН\n•\n40\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA There may even be circumstances where ministerial advice is\nnot available at all, i.e., the decision regarding the choice of\nChief Minister under Article 164(1), which involves choosing a\nChief Minister after a fresh election, or in the event of the death\nor resignation of the Chief Minister, or dismissal of the Chief\nB Minister, who loses majority in the House and yet refuses to\nresign, or agree to dissolution. The Governor is further not\nrequired to act on the advice of the Council of Ministers, where\nsome other body has been referred for the purpose of\nconsultation i.e., Article 192(2) as regards decisions on\nC questions related to the disqualification of members of the\nState Legislature.\nD\n19. In Brundaban Nayak v. Election Commission of India\n\u0026 Anr., AIR 1965 SC 1892, this Court held that while dealing\nwith a case under Article 192 of the Constitution, the Governor\nmust act in accordance with advice of the Election\nCommission, and that he does not require any aid or advice\nfrom the Council of Ministers.\n(See also: Election Commission of India \u0026 Anr. v. Dr.\nE Subramanian Swamy \u0026 Anr., AIR 1996 SC 1810).\nF\n20. The issue of primacy of the Chief Justice in such cases,\nhas also been considered and approved by this Court in Ashish\nHanda (supra); and Supreme Court Advocates-on-Record\nAssociation \u0026 Anr. v. Union of India, AIR 1994 SC 268.\n21. Thus, where the Governor acts as the Head of the\nState, except in relation to areas which are earmarked under\nthe Constitution as giving discretion to the Governor, the\nexercise of power by him, must only be upon the aid and advice\nG of the Council of Ministers, for the reason that the Governor,\nbeing the custodian of all executive and other powers under\nvarious provisions of the Constitution, is required to exercise\nhis formal Constitutional powers, only upon, and in accordance\nwith, the aid and advice of his Council of Ministers. He is,\nH therefore, bound to act under the Rules of Business framed\n"}