{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nSTATE OF RAJASTHAN \u0026 ANR.\nV.\nH.V. HOTELS PVT. LTD. \u0026 ANR.\nJANUARY 12, 2007\n[H.K. SEMA AND P.K. BALASUBRAMANYAN, JJ.]\nUrban Development—Auction sale of land for construction thereon-\nSurrender of certain extent from the land for widening of road-In lieu\nthereof benefit of floor area ratio given to purchaser as 1.0-Subsequently\nfloor area ratio extended to 1.75 by Building Bye-laws-Demand of\nextended floor area ratio by the purchaser-Rejection thereof-\nChallenged-Courts below directing the State to give the benefit of\nextended floor area-On appeal, held: The purchaser being the auction\npurchaser was not entitled to the benefit of extended floor area ratio in\nview of Bye-Law 19.8-Jaipur Development Authority (Jaipur Region)\nD Building Bye-Laws 2000-Bye-Law 19.8.\nE\nFirst respondent, purchased a property in auction by the State\nGovernment for the purpose of construction of a hotel. As per the Sale\nDeed, out of the total extent, an extent of certain area was required to be\nsurrendered by the purchaser free of cost for widening of an existing road\nand in lieu of that, purchaser would be given the benefit of the floor area\nratio calculated on the basis of original plot size. Floor area ratio was given\nas 1.0. Sale deed also stipulated that consequent to any change in Building\nbye-laws framed by the local authorities, if the purchaser got additional\nfloor area ratio or any relaxation, State would have no objection, provided\nthe same were permissible by the prevailing bye-laws. In the meantime, new\nBuilding Bye-Laws Jaipur Development Authority, Jaipur Region Building\nBye-Laws 2000 were promulgated fixing the floor area ratio as 1.75. State\nrejected the claim of the purchaser relying on bye-law 19.8 which stipulated\nthat for the plots sold in auction, parameters would remain the same as\nspecified at the time of auction. Respondent challenged the order in Writ\nG Petition. Single Judge of High Court allowed the Writ Petition directing\nthe State to grant benefit of additional floor area ratio to the purchasers.\nIn Writ appeal, order of Single Judge was upheld by Division Bench of High\nCourt. Hence the present appeal.\nF\nH\nAllowing the appeal, the Court\n868\nI\n7\nt\nSTATE v.H.V. HOTELS PVT. LTD.\n869\nHELD: 1. It may be true that the Building Bye-Laws of 2000 fixed a\nfloor area ratio as 1.75 in general, but the same could not be applied in the\ncase of the present purchaser ignoring bye-law 19.8 of the bye-laws for the\nplots sold in the auction. Here, the parameters at the time of the auction,\nfixed the floor area ratio as 1.0. The effect of bye-law 19.8 is clearly that\nthe relevant date for fixing the parameters will be the date of auction,\nnotwithstanding that the new bye-laws might have provided for a higher\nfloor area ratio. The effect of bye-law 19.8 cannot get obliterated by the\nprinciple recognized by this Court that normally the relevant date is the\ndate of sanctioning of the plan. Of course, going by that ratio, the bye-\nlaws applicable may be the bye-laws of 2000. But in cases of plots sold\nby auction, the parameters will remain the same as specified at the time\nof auction. [Paras 9 \u0026 10] [874-A-D, 874-A, B, C]\n2. The purchaser bid the property in auction knowing fully well, the\nconditions of the auction with a view to commercially exploit the site. He\nwas aware of the parameters. There is no merit in the plea of estoppel\nsought to be raised. There is also no representation in the sale deed acted\nupon to his detriment by the purchaser on which a plea of estoppel can be\nfounded. [Para 13] [875-D-E]\n3. The power of exemption is not to be exercised freely. The power\nto relax a Building Rule, Regulation or requirement is an exception to the\nrule and it is to be used with caution and to justify or condone minimum\nbona fide violations or deviations. Merely because subsequently the bye-\nlaws have been amended, it does not mean that the parameters should be\nrelaxed in favour of the purchaser. That would be clearly an erroneous\napproach to the question of relaxation and assumption of such a power\nwould mean the nullification of Building rules themselves and the object\nsought to be achieved by the Building rules and the need to have planned\ndevelopment of cities and towns in the interests of posterity. Therefore,\nthere is no merit in the plea based on the power to relax contained in the\namended bye-laws. [Para 14] [875-F-H, 876-A]\nA\nB\nC\nᎠ\nE\nF\n4. There is nothing inequitable in the purchaser being pinned down G\nto his obligation under the sale by auction. Building Regulations are in\npublic interest. Courts have a duty to protect public interest particularly\nwhen they do not interfere with any of the fundamental rights of the\npurchaser. The plea based on alleged equity cannot be accepted.\n[Para 15] [876-B]\nH\nA\nB\nC\nD\nE\n(1)})\nF\n870\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n5. The High Court was in error in holding that in the nature of the\nreliefs claimed by the writ petitioner, the Jaipur Development Authority\nwas not a necessary party but was only a proper party. It failed to notice\nthat the effect of the direction issued by it, is to fetter the statutory power\ngranted to the Jaipur Development Authority and to compel it to sanction\na particular floor area ratio, without enabling it to examine whether such\na claim of the purchaser should be permitted or not in the light of the bye-\nlaws of 2000 and the relevant clauses in the sale deed in favour of the writ\npetitioner. [Para 16] [876-C-D]\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No. 176 of 2007.\nFrom the final Judgment/Order dated 2.3.2006 of the High Court of\nJudicature for Rajasthan at Jaipur Bench, Jaipur in D.B. Civil Special Appeal\nNo. 10/2005.\nVijay Hansaria, Sr. Adv., Jatinder Kumar Bhatia and Sneha Kalita, for\nthe Appellants.\nR.Y. Kalia, G.P. Thareja and Dr. Kailash Chand, for the Respondents.\nThe Judgment of the Court was delivered by\nP.K. BALASUBRAMANYAN, J.: 1. Leave granted.\n2. The Government of Rajasthan issued a public notice advertising sale\nby auction of a plot of land measuring 10,490 square metres. The purchaser\nwas to use the plot for construction of a hotel. The auction took place on\n14.2.1996. The first respondent, acting through its Director, the second\nRespondent, entered the highest bid. The said bid was accepted. The bid\namount was deposited by the respondent on 4.5.1996. The State of Rajasthan\nthe appellant herein, executed a sale deed in favour of the second respondent\nin his capacity as the Director of the first respondent on 26.3.1997. The sale\nG deed stipulated that out of the total extent, an extent of 1,510 square metres\nH\nwill be surrendered by the purchaser free of cost for widening of an existing\nroad and that the purchaser will be given the benefit of the floor area ratio\ncalculated on the basis of the original plot size of 10,490 square metres. The\nparameters of construction were set out and the floor area ratio was given\nas 1.0. There was also a stipulation that consequent upon any change in\n1\n?\n\u003e\nSTATE v.H.V. HOTELS PVT. LTD. [BALASUBRAMANYAN, J.] 871\nBuilding bye-laws framed by the local authorities including the Jaipur A\nDevelopment Authority, if the buyer got additional floor area ratio or any\nrelaxation, the State would have no objection, so long as the same are\npermitted by the bye-laws prevailing from time to time.\n3. Possession was delivered to the purchaser on 26.7.2000. According\nto the purchaser, there was a shortage of 263 square metres in the area. The\npurchaser, therefore, applied to the Government for redressal of his grievance\nregarding the shortage in extent. On 22.3.2000, the Government agreed to\nadjust the said extent of 263 square metres as against 1,510 square metres\nthe purchaser had to surrender free of charge for the widening of the road.\nOn 17.8.2001, the purchaser sought permission to change the user of the\nland and for permission to construct a multi purpose commercial complex\nand multi complex instead of a hotel. On 27.11.2001, permission for such\nchanged user was given by the State.\n4. Meanwhile on 1.2.2001, new Building bye-laws were promulgated by\nthe Jaipur Development Authority. The bye-laws of 2000 thus promulgated\npermitted a larger floor area ratio than the one prevalent at the time of\nauction in which the respondent bid. The purchaser applied on 27.4.2004\nfor increasing the floor area ratio so as to enable him to have the floor area\nratio of 1.75 instead of 1.0. The purchaser relied upon the clause in the sale\ndeed that the seller would have no objection if the buyer gets additional\nfloor area ratio or any relaxation if so permitted by bye-laws as prevailing\nfrom time to time and the fact that as per the bye-laws of 2000 the permissible\nfloor area ratio was 1.75. The State rejected the claim of the purchaser\nrelying upon by law 19.8 of the Jaipur Development Authority (Jaipur\nRegion) Building Bye-Laws of 2000. Feeling aggrieved, the purchaser\napproached the High Court with a writ petition, CWP No. 5617 of 2004. In\nthat writ petition, the purchaser impleaded only the State of Rajasthan and\nthe Secretary (Estate), General Administration Department of the Government\nof Rajasthan. The purchaser did not implead the Jaipur Development\nAuthority which was the sanctioning authority, concerned with the\nsanctioning of the floor area ratio.\nB\nC\nD\n(I)\nE\nF\nG\n5. The State of Rajasthan and the Secretary (Estate), opposed the writ\npetition. It was pointed out that the relief prayed for in the writ petition\ncould not be granted without the Jaipur Development Authority being\non the party array and that even otherwise, the claim of the purchaser H\n}\nA\nB\n872\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nwas unsustainable for the reason that in the building bye-laws of 2000\nthere was a specific provision confining all the parameters of construction\nincluding the floor area ratio, to the one as specified at the time of\nauction and the floor area ratio specified in the case of the writ petitioner-\npurchaser, was only 1.0 and the same could not be altered as claimed by the\npurchaser.\n6. The learned Single Judge brushed aside the objection that in the\nabsence of the Jaipur Development Authority from the party array, the relief\nsought for could not be granted, by stating that the Jaipur Development\nAuthority was not a necessary party because the order impugned in the writ\nC petition was one passed by the State and not by the Jaipur Development\nAuthority and since no relief was being claimed against the Jaipur\nDevelopment Authority. The learned judge further held that the relevant\ndate, in the light of the decisions of the Supreme Court, for considering the\nparameters was the date on which the construction plan was being sanctioned\nby the sanctioning authority and consequently, the Building bye-laws as on\nthe date of the sanction, would prevail and the purchaser was entitled to the\nfloor area ratio as per the bye-laws operative at that time. The learned Judge\nended up by directing the State and the Secretary (Estate) to grant the\nbenefit of additional floor area ratio of 1.75 to the purchaser forthwith,\noverlooking that sanction has to be given by the Jaipur Development\nE Authority and the said authority was not on the array of parties. The State\nD\nF\nG\nand the Secretary (Estate), filed an appeal before the Division Bench. It was\npointed out that the Single Judge had ignored the effect of bye-law 19.8 of\nthe bye-laws and had mis-directed himself in allowing the writ petition and\nin issuing a writ of mandamus even without the Jaipur Development\nAuthority being on the array of parties. The Division Bench, though it\nnoticed bye-law 19.8 of the bye-laws, proceeded to hold that the State could\nnot rely on the same for rejecting the claim of the purchaser based on the\nnew bye-laws. It proceeded to say that the Jaipur Development Authority\nwas at best a proper party and could not be held to be a necessary party.\nThus, the Division Bench affirmed the decision of the learned Single Judge\nand the dismissed the appeal. The decision, thus, rendered is challenged\nby the State of Rajasthan and the Secretary (Estate) in this appeal.\n7. Learned senior counsel for the appellants contended that the learned\nSingle Judge and the Division Bench have completely misled themselves\ninto an erroneous line of reasoning and conclusion. He submitted that\nH assuming that bye-laws of 2000 has to be applied, the court could not ignore\ni\nA\nB\nSTATE v. H.V. HOTELS PVT. LTD. [BALASUBRAMANYAN, J.] 873\nbye-law 19.8 of the bye-laws, pinning down the parameters of construction\nin cases of auction held, to the respective dates of auction and issue a\ndirection for permitting floor area ratio as per the amended bye-laws.\nCounsel also pointed out that bye-law 19.5 relied on by the Division Bench\nwas only a provision permitting relaxation and the same could not have been\nused to nullify the effect of bye-law 19.8. He also submitted that the\nreasoning of the High Court was totally untenable. He further submitted\nthat the mandamus issued had the effect of preventing the Jaipur Development\nAuthority from exercising its power of sanctioning the plan adhering to the\nrequisite parameters and such a direction without the Jaipur Development\nAuthority on the array of parties, was clearly unsustainable since it would\namount to fettering the powers of the authority to pass appropriate orders C\nunder the Building bye-laws. He further urged that the judgment of the High\nCourt calls for interference by this Court. The writ petition filed by the\nrespondent was liable to be dismissed.\n8. Learned counsel for the respondents, on the other hand, contended\nthat on the terms of the relevant clause in the sale deed and the law laid\ndown by this Court that the relevant date is the date of sanctioning the\nbuilding plan, the High Court was justified in issuing a direction as prayed\nfor by the respondents. He further submitted that the order now passed was\nan equitable one and there was no reason for this Court to interfere with the\nsame. He emphasized that under bye-law 19.5 read with the relevant clause\nin the sale deed, the State could not take any objection to the fixation of\nthe floor area ratio as 1.75.\n9. It is clear that the auction took place on 14.2.1996. The bye-laws\nof 2000 came into force only on 1.2.2001. There is no case that the said bye-\nlaws had retrospective operation. The sale deed stipulated the floor area\nratio as 1.0. This was in terms of the bye-laws then existing. However, the\nsale deed further stated that if consequent upon any changes in Building\nbye-laws framed by local authorities including the Jaipur Development\nAuthority, if the buyer gets additional floor area ratio or any relaxation, the\nState shall not have the objection whatsoever so long as they are permitted\nby the bye-laws as prevailing from time to time. This, at best, would mean\nthat the bye-laws of 2000 which were in operation when the purchaser\napplied for an approval of the plan or fixation of parameters, might be\napplicable notwithstanding the parameters specifically stipulated in the sale\ndeed executed in favour of the purchaser. But then, the court has necessarily\nto consider the effect of all the relevant clauses in the new bye-laws.\nD\nΕ΄\nF\nG\nIt H\n1\n3\n874\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA is not open to it to ignore one clause and place undue reliance on another\nclause. It may be true that the Building Bye-Laws of 2000 fixed a floor area\nratio as 1.75 in general, but the question is whether the same could be\napplied in the case of the present purchaser ignoring bye-law 19.8 of the\nbye-laws. Bye-law 19.8 reads:\nB\nC\n66\nfor the plots sold in the auction, parameters will remain the\nsame as specified at the time of auction.\"\n10. Here, obviously, the parameters at the time of the auction, fixed the\nfloor area ratio as 1.0. This is also emphasized by the sale deed in favour\nof the purchaser. The effect of bye-law 19.8 is clearly that the relevant date\nfor fixing the parameters will be the date of auction, notwithstanding that the\nnew bye-laws might have provided for a higher floor area ratio. The effect\nof bye-law 19.8 cannot get obliterated by the principle recognized by this\nCourt that normally the relevant date is the date of sanctioning of the plan.\nOf course, going by that ratio, the bye-laws applicable may be the bye-laws\nD of 2000. The floor area ratio may be 1.75 but for the specific provision in\nthe very bye-laws relied on by the purchaser, that in cases of plots sold by\nauction, the parameters will remain the same as specified at the time of\nauction. The decisions of this Court have not laid down that such a clause\ncannot have operation or that such a clause cannot prevail against a general\nprinciple that the relevant date is the date of grant of sanction. Therefore,\nnothing turns on the decisions of this Court relied on by the High Court.\nThe decisions do not enable the purchaser or the court to ignore a relevant\nand vital clause of the bye-laws. All that the decisions indicate is that the\nbye-laws on the date of sanction would apply. If the bye-laws are so applied,\nbye-law 19.8 will have equal operation and on a plain understanding of bye-\nlaw 19.8, it would have to be held that the purchaser is entitled to the floor\narea ratio prevalent only as at the time of the auction. This is also the effect\nof bye-law 19.5. In fact, the Division Bench itself has noticed that on a plain\nreading of the bye-laws this was the position, but has proceeded to overrule\nthe contention of the State on the basis that the State cannot rely on a part\nof the parameters and reject the other part. It is not very clear, what exactly\nis meant by the High Court by this observation.\nE\nF\nG\n11. Bye-law 19.5 re-emphasizes that the permission for construction of\nthe plots sold in auction before the application of the rules, will be under\nthe conditions specified at the time of the auction. It further provides that\nH if necessary, the conditions will be relaxed in the building to be constructed.\nSTATE v. H.V. HOTELS PVT. LTD. [BALASUBRAMANYAN, J.] 875\nThe sale deed recites that if parameters are relaxed as per the then existing\nbye-laws, the State will have no objection. This does not enable the High\nCourt to ignore the effect of bye-law 19.8 or to nullify the effect of the earlier\npart of bye-law 19.5 itself and to say that since there is a power to relax, and\nthe State cannot have objection, the whole parameters could be changed\nnotwithstanding the relevant provisions in that behalf. The reasoning\nadopted by the High Court is, therefore, found to be unsustainable.\n12. The High Court could have interfered with the order of the\nGovernment refusing the request of the purchaser, only if that order was\nvitiated by an error of law apparent on the face of the record. As we see\nit, there is no error in the impugned order of the Government. Even going\nby the reasoning adopted by the Division Bench, it could not be said that\nthe Division Bench was able to find a ground for the issue of a writ of\ncertiorari to demolish the order of the Government.\nA\nB\nC\nD\n13. The purchaser bid the property in auction knowing fully well, the\nconditions of the auction with a view to commercially exploit the site. He was\naware of the parameters. He was a businessman, an adept in his field. It\nis not open to the purchaser to get out of the obligations incurred by him\nby relying on a vague plea of estoppel. The recital in the sale deed does\nnot estop the State from pointing to bye-law 19.8 and taking up the position\nthat going thereby, the purchaser has to fulfil the parameters available at the\nE\ntime of the auction. No principle of estoppel can prevent the State from\nadopting that stand. We find no merit in the plea of estoppel sought to be\nraised. There is also no representation in the sale deed acted upon to his\ndetriment by the purchaser on which a plea of estoppel can be founded.\nF\n14. The High Court has failed to remember that the power of exemption\nis not to be exercised freely. The power to relax a Building Rule, Regulation\nor requirement is an exception to the rule and it is to be used with caution\nand to justify or condone minimum bona fide violations or deviations. The\npurchaser bid at the auction with eyes open and with the knowledge that\nthe floor area ratio, as one of the parameters applicable, was 1.0 at the\nrelevant time. The purchaser in fact was able to get the land user changed,\nnotwithstanding the original stipulation. It is not necessary now to consider\nwhether it was proper to permit such change of user. But, merely because\nsubsequently the bye-laws have been amended, it does not mean that the\nparameters should be relaxed in favour of the purchaser. That would be\nclearly an erroneous approach to the question of relaxation and assumption H\nG\n876\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA of such a power would mean the nullification of Building rules themselves\nand the object sought to be achieved by the Building rules and the need\nto have planned development of cities and towns in the interests of\nposterity. Therefore, in our view, there is no merit in the plea based on the\npower to relax contained in the amended bye-laws.\nB\nC\n15. We do not see anything inequitable in the purchaser being pinned\ndown to his obligation under the sale by auction. Building Regulations are\nin public interest. Courts have a duty to protect public interest particularly\nwhen they do not interfere with any of the fundamental rights of the\npurchaser. The plea based on alleged equity cannot be accepted.\n16. The High Court was in error in holding that in the nature of the\nreliefs claimed by the writ petitioner, the Jaipur Development Authority was\nnot a necessary party but was only a proper party. It failed to notice that\nthe effect of the direction issued by it, is to fetter the statutory power\ngranted to the Jaipur Development Authority and to compel it to sanction\nD a particular floor area ratio, without enabling it to examine whether such a\nE\nclaim of the purchaser should be permitted or not in the light of the bye-\nlaws of 2000 and the relevant clauses in the sale deed in favour of the writ\npetitioner. But, in the view we have taken on the merits of the claim of the\nrespondents, it is not necessary to further pursue this aspect of non-joinder.\n17. After we have reserved judgment, the learned counsel for the\nrespondents submitted, what he called, short submissions in writing in\nwhich an attempt is seen to be made to raise contentions based on Section\n54 of the Jaipur Development Authority Act and Section 102A of the\nRajasthan Land Revenue Act. We must say that these were contentions\nF that were never put forward either in the Writ Petition or before us at the\ntime of arguments. Moreover, the respondents, who are the Writ Petitioners,\nhave not produced the materials with the Writ Petition or here, to establish\nthat the provisions relied on by them in the short submissions are really.\nattracted to the case. What is the nature of the land and what are the terms\nof the auction have not been disclosed by the respondents either in the Writ\nG\nPetition or before us. The recital in the sale deed relied on, does not enable\nus to uphold this plea or to find any substance in it. The new plea sought\nto be put forward in the written submissions is a plea which has to be\nestablished on the facts to be proved and in the absence of relevant\npleadings cannot be upheld. This question cannot also be decided in the\nH absence of the Jaipur Development Authority. We therefore do not find any\nSTATE v. H.V. HOTELS PVT. LTD. [BALASUBRAMANYAN, J.] 877\nmerit in the new contention sought to be put forward after the hearing was\nconcluded. We overrule the said contention.\n18. For the reasons stated above, we allow this appeal and setting\naside the decisions of the Division Bench and that of the Single Judge,\ndismiss the writ petition filed by the respondents. However, in the\ncircumstances, we direct the parties to suffer their respective costs through\nout.\nK.K.T.\nAppeal allowed.\nA\nB\n"}