{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 175\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nB\n56. Dr. Singhvi submitted that the appointment of Mr. S.K. A\nBhowmick as Managing Director of the Company, after being\nappointed as the Additional Director as there was no vacancy\non the Board and his appointment as Managing Director, was\nwholly illegal since only a Director could be appointed to the\nsaid post. Dr. Singhvi submitted that the Company played a\ndubious role in disallowing the claim of Winstar to have a\nDirector on the Board of HPL on the ground that there was no\nvacancy, although, a vacancy had arisen on the resignation of\nMr. Ratan Tata, which vacancy was utilized for regularization of\nthe irregular appointment of Mr. Bhowmick and his subsequent C\nre-appointment in view of the Agreements entered into on 12th\nJanuary, 2002 and 30th July, 2004, which provide that CP(M)C\nis to be in management and control and the Managing Director\nis to be nominated and appointed by the Chatterjee Group. Dr.\nSinghvi submitted that the aforesaid acts were sufficient to\nindicate the manner in which the Company and the majority\nshareholders had acted against the interest of HPL in general,\nand had by their acts of oppression and mismanagement,\nseriously affected the entire scheme on the basis whereof the\nChatterjee Group had agreed to invest large amounts in HPL.\nD\nE\n57. Learned Senior Advocate, Mr. Ashok Desai, appearing\nfor Haldia Petrochemicals Ltd., the Respondent No.1 in all the\nappeals, repeated and reiterated the submissions made on\nbehalf of the appellants regarding the manner in which the\nGoWB conceptualised HPL as a showcase project of the F\nGoWB on its coming into existence. Mr. Desai submitted that\napart from equity, for the purpose of starting the project HPL\nhad planned to avail credit from financial institutions and banks\nto the extent of Rs.2,400 crores. The project involved a total\ninvestment of Rs.3,600 crores. Mr. Desai submitted that this G\nin itself would indicate that the principle of quasi-partnership,\nas urged both by Mr. Nariman and Mr. Sarkar, could not apply\nto the Company, both at the time when it was conceived and\nduring the subsequent period when the shareholdings of the\nparties changed periodically. Mr. Desai submitted that, in any H.\n176 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA event, HPL is today recognized as a deemed Government\nCompany under Section 619-B of the Companies Act, 1956\nand steps have been taken by the Comptroller and Auditor\nGeneral of India under Section 619(2). However, since its\nincorporation in 1985, HPL was and continues to remain a\nB Board-managed Company with 16 Directors on its Board with\nequal representation of the two major promoters, namely,\nGOWB and the Chatterjee Group having 4 Directors each, 5\nNominee Directors, 2 independent Directors and 1 Managing\nDirector.\nC\nD\n58. Mr. Desai submitted that although on behalf of the\nappellant it was contended that allotment of shares to IOC was\nhighly improper and oppressive, such a course of action had\nto be resorted to since not only was HPL suffering from severe\nfinancial crunch, but that Naphtha, which is the main raw\nmaterial for production of Polymer and Chemicals, was being\nsupplied by IOC, which has its refinery by the side of the HPL\nplant at Haldia. Mr. Desai submitted that IOC, therefore, had a\nstrong, commercial and symbiotic relationship with HPL which\nhad developed over the years and HPL had also started\nE procuring Naphtha on credit basis and the dues on such\naccount had also multiplied. It was, therefore, in the interest of\nHPL that when the Chatterjee Group failed to infuse equity into\nthe Company, 150 million shares were allotted to IOC for\nproviding such equity.\nF\nG\nH\n59. Mr. Desai submitted that the case of the Appellants\ncould be summarised into a few specific issues, namely,\n(a) that the Chatterjee Group had all along acted on the\nbasis of the promise which had been held out by\nGoWB, WBIDC and the Company that the\nCompany would always remain a private Company\nin which the Chatterjee Group would have\nmanagerial control and that it was towards that end\nthat 155 million shares were transferred by WBIDC\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 177\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nto the Chatterjee Group, though, ultimately it went A\nback on its word and refused to register the same;\n(b) GoWB, WBIDC and HPL beguiled the Chatterjee\nGroup into agreeing to the transfer of 150 million\nshares to IOC by entering into agreements in which\nit was admitted that upon transfer of the 155 million\nshares to the Chatterjee Group its shareholding\nwas 51% and that the Chatterjee Group was in\nmanagement and control of the affairs of the\nCompany;\n(c)\nB\nC\neven if the ingredients of Sections 397 and 398 of\nthe Companies Act were not proved during the\nhearing of the Company Petition, the Company\nLaw Board had ample jurisdiction to pass\nappropriate orders for the benefit of and in the D\ninterest of the Company, under Section 402 thereof.\nE\nF\n60. Mr. Desai submitted that all the aforesaid submissions\nmade were misconceived and that in order to file a complaint\nunder Section 397 of the above Act, the complainant had to\nbe a Member (emphasis supplied) of the Company, having the\nrequisite standing under Section 399 of the Act. It was also\nurged that the conduct complained of had to be such as to be\noppressive to the complainant/complainants as shareholders/\nmembers. Inasmuch as, CP(I)PL was not a member of HPL, it\ncould not have filed and maintained the complaint under\nSection 397 before the Company Law Board. Mr. Desai\nsubmitted that it was no doubt true that upon transfer of the\nshares, the transferee became the beneficial owner thereof, but\ntill the shares were registered in the Company's Share Register\nand subsequently, in the records of the Registrar of\nCompanies, the transferee did not acquire the right to vote at\na meeting of the Company on the basis of 'acquisition of the\nsaid shares. Mr. Desai submitted that for all practical purposes\nthe transferor remained in control of the transferred shares and\nalso enjoyed the right to vote on the strength thereof. The failure H\nG\n178 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA of the transferor to have the shares registered with the\nCompany, did not amount to an act of oppression of the\nCompany, but was an area of dispute between the transferor\nand the transferee and it could not be said that the inaction of\nthe transferor amounted to oppression within the meaning of\nB Section 397 of the Companies Act. Mr. Desai also submitted\nthat the oppression complained of should be such as would lead\nto a conclusion that it would be just and equitable to wind up\nthe Company under Section 433(f) of the above Act.\nC\nD\n61. Referring to the decision of this Court in Shanti Prasad\nJain's case (supra), Mr. Desai submitted that in the said\ndecision it had been emphasized that the oppression\ncomplained of had to be shown as having been brought about\nby a majority of members exercising a predominant voting\npower in the conduct of the Company's affairs and must relate\nto the manner in which the affairs of the Company were being\nconducted. Such conduct must also be shown as being\noppressive to a minority of the members in relation to the\nshareholding in the Company. It was also emphasized that\nalthough, the facts disclosed might appear to furnish grounds\nE for the making of a winding up order under the \"just and\nequitable” principle, such facts must be relevant in disclosing\nthat the winding up order would unfairly prejudice the minority\nmembers in relation to the shareholders. Referring to the use\nof the expression \"legitimate expectation\" by Lord Justice\nF Hoffmann sitting in the Court of Appeal, in the decision rendered\nin Ebrahimi's case (supra), Mr. Desai submitted that\nsubsequently in the case of Saul D Harrison \u0026 Sons Pic\n(1995) 1 BCLC 14, after referring to the decision in Ebrahimi's\ncase (supra), Lord Justice Hoffmann held that such an\nG expression had been borrowed from public law to describe the\ncorrelative right in the shareholder to which such a relationship\nmight give rise.\nH\n62. Mr. Desai also urged that the decision in Kalinga\nTubes Ltd.'s case (supra) was also relied upon by this Court\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 179\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nΑ\nin the Needle Industries case (supra), wherein it was held that\non a true construction of Section 397, an unwise, inefficient or\ncareless conduct of a Director in the performance of his duties\ncannot give rise to a claim for relief under that Section. The\nperson complaining of oppression must show that he has been\nconstrained to submit to a conduct which lacks in probity, B\nconduct which is unfair to him and which causes prejudice to\nhim in the exercise of his legal and proprietary rights as a\nshareholder. As to the findings of both the Company Law Board\nand the High Court in relation to the applicability of Section 398\nof the above Act, Mr. Desai submitted that since both the\nCourts had held that the same was not attracted, there was\nreally little to add to the observations of both the forums that\nthere was absolutely no reason to say that GoWB and WBIDC\nwith their associates were conducting the affairs of HPL in any\nmanner prejudicial to HPL's interests. The allotment made in\nfavour of IOC was, in fact, in the interest of the Company and\n\u003e the allotment of shares to IOC was part of the terms and\nconditions of the debt restructuring package.\nс\nD\nE\n63. Regarding the failure of WBIDC to register the 155\nmillion shares in favour of CP(I)PL, Mr. Desai submitted that,\nin fact, there was no pleading in that regard in the Company\nPetition filed by CP(1) PL. Accordingly, neither could CP(1)PL\nmaintain the Company Petition, not being a member of HPL,\nnor could any prayer have been made for a direction upon the\nCompany to register the said shares in the name of CP(I)PL. F\nMr. Desai pointed out that though such a pleading was\nsubsequently included in the Rejoinder Affidavit, no application\nwas ever made for amendment of the pleadings and the prayers\nin the Company Petition.\n64. To support his submissions, Mr. Desai referred to the\ndecision of the Calcutta High Court in Re. Bengal Luxmi Cotton\nMills Ltd. [1969 CWN 137], Sangramsingh P. Gaekwad \u0026 Ors.\nVs. Shantadevi P. Gaekward \u0026 Ors. [(2005) 11 SCC 314], R.\nRamanathan Chettiar Vs. A \u0026 F Harvey Ltd. \u0026 Ors. [967 (37)\nG\nH\nį\n180 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Comp. Case 212], wherein the principles laid down in the\nNeedle Industries case (supra) had been followed. Mr. Desai\nsubmitted that the 155 million shares transferred to CP(I)PL by\nWBIDC continued to be held by WBIDC and were never lodged\nwith the Company.\nB\nC\nD\nE\nF\nG\n65. Lastly, on the question of allotment of 150 million\nshares to IOC, Mr. Desai referred to the observations of the\nCompany Law Board which recorded that such allotment could\nnot be questioned by the Chatterjee Group, since the same\nwas neither clandestine nor surreptitious and was under\ncontemplation from 2000 itself and the idea of inducting IOC\nwas initiated by Dr. Chatterjee himself, as would be evident from\nthe letter dated 24th March, 2000, addressed to the Chief\nMinister, as the Company was in dire need of funds. Mr. Desai\npointed out that the said view was endorsed by the learned\nSingle Judge of the High Court by observing that the Chatterjee\nGroup had failed to produce any evidence with regard to the\nallegations that the allotment of shares to IOC was pursuant to\na clandestine agreement to permit IOC to participate in the\nmanagement of HPL.\n66. Mr. Desai submitted that the case made out by the\nappellants before the Company Law Board was not only devoid\nof substance, but was entirely misconceived, since the same\nwas not maintainable at the instance of CP(I)PL which was not\na member of HPL. Even the allegations of oppression\nremained unproved, since the entire content related to the\ntransaction between WBIDC and CP(I)PL, which was not the\nact of the Company, as contemplated in Section 397, but a\nprivate dispute between two groups of shareholders. Mr. Desai\nsubmitted that the appeals were liable to be dismissed with\nappropriate costs.\n67. Mr. Dushyant Dave, learned Senior Advocate,\nappearing for the Industrial Development Bank of India (IDBI)\npointed out that a loan agreement had been entered into\nH between HPL and IDBI for a sum of Rs.12,500 lakhs and in the\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 181\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nB\nevent the borrower defaulted on the loan, the Bank would have A\nthe right to convert upto 20% of the loan into fully paid up equity\nof the Company. The Bank was also given the right to appoint\na Nominee Director on the Board of HPL. Mr. Dave submitted\nthat in 2003 the question of restructuring of the debt came up\nfor consideration and in its meeting held on 8th August, 2003,\nthe Company agreed to allow IDBI to refer the Company to the\nCorporate Debt Restructuring (CDR) Cell with a debt\nrestructuring proposal. Subsequently, on a 22nd January, 2004,\nat a meeting of the Empowered Group, Dr. Chatterjee agreed\nfor conversion of debt to equity to the extent of Rs.140 crores.\nThereafter, on 23rd March, 2004, the Board of Directors of HPL\napproved a CDR package and Dr. Chatterjee's proposal to\nconvert debt to equity. Dr. Chatterhee was, in fact, interested\nto give effect to the same. Mr. Dave submitted that\nsubsequently the debt restructuring plan failed to fructify and the\nBank was informed by the Principal Secretary, Government of\nWest Bengal, on 27th July, 2005, that the permission which had\nbeen granted in the credit restructuring package, be treated as\nannulled.\nC\nD\nF\n68. In the pending proceeding before the CLB, Chatterjee E\nPetrochemicals Ltd. had got an interim order in its favour\nstaying further allotment of shares of Rs.135 crores to IDBI.\nHowever, IDBI was neither a party to the proceedings nor was\nany relief, either final or interim in nature sought against IDBI.\nBut by virtue of the interim order of injunction passed by the\nCLB, the allotment of shares to IDBI was stayed, as that would\nhave reduced the Chatterjee Group to a minority. Mr. Dave\nsubmitted that the application filed by IDBI before the CLB was\nkept in abeyance and no order was passed thereupon as it was\nlikely to hamper the progress of negotiation. Mr. Dave\nsubmitted that the writ petition filed by IDBI against the said\norder before the Delhi High Court was dismissed by the\nlearned Single Judge and the appeal preferred therefrom was\nalso dismissed by the Division Bench. Ultimately, in its final\njudgment dated 31st January, 2007, the CLB gave directions\nG\nH\n182 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA to the effect that Chatterjee Group would purchase 155 million\nB\nC\nD\nshares from GoWB/WBIDC at a minimum price of Rs.28.80\nper share. It was also directed that the 155 million shares\ntransferred to the Chatterjee Group would be dematerialized\nand registered and that the allotment to the IOC would remain.\n69. Mr. Dave submitted that the question of CP(1)PL\nhaving any legitimate expectation did not arise and such a case\nwas not also pleaded before the Board. Furthermore, since\nnothing had been proved before the Board that the conduct of\nGoWB and WBIDC was such as to justify an order of just and\nequitable winding up, no order could have been passed by the\nBoard on the Company Petition filed by the appellants and the\nlearned Single Judge of the High Court rightly allowed the\nappeals preferred against the order of the Board.\n70. Appearing for the Respondent No. 16, Mr. Altaf Ahmed,\nlearned Senior Advocate, submitted that nowhere in the\nCompany Petition had any allegation been made against the\nManaging Director as to his involvement in any manner in the\nacts of oppression alleged to have been committed against the\nE complainant. Accordingly, as had been held by the CLB in its\nfinal order dated 31st January, 2007, the Company Petition,\nthough filed under Sections 397 and 398 of the Companies\nAct, was essentially one under Section 397 of the aforesaid Act.\nMr. Ahmed submitted that the said finding of the CLB had been\nF duly upheld by the High Court.\n71. Mr. Ahmed submitted that the question raised by the\nChatterjee Group with regard to the employment of Mr.\nBhowmik as the Managing Committee was without any basis\nwhatsoever, since he was appointed unanimously by the Board\nG of Directors consisting of the nominees of the different\nshareholders. Mr. Ahmed also pointed out that the Respondent\nNo.16 had been responsible for the resurrection of HPL from\nthe brink of financial disaster which had been occasioned by\nthe failure of the promoters to infuse equity into the Company.\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 183\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nIt was only after assessment of his performance during the initial A\ntwo year period of his tenure that the Board of HPL reappointed\nhim for a further period of 3 years, inspite of the objection from\nthe Chatterjee Group.\nB\n72. Mr. Ahmed submitted that the Respondent No.16 has\nmoved I.A.Nos.25-28 of 2009 for a direction upon the Company\nto pay his arrears of salary as per the resolution passed by the\nBoard of Directors on 28th May, 2008, for the period covering\n29th March, 2005 to 31st March, 2007. A further prayer has\nalso been made to fix the pay of the said Respondent for the\nC\nperiod from 1st April, 2007, till 31st March, 2010, at a rate as\nmight be deemed just, proper and reasonable.\n73. As far as the Tatas are concerned, it was submitted\nthat the Tata Group was one of the original promoters of HPL\nand continues to hold more than 2% of the shares in the D\nCompany. It was submitted that the Tatas were keen to see HPL\nflourishing and had, accordingly, between 1994 and 2000 made\nsignificant infusion of funds into HPL, including a sum of\nRs.11.89 crores which was given as an interest free loan. Even\nin 2000 when the Company was in dire financial straits, the E\nTatas brought in their share of Rs.35.71 crores along with other\nshareholders, except for the Chatterjee Group which failed to\nbring in its share of Rs.107.14 crores. It was made clear that\nthe Tata Group had no faith in the Chatterjee Group since from\nthe very inception of HPL the Chatterjee Group wanted control\nof HPL, without making any effective contribution at times when\nsuch contribution was most needed and had, therefore, worked\nagainst the interest of the Company, its shareholders and the\npublic at large.\nF\nG\n74. Mr. K.K. Venugopal, learned Senior Advocate, who\nappeared for the Government of West Bengal and its officials,\nurged that the relief prayed for in the Company Petition for\nspecific relief, could not be granted under Section 397 of the\nCompanies Act. Since the said question had been adequately\ndealt with on behalf of WBIDC, Mr. Venugopal chose to deal H\n184 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA with the directions given by the CLB to the GoWB to disinvest\nits entire shareholding in HPL, which was a Company set up\nin public interest and for which a huge extent of land had been\nacquired for the public purpose of maintaining supplies and\nservices essential to the life of the community, by setting up a\nB Petro Chemical Complex at Haldia. Mr. Venugopal contended\nthat it was settled law that the decision of the Government to\ndisinvest or not to disinvest was not in the realm of public law\nand was not, therefore, amenable to challenge or interference,\nunless it amounted to an abuse of power by the Government.\nC\nD\n75. Mr. Venugopal submitted that the order and directions\nof the CLB would exclude the State Government from having\nany future role to play in the running and management of HPL.\nLearned counsel submitted that in a matter of this nature, the\npublic interest should have been considered first before such\ndirections are given. Mr. Venugopal submitted that the\nproceedings under Section 397 of the Companies Act should\nnot have been allowed to be made a vehicle for relief which\nwas available to the Chatterjee Group under the provisions of\nthe Specific Relief Act, 1963. It was also submitted that the\nE Company Law Board erred in applying the principles of private\nlaw in the exercise of its jurisdiction under Sections 397/398\nand 402 of the Companies Act, since the decision of the State\nGovernment not to disinvest would have to be decided by\napplying the public law in appropriate proceedings. In this\nF regard, Mr. Venugopal referred to the decision of this Court in\nBALCO Employees' Union (Regd.) Vs. Union of India \u0026 Ors.\n[(2002) 2 SCC 333], wherein it was observed that it is neither\nwithin the domain of the courts nor the scope of judicial review\nto embark upon an enquiry as to whether a particular public\nG policy is wise or something better could be evolved. This Court\nalso observed that the courts are not inclined to strike down a\npolicy merely because it has been urged that a different policy\nwas fairer or wiser or more scientific or more logical. This Court\nwent on to observe that the procedure of disinvestment is a\nH policy decision involving complex economic factors and the\n"}