{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 15 (ADDL.) S.C.R. 135\nCHATTERJEE PETROCHEM (1) PVT. LTD.\nV.\nHALDIA PETROCHEMICALS LTD.\u0026 ORS.\n(Civil Appeal Nos. 5416-5419 of 2008)\nSEPTEMBER 30, 2011\n[ALTAMAS KABIR AND CYRIAC JOSEPH, JJ.]\n-\nA\nB\nCompanies Act, 1956 - ss. 397, 398 and 402 –\nCompany petition under - Grievance of applicant-Chatterjee\nGroup that due to non-registration of transfer of 155 million C\nshares in their favour, and, on the other hand, transfer of 150\nmillion shares in favour of IOC, the character of the Company\nin question (HPL) was altered from a Private Company into\na Government Company and also reduced the Chatterjee\nGroup to a minority shareholder, contrary to promises held D\nout earlier and as incorporated in the agreements between the\nparties - Held: In order to succeed in an action under ss.397\nand 398, the complainant has to prove that the affairs of the\nCompany were being conducted in a manner prejudicial to\npublic interest or in a manner oppressive to any member or E\nmembers - However, the law has not defined as to what would\namount to \"oppressive\" for the purposes of s.397 and it is for\nthe Courts to decide on the facts of each case as to whether\nsuch oppression exists which would call for action under s.397\n-\nThe conduct of the majority shareholders should not only F\nbe oppressive to the minority, but must also be burdensome\nand operating harshly upto the date of the petition - On facts,\nalthough, the Chatterjee Group complained of the manner in\nwhich it had been reduced to a minority in the Company in\nquestion, it is also obvious that when the Company was in dire\nneed of funds and the Chatterjee Group also promised to\nprovide a part of the same, it did not do so and instead of\nbringing in equity, it obtained a loan from HSBC through the\nMerlin Group, which only increased the debt equity ratio of the\n135\nG\nН\nD\n136 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Company - It is at a stage when there was a threat to the\nsupply of Naphtha, which was the main ingredient used by\nHPL for its manufacturing process, that it finally agreed to\ninduct IOC into the Company as a member by transferring\n150 million shares to it - If in the first place, the Chatterjee\nB Group had stood by its commitment to bring in equity and had\nsubscribed to the Rights Issue, which was a decision taken\nby the Company to infuse equity in the running of the\nCompany, it would neither have been reduced to a minority\nnor would it perhaps have been necessary to induct IOC as\nC a portfolio investor with the possibility of the same being\nconverted into a strategic investment - The failure of West\nBengal Industrial Development Corporation (WBIDC) and\nGovernment of West Bengal (GoWB) to register the 155\nmillion shares transferred to CP(I)PL could not, strictly\nspeaking, be taken to be failure on the part of the Company,\nbut it was the failure of one of the parties to a private\narrangement to abide by its commitments - The remedy in\nsuch a case was not under s.397 of the Companies Act - The\nalleged breach of the agreements, was really in the nature of\na breach between two members of the Company and not the\nCompany itself – It is not on account of any act on the part of\nthe Company that the shares transferred to CP(I)PL were not\nregistered in the name of the Chatterjee Group - There was,\ntherefore, no occasion for the Company Law Board (CLB) to\nmake any order either under s.397 or 402 - The appellants\nfailed to substantiate either of the two grounds canvassed by\nthem for the CLB to assume jurisdiction either u/s.397 or\ns.402, and it could not, therefore, have given directions to\nWBIDC and GoWB to transfer 520 million shares held by\nthem in HPL to the Chatterjee Group and the High Court\nG rightly set aside the same and dismissed the Company\nE\nF\nPetition.\n-\nM/s Haldia Petrochemicals Ltd. (HPL) was\nincorporated for establishing a green field petrochemical\nH complex in Haldia in the State of West Bengal to be\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 137\nPETROCHEMICALS LTD.\nestablished by the West Bengal Industrial Development A\nCorporation (WBIDC) and the R.P. Goenka Group. The\nGoenka Group left the Company and Tata Chemicals and\nTata Tea were inducted into the project. However, since\nthe TATAS were not very keen to continue with the\nProject, Dr. Purnendu Chatterjee, a Non-Resident Indian\nindustrialist and financier, evinced his interest in\nimplementing the project. Accordingly, a Memorandum of\nUnderstanding was entered into between WBIDC and the\nChatterjee Petrochem (Mauritius) Company [CP(M)C] and\nthe Tatas.\nB\nC\nD\nThe appellants filed Company Petition before the\nCompany Law Board under Sections 397, 398, 399, 402,\n403 and 406 of the Companies Act, 1956 seeking various\nreliefs. The main grievance of the appellants was that\nhaving been induced into investing large sums of money\nin establishing the petrochemical complex on various\npromises, particularly that the Company would continue\nto retain its private character and the Chatterjee group\nwould have control over its management, such promises,\nalthough, reduced into writing in the form of agreements, E\nnot only remained unfulfilled, but even the character of\nthe Company was altered with the transfer and sale of 150\nmillion shares by the Company in favour of IOC, a\nCentral Government Company. The other grievance of\nthe appellants was that despite having transferred 155 F\nmillion shares in favour of CP(I)PL, and having received\nthe full price therefor, the Company had not registered the\nsame in the Company's Register of Share-holders,\nthereby depriving the Chatterjee Group from exercising\nits right to vote in respect of the said shares.\nThe grievance of the Chatterjee Group was that by\nnot registering the transfer of the 155 million shares in\ntheir favour, but, on the other hand, transferring 150\nmillion shares in favour of IOC, the character of the\nG\nH\n138 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Company was altered from a Private Company into a\nB\nC\nGovernment Company and also reduced the Chatterjee\nGroup to a minority, despite the promises held out earlier\nand as incorporated in the agreements between the\nparties.\nThe Company Petition was disposed of by the CLB\nby upholding the decision of the Company to allot 150\nmillion shares to IOC. Similarly, the transfer of 155 million\nshares by WBIDC to the Chatterjee Group at Rs.10/- per\nshare was confirmed. A further direction was given to\nGoWB and WBIDC to transfer the 520 million shares held\nby them in HPL to the Chatterjee Group.\nThe Government of West Bengal filed appeal before\nthe High Court against the said order of the CLB. The\nD Single Judge of the High Court held that the agreement\nentered into between CP(I)PL and WBIDC for transfer of\nshares, being a private contract between two\nshareholders, the same could not be the subject matter\nof a petition under Section 397 of the Companies Act,\nE 1956. On the question of induction of IOC and the\nallotment of 155 million shares to the said Company, the\nSingle Judge held that the induction of IOC was on the\nbasis of the Debt Restructuring Package and the\nRefinancing Scheme, which were to the advantage of\nHPL, and had been decided from time to time at the Board\nmeetings of the Directors, which had been presided over\nby Dr. Chatterjee himself. The Single Judge held that the\norder passed by the CLB was contrary to the provisions\nof Section 402(e) of the Act, since no relief under the said\nSection could be granted without a finding having been\narrived at that a case of oppression had been made out\nwithin the meaning of Section 397 of the aforesaid Act.\nHence the present appeals.\nF\nG\nDismissing the appeals, the Court\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 139\nPETROCHEMICALS LTD.\nHELD:1.1. In order to succeed in an action under A\nSections 397 and 398 of the Companies Act, the\ncomplainant has to prove that the affairs of the Company\nwere being conducted in a manner prejudicial to public\ninterest or in a manner oppressive to any member or\nmembers. However, the law has not defined as to what B\nwould amount to “oppressive\" for the purposes of\nSection 397 and it is for the Courts to decide on the facts\nof each case as to whether such oppression exists\nwhich would call for action under Section 397. The\nconduct of the majority shareholders should not only be C\noppressive to the minority, but must also be burdensome\nand operating harshly upto the date of the petition. [Paras\n93, 94] [194-E-H; 195-G-H; 196-A]\nD\n1.2. In order to pass orders under Section 397 of the\nCompanies Act, 1956, the CLB has to be satisfied that the\nCompany's affairs are being conducted in a manner\noppressive to any member or members and that the facts\nwould justify the making of a winding-up order on the just\nand equitable principle, but that such an order would\nunfairly prejudice the Applicant before the CLB. Unwise, E\ninefficient or careless conduct of a Director cannot give\nrise to claim for relief under Section 397 of the Act. For\nrelief under this Section, the Applicant would have to\nprove that the conduct of the majority of the shareholders\nlacked probity and was unfair so as to cause prejudice F\nto the Applicant in exercising his legal and proprietary\nrights as a shareholder. Each complaint under Section\n397 will have to be judged on its own merit for the CLB\nto arrive at a conclusion as to whether the ingredients of\nSection 397 were satisfied and pass appropriate orders G\nthereafter. [Para 96] [197-E-H; 198-A]\n1.3. The language of Section 397 suggests that the\noppressive manner in which the Company's affairs were\nbeing conducted could not be confined to one isolated\nH\n140 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA incident, but that such acts would have to be continuous\nas to be part of a concerted action to cause prejudice to\nthe minority shareholders whose interests are prejudiced\nthereby. [Para 97] [198-B-C]\nB\nC\nD\n1.4. It is clear that when Dr. Purnendu Chatterjee\nexpressed his interest in setting up of the Haldia\nPetrochemicals Ltd., various incentives had been offered\nto him by the GoWB and WBIDC to invest in the Company\nand to make it a successful commercial enterprise. Such\ninvestments were, however, contingent upon Dr.\nChatterjee's bringing in sufficient equity to set up and run\nthe Company. At the very initial stage all the\nunderstanding between Dr. Chatterjee and GoWB \u0026\nWBIDC, both WBIDC and the Chatterjee Group were to\nhold 433 million shares each, while Tata was to hold 144\nmillion shares. The promise extended by WBIDC and\nGoWB to the Chatterjee Group to provide at least 60% of\nthe shares held by WBIDC at Rs.14/- per share to the\nChatterjee Group so as to give the Chatterjee Group the\nmajority shareholding in the Company, as was indicated\nE in the Agreements dated 12th January, 2002, 8th March,\n2002 and 14th January, 2005, did not ultimately\nmaterialise and, on the other hand, the Chatterjee Group\nwas reduced to a minority on account of its decision not\nto participate in the Rights Issue, and, thereafter, by\nF transfer of 150 million shares by WBIDC in favour of IOC.\n[Para 101] [199-E-H; 200-A]\nG\nH\n1.5. Although, the Chatterjee Group has complained\nof the manner in which it had been reduced to a minority\nin the Company, it is also obvious that when the\nCompany was in dire need of funds and the Chatterjee\nGroup also promised to provide a part of the same, it did\nnot do so and instead of bringing in equity, it obtained a\nloan from HSBC through the Merlin Group, which only\nincreased the debt equity ratio of the Company.\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 141\nPETROCHEMICALS LTD.\nC\nFurthermore, while promising to infuse sufficient equity A\nin addition to the amounts that would have been brought\nin by way of subscription to the Rights Issue, the\nChatterjee Group imposed various pre-conditions in\norder to do so, which ultimately led GoWB and WBIDC\nto terminate the agreement to transfer sufficient number B\nof shares to the Chatterjee Group to enable it to have\ncomplete control over the management of the Company\nand also to retain its private character. It is at a stage\nwhen there was a threat to the supply of Naphtha, which\nwas the main ingredient used by HPL for its\nmanufacturing process, that it finally agreed to induct IOC\ninto the Company as a member by transferring 150 million\nshares to it. It was on Dr. Chatterjee's initiative that it had\nbeen decided to induct the IOC as a member of the\nCompany at meetings of the Directors which were\nchaired by Dr. Chatterjee himself. If in the first place, the\nChatterjee Group had stood by its commitment to bring\nin equity and had subscribed to the Rights Issue, which\nwas a decision taken by the Company to infuse equity\nin the running of the Company, it would neither have\nbeen reduced to a minority nor would it perhaps have\nbeen necessary to induct IOC as a portfolio investor with\nthe possibility of the same being converted into a\nstrategic investment. [Para 102] [200-E-H; 201-A]\nD\nE\nF\n1.6. The failure of WBIDC and GoWB to register the\n155 million shares transferred to CP(I)PL could not,\nstrictly speaking, be taken to be failure on the part of the\nCompany, but it was the failure of one of the parties to a\nprivate arrangement to abide by its commitments. The\nremedy in such a case was not under Section 397 of the G\nCompanies Act. The alleged breach of the agreements,\nwas really in the nature of a breach between two\nmembers of the Company and not the Company itself. It\nis not on account of any act on the part of the Company\nthat the shares transferred to CP(I)PL were not registered H\n142 SUPREME COURT REPORTS (2011) 15 (ADDL.) S.C.R.\nA in the name of the Chatterjee Group. There was,\ntherefore, no occasion for the CLB to make any order\neither under Section 397 or 402 of the aforesaid Act. [Para\n103] [201-B-G]\n00\nB\nC\n1.7. The appellants failed to substantiate either of the\ntwo grounds canvassed by them for the CLB to assume\njurisdiction either under Section 397 or 402 of the\nCompanies Act, 1956, and it could not, therefore, have\ngiven directions to WBIDC and GoWB to transfer 520\nmillion shares held by them in HPL to the Chatterjee\nGroup and the High Court rightly set aside the same and\ndismissed the Company Petition. [Para 104] [202-B]\nShanti Prasad Jain Vs. Kalinga Tubes Ltd. (1965) 2 SCR\n720; Needle Industries (India) Ltd. \u0026 Ors. Vs. Needle\nD Industries Newey (India) Holding Ltd. \u0026 Ors. (1981) 3 SCC\n333: 1981 (3) SCR 698; V.S. Krishnan \u0026 Ors. Vs. Westfort\nHi-Tech Hospital Ltd. \u0026 Ors. (2008) 3 SCC 363: 2008 (3)\nSCR 184; Bengal Luxmi Cotton Mills Ltd. (1969) CWN 137;\nSangramsingh P. Gaekwad \u0026 Ors. Vs. Shantadevi P.\nE Gaekward \u0026 Ors. (2005) 11 SCC 314: 2005 (1) SCR 624;\nR. Ramanathan Chettiar Vs. A \u0026 F Harvey Ltd. \u0026 Ors. 1967\n(37) Comp. Case 212; BALCO Employees' Union (Regd.) Vs.\nUnion of India \u0026 Ors. (2002) 2 SCC 333 : 2001 (5) Suppl.\nSCR 511; Hanuman Prasad Bagri Vs. Bagress Cereals Pvt.\nLtd. (2001) 4 SCC 420 : 2001 (2) SCR 811; Kilpest Pvt. Ltd.\n\u0026 Ors. Vs. Shekhar Mehra (1996) 10 SCC 696: 1996 (7)\nSuppl. SCR 239; Hind Overseas Pvt. Ltd. Vs. Raghunath\nPrasad Jhunjhunwalla \u0026 Anr. (1976) 3 SCC 259: 1976 (2)\nSCR 226; Allianz Securities Ltd. Vs. Regal Industries Ltd.\n2002 (11) CC 764; Howrah Trading Company Vs. CIT AIR\n1959 SC 775: 1959 Suppl. SCR 448; Life Insurance\nCorporation of India Vs. Escorts Ltd. (1986) 1 SCC 264 :\n1985 (3) Suppl. SCR 909; Mannalal Khetan Vs. Kadamnath\nKhetan [(1977) 2 SCC 424]: 1977 (2) SCR 190; Claude\nF\nG\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 143\nPETROCHEMICALS LTD.\nLila Parulekar (Smt.) Vs. Sakal Papers (P) Ltd. (2005) 11 A\nSCC 73: 2005 (2) SCR 1063; J.P. Srivastava \u0026 Sons Pvt.\nLtd. Vs. Gwalior Sugar Co. Ltd. (2005) 1 SCC 172 : 2004 (5)\nSuppl. SCR 648; Mathrubhumi Printing \u0026 Publishing Co.\nLtd. Vs. Vardhman Publishers Ltd. (1992) 73 CC 80 and\nSatgur Prasad Vs. Harnarayan Das AIR 1932 PC 89; Dale B\n. \u0026 Carrington Invt. P. Ltd. Vs. P.K. Prathapan (2005) 1 SCC\n217; Rajahmundry Electric Supply Corporation Ltd. Vs. A.\nNageswara Rao \u0026 Ors. (1955) 2 SCR 1066; M.S.D.C.\nRadharamanan Vs. M.S.D. Chandrasekara Raja \u0026 Anr.\n(2008) 6 SCC 750: 2008 (5) SCR 182; Sangramsinh P. C\nGaekwad \u0026 Ors. Vs. Shantadevi P. Gaekwad (Dead) through\nLRs. \u0026 Ors. (2005) 11 SCC 314: 2005 (1) SCR 624; Kamal\nKumar Dutta \u0026 Anr. Vs. Ruby General Hospital Ltd. \u0026 Ors.\n(2006) 7 SCC 613: 2006 (4) Suppl. SCR 462; New Horizons\nLtd. \u0026 Anr. Vs. Union of India \u0026 Ors. (1995) 1 SCC 478: 1994\n(5) Suppl. SCR 310 - referred to.\nD'\nO'Neill Vs. Phillips (1999)2 All ER 961; Blisset Vs.\nDaniel 68 E.R. 1022; Ebrahimi Vs. Westbourne Galleries\n(1972) 2 All ER 492; Ebrahimi Vs. Westbourne Galleries Ltd\n\u0026 Ors. (1972) 2 All ER 492 and Saul D Harrison \u0026 Sons plc E\n(1995) 1 BCLC 14 – referred to.\n-\nCase Law Reference:\n(1965) 2 SCR 720\nreferred to\nPara 22\nLL\nF\n1981 (3) SCR 698\nreferred to\nPara 32\n(1999)2 All ER 961\nreferred to\nPara 36\n68 E.R. 1022\nreferred to\nPara 36\n(1972) 2 All ER 492\nG\nreferred to\nPara 36\n(2005) 1 SCC 217\nreferred to\nPara 36\n(1955) 2 SCR 1066\nreferred to\nPara 37\n=\n2008 (5) SCR 182\nreferred to\nPara 38\nН\n144 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 2005 (1) SCR 624\nreferred to\nPara 39\n2006 (4) Suppl. SCR 462\nreferred to\nPara 39\n1994 (5) Suppl. SCR 310\nreferred to\nPara 40\n(1972) 2 All ER 492\nreferred to\nPara 40\nB\n2008 (3) SCR 184\nreferred to\nPara 42\n1995 1 BCLC 14\nreferred to\nPara 61\n1969 CWN 137\nreferred to\nPara 64\nC\n2005 (1) SCR 624\nreferred to\nPara 64\n1967 (37) Comp. Case 212\nreferred to\nPara 64\n2001 (5) Suppl. SCR 511\nreferred to\nPara 75\nD 2001 (2) SCR 811\nreferred to\nPara 82\n1996 (7) Suppl. SCR 239 referred to\nPara 83\n1976 (2) SCR 226\nreferred to\nPara 83\nE 2002 (11) CC 764\nreferred to\nPara 84\n1959 Suppl. SCR 448\nreferred to\nPara 86\n1985 (3) Suppl. SCR 909 referred to\nPara 86\n1977 (2) SCR 190\nreferred to\nPara 86\nF\n2005 (2) SCR 1063\nreferred to\nPara 86\n2004 (5) Suppl. SCR 648 referred to\nPara 86\n(1992) 73 CC 80\nreferred to\nPara 86\nG\n(AIR 1932 PC 89\nreferred to\nPara 87\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n5416-5419 of 2008.\n"}