{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 145\nPETROCHEMICALS LTD.\nFrom the Judgment \u0026 Order dated 21.9.2007 of the High A\nCourt of Calcutta in APO No. 45,46, 73 and 113 of 2007.\nWITH\nC.A. Nos. 5420 and 5437-5440 of 2008.\nB\nFalsi S. Nariman, Dr. A.M. Singhvi, Sudipto Sarkar,\nSiddharth Mitra, Ashok Desai, Altaf Ahmad, R.S. Suri, K.K.\nVenugopal and Ranjit Kumar, Neeraj Sharma, Roopali Singh\nSubhash Sharma, Archana Lakhotia (for Dua Associates, H.K.\nPuri, Gaurav Duggal, Amit Meharia (for Meharia \u0026 Co.), Anuj C\nBhandari, Sanjay Bhat, Amit Wadha, Aniruddha S. Deshmukh,\nSahir Hussain, Yashvardhan Roy, S. Mahendran, Mayank\nMishra, Ananya Kumar, Amar Gupta, Vibha Datta Makhija, Jay\nSavia, Meenakshi Ogra, Sanjeev K. Kapoor, Kumar Mihir, S.\nKarkrania (for Khaitan \u0026 Co.) Nitish Massey, Pinaki Addy, Anu D\nBindra, K.S. Prasad, Chanchal Kumar Ganguly, Amar Gupta,\nAnkur Saigal, Bina Gupta, Mayank Mishra, V.D. Makhija, Fox\nMandal \u0026 Co. and Manik Karanjawala for the appearing\nparties.\nThe Judgment of the Court was delivered by\nE\n· ALTAMAS KABIR, J. 1. M/s. Haldia Petrochemicals Ltd.,\nhereinafter referred to as \"H.P.L.\", was incorporated in 1985\nfor establishing a green field petrochemical complex in Haldia\nin the State of West Bengal to be established by the West F\nBengal Industrial Development Corporation, hereinafter\nreferred to as \"WBIDC\", and the R.P. Goenka Group. However,\nthe Goenka Group left the Company in 1990 and Tata\nChemicals and Tata Tea were inducted into the project between\n1990 and 1993. Not much headway was made towards\nimplementing the project till June, 1994 when Dr. Purnendu\nChatterjee, hereinafter referred to as \"PC\", a Non-Resident\nIndian industrialist and financier, expressed an interest in the\nproject. Accordingly, a Memorandum of Understanding was\nentered into between WBIDC and the Chatterjee Petrochem\nG\nH\nC\n146 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA (Mauritius) Company, hereinafter referred to as \"CP(M)C\" and\nthe Tatas on 3rd May, 1994. According to the said\nMemorandum, the initial cost of the project was estimated at\nRs.3600 crores which was to be funded with a debt of Rs.2400\ncrores and equity of Rs. 1200 crores. Initially, equity capital of\nB Rs.700 crores was to be contributed by WBIDC, CP(M)C and\nthe Tatas in the ratio of 3:3:1 respectively. It was also provided\nthat the Board of the Company would consist of four nominees\neach of WBIDC, CP(M)C and two from the Tata group. This was\nfollowed by a Joint Venture Agreement, hereinafter referred to\nas \"JVA\", between the three parties on 20th August, 1994,\nincorporating the terms which had been agreed upon by the\nparties. It was decided that both WBIDC and CP(M)C would\ninvest Rs.300 crores each and the Tatas would invest Rs.100\ncrores, while Rs.500 crores was to be obtained from the public,\nincluding Non-Resident Indians and Financial Institutions,\ntowards equity, keeping the debt equity ratio at 2:1. Certain\nother terms and conditions agreed between the parties were\nalso included in the Agreement, of which one of the specific\nterms was that in case of disinvestment by WBIDC, the\ndisinvested shares would be offered to CP(M)C. One of the\nother terms agreed to by the parties is that they would be entitled\nto seek specific performance of the terms and conditions of the\nagreement in accordance with the provisions of the Specific\nRelief Act, 1963, and the agreement would remain in force as\nlong as the parties held the prescribed percentage of shares.\nD\nE\nF\n2. After the said agreement was executed, four other\nletters dated 30th September, 1994, 6th October, 1994 and 5th\nJanuary, 1995, were exchanged between the parties, whereby\nit was agreed that between 24 months of commencement of\nG commercial production or within 60 months of the date of the\nJVA, whichever was later, at least 60% of the shareholding of\nthe WBIDC would be offered to CP(M)C at Rs.14/- per share.\nIt was provided that the role of the Government in the Company\nwould be limited to its promotion and guidance through the initial\nH.\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 147\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nphases of the project and that the nominee of CP(M)C would A\nbe the Managing Director. In March, 1995, the Articles of\nAssociation of the Company were altered to bring it in line with\nthe terms of the JVA. An addendum to the JVA was executed\non 30th September, 1996/4th October, 1996, by which the\nproject cost was revised to Rs.5170 crores and the equity B\nparticipation was revised to Rs.432.857 crores to be provided\nby WBIDC and by CP(M)C, while Tatas were to provide\nRs.144.286 crores. The remaining equity participation of\nRs.969 crores was to be from the public.\nC\nD\n3. The project started in 1997 and commercial production\ncommenced in August, 2001. Thereafter, further agreements\nwere entered into between the parties and the first of such\nagreements was entered into on 12th January, 2002, whereby\nCP(M)C, the Government of West Bengal, WBIDC and HPL,\ninter alia, agreed on a certain course of action in regard to\nHPL's need of financial and managerial restructuring. The object\nand exercise of such restructuring was that CP(M)C would\nacquire a controlling interest of 51% shares in the equity of the\nCompany and would have complete control over the day-to-day\naffairs of the Company, including the right to appoint key\nexecutives. WBIDC also agreed to vote along with CP(M)C on\nall issues in the shareholders meeting and its nominee would\nalso vote along with the nominee Directors of the CP(M)C. It\nwas specifically agreed that all other rights and obligations of\nCP(M)C in terms of the earlier agreement would continue till F\nCP(M)C acquired majority shares in the Company.\n4. The aforesaid agreement was followed by another\nagreement dated 8th March, 2002, wherein it was recorded that\nin terms of the agreement dated 12th January, 2002,\n155,099,998 equity shares of WBIDC had been transferred and\ndelivered to CP(I)PL, on 8th March, 2002. It was also mentioned\nthat the said shares were pledged with WBIDC and,\naccordingly, the shares had been duly lodged along with the\nshare certificates with WBIDC and the pledge had been\nE\nG\nH\n148 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA acknowledged. Certain other agreements in regard to the\nshareholding pattern and the management of the Company\nwere entered into, wherein after allotment of shares to Winstar,\nwhich had been brought in to infuse Rs.127.4 crores towards\nequity, the collective shareholding of the Appellants was shown\nB to be 58.62% with a rider that 155 million shares transferred\nby WBIDC to CP(M)C was subject to registration and lenders'\napproval. We may have recourse to refer to some of the said\nagreements at a later stage.\nc\nD\nE\n5. One other agreement which is relevant to the facts of\nthis case was entered into between PC and the Government\nof West Bengal, represented by the Respondent No.8, Shri\nSabyasachi Sen, on 14th January, 2005, wherein it was\nindicated that the Government of West Bengal would sell its\nentire shareholding in HPL to CP(M)C, and that the price of the\nshares would be determined by an independent valuer selected\nby the Government of West Bengal from amongst a panel of\nfirms to be prepared by CP(M)C. It was further declared that\nthe recommendation of the valuer would be binding both on the\nGovernment of West Bengal and CP(M)C.\n6. In the months of January and February, 2005, HPL had\napproved the issuance and allotment of equity shares worth\nRs.150 crores at par to Indian Oil Corporation (IOC). Objecting\nto the proposed allotment of shares to IOC and also on the\nF ground that WBIDC and the Government of West Bengal had\nfailed to fulfil their commitment to transfer their balance 36%\nshares to the Appellants, the Appellants filed Company Petition\nNo.58 of 2009 before the Company Law Board under Sections\n397, 398, 399, 402, 403 and 406 of the Companies Act, 1956,\ninter alia, for the following reliefs :-\nG\nH\n\"(a) An order be passed directing the company to take\nimmediate steps for modifying and/or altering and/\nor amending the Articles of Association of the\nCompany to incorporate therein the complete\nagreement by and between the joint venture\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 149\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\npartners and special rights of the petitioner in A\nrelation to the Company, as provided in the\nAgreements dated 20th August, 1994, 12th\nJanuary, 2002, 8th March 2002 and 30th July, 2004.\n(b) Appropriate orders be passed directing the entire\nshareholding of the respondent No.2 in the\nCompany to be transferred in favour of the petitioner\nat the agreed price of Rs.14/- per share in respect\nof such number of shares of HPL registered in the\nname of Respondent No.2 constituting 60% of the\nholding of the respondent No.2 in the Company and\non such valuation in respect of the balance shares\nheld by Respondent No.2 as this Hon'ble Board\nmay think fit and proper;\n(c)\nB\nC\nDeclaration that the resolution passed at the EGM D\nof the Company held on January 14, 2005, is illegal,\ninoperative, null and void and not binding on the\nCompany or any person connected therewith;\n(d) Permanent injunction restraining the respondents\nwhether by themselves or by their servants or\nagents or assigns or otherwise howsoever from\ngiving any effect or further effect to the resolution\npassed on the EGM held by the Company on\nJanuary 14, 2005 in any manner whatsoever;\nE\nF\n(e) Permanent injunction restraining the Company from\nreceiving any money or encashing any cheque that\nmay have been issued by the Respondent No.6 to\nthe Company in pursuance of the Memorandum of\nAssociation and the resolution passed by the EGM G\nof the Company held on January 14, 2005;\n(f)\nPermanent injunction restraining the Company and\nits Board of Directors from taking any major\ndecision or policy decision relating to the\nH\nA\nB.\nC\nD\nE\nF\n150 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nmanagement and affairs of the Company before\nthe majority shareholding and management control\nin the Company is effectively established as per the\nAgreements dated 12th January, 2002, and 30th\nJuly, 2004, including the due recognition of the\nnominee of petitioner No.? as Director of the\nCompany pursuant to the letter of Petitioner No.2\ndated 1st August, 2005;\n(g) Permanent injunction restraining the Company and\nits present board from dealing with or disposing of\nor alienating or encumbering any asset or property\nof the Company except strictly in the course of the\nbusiness of the Company;\n(h) Permanent injunction restraining the Company and\nits Board of Directors from taking any decision in\nrelation to the management and administration of\nthe Company except with the previous approval of\nthe petitioner;\n(i)\n(i)\nPermanent injunction restraining the respondents\nand each of them from in any manner acting in\nderogation of the petitioner's rights as majority\nshareholders in the company and the petitioner's\nright to control the management of the Company,\nincluding without limitation by way of sale of shares\nof the Company held by any of them to any third\nparty except the petitioners;\nG\n(k)\nH\n(1)\nDirect the reconstitution of the Board of the\nCompany to reflect the majority control and the\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 151\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nspecial rights accorded under the Agreements A\nbetween the shareholders to the petitioners;\n(m)\n(n)\n\"\nSubsequently, on coming to learn that the shares in\nquestion had already been allotted to IOC, the Appellants filed\nan application for amendment of the petition to challenge the\nallotment in favour of IOC and seeking cancellation thereof.\n7. Before the Company Law Board, hereinafter referred\nto as \"the CLB\", not only was it reiterated by the Chatterjee\nGroup that PC had to rejuvenate the Company and to\nimplement the project, for which he was recognized as a\n\"promoter\" in the Memorandum of Understanding entered into\non 3rd May, 1994, but that there was a clear understanding that\nthe Chatterjee Group would have management interest in the\nCompany. Before the CLB it was further contended that the\nCompany was really a quasi-partnership with each of the three\ngroups having financial stakes and management participation.\nThe Chatterjee Group further claimed that the Memorandum of\nUnderstanding not only provided for the Appellants to hold 3/\n7th of the shares of the Company, but also 2/5th of the\nDirectorship therein. WBIDC was also to have a 3/7th share in\nthe Company so that the Company remain as a private\ncompany.\nB\nC\nD\nE\nF\n8. The Chatterjee Group also reiterated that in the JVA\ndated 20th August, 1994, the Chatterjee Group had been given\na right of pre-emption to acquire the shares of WBIDC if it\nchose to disinvest its shares. Before the CLB it was also G\nemphasized that at the time of entering into a Memorandum of\nUnderstanding on 3rd May, 1994, it had been clearly understood\nbetween the parties that the Company would remain in the\nprivate sector. Repeating what has been indicated\nhereinbefore, learned counsel for the Chatterjee Group H\n152 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA submitted before the CLB that in addition to the JVA, 4 letters\nhad been exchanged between the Chatterjee Group and the\nWBIDC/GoWB providing for the Chatterjee Group to acquire\nat least 60% of the shares held by WBIDC at Rs.14/- per share\nupon the happening of certain events within a particular\nB timeframe. Before the CLB the Chatterjee Group also\ncontended that it was understood by the parties that the role of\nthe Government would gradually be confined to promotion and\nguidance during the initial stages of the project, after which the\ncontrol of the management would be in the private sector and\nthe nominee of the Chatterjee Group would be the Managing\nDirector of the Company.\nC\nD\n9. In support of its contention of mismanagement and\noppression by the Company towards the Chatterjee Group, it\nwas alleged that the decision to allot 150 million shares to IOC\nby WBIDC/GoWB had been taken behind its back with the sole\nintention of preventing the Chatterjee Group from acquiring the\ncontrol of the Company's affairs, as was promised and\nunderstood at the initial stage when PC agreed to participate\nin the equity holdings of the Company. One of the major acts\nE of oppression complained of by the Chatterjee Group before\nthe CLB was that despite having received payment in respect\nof 155 million shares and having transferred the same to the\nChatterjee Group, it did not complete the transfer by registering\nthe transfer with the Company and altering its Register of\nF Members accordingly, which effectively deprived the Chatterjee\nGroup of having the promised majority shareholding in the\nCompany. Before the CLB it was further contended that had\nthe said shares been registered in the name of the Chatterjee\nGroup, the total shareholding of the Chatterjee Group would\nG have been 51% which would have given them control of the\naffairs of the Company. Hence, a prayer had been made before\nthe CLB for a direction upon WBIDC/GoWB to complete the\ntransfer of the 155 million shares in favour of the Chatterjee\nGroup.\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 153\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\n10. On behalf of the Chatterjee Group it had also been A\ncontended before the CLB that it had agreed to induct IOC as\na portfolio investor in the Company at the instance of GoWB.\nHowever, subsequently, by its letter dated 20th September,\n2004, the Chatterjee Group had indicated that in view of the\nproposed public offer, there was no further necessity of\nB\ninducting any portfolio investor, but the investment of Rs.150\ncrores by IOC could be considered. A resolution was adopted\nby the Company on 2nd November, 2004, to allot shares to\nIOC, although the Chatterjee Group was against such allotment.\nIn order to maintain the private character of the Company, the\nс\nChatterjee Group called upon WBIDC to sell 60% of its\nshareholding to the CP(M)C at the agreed price of Rs.14/- per\nshare as recorded in the letter dated 30th September, 1994. It\nwas further submitted before the CLB that upon such demand\nbeing made, discussions were held and it was mentioned that\nthe GoWB and WBIDC would give in writing that the entire\nshareholding of WBIDC in the Company would be sold to the\nChatterjee Group. It was, therefore, submitted that pursuant to\nsuch discussions and representations that an Agreement was\nreached on 14th January, 2005, between one Dr. Sabyasachi\nSen and PC in the presence of Mr. Tarun Das, wherein they\nagreed to vote in support of the Resolution to allot 150 million\nHPL equity shares to IOC at par. The grievance of the\nChatterjee Group before the CLB was that inspite of several\nletters written on behalf of the Chatterjee Group, no steps were\ntaken by the Company to give effect to the Resolution dated F\n14th January, 2005.\n11. Another major grievance of the Chatterjee Group\nbefore the CLB was that sometime before 15th July, 2005,\ndoubts regarding IOC's investment in HPL were substantiated\nwhen the letter dated 10th November, 2004, written by the\nWBIDC to IOC was discovered. It was contended before the\nCLB that by deliberately suppressing the discussions between\nWBIDC and IOC which would give IOC control over the\nmanagement of HPL, WBIDC/GoWB wrongly obtained the\nD\nE\nG\nH\n154 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA consent of the Chatterjee Group to the Resolution of the Extra-\nOrdinary General Meeting held on 14th January, 2005, to allot\nshares at par to the Respondent No.6 IOC. The Chatterjee\nGroup also complained that neither GoWB nor WBIDC had ever\nintended to honour the agreement dated 14th January, 2005,\nand from the letter dated 10th November, 2004, it was clear\nthat GoWB and WBIDC did not intend to sell the HPL shares\nheld by the WBIDC to the Chatterjee Group.\nB\n12. It was also contended before the CLB by the Chatterjee\nGroup that since HPL was not in immediate need of funds, the\nC allotment of shares to IOC was not warranted despite the fact\nthat the Chatterjee Group was ready and willing to complete\nthe share purchase deal at the agreed price of Rs.14/- per\nshare. By virtue of the superior bargaining power of the WBIDC\nand GoWB, the Chatterjee Group could not enforce their special\nD rights on account of their continuing minority status in the\nCompany, nor could it acquire control of the management\nthereof.\nE\nF\n13. It was also contended that even the Articles of\nAssociation had not been modified or altered to reflect the\nrights which the Chatterjee Group enjoyed and the clandestine\narrangement arrived at between the GoWB, WBIDC and IOC\nundermined the very basis on which the request made by\nGoWB and WBIDC had been accepted by the Chatterjee\nGroup. Accordingly, the said arrangement was required to be\nbrought to an end for resolving the oppressive acts of the\nGoWB and the WBIDC.\n14. On the basis of the aforesaid allegations, the Chatterjee\nGroup contended before the CLB that the affairs of the\nG Company were being conducted in a manner which was\nprejudicial to the public interest and oppressive to them. It was\nfurther contended that winding-up of the Company would unfairly\nprejudice the parties but that otherwise the facts would justify\nthe making of a winding-up order on just and equitable grounds.\nH\n"}