{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 155\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nB\n15. The aforesaid stand taken by the Chatterjee Group A\nwas opposed on behalf of the Company on the ground that\ninspite of having made several promises to infuse equity into\nthe Company, it had failed to do so and in view of severe fund\ncrunch faced by the Company on account of such failure, the\nCompany had no other alternative, but to transfer the shares in\nquestion to a party which was willing to do so. In fact, it was\nthe joint contention of GoWB and WBIDC that since the\nChatterjee Group had failed to abide by its commitments to\ninfuse equity into the Company and as the affairs of the\nCompany were at a point of collapse, with creditors, particularly\nthe Indian Oil Corporation supplying Naphtha, which was the\nessential ingredient in the manufacturing process of the\nCompany, demanding their outstanding dues even under the\nthreat of taking appropriate action under the provisions of the\nCompanies Act, 1956, the Company had no option but to\ntransfer the 150 million shares to IOC as per the decision taken\nearlier.\n16. In addition to the above, it was also submitted that the\nChatterjee Group had agreed to the decision to induct the IOC\nin the Company as a portfolio investor.\nC\nD\nE\n17. The Company Petition was disposed of by the CLB\nby upholding the decision of the Company to allot 150 million\nshares to IOC, which would be at liberty to deal with the same\nin any manner it thought fit. Similarly, the transfer of 155 million F\nshares by WBIDC to the Chatterjee Group at Rs.10/- per share\nwas confirmed. A further direction was given to GoWB and\nWBIDC to transfer the 520 million shares held by them in HPL\nto the Chatterjee Group. The Chatterjee Group was also\ndirected to purchase the 271 million preference shares held by G\nGoWB and WBIDC at par. The CP(I)PL was directed to pay a\nsum of Rs.125 crores to WBIDC towards balance consideration\nfor the 155 million shares on or before 28th February, 2007. It\nwas further directed that on payment of the said amount, the\nshares in question would be deemed to have been\nΉ\n156 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n.A dematerialized and transferred in the name of CP(I)PL, without\nany further deed or act or refusal from anyone or production of\nany instruction to transfer. Significantly, the Chatterjee Group\nwas also given liberty as soon as they paid the consideration\nfor the 155 million shares, to take control of the day-to-day\nB management of the Company as they would then be holding\n51% of the equity shares, with the stipulation that no major\ndecisions would be taken without the approval of the Court. The\nCLB also came to a definite finding that the 150 million shares\nallotted to IOC had not been so transferred suddenly or\nC surreptitiously or with any ulterior motive and the allegation of\na secret agreement between GoWB and IOC, though of very\nlittle significance, has been magnified by the Chatterjee Group\nin the Company Petition.\nD\n18. The Government of West Bengal, through its Joint\nSecretary in the Department of Commerce and Industry, filed\nan appeal before the Calcutta High Court against the said order\nof the CLB dated 31st January, 2007 under Section 10F of the\nCompanies Act, 1956, and the same was numbered as\nA.P.O.No.45 of 2007. Among the various grounds taken in the\nE Appeal, a question was raised as to whether the CLB could\nhave assumed jurisdiction on the Company Petition filed by\nChatterjee Petrochem (Mauritius) Ltd. Co., Winstar India\nInvestment Company Ltd., India Trade (Mauritius) Ltd. and\nChatterjee Petrochem (India) Pvt. Ltd., to enforce rights under\nF private contracts. Another ground taken was that the CLB had\nerred in applying the doctrine of legitimate expectation in a\nPetition under Section 397 read with Sections 398 and 402 of\nthe Companies Act, 1956, and in treating the Company to be\na quasi-partnership. As a corollary to the said question, the\nG Government of West Bengal also questioned the jurisdiction of\nthe CLB to convert the Company Petition into a Suit for Specific\nPerformance of Contract. It was also contended that the issues\nraised in the Company Petition were with regard to the disputes\nof a contractual nature between shareholders and the non-\nH performance of such contracts between the shareholders could\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 157\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nnot be treated to be the \"Affairs of the Company\". The locus A\nstandi of the Chatterjee Petrochem (India) Pvt. Ltd. to maintain\na petition under Section 398 of the Companies Act was also\nquestioned since on the date of filing of the Petition before the\nCLB, the said Company was not even a member of the Joint\nVenture Company. It was also reiterated that no case for B\nmismanagement or oppression had been made out and the\napplication under Section 398 of the above Act was liable to\nbe dismissed.\nC\nD\n19. Upon hearing the parties, the learned Single Judge held\nthat CP(I)PL had no locus standi to maintain a petition under\nSection 397 of the Companies Act and that CLB could not have\nassumed jurisdiction on the Company Petition, in which\nCP(I)PL was a petitioner, since CP(I)PL was not a member of\nHPL. The learned Single Judge held that such a petition for the\npurpose of enforcing rights under private contracts would not\nbe maintainable and that the agreement entered into between\nCP(1)PL and WBIDC for transfer of shares, being a private\ncontract between two shareholders, the same could not be the\nsubject matter of a petition under Section 397 of the\nCompanies Act, 1956. The learned Single Judge also\nobserved that such agreements could not be treated to be\n\"affairs of the Company\" and that, in any event, such a ground\nhad not also been pleaded in the Company Petition. The\nlearned Judge held that the order of the CLB, which was based\nentirely on the question of transfer of the 155 million shares by F\nWBIDC to CP(I)PL, stood vitiated by such jurisdictional error.\nE\n20. The learned Single Judge also held that the CLB was\nnot justified in applying the concept of quasi-partnership, which\nhad been urged on behalf of the Chatterjee Group, to HPL. G\nAccording to the learned Single Judge, the question as to why\na Limited Company should be considered to be a quasi-\npartnership, would have to be decided on the facts of each\ncase. While, on the one hand, it would be easy to apply the said\nconcept to a closely-held Family Company or a Private Limited\nH\n158 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Company, as in cases where a partnership is converted into a\nCompany, such an assumption could not be arrived at merely\non the ground that the promoters of the Company described\nthemselves as partners.\nB\n21. The learned Single Judge further held that from the\nentire pleadings in the Company Petition no case whatsoever\nhad been made out that in conducting the affairs of HPL, the\nGoWB and WBIDC had oppressed the Petitioners in any way\nso as to attract the provisions of Section 397 of the Companies\nAct. The learned Single Judge also held that the CLB was not\nC right in applying the doctrine of legitimate expectation to the\nagreement entered into between WBIDC and CP(I)PL on 8th\nMarch, 2002, thereby converting the Company Petition into a\nsuit for specific performance of contract. The learned Judge\nobserved that by granting relief in the name of the doctrine of\nD legitimate expectation, the CLB has actually enforced specific\nperformance of the contract and agreements, which was beyond\nits jurisdiction.\n☐☐\nE\nF\nG\nH\n22. Lastly, on the question of the induction of IOC and the\nallotment of 155 million shares to the said Company, the\nlearned Single Judge held that the induction of IOC was on the\nbasis of the Debt Restructuring Package and the Refinancing\nScheme, which were to the advantage of HPL, and had been\ndecided from time to time at the Board meetings of the\nDirectors, which had been presided over by PC. On the basis\nof his aforesaid findings, the learned Single Judge, relying on\nthe decision of this Court in Shanti Prasad Jain Vs. Kalinga\nTubes Ltd. [(1965) 2 SCR 720], held that an order granting\nrelief under Section 397 could be made only after affirming and\nrecording an opinion on each of the three conditions mentioned\nin Section 397(2)(a) and (b) of the Companies Act, 1956. The\nlearned Single Judge held that in the instant case, no such\nopinion had either been formed or recorded by the CLB relating\nto the said three conditions. The learned Single Judge also\nrejected the submissions made on behalf of the Petitioners that\nan opinion with regard to the said two conditions would\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 159\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nautomatically follow from the opinion formed by the CLB on A\noppression, or such opinion could be gathered from the order\nof the Board itself. The learned Single Judge, accordingly, held\nthat the order passed by the CLB was contrary to the provisions\nof Section 402(e) of the above Act, since no relief under the\nsaid Section could be granted without a finding having been B\narrived at that a case of oppression had been made out within\nthe meaning of Section 397 of the aforesaid Act.\n23. Appearing for the Chatterjee Group, Mr. Fali S.\nNariman, learned Senior Advocate, did not seriously oppose\nthe contention that the prayers in the Company Petition were\nreally for specific performance of the various agreements\nentered into by the parties, but that the same were on account\nof the acts of oppression and mismanagement on the part of\nGoWB, HPL and WBIDC with regard to the non-registration of\nthe 155 million shares which had already been transferred by\nWBIDC in favour of the Chatterjee Group. Mr. Nariman urged\nthat although the said shares had been transferred in favour of\nthe Chatterjee Group and although the price in respect thereof\nhad been duly received by HPL, the Company had not\nregistered the said 155 million shares with the Company in the\nname of CP(I)PL and the transfer of the said shares was also\nnot reflected in its Register of Members. Mr. Nariman contended\nthat by not registering the 155 million shares in the name of the\nChatterjee Group, which deprived the Chatterjee Group of\nbeing the majority shareholder, and, at the same time, allotting\n150 million shares to IOC, the acts of the Company reduced\nthe Chatterjee Group from a majority shareholder to a minority\nshareholder, which amounted to oppressive treatment by the\nCompany.\n24. Mr. Nariman submitted that at the time of entry of the\nChatterjee Group through the CP(M)C in 1994, the total issued\nshare capital of HPL was 1010 million shares of Rs.10/- each\nand the shareholding pattern was as under :-\nC\nD\nE\nLL\nF\nG\nH\n160 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA CP(M)C\nWBIDC\n433 million shares\n433 million shares\n144 million shares\nB\nTatas\n25. However, on 28th September, 2001, at the Board\nMeeting of HPL, a Resolution was taken to offer a Rights Issue\nto the existing shareholders so that a further sum of Rs.223\ncrores could be infused in HPL in the ratio of 107:107:36.\nAlthough, the other shareholders subscribed to the Rights Issue,\nC the Chatterjee Group did not on the ground that such equity\ncould be infused once the financial restructuring of HPL had\nbeen completed. Accordingly, on 8th March, 2002, the\nshareholding pattern as per the Register of Members in the\nshare capital of 1153 million shares was :\nD\nE\nF\nCP(M)C\nWBIDC\nTatas\n433 million shares = 37.56%\n540 million shares = 46.83%\n180 million shares = 15.61%\n26. Mr. Nariman submitted that in the Agreement dated\n30th July, 2004, which was supplemental to the Agreement\ndated 12th January, 2002, executed by the GoWB, WBIDC,\nCP(M)C and HPL, it was specifically mentioned that GoWB had\ncaused WBIDC to transfer to CP(I)PL, an affiliate of CP(M)C,\nshares worth Rs.155 crores and that CP(I)PL had become the\nbeneficial owner thereof. However, the registration of the said\nshares in the books of HPL was kept pending till approval was\nobtained from the Lenders, being the Banks and Financial\nInstitutions. Mr. Nariman submitted that as a result, despite the\nG transfer by WBIDC of 155 million shares in favour of CP(I)PL,\nWBIDC continued to be shown as owner thereof in the Share\nRegister of the Company. Mr. Nariman submitted that once\nclearance had been obtained from the Lenders, WBIDC could\nno longer refuse to register the said 155 million shares in the\nH name of CP(I)PL, which was an integral part of the Chatterjee\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 161\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nGroup.\nA\n27. Mr. Nariman submitted that the number of shares\ntransferred by WBIDC to CP(I)PL comprised 13.44% of the total\nnumber of shares amounting to 1153 shares, which meant that\nalong with the 36.56% of the shares held by the Chatterjee B\nGroup, the total worked out to 51% and gave the Chatterjee\nGroup the management control of HPL and reduced the\nshareholding of WBIDC from 46.83% to 36.9%.\n28. Mr. Nariman submitted that on the same day on which\nthe Supplemental Agreement had been signed, a Share C\nSubscription Agreement was executed by HPL, CP(M)C,\nWBIDC and WINSTAR which, inter alia, referred to the\nagreement entered into by GoWB, WBIDC, CP(M)C and HPL\non 12th January, 2002 and that WBIDC, CP(M)C and CP(1)PL\nhad entered into an Agreement on 8th March, 2002, relating D\nto the transfer of shares in the Company at Rs.10/- per share\nand pursuant to that agreement, CP(M)C came to be in\nmanagement control of the Company.\n29. Mr. Nariman urged that by signing the Share\nSubscription Agreement dated 30th July, 2004, WBIDC and\nHPL had acknowledged the fact that pursuant to the\nAgreements of 12th January, 2002 and 8th March, 2002,\n155,099,998 shares had gone out of the holding of WBIDC and\nwere held by CP(I)PL, a part of the Chatterjee Group. However,\nin the Company Petition filed before the CLB, WBIDC and\nGoWB denied the same and ascertained that the 155 million\nshares continued to be part of the holding of the WBIDC and a\nfurther stand was taken that at no point of time had the\nChatterjee Group held the majority shares in HPL. In addition\nto the above, by transferring 150 million shares to IOC, the\nWBIDC/GoWB had reduced the Chatterjee Group from a\nmajority to a minority, which clearly amounted to oppressive\ntreatment by the Company.\nE\nF\nG\n30. Mr. Nariman contended that on account of the various H\n162 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA defaults committed by the Chatterjee Group in failing to infuse\nequity into HPL, in breach of the Agreement dated 12th January,\n2002, WBIDC and the GoWB were absolved of the application\nto register the 155 million shares in favour of CP(I)PL. It was\npointed out that under the aforesaid Agreement, CP(M)C had\nB agreed to infuse Rs.107 crores into HPL, of which Rs.53.5\ncrores was to be paid within 5 working days of signing of the\nAgreement, which was executed on 25th January, 2002. Taking\ninto account the aforesaid sum, CP(M)C was required to\narrange for a minimum amount of Rs.500 cores, either as equity\nC or equity-like instruments and/or advance from outside sources,\nincluding strategic partners. The CP(M)C also agreed to\norganize Letters of Comfort to be issued within 30 days of\nsigning of the Agreement for the purpose of overall debt\nrestructuring of HPL which was concluded by 31st March, 2002.\nThere was a further stipulation that the balance of Rs.53.5\ncrores, out of the sum of Rs.107 crores, was to be inducted by\nCP(M)C within 5 days of the acceptance of the Letters of\nComfort.\nD\n31. Mr. Nariman further contended that the assurance given\n. E in Clause 5 of the Agreement, which assured CP(M)C 51% of\nthe total paid-up equity of HPL, was not conditional to the\ninfusion of equity worth Rs.500 crores by the Chatterjee Group.\nSuch assurance was subject to compliance with the\nrequirements of providing Letters of Comfort and acceptance\nF thereof by the GoWB and upon payment of Rs.53.5 crores as\nstipulated. Mr. Nariman urged that since the said conditions had\nbeen fulfilled by the Chatterjee Group, it was incumbent upon\nGoWB and WBIDC to transfer the 155 million shares to\nCP(M)C which was the beneficial owner thereof. It was\nG submitted that the failure of WBIDC to effect such registration\nand at the same time, registering 150 million shares in favour\nof IOC, thereby reducing the Chatterjee Group to a minority\nshareholder, was a positive act of oppression on the part of\nthe majority shareholder, which was sufficient to attract the\nH provisions of Sections 397 and 398 read with Section 402 of\n•\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 163.\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nthe Companies Act, 1956. Mr. Nariman urged that even if the A\nallotment of 150 million shares to IOC was not taken into\nconsideration, the continuous refusal on the part of the\nCompany to register the 155 million shares in the name of\nCP(I)PL, not only amounted to breach of the agreement dated\n12th January, 2002, by which WBIDC and GoWB had agreed B\nto ensure that the Chatterjee Group would remain in majority,\nbut that the same also attracted the provisions of Section 397\nof the Companies Act. Mr. Nariman submitted that the said\npromise contained in the Agreement dated 12th January, 2002,\nformed the very basis on which PC had brought equity worth C\nRs.257 crores into HPL, but for which the Company would not\nhave been able to restructure its debts. Learned counsel\nsubmitted that for WBIDC and GoWB to contend that the\ninduction of the Chatterjee Group on an understanding that it\nwould always have a majority control over the Company's\nmanagement, was simply an agreement between two\nshareholders and not an affair of the Company, was not\nacceptable. Mr. Nariman urged that the refusal of the WBIDC\nto register the 155 million shares transferred to the CP(I)PL\naffected the shareholding pattern of the Company and was,\ntherefore, directly an affair of the Company, which fact had been\nduly recognized by the CLB. Mr. Nariman submitted that it is\non account of the various assurances given by WBIDC and the\nGoWB that the Chatterjee Group had become the owner of the\n155 million shares, that it had been the consistent stand of the\nChatterjee Group that they were the majority shareholders of\nthe Company.\nD\nE\nF\n32. Relying on the decision of this Court in Needle\nIndustries (India) Ltd. \u0026 Ors. Vs. Needle Industries Newey\n(India) Holding Ltd. \u0026 Ors. [(1981) 3 SCC 333], Mr. Nariman G\nsubmitted that in determining a question of oppression under\nSection 397 of the Companies Act, the Company Law Board\nwas entitled to take into account facts which had come into\nexistence after the company petition had been filed. Learned\ncounsel gave several instances where despite having given H\n164 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA assurances that the shares in question would stand transferred\nin favour of CP(I) PL, the GoWB and WBIDC had failed to\ncomplete the transfer on one ground or the other, despite\nstating that the GoWB stood committed to the transfer of the\nshares to the Chatterjee Group as per the Agreements dated\nB 12th January, 2002, 8th March, 2002 and 30th July, 2004.\nC\nD\n33. Mr. Nariman submitted that the clandestine manner in\nwhich WBIDC had transferred 150 million shares in favour of\nIOC was in complete breach of the agreement between WBIDC\nand PC that the Chatterjee Group would remain the majority\nshareholder and would also have the control and management\nover the company's affairs. Mr. Nariman submitted that had it\nbeen brought to the knowledge of the Chatterjee Group that\nsuch a secret agreement to transfer 150 million shares to IOC\nwas being negotiated, it would have never voted at the\nExtraordinary General Meeting of the Company on 14th\nJanuary, 2005, in support of the allotment of the said shares to\nIOC.\n34. Although, Mr. Nariman had made certain submissions\nE with regard to the Agreement of 8th March, 2002, read with the\nrequirements of the Depositories Act, 1996, SEBI\n(Depositories and Participants) Regulations, 1996 and the bye-\nlaws and business rules/operating instructions issued by the\ndepositories, we shall, if need be, refer to the same at a later\nF stage of the proceedings.\nG\n35. Mr. Nariman submitted that the concept of oppression\nfor the purposes of Sections 397, 398 and 402 of the\nCompanies Act had been considered by this Court in various\ncases. Learned counsel pointed out that in the Needle\nIndustries case (supra), this Court had observed that the\nbehaviour and conduct complained of must be held to be harsh\nand wrongful and in arriving at such a finding, the Court has to\nlook at the business realities of the situation and not confine\nitself to a narrow legalistic view and allow technical pleas to\nH defeat the beneficial provisions of the Section. Mr. Nariman\n"}