{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 165\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nsubmitted that when the Company was in substance, though not A\nin law, a partnership, there had to be utmost good faith between\nthe members. Mr. Nariman submitted that this Court had gone\neven further to indicate that even if no oppression was made\nout in a Petition under Section 397 of the Companies Act, the\nCourt is not powerless to do substantial justice between the B\nparties.\n36. Learned counsel submitted that Company law had\ndeveloped seamlessly from the law of partnership which is\nbased on mutual trust and confidence, as was observed by the\nC\nHouse of Lords in O'Neill Vs. Phillips [(1999)2 All ER 961], and\nin such a situation, the highest standards of honour had to be\nmaintained. It was also submitted that the aforesaid decision\nof the House of Lords which was based on the earlier decision\nin Blisset Vs. Daniel [68 E.R. 1022], was subsequently\nreiterated by the House of Lords in Ebrahimi Vs. Westboume D\nGalleries [(1972) 2 All ER 492] and also by this Court in the\nNeedle Industries case (supra). Mr. Nariman urged that in Dale\n\u0026 Carrington Invt. P. Ltd. Vs. P.K. Prathapan [(2005) 1 SCC\n217], this Court had held that if a Member who holds the\nmajority of shares in a Company is reduced to the position of E\na minority shareholder by an act of the Company or by its Board\nof Directors, the said act must ordinarily be considered to be\nan act of oppression to such Member.\n37. Reference was also made to the decision of this Court F\nin Rajahmundry Electric Supply Corporation Ltd. Vs. A.\nNageswara Rao \u0026 Ors. [(1955) 2 SCR 1066], wherein,\nVenkatarama Ayyar, J., as His Lordship then was, while\nreferring to an equitable and just principle, held that when the\nsaid doctrine specifying the ground of winding-up by the Court\nis not to be construed as ejusdem generis then whether\nmismanagement of Directors is a ground for passing of a\nwinding up order under the Indian Companies Act, 1913,\nbecomes a question to be decided on the facts of each case.\nMr. Nariman pointed out that in the aforesaid judgment, the\nG\nH\n166 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA learned Judge had referred to the decision in Loch Vs. John\nBlackwood Ld. [(1924) AC 783], in which an order for winding-\nup of the Company was ordered on the ground of\nmismanagement by the Directors and the law was stated as\nfollows :-\nB\nC\n\"It is undoubtedly true that at the foundation of applications\nfor winding up, on the 'just and equitable' rule, there must\nlie a justifiable lack of confidence in the conduct and\nmanagement of the company's affairs. But this lack of\nconfidence must be grounded on conduct of the directors,\nnot in regard to their private life or affairs, but in regard to\nthe company's business.\n\"\n38. Mr. Nariman submitted that following the aforesaid\nprinciple, this Court had in M.S.D.C. Radharamanan Vs.\nD M.S.D. Chandrasekara Raja \u0026 Anr. [(2008) 6 SCC 750],\nobserved that once the Company Law Board gave a finding\nthat acts of oppression have been established, an order in terms\nof Sections 397 and 402 on the doctrine of winding-up of the\ncompany on just and equitable grounds, becomes automatic.\nE Accordingly, the interference by the learned Single Judge with\nthe order of the CLB was wholly unwarranted.\nF\n39. Appearing for Winstar India Investment Company Ltd.,\nMr. Sudipto Sarkar, learned Senior Advocate, while adopting\nthe submissions made by Mr. Nariman, emphasized Mr.\nNariman's submissions on quasi partnership. In the said\ncontext, he submitted that in dealing with a petition under\nSection 397/398 of the Companies Act the Court has to\nconsider business realities, instead of confining itself to a\nnarrow legalistic view. Learned counsel argued that in the\nG Needle Industries case (supra), this Court, inter alia, observed\nthat technical pleas should not be allowed to defeat the\nbeneficent provisions of Section 397/398 of the Companies\nAct. Mr. Sarkar submitted that the said principle had been\nsubsequently followed by this Court in (i) Sangramsinh P.\nH Gaekwad \u0026 Ors. Vs. Shantadevi P. Gaekwad (Dead) through\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 167\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nLRs. \u0026 Ors. [(2005) 11 SCC 314]; (ii) Kamal Kumar Dutta \u0026 A\nAnr. Vs. Ruby General Hospital Ltd. \u0026 Ors. [(2006) 7 SCC\n613]; (iii) M.S.D.C. Radharamanan's case (supra). Mr. Sarkar\nsubmitted that in Sangramsinh P. Gaekwad's case (supra) this\nCourt had observed that the jurisdiction of the Court to grant\nappropriate relief under Section 397 of the Companies Act is B\nof wide amplitude and while exercising its discretion, the Court\nwas not bound by the terms contained in Section 402 of the\nsaid Act, if in a particular fact situation a further relief or reliefs\nwas warranted. Furthermore, in a given case, even if the Court\ncame to a conclusion that no case of oppression had been C\nmade out, it could still grant such relief so as to do substantial\njustice to the parties.\nD\nE\n40. Mr. Sarkar submitted that a Joint Venture Agreement,\nin fact, contemplates a partnership, as was indicated by this\nCourt in New Horizons Ltd. \u0026 Anr. Vs. Union of India \u0026 Ors.\n[(1995) 1 SCC 478], where the expression \"Joint Venture\" was\nexamined. It was noted that the said expression connotes a\nlegal entity in the nature of a partnership engaged in the joint\nundertaking of a particular transaction for mutual profit or an\nassociation of persons or companies jointly undertaking some\ncommercial enterprise wherein all contribute assets and share\nrisks. Mr. Sarkar submitted that the terms and conditions of the\nJoint Venture Agreement in the instant case satisfies all the\nrequisites of a partnership, which made it evident that the Joint\nVenture Company was nothing but a quasi-partnership as per F\nthe tests laid down by the House of Lords in Ebrahimi Vs.\nWestbourne Galleries Ltd \u0026 Ors. [(1972) 2 All ER 492],\nfollowed in Needle Industries case (supra). Mr. Sarkar\nsubmitted that in Ebrahimi's case, Lord Wilberforce writing the\nmain judgment indicated that the reliefs prayed for were for a\ndirection upon the Respondent No.2 and his son to purchase\nthe appellant's share in the company. In the alternative, an order\nfor winding up of the company was sought. The learned Judge\nfound that some of the allegations made remained unproved\nand that the complaint made did not amount to such a course\nG\nH\n168 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA of oppressive conduct as to justify an order under Section 210\nof the Companies Act, 1948, in furtherance of the first relief.\nB\nC\n41. Mr. Sarkar then proceeded to the question of legitimate\nexpectation and contended that in Company Law there was\nsufficient room for recognition of the fact that there could be\nindividuals with rights, expectations and obligations which may\nsubmerge in the corporate structure. In this regard, Mr. Sarkar\nsubmitted that the said doctrine of an enforceable expectation\nwas considered in Re Saul D Harrison \u0026 Sons plc [1995] 1\nBCLC 14, approved in O'Neill's case (supra). Several other\ndecisions in this regard were cited by Mr. Sarkar which do not\nrequire elaboration.\n42. Mr. Sarkar submitted that when joining the Company\nin 2004, Winstar had a legitimate expectation arising from the\nD Subscription Agreement dated 30th July, 2004, which indicated\nthat the Chatterjee Group was in management and control of\nthe affairs of HPL and that the Company would also have its\nprivate auditors and had it not been for the recitals in the\nSubscription Agreement, Winstar may not have invested funds\nE in HPL at all. Mr. Sarkar submitted that the conclusion was\ninescapable that even if no case of oppression had been made\nout in the Company Petition filed by the Chatterjee Group, relief\nunder Section 397/398 could still be granted under Sections\n397 and 398, if it was just and equitable to do so. Referring\nand placing reliance on a decision of this Court in V.S.\nKrishnan \u0026 Ors. Vs. Westfort Hi-Tech Hospital Ltd. \u0026 Ors.\n[(2008) 3 SCC 363], Mr. Sarkar urged that once the conduct\nof the management was found to be oppressive under Sections\n397 and 398 of the Companies Act, the discretionary power\ngiven to the CLB under Section 402 of the Companies Act to\nput an end to such oppression was very wide. Mr. Sarkar urged\nthat the expression \"legitimate expectation\" had found its place\nin Indian Jurisprudence and has been considered by this Court\nin Needle Industries case (supra), which was followed in V.S.\nKrishnan's case (supra) and several other cases. The\nF\nG\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 169\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nAgreement of WBIDC to transfer its entire shareholding to the A\nChatterjee Group gave rise to an expectation that such an\nexpectation would be fulfilled. Mr. Sarkar contended that since\nWBIDC did not fulfil its reciprocal promise to sell its entire\nshareholding in HPL to CP(M)C, it was not open to either\nWBIDC or GoWB to contend that the direction given by the CLB B\nupholding the allotment of 150 million shares to IOC and\ndirecting WBIDC/GoWB to transfer its entire shareholding to\nthe Chatterjee Group was contrary to law or without jurisdiction\nor erroneous.\nC\n43. Mr. Sarkar submitted that having transferred 155\nmillion shares in favour of the CP(I) PL it was not open to the\nGoWB and WBIDC to refuse to register the same, despite\nhaving received the entire price for the same. Mr. Sarkar also\nreiterated that it is such a promise which had been incorporated\nin the agreements dated 12th January, 2002 and 8th March, D\n2002 as also 30th July, 2004, that had weighed with Winstar\nto invest Rs.147 crores in the Company. Accordingly, even if it\nwas held that no case of oppression had been made out against\nthe Company, it would still be open to the learned Company\nJudge to grant suitable relief to iron out the differences that might E\nappear from time to time in the running of the affairs of a\nCompany.\n44. While considering the submissions made on behalf of\nthe Chatterjee Group, we might as well refer to the arguments F\nadvanced by Dr. Abhishek Manu Singhvi, learned Senior\nAdvocate, appearing for the India Trade (Mauritius) Ltd. (ITML),\nwhich is part of the Chatterjee Group and was the co-Petitioner\nNo.3 in Company Petition No.58 of 2005 filed by the Chatterjee\nGroup before the Company Law Board. ITML is also the\nAppellant in Civil Appeal No.5437-5440 of 2008. Incidentally,\nDr. Singhvi also appeared for Dr. Purnendu Chatterjee, who\nwas made Respondent No.20 therein.\nG\n45. Dr. Singhvi contended that ITML had infused a sum of\nRs.107 crores into HPL, which amount, along with Rs.143 H.\n170 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA crores separately infused in HPL by the Chatterjee Group of\nCompanies, was vitally necessary for the financial health of\nHPL and its revival and prosperity. Dr. Singhvi submitted that\nsuch investments had been made, without any written\nagreement or commitment, on the clear understanding and\nB expectation that it would be a partnership and a commercial\nenterprise where the Chatterjee Group would have a controlling\ninterest and HPL would, therefore, be a non-government\ncompany. Dr. Singhvi submitted that the subsequent conduct\nof GoWB, IOC, Lenders, Chairman and Managing Director of\nC HPL had resulted in grave irreversible damage to ITML,\ninvolving breach of fiduciary and corporate obligations which\nwas clearly oppressive and was sufficient ground for\ninterference by the CLB in the proceedings initiated by the\nAppellants under Sections 397 and 398 read with Section 402\nof the Companies Act, 1956.\nD\nE\nF\n46. Dr. Singhvi submitted that despite the attempts of\nGoWB and WBIDC to make an issue of the non-infusion of\nRs.107 crores by the Chatterjee Group, at no point of time had\nthe Chatterjee Group refused to invest the amount in HPL,\nthough on certain conditions. Referring to Dr. Chatterjee's letter\ndated 4th December, 2001, Dr. Singhvi pointed out that in the\nsaid letter it had been clearly indicated that CP(M)C was\nprepared to bring equity into the company in the context of a\ncomprehensive restructuring of HPL's balance sheet and\nmanagement control in line with the original promise made to\nthe Chatterjee Group for management control of HPL. A\nsuggestion was also made to avail of the corporate debt\nstructuring available under established Reserve Bank of India\nprocedure. Dr. Singhvi submitted that the entire sum of Rs.107\nG crores which CP(M)C had agreed to invest had, in fact, been\ninfused by the Chatterjee Group, though not by subscribing to\nthe Rights Issue, but by arranging loans for the entire amount.\nDr. Singhvi contended that the entire loan amount which had\nbeen arranged by the Chatterjee Group was also repaid by it\nH without any liability to the Company. Even the interest accrued\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 171\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\non the loan of Rs.107 crores from 12th June, 2002, till the date A\nof repayment, was discharged by the Chatterjee Group in full,\nwhich was duly acknowledged by HPL. Dr. Singhvi submitted\nthat subsequently a further sum of Rs.53.5 crores was made\navailable to HPL through HSBC on the understanding that the\ninterest accrued on the loan, starting from the date of B\ndisbursement of the loan until its conversion, would be borne\nby CP(M)C.\n47. Dr. Singhvi urged that Dr. Chatterjee had been invited\nand had come into the project as an equal co-owner, unlike the\nother private investors who were neither promised nor given\nequal partnership. As per the Agreement between GoWB and\nWBIDC, the character of HPL was always intended to remain\na private non-Government Company by projecting a\nshareholding ratio of 3:1:1 where four out of the seven parts\nwould be held by Dr. Chatterjee and the Tatas.\nC\nD\n48. Reiterating all that had been said on behalf of the\nChatterjee Group by Mr. Nariman and Mr. Sudipto Sarkar, Dr.\nSinghvi submitted that the induction of IOC into the Company\nwas contrary to the wishes of the Chatterjee Group since by E\nnot registering the 155 million shares in favour of the Chatterjee\nGroup and on the other hand allotting 150 million shares to IOC,\nan imbalance was created which led to HPL becoming a\nSection 619-B Company under the Companies Act, 1956,\nthereby losing its private character. Dr. Singhvi submitted that F\nit had been understood by GoWB, WBIDC and the Chatterjee\nGroup, that IOC would be brought in not as a strategic partner\nbut as a portfolio investor, but ultimately negotiations were\ncommenced by GoWB and WBIDC to bring in IOC as a\nstrategic partner with management control, although such a\nproposal had earlier been categorically turned down by GoWB\non 2nd July, 2002.\n49. Dr. Singhvi submitted that the observations contained\nin the impugned judgment of the High Court that Dr. Chatterjee.\nwas not in a position to complete the deal and was trying to\nG\nH\n172 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n(ADDL\nA delay matters by asking for transfer of the said 155 million\nshares to the Chatterjee Group and the IOC's unconditional\nwithdrawal from HPL, as a condition precedent for completion\nof the deal, was without any foundation, since from the records\nit would be clear that on 22nd July, 2005, GoWB had indicated\nB that it wanted to conclude the transaction by 25th July, 2005.\nAs a matter of fact, by his letter of 25th July, 2005, Dr.\nChatterjee had indicated his willingness to conclude the\ntransaction and provided a letter from the Deutsche Bank, also\ndated 25th July, 2005, indicating the availability of funds to the\ntune of 266 million US dollars to conclude the transaction.\nC\n50. Dr. Singhvi submitted that it was GoWB and WBIDC\nwhich had fraudulently omitted to disclose the secret\narrangement for the induction of IOC into HPL as a strategic\npartner in the Explanatory Statement to the notice for the\nD Extraordinary General Meeting issued on 21st December,\n2004. Dr. Singhvi urged that there was no need to induct IOC\nfor effectuating the debt restructuring process, since HPL had\nalso taken steps for IPO of 300 million shares which would have\nfetched at least Rs.540 crores based on the indicated price of\nE Rs.18/- per share. Dr. Singhvi submitted that Dr. Chatterjee\nobjected to the allotment of shares to the IOC as that would\nimmediately convert the Company into a Section 619-B\nCompany since 155 million shares transferred by WBIDC in\nfavour of the Chatterjee Group was yet to be registered.\nF\nG\nH\n51. Dr. Singhvi submitted that the allegation made against\nDr. Chatterjee that he had moved in a calculated manner to\nobtain majority control of the Company and to oppose the\nallotment of 150 million shares to IOC, was without any\nfoundation, since 155 million shares had already been\ntransferred to the Chatterjee Group and the same was a\nconcluded contract. Furthermore, when GoWB made a\ncommitment to sell to the CP(M)C all the HPL shares held by:\nWBIDC, there was no reason for Dr. Chatterjee to oppose the\ninduction of IOC as a portfolio investor. All that Dr. Chatterjee\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 173\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nwanted was that GoWB and WBIDC should effect registration A\nof the 155 million shares already transferred and for which the\nprice had already been paid. Dr. Singhvi submitted that the\nobservation made by the learned Single Judge was wholly\nmisconceived since the GoWB and WBIDC had in the\nAgreements dated 12th January, 2002 and 8th March, 2002, B\nalready acknowledged that on account of the transfer of the said\n155 million shares, the Chatterjee Group was in management\nand control of HPL. The further finding of the learned Single\nJudge that IOC had threatened civil and criminal action against\nHPL and its Directors for its unpaid dues for supply of Naphtha, C\nwas also not justified, since Dr. Chatterjee had strongly\nsupported the refinancing package which had been approved\nby the Board of HPL. Dr. Singhvi submitted that Dr. Chatterjee\nand the Chatterjee Group had always wanted to act in the\ninterest of the Company upon the assurance given by GoWB\nand WBIDC that HPL would always remain a private company\nand that the Chatterjee Group would always have control over\nthe management thereof.\nD\n52. Dr. Singhvi then submitted that HPL had played an\nactive role by supporting GoWB and WBIDC in the ongoing E\nlitigation, contrary to the understanding in terms of the\nAgreement dated 12th January, 2002 and the Share\nSubscription Agreement dated 30th July, 2004, which\ncontemplated that the Chatterjee Group was to be in\nmanagement of the Company. By allowing the transfer of 150 F\nmillion shares to IOC and by not registering the 155 million\nshares transferred to the Chatterjee Group by WBDIC, the\nCompany had created a situation in which the Chatterjee\nGroup, which was admitted to be in control of the Company,\nwas reduced to a minority. Dr. Singhvi pointed out that the direct\nconsequence of the aforesaid acts of GoWB and WBIDC\nresulted in decline of profit before tax in 2007-08 and 2008-\n09, thereby adversely affecting the interest of the Company and\nthe shareholders.\n53. Dr. Singhvi submitted that the part played by Mr. Tarun\nG\nH\n174 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Das, the Chairman of HPL, was also partisan and was contrary\nto the interest of the Chatterjee Group which, it had been\nagreed, was to be in management and control of the Company\nand its affairs. Reiterating the submissions made by Mr.\nNariman, Dr. Singhvi submitted that the secret and clandestine\nB move to convert HPL into a 619-B Company by the\narrangement entered into between WBIDC and IOC went\nagainst the very grain of the agreements entered into between\nthe Chatterjee Group and WBIDC/GoWB in that regard.\n54. Dr. Singhvi submitted that in the entire exercise, Mr.\nC Tarun Das, the Respondent No.7, who was also the Chairman\nof the Company, had precipitated the allotment of 150 million\nshares to IOC, although, the Re-financing Package approved\nby IDBI on 27th May, 2005, and by the Board of HPL on 28th\nMay, 2005, did not contemplate allotment of shares to IOC. Mr.\nD Tarun Das had on his personal initiatives obtained and\ncirculated an opinion from a senior counsel relating to the issue\nof shares to IOC and even the same had not been circulated\nto the Members of the Board in full, and they were deliberately\nkept in the dark in respect of certain portions of the opinion.\nE Dr. Singhvi pointed out that under Section 289 of the Act the\nfull opinion was required to be circulated to the Members of the\nBoard and in the absence thereof, the opinion could not be\nrelied upon. Dr. Singhvi repeated his earlier charge that GoWB!\nWBIDC had acted with the sole intention of reducing the\nF Chatterjee Group from a majority shareholder in HPL to a\nminority, which was sufficient ground for an application under\nSections 397, 398 and 402 of the Companies Act, 1956.\n55. Dr. Singhvi contended that despite having\nacknowledged the Chatterjee Group as a prime sponsor of\nG HPL and that the CDR Package and the Re-financing Package\nof HPL had been considered because of Dr. Chatterjee, the\nLenders sacrificed their own interest by permitting the\nChatterjee Group to be ousted from the management of HPL\nafter the complaint was filed before the Company Law Board\nH by the Chatterjee Group.\n"}