{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"INDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1049\ncomplaint against a relative of the husband or the male A\npartner.\"\nSection 2(s) defines the expression “shared\nhousehold\" and reads as follows:\nB\n\"2(s). \"shared household\" means a household where\nthe person aggrieved lives or at any stage has lived in a\ndomestic relationship either singly or along with the\nrespondent and includes such a household whether owned\nor tenanted either jointly by the aggrieved person and the\nrespondent, or owned or tenanted by either of them in C.\nrespect of which either the aggrieved person or the\nrespondent or both jointly or singly have any right, title,\ninterest or equity and includes such a household which may\nbelong to the joint family of which the respondent is a\nmember, irrespective of whether the respondent or the D\naggrieved person has any right, title or interest in the\nshared household.\"\n20. We are, in this case, concerned with a \"live-in\nrelationship\" which, according to the aggrieved person, is a E\n\"relationship in the nature of marriage\" and it is that relationship\nwhich has been disrupted in the sense that the respondent\nfailed to maintain the aggrieved person, which, according to the\nappellant, amounts to \"domestic violence\". The respondent\nmaintained the stand that the relationship between the appellant\nand the respondent was not a relationship in the nature of\nmarriage but a live-in-relationship simplicitor and the alleged\nact, omission, commission or conduct of the respondent would\nnot constitute \"domestic violence\" so as to claim any protection\norders under Section 18, 19 or 20 of the DV Act.\nF\nG\n21. We have to first examine whether the appellant was\ninvolved in a domestic relationship with the respondent. Section\n2(f) refers to five categories of relationship, such as, related by\nconsanguinity, marriage, relationship in the nature of marriage,\nadoption, family members living together as a joint family, of H\n1050 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA which we are, in this case, concerned with an alleged\nrelationship in the nature of marriage.\nB\n22. Before we examine whether the respondent has\ncommitted any act of domestic violence, we have to first\nexamine whether the relationship between them was a\n\"relationship in the nature of marriage\" within the definition of\nSection 3 read with Section 2(f) of the DV Act. Before\nexamining the term \"relationship in the nature of marriage”, we\nhave to first examine what is \"marriage\", as understood in law.\nC MARRIAGE AND MARITAL RELATIONSHIP:\nE\n23. Marriage is often described as one of the basic civil\nrights of man/woman, which is voluntarily undertaken by the\nparties in public in a formal way, and once concluded,\nD recognizes the parties as husband and wife. Three elements\nof common law marriage are (1) agreement to be married (2)\nliving together as husband and wife, (3) holding out to the public\nthat they are married. Sharing a common household and duty\nto live together form part of the 'Consortium Omnis Vitae\" which\nobliges spouses to live together, afford each other reasonable\nmarital privileges and rights and be honest and faithful to each\nother. One of the most important invariable consequences of\nmarriage is the reciprocal support and the responsibility of\nmaintenance of the common household, jointly and severally.\nMarriage as an institution has great legal significance and\nvarious obligations and duties flow out of marital relationship,\nas per law, in the matter of inheritance of property,\nsuccessionship, etc. Marriage, therefore, involves legal\nrequirements of formality, publicity, exclusivity and all the legal\nconsequences flow out of that relationship.\nF\nG\n24. Marriages in India take place either following the\npersonal Law of the Religion to which a party is belonged or\nfollowing the provisions of the Special Marriage Act. Marriage,\nas per the Common Law, constitutes a contract between a man\nH and a woman, in which the parties undertake to live together\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1051\nand support each other. Marriage, as a concept, is also A\nnationally and internationally recognized. O'Regan, J., in\nDawood and Another v. Minister of Home Affairs and Others\n2000 (3) SA 936 (CC) noted as follows:\nB\n\"Marriage and the family are social institutions of vital\nimportance. Entering into and sustaining a marriage is a\nmatter of intense private significance to the parties to that\nmarriage for they make a promise to one another to\nestablish and maintain an intimate relationship for the rest\nof their lives which they acknowledge obliges them to\nC\nsupport one another, to live together and to be faithful to\none another. Such relationships are of profound\nsignificance to the individuals concerned. But such\nrelationships have more than personal significance at least\nin part because human beings are social beings whose\nhumanity is expressed through their relationships with\nothers. Entering into marriage therefore is to enter into a\nrelationship that has public significance as well.\nThe institutions of marriage and the family are\nimportant social institutions that provide for the security,\nsupport and companionship of members of our society and\nbear an important role in the rearing of children. The\ncelebration of a marriage gives rise to moral and legal\nobligations, particularly the reciprocal duty of support\nplaced upon spouses and their joint responsibility for\nsupporting and raising children born of the marriage. These\nlegal obligations perform an important social function. This\nimportance is symbolically acknowledged in part by the\nfact that marriage is celebrated generally in a public\nceremony, often before family and close friends....\"\nD\nE\nF\nG\n25. South African Constitutional Court in various judgments\nrecognized the above mentioned principle. In Satchwell v.\nPresident of the Republic of South Africa and Another 2002\n(6) SA 1 (CC), Du Toit and Another v. Minister of Welfare and\nPopulation Development and Others (Lesbian and Gay H\n1052 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA Equality Project as Amicus Curiae) 2003 (2) SA 198 (CC),\nthe Constitutional Court of South Africa recognized the right\n\"free to marry and to raise family\". Section 15(3)(a)(i) of the\nConstitution of South Africa, in substance makes provision for\nthe recognition of \"marriages concluded under the tradition, or\nB a system of religious, personal or family law.\" Section 9(3) of\nthe Constitution of South Africa reads as follows:\nC\n\"The State may not unfairly discriminate directly or\nindirectly against anyone on one or more grounds,\nincluding race, gender, sex, pregnancy, marital status,\nethnic or social origin, colour, sexual orientation, age,\ndisability, religion, conscience, belief, culture, language and\nbirth.\"\n26. Article 23 of the International Covenant on Civil and\nD Political Rights, 1966 (ICCPR) provides that:\nE\nF\nG\nI\n\"1. The family is the natural and fundamental group unit\nof society and is entitled to protection by society\nand the State.\n2.\n3.\n4.\nThe right of men and women of marriageable age\nto marry and to found a family shall be recognized.\nNo marriage shall be entered into without the free\nand full consent of the intending spouses.\nStates Parties to the present Covenant shall take\nappropriate steps to ensure equality of rights and\nresponsibilities of spouses as to marriage, during\nmarriage and at its dissolution. In the case of\ndissolution, provision shall be made for the\nnecessary protection of any children.\"\n27. Article 16 of the Universal Declaration of Human\nRights, 1948 provides that:\n\"1.\nMen and women of full age, without any limitation\n2.\n3.\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1053\ndue to race, nationality or religion, have the right to\nmarry and to found a family. They are entitled to\nequal rights as to marriage, during marriage and\nat it dissolution.\nMarriage shall be entered into only with the free and\nfull consent of the intending spouses.\nThe family is the natural and fundamental group unit\nof society and is entitled to protection by society\nand the State.\"\n28. Parties in the present case are Hindus by religion and\nare governed by the Hindu Marriage Act, 1955. The expression\n\"marriage\", as stated, is not defined under the Hindu Marriage\nAct, but the \"conditions for a Hindu marriage\" are dealt with in\nSection 5 of the Hindu Marriage Act and which reads as under:\n\"5. Conditions for a Hindu marriage - A marriage\nmay be solemnized between any two hindus, if the following\nconditions are fulfilled, namely:-\n(i) neither party has a spouse living at the time of the\nmarriage\nA\nB\nC\nD\nE\n(ii)\nat the time of the marriage, neither party-\n(a)\nis incapable of giving a valid consent to it in\nconsequence of unsoundness of mind; or\nF\n(b) though capable of giving a valid consent, has\nbeen suffering from mental disorder of such\na kind or to such an extent as to be unfit for\nmarriage and the procreation of children; or G\n(c) has been subject to recurrent attacks of\ninsanity;\n(iii) the bridegroom has completed the age of twenty-\nH\nA\nB\nC\n1054\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\none years and the bride the age of eighteen years\nat the time of the marriage;\n(iv) the parties are not within the degrees of prohibited\nrelationship unless the custom or usage governing\neach of them permits of a marriage between the\ntwo;\n(v)\nthe parties are not sapindas of each other, unless\nthe custom or usage governing each of them\npermits of a marriage between the two.\"\n29. Section 7 of the Hindu Marriage Act deals with the\n\"Ceremonies for a Hindu marriage\" and reads as follows:\n\"7. Ceremonies for a Hindu marriage. -\nD\n(1)\nE\n(2)\nA Hindu marriage may be solemnized in\naccordance with the customary rites and\nceremonies of either party thereto.\nWhere such rites and ceremonies include the\nsaptapadi (that is, the taking of seven steps by the\nbridegroom and the bride jointly before the sacred\nfire), the marriage becomes complete and binding\nwhen the seventh step is taken.\"\n30. Entering into a marriage, therefore, either through the\nF Hindu Marriage Act or the Special Marriage Act or any other\nPersonal Law, applicable to the parties, is entering into a\nrelationship of \"public significance\", since marriage being a\nsocial institution, many rights and liabilities flow out of that legal\nrelationship. The concept of marriage as a “civil right” has been\nG recognised by various courts all over the world, for example,\nSkinner v. Oklahoma 316 US 535 (1942), Perez v. Lippold\n198 P.2d 17, 20.1 (1948), Loving v. Virginia 388 US 1 (1967).\nI\n31. We have referred to, in extenso, about the concept of\n\"marriage and marital relationship\" to indicate that the law has\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1055\ndistinguished between married and unmarried people, which A\ncannot be said to be unfair when we look at the rights and\nobligations which flow out of the legally wedded marriage. A\nmarried couple has to discharge legally various rights and\nobligations, unlike the case of persons having live-in\nrelationship or, marriage-like relationship or defacto B\nrelationship.\n32. Married couples who choose to marry are fully\ncognizant of the legal obligation which arises by the operation\nof law on solemnization of the marriage and the rights and\nduties they owe to their children and the family as a whole, unlike\nthe case of persons entering into live-in relationship. This Court\nin Pinakin Mahipatray Rawal v. State of Gujarat (2013) 2\nSCALE 198 held that marital relationship means the legally\nprotected marital interest of one spouse to another which\ninclude marital obligation to another like companionship, living\nunder the same roof, sexual relation and the exclusive\nenjoyment of them, to have children, their up-bringing, services\nin the home, support, affection, love, liking and so on.\nRELATIONSHIP IN THE NATURE OF MARRIAGE:\n33. Modern Indian society through the DV Act recognizes\nin reality, various other forms of familial relations, shedding the\nidea that such relationship can only be through some\nacceptable modes hitherto understood. Section 2(f), as already\nindicated, deals with a relationship between two persons (of\nthe opposite sex) who live or have lived together in a shared\nhousehold when they are related by:\nC\nD\nE\nF\n(a)\nConsanguinity\n(b)\nMarriage\n(c)\nThrough a relationship in the nature of marriage\n(d) Adoption\nG\nH\n1056\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\nB\nC\n(e) Family members living together as joint family.\n1\n34. The definition clause mentions only five categories of\nrelationships which exhausts itself since the expression\n\"means\", has been used. When a definition clause is defined\nto \"mean\" such and such, the definition is prima facie restrictive\nand exhaustive. Section 2(f) has not used the expression\n\"include\" so as to make the definition exhaustive. It is in that\ncontext we have to examine the meaning of the expression\n\"relationship in the nature of marriage\".\n35. We have already dealt with what is \"marriage\", \"marital\nrelationship\" and \"marital obligations\". Let us now examine the\nmeaning and scope of the expression \"relationship in the\nnature of marriage\" which falls within the definition of Section\n2(f) of the DV Act. Our concern in this case is of the third\nD enumerated category that is \"relationship in the nature of\nmarriage\" which means a relationship which has some inherent\nor essential characteristics of a marriage though not a marriage\nlegally recognized, and, hence, a comparison of both will have\nto be resorted, to determine whether the relationship in a given\nE case constitutes the characteristics of a regular marriage.\nF\nG\n36. Distinction between the relationship in the nature of\nmarriage and marital relationship has to be noted first.\nRelationship of marriage continues, notwithstanding the fact that\nthere are differences of opinions, marital unrest etc., even if they\nare not sharing a shared household, being based on law. But\nlive-in-relationship is purely an arrangement between the parties\nunlike, a legal marriage. Once a party to a live-in-relationship\ndetermines that he/she does not wish to live in such a\nrelationship, that relationship comes to an end. Further, in a\nrelationship in the nature of marriage, the party asserting the\nexistence of the relationship, at any stage or at any point of time,\nmust positively prove the existence of the identifying\ncharacteristics of that relationship, since the legislature has\nused the expression \"in the nature of\".\nH\nNDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1057\n37. Reference to certain situations, in which the relationship A\nbetween an aggrieved person referred to in Section 2(a) and\nthe respondent referred to in Section 2(q) of the DV Act, would\nor would not amount to a relationship in the nature of marriage,\nwould be apposite. Following are some of the categories of\ncases which are only illustrative:\n(a)\n(b)\n(c)\n(d)\nDomestic relationship between an unmarried adult\nwoman and an unmarried adult male: Relationship\nbetween an unmarried adult woman and an\nunmarried adult male who lived or, at any point of\ntime lived together in a shared household, will fall\nunder the definition of Section 2(f) of the DV Act and\nin case, there is any domestic violence, the same\nwill fall under Section 3 of the DV Act and the\naggrieved person can always seek reliefs provided\nunder Chapter IV of the DV Act.\nDomestic relationship between an unmarried\nwoman and a married adult male: Situations may\narise when an unmarried adult women knowingly\nenters into a relationship with a married adult male.\nThe question is whether such a relationship is a\nrelationship \"in the nature of marriage\" so as to fall\nwithin the definition of Section 2(f) of the DV Act.\nDomestic relationship between a married adult\nwoman and an unmarried adult male: Situations\nmay also arise where an adult married woman,\nknowingly enters into a relationship with an\nunmarried adult male, the question is whether such\na relationship would fall within the expression\nrelationship \"in the nature of marriage\".\nB\nC\nD\nE\nF\nG\nDomestic relationship between an unmarried\nwoman unknowingly enters into a relationship with\na married adult male: An unmarried woman\nunknowingly enters into a relationship with a married H\nA\nB\nC\nD\n1058 SUPREME COURT REPORTS\n(e)\n[2013] 14 S.C.R.\nadult male, may, in a given situation, fall within the\ndefinition of Section 2(f) of the DV Act and such a\nrelationship may be a relationship in the \"nature of\nmarriage\", so far as the aggrieved person is\nconcerned.\nDomestic relationship between same sex partners\n(Gay and Lesbians): DV Act does not recognize\nsuch a relationship and that relationship cannot be\ntermed as a relationship in the nature of marriage\nunder the Act. Legislatures in some countries, like\nthe Interpretation Act, 1984 (Western Australia), the\nInterpretation Act, 1999 (New Zealand), the\nDomestic Violence Act, 1998 (South Africa), the\nDomestic Violence, Crime and Victims Act, 2004\n(U.K.), have recognized the relationship between\nthe same sex couples and have brought these\nrelationships into the definition of Domestic\nrelationship.\n38. Section 2(f) of the DV Act though uses the expression\nE \"two persons\", the expression \"aggrieved person\" under Section\n2(a) takes in only \"woman\", hence, the Act does not recognize\nthe relationship of same sex (gay or lesbian) and, hence, any\nact, omission, commission or conduct of any of the parties,\nwould not lead to domestic violence, entitling any relief under\nthe DV Act.\nF\n39. We should, therefore, while determining whether any\nact, omission, commission or conduct of the respondent\nconstitutes \"domestic violence\", have a common sense/\nbalanced approach, after weighing up the various factors which\nG exist in a particular relationship and then reach a conclusion\nas to whether a particular relationship is a relationship in the\n\"nature of marriage\". Many a times, it is the common intention\nof the parties to that relationship as to what their relationship\nis to be, and to involve and as to their respective roles and\nH responsibilities, that primarily governs that relationship.\n"}