{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"INDRA SARMA v. V.K.V. SARMA\n1029\nprimarily determines the nature of that A\nrelationship. [Para 55] [1068-D-H;1069-A-H;\n[1070-A]\nB\nC\n4.1. Status of the appellant: In the case at hand, the\nappellant, admittedly, entered into a live-in-relationship\nwith the respondent knowing that he was married\nperson, with wife and two children, hence, the generic\nproposition that where a man and a woman are proved\nto have lived together as husband and wife, the law\npresumes that they are living together in consequence\nof a valid marriage will not apply and, hence, the\nrelationship between the appellant and the respondent\nwas not a relationship in the nature of a marriage, and the\nstatus of the appellant was that of a concubine. A\nconcubine cannot maintain a relationship in the nature\nof marriage because such a relationship will not have D\nexclusivity and will not be monogamous in character.\nThe continuous cohabitation of man and woman as\nhusband and wife may raise the presumption of\nmarriage, but the presumption which may be drawn from\nlong cohabition is a rebuttable one and if there are\ncircumstances which weaken and destroy that\npresumption, the Court cannot ignore them. Polygamy,\nthat is a relationship or practice of having more than one\nwife or husband at the same time, or a relationship by\nway of a bigamous marriage that is marrying someone\nwhile already married to another and/or maintaining an\nadulterous relationship that is having voluntary sexual\nintercourse between a married person who is not one's\nhusband or wife, cannot be said to be a relationship in\nthe nature of marriage. [Para 56] [1070-B-H]\nE\nF\nG\n4.2. In the instant case, there is no necessity to rebut\nthe presumption, since the appellant was aware that the\nrespondent was a married person even before the\ncommencement of their relationship, hence the status of\nthe appellant is that of a concubine or a mistress, who H\n1030 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA cannot enter into relationship in the nature of a marriage.\nLong standing relationship as a concubine, though not\na relationship in the nature of a marriage, of course, may\nat times, deserve protection because that woman might\nnot be financially independent, but the DV Act does not\nB take care of such relationships which may perhaps call\nfor an amendment of the definition of Section 2(f) of the\nDV Act, which is restrictive and exhaustive. [Para 57]\n[1071-A-C]\nC\nD\nF\n4.3. The Parliament has to ponder over these issues,\nbring in proper legislation or make a proper amendment\nof the Act, so that women and the children, born out of\nsuch kinds of relationships be protected, though those\ntypes of relationship might not be a relationship in the\nnature of a marriage. [Para 62] [1072-F-G]\n4.4. The appellant was not ignorant of the fact that\nthe respondent was a married person with wife and two\nchildren, hence, was party to an adulterous and\nbigamous relationship. Admittedly, the relationship\nE between the appellant and respondent was opposed by\nthe wife of the respondent, so also by the parents of the\nappellant and her brother and sister and they knew that\nthey could not have entered into a legal marriage or\nmaintained a relationship in the nature of marriage.\nParties never entertained any intention to rear children\nand on three occasions the pregnancy was terminated.\nHaving children is a strong circumstance to indicate a\nrelationship in the nature of marriage. No evidence has\nbeen adduced to show that the parties gave each other\nmutual support and companionship. No material has\nbeen produced to show that the parties have ever\nprojected or conducted themselves as husband and wife\nand treated by friends, relatives and others, as if they are\na married couple. On the other hand, it is the specific\ncase of the appellant that the respondent had never held\nG\nH\nINDRA SARMA v. V.K.V. SARMA\n1031\nB\nout to the public that she was his wife. No evidence of A\nsocialization in public has been produced. There is\nnothing to show that there was pooling of resources or\nfinancial arrangements between them. On the other\nhand, it is the specific case of the appellant that the\nrespondent had never opened any joint account or\nexecuted any document in the joint name. Further, it was\nalso submitted that the respondent never permitted to\nsuffix his name after the name of the appellant. No\nevidence is forthcoming, in this case, to show that the\nrespondent had caused any harm or injuries or C\nendangered the health, safely, life, limb or well-being, or\ncaused any physical or sexual abuse on the appellant,\nexcept that he did not maintain her or continued with the\nrelationship. [Para 63] [1072-H; 1073-A-F]\nBadri Prasad v. Director of Consolidation 1978 (3) SCC\n527: 1979 (1) SCR 1; Tulsa v. Durghatiya 2008 (4) SCC 520\nand Gokal Chand v. Parvin Kumari AIR 1952 SC 231: 1952\nSCR 825 - relied on.\nD\nPinakin Mahipatray Rawal v. State of Gujarat (2013) 2 E\nSCALE 198 and D. Velusamy v. D. Patchaiammal (2010) 10\nSCC 469: 2010 (13) SCR 706 and S. Khushboo v.\nKanniammal and another (2010) 5 SCC 600: 2010. (5) SCR\n322 referred to.\n-\nAndrahennedige Dinohamy v. Wiketunge Liyanapata-\nbendage Balshamy, AIR 1927 PC 185 - referred to.\nDeoki Panjhiyara v. Shashi Bhushan Narayan Azad and\nAnother (2013) 2 SCC 137: 2012 (11) SCR 825 - cited.\nAmerican Jurisprudence, Second Edition, Vol. 24 (2008)\n- referred to.\n5.1. Alienation of affection: The appellant had entered\ninto this relationship knowing well that the respondent\nF\nG\nH\n1032\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA was a married person and encouraged bigamous\nrelationship. By entering into such a relationship, the\nappellant has committed an intentional tort, i.e.\ninterference in the marital relationship with intentionally\nalienating respondent from his family, i.e. his wife and\nB children. If the case set up by the appellant is accepted,\none has to conclude that there has been an attempt on\nthe part of the appellant to alienate respondent from his\nfamily, resulting in loss of marital relationship,\ncompanionship, assistance, loss of consortium etc., so\nfar as the legally wedded wife and children of the\nrespondent are concerned, who resisted the relationship\nfrom the very inception. Marriage and family are social\ninstitutions of vital importance. Alienation of affection, in\nthat context, is an intentional tort, which gives a cause\nof action to the wife and children of the respondent to\nsue the appellant for alienating the husband/father from\nthe company of his wife/children, knowing fully well they\nare legally wedded wife/children of the respondent. [Para\n64] [1073-F-H; 1074-A-C]\nC\nD\nE\n5.2. The appellant, having been fully aware of the fact\nthat the respondent was a married person, could not have\nentered into a live-in relationship in the nature of\nmarriage. All live-in-relationships are not relationships in\nthe nature of marriage. Appellant's and the respondent's\nF relationship is, therefore, not a \"relationship in the nature\nof marriage\" because it has no inherent or essential\ncharacteristic of a marriage, but a relationship other than\n“in the nature of marriage” and the appellant's status is\nlower than the status of a wife and that relationship would\nG not fall within the definition of \"domestic relationship\"\nunder Section 2(f) of the DV Act. If it is held that the\nrelationship between the appellant and the respondent is\na relationship in the nature of a marriage, one will be\ndoing an injustice to the legally wedded wife and children\nwho opposed that relationship. Consequently, any act,\nH\nINDRA SARMA v. V.K.V. SARMA\n1033\nomission or commission or conduct of the respondent A\nin connection with that type of relationship, would not\namount to \"domestic violence\" under Section 3 of the DV\nAct. [Para 65] [1074-D-G]\n5.3. On facts, the appellant's status was that of a\nmistress, who is in distress, a survivor of a live-in\nrelationship which is of serious concern, especially when\nsuch persons are poor and illiterate, in the event of which\nvulnerability is more pronounced, which is a societal\nreality. Children born out of such relationship also suffer\nmost which calls for bringing in remedial measures by the\nParliament, through proper legislation. [Para 66] [1074-H;\n1075-A]\nB\nC\n5.4. If any direction is given to the respondent to pay\nmaintenance or monetary consideration to the appellant, D\nthat would be at the cost of the legally wedded wife and\nchildren of the respondent, especially when they had\nopposed that relationship and have a cause of action\nagainst the appellant for alienating the companionship\nand affection of the husband/parent which is an E\nintentional tort. [Para 67] [1075-B-C]\nPinakin Mahipatray Rawal v. State of Gujarat (2013) 2\nSCALE 198 - referred to.\nCase Law Reference:\nF\n2010 (13) SCR 706\nreferred to\nPara 8\n2012 (11) SCR 825\nCited\nPara 10\n2000 (3) SA 936 (CC)\nreferred to\nPara 24\nG\n2002 (6) SA 1 (CC)\nreferred to\nPara 25\n2003 (2) SA 198 (CC)\nreferred to\nPara 25\n316 US 535 (1942)\nreferred to\nPara 30\nH\n1034 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\n198 P.2d 17, 20.1 (1948) referred to\nPara 30\n388 US 1 (1967)\nreferred to\nPara 30\n(2013) 2 SCALE 198\nreferred to\nPara 32\nB\n03\n101 Wn.2d 299 (1984)\nreferred to\nPara 47\n87 Wn.2d 550 (1976)\nreferred to\nPara 47\n(2007) 2 AC 432\nreferred to\nPara 48\n(2008) HCA 12\nreferred to\nPara 49\nC\n(1983) 52 ALR 128\nreferred to\nPara 50\n(1994) 2 SZLR 369 (HC)\nreferred to\nPara 51\n2006 (3) Suppl. SCR 350 referred to\nPara 52\nD\nAIR 1927 PC 185\nreferred to\nPara 56\n1979 (1) SCR 1\nrelied on\nPara 56\n2008 (4) SCC 520\nrelied on\nPara 56\nE\n1952 SCR 825\nrelied on\nPara 56\n2010 (5) SCR 322\nreferred to\nPara 1\nF\nG\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 2009 of 2013\nFrom the Judgment and Order dated 12. 08. 2011 of the\nHigh Court of Karnataka at Bangalore in CRLR No. 856 of 2010\nJyotika Kalra (AC), Anish Kumar Gupta and Nikhil Majithia\n(for Rameshwar Prasad Goyal), for the appearing parties.\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. 1. Leave granted.\n2. Live-in or marriage like relationship is neither a crime\nH nor a sin though socially unacceptable in this country. The\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1035\ndecision to marry or not to marry or to have a heterosexual\nrelationship is intensely personal.\n3. We are, in this case, concerned with the question.\nwhether a \"live-in relationship\" would amount to a \"relationship\nin the nature of marriage\" failing within the definition of\n\"domestic relationship\" under Section 2(f) of the Protection of\nWomen from Domestic Violence Act, 2005 (for short “the DV\nAct\") and the disruption of such a relationship by failure to\nmaintain a women involved in such a relationship amounts to\n\"domestic violence\" within the meaning of Section 3 of the DV\nAct.\nFACTS:\nA\nB\nс\nE\n4. Appellant and respondent were working together in a\nprivate company. The Respondent, who was working as a D\nPersonal Officer of the Company, was a married person having\ntwo children and the appellant, aged 33 years, was unmarried.\nConstant contacts between them developed intimacy and in the\nyear 1992, appellant left the job from the above-mentioned\nCompany and started living with the respondent in a shared\nhousehold. Appellant's family members, including her father,\nbrother and sister, and also the wife of the respondent,\nopposed that live-in-relationship. She has also maintained the\nstand that the respondent, in fact, started a business in her\nname and that they were earning from that business. After some\ntime, the respondent shifted the business to his residence and\ncontinued the business with the help of his son, thereby\ndepriving her right of working and earning. Appellant has also\nstated that both of them lived together in a shared household\nand, due to their relationship, appellant became pregnant on\nthree occasions, though all resulted in abortion. Respondent,\nit was alleged, used to force the appellant to take contraceptive\nmethods to avoid pregnancy. Further, it was also stated that\nthe respondent took a sum of Rs.1,00,000/- from the appellant\nstating that he would buy a land in her name, but the same was\nnot done. Respondent also took money from the appellant to\nF\nחד\nG\nH\n1036\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA start a beauty parlour for his wife. Appellant also alleged that,\nduring the year 2006, respondent took a loan of Rs.2,50,000/\n- from her and had not returned. Further, it was also stated that\nthe respondent, all along, was harassing the appellant by not\nexposing her as his wife publicly, or permitting to suffix his name\nB after the name of the appellant. Appellant also alleged that the\nrespondent never used to take her anywhere, either to the\nhouses of relatives or friends or functions. Appellant also\nalleged that the respondent never used to accompany her to\nthe hospital or make joint Bank account, execute documents,\netc. Respondent's family constantly opposed their live-in\nrelationship and ultimately forced him to leave the company of\nthe appellant and it was alleged that he left the company of the\nappellant without maintaining her.\nC\nD\nLU\nE\nF\nG\n☐ H\n5. Appellant then preferred Criminal Misc. No. 692 of 2007\nunder Section 12 of the DV Act before the III Additional Chief\nMetropolitan Magistrate, Bangalore, seeking the following\nreliefs:\n(1)\n(2)\nPass a Protection Order under Section 18 of the\nDV Act prohibiting the respondent from committing\nany act of domestic violence against the appellant\nand her relatives, and further prohibiting the\nrespondent from alienating the assets both\nmoveable and immoveable properties owned by the\nrespondent;\nPass a residence order under Section 19 of the DV\nAct and direct the respondent to provide for an\nindependent residence as being provided by the\nrespondent or in the alternative a joint residence\nalong with the respondent where he is residing\npresently and for the maintenance of Rs.25,000/-\nper month regularly as being provided earlier or in\nthe alternative to pay the permanent maintenance\ncharges at the rate of Rs.25,000/- per month for the\nrest of the life;\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1037\n(3) Pass a monetary order under Section 20 of the DV A\nAct directing the respondent to pay a sum of\nRs.75,000/- towards the operation, pre and post\noperative medication, tests etc and follow up\ntreatments;\n(4) Pass a compensation order under Section 22 of\nthe DV Act to a sum of Rs.3,50,000/- towards\ndamages for misusing the funds of the sister of the\nappellant, mental torture and emotional feelings;\nand\n(5) Pass an ex-parte interim order under Section 23 of\nthe DV Act directing the respondent to pay\nRs.75,000/- towards the medical expenses and pay\nthe maintenance charges @ Rs.25,000/- per month\nas being paid by the respondent earlier.\nB\nC\nD\n\"\"\nE\nF\n6. Respondent filed detailed objections to the application\nstating that it was on sympathetical grounds that he gave\nshelter to her in a separate house after noticing the fact that\nshe was abandoned by her parents and relatives, especially\nafter the demise of her father. She had also few litigations\nagainst her sister for her father's property and she had\napproached the respondent for moral as well as monetary\nsupport since they were working together in a Company. The\nrespondent has admitted that he had cohabited with the\nappellant since 1993. The fact that he was married and had\ntwo children was known to the appellant. Pregnancy of the\nappellant was terminated with her as well as her brother's\nconsent since she was not maintaining good health. The\nrespondent had also spent large amounts for her medical\ntreatment and the allegation that he had taken money from the\nappellant was denied. During the month of April, 2007, the\nrespondent had sent a cheque for Rs.2,50,000/- towards her\nmedical expenses, drawn in the name of her sister which was\nencashed. Further, it was stated, it was for getting further\namounts and to tarnish the image of the respondent, the H\nG\n1038 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA application was preferred under the DV Act. Before the learned\nMagistrate, appellant examined herself as P.W.1 and gave\nevidence according to the averments made in the petition.\nRespondent examined himself as R.W.1. Child Development\nProject Officer was examined as R.W.2. The learned\nB Magistrate found proof that the parties had lived together for a\nconsiderable period of time, for about 18 years, and then the\nrespondent left the company of the appellant without\nmaintaining her. Learned Magistrate took the view that the plea\nof \"domestic violence\" had been established, due to the non-\nmaintenance of the appellant and passed the order dated\n21.7.2009 directing the respondent to pay an amount of\nRs.18,000/- per month towards maintenance from the date of\nthe petition.\nC\nD\n7. Respondent, aggrieved by the said order of the learned\nMagistrate, filed an appeal before the Sessions Court under\nSection 29 of the DV Act. The Appellate Court, after having\nnoticed that the respondent had admitted the relationship with\nappellant for over a period of 14 years, took the view that, due\nto their live-in relationship for a considerable long period, non-\nE maintenance of the appellant would amount to domestic\nviolence within the meaning of Section 3 of the DV Act. The\nappellate Court also concluded that the appellant has no source\nof income and that the respondent is legally obliged to maintain\nher and confirmed the order passed by the learned Magistrate.\nF\nG\nH\n8. The respondent took up the matter in appeal before the\nHigh Court. It was contended before the High Court that the\nappellant was aware of the fact that the respondent was a\nmarried person having two children, yet she developed a\nrelationship, in spite of the opposition raised by the wife of the\nrespondent and also by the appellant's parents. Reliance was\nalso placed on the judgment of this Court in D. Velusamy, v.\nD. Patchaiammal (2010) 10 SCC 469 and submitted that the\ntests laid down in Velusamy case (supra) had not been\nsatisfied. The High Court held that the relationship between the\n"}