{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nAVINASH HANSRAJ GAJBHIYE\nV.\nOFFICIAL LIQUIDATOR, M/S. V. PHARMA. P. LTD.\nFEBRUARY 17, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nCompanies Act, 1956-Section 483:\nCompany-Liquidation-Misfeasance proceedings-Company Judge\nC holding Directors liable to pay certain amount with interest thereon-Review\npetitions against--Dismissed by the company judge as also by the Division\nBench of High Court-On appeal, Held: High Court, in exercise of its review\njurisdiction, not bound to consider the correctness of prior orders-Basis of\nreview was certain additional material which after due diligence was not\nwithin the knowledge of the applicant/not produced by him when the order\nwas passed-Division Bench of the High Court noticed the conduct of the\napplicant and found him indulging in dilatory tactics to thwart the order\npassed by the Company Judge-Hence, both the Division Bench and the Single\nJudge of the High Court justified in dismissing the Review Petitions as initiation\nof proceedings by the applicants found to be untenable and without merit.\nD\nE\nThe respondent-firm went into liquidation, and was ordered to be\nwould up. In a misfeasance proceedings, the Company Judge held all the\nex-Directors of the Company jointly and severally liable to pay certain\namount with interest thereon. Appellant, legal representatives of the\nDirectors, filed review petition, which was dismissed by the Company\nF Judge. Appeals against the order was dismissed by the Division Bench of\nthe High Court. Hence the present appeal.\nG\nH\nDismissing the appeal, the Court\nHELD:1.1. The Division Bench of the High Court while exercising\nits review jurisdiction or when called upon to exercise its review\njurisdiction was not bound to consider the reviewability or correctness of\nall the prior orders including the order on the review petition. [361-E]\n1.2. The review was sought by the appellant on the basis of certain\nadditional material which according to him had relevance and the\n358\nAVINASH HANSRAJ GAJBHIYE ». OFFI. LIQUI, V. PHARMA, P. LTD. [P.K. BALASUBRAMANYAN, J.] 359\nCompany Judge had found no ground for review based on discovery of A\nnew and important matter which after the exercise of due diligence was\nnot within the knowledge of the appellant or could not be produced by\nhim at the time when the original order was passed. This finding by the\nCompany Judge was affirmed by the Division Bench in its order dated\n19.9.2002. When the appellant sought a review of that order, the Division\nBench found that the appellant was indulging in dilatory tactics just to\nthwart the order passed by the Company Judge on the misfeasance\napplication. The Court also found that there was no ground made out for\nreviewing its order dated 19.9.2002. The Division Bench and the Single\nJudge both were justified in not acceding to the prayer for review made\nby the appellant. [361-G-H; 362-A-B]\n1.3. The appellant had an opportunity to put forward his contentions\nas a notice in that behalf was taken out to him and served on him. Besides,\ninstead of taking appropriate steps at appropriate times, the appellant had\nindulged in initiating proceedings one after another which were all found\nto be untenable and without merit. [362-C-D]\n1.4. The High Court cannot be faulted for refusing to review its order\ndismissing the Company Appeal, or in dismissing the Company Appeal\nitself. [362-D]\nB\nC\nᎠ\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1156 of 2006. E\nFrom the Judgment and Order dated 18.7.2003 of Bombay High Court\nin Company Application No. 76/2002 in Company Appeal No. 3/2002.\nGagan Sanghi, Rameshwar Prasad Goyal for the Appellant.\nT. Raja and S.C. Sharma for the Respondents.\nThe Judgment of the Court was delivered by\nP.K. BALASUBRAMANYAN, J. 1. Leave granted.\n2. This appeal, as can be seen from paragraph 1 of the Petition for\nSpecial Leave to Appeal, challenges the order of the High Court of Bombay,\nNagpur Bench dated 18.7.2003 whereby the Division Bench of the High\nCourt refused to review its judgment in Company Appeal No. 3 of 2002\ndated 19.9.2002 dismissing the appeal. Company Appeal No. 3 of 2002 was\nfiled by the appellant, the legal representative of an ex-Director of M/s\nVidarbha Pharmaceuticals Private Limited, a company that went into\nF\nG\nH\nI\nT\nネ\n=\nB\n360\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA liquidation and which was ordered to be wound up in Company Petition No.\n7 of 1985 by order dated 9.11.1998. Though that appeal was against the\norder dated 16.8.2002 in Company Application No. 56 of 2001, the appellant\nattempted to challenge the earlier orders dated 7.9.2001 and 22.7.1999, passed\nduring the winding up proceedings. By the order dated 7.9.2001, the Company\nJudge had dismissed the application No. 40 of 1999 filed by the appellant for\nsetting aside the order dated 22.7.1999 passed by him in a misfeasance\napplication, holding that all the ex-Directors of the Company were jointly\nand severally liable under Section 543 (1)(a) of the Companies Act to pay to\nthe Company an amount of Rs.6,29,220/- with interest thereon at the rate of\n18% per annum with effect from 6.10.1996 along with the costs of the\nC proceedings. The order dated 22.7.1999 that was sought to be challenged was\nthe order on the misfeasance application. The order dated 16.8.2002 was one\nby which the Company Judge rejected an application for review filed by the\npetitioner seeking a review of the order passed on 7.9.2001. The appeal was\nin time only as regards the order dated 16.8.2002 refusing to review the\nearlier orders in misfeasance proceedings passed by the Company Judge. The\nD\nappeal was not accompanied by even an application for condoning the delay\nin filing the appeal as against the orders dated 7.9.2001 and 22.7.1999even\nthough the challenges to them were clearly barred by limitation. The Division\nBench of the High Court, therefore, ordered on 19.9.2002 that the orders\npassed by the Company Judge on 79.2001 and 22.7.1999 were not amenable\nE to scrutiny for their sustainability in the appeal filed and the appeal had to\nbe confined to one from the order dated 16.8.2002. Thereafter, the appeal\nwas dismissed holding that the Company Judge was justified in refusing to\nreview the orders passed in the Misfeasance Application. The appellant then\nfiled a petition to review the judgment in Company Appeal No. 3 of 2002.\nBy order dated 18.7.2003, the application for review was dismissed. It is that\nF\norder that is challenged in this appeal.\nG\nH\n3. For the purpose of this case, we do not think it necessary to consider\nthe question whether the appeal filed before the Division Bench under Section\n483 of the Companies Act against an order refusing to review the orders on\nthe Misfeasance Application was maintainable, the wide words of Section\n483 notwithstanding (an order rejecting an application for review is not\nappealable even under the Code of Civil Procedure either under Order XLIII\nRule 1(w) or Order XLVII Rule 7). We proceed on the assumption that the\nappeal was maintainable.\n4. Learned counsel for the appellant submitted that the order of the\n1\nAVINASH HANSRAJ GAJBHIYE 1: OFFI, LIQUI. V. PHARMA. P. LTD. [P.K. BALASUBRAMANYANJ.] 361\nB\nDivision Bench sought to be reviewed, proceeded on the basis that it was an A\nappeal challenging the order dated 16.8.2002 passed by the Company Judge\ndismissing an application for review preferred by the appellant and the order\ndated 16.8.2002 passed by the Company Judge and the challenge thereto,\nincluded a challenge to the prior orders dated 7.9.2001 and 22.7.1999. This\nargument cannot be accepted. The order dated 16.8.2002 was that the Petition\nfor review filed by the appellant seeking a review of the order dated 7.9.2001\npassed in Company Application No. 40 of 1999, which was one for recalling\nthe order dated 22.7.1999 was liable to be dismissed. The Company Judge\nafter referring to the facts leading to that application and considering the\nmerits of that application held that there was no error apparent on the face\nof the record which justified a review of the order dated 7.9.2001. The C\napplication for review was thus dismissed on 16.8.2002. It was this order that\nwas dealt with in Company Appeal No. 3 of 2002 by the Division Bench in\nits order which was sought to be reviewed. The order specified that the\nappeal was against the order dated 16.8.2002. Therefore, the application for\nreview filed by the appellant before the Division Bench could be treated only\nas an application for review of the order dated 19.9.2002 refusing to interfere\nwith the order dated 16.8.2002. It is not possible to accept the argument of\nlearned counsel for the appellant that the Division Bench while exercising its\nreview jurisdiction or when called upon to exercise its review jurisdiction\nwas bound to consider the reviewability or correctness of all the prior orders\nincluding the order on the review petition.\nD\nE\n5. While dismissing the Petition for review of the order dated 7.9.2001,\non 16.8.2002, the Company Judge found on the basis of the material on\nrecord of Company Application No. 40 of 1999 and the contentions sought\nto be raised by the appellant that there was no error apparent on the face of\nthe record in the order dated 7.9.2001. Therefore, what was involved in F\nCompany Appeal No. 3 of 2002 was only the correctness of that order of the\nCompany Judge and the Division Bench by its judgment dated 19.9.2002,\nfound no reason to interfere. The review was sought by the appellant on the\nbasis of certain additional material which according to him had relevance and\nthe Company Judge had found that no ground based on discovery of new and\nimportant matter which after the exercise of due diligence was not within the\nknowledge of the appellant or could not be produced by him at the time when\nthe original order was passed, was made out. This finding by the Company\nJudge was affirmed by the Division Bench in its order dated 19.9.2002.\nWhen the appellant sought a review of that order, as indicated earlier, the\nDivision Bench considered the conduct of the appellant right through the H\nG\nT\n362\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA proceedings and found that the appellant was indulging in dilatory tactics just\nto thwart the order passed by the Company Judge on the misfeasance\napplication. The court also found that there was no ground made out for\nreviewing its order dated 19.9.2002. On a consideration of the relevant aspects,\nwe find that the Division Bench and the learned single Judge were both\njustified in not acceding to the prayer for review made by the appellant.\nB\n6. Learned counsel for the appellant submitted that the order on the\nmisfeasance application was made without the appellant, who was only a\nlegal representative of one of the Directors, really getting an opportunity to\nput forward his contentions. But on the materials, it was found that he had\nC such an opportunity, a notice in that behalf having been taken out to him and\nserved on him. His plea that he had no notice was found to be unacceptable.\nIt is also seen that instead of taking appropriate steps at appropriate times, the\nappellant had indulged in initiating proceedings one after another which were\nall found to be untenable and without merit. In the circumstances, one can\nonly say that the appellant has to thank himself for the situation he finds\nD himself in, even if there is any merit in his claims. The High Court cannot\nbe faulted for refusing to review its order dismissing the Company Appeal,\nor in dismissing the Company Appeal itself.\nE\n7. Thus, we are satisfied that no ground is made out for interference\nwith the order of the High Court challenged in this appeal. The order of the\nHigh Court is confirmed and this appeal is dismissed.\nS.K.S.\nAppeal dismissed.\n"}