{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"AMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n663\nPrajapati was an eye witness to the abduction and A\nconsequent murders of Sohrabuddin and Kausarbi;\nand\n(iii) Tulsiram Prajapati was allegedly kept under the\ncontrol of accused police officers, as a part of the\nsame conspiracy, till the time he was allegedly\nkilled in a fake encounter.\nB\nIn view of the factual situation as projected by the CBI itself,\nthe ratio laid down by this Court in C. Muniappan (supra), viz.,\nmerely because two separate complaints had been lodged did C\nnot mean that they could not be clubbed together and one\nchargesheet could not be filed [See T.T. Anthony (supra)].\n34. In view of the consistent stand taken by the CBI, at this\njuncture, CBI may not be permitted to adopt a contradictory D\nstand.\n35. Learned counsel for the petitioner has placed reliance\non the following decisions of this Court which explained \"same\ntransaction\":\n(i) Babulal vs. Emperor, AIR 1938 PC 130\n(ii)\n(iii)\n(iv)\nS. Swamirathnam vs. State of Madras, AIR 1957\nSC 340\nE\nState of A.P. vs. Kandimalla Subbaiah \u0026 Anr., AIR F\n1961 SC 1241\nState of A.P. vs. Cheemalapati Ganeswara Rao\n\u0026 Anr., AIR 1963 SC 1850\n36. In Babulal (supra), the Privy Council has held that if\nseveral persons conspire to commit offences, and commit overt\nacts in pursuance of the conspiracy (a circumstance which\nmakes the act of one the act of each and all the conspirators),\nthese acts are committed in the course of the same transaction,\nwhich embraces the conspiracy and the acts done under it. The\nG\nH\n664 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA common concert and agreement which constitute the\nconspiracy, serve to unify the acts done in pursuance of it.\nB\nC\nD\nE\nLL\nF\nG\n37. In Swamirathnam (supra), the following conclusion in\npara 7 is relevant:\n\"7. On behalf of the appellant Abu Bucker it was contended\nthat there has been misjoinder of charges on the ground\nthat several conspiracies, distinct from each other, had\nbeen lumped together and tried at one trial. The Advocate\nfor Swamirathnam, however, did not put forward this\nsubmission. We have examined the charge carefully and\nfind no ground for accepting the contention raised. The\ncharge as framed, discloses one single conspiracy,\nalthough spread over several years. There was only one\nobject of the conspiracy and that was to cheat members\nof the public. The fact that in the course of years others.\njoined the conspiracy or that several incidents of cheating\ntook place in pursuance of the conspiracy did not change\nthe conspiracy and did not split up a single conspiracy into\nseveral conspiracies. It was suggested that although the\nmodus operandi may have been the same, the several\ninstances of cheating were not part of the same\ntransaction. Reliance was placed on the cast of Sharpurji\nSorabji v. Emperor, AIR 1936 Bom 154 (A) and on the\ncast of Choragudi Venkatadari, In re. ILR 33 Mad 502 (B).\nThese cases are not in point. In the Bombay case, no\ncharge of conspiracy had been framed and the decision\nin the Madras case was given before Section 120-B was\nintroduced into the Indian Penal Code. In the present case,\nthe instances of cheating were in pursuance of the\nconspiracy and were therefore parts of the same\ntransaction.\"\n38. In Kandimalla Subbaiah (supra), this Court held where\nthe alleged offence have been committed in the course of the\nsame transaction, the limitation placed by Section 234(1)\nH cannot operate.\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n665\n39. In Cheemalapati Ganeswara Rao (supra), while A\nconsidering the scope of Section 239 of the old Code (Section\n220 in the new Code), this Court held:\nB\nC\nD\n\"28. The decision of the Allahabad High Court in T.B.\nMukherji case directly in point and is clearly to the effect that\nthe different clauses of Section 239 are mutually exclusive in\nthe sense that it is not possible to combine the provisions of\ntwo or more clauses in any one case and to try jointly several\npersons partly by applying the provisions of one clause and\npartly by applying those of another or other clauses. A large\nnumber of decisions of the different High Courts and one of the\nPrivy Council have been considered in this case. No doubt, as\nhas been rightly pointed out in this case, separate trial is the\nnormal rule and joint trial is an exception. But while this principle\nis easy to appreciate and follow where one person alone is the\naccused and the interaction or intervention of the acts of more\npersons than one does not come in, it would where the same\nact is committed by several persons, be not only inconvenient\nbut injudicious to try all the several parsons separately. This\nwould lead to unnecessary multiplicity of trials involving\navoidable inconvenience to the witnesses and avoidable E\nexpenditure of public time and money. No corresponding\nadvantage can be gained by the accused persons by following\nthe procedure of separte trials. Where, however, several\noffences are alleged to have been committed by several\naccused persons it may be more reasonable to follow the\nnormal rule of separate trials. But here, again, if those offences\nare alleged not to be wholly unconnected but as forming part\nof the same transaction the only consideration that will justify\nseparate trials would be the embarrassment or difficulty caused\nto the accused persons in defending themselves. We entirely G\nagree with the High Court that joint trial should be founded on\nsome \"principle”. ....\n40. Learned ASG placed reliance on the following\ndecisions:\nF\nI\nH.\n666\nSUPREME COURT REPORTS\nA\n(i)\n(ii)\nB\n(iii)\nC\nD\nE\n[2013] 6 S.C.R.\nAnju Chaudhary vs. State of U.P. \u0026 Anr., 2012(12)\nScale 619\nBabubhai vs. State of Gujarat (2010) 12 SCC 254\nSurender Kaushik \u0026 Ors. vs. State of U.P. \u0026 Ors.,\nJT 2013 (3) SC 472\n(iv) Nirmal Singh Kahlon vs. State of Punjab (2009)\n1 SCC 441\n(v)\n(vi)\nRam Lal Narang vs. State (Delhi Admn.), (1979)\n2 SCC 322\nUpkar Singh vs. Ved Prakash \u0026 Ors. (2004) 13\nSCC 292\n(vii) Kari Choudhary vs. Mst. Sita Devi \u0026 Ors. (2002)\n1 SCC 714.\n41. In Anju Chaudhary (supra) this Court was concerned\nwith a case in which the second FIR was not connected with\nthe offence alleged in the first FIR. After carefully analyzing the\nsame, we are of the view that it has no relevance to the facts\nof the present case.\n42. In the case of Babubhai (supra), the very same Bench\nconsidered the permissibility of more than one FIR and the test\nF of sameness. After explaining FIR under Section 154 of the\nCode, commencement of the investigation, formation of opinion\nunder Sections 169 or 170 of the Code, police report under\nSection 173 of the Code and statements under Section 162\nof the Code, this Court, has held that the Court has to examine\nG the facts and circumstances giving rise to both the FIRs and\nthe test of sameness is to applied to find out whether both the\nFIRS relate to the same incident in respect of the same\noccurrence or are in regard to the incidents having two or more\nparts of the same transaction. This Court further held that if the\nanswer is in affirmative, the second FIR is liable to be quashed.\nH\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n667\nA\nIt was further held that in case the contrary is proved, where the\nversion in the second FIR is different and is in respect of the\ntwo different incidents/crimes, the second FIR is permissible.\nThis Court further explained that in case in respect of the same\nincident the accused in the first FIR comes forward with a\ndifferent version or counterclaim, investigation on both the FIRS B\nhas to be conducted. It is clear from the decision that if two FIRS\npertain to two different incidents/crimes, second FIR is\npermissible. In the light of the factual position in the case on\nhand, the ratio in that decision is not helpful to the case of the\nCBI.\n43. The CBI has also placed reliance on a recent decision\nof this Court in Surender Kaushik (supra). A careful perusal of\nthe facts which arose in the said case would disclose that three\nFIRs which formed the subject matter of the said case were\nregistered by three different complainants. Two of the FIRS\nconsisted of cross cases inasmuch as the complainant of the\nfirst FIR was accused in the other while the accused in the first\nFIR was the complainant in the second FIR. The third FIR was\nfiled by a third person citing both the complainants of first two\nFIRS as accused persons. In view of the above peculiar facts\nsituation arising in the said case that the second and third FIRS\nwere not quashed by the High Court, which decision was upheld\nby this Court, we are satisfied that the said decision has no\nrelevance to the facts of the present case.\n44. In the case of Nirmal Singh Kahlon (supra), this Court\nhas carved out an exception for filing a second FIR. As per the\nexception carved out in the said case, the second FIR lies in a\ncase where the first FIR does not contain any allegations of\ncriminal conspiracy. On the other hand, in the case on hand,\nthe first FIR itself discloses an offence of alleged criminal\nconspiracy and it was this conspiracy which the CBI was\ndirected to unearth in the judgment dated 12.01.2010 based\non which the CBI filed its first FIR, hence, the CBI cannot place\nreliance on this judgment to justify the filing of the second FIR\nand a fresh charge sheet.\nс\nD\nE\nF\nG\nH\nA\n668 SUPREME COURT REPORTS\n[2013] 6 S.C.R..\n45. Ram Lal Narang (supra) was cited to be an authority\ncarving out an exception to the general rule that there cannot\nbe a second FIR in respect of the same offence. This Court, in\nthe said decision, held that a second FIR would lie in an event\nwhen pursuant to the investigation in the first FIR, a larger\nB conspiracy is disclosed, which was not part of the first FIR. In\nthe case on hand, while entrusting the investigation of the case\nrelating to the killing of Sohrabuddin and Kausarbi to the CBI,\nthis Court, by order dated 12.01.2010, expressed a suspicion\nthat Tulsiram Prajapati could have been killed because he was\nan eye witness to the killings of Sohrabuddin and Kausarbi.\nC\n46. The CBI also filed an FIR on 01.02.2010 based upon\nthe aforesaid judgment dated 12.01.2010 and conducted the\ninvestigation reaching to a conclusion that conspiracy to kill\nSohrabuddin and Kausarbi and conspiracy to kill Tulsiram\nD Prajapati were part of the same transaction inasmuch as both\nthese conspiracies were entered into from the very outset in\nNovember, 2005. Based upon its investigation, the CBI filed a\nstatus report (s) before this Court and an affidavit in Writ\nPetition (Crl.) No. 115 of 2007 bringing to the notice of this\nE Court that killing of Tulsiram Prajapati was also a part of the\nsame transaction and very same conspiracy in which killings\nof Sohrabuddin and Kausarbi took place and unless the CBI\nis entrusted with the investigation of Tulsiram case, it will not\nbe able to unearth the larger conspiracy covered in the first FIR.\nThe fact that even as per the CBI, the scope of conspiracy\nincluded alleged killing of Sohrabuddin and Kausarbi and\nalleged offence of killing of Tulsiram Prajapati and the same\nis unequivocally established by the order passed by this Court\non 12.08.2010 in Writ Petition (Crl.) No. 6 of 2007 which is\nfortified by the status report dated 11.11.2011 filed by the CBI\nhas already been extracted in paragraphs supra.\nF\nG\nH\n47. In the light of the factual details, since the entire larger\nconspiracy is covered in the first FIR dated 01.02.2010 and in\nthe investigation of the said FIR, the CBI, after investigating\n1\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n669\nTulsiram Prajapati's encounter recorded a finding in A\nsupplementary charge sheet dated 22.10.2010 filed in the\nkillings of Sohrabuddin and Kausarbi case that the said\nencounter was a fake one, we are satisfied that the decision\nin Ramlal Narang (supra) would not apply to the facts of the\ncase on hand. Even otherwise, as pointed out by learned senior\ncounsel for the petitioner, in Ramlal Narang (supra), the\nchargesheet filed pursuant to the first FIR was withdrawn which\nwas a fact which weighed with this Court while delivering the\njudgment in the second case.\nB\nC\n48. Upkar Singh (supra) also carves out a second\nexception to the rule prohibiting lodging of second FIR for the\nsame offence or different offences committed in the course of\nthe transaction disclosed in the first FIR. The only exception to\nthe law declared in T.T. Anthony (supra), which is carved out\nin Upkar Singh (supra) is to the effect that when the second D\nFIR consists of alleged offences which are in the nature of the\ncross case/cross complaint or a counter complaint, such cross\ncomplaint would not be permitted as second FIR. In the case\non hand, it is not the case of the CBI that the FIR in Tulsiram\nPrajapati's case is a cross FIR or a counter complaint to the E\nFIR filed in Sohrabuddin and Kausarbi's case being FIR dated\n01.02.2010.\n49. The ratio laid down in Kari Choudhary's case (supra)\nis heavily relied on by learned ASG appearing for the CBI. In\n- that decision, it was held that when there are two rival versions\nin respect of the same episode, they would normally take the\nshape of two different FIRs and investigation can be carried\non under both of them by the same investigating agency. While\nthere is no quarrel as to the above proposition, after carefully\nconsidering the factual position, we are of the view that the said\ndecision is not helpful to the case on hand.\nMaintainability of writ petition under Article 32:\n50. Regarding the maintainability, namely, filing a writ\nF\nG\nI\nB\nс\n670 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA petition under Article 32 of the Constitution of India, learned\nASG submitted that it is only on complete examination and\nappreciation of facts, materials and evidence that it can be\ndecided as to whether these distinct conspiracies form part of\nthe same transaction in view of the law laid down by this Court.\nHe further pointed out that the CBI which is the investigating\nagency, after a full fledged investigation, came to a conclusion\nthat the conspiracy to eliminate Tulsiram Prajapati was a\ndistinct and separate offence, accordingly, such disputed\nquestions of fact are not and ought not to be decided in a writ\npetition under Article 32. He also pointed out that apart from\nthe fact that there are sufficient remedies to raise such a plea\nunder the Code before a court of competent jurisdiction, such\ndisputed questions of fact can only be adjudicated after carefully\nexamining and appreciating the evidence led in. It is also\npointed out that there is no question of any prejudice suffered\non account of prayer of the petitioner since if the offences are\ndistinct and separate which is so emerging from the present\ncase, there can neither be joint trial nor could the charge sheet\nfiled in the present case be treated as supplementary charge\nsheet. As a concluding argument, Mr. Rawal, learned ASG\nE submitted that this Court in exercise of its jurisdiction under\nArticle 32 may not like to adjudicate such disputed questions\nof fact which require evidence to be led and its appreciation.\nD\nF\nG\nH\n51. As against this, Mr. Mahesh Jethmalani, learned senior\ncounsel for the petitioner submitted that the CBI is not faced\nwith any prejudice which is to be caused to it, if the relief as\nprayed for by the petitioner is granted. Admittedly, the petitioner\nis not praying for quashing of the charge sheet dated\n04.09.2012. During the course of argument, when this Court\nspecifically put a question to learned ASG appearing for the\nCBI as to what prejudice would be caused to the CBI if instead\nof treating the charge sheet dated 04.09.2012 to be fresh and\nindependent charge sheet, the same will be treated as a\nsupplementary charge sheet in the first charge sheet, there was\nno definite answer as to what prejudice would be caused to the\n671\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\nCBI. For the sake of repetition, it is relevant to mention that in A\nour order dated 08.04.2011 in Narmada Bai (supra), while\ndisposing of the said writ petition, this Court directed the CBI\nto take up the investigation as prayed accepting their contention\nthat killing of Tulsiram Prajapati is a part of the same series of\nacts in which Sohrabuddin and Kausarbi were killed and, B\ntherefore, Tulsiram Prajapati encounter should also be\ninvestigated by the CBI. Accepting the above assertion of the\nCBI, this Court directed to complete the investigation within six\nmonths.\nSummary:\nC\n52. a) This Court accepting the plea of the CBI in\nNarmada Bai (supra) that killing of Tulsiram Prajapati is part\nof the same series of cognizable offence forming part of the\nfirst FIR directed the CBI to \"take over\" the investigation and D\ndid not grant the relief prayed-for i.e., registration of a fresh FIR.\nAccordingly, filing of a fresh FIR by the CBI is contrary to\nvarious decisions of this Court.\n(b) The various provisions of the Code of Criminal\nProcedure clearly show that an officer-in-charge of a police\nstation has to commence investigation as provided in Section\n156 or 157 of the Code on the basis of entry of the First\nInformation Report, on coming to know of the commission of\ncognizable offence. On completion of investigation and on the\nbasis of evidence collected, Investigating Officer has to form\nan opinion under Section 169 or 170 of the Code and forward\nhis report to the concerned Magistrate under Section 173(2)\nof the Code.\nE\nLL\nF\n(c) Even after filing of such a report, if he comes into G\npossession of further information or material, there is no need\nto register a fresh FIR, he is empowered to make further\ninvestigation normally with the leave of the Court and where\nduring further investigation, he collects further evidence, oral or\ndocumentary, he is obliged to forward the same with one or H\n672\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nmore further reports which is evident from sub-section (8) of\nSection 173 of the Code. Under the scheme of the provisions\nof Sections 154, 155, 156, 157, 162, 169, 170 and 173 of the\nCode, only the earliest or the first information in regard to the\ncommission of a cognizable offence satisfies the requirements\nB of Section 154 of the Code. Thus, there can be no second FIR\nand, consequently, there can be no fresh investigation on\nreceipt of every subsequent information in respect of the same\ncognizable offence or the same occurrence or incident giving\nrise to one or more cognizable offences.\nC\nD\nE\n(d) Further, on receipt of information about a cognizable\noffence or an incident giving rise to a cognizable offence or\noffences and on entering FIR in the Station House Diary, the\nofficer-in-charge of the police station has to investigate not\nmerely the cognizable offence reported in the FIR but also other\nconnected offences found to have been committed in the\ncourse of the same transaction or the same occurrence and\nfile one or more reports as provided in Section 173 of the\nCode. Sub-section (8) of Section 173 of the Code empowers\nthe police to make further investigation, obtain further evidence\n(both oral and documentary) and forward a further report (s) to\nthe Magistrate. A case of fresh investigation based on the\nsecond or successive FIRS not being a counter case, filed in\nconnection with the same or connected cognizable offence\nalleged to have been committed in the course of the same\ntransaction and in respect of which pursuant to the first FIR\neither investigation is underway or final report under Section\n173(2) has been forwarded to the Magistrate, is liable to be\ninterfered with by the High Court by exercise of power under\nSection 482 of the Code or under Articles 226/227 of the\nG Constitution.\nF\nH\n(e) First Information Report is a report which gives first\ninformation with regard to any offence. There cannot be second\nFIR in respect of the same offence/event because whenever\n"}