{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 6 S.C.R. 623\nAMITBHAI ANILCHANDRA SHAH\nV.\nTHE CENTRAL BUREAU OF INVESTIGATION \u0026 ANR.\n(Writ Petition (Criminal) No. 149 of 2012)\nAPRIL 8, 2013\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\nA\nB\nCode of Criminal Procedure, 1973 - ss. 154, 155, 156,\n157, 162, 169, 170 and 173(8) - Second FIR - Registration\nof - Permissibility - Held: - There can be no second FIR and C\nconsequently, there can be no fresh investigation on receipt\nof every subsequent information in respect of same\ncognizable offence or the same occurrence, giving rise to one\nor more cognizable offences - Sub-s. (8) of s.173 empowers\nthe police to make further investigation, in such cases - In D\nthe facts and circumstances of the present case, second FIR\nand fresh charge-sheet is unwarranted and violative of\nfundamental right u/Arts. 14, 20 and 21 of the Constitution -\nHence, the same is quashed and charge-sheet filed in\npursuance of the second FIR, directed to be regarded as a E\nsupplementary charge-sheet in the first FIR - Constitution of\nIndia, 1950 - Arts. 14, 20 and 21.\nAdministration of Criminal Justice - Court needs to strike\nbalance between fundamental rights of accused and power of\npolice to investigate a cognizable offence - Sweeping power\nof investigation does not warrant subjecting a citizen each\ntime, to fresh investigation in respect of the same incident,\ngiving rise to one or more cognizable offences – Code of\nCriminal Procedure, 1973 - s.154 - Constitution of India,\n1950 - Fundamental Rights.\n-\nIn the writ petition [Rubabuddin sheikh vs. State of\nGujarat and Ors. (2010) 2 SCC 200], Supreme Court\nentrusted the investigation regarding fake encounter of\n623\nF\nG\nН\n624 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA 'S' and abduction of 'K' (wife of 'S') by the Gujarat police\nauthorities (including the petitioners in the present case)\nto CBI from State police. The Court also expressed a\nsuspicion that the killing of 'TP' (a close associate of 'S')\ncould be the part of the conspiracy of killing of ‘S' and\nB abduction of 'K'. CBI, pursuant thereto lodged first FIR\nagainst the present writ petitioners.\nс\nD\nIn another writ petition by mother of 'TP' (Narmada\nBai vs. State of Gujarat and Ors. (2011) 5 SCC 79),\nSupreme Court rejected the investigation conducted by\nthe State Police and entrusted the investigation regarding\ndisappearance and death of ‘TP' to CBI. CBI lodged\nsecond FIR in respect of death of 'TP' against the writ\npetitioners in the present case.\nThe accused Nos.1 and 3 in the second FIR, filed the\npresent writ petitions on the ground that the second FIR\nwas violative of their fundamental rights under Articles 14,\n20 and 21 of the Constitution and contrary to the\ndirections given in Narmada Bai's case and prayed for\nE quashing the second FIR and to treat the charge-sheet\nin respect of the second FIR as supplementary charge-\nsheet in the first FIR.\nF\nAllowing the petitions, the Court\nHELD: 1.1. The various provisions of the Cr.P.C.\nclearly show that an officer-in-charge of a police station\nhas to commence investigation as provided in Section\n156 or 157 Cr.P.C. on the basis of entry of the First\nInformation Report, on coming to know of the\nG commission of cognizable offence. On completion of\ninvestigation and on the basis of evidence collected,\nInvestigating Officer has to form an opinion under Section\n169 or 170 Cr.P.C. and forward his report to the\nconcerned Magistrate under Section 173(2) Cr.P.C.. Even\nH after filing of such a report, if he comes into possession\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL 625\nBUREAU OF INVESTIGATION\nof further information or material, there is no need to A\nregister a fresh FIR, he is empowered to make further\ninvestigation normally with the leave of the Court and\nwhere during further investigation, he collects further\nevidence, oral or documentary, he is obliged to forward\nthe same with one or more further reports which is B\nevident from sub-section (8) of s.173 Cr.P.C.. Under the\nscheme of the provisions of ss.154, 155, 156, 157, 162,\n169, 170 and 173 Cr.P.C., only the earliest or the first\ninformation in regard to the commission of a cognizable\noffence satisfies the requirements of s.154 Cr.P.C.. Thus,\nthere can be no second FIR and, consequently, there can\nbe no fresh investigation on receipt of every subsequent\ninformation in respect of the same cognizable offence or\nthe same occurrence or incident giving rise to one or\nmore cognizable offences. [Paras 52(b) and (c)] [671-E-\nH; 672-A-C]\nC\nD\n1.2. On receipt of information about a cognizable\noffence or an incident giving rise to a cognizable offence\nor offences and on entering FIR in the Station House\nDiary, the officer-in-charge of the police station has to E\ninvestigate not merely the cognizable offence reported in\nthe FIR but also other connected offences found to have\nbeen committed in the course of the same transaction or\nthe same occurrence and file one or more reports as\nprovided in s. 173 Cr.P.C.. Sub-s. (8) of s.173 Cr.P.C. F\nempowers the police to make further investigation, obtain\nfurther evidence (both oral and documentary) and\nforward a further report (s) to the Magistrate. A case of\nfresh investigation based on the second or successive\nFIRs not being a counter case, filed in connection with G\nthe same or connected cognizable offence alleged to\nhave been committed in the course of the same\ntransaction and in respect of which pursuant to the first\nFIR either investigation is underway or final report u/s.\n173(2) has been forwarded to the Magistrate, is liable to\nH.\n626 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA be interfered with by the High Court by exercise of power\nu/s.482 Cr.P.C. or u/Arts. 226/227 of the Constitution. [Para\n52(d)] [672-C-G]\nB\nC\n1.3. First Information Report is a report which gives\nfirst information with regard to any offence. There cannot\nbe second FIR in respect of the same offence/event\nbecause whenever any further information is received by\nthe investigating agency, it is always in furtherance of the\nfirst FIR. [Para 52(e)] [672-G-H; 673-A]\nUpkar Singh vs. Ved Prakash (2004) 13 SCC 292;\nBabubhai vs. State of Gujarat and Ors. (2010) 12 SCC\n254: 2010 (10) SCR 651; Chirra Shivraj vs. State of A.P. AIR\n2011 SC 604: 2010 (15) SCR 673; C. Muniappan vs. State\nof Tamil Nadu (2010) 9 SCC 567: 2010 (10) SCR 262;\nD Babulal vs. Emperor AIR 1938 PC 130; S. Swamirathnam vs.\nState of Madras AIR 1957 SC 340; State of A.P. vs.\nKandimalla Subbaiah and Anr. AIR 1961 SC 1241; State of\nA.P. vs. Cheemalapati Ganeswara Rao and Anr. AIR 1963 SC\n1850: 1964 SCR 297 - relied on.\nE\nF\nG\nAnju Chaudhary vs. State of U.P. and Anr. 2012(12)\nScale 619;Babubhai vs. State of Gujarat (2010) 12 SCC 254:\n2010 (10) SCR 651; Surender Kaushik and Ors. vs. State of\nU.P. and Ors. JT 2013 (3) SC 472; Nirmal Singh Kahlon vs.\nState of Punjab (2009) 1 SCC 441: 2008 (14) SCR 1049;\nRam Lal Narang vs. State (Delhi Admn.) (1979) 2 SCC 322;\nUpkar Singh vs. Ved Prakash and Ors. (2004) 13 SCC 292;\nKari Choudhary vs. Mst. Sita Devi and Ors. (2002) 1 SCC 714:\n2001 (5) Suppl. SCR 588 - distinguished.\n2.1. In the present case according to the CBI itself, it\nis the case where the larger conspiracy allegedly\ncommenced in November, 2005 and culminated into the\nmurder of 'TP' in December, 2006 in a fake encounter; the\nalleged fake encounter of 'TP' was a consequence of\nH earlier false encounter of 'S' and 'K' since 'TP' was an eye-\n'\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION\n627\nwitness to the abduction and consequent murders of 'S' A\nand 'K'; and 'TP' was allegedly kept under the control of\naccused police officers, as a part of the same conspiracy,\ntill the time he was allegedly killed in a fake encounter.\n[Para 33] [662-G-H; 663-A-B]\nB\nC\n2.2. The charge-sheet dated 23.07.2010 filed by the\nCBI in the first FIR clearly show that CBI was very\ncategorical that killing of 'TP' was also a part of the very\nsame conspiracy as alleged in the first FIR. Apart from the\nabove specific stand, CBI filed supplementary charge-\nsheet dated 22.10.2010 in the first FIR which clearly show\nthat killing of ‘TP' was a fake encounter and was part of\nthe same series of acts so connected together that they\nform part of the same conspiracy as alleged in the first\nFIR. In view of the same, there cannot be a second FIR\ndated 29.04.2011 and fresh charge-sheet dated 04.09.2012 D\nfor killing of 'TP'. [Paras 21-22] [641-D-E; 642-H; 643-A, D]\n2.3. During pendency of Writ Petition (Narmada Bai\ncase), the CBI, in its affidavit prayed for \"further\ninvestigation\" in the first FIR. Thus, it leaves no room for\ndoubt that the CBI itself prayed for \"further investigation\"\nso as to enable it to \"complete the investigation in first\nFIR\" filed by the CBI, i.e., FIR dated 01.02.2010 by\ninvestigating encounter of 'TP'. [Paras 23 and 24] [643-\nE; 644-E-F]\nE\nF\n2.4. Petitioner No. 1 was arrested in the first FIR and\ncharge-sheet dated 23.07.2010, and was further\ninterrogated even on the question of alleged killing of\n'TP'. When petitioner No.1 filed regular bail application,\nthe CBI had opposed the same contending that the G\nalleged killing of ‘TP' as a part of the same series of acts,\nviz., killing of ‘S' and 'K'. [Para 27] [651-F-G]\n2.5. The findings rendered in Narmada Bai case\nclearly show the acceptance of the contentions raised by\nthe CBI that killing of two individuals and killing of third H\n628 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA person, viz., 'TP' were part of the very same conspiracy\nand in the same series of acts so connected together that\nthey will have to be tried in one trial u/s. 220 Cr.P.C..\nAfter the investigation of the second FIR, the CBI filed\ncharge-sheet dated 04.09.2012 wherein, among others,\nB the petitioner was also arrayed as one of the accused. The\ndetails mentioned in the charge-sheet dated 04.09.2012\nclearly show that what the CBI has conducted is mere\n'further investigation' and the alleged killing of 'TP' was\nin continuance of and an inseparable part of the\nC conspiracy which commenced in November, 2005 by\nabduction of 'S', 'K' and 'TP' and which culminated into\nthe final stage of alleged killing of ‘TP' who was kept\nunder the control of accused police officers since he was\na material eye-witness like 'K'. Thus, the charge-sheet\ndated 04.09.2012 itself is conclusive to show that the said\ncharge-sheet, in law and on facts, deserves to be treated\nas 'supplementary charge-sheet in the first FIR'. [Paras\n28 and 30] [655-F-H; 658-G-H; 659-A-B]\nD\n2.6. In view of the factual situation as projected by\n_ E the CBI itself, merely because two separate complaints\nhad been lodged, did not mean that they could not be\nclubbed together and one charge-sheet could not be\nfiled. In view of the consistent stand taken by the CBI, at\nthis juncture, CBI may not be permitted to adopt a\nF contradictory stand. [Paras 33 and 34] [663-C-D]\nG\nT.T. Anthony vs. State of Kerala (2001) 6 SCC 181: 2001\n(3) SCR 942; C. Muniappan and Ors. vs. State of Tamil Nadu\n(2010) 9 SCC: 2010 (10) SCR 262 - relied on.\n2.7. The factual details show that right from the\ninception of entrustment of investigation to the CBI by\norder dated 12.01.2010 till filing of the charge-sheet dated\n04.09.2012, this Court has also treated the alleged fake\nencounter of 'TP' to be an outcome of one single\nH conspiracy alleged to have been hatched in November,\n;\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL 629\nBUREAU OF INVESTIGATION\n2005 which ultimately culminated in 2006. In such A\ncircumstances, the filing of the second FIR and a fresh\ncharge-sheet for the same is contrary to the provisions\nof Cr.P.C. suggesting that the petitioner was not being\ninvestigated, prosecuted and tried 'in accordance with\nlaw'. [Para 31] [659-C-E]\n2.8. The observations, findings and directions in\nRubabbuddin Sheikh case clearly show that the alleged\nkilling of 'TP' was thus perceived even by this Court to\nbe an act forming part of the very same transaction and\nsame conspiracy in which the offence of killing of 'S' and\n'K' took place. The CBI also, upon investigation held that\n\"strong suspicion expressed by this Court in the above\njudgment was true and filed charge sheet/s\". [Para 19]\n[641-A-B]\n2.9. This Court accepting the plea of the CBI in\nNarmada Bai case that killing of ‘TP' was part of the same\nseries of cognizable offence forming part of the first FIR\ndirected the CBI to \"take over\" the investigation and did\nnot grant the relief prayed for i.e., registration of a fresh\nFIR. Accordingly, filing of a fresh FIR by the CBI is\ncontrary to various decisions of this Court. [Para 52(a)]\n[671-D]\n2.10. A second FIR in respect of an offence or\ndifferent offences committed in the course of the same\ntransaction is not only impermissible but it violates Article\n21 of the Constitution. Thus, in the light of the specific\nstand taken by the CBI before this Court in the earlier\nproceedings by way of assertion in the form of counter\naffidavit, status reports, etc., filing of the second FIR and\nfresh charge-sheet is violative of fundamental rights\nunder Article 14, 20 and 21 of the Constitution since the\nsame relate to alleged offence in respect of which an FIR\nhad already been filed and the court has taken\ncognizance. [Paras 32 and 53] [659-F; 674-E-F}\nB\nC\nD\nE\nF\nG\nH\n630\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nT.T. Anthony vs. State of Kerala (2001) 6 SCC 181: 2001\n(3) SCR 942 - relied on.\n2.11. Thus, the second FIR dated 29.04.2011 filed by\nthe CBI is contrary to the directions issued in judgment\nand order dated 08.04.2011 by this Court in Writ Petition\n(Narmada Bai case) and accordingly the same is\nquashed. As a consequence, the charge-sheet filed on\n04.09.2012, in pursuance of the second FIR, be treated as\na supplementary charge sheet in the first FIR. [Para 54]\n[675-A-B]\nNarmada Bai vs. State of Gujarat and Ors. (2011) 5 SCC\n79: 2011 (5) SCR 729; Rubabbuddin Sheikh vs. State of\nGujarat and Ors. (2010) 2 SCC 200: 2010 (1) SCR 991 -\nreferred to.\n3. Administering criminal justice is a two-end\nprocess, where guarding the ensured rights of the\naccused under Constitution is as imperative as ensuring\njustice to the victim. Thus, a just balance between the\nfundamental rights of the accused guaranteed under the\nConstitution and the expansive power of the police to\ninvestigate a cognizable offence has to be struck by the\ncourt. Accordingly, the sweeping power of investigation\ndoes not warrant subjecting a citizen each time to fresh\ninvestigation by the police in respect of the same incident,\ngiving rise to one or more cognizable offences. As a\nconsequence, this is a fit case for quashing the second\nFIR to meet the ends of justice. [Para 52(i)] [673-H; 674-\nA-C]\nG\nCase Law Reference\n2011 (5) SCR 729\nreferred to\nPara 1\n2010 (10) SCR 262\nrelied on\nPara 7\n2010 (1) SCR 991\nreferred to\nPara 17\nI\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL 631\nBUREAU OF INVESTIGATION\n2001 (3) SCR 942\nrelied on\nPara 32 A\n(2004) 13 SCC 292\nrelied on\nPara 33\n2010 (10) SCR 651\nrelied on\nPara 33\n2010 (15) SCR 673\nrelied on\nPara 33\nB\n2010 (10) SCR 262\nrelied on\nPara 33\nAIR 1938 PC 130\nrelied on\nPara 36\nAIR 1957 SC 340\nrelied on\nPara 37\nAIR 1961 SC 1241\nrelied on\nPara 38\nC\nrelied on\nPara 39\ndistinguished Para 41\n1964 SCR 297\n2012(12) Scale 619\n2010 (10) SCR 651\nJT 2013 (3) SC 472\n2008 (14) SCR 1049\n(1979) 2 SCC 322\n(2004) 13 SCC 292\nPara 43\ndistinguished Para 42\ndistinguished\ndistinguished Para 44\ndistinguished Para 45\nD\n.\nE\ndistinguished Para 48\n2001 (5) Suppl. SCR 588 distinguished Para 49\nCRIMINAL ORIGINAL JURISDICTION: Writ Petition (Crl.)\nNo. 149 of 2012.\nUnder Article 32 of the Constitution of India.\nW.P.(Crl.) No. 5 of 2013\nWITH\nH.P. Raval, ASG, Mahesh Jethmalani, K.V. Viswanathan,\nMukul Gupta, Adish C Aggarwala, Tushar Mehta, AAG, Pranav\nBadheka, Devang Vyas, Shally Bhasin Maheshwari, S.S.\nShamshery, Shubhashis R. Soren, V.M. Vishnu, Bharat Sood,\nRuchi Kohli, Ritin Rai, Siddhartha Dave, Anando Mukherjee,\nF\nG\nH\n632 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Maheen N. Pradhan, B.V. Balram Das, Subramonium Prasad,\nEjaz Khan, Hemantika Wahi, S.S. Nehra, Sandeep Garg,\nSudhir Aggrawal, Nirnimesh Dube for the Appearing Parties.\nB\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J. 1. Amitbhai Anilchandra Shah has\nfiled the present Writ Petition being No. 149 of 2012 under\nArticle 32 of the Constitution of India owing to the filing of fresh\nFIR being No. RC-3(S)/2011/Mumbai dated 29.04.2011 by the\nCentral Bureau of Investigation (CBI) and charge sheet dated\nC 04.09.2012 arraying him as an accused in view of the directions\ngiven by this Court to the Police Authorities of the Gujarat State\nto handover the case relating to the death of Tulsiram Prajapati\n- a material witness to the killings of Sohrabuddin and his wife\nKausarbi to the CBI in Narmada Bai vs. State of Gujarat \u0026\nD Ors., (2011) 5 SCC 79.\nE\nF\n2. In Narmada Bai (supra), this Court, taking note of the\nfact that the charge sheet has been filed by the State of Gujarat\nafter a gap of 3½ years and also considering the nature and\ngravity of the crime, rejected the investigation conducted/\nconcluded by the State Police and directed the State police\nauthorities to handover the case to the CBI. After investigation,\nthe CBI filed a fresh FIR dated 29.04.2011 against various\npolice officials of the States of Gujarat and Rajasthan and others\nfor acting in furtherance of a criminal conspiracy to screen\nthemselves from legal consequences of their crime by causing\nthe disappearance of human witness, i.e., Tulsiram Prajapati,\nby murdering him on 28.12.2006 and showing it off as a fake\nencounter. Though the said FIR did not specifically name any\nperson, in the charge sheet dated 04.09.2012 filed in the said\nG FIR before the Court of Judicial Magistrate First Class, Danta\nDistrict, Banaskantha, Gujarat, the petitioner herein was\narrayed as A-1. Further, due to lack of jurisdiction, the charge\nsheet was presented before the 2nd Additional Chief Judicial\nMagistrate, (First Class), (CBI Court No. 1), Ahmedabad,\nH Gujarat.\n"}