{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"AMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.J\n653\nB\n28.12.2006, case was registered on 28.12.2006 and A\nGujarat CID commenced investigation on 22.03.2007:\nHowever, even after a lapse of 3 years, no action was\ntaken against any of the accused. As directed by this Court,\nonly on the investigation of Tulsiram Prajapati's case, the\n\"larger conspiracy\" would be established and the mandate\nand tasks assigned by this Court to the CBI would be\naccomplished both in letter and spirit towards the goal of\na fair trial, upholding the rule of law. If Tulsiram Prajapati's\nfake encounter case is not transferred to the CBI for\ninvestigation, it may lead to issue-estoppel or res judicata C\nagainst prosecution.\n13. As pointed out by the learned counsel for the petitioner\nand the CBI, the said judgment records that there is strong\nsuspicion that the 'third person' picked up with Sohrabuddin\nwas Tulsiram Prajapati.\nD\n14. Pursuant to the said direction, the CBI investigated the\ncause of death of Sohrabuddin and his wife Kausarbi. The\nCBI, in their counter affidavit, has specifically stated that\nas per their investigation Tulsiram Prajapati was a key E\nwitness in the murder of Sohrabuddin and he was the 'third\nperson' who accompanied Sohrabuddin from Hyderabad\nand killing of Tulsiram Prajapati was a part of the same\nconspiracy. It was further stated that all the records qua\nTulsiram Prajapati's case were crucial to unearth the \"larger F\nconspiracy\" regarding the Sohrabuddin's case which\ndespite being sought were not given by the State of\nGujarat.\nG\n15 vi) The CBI submitted two reports- Status Report No.1\non 30.07.2010 and a week thereafter, they filed the\ncharge-sheet. In pursuance of the charge-sheet, accused\nNo. 16-Amit Shah was arrested on 25.07.2010 and\nreleased on bail by the High Court of Gujarat on\n29.10.2010. The order releasing him on bail is subject\nmatter of challenge in SLP (Crf.) No. 9003 of 2010. The H\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n654 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nStatus Report No.1, filed by the CBI before the Bench on\n30.07.2010 informed the Court that Tulsiram Prajapati was\nabducted along with Sohrabuddin and Kausarbi and he\nwas handed over to the Rajasthan Police.\n17. Inasmuch as the present writ petition is having a\nbearing on the decision of the writ petiton filed by\nRubabbuddin Sheikh and also the claim of the petitioner,\nthe observations made therein, particularly, strong\nsuspicion about the 'third person' accompanied\nSohrabuddin, it is but proper to advert factual details,\ndiscussion and ultimate conclusion of this Court in\nRubabbuddin Sheikh's case.\nIn Writ Petition No. 6 of 2007, Rubabbuddin Sheikh prayed\nfor direction for investigation by the CBI into the alleged\nabduction and fake encounter of his brother Sohrabuddin\nby the Gujarat Police Authorities and also prayed for\nregistration of an offence and investigation by the CBI into\nthe alleged encounter of one Tulsiram Prajapati, a close\nassociate of Sohrabuddin, who was allegedly used to\nlocate and abduct Sohrabuddin and his wife Kasurbi, and\nwas thus a material witness against the police personnel.\n19. It is clear that the above judgment records that there\nwas a strong suspicion that the 'third person' picked up\nwith Sohrabuddin was Tulsiram Prajapati. It was also\nobserved that the call records of Tulsiram were not\nproperly analyzed and there was no justification for the then\nInvestigation Officer - Ms. Geeta Johri to have walked out\nof the investigation pertaining to Tulsiram Prajapati. The\nCourt had also directed the CBI to unearth \"larger\nconspiracy\" regarding the Sohrabuddin's murder. In such\ncircumstances, we are of the view that those observations\nand directions cannot lightly be taken note of and it is the\nduty of the CBI to go into all the details as directed by the\nCourt.\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n655\nB\n23. If we analyze the allegations of the State and other A\nrespondents with reference to the materials placed with the\nstand taken by the CBI, it would be difficult to accept it in\nits entirety. It is the definite case of the CBI that the\nabduction of Sohrabuddin and Kausarbi and their\nsubsequent murders as well as the murder of Tulsiram\nPrajapati are one series of acts, so connected together\nas to form the same transaction under Section 220 of the\nCr.P.C. As rightly pointed out by the CBI, if two parts of\nthe same transaction are investigated and prosecuted by\ndifferent agencies, it may cause failure of justice not only C\nin one case but in other trial as well. It is further seen that\nthere is substantial material already on record which\nmakes it probable that the prime motive of elimination of\nTulsiram Prajapati was that he was a witness to abduction\nof Sohrabuddin and Kausarbi.\n37).....In view of various circumstances highlighted and in\nthe light of the involvement of police officials of the State\nof Gujarat and police officers of two other States, i.e.\nAndhra Pradesh and Rajasthan, it would not be desirable\nto allow the Gujarat State Police to continue with the\ninvestigation, accordingly, to meet the ends of justice and\nin the public interest, we feel that the CBI should be\ndirected to take the investigation.\nD\nE\n28. The findings rendered by us in Narmada Bai (supra) F\nclearly show the acceptance of the contentions raised by the\nCBI that killing of two individuals and killing of third person, viz.,\nTulsiram Prajapati were part of the very same conspiracy and\nin the same series of acts so connected together that they will\nhave to be tried in one trial under Section 220 of the Code.\n29. After the investigation of the second FIR, the CBI filed\nchargesheet dated 04.09.2012 wherein, among others,\npetitioner-Amit Shah was also arrayed as one of the accused.\nBy pointing out various averments/assertions in the\nchargesheet dated 04.09.2012, learned senior counsel for the\nG\nI\n656 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA petitioner pointed out that the CBI has merely conducted further\nB\nс\nD\nE\nF\nG\nH\ninvestigation and it should be considered \"supplementary\nchargesheet in the first FIR.\" The following stand of the CBI in\nthe chargesheet dated 04.09.2012 are also relevant which are\nas under:-\n\"2....The investigation established that it was in furtherance\nof a criminal conspiracy by the principal accused persons\nthat Sohrabuddin was abducted and then murdered by\nshowing it off as an encounter and further for the purpose\nof screening themselves from the legal consequences of\ntheir crime, the accused caused the disappearance of\nmaterial witnesses to the pivotal fact of abduction of\nSohrabuddin by murdering them, first his wife, Kauserbi\nand then Tulsiram Prajapati who was accompanying\nSohrabuddin and his wife Kausarbi at the time they were\nabducted, and, who had in fact facilitated his abduction at\nthe behest of accused D.G. Vanzara (A-2).....\n4. Investigation of RC 4(S)/2010/SCB/Mumbai disclosed\nthat the third person who was abducted along with\nSohrabuddin and Kausarbi was Tulsiram Prajapati. The\ninvestigation further disclosed that he was a material\nwitness/eye-witness to the abduction of Sohrabuddin and\nhis wife and the same was within the knowledge of\naccused Amit Shah (A-1), D.G. Vanzara (A-2), S. Pandian\nRajkumar (A-3) and Dinesh M.N. (A-4) and others.\n6.4....In the meantime, in accordance with his clandestine\nagreement with Gujarat Police, Tulsiram Prajapati\ninformed them in advance about the plan of Sohrabuddin\nto travel to Sangli from Hyderabad.\n6.8 In pursuance of the criminal conspiracy to screen\nthemselves from the legal consequences of the crime, the\naccused acted in concert with each other to keep Tulsiram\nPrajapati, a significant material eye witness to the\nabduction of Sohrabuddin and Kausarbi by the accused\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n657\npolicemen of Gujarat police under their continuing control A\nand beyond the reach of others. Accordingly, Dinesh M.N.\n(A-4), the then SP Udaipur, who had also participated in\nthe murder of Sohrabuddin on 26.11.2005, ensured by\ndirecting Rajasthan Police to detain Tulsiram Prajapati on\nthe very same day i.e., 26.11.2005 for achieving the B\ncommon object of keeping Tulsiram Prajapati under their\ncontrol.\n6.13 On 08.02.2006, Tulsiram Prajapati was brought from\nCentral Jail, Udaipur to Ujjain, Madhya Pradesh. When he\nmet Narmada Bai and Pawan Kumar Prajapati, he told\nthem that he was under severe stress because he\napprehended that the Gujarat and Rajasthan Police would\nkill him in a false encounter. He also confessed to them\nthat Gujarat Police had used him for tracing and abducting\nSohrabuddin and his wife. He had also expressed his\napprehension that the police would kill him because he\nwas a witness to the abduction of Sohrabuddin and his wife\nKausarbi.\n.C\nD\n6.26.....With the object of shielding themselves from the E\ngrave implications of abduction and murder of\nSohrabuddin and his wife Kausarbi, the accused\nexpedited the pace of their criminal conspiracy as\naforesaid to abduct and murder Tulsiram Prajapati as\nsoon as possible.\n6.34.....during the relevant period to show that they were\nacting in concert with each other in furtherance of the\ncriminal conspiracy as aforesaid to murder Tulsiram\nPrajapati who was no longer under their control and further\nwith the efforts being made by Inspector V.L. Solanki to\nexamine him and record his statement with regard to the\nabduction of Sohrabuddin were anxious to expedite the\ncriminal conspiracy towards its culmination point.\"\n276\nEL\nF\n0\n6.51.... This establishes the fact that the country made H\nA\nB\nC\nD\nE\nF\n658 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nweapon was planted to cover up the murder of Tulsiram\nPrajapati in pursuance of a criminal conspiracy spanning\nmore than a year and to show it as the result of a shootout/\nan encounter.\n6.54.....for participating in the criminal conspiracy as\naforesaid and taking it towards its culmination point by\nmurdering Tulsiram Prajapati.....\n6.62.....by so doing had intentionally provided the requisite\ntime needed by the co-accused to take the necessary\nefforts to cause disappearance of human witness Tulsiram\nPrajapati to their crime of abduction of Sohrabuddin and\nhis wife precedent to their murders by murdering him as\nwell and thereby had facilitated the criminal conspiracy\ntowards its culmination point.....\n6.69.....Besides this, accused Geetha Johri (A-18), in\nfurtherance of a criminal conspiracy as aforesaid made all\nattempts to delink Tulsiram Prajapati case from the\nSohrabuddin fake encounter case to establish that the third\nperson who traveled with Sohrabuddin and Kausarbi in the\nbus in the night of 22/23.11.2005 and was abducted was\nsomebody else and not Tulsiram Prajapati himself. She\nprojected that the third person who was abducted along\nwith Sohrabuddin and his wife Kauserbi was one\nKalimuddin of Hyderabad in spite of the fact that she had\nknowledge that the third person was Tulsiram Prajapati as\nmade know to her by her Investigating Officer V.L.\nSolanki.....\"\n30. The above details mentioned in the chargesheet dated\nG 04.09.2012 clearly show that what the CBI has conducted is\nmere 'further investigation' and the alleged killing of Tulsiram\nPrajapati was in continuance of and an inseparable part of the\nconspiracy which commenced in November, 2005 by abduction\nof Sohrabuddin, Kausarbi and Tulsiram Prajapati and which\nH culminated into the final stage of alleged killing of Tulsiram\n659\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.J\nPrajapati who was kept under the control of accused police A\nofficers since he was a material eye-witness like Kausarbi. To\nput it straight, apart from the consistent stand of the CBI, the\nchargesheet dated 04.09.2012 itself is conclusive to show that\nthe said chargesheet, in law and on facts, deserves to be\ntreated as 'supplementary chargesheet in the first FIR'.\nLegal aspects as to permissibility/impermissibility of\nsecond FIR :\nB\n31. Now, let us consider the legal aspects raised by the\npetitioner-Amit Shah as well as the CBI. The factual details C\nwhich we have discussed in the earlier paragraphs show that\nright from the inception of entrustment of investigation to the CBI\nby order dated 12.01.2010 till filing of the charge sheet dated\n04.09.2012, this Court has also treated the alleged fake\nencounter of Tulsiram Prajapati to be an outcome of one single D\nconspiracy alleged to have been hatched in November, 2005\nwhich ultimately culminated in 2006. In such circumstances, the\nfiling of the second FIR and a fresh charge sheet for the same\nis contrary to the provisions of the Code suggesting that the\npetitioner was not being investigated, prosecuted and tried 'in\naccordance with law' .\n32. This Court has consistently laid down the law on the\nissue interpreting the Code, that a second FIR in respect of an\noffence or different offences committed in the course of the\nsame transaction is not only impermissible but it violates Article\n21 of the Constitution. In T.T. Anthony (supra), this Court has\ncategorically held that registration of second FIR (which is not\na cross case) is violative of Article 21 of the Constitution. The\nfollowing conclusion in paragraph Nos. 19, 20 and 27 of that\njudgment are relevant which read as under:\nE\nF\nG\n\"19. The scheme of CrPC is that an officer in charge of a\npolice station has to commence investigation as provided\nin Section 156 or 157 CrPC on the basis of entry of the\nfirst information report, on coming to know of the H\nA\nB\nC\nD\nE\nพ.\nF\n☐ G\n☐ H\n660 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\ncommission of a cognizable offence. On completion of\ninvestigation and on the basis of the evidence collected,\nhe has to form an opinion under Section 169 or 170 CrPC,\nas the case may be, and forward his report to the\nMagistrate concerned under Section 173(2) CrPC.\nHowever, even after filing such a report, if he comes into\npossession of further information or material, he need not\nregister a fresh FIR; he is empowered to make further\ninvestigation, normally with the leave of the court, and\nwhere during further investigation he collects further\nevidence, oral or documentary, he is obliged to forward the\nsame with one or more further reports; this is the import\nof sub-section (8) of Section 173 CrPC.\n20. From the above discussion it follows that under the\nscheme of the provisions of Sections 154, 155, 156, 157,\n162, 169, 170 and 173 CrPC only the earliest or the first\ninformation in regard to the commission of a cognizable\noffence satisfies the requirements of Section 154 CrPC.\nThus there can be no second FIR and consequently there\ncan be no fresh investigation on receipt of every\nsubsequent information in respect of the same cognizable\noffence or the same occurrence or incident giving rise to\none or more cognizable offences. On receipt of information\nabout a cognizable offence or an incident giving rise to a\ncognizable offence or offences and on entering the FIR in\nthe station house diary, the officer in charge of a police\nstation has to investigate not merely the cognizable\noffence reported in the FIR but also other connected\noffences found to have been committed in the course of\nthe same transaction or the same occurrence and file one\nor more reports as provided in Section 173 CrPC.\n27. A just balance between the fundamental rights of the\ncitizens under Articles 19 and 21 of the Constitution and\nthe expansive power of the police to investigate a\ncognizable offence has to be struck by the court. There\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n661\nC\ncannot be any controversy that sub-section (8) of Section A\n173 CrPC empowers the police to make further\ninvestigation, obtain further evidence (both oral and\ndocumentary) and forward a further report or reports to the\nMagistrate. In Narang case it was, however, observed that\nit would be appropriate to conduct further investigation with B\nthe permission of the court. However, the sweeping power\nof investigation does not warrant subjecting a citizen each\ntime to fresh investigation by the police in respect of the\nsame incident, giving rise to one or more cognizable\noffences, consequent upon filing of successive FIRS\nwhether before or after filing the final report under Section\n173(2) CrPC. It would clearly be beyond the purview of\nSections 154 and 156 CrPC, nay, a case of abuse of the\nstatutory power of investigation in a given case. In our view\na case of fresh investigation based on the second or\nsuccessive FIRs, not being a counter-case, filed in\nconnection with the same or connected cognizable offence\nalleged to have been committed in the course of the same\ntransaction and in respect of which pursuant to the first FIR\neither investigation is under way or final report under\nSection 173(2) has been forwarded to the Magistrate, may\nbe a fit case for exercise of power under Section 482\nCrPC or under Articles 226/227 of the Constitution.\"\nThe above referred declaration of law by this Court has never\nbeen diluted in any subsequent judicial pronouncements even\nwhile carving out exceptions.\n33. Mr. Rawal, learned ASG, by referring T.T. Anthony\n(supra) submitted that the said principles are not applicable\nand relevant to the facts and circumstances of this case as the\nsaid judgment laid down the ratio that there cannot be two FIRS\nrelating to the same offence or occurrence. Learned ASG further\npointed out that in the present case, there are two distinct\nincidents/occurrences, inasmuch as one being the conspiracy\nrelating to the murder of Sohrabuddin with the help of Tulsiram\nD\nE\nF\nG\nH\n662 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Prajapati and the other being the conspiracy to murder Tulsiram\nPrajapati - a potential witness to the earlier conspiracy to\nmurder Sohrabuddin. We are unable to accept the claim of the\nlearned ASG. As a matter of fact, the aforesaid proposition of\nlaw making registration of fresh FIR impermissible and violative\nof Article 21 of the Constitution is reiterated, re-affirmed in the\nfollowing subsequent decisions of this Court:\nB\n1.\nC\n2.\nD\n3.\n4.\nUpkar Singh vs. Ved Prakash (2004) 13 SCC 292\nBabubhai vs. State of Gujarat \u0026 Ors. (2010) 12\nSCC 254\nChirra Shivraj vs. State of A.P. AIR 2011 SC 604\nC. Muniappan vs. State of Tamil Nadu (2010) 9\nSCC 567.\nIn C. Muniappan (supra), this Court explained\n\"consequence test\", i.e., if an offence forming part of the second\nFIR arises as a consequence of the offence alleged in the first\nFIR then offences covered by both the FIRs are the same and,\nE accordingly, the second FIR will be impermissible in law. In\nother words, the offences covered in both the FIRS shall have\nto be treated as a part of the first FIR. In the case on hand, in\nview of the principles laid down in the above referred\ndecisions, in particular, C. Muniappan (supra) as well as in\nChirra Shivraj (supra), apply with full force since according to\nthe CBI itself it is the case where:-\nF\nG\n☐ H\n(i)\n(ii)\nThe larger conspiracy allegedly commenced in\nNovember, 2005 and culminated into the murder of\nTulsiram Prajapati in December, 2006 in a fake\nencounter;\nThe alleged fake encounter of Tulsiram Prajapati\nwas a consequence of earlier false encounter of\nSohrabuddin and Kausarbi since Tulsiram\n"}