{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"AMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n673\nany further information is received by the investigating agency, A\nit is always in furtherance of the first FIR.\n(f) In the case on hand, as explained in the earlier paras,\nin our opinion, the second FIR was nothing but a consequence\nof the event which had taken place on 25/26.11.2005. We have\nalready concluded that this Court having reposed faith in the\nCBI accepted their contention that Tulsiram Prajapati encounter\nis a part of the same chain of events in which Sohrabuddin and\nKausarbi were killed and directed the CBI to \"take up\" the\ninvestigation.\n(g) For vivid understanding, let us consider a situation in\nwhich Mr. 'A' having killed 'B' with the aid of 'C', informs the\npolice that unknown persons killed 'B'. During investigation, it\nrevealed that 'A' was the real culprit and 'D' abetted 'A' to\ncommit the murder. As a result, the police officer files the\ncharge sheet under Section 173(2) of the Code with the\nMagistrate. Although, in due course, it was discovered through\nfurther investigation that the person who abetted Mr. 'A' was\n'C' and not 'D' as mentioned in the charge sheet filed under\nSection 173 of the Code. In such a scenario, uncovering of the\nlater fact that 'C' is the real abettor will not demand a second\nFIR rather a supplementary charge sheet under section 173(8)\nof the Code will serve the purpose.\n(h) Likewise, in the case on hand, initially the CBI took a\nstand that the third person accompanying Sohrabbuddin and\nKausarbi was Kalimuddin. However, with the aid of further\ninvestigation, it unveiled that the third person was Tulsiram\nPrajapati. Therefore, only as a result of further investigation, the\nCBI has gathered the information that the third person was\nTulsiram Prajapati. Thus a second FIR in the given facts and\ncircumstances is unwarranted; instead filing of a supplementary\ncharge sheet in this regard will suffice the issue.\nB\nC\nD\nE\nF\nG\n(i) Administering criminal justice is a two-end process,\nwhere guarding the ensured rights of the accused under H\n674 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Constitution is as imperative as ensuring justice to the victim.\nIt is definitely a daunting task but equally a compelling\nresponsibility vested on the court of law to protect and shield\nthe rights of both. Thus, a just balance between the fundamental\nrights of the accused guaranteed under the Constitution and the\nB expansive power of the police to investigate a cognizable\noffence has to be struck by the court. Accordingly, the sweeping\npower of investigation does not warrant subjecting a citizen\neach time to fresh investigation by the police in respect of the\nsame incident, giving rise to one or more cognizable offences.\nAs a consequence, in our view this is a fit case for quashing\nthe second F.I.R to meet the ends of justice.\nC\nD\nE\nF\n(j) The investigating officers are the kingpins in the criminal\njustice system. Their reliable investigation is the leading step\ntowards affirming complete justice to the victims of the case.\nHence they are bestowed with dual duties i.e. to investigate the\nmatter exhaustively and subsequently collect reliable evidences\nto establish the same.\nConclusion:\n53. In the light of the specific stand taken by the CBI before\nthis Court in the earlier proceedings by way of assertion in the\nform of counter affidavit, status reports, etc. we are of the view\nthat filing of the second FIR and fresh charge sheet is violative\nof fundamental rights under Article 14, 20 and 21 of the\nConstitution since the same relate to alleged offence in respect\nof which an FIR had already been filed and the court has taken\ncognizance. This Court categorically accepted the CBI's plea\nthat killing of Tulsiram Prajapati is a part of the same series of\ncognizable offence forming part of the first FIR and in spite of\nG the fact that this Court directed the CBI to \"take over\" the\nH\ninvestigation and did not grant the relief as prayed, namely,\nregistration of fresh FIR, the present action of CBI filing fresh\nFIR is contrary to various judicial pronouncements which is\ndemonstrated in the earlier part of our judgment.\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n675\n54. In view of the above discussion and conclusion, the A\nsecond FIR dated 29.04.2011 being RC No. 3(S)/2011/\nMumbai filed by the CBI is contrary to the directions issued in\njudgment and order dated 08.04.2011 by this Court in Writ\nPetition (Criminal) No. 115 of 2009 and accordingly the same\nis quashed. As a consequence, the charge sheet filed on B\n04.09.2012, in pursuance of the second FIR, be treated as a\nsupplementary charge sheet in the first FIR. It is made clear that\nwe have not gone into the merits of the claim of both the parties\nand it is for the trial Court to decide the same in accordance\nwith law. Consequently, Writ Petition (Criminal) No. 149 of 2012 C\nis allowed. Since the said relief is applicable to all the persons\narrayed as accused in the second FIR, no further direction is\nrequired in Writ Petition (Criminal) No. 5 of 2013.\nK.K.T.\nWrit Petition allowed.\n"}