{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"-\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 245\nUNION OF INDIA AND ORS.\nD\nbe undertaken while developing a port cannot be A\nstopped by merely naming them as Real-estate business.\nThe affidavit in reply filed on behalf of Respondent Nos.\n11 and 12 before the Madras High Court would indicate\nthat the Government of Pondicherry is not going to make\ninvestment in the project at all. Therefore, the question B\nof Government of Pondicherry favouring the Respondent\nNo. 11 does not arise. The affidavit filed by the\nRespondent Nos. 11 and 12 makes it clear that they have\ntaken up the project after conducting detailed study and\nhave decided to make investment in the project. The C\nRespondent Nos. 11 and 12 are permitted to develop the\nPort only on Build, Operate and Transfer (BOT) basis. No\nmaterial was placed by the appellants before the High\nCourt to substantiate the claim that the Respondent Nos.\n11 and 12 are the Real-estate agents. The development\nof Port of Pondicherry on BOT basis makes it evident\nthat, in effect and substance, the Government of\nPondicherry would get back the assets built by the\nRespondent Nos. 11 and 12 after the expiry of period\nmentioned in the Concession agreement. Grant of Letter\nof Intent or execution of Concession agreement in favour\nof Respondent No. 11 to permit it to develop the Port on\nBOT basis cannot be regarded as gifting public largesse.\nThe appellants have failed to bring on record any material\nto substantiate the allegation that there is a conspiracy\nF\nto grab the land belonging to the Government of\nPondicherry for the purpose of Real-estate of\nRespondent No.11 by permitting it to construct five-star\nhotel, commercial mall, etc. The reply affidavit filed by the\nRespondent before the High Court, on the contrary,\nshows that the feasibility report prepared by it indicated\nthat the Port was to be developed in composite manner\nand therefore project should be commercially viable and\ntherefore considering the enormous cost involved in the\ndevelopment of the Port, certain activities are sought to\nbe undertaken for the benefit of passengers, crew of H\nE\nG\n246 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA ships, staff etc. On the facts and in the circumstances of\nthe case, this court is of the opinion that the appellants\nhave failed to make out the case that the Pondicherry\nGovernment has permitted the Respondent No. 11 to\ncarry on Real-estate business and therefore the appeals\nB should be accepted. [Para 30] [310-F; 312-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3572 of 2009.\nFrom the Judgement/Order dated 10.8.2006 of the High\nC Court of Judicature at Madras in W.P. No. 12337 of 2006.\nD\nE\nF\nDr. Rajeev Dhavan, Nikhil Nayyar, T.V.S. Raghavendra\nSreyas, Ambuj Agarwal, Pallavi Mohan, Sanjay Parikh for the\nAppellant.\nG.E. Vahanvati, S.G.I, Dandapani, C.A. Sundaram, V.G.\nPragasam, Chinmoy Pradeep Sharma, S.J. Aristotle, Prabu\nRamasubramanian, A.K. De, Debasis Misra, Rohini Musa,\nAbhishek Gupta, Zafar Inayat, Anandh Kannan (for P.V.\nYogeswaran) for the Respondents.\nThe Judgment of the Court was delivered by\nJ.M. PANCHAL, J. 1. Leave granted in both the special\nleave petitions.\n2. Appeal arising from Special Leave Petition (C) No.\n9988 of 2007 is directed against judgment dated August 10,\n2006, rendered by the Division Bench of Judicature at Madras,\nin Writ Petition No. 3304 of 2006 by which three prayers made\nby the appellant to quash (1) the Letter of Intent dated June 3,\nG 2005 granted by the Government of Pondicherry to the\nrespondent No. 11 herein, i.e., M/s. Subhash Project and\nMarketing Limited, for development of port in Pondicherry on\nBuild Operate and Transfer ('BOT' for short) basis, (2) approval\ndated January 21, 2006 accorded by the Lt. Governor of\nH Pondicherry to the detailed project report dated November 16,\n+\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 247\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n2005 submitted by the respondent No. 11 and its partner M/s. A\nOm Metals Limited for the development of Pondicherry Port on\nBOT basis as well as to the concession agreement to be\nentered into between the Government of Pondicherry and the\nrespondent No. 11 with its consortium/partner M/s. Om Metals\nLimited and with their affiliates for the development of the B\nPondicherry Port and all related and ancillary/other activities\nand (3) direction dated January 24, 2006, issued by the Director\nof Ports, Government of Pondicherry, Port Department, to the\nofficers concerned, to prepare a list of all the existing moveable/\nimmoveable assets of the Pondicherry Port for handing over\nto the respondent No. 11 by January 30, 2006, consequent\nupon the decision taken by the Government of Pondicherry for\nthe development of Pondicherry Port on BOT basis, are\nrejected.\nC\nD\n3. Appeal arising from Special Leave Petition (C) No.\n6977 of 2007 is also directed against judgment dated August\n10, 2006, mentioned above, rendered in Writ Petition No.\n12337 of 2006, by which two prayers made by the appellant to\nquash (1) the approval dated January 21, 2006 accorded by\nthe Lt. Governor of Pondicherry to the detailed project report E\ndated November 16, 2005, submitted by the respondent No.\n11 and its partner M/s. Om Metals Limited, for the development\nof Pondicherry Port on BOT basis as well as to the concession\nagreement to be entered into between the Government of\nPondicherry and the respondent No. 11 with its consortium/ F\npartner M/s. Om Metals Limited and with their affiliates for the\ndevelopment of Pondicherry Port and all related and ancillary/\nother activities and (2) the direction dated January 24, 2006,\nissued by the Director of Ports, Government of Pondicherry,\nPort Department, to the officers concerned to prepare a list of G\nall the existing moveable/immoveable assets of the Pondicherry\nPort for handing over the same to the respondent No. 11 by\nJanuary 30, 2006 pursuant to the decision taken by the\nGovernment of Pondicherry for the development of Pondicherry\nPort on BOT basis, are rejected.\n1\nH\n☑\nA\nB\nC\nD\nE\n248 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n4. As both the appeals arise from the common judgment\ndelivered by the Madras High Court on August 10, 2006 and\ncommon question of facts and law arise for consideration of\nthis Court, it is proposed to dispose them of by this common\njudgment.\n5. In order to trace the development of events leading to\nfiling of these appeals, it is necessary to notice certain basic\nfacts.\n6. Background\nThe existing Port of Pondicherry is situated in the East\nCoast of India between two Major Ports of India, i.e., Madras.\nand Tuticorin. It is located at the Ariankuppam River Mouth in\nPondicherry. The history of the Pondicherry Port dates back to\nthe tenth century A.D. The Pondicherry Port flourished as a\ncentre for international trade and commerce. However, it could\nnot maintain the pace of augmentation in improving the port\nfacilities with respect to the rapid changes in transport\ntechnology. Therefore, the port facilities became obsolete and\nthe Port lost much of its importance.\nWith the objective of developing the port facilities, offers\nfrom various Marine Technical Consultancy Firms were invited\nby the Government of Pondicherry in the year 1973 for the\npreparation of a Master Plan and a detailed project report. After\nF examining the offers received from various firms, the Port\nDepartment of Government of Pondicherry recommended that\nthe project be awarded to M/s. Consulting Engineers Services\n(India) Pvt. Ltd. By Government order dated September 27,\n1973 the said organization was entrusted with the work of\nG preparation of the Master Plan and a detailed project report.\nThe said organization submitted various reports and finally\nupdated its project report in May, 1982. On the basis of the\nreports, the Ministry of Shipping and Transportation (Ports\nWing), Government of India approved the project for the\ncreation of certain facilities at the Pondicherry Port and\nH\nt\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 249\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nsanctioned the cost of the project by letter dated June 26, 1984. A\nThe Government of Pondicherry entered into an agreement with\nM/s. Consulting Engineering Services (India) Private Limited\non January 22, 1985 for development of the facilities in terms\nof the approval and sanction granted by the Government of\nIndia. During the construction of the facilities, there was a\nproposal to create additional development facilities for\nCommercial-cum-Fishing Vessels.\nB\nD\nThe creation of these additional facilities was discussed\nin a meeting held on March 22, 1989 pursuant to which the\nC\nDirector (Ports), Port Department, Government of Pondicherry\nvide letter dated March 23, 1989 informed the Development\nCommissioner, Government of Pondicherry that creation of\nsuch additional facilities would require a feasibility report. In the\nIsaid letter it was also stated that since the Port Department\nlacked competent personnel in this regard, the same should be\ngot prepared by a body having the requisite expertise. It was\nalso mentioned in the letter that M/s. Consulting Engineering\nServices (India) Private Limited had no requisite expertise and\nrecommended the appointment of M/s. Rail India Technical and\nEconomic Services India Limited, a Government of India E\nundertaking under the Ministry of Railways (\"M/s. RITES India\nLimited\" for short) to conduct the study on the technical\nfeasibility and economic viability of the proposed development\nfacilities. This proposal was examined and approved by various\nofficials including the then Chief Minister of Pondicherry on\nMarch 27, 1989 and the then Lt. Governor, Pondicherry on\nMarch 28, 1989. In terms of those decisions, a Government\norder dated May 29, 1989 was issued by the Government of\nPondicherry sanctioning a techno-economic survey to be\nconducted by M/s. RITES India Limited.\nOn June 10, 1991, M/s. RITES India Limited submitted its\nTechno-Economic Feasibility Study Report pertaining to the\nDevelopment of the additional facilities at Ariankuppam Port\nProject. The said report noticed that the proposed development\nF\nG\nH\n☑\nT\n250 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA was not only necessary for bridging the gap of technological\nchanges in the sea transport, but was also necessary from the\nsocio-economic point of view. In the report it was mentioned\nthat the investments in the proposed project was justified. By\nthe said report a study to be done on the ways and means of\nB raising the funds for the project was recommended. The report\nalso pointed out that Environmental Impact Assessment for the\nproposed development indicated that the effect on the\nenvironment was not significant and would be well within the\nacceptable levels specified as per the Indian standards.\nC\nIn spite of the positive Feasibility Study Report submitted\nby M/s. RITES India Limited, the project could not be carried\nforward in view of the paucity of funds.\nAgain, some time in March 1996 the Government of\nD Pondicherry made further attempt to develop the Port by inviting\nthe officials of M/s. RITES India Limited to examine and provide\nconsultancy services by privatization of the ports at Pondicherry,\nKaraikal and Mahe. Accordingly, a meeting was held between\nthe officials of Government and the Company on March 12,\nE 1996. In the said meeting the officials of M/s. RITES India\nLimited suggested that appropriate approach was to adopt the\nBuild, Own, Share and Transfer mode of privatization. In terms\nof the said meeting M/s.RITES India Limited, through a letter\ndated March 12, 1996, submitted a 'Terms of Reference' for\nF offering consultancy assignment for privatization of\naforementioned ports. The total consultancy fee for the\nassignments was initially put as Rs.30 lakhs, which was\nreduced to Rs.20 lakhs as the proposal for consultancy was\nsubsequently limited to the Pondicherry Port only. The Joint\nSecretary, Ministry of Surface Transport, Government of India,\nvide letter dated March 22, 1996 informed the Chief Secretary,\nPondicherry Administration about the need to expand the\nexisting capacity of the Pondicherry Port to meet the growth\nrequirement of traffic handled by various major ports. In the said\nletter it was mentioned that a decision was taken to invite capital\nG\nH\n1\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n251\nparticipation by private sector and from non-maritime land- A\nlocked states. In response to the said letter the Director of Ports,\nGovernment of Pondicherry addressed a letter dated April 18,\n1996 enclosing therein the material for inviting capital\nparticipation by the private sector and non-maritime land-locked\nstates.\nB\nOne company, i.e., Megah Verture Lines (M) SDN BHD\nvide letter dated March 28, 1996 addressed to the Secretary\n(Health \u0026 Welfare and Port), Government of Pondicherry,\nreferred to the discussion it had on March 28, 1996 and made\nC\na proposal to conduct a Feasibility Study relating to the\nmodernization/privatization of the Pondicherry Port. The said\ncompany wanted permission to conduct the said Feasibility\nStudy. The said proposal was examined by the Director (Ports),\nGovernment of Pondicherry and by letter dated April 19, 1996,\nthe Director (Ports), Government of Pondicherry, recommended*\nthat as the entire privatization of port was being examined by\nM/s. RITES India Limited, the study sought to be conducted by\nM/s. Megah Ventures Lines should be permitted only after\ntenders for privatization were invited by M/s. RITES India\nLimited.\nThe Managing Director of M/s. Mega Ventures Lines along\nwith letter dated January 25, 1997, addressed the then Chief\nMinister, Pondicherry, enclosed a draft of MOU pursuant to the\nmeeting which had taken place between the then Chief Minister\nand the officials of M/s. Megah Ventures Lines on January 23,\n1997 and claimed that the same was in accordance with the\neconomic policy of the Government of India. The benefits, which\nwere to accrue, were also mentioned in the said letter. The\nDirector of Ports, Government of Pondicherry, by his letter dated\nJune 24, 1997, made a proposal to the Under Secretary (Ports),\nPondicherry to examine the issue as to whether it would be\npreferable to call for competitive tenders. It was also mentioned\nin the said letter that in the meanwhile M/s. RITES India Limited\nbe approached for consultancy services. By the said letter the\nD\nE\nF\nG\nH\n1\nC\nD\n252 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Director of Ports also proposed that M/s. RITES India Limited\nbe appointed as the consultant for the assignment of selection\nof suitable entrepreneurs for 'additional development facilities\nof Ariankuppam Port Project' by competitive tenders on\nBOOST basis. The Director also requested for sanction of\nB Rs.14 lakhs as expenditure. On September 19, 1997 a meeting\nwas held between the senior officials of the Government of\nPondicherry and the Group General Manager of M/s. RITES\nIndia Limited. The minutes of the meeting recorded that due to\nresource crunch at the Centre and State level, the Government\nof Pondicherry had decided to invite private participation for\nthe development of Pondicherry Port. The minutes also reflected\nthat a decision was taken to call for pre-qualifications bids in\norder to ascertain the technical capacity and financial\nsoundness of the entrepreneurs. The minutes also indicated that\na decision was taken that in order to invite the best parties, the\nGovernment of Pondicherry should grant concessions at par\nwith other maritime States. On November 4, 1997 a meeting\nwas held between the officials of the Government of Pondicherry\nincluding the then Lt. Governor and the Group General Manager\nof M/s. RITES India Limited. At the said meeting the officials\nof M/s. RITES India Limited gave a detailed presentation\nrelating to various aspects of competitive bidding process. At\nthe said meeting a decision was taken to adopt a transparent\nopen competitive bidding procedure in preference to the MOU\nRoute. The minutes of the said meeting also reflected that a\ndecision relating to the appointment of M/s. RITES India Limited\nas a consultant for this purpose was also taken. The minutes\nfurther recorded that the Pondicherry Port was a minor Port\nand, therefore, the provisions of Major Ports Trust Act were not\napplicable. The draft minutes were, thereafter, approved and\nG signed by the officials of the Government of Pondicherry.\nE\nF\nH\nOn November 6, 1997, a Government Order was issued\nappointing M/s. RITES India Limited as a consultant. The\nConsultancy Service Agreement between the Government of\nPondicherry and M/s. RITES India Limited was signed on\n毋\n5\nA\nB\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 253\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nDecember 10, 1997. The Group General Manager (Ports) by\nletter dated December 22, 1997 forwarded draft advertisement\ntitled \"Invitation for Private Investment in Pondicherry Port\", a\nDraft Invitation Document for \"Initial Proposals\" and the Draft\nAgreement to be entered into between the Government of\nPondicherry and M/s. RITES India Limited. These draft\ndocuments and the draft advertisement were forwarded for the\npurpose of approval by the competent authority. The draft\nadvertisement and the draft initial proposal were examined by\nvarious departments of the Government of Pondicherry. The\nSecretary (Finance), Government of Pondicherry in his noting C\ndated May 18, 1998 noted that there were long term\nimplications of the Draft Advertisement. He, therefore,\nrecommended that the draft initial proposal and the Draft\nAgreement be placed before the Council of Ministers. These\nrecommendations were approved by the Chief Secretary, D\nPondicherry on August 3, 1998 and by the then Chief Minister\non August 13, 1998. Accordingly, a Cabinet meeting was\nconvened on January 19, 1999 wherein the agenda of the\nmeeting was to discuss and decide amongst other items, the\nproposal for privatization of Port and calling for advertisements\nby M/s. RITES India Limited. The Cabinet in the said meeting\nresolved to defer the discussion on this item till the next\nmeeting. The said agenda was again circulated to the Ministers\nof the Cabinet on April 7, 1999 and all the Ministers of the\nCabinet approved the proposal for privatization of the Port as\nwell as calling for advertisement by M/s. RITES India Limited.\nThe proposals were finally approved by the Cabinet on October\n13, 1999. The then Lt. Governor accorded his approval on\nOctober 15, 1999. After the said approval, various\ndepartments of the Government of Pondicherry examined the\nDraft Agreement to be entered into between the Government\nof Pondicherry and M/s. RITES India Limited. After necessary\nchanges, the agreement was entered into between the parties.\non January 10, 2000.\nE\nF\nG\nY\nH\n254 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA 7. Relevant facts\nB\nC\nD\nThe General Manager (Ports) of M/s. RITES India Limited\nby his letter dated March 16, 2000 informed the Secretary\n(Ports) Government of Pondicherry that the advertisement\nseeking interest of the parties for development of Pondicherry\nPort through private investment had appeared in the Daily\nHindustan Times on March 16, 2000 and the same\nadvertisement would appear in editions of the Economic Times,\nTimes of India (Bombay edition), Hindu (Chennai and Delhi\neditions) and Statesman (Calcutta edition) between 17th to 21st\nMarch, 2000. By this advertisement, the Government of\nPondicherry sought involvement of the private sector in the\ndevelopment and operation of the Pondicherry Port on BOST\nbasis from reputed and financially sound Indian and/or\ninternational parties. The last date for submissions of proposal\nfor pre-qualification of the above project was May 20, 2000.\nHowever, the General Manager (Ports) of M/s. RITES India\nLimited by his letter dated May 9, 2000 sought permission from\nthe Government of Pondicherry for extension of last date by one\nmonth, i.e., June 20, 2000, which was approved on May 19,\nE 2000. The General Manager (Ports) of M/s. RITES India Limited\nby his letter dated June 29, 2000 informed the Principal\nSecretary (Power), Government of Pondicherry about the\ndevelopments of private investment in the Pondicherry Port. In\nthe said letter it was mentioned that in response to the\nF advertisement, 48 parties had initially indicated interest in the\nproject and that certain firms were short listed. It was mentioned\nthat the document seeking initial proposals from short listed\nparties was issued to all interested parties and they were\nrequested to submit their initial proposals by May 20, 2000.\nG However, by the last date for submission of initial proposals,\nonly five parties/ consortiums had submitted their proposals. It\nwas also mentioned in the said letter that the evaluation of the\nproposals by M/s. RITES India Limited would be submitted on\nor before July 15, 2000. M/s. RITES India Limited submitted\nits report on evaluation of initial proposals as well as invitation\nH\n"}