{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"VILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 275\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nB\nC\nThe Under Secretary (Ports), Government of Pondicherry A\nissued a Letter of Intent dated June 3, 2005 in favour of M/s.\nSPML. It was stated in the said letter that it was proposed to\nengage the said company for the development of Pondicherry\nPort on BOT basis and the Letter of Intent was subject to the\ncondition that Detailed Project Report was approved by the\nCompetent Authority. It was mentioned in the said letter that the\nsaid company would have to undertake the preparation of a\nDetailed Project Report and Feasibility Study at its own cost.\nIt was also mentioned therein that the Detailed Project Report\nshould be submitted within 45 days from the date of issue of\nthe letter and if the company agreed upon the conditions\nstipulated in Letter of Intent then the company should deposit\na Bank Guarantee of Rs.50 lakhs within a period of 15 days.\nIn terms of the aforesaid Letter of Intent, the company made\navailable a Bank Guarantee to the Government of Pondicherry D\non June 18, 2005. The company, along with its letter dated July\n18, 2005, submitted a Detailed Project Report to the\nGovernment of Pondicherry. In terms of the recommendations\nof the Committee for Port Privatisation the Government of\nPondicherry by order dated August 4, 2005 appointed National\nInstitute of Port Management, Chennai as a Consultant for the\ndevelopment of the Port. The Under Secretary (Port),\nGovernment of Pondicherry, by his letter dated August 4, 2005,\nforwarded a Detailed Project Report submitted by M/s. SPML\nto NIPM with a request to make a detailed analysis and\nevaluation of technical, financial, environmental and legal\naspects on the Detailed Project Report. The Detailed Project\nReport was examined in a meeting held on August 31, 2005\nand various draw-backs such as traffic forecast, detailing of the\nplans, etc. emerging from the Detailed Project Report were\nexamined. It was thereafter decided that M/s. SPML should\nhave a re-look on the issues raised and revise the Detailed\nProject Report suitably. The NIPM submitted its draft report on\nSeptember 13, 2005. In terms of the discussions held on\nAugust 31, 2005, M/s. SPML by its letter dated September 23,\nE\nF\nG\nH\n1\n1\ni\nB\nC\nD\n276\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA 2005 submitted the First Revised Detailed Project Report to\nthe Director of Ports. The meeting was held on September 24,\n2005 and it was agreed that NIPM would examine the First\nRevised Detailed Project Report and submit a report. The\nreports submitted were examined. M/s. SPML submitted the\nSecond Revised Detailed Project Report along with its letter\ndated October 5, 2005, after which a meeting was held on\nNovember 12, 2005. In the said meeting officials of M/s. SPML,\nthe officials of M/s. NIPM and the officials of the Government\nof Pondicherry were present and the minutes were drawn and\nnoted. In pursuance thereof NIPM submitted its fiñal report on\nDecember 1, 2005. The issues raised by all the parties.\nconcerned were resolved and, therefore, the Second Revised\nDetailed Project Report was accepted by the Government as\nApproved Detailed Project Report. The Government of\nPondicherry thereafter constituted a Committee to draft the\nConcession Agreement to be entered into between the\nGovernment of Pondicherry and M/s. SPML. The Committee\nexamined various model Concession Agreement of various\nStates and more specifically of Gujarat State. The said\nConcession Agreement was thereafter drafted on the basis of\nthe Approved Detailed Project Report. The said draft\nagreement was examined and approved by various\ndepartments of the Government of Pondicherry. The draft\nagreement was placed before the Council of Ministers for its\napproval. The Council of Ministers in a meeting dated January\n20, 2006 approved the same and resolved that the existing Port\nLand of 153 acres be handed over for Port development\nwhereas remaining 107 acres should be acquired and handed\nover within 180 days to SPML. It was further resolved that a\nlease amount of Rs.2,000/- per acre per annum should be\ncharged from SPML. The order dated January 21, 2006 issued\nby the Government of Pondicherry indicates that approval of\nthe Lt. Governor of Pondicherry was obtained to the Detailed\nProject Report as revised on November 16, 2005 for the\ndevelopment of Port on BOT basis. The Government Order also\nE\nF\nG\n1-\nI\nགམ་\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 277\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nmentions that approval was also granted to the Concession A\nAgreement to be entered into between the Government of\nPondicherry and SPML along with its consortium partners. On\nJanuary 21, 2006 the Government of Pondicherry entered into\na Concession Agreement with SPML along with its consortium\npartners. On January 24, 2006 the Director of Ports,\nGovernment of Pondicherry issued an Office Memorandum in\nfavour of SPML. By the said Memorandum all the existing\nmoveable/immoveable assets of the Port were to be handed\nover to the developer as per the Concession Agreement.\n8. The Letter of Intent dated June 3, 2005, granted to\nSPML - Respondent No. 11 - as well as approval dated\nJanuary 2, 2006 accorded by the Lt. Governor of Pondicherry\nto the Detailed Project Report dated November 16, 2005\nsubmitted by respondent No. 11 on BOT basis and to the\nConcession Agreement to be entered into between the\nGovernment of Pondicherry and the respondent No. 11 as well\nas direction dated January 24, 2006 issued by the Director of\nPorts to the officers concerned to prepare list of all the existing\nmoveable and immoveable assets of the Pondicherry Port for\nhanding over the same to respondent No. 11 were challenged\nby the appellants by filing Writ Petition No. 3304 of 2006 and\nWrit Petition 12337 of 2006 before the Madras High Court on\nseveral grounds.\nB\nC\nD\nE\n9. The Madras High Court has rejected the two petitions F\ngiving rise to the instant appeals.\n10. We have heard the learned counsel for the parties at\nlength and in great detail and considered the documents\nforming part of the two appeals.\n11. Mr. G.E. Vahanvati, learned Solicitor General of India,\nspelt out three preliminary objections, namely, (1) the appellants\nhad fairly conceded before the High Court that the selection of\nthe Developer was correctly done and, therefore, the argument\nG\nH\n278 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA advanced by the learned counsel for the appellants, assailing\nthe selection of the respondent No. 11 as Developer of\nPondicherry Port, should not be considered by this Court at all\nand this Court should confine itself to examination of\nenvironmental impact that the project may have, which was\nB emphasized before the High Court; (2) the appellants had no\nlocus standi to file the writ petition challenging the Award of\nContract for the development of the Pondicherry Port to the\nrespondent No. 11, which is purely commercial in nature; and\n(3) the list of events and dates submitted by the appellants is\nC not only misleading but a calculated attempt made by the\nappellants to prejudice the Court by suppressing and omitting\nto make reference to relevant materials and events and,\ntherefore, the appeals should be dismissed.\nD\nE\nF\nG\n12. Dealing with the first preliminary objection, raised on\nbehalf of the respondents, this Court finds that in paragraph 19\nof the impugned judgment the High Court has observed as\nunder: -\n\"19. It is at this juncture, the learned counsel for the\npetitioners fairly conceded that his clients' concern was\nmore on the environmental impact that the project may\nhave and he was not canvassing the relative merits of the\nparties, who had submitted offer to the Government of\nPondicherry. He requested the Court to safeguard the\ninterest of the general public and future development of the\nUnion Territory of Pondicherry with reference to the\ndevelopment of the Pondicherry Port.\"\nA fair and reasonable reading, of the above quoted paragraph\nmakes it very clear that the appellants had fairly conceded\nbefore the High Court that they were not assailing the selection\nof the respondent No. 11 as Developer for the Pondicherry\nPort, but were more concerned with the environmental impact\nthat the project may have and, therefore, the learned counsel\nfor the appellants had requested the Court to safeguard the\nH\nT\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 279\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\ninterest of general public and future development of the Union A\nTerritory of Pondicherry with reference to the development of\nthe Pondicherry Port. It is relevant to notice that in the grounds\nof memorandum of the Special Leave Petitions it is not\ncontended by the appellants that no concession was made by\nthe learned counsel before the High Court or the concession\nmade was different and was not correctly recorded by the High\nCourt. The respondent Nos. 2 to 9 have filed counter affidavit\nto the Special Leave Petitions filed by the appellants. The\nrespondents, in paragraphs 6 and 7 of the counter affidavit filed\nbefore this Court, have stated as under: -\n\"6. I also say that the Hon'ble High Court, during the course\nof the arguments and after examining the documents, had\nexpressed its view that the selection of the Developer was\ncorrectly done. In these circumstances, the Hon'ble High\nCourt ascertained from the petitioner herein whether it\nwould like to concede on the issue of selection of the\nDeveloper and agitate its concerns in relation to the\nEnvironmental Impact of the project.\nB\nC\nD\nE\n7. I say that the Counsel for the Petitioner sought for a pass\nover of the matter and requested the Hon'ble Court to list\nthe matter in the second half on the same day i.e. at 2.15\np.m. This was to enable the Counsel for the present\nPetitioner to get his instructions. I also say that in the\nafternoon, the Counsel for the Petitioner pointed out to the F\nHon'ble Court that he could not get in touch with his Clients\nand therefore sought an adjournment on the said date to\nseek instructions from his client. That on the next date the\ncounsel for the Petitioner informed the Hon'ble Court that\nhis client had instructed him to concede on the issue of\nthe selection of the Developer. However, he pointed out\nthat his client seeks certain safeguards relating to the issue\nof environmental impact. In this regard, the Petitioner's\ncounsel also handed over a note containing the desired\ndirections from the Hon'ble High Court.\"\nG\nH\nT\n280 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Though the appellants were duly served with a copy of the\ncounter affidavit filed by the respondent Nos. 2 to 9, they have\nfailed to traverse the assertions and averments made in\nparagraphs 5 to 6 of the counter affidavit reproduced above.\nFrom the above quoted untraversed paragraphs of the reply\nB affidavit, it is evident that during the course of the arguments\nand after examining the documents, the High Court had\nexpressed its view that the selection of the Developer was\ncorrectly made and, therefore, in those circumstances, the High\nCourt had ascertained from the appellants as to whether they\nC would like to concede on the issue of selection of the Developer\nand agitate its concern in relation to the environmental impact\nof the project. The above quoted paragraphs further make it\nclear beyond pale of doubt that the learned counsel for the\nappellants had sought for a pass over of the matter and\nD requested the Court to take up the matter in the second half\non the same day at 2.15 P.M. to enable him to get instructions\nfrom the appellants. It is also evident that the learned counsel\nfor the appellants pointed out to the court that he was not able\nto get in touch with his clients and, therefore, sought an\nadjournment to seek instructions from the appellants. What is\nrelevant to notice is that on the next date of hearing the learned\ncounsel for the appellants had informed the High Court that his\nclients had instructed him to concede on the issue of selection\nof the Developer, but had pointed out that his clients were\nseeking certain safeguards relating to the issue of\nenvironmental impact of the project and had handed over a note\ncontaining the desired directions from the High Court. The fact\nthat the learned counsel for the appellants had handed over the\nnote to the High Court is admitted but it is alleged that since\nthe conditions mentioned in the note were not accepted, there\nwas no concession as is sought to be made out by the\nrespondents. Having gone through the proceedings before the\nHigh Court, this Court finds that the assertion made on behalf\nof the appellants is factually wrong. The judgment, impugned\nin the appeals, incorporates the concerns of the appellants as\nH\nE\nF\nG\nབའ\n,\n+\nA\nB\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 281\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nreflected in the note in the form of directions, which are to be\nfound in paragraph 24 of the impugned judgment. No\napplication was filed by the appellants before the High Court\nmaking a grievance that concession was never made and/or\nwas wrongly recorded by the court. On the facts and in the\ncircumstances of the case, this Court is of the firm opinion that\nthe appellants had fairly conceded before the High Court that\nthe selection of the respondent No. 11 as Developer of the\nPondicherry Port was never canvassed nor the relative merits\nof the parties were pointed out to the High Court and, therefore,\nthe High Court has not recorded any finding as to whether C\nselection of the Respondent No. 11 as Developer was correct\nor not. In view of the concession made by the appellants, the\nappellants are not entitled to canvass before this Court that the\nselection of the respondent No. 11 as Developer of the\nPondicherry Port was not correctly made.\n13. As far as second preliminary objection regarding locus\nstandi of the appellant to challenge the Award of the Contract\nfor the development of the Pondicherry Port to the respondent\nNo. 11 is concerned, this Court finds that the contract assailed\nin the writ petitions is purely commercial in nature. Neither the\nparties, which had participated in the process of selection of\nthe consultant/Developer nor one of those, who had expressed\ndesire to develop the Pondicherry Port but was not selected,\nhas come forward to challenge the selection procedure adopted\nby the Government of Pondicherry or the selection of the\nrespondent No. 11 as Developer of the Pondicherry Port. The\nquestion of locus standi in the matter of awarding the contract\nhas been considered by this Court in BALCO Employees'\nUnion (Regd.) vs. Union of India [(2002) 2 SCC 333]. This\nCourt, after review of law on the point, has made following\nobservations in paragraph 88 of the judgment: -\n“88. It will be seen that whenever the Court has interfered\nand given directions while entertaining PIL it has mainly\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n282 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nbeen where there has been an element of violation of\nArticle 21 or of human rights or where the litigation has\nbeen initiated for the benefit of the poor and the\nunderprivileged who are unable to come to court due to\nsome disadvantage. In those cases also it is the legal rights\nwhich are secured by the courts. We may, however, add\nthat public interest litigation was not meant to be a weapon\nto challenge the financial or economic decisions which are\ntaken by the Government in exercise of their administrative\npower. No doubt a person personally aggrieved by any\nsuch decision, which he regards as illegal, can impugn the\nsame in a court of law, but, a public interest litigation at\nthe behest of a stranger ought not to be entertained. Such\na litigation cannot per se be on behalf of the poor and the\ndowntrodden, unless the court is satisfied that there has\nbeen violation of Article 21 and the persons adversely\naffected are unable to approach the court.\"\nFrom the passage quoted above it is clear that the only ground\non which a person can maintain a PIL is where there has been\nan element of violation of Article 21 or human rights or where\nthe litigation has been initiated for the benefit of the poor and\nthe underprivileged who are unable to come to the court due to\nsome disadvantage. On the facts and in the circumstances of\nthe case, this Court is of the view that the only ground on which\nthe appellants could have maintained a PIL before the High\nF Court was to seek protection of the interest of the people of\nPondicherry by safeguarding the environment. This issue was\nraised by the appellants before the High Court and the High\nCourt has issued directions regarding the same, which are to\nbe found in paragraph 24 of the impugned judgment. After the\nG High Court's directions the element of public interest of the\nappellants' case no longer survives. The appellants cannot,\ntherefore, proceed to challenge the Award of the Contract in\nfavour of the respondent No. 11 on other grounds as this would\namount to challenging the policy decision of the Government of\nH\nE\n3.\n;\nJ.]\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 283\nUNION OF INDIA AND ORS. [J.M. PANCHAL,\nPondicherry through a PIL, which is not permissible. Thus on\nthe ground of locus standi also the appeals should fail.\nA\nC\nD\n14. As far as the list of events and dates, submitted on\nbehalf of the appellants, is concerned, this Court finds that the\nappellants have omitted to state events, which have been B\nnarrated in the earlier part of this judgment. The list of dates\nsubmitted by the appellants straightaway refers to the\nadvertisement dated October 18, 2004, published in the\nEconomic Times, but omits to mention that even prior to\nOctober 18, 2004, on October 5, 2004 the Apollo Infrastructure\nProjects Finance Company Limited had a meeting with the\nMinister of Ports, Government of Pondicherry and had sought\ntime to make a presentation for the development of\nPondicherry Port and such an opportunity was given to the said\nfirm. Significant events, which took place during January 12,\n2005 to January 20, 2005, are not mentioned in the list of dates\nat all. To enable the Court to know the factual background, in\nthe absence of records, clause (b) of Rule 4(1) of Order XVI of\nthe Supreme Court Rules, 1960 requires a list of dates in\nchronological order with relevant material facts or events\npertaining to each of the dates to be furnished along with the\nspecial leave petition. In practice, the list of dates is prefaced\nby a brief synopsis of facts to give a complete and coherent\npicture of the facts but in the instant case this Court finds that\nin the special leave petitions, the synopsis/list of dates filed\nsuffers from the defect of filing of a list of dates without relevant\nmaterial facts/events or synopsis and from the defect of filing\nof inaccurate and incomplete synopsis/list of dates. The above\ndefects have resulted in defeating the very purpose of requiring\nthe filing of synopsis/list of dates. The filing of inaccurate and\nincomplete list of dates has caused confusion necessitating G\ndetailed reference to the facts carved out from the pleadings\nof the parties before the High Court and this Court. But for the\nfiling of list of events on behalf of the respondents, the list of\nevents filed on behalf of the appellants would have resulted into\nE\nF\nH\n284 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA unintended miscarriage of justice. To say the least, the list of\nevents submitted on behalf of the appellants cannot be termed\nas accurate and such a practice of filing of incomplete/\ninaccurate list of events is not approved by this Court at all.\nB\nC\nD\n15. Having held that the appeals should fail because of\nconcession made by the appellants before the High Court that\nthe selection of the respondent No. 11 as Developer was proper\nand that the appellants have no locus standi to challenge the\ncontract entered into between the Government of Pondicherry\nand the respondent No. 11 with its consortium, this Court\nnotices that the appeals were argued at length and on behalf\nof the respondents also details submissions were made on\nmerit and, therefore, this Court proposes to consider the\nsubmissions made by the parties on merits also.\n16. The contention that the Government of Pondicherry\nhaving taken a conscious decision on the basis of available\nguidelines to get a Feasibility Report before taking up\ndevelopment of Pondicherry Port could not have given it up in\nan arbitrary manner, all of a sudden, to benefit M/s SPML and\nE therefore grant of Letter of Intent dated June 3, 2005 to the\nRespondent No. 11 should be voided, has no factual basis.\nF\nThe record clinchingly establishes that right from the year\n1973, successive Governments of the Union Territory of\nPondicherry were concerned for development of the\nPondicherry Port. The first attempt to privatize the Pondicherry\nPort was made in the year 1973 when offers for preparation of\na Master Plan and detailed project for development of\nPondicherry Port, were invited. The project was awarded to M/\nIs Consulting Engineering Services (India) Private Limited for\nG\npreparation of the Master Plan and a Detailed Project Report.\nThe said firm submitted its report in May 1982. The report was\napproved by the then Government of Pondicherry and therefore\nan agreement with the said firm was entered into on June 26,\n1984 for development of certain facilities. In the year 1989, a .\nH\n"}