{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":":\n**\n[2009] 9 S.C.R. 225\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM\nV.\nUNION OF INDIA AND OTHERS\n(Civil Appeal No. 3572 of 2009)\nMAY 14, 2009\n[K.G. BALAKRISHNAN, CJI., P. SATHASIVAM AND J.M.\nPANCHAL, JJ.]\nDEVELOPMENT OF PORTS:\n-\n-\nPondicherry Port - Development of - Government of\nPondicherry entering into a concession agreement with a\ndeveloper - The Development Project was on Build Operate\nand Transfer (BOT) basis. - Issue of Government\nMemorandum by which existing movable/immovable assets\nof the port were to be handed over to the developer\nChallenged in High Court by way of Writ Petitions\nDismissed by the High Court - On appeal, Held: Port of\nPondicherry being a minor port, Government of Pondicherry\nhas the necessary jurisdiction and control to develop the port\n- On the facts and circumstances of the case it cannot be said\nthat the Government of Pondicherry had acted arbitrarily or\nthat the Letter of Intent was issued in favour of the developer\nwith oblique motives - The Government adopted a pragmatic\napproach and proceeded to shortlist the developer directly\nand acted in the best interests of the State to overcome the\nfailed attempts in the past to develop the Pondicherry Port –\nThus the Supreme Court being a constitutional court not\nexpected to presume alleged irregularities, illegalities or\nunconstitutionality – Nor would it be justified in substituting its\nopinion for the bonafide opinion of the State Government - It\ncannot be said that the project was cleared without the\nenvironmental aspects in total violation of Precautionary and\nTrusteeship Principles - In fact it was done - Plea that the\nGovernment of Pondicherry could not have taken the decision\n-\n225\n-\nA\nB\nC\nD\nE\nF\nG\nH\ni\n226 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n-\nA to privatize the Pondicherry Port without consent/approval of\nthe Central Government is rejected as misconceived – Grant\nof Letter of Intent or execution of Concession Agreement in\nfavour of the developer for development of the Port on BOT\nbasis cannot be regarded as gifting public largesse - Any\nB ancillary development cannot be characterized as real estate\nbusiness - Issue of Public Tender - In view of the facts, there\nwas no requirement - Constitution of India, Articles 162, 239,\n239A - Goverment of Union Territories Act, 1963, Section\n18\nPondicherry (Laws) Regulation, 1963, Regulation 6(b)\n- Rules of Business of the Government of Pondicherry, Rule\n5(2), Delegation of Financial Rules, Rule 21 - Pondicherry\nAdministrative Act, 1962, Section 5 Pondicherry\nAdministration Regulation Act, 1963, Section 3 - Indian Ports\nAct, 1908, Section 3(9).\nC\nD\nE\n-\nPUBLIC INTEREST LITIGATION:\n-\nLocus standi - Challenging policy decision of the\nGovernment in PIL is impermissible - Policy decision of\nGovernment - Interference with.\nPRACTICE \u0026 PROCEDURE:\nConcession made before Court - Submission before the\nCourt that only environmental impacts of the Project and not\nselection of the Developer, were raised - Recorded by the\nF High Court - Certainly a concession - No application was\nfiled before the High Court making a grievance that\nconcession was never made and /or was wrongly recorded by\nthe Court - Hence, it is a concession and binding on the\nappellants – Now, they cannot canvass for challenging the\nG selection of the developer.\nH\n-\nSUPREME COURT RULES, 1960:\nOrder XVI Rule 4(b) - List of dates in chronological order\nwith relevant material facts or events pertaining to each of the\ndates - Furnishing of - Filing of inaccurate and incomplete\n=\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 227\nUNION OF INDIA AND ORS.\nlist of dates causing confusion and waste of time of the Court\n-\nSuch practice of filing incomplete/inaccurate list of dates\nand events deprecated - Practice \u0026 Procedure.\nA\n:\nT\nJUDICIAL REVIEW:\n-\nIt is neither within the domain of the courts nor the scope\nof judicial review to embark upon an enquiry as to whether a\nparticular policy is wise or whether better public policy can be\nevolved – Nor are the courts inclined to strike down a policy\nmerely because a different policy would have been fairer or\nwiser or more scientific or more logical - Wisdom and\nadvisability of economic policy are not ordinarily amenable\nto judicial review.\nLEGAL PRINCIPLES/DOCTRINE:\nPrecautionary principle\nApplicability of.\nTrusteeship principle -\nB\nC.\nD\n-\nFor the development of Pondicherry Port, the\nGovernment of Pondicherry entered into a Concession\nAgreement with Respondent No.11 SPML along with its\npartners after following a detailed consortium procedure.\nThe Development Project was on Build Operate and\nTransfer (BOT) basis. Government of Pondicherry also\nissued an Office Memorandum by which all the existing\nmovable/immovable assets of the Port were to be\nhanded over to the developer as per the Concession\nAgreement. This was challenged by the appellants by\nfiling writ petitions in the High Court. The writ petitions\nwere dismissed by the High Court. Hence the appeals.\nDismissing the appeals, the Court\nHELD: 1.1. A fair and reasonable reading of\nparagraph 19 of the impugned judgment makes it very\nclear that the appellants had fairly conceded before the\nHigh Court that they were not assailing the selection of\nE\nF\nG\nH\n228 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the respondent No. 11 as Developer for the Pondicherry\nPort, but were more concerned with the environmental\nimpact that the project may have and, therefore, the\ncounsel for the appellants had requested the Court to\nsafeguard the interest of general public and future\nB development of the Union Territory of Pondicherry with\nreference to the development of the Pondicherry Port. It\nis relevant to notice that in the grounds of memorandum\nof the Special Leave Petitions it is not contended by the\nappellants that no concession was made by the counsel\nbefore the High Court or the concession made was\ndifferent and was not correctly recorded by the High\nCourt. [Para 12] [278-G-H; 279-A-B]\nC\n1.2. It is evident that during the course of the\narguments and after examining the documents, the High\nD Court had expressed its view that the selection of the\nDeveloper was correctly made and, therefore, in those\ncircumstances, the High Court had ascertained from the\nappellants as to whether they would like to concede on\nthe issue of selection of the Developer and agitate its\nE concern in relation to the environmental impact of the\nproject. It is also seen from the impugned judgment that\nthe counsel for the appellants had sought for a pass over\nof the matter and requested the Court to take up the\nmatter in the second half on the same day at 2.15 P.M. to\nF enable him to get instructions from the appellants. It is\nalso evident that the counsel for the appellants pointed\nout to the court that he was not able to get in touch with\nhis clients and, therefore, sought an adjournment to seek\ninstructions from the appellants. What is relevant to\nG notice is that on the next date of hearing the counsel for\nH\nthe appellants had informed the High Court that his\nclients had instructed him to concede on the issue of\nselection of the Developer, but had pointed out that his\nclients were seeking certain safeguards relating to the\n☑\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 229\nUNION OF INDIA AND ORS.\nB\nissue of environmental impact of the project and had A\nhanded over a note containing the desired directions\nfrom the High Court. The fact that the counsel for the\nappellants had handed over the note to the High Court\nis admitted but it is alleged that since the conditions\nmentioned in the note were not accepted, there was no\nconcession as is sought to be made out by the\nrespondents. Having gone through the proceedings\nbefore the High Court, this Court finds that the assertion\nmade on behalf of the appellants is factually wrong. The\njudgment, impugned in the appeals, incorporates the C\nconcerns of the appellants as reflected in the note in the\nform of directions, which are to be found in paragraph 24\nof the impugned judgment. No application was filed by\nthe appellants before the High Court making a grievance\nthat concession was never made and/or was wrongly D\nrecorded by the court. On the facts and in the\ncircumstances of the case, this Court is of the firm\nopinion that the appellants had fairly conceded before\nthe High Court that the selection of the respondent No.\n11 as Developer of the Pondicherry Port was never\ncanvassed nor the relative merits of the parties were\npointed out to the High Court and, therefore, the High\nCourt has not recorded any finding as to whether\nselection of the Respondent No. 11 as Developer was\ncorrect or not. In view of the concession made by the\nappellants, the appellants are not entitled to canvass\nbefore this Court that the selection of the respondent No.\n11 as Developer of the Pondicherry Port was not\ncorrectly made. [Para 12] [280-B-H; 281-A-D]\nE\nF\n2.1. The contract assailed in the writ petitions is G\npurely commercial in nature. Neither the parties, which\nhad participated in the process of selection of the\nconsultant/Developer nor one of those, who had\nexpressed desire to develop the Pondicherry Port but\nH\n230 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA was not selected, has come forward to challenge the\nselection procedure adopted by the Government of\nPondicherry or the selection of the respondent No. 11 as\nDeveloper of the Pondicherry Port. [Para 13] [281-E-F]\nB\nC\nD\n2.2. The only ground on which a person can maintain\na PIL is where there has been an element of violation of\nArticle 21 or human rights or where the litigation has been\ninitiated for the benefit of the poor and the\nunderprivileged who are unable to come to the court due\nto some disadvantage. On the facts and in the\ncircumstances of the case, this Court is of the view that\nthe only ground on which the appellants could have\nmaintained a PIL before the High Court was to seek\nprotection of the interest of the people of Pondicherry by\nsafeguarding the environment. This issue was raised by\nthe appellants before the High Court and the High Court\nhas issued directions regarding the same, which are to\nbe found in paragraph 24 of the impugned judgment.\nAfter the High Court's directions the element of public\ninterest of the appellants' case no longer survives. The\nE appellants cannot, therefore, proceed to challenge the\nAward of the Contract in favour of the respondent No. 11\non other grounds as this would amount to challenging\nthe policy decision of the Government of Pondicherry\nthrough a PIL, which is not permissible. Thus on the\nF ground of locus standi also the appeals should fail. [Para\n13] [282-F-H; 283-A]\n3. The list of dates submitted by the appellants\nstraightaway refers to the advertisement dated October\n18, 2004, published in the Economic Times, but omits to\nG\nmention that even prior to October 18, 2004, on October\n5, 2004 the Apollo Infrastructure Projects Finance\nCompany Limited had a meeting with the Minister of\nPorts, Government of Pondicherry and had sought time\nto make a presentation for the development of\nH\nT\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 231\nUNION OF INDIA AND ORS.\nA\nB\nPondicherry Port and such an opportunity was given to\nthe said firm. Significant events, which took place during\nJanuary 12, 2005 to January 20, 2005, are not mentioned\nin the list of dates at all. To enable the Court to know the\nfactual background, in the absence of records, clause (b)\nof Rule 4(1) of Order XVI of the Supreme Court Rules,\n1960 requires a list of dates in chronological order with\nrelevant material facts or events pertaining to each of the\ndates to be furnished along with the special leave\npetition. In practice, the list of dates is prefaced by a brief\nsynopsis of facts to give a complete and coherent picture C\nof the facts but in the instant case this Court finds that\nin the special leave petitions, the synopsis/list of dates\nfiled suffers from the defect of filing of a list of dates\nwithout relevant material facts/events or synopsis and\nfrom the defect of filing of inaccurate and incomplete\nsynopsis/list of dates. The above defects have resulted\nin defeating the very purpose of requiring the filing of\nsynopsis/list of dates. The filing of inaccurate and\nincomplete list of dates has caused confusion\nnecessitating detailed reference to the facts carved out\nfrom the pleadings of the parties before the High Court\nand this Court. But for the filing of list of events on behalf\nof the respondents, the list of events filed on behalf of the\nappellants would have resulted into unintended\nmiscarriage of justice. To say the least, the list of events\nsubmitted on behalf of the appellants cannot be termed\nas accurate and such a practice of filing of incomplete/\ninaccurate list of events is not approved by this Court at\nall. [Para 14] [283-B-H; 284-A]\nD\nE\nF\n4. The contention that the Government of G.\nPondicherry having taken a conscious decision on the\nbasis of available guidelines to get a Feasibility Report\nbefore taking up development of Pondicherry Port could\nnot have given it up in an arbitrary manner, all of a\nsudden, to benefit M/s SPML and therefore grant of Letter\nH\n232 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA of Intent dated June 3, 2005 to the Respondent No.11\nshould be voided, has no factual basis. [Para 16] [284-D-\nB\nC\nD\nE]\n5.1. What is most important to notice is that in the\nmeeting held on March 11, 2005 only Respondent No.11\nwas present. During the presentation made by the\nRespondent No. 11, it was found that Respondent No. 11\nhad entered into consortium with Halcrow, a very\nprominent company in the field of Port development\nprojects. The background of the said firm is set out in the\nMinutes of the proceedings held on March 11, 2005. The\nsaid firm is described as a company which has been in\nIndia for more than 30 years and its expertise is in the\ndevelopment of multi purpose ports. [Para 16] [291-A-C]\n5.2. The petitioners have not made any reference to\nthe proceedings of March 11, 2005 or the Minutes of the\nsaid Meeting. Instead, they have straightaway referred to\nthe note prepared on April 5, 2005 to suggest that Mr. S.D.\nSunderesan, Director (Ports) was opposed to the\nE development of the Port and for that reason he was\ntransferred by the Government. The affidavit in reply\nmakes it very clear that this allegation of the petitioner is\nfactually wrong. Mr. Sunderesan was recommended for\npromotion to higher grade by Departmental Promotion\nCommittee in March 2005 itself and his posting as a\nDeputy Secretary was effected in May 2005. Thus, it is\nwrong on the part of the petitioners to allege/suggest that\nmerely because he was opposed to the development of\nthe Port, he was transferred by the Government. The note\ndated April 5, 2005 was considered and the Under\nSecretary (Port) made a detailed note with reference\nthereto on April 8, 2005 dealing with every aspect, point-\nwise. The Chief Secretary prepared a detailed note\npointing out that the matter had been considerably\ndelayed and that the Port Privatisation Committee had\nF\nG\n+\nI\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 233\nUNION OF INDIA AND ORS.\nrecommended that a Letter of Intent be issued to SPML. A\nThe Chief Secretary sent a note dated May 26, 2005 which\nwas put-up before the Minister of Ports for orders. The\nMinister of Ports approved the note on June 1, 2005\nrecommending that suitable clauses be incorporated to\nbind the party down to ensure that the project did not get B\ndelayed. The Chief Minister approved the proposal on\nJune 3, 2005 and thereafter the proposal was approved\nby the Lieutenant Governor on June 3, 2005. [Para 16]\n[291-D-H; 292-A-B]\n6. On the facts and in the circumstances of the case,\nthis Court is of the firm opinion that the events leading\nto the award of Letter of Intent to the respondent No.11\nin June, 2005 do not indicate, in any manner, that the\nGovernment had acted arbitrarily or that the Letter of\nIntent was issued to favour the respondent No.11 with\noblique motives and, therefore, the contention of the\nappellants in this regard is rejected. [Para 20] [298-A-B]\nC\nD\nF\n7.1. It is well settled that non-floating of tenders or not\nholding of public auction would not be in all cases be E\ndeemed to be the result of the exercise of the executive\npower in an arbitrary manner. Generally, when any State\nland is intended to be transferred or the State largesse\ndecided to be conferred, resort should be had to public\nauction or transfer by way of inviting tenders from the\npeople. However, what is important to notice is that the\nold Pondicherry Port is very much in existence. This is\nnot a case of establishment of new port at Pondicherry\nbut this is a case of developing an existing port to meet\nrapid changes in transport technology and to improve\nthe existing port facilities. The development of an existing\nport on Build, Operate and Transfer basis can never be\nequated with intended sale of Government land or\ntransfer of State largesse. This is not a case where a\nState asset is sought to be sold or the State is out to\nG\nH\n1\n234 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA purchase goods. Such cases stand on a different footing\nfrom a major issue of economic development such as\ndevelopment of a port. The respondent No.11 is called\nupon to develop the Pondicherry Port on BOT basis.\nThus after development of the Port, the same will have\nB to be retransferred to the Government of Pondicherry. In\nthe matter of policy decision and economic tests the\nscope of judicial review is very limited. Unless the\ndecision is shown to be contrary to any statutory\nprovision or the Constitution, the Court would not\ninterfere with an economic decision taken by the State.\n[Para 21] [298-D-H; 299-A]\nC\nD\n7.2. The court cannot examine the relative merits of\ndifferent economic policies and cannot strike down the\nsame merely on ground that another policy would have\nbeen fairer and better. In a democracy, it is the prerogative\nof each elected Government to follow its own policy.\nOften a change in Government may result in the shift in\nfocus or change in economic policies. Any such change\nmay result in adversely affecting some vested interests.\nE Unless any illegality is committed in the execution of the\npolicy or the same is contrary to law or malafide, a\ndecision bringing about change cannot per se be\ninterfered with by the court. It is neither within the domain\nof the courts nor the scope of judicial review to embark\nF upon an enquiry as to whether a particular public policy\nis wise or whether better public policy can be evolved.\nNor are the courts inclined to strike down a policy at the\nbehest of a petitioner merely because it has been urged\nthat a different policy would have been fairer or wiser or\nG more scientific or more logical. Wisdom and advisability\nof economic policy are ordinarily not amenable to judicial\nreview. In matters relating to economic issues the\nGovernment has, while taking a decision, right to \"trial\nand error\" as long as both trial and error are bona fide and\nH\n☑\n"}