{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nH.P. PYAREJAN\nV.\nDASAPPA (DEAD) BY LRS. AND ORS.\nFEBRUARY 6, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nD\nSpecific Relief Act, 1963-Section 16(c)—Plaintiff is entitled to the benefit\nof specific performance of contract, if he avers and proves that he had\nperformed or had always been ready and willing to perform his part of the\ncontract.\nCode of Civil Procedure, 1908--Section 100-Second appeal--Finding\nof fact-Interference with--Not warranted, if it involves re-appreciation of\nevidence-Jurisdiction of High Court to interfere, is confined to hearing on\nsubstantial question of law.\nPlaintiff-Respondent had filed a suit for specific performance of\ncontract. Trial Court and First Appellate Court dismissed the suit and the\nfirst appeal, on the ground that there was no evidence by plaintiff to show\nthat he was ready and willing to perform his part of the contract. High\nE Court allowed the second appeal. Hence the present appeal.\nF\nAllowing the appeal, the Court\nHELD: 1. The basic principle behind Section 16(c) read with\nExplanation (ii) of Specific Relief Act, 1963 is that any person seeking\nbenefit of the specific performance of contract must manifest that his\nconduct has been blemishless throughout, entitling him to the specific\nrelief. The provision imposes a personal bar. The Court is to grant relief\non the basis of the conduct of the person seeking relief. Section 16(c)\nmandates the plaintiff to aver in the plaint and establish as the fact by\nevidence aliunde that he has always been ready and willing to perform\nG his part of the contract. If the pleadings manifest that the conduct of the\nplaintiff entitles him to get the relief he should not be denied the relief.\n[127-G, H;128-A]\nH\nPrem Raj v. The D.L.F. Housing and Construction (Private) Ltd. and\nAnr., AIR (1968) SC 1355; Syed Dastagir v. T.R. Gopalakrishna Setty, [1999]\n120\n+\nH.P. PYAREJAN v. DASAPPA(DEAD) BY LRS. [PASAYAT, J.] 121\n6 SCC 337; Motilal Jain v. Ramdasi Devi (Smt.) and Ors., [2000] 6 SCC 420; A\nAniglase Yohannan v. Ramlatha and Ors., [2005] 7 SCC 534 and Ardeshir\nH. Mama v. Flora Sassoon, AIR (1928) PC 208, referred to.\nCork v. Ambergate etc. and Railway Co., (1851) 117 ER 1229, referred\nto.\nB\n2. High Court had not formulated question regarding the correctness\nor otherwise of the findings of facts recorded by the trial Court nor\ndiscussed as to in what way the requirement of Section 16(c) regarding\nthe proof of readiness and willingness of the plaintiff to perform his part\nof the contract was fulfilled. Therefore, the judgment of the High Court\nsuffers from serious infirmities. It suffers from the vice of exercise of\njurisdiction which did not vest in it under the law. Under Section 100 of\nthe Code of Civil Procedure, 1908 the jurisdiction of the High Court to\ninterfere with the judgments of the courts below is confined to hearing\non substantial questions of law. Interference with finding of fact by the\nHigh Court is not warranted if it involves re-appreciation of evidence.\n[128-B-D]\nPanchugopal Barua v. Umesh Chandra Goswami, [1997] 4 SCC 713\nand Kshitish Chandra Purkait v. Santosh Kumar Purkait, [1997] 5 SCC 438,\nrelied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1501 of 2000.\n(From the Judgment and Order dated 30.7.1997 of the Karnataka High\nCourt in R.S.A. No. 244 of 1987.\nC\nD\nE\nS.K. Kulkarni, M. Gireesh Kumar and Ms. Sangeeta Kumar for the F\nAppellant\nShantha Kumar Mahale, Rajesh Mahale, S. Manjunath and P.\nNarasimhan for the Respondents\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment\nrendered by a learned Single Judge of the Karnataka High Court allowing the\nsecond appeal filed by the plaintiff.\nFactual background in a nutshell is as follows:\nG\nH\nA\nB\nC\n122\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nThe case of the plaintiff was that he entered into an agreement of sale\non 22.8.1977. Though defendants 1 to 5 were to execute the agreement, at\nthe time of agreement, the fifth defendant went out saying that he would\ncome and sign later, but did not sign it at all and only defendants 1 to 4\nsigned the agreement of sale. However, the plaintiff claimed that defendant-\n5 must also join in execution of the sale deed and prayed for a decree for\nspecific performance.\nIn the written statement filed by the first defendant, it was contended\nthat all the defendants are tenants in common and co-owners. Defendants 2\nto 4 were in need of money during 1977 and approached the plaintiff to\nadvance loan. The plaintiff agreed to advance loan provided the defendants\nexecute an agreement of sale in his favour for the security of the loan borrowed\nand expressed his intention that all the defendants should execute nominal\nagreement of sale and then only he would pay the amount. Under the\ncircumstances the first defendant and defendants 2 to 4 who were in need of\nmoney were forced to sign the document and believing the words of the\nD plaintiff, executed a nominal agreement of sale. The fifth defendant who filed\na separate written statement, however, claimed that there is a collusion between\nthe plaintiff and defendants 1 to 4 and the suit was brought to harass him and\ndeprive him of his legal right and interest over the suit property. They also\ncontended that there is undue delay on the part of the plaintiff and the suit\nwas instituted just to overcome the period of limitation which was about to\nE\nexpire.\nThe Trial Court as well as the First Appellate Court held that there was\nno evidence adduced by the plaintiff to show that he was ready and willing\nto perform his part of the contract. It was also noticed that there was no\nF specific pleading showing readiness and willingness of the plaintiff to perform\nhis part of the contract. Accordingly the suit and the first appeal were\ndismissed. Plaintiff filed second appeal under Section 100 of the Code of\nCivil Procedure, 1908 (in short the ‘Code'). The High Court framed the\nfollowing questions for adjudication:\nG\nH\nI.\n(1) Whether the lower Courts were in error in holding that there is\nno specific pleading showing the readiness and willingness of\nthe plaintiff to perform his part of the contract?\n(2) Whether the lower appellate Court was in error in taking the\nview that the contract of sale is indivisible and that defendants\n1 to 4 cannot convey their even 4/5th share?\"\n1\nH.P. PYAREJAN v. DASAPPA(DEAD) BY LRS. [PASAYAT, J.] 123\nThe High Court held that there was specific pleading as regards the readiness A\nand willingness of the plaintiff to perform his part of the contract. It, however,\ndid not record any finding so far as the second question is concerned. It\naccordingly allowed the second appeal.\nLearned counsel for the appellant has submitted that in order to satisfy\nthe requirement of Section 16(c) of the Specific Relief Act, 1963 (in short the B\n‘Act') the plaintiff not only requires to plead that he is ready and willing to\nperform his part of the contract but also to prove that aspect. In the instant\ncase no proof was adduced. On the contrary, the findings of fact recorded by\nthe Trial Court and the First Appellate Court to the effect that the plaintiff\nhad failed to establish that he was ready and willing to perform his part of\nthe contract have been set aside without even formulating a question of law,\nwhich is impermissible. It was further submitted that the High Court has\nplaced reliance on some of the discussions made by the Trial Court and the\nFirst Appellate Court completely ignoring the findings recorded.\nC\nLearned counsel for the respondents on the other hand submitted that D\nthe High Court has taken note of the factual position and on a proper analysis\nof the judgments of the Trial Court and the First Appellate Court recorded\na finding that requirement of Section 16(c) of the Act was fulfilled.\nThe Trial Court recorded the following findings:\n\"Therefore, the evidence of the plaintiff is an utter lie and he has\nnot offered any amount as alleged on 22.11.1977.\nE\nEven conceding for a moment that the plaintiff offered to pay\nRs.11,000/- on 22.11.977 and the first defendant has agreed to execute\nthe sale deed only on 30.11.1977, the point is, whether the plaintiff F\nagain offered to pay the amount on 30.11.1977. Admittedly according\nto P.W.2, the plaintiff has not offered to pay the defendants 2 to 5.\nSo far as defendants 2 to 5 are concerned, the plaintiff has not\nperformed his part of the contract by offering to pay the balance of\nthe amount to them. Secondly, there is no evidence to show whether\nthe plaintiff has offered to pay the said amount again on 30.11.1977.\nSo far as the plaintiff himself is concerned, he has clearly admitted\nin his evidence that only once i.e. about 3 or 4 days prior to the\nexpiry of three months period from the date of agreement he has\noffered to pay to the defendants and thereafter he has never offered\nthe amount. This clearly shows that the plaintiff has never offered the H\nG\n124\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA\namount on 30.11.1977.\"\nB\nC\nD\nE\nThese conclusions were affirmed by the First Appellate Court.\nIn order to appreciate the rival submissions Section 16(c) needs to be\nquoted along with the Explanations. The same reads as follows:\n“16. Personal bars to relief:\n(a)\n(b)\n(c) who fails to aver and prove that he has performed or has always\nbeen ready and willing to perform the essential terms of the\ncontract which are to be performed by him, other than terms of\nthe performance of which has been prevented or waived by the\ndefendant.\nExplanation- For the purpose of clause (c)-\n(i) where a contract involves the payment of money, it is not essential\nfor the plaintiff to actually tender to the defendant or to deposit\nin Court any money except when so directed by the Court;\n(ii) the plaintiff must aver performance of, or readiness and\nwillingness to perform, the contract accordingly to its true\nconstruction.\"\nIn Ardeshir H. Mama v. Flora Sassoon, AIR (1928) PC 208, the Privy\nCouncil observed that where the injured party sued at law for a breach, going\nto the root of the contract, he thereby elected to treat the contract as at an end\nF himself and as discharged from the obligations. No further performance by\nhim was either contemplated or had to be tendered. In a suit for specific\nperformance on the other hand, he treated and was required by the Court to\ntreat the contract as still subsisting. He had in that suit to allege, and if the\nfact was traversed, he was required to prove a continuous readiness and\nwillingness from the date of the contract to the time of the hearing, to perform\nthe contract on his part. Failure to make good that averment brings with it\nand leads to the inevitable dismissal of the suit. The observations were cited\nwith approval in Prem Raj v. The D.L.F. Housing and Construction (Private)\nLtd. and Anr., AIR (1968) SC 1355.\nG\nH\nThe requirements to be fulfilled for bringing in compliance of the\n}\n}\nr\nH.P. PYAREJAN v. DASAPPA(DEAD) BY LRS. [PASAYAT, J.] 125\nSection 16(c) of the Act have been delineated by this Court in several A\njudgments. While examining the requirement of Section 16(c) this Court in\nSyed Dastagir v. T.R. Gopalakrishna Settty, [1999] 6 SCC 337 noted as\nfollows:\n\"So the whole gamut of the issue raised is, how to construe a plea\nspecially with reference to Section 16(c) and what are the obligations B\nwhich the plaintiff has to comply with in reference to his plea and\nwhether the plea of the plaintiff could not be construed to conform\nto the requirement of the aforesaid section, or does this section require\nspecific words to be pleaded that he has performed or has always\nbeen ready and is willing to perform his part of the contract. In C\nconstruing a plea in any pleading, courts must keep in mind that a\nplea is not an expression of art and science but an expression through\nwords to place fact and law of one's case for a relief. Such an\nexpression may be pointed, precise, sometimes vague but still it could\nbe gathered what he wants to convey through only by reading the\nwhole pleading, depending on the person drafting a plea. In India D\nmost of the pleas are drafted by counsel hence the aforesaid difference\nof pleas which inevitably differ from one to the other. Thus, to gather\ntrue spirit behind a plea it should be read as a whole. This does not\ndistract one from performing his obligations as required under a statute.\nBut to test whether he has performed his obligations, one has to see\nthe pith and substance of a plea. Where a statute requires any fact to\nbe pleaded then that has to be pleaded may be in any form. The same\nplea may be stated by different persons through different words; then\nhow could it be constricted to be only in any particular nomenclature\nor word. Unless a statute specifically requires a plea to be in any\nparticular form, it can be in any form. No specific phraseology or F\nlanguage is required to take such a plea. The language in Section\n16(c) does not require any specific phraseology but only that the\nplaintiff must aver that he has performed or has always been and is\nwilling to perform his part of the contract. So the compliance of\n\"readiness and willingness\" has to be in spirit and substance and not\nin letter and form. So to insist for a mechanical production of the\nexact words of a statute is to insist for the form rather than the\nessence. So the absence of form cannot dissolve an essence if already\npleaded.\"\nAgain in Motilal Jain v. Ramdasi Devi (Smt.) and Ors., [2000] 6 SCC\nE\nG\nH\nD\n126\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA 420 it was noted as follows:\nB\nC\nᎠ\nE\nF\nG\nH\n\"7. The other contention which found favour with the High Court, is\nthat plaint averments do not show that the plaintiff was ready and\nwilling to perform his part of the contract and at any rate there is no\nevidence on record to prove it. Mr. Choudhary developed that\ncontention placing reliance on the decision in Varghese case [1969]\n2 SCC 539. In that case, the plaintiff pleaded an oral contract for sale\nof the suit property. The defendant denied the alleged oral agreement\nand pleaded a different agreement in regard to which the plaintiff\nneither amended his plaint nor filed subsequent pleading and it was\nin that context that this Court pointed out that the pleading in specific\nperformance should conform to Forms 47 and 48 of the First Schedule\nof the Code of Civil Procedure. That view was followed in Abdul\nKhader case, [1989] 4 SCC 313.\n8. However, a different note was struck by this Court in Chandiok\ncase, [1970] 3 SCC 140). In that case 'A' agreed to purchase from\n'R' a leasehold plot. 'R' was not having lease of the land in his\nfavour from the Government nor was he in possession of the same.\n'R', however, received earnest money pursuant to the agreement for\nsale which provided that the balance of consideration would be paid\nwithin a month at the time of the execution of the registered sale\ndeed. Under the agreement 'R' was under obligation to obtain\npermission and sanction from the Government before the transfer of\nleasehold plot. 'R' did not take any steps to apply for the sanction\nfrom the Government. 'A' filed the suit for specific performance of\nthe contract for sale. One of the contentions of 'R' was that 'A' was\nnot ready and willing to perform his part of the contract. This Court\nobserved that readiness and willingness could not be treated as a\nstraitjacket formula and that had to be determined from the entirety\nof facts and circumstances relevant to the intention and conduct of\nthe party concerned. It was held that in the absence of any material\nto show that 'A' at any stage was not ready and willing to perform\nhis part of the contract or that he did not have the necessary funds for\npayment when the sale deed would be executed after the sanction\nwas obtained, 'A' was entitled to a decree for specific performance\nof contract.\n9. That decision was relied upon by a three-Judge Bench of this\nCourt in Syed Dastagir case, [1999] 6 SCC 337 wherein it was held\nL\ny\nH.P. PYAREJAN v. DASAPPA(DEAD) BY LRS. [PASAYAT, J.] 127\nthat in construing a plea in any pleading, courts must keep in mind A\nthat a plea is not an expression of art and science but an expression\nthrough words to place fact and law of one's case for a relief. It is\npointed out that in India most of the pleas are drafted by counsel and\nhence they inevitably differ from one to the other; thus, to gather the\ntrue spirit behind a plea it should be read as a whole and to test\nB\nwhether the plaintiff has performed his obligations, one has to see the\npith and substance of the plea. It was observed:\nC\n\"Unless a statute specifically requires a plea to be in any particular\nform, it can be in any form. No specific phraseology or language\nis required to take such a plea. The language in Section 16(c) of\nthe Specific Relief Act, 1963 does not require any specific\nphraseology but only that the plaintiff must aver that he has\nperformed or has always been and is willing to perform his part\nof the contract. So the compliance of 'readiness and willingness'\nhas to be in spirit and substance and not in letter and form.\"\nIt is thus clear that an averment of readiness and willingness in the\nplaint is not a mathematical formula which should only be in specific\nwords. If the averments in the plaint as a whole do clearly indicate\nthe readiness and willingness of the plaintiff to fulfil his part of the\nobligations under the contract which is the subject-matter of the suit,\nthe fact that they are differently worded will not militate against the E\nreadiness and willingness of the plaintiff in a suit for specific\nperformance of contract for sale.\"\nD\nLord Campbell in Cork v. Ambergate etc. and Railway Co., (1851) 117\nER 1229 observed that in common sense the meaning of such an averment\nof readiness and willingness must be that the non-completion of the contract F\nwas not the fault of the plaintiffs, and that they were disposed and able to\ncomplete it had it not been renounced by the defendant.\nThe basic principle behind Section 16(c) read with Explanation (ii) is\nthat any person seeking benefit of the specific performance of contract must\nmanifest that his conduct has been blemishless throughout entitling him to\nthe specific relief. The provision imposes a personal bar. The Court is to\ngrant relief on the basis of the conduct of the person seeking relief. If the\npleadings manifest that the conduct of the plaintiff entitles him to get the\nrelief on perusal of the plaint he should not be denied the relief.\nG\nH\nA\nB\nC\n128\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nSection 16(c) of the Act mandates the plaintiff to aver in the plaint and\nestablish as the fact by evidence aliunde that he has always been ready and\nwilling to perform his part of the contract. The principles were recently\nelaborated in Aniglase Yohannan v. Ramlatha and Ors., [2005] 7 SCC 534.\nAs rightly contended by learned counsel for the appellant no question\nwas even formulated regarding the correctness or otherwise of the findings\nof facts recorded by the Trial Court. The High Court has also not discussed\nas to in what way the requirement of Section 16(c) regarding the proof of\nreadiness and willingness of the plaintiff to perform his part of the contract\nwas fulfilled.\nIn our opinion, therefore, the judgment of the High Court suffers from\nserious infirmities. It suffers from the vice of exercise of jurisdiction which\ndid not vest in the High Court under the law. Under Section 100 of the Code\n(as amended in 1976) the jurisdiction of the High Court to interfere with the\njudgments of the courts below is confined to hearing on substantial questions\nD of law. Interference with finding of fact by the High Court is not warranted\nif it involves re-appreciation of evidence (see Panchugopal Barua v. Umesh\nChandra Goswami, [1997] 4 SCC 713 and Kshitish Chandra Purkait v.\nSantosh Kumar Purkait, [1997] 5 SCC 438). High Court has not even discussed\nany evidence. No basic finding of fact recorded by the courts below has been\nreversed much less any reason assigned for taking a view contrary to that\ntaken by the Courts below. The finding on the question of readiness and\nwillingness to perform the contract which is a mixed question of law and fact\nhas been upset. It is statutorily provided by Section 16(1)(c) of the Act that\nto succeed in a suit for specific performance of a contract the plaintiff shall\naver and prove that he has performed and has always been ready and willing\nF to perform the essential terms of the contract which were to be performed by\nhim other than the terms the performance of which has been prevented or\nwaived by the defendant.\nE\nG\nLooked at from any angle the judgment of the High Court is vulnerable\nand needs to be set aside and it is so directed.\nThe appeal is allowed without any order as to costs.\nD.G.\nAppeal allowed.\n"}