{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n18\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nPer Asok Kumar Ganguly, J. (Concurring)\nHELD: 1. In India, extradition has not been defined\nunder the Extradition Act 1962. But extradition is different\nfrom deportation by which competent State authorities\nB order a person to leave a country and prevent him from\nreturning to the same territory. Extradition is also\ndifferent from exclusion, by which an individual is\nprohibited from staying in one part of a Sovereign State.\nBoth deportation and exclusion basically are non-\nC consensual exercise whereas extradition is based on a\nconsensual treaty obligation between the requesting\nState and the requested State. Extradition, however, is\nonly to be resorted to in cases of serious offences.\nExtradition treaties and legislation are designed to\ncombine speed and justice. [Paras 6, 8 and 9] [65-C; 66-\nB-E]\nD\nE\nF\nGerhard Terlinden vs. John C. Ames, Re Evans - 1994\n(3) All E.R. 449- referred to.\n\"International Extradition and World Public Order, 1974,\nOceana Publications\" - referred to.\n2. Doctrinally speaking, Extradition has five\nsubstantive ingredients. They are: (a) reciprocity, (b)\ndouble criminality, (c) extraditable offences, (d) specialty\nand (e) non inquiry. In India, the Act suffered an\namendment in 1993, by Act 66 of 1993. As a result thereof\nSection 21 has been completely recast and the doctrine\nof Specialty has been introduced. The amendment\nenables the requesting State to try the fugitive for a lesser\noffence without restoring him to the requested State. In\nfact the doctrine of specialty is in fact a corollary to the\nprinciple of double criminality, and is founded on policy\nand expediency and on the basic principle of reciprocity.\nIt is thus a universally recognized principle of\nH international law and partakes of doctrines of both double\nG\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 19\nMAHARASHTRA\ncriminality and reciprocity. [Paras 25, 26, 27 and 28] [71- A\nE-F; 73-D-G]\n3. A fair balance has to be struck between Human\nRights norms and the need to tackle transnational crime.\nThe extradition law has to be an amalgam of international\nand national law. Normally, in extradition law the\nrequested State is to follow the rule of Non-Inquiry which\nmeans that the requested State is not to normally make\ninquiry about the nature of criminal justice system in the\nrequesting State. That is why in the instant case, on a\ncomplaint being made by the appellant in the Court of the\nrequested country, the Courts of Portugal await the\ndecision of this Court. The actual conduct of trial of the\nextradited accused is left to the criminal jurisprudence\nfollowed in the requesting State. However, non-inquiry is\nnot an absolute principle. In a given situation, the\nrequested State may question the procedures in the\nrequesting State if they are prima facie contrary to\nfundamental principles of justice and there is a high risk\nof the fugitive being prejudiced by the process of\nextradition. Obligations entered by many countries of the\nworld, including India, in the form of Covenant on Civil\nand Political Rights, and The Convention Against Torture\nand Other Cruel, Inhuman or Degrading Treatment or\nPunishment (to which India is a Signatory), would\npreclude a total and unconditional observance of the\nprinciple of non-inquiry. Even though, non- inquiry is not\nan absolute doctrine, but in the facts of the instant case,\nit operates. [Paras 10, 11 and 16] [66-G; 67-D-F; 69-D-E]\nSoering vs. United Kingdom 1989 (11) EHRR 439;\nCanada vs. Schmidt (1987) 1 SCR 500 - referred to.\nB\nC\nD\nE\nF\nG\n4. In the instant case, extradition has been allowed\nby the requested State on the specific undertaking of the\nGovernment of India that the extradited criminal will not\nbe subjected to death penalty or imprisonment beyond H\n20 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA 25 years. Therefore, the basic human rights\nconsiderations have been taken into account and the\nguidelines in Soering case have been adhered to. Thus,\nprimacy has been accorded to human rights norms in the\nextradition process. [Para 24] [71-C-D]\nB\n-\nSoering vs. United Kingdom 1989 (11) EHRR 439 –\nreferred to.\n5. This position of extraditable offences, and the\nobligations of the requesting State can further be\nC understood, if one bears in mind the fact that the\ndoctrines of double criminality and specialty are both\nsafeguards of the individual rights of the extraditee who\nshould not be tried on unexpected counts, as well as the\nrights of the requested State to have its laws and\nD processes given adequate deference by the requesting\nState. It is not only a means to protect the person from\nunexpected prosecution, but also a preventive guard\nagainst the abuse of the legal process of the requested\nState. While the first takes care of the individual's right,\nE the second takes care of the rights of a sovereign State.\n[Para 31] [74-F-H; 75-A]\nF\nG\nH\n6. Section 21 of Extradition Act is in keeping with the\nrule of double criminality, which requires a mutually\nacceptable position between the requesting as well as\nthe requested State on all the aspects of the criminal act\ncommitted by the person who is to be extradited. This\nunderstanding is not about an agreement as to the\nspecifics, but rather a consensus ad idem in the\ncontractual relationship between two sovereign States.\n[Para 30] [74-C-D]\nExtradition in International Law (1971) at page 137 -\nreferred to.\n7. In the instant case, the insistence of the Central\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 21\nMAHARASHTRA\nGovernment on trying the appellant for lesser offences\nis permissible, both under the Extradition Act as well as\nunder the Convention for Suppressing Terrorist\nBombings. The Convention fills up a huge void in\ninternational law by expanding the legal framework and\nenabling several States to co-operate in the investigation,\nprosecution and extradition of several persons who are\nengaged in such international terrorism. It is of utmost\nimportance as it strengthens international law\nenforcement in controlling international terrorism. This\nConvention is structured on prior counter terrorism\nconventions adopted by the United Nations. It calls upon\nthe member parties to declare certain specified conducts\nto be criminal activities and to initiate prosecution for\nthem, and to extradite persons who have committed such\nconduct in one country and are staying in another\ncountry. But unlike its predecessors, this Convention\ndoes not define terrorism. However, it points out\nparticular conducts, regardless of the motive, as\ninternationally condemnable. Thus, this convention is of\ncrucial importance in the field of international law\nA\nB\nC\nD\nenforcement devices. [Paras 17, 19 and 20] [69-F; 70-A- E\nE]\nThe International Convention for the Suppression of\nTerrorist Bombings by Samuel M. Witten; American Journal\nof International Law, Vol.92, No.4 (October 1998) pp.774-781\nreferred to.\n-\n8. There are two ways in which to describe a lesser\ncrime. Either every single element of a lesser crime\nshould be component of the greater crime on the basis\nof their statutory definitions; or the allegations of the\nlarger crime in the indictment should include all the\nfactual details of the lesser crime. Section 21(b) of the Act\nseems to embody the latter of these two principles. This\nmeans that a crime which can be framed from out of the\nF\nG\nH\n22 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R\nA factual averments themselves (i.e. evidence submitted)\nbefore the requested State at the time of extradition, can\nbe the one upon which the fugitive can be tried. A lesser\ncrime can be a cognate crime, in that it shares its roots\nwith the primary crime, even though it may be\nindependent of it. [Paras 21 and 22] [70-F-H; 71-A]\nB\nSubmission of Lesser Crimes, Columbia Law\nReview, Volume 56(6),1956 pp. 888-902 – referred to.\n-\n9. As long as the facts that have been submitted\nC before the requested State prima facie show the guilt of\nthe extraditee in a foreseeable and logically consistent\nway, the said person can be tried on all such counts that\ncan be conclusively proved against him or her. [Para 32]\n[75-B]\nD\nヨ\nCase Law Reference:\nIn the Judgement of P. Sathasivam, J:-\n(2001) 4 SCC 516\nreferred to\nPara 24\n(2007) 5 SCC 634\nrelied on\nPara 26\nIn the Judgment of Asok Kumar Ganguly, J:\n1994 (3) All E.R. 449\nreferred to\nPara 9\nF\n1989 (11) EHRR 439\nreferred to\nPara 10\n(1987) 1 SCR 500\nreferred to\nPara 10\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nG No. 990 of 2006.\nFrom the Judgment \u0026 Order dated 18.03.2006 \u0026\n13.06.2006 of the Designated Court, Arthur Road Jail, Mumbai\nin Bombay Blast Case No. 1 of 1993.\nI\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 23\nMAHARASHTRA\nWITH\nW.P. (Cri.) No. 171 of 2006, Crl. A. No. 1142-1143 of 2007.\nIrshad Ahmed, Arvind Kumar Shukla, S. Pasbola, Prem\nMalhotra, Mrinmayee Sahu, Rishi Malhotra for the Appellant.\nGopal Subramaniam, SG, H.P. Rawal, ASG, Ranjana\nNarayan, Satyakam, Arvind Kumar Sharma, P. Parmeswaran,\nArun R. Pednekar, Sanjay Kharde, Asha G. Nair, Ravindra\nKeshavrao Adsure, V.N. Raghupathy for the Respondents.\nThe Judgment of the Court was delivered by\nA\nB\nC\nP. SATHASIVAM, J. 1. The appeals and the writ petition\nraised a common question, as such were heard together and\nare being disposed of by this common judgment. The grievance\nof the appellant-Abu Salem Abdul Qayoom Ansari in the D\nappeals and writ petition is that the criminal courts in the country\nhave no jurisdiction to try in respect of offences which do not\nform part of the extradition judgment, by virtue of which he has\nbeen brought to this country and he can be tried only for the\noffences mentioned in the extradition decree.\n2. Criminal Appeal No. 990 of 2006, filed under Section\n19 of the Terrorist and Disruptive Activities (Prevention) Act,\n1987 (hereinafter referred to as “the TADA Act”), arose out of\nframing of charge on 18.03.2006 against the appellant by the\nDesignated Court at Arthur Road Jail, Mumbai in RC No.1(S/\n93)/CBI/STF known as Bombay Bomb Blast Case No. 1 of\n1993 and the order dated 13.06.2006 passed by the said Court\nseparating the trial of the accused/appellant from the main trial\nin the Bombay Bomb Blast Case.\n3. The appellant filed Criminal Appeal Nos. 1142-1143 of\n2007 against the order dated 16.04.2007 by the same\nDesignated Court, framing charges against him under Sections\n120B, 302, 307, 387, 382 IPC and under Sections 3(2)(i),\n3(2)(ii), 3(3), 3(5) and 5 of the TADA Act.\nヨ\nF\nG\nH\nA\n24 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n4. In addition to filing of the abovesaid appeals, the\nappellant has also filed Writ Petition (Crl.) No. 171 of 2006\nunder Article 32 of the Constitution of India seeking a) to issue\na writ of Certiorari to quash the charges framed against him in\nBombay Bomb Blast Case No. 1 of 1993 arising out of RC No.\nB 1 (S/93)/CBI/STF by framing of charge on 18.03.2006; b) to\nissue a writ of Certiorari to quash the order passed by the\nDesignated Court under TADA Act dated 13.06.2006 passed\nin Misc. Application No. 144 of 2006; c) issue a writ of Certiorari\nto declare that the charges framed on 18.03.2006, in Bombay\nC Bomb Blast Case No. 1 of 1993, as violative of the Rule of\nSpeciality and Section 21 of the Extradition Act, 1962; (d) issue\na writ of Mandamus to release and discharge the writ petitioner\nby quashing all the proceedings against him; (e) issue a writ\nof Prohibition prohibiting the respondents from prosecuting the\nwrit petitioner any further for the offences for which the petitioner\nhas not been extradited by the Court of Appeals at Lisbon as\naffirmed by the order of the Supreme Court of Portugal; f) issue\na writ of Prohibition prohibiting the Designated Court at Arthur\nRoad Jail at Mumbai from separating the trial of the writ\npetitioner from the other accused whose trial is stated to have\nbeen completed.\nD\nE\n5. Prosecution Case:\n(a) On 12.03.1993, there were a series of bomb explosions\nF in the Mumbai City which resulted in death of 257 persons,\ninjuries of various types to 713 persons and destruction of\nproperties worth more than Rs. 27 crores (approximately).\nThese bomb explosions were caused at vital Government\ninstallations, public places and crowded places in the city and\nits suburbs with an intention to overawe the Government\nestablished by law, and to strike terror among the public at large\nand also to adversely affect the peace and harmony among\ndifferent sections of the people. Twenty-seven criminal cases\nwere registered at respective Police Stations with regard to the\nsaid bomb explosions and subsequent recovery of arms,\nG\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 25\nMAHARASHTRA [P. SATHASIVAM, J.]\nB\nammunitions and explosives, which were illegally smuggled into A\nthe country with the intention to commit the said terrorist acts.\nOn completion of investigation, it was disclosed that various\nacts committed by the accused persons were out of a single\nconspiracy and, therefore, a single charge-sheet was filed in\nthe specially created Designated Court, Mumbai, against 189\naccused persons including 44 absconders on 04.11.1993 for\noffences punishable under Section 120B read with Sections\n324, 326, 427, 435, 121, 121-A, 122, 307, 302 and 201 of the\nIndian Penal Code read with Sections 3, 4 and 5 of the TADA\nAct read with Sections 3, 7(a), 25(1A), 25(1AA), 26, 29, 35 of C\nthe Arms Act, 1959 read with Sections 3, 4, 5 and 6 of the\nExplosive Substances Act, 1908. The appellant-Abu Salem\nwas one of the absconders mentioned in the charge-sheet.\nD\n(b) The investigation disclosed that the appellant-Abu\nSalem and other accused persons hatched a criminal\nconspiracy during the period December, 1992 to April, 1993\nwith an object to create disturbances of serious nature by\ncommitting terrorist acts by bomb explosions, murders and\ncausing destruction of properties throughout India. In pursuance\nof the said criminal conspiracy, a large quantity of arms like E\nAK-56 rifles, pistols, hand-grenades, ammunitions and RDX\nexplosives were illegally smuggled into the country through sea\nat Dighi Jetty and Shekhadi ports in Maharashtra State during\nJanuary and February, 1993. These illegal arms and\nammunitions were kept and stored at different places with\ndifferent persons with the object to commit terrorist acts.\n(c) The appellant-Abu Salem was entrusted with the task\nof transportation of illegally smuggled arms and ammunitions,\ntheir storage and distribution to other co-accused persons.\nInvestigation has disclosed that a portion of arms and\nexplosives, which were smuggled and brought illegally into India\non 09.01.1993, were taken to the State of Gujarat and stored\nat Village Sansrod, Dist. Bharuch. In the second week of\nJanuary, 1993, on the instructions of absconding accused,\nF\nG\nH\n26 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA Anees Ibrahim Kaskar, appellant-Abu Salem brought AK-56\nrifles, their ammunitions and hand-grenades from Village\nSansrod to Mumbai and distributed the same among co-\naccused persons.\nB\nC\nD\nE\nF\nG\nH\n(d) On 12.03.1993, RDX filled vehicles and suit-cases were\nplanted at strategic places like Bombay Stock Exchange, Air\nIndia Building, Near Shiv Sena Bhawan, Plaza cinema and\nthickly populated commercial places like Zaveri Bazar, Sheikh\nMemon Street etc. The suit-case bombs were also planted in\nthe rooms of 3 five-star Hotels, namely, Hotel Sea Rock,\nBandra, Hotel Juhu Centaur and Airport Centaur, Mumbai.\nExplosions were caused from the said vehicle-bombs and suit-\ncase bombs in the afternoon of 12.03.1993 and within a period\nof about two hours, large-scale deaths and destruction was\ncaused, as described earlier. Hand-grenades were also thrown\nat two places i.e. Sahar International Airport, Mumbai and\nFishermen Colony, Mahim, Mumbai. The explosions caused by\nhand-grenades also produced similar results.\n(e) During the course of investigation, a large quantity of\narms, ammunitions and explosives were recovered from the\npossession of accused persons. In India, AK-56 rifles,\nammunitions and hand-grenades cannot be possessed by\nprivate individuals, as these types of sophisticated arms and\nammunitions can only be used by the armed forces and other\nlaw enforcing agencies.\n(f) Since the appellant-Abu Salem absconded and could\nnot be arrested during the course of investigation, he was shown\nas an absconder in the charge-sheet. The Designated Court,\nMumbai, issued Proclamation No. 15777 of 1993 against him\non 15.09.1993. As the accused did not appear before the\nCourt despite issuance of Proclamation, he was declared as\na Proclaimed Offender on 15.10.1993. The Designated Court,\nMumbai issued Non-bailable Warrant against appellant-Abu\nSalem and Interpol Secretariat General, Lyons, France also\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 27\nMAHARASHTRA [P. SATHASIVAM, J.]\nissued a Red Corner Notice No. A-103/3-1995 for his arrest. A\nB\n(g) During the course of trial, the Designated Court,\nMumbai, framed common charge of criminal conspiracy\npunishable under Section 3(3) of the TADA Act and Section\n120 B of the Indian Penal Code read with Sections 3(2)(i), (ii),\n3(3), 3(4), 5 and 6 of the TADA Act read with Sections 302,\n307, 326, 324, 427, 435, 436, 201 and 212 of the Indian Penal\nCode and offences under Sections 3 and 7 read with Sections\n25 (1A), (1B), (a) of the Arms Act, 1959, Sections 9-B(1), (a),\n(b), (c) of the Explosives Act, 1884, Sections 3, 4(a), (b), 5 and\nC\n6 of the Explosive Substances Act, 1908 and Section 4 of the\nPrevention of Damage to Public Property Act, 1984 against all\nthe accused who were present before the Court, as also the\naccused who are absconding including the appellant. The\nDesignated Court, Mumbai, on 19.06.1995, ordered that the\nevidence of the witnesses may be recorded against\nabsconding accused persons in their absence in accordance\nwith the provisions of Section 299 Cr.P.C.\nD\n(h) On 18.09.2002, the appellant-Abu Salem was detained\nby the Portugese Police at Lisbon on the basis of the above E\nmentioned Red Corner Notice. In December 2002, on receipt\nof the intimation about his detention in Lisbon, the Government\nof India submitted a request for his extradition in 9 criminal\ncases (3 cases of CBI, 2 cases of Mumbai Police and 4 cases\nof Delhi Police). The request was made relying on the F\nInternational Convention for the Suppression of Terrorist\nBombings and on an assurance of reciprocity as applicable in\ninternational law. Along with the requisition of extradition, the\nrelevant facts of the cases were enclosed in the form of duly\nsworn affidavits of the concerned Police officers, together with\nother supporting documents. The letter of requisition was issued\nunder the signature of the then Minister of State for External\nAffairs and the affidavit-in-support was affirmed by Sr.\nSuperintendent of Police, CBI/STF.\nG\nI\n"}