{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\n38\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nto the extradition of fugitive criminals, and includes any\ntreaty, agreement or arrangement relating to the\nextradition of fugitive criminals made before the 15th day\nof August, 1947, which extends to, and is binding on, India;\n(e) \"foreign State\" means any State outside India, and\nincludes every constituent part, colony or dependency of\nsuch State;\n(f) \"fugitive criminal\" means a person who is accused or\nconvicted of an extradition offence within the jurisdiction\nof a foreign State and includes a person who, while in\nIndia, conspires, attempts to commit or incites or\nparticipates as an accomplice in the commission of an\nextradition offence in a foreign State.\nD\n(g) ...\nE\nF\nG\n(h) .....\n(i) ...\n(j) “treaty State” means a foreign State with which an\nextradition treaty is in operation.\"\n“3. Application of Act.-(1) The Central Government may,\nby notified order, direct that the provisions of this Act other\nthan Chapter III shall apply to such foreign State or part\nthereof as may be specified in the order.\n(2) The Central Government may, by the same notified\norder as is referred to in sub-section (1) or any subsequent\nnotified order, restrict such application to fugitive criminals\nfound, or suspected to be, in such part of India as may be\nspecified in the order.\n(3) Where the notified order relates to a treaty State,-\n(a) it shall set out in full the extradition treaty with that State;\nI\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 39\nMAHARASHTRA [P. SATHASIVAM, J.]\n(b) it shall not remain in force for any period longer than A\nthat treaty; and\n(c) the Central Government may, by the same or any\nsubsequent notified order, render the application of this\nAct subject to such modifications, exceptions, conditions\nand qualifications as may be deemed expedient for\nimplementing the treaty with that State.\nB\n(4) Where there is no extradition treaty made by India with\nany foreign State, the Central Government may, by notified\norder, treat any Convention to which India and a foreign C\nState are parties, as an extradition treaty made by India\nwith that foreign State providing for extradition in respect\nof the offences specified in that Convention.\"\n-\n\"Section 21: Accused or convicted person D\nsurrendered or returned by foreign State not to be\ntried for certain offences Whenever any person\naccused or convicted of an offence, which, if committed\nin India would be an extradition offence, is surrendered or\nreturned by a foreign State, such person shall not, until he\nhas been restored or has had an opportunity of returning\nto that State, be tried in India for an offence other than-\n(a) the extradition offence in relation to which he has\nsurrendered or returned; or\n(b) any lesser offence disclosed by the facts proved for the\npurpose of securing his surrender or return other than an\noffence in relation to which an order for his surrender or\nreturn could not be lawfully made; or\n(c) the offence in respect of which the foreign State has\ngiven its consent.\"\n17. United Nations General Assembly adopted the\nConvention for the Suppression of Terrorist Bombings on 15th\nE\nF\nG\nH\n40 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA December, 1997. It is not in dispute that both India and Portugal\nare signatories to the said Convention. In the absence of any\nspecial treaty between India and Portugal, being the\nsignatories to the said Convention, the requisition for extradition\nof the appellant-Abu Salem was signed by the then Minister of\nB State of External Affairs. The said communication reads as\nunder:-\nC\nD\nヨ\nF\nG\n\"Omar Abdullah\nMINISTER OF STATE FOR EXTERNAL AFFAIRS\nREQUISITION FOR EXTRADITION OF MR. ABU SALEM\nABDUL QAYOOM ANSARI FROM THE PORTUGUESE\nREPUBLIC\nI, Omar Abdullah, Minister of State for External Affairs,\nGovernment of the Republic of India, relying on the\nInternational Convention for the Suppression of Terrorist\nBombings and on an assurance of reciprocity as\napplicable in international law, hereby request that Mr. Abu\nSalem Abdul Qayoom Ansari, Indian national, who is\naccused of having committed certain criminal offences in\nIndia, and has been charged under the following Sections\nof the Indian Penal Code:\n201 (causing disappearance of evidence of\noffence); 302 (Punishment for Murder); 307\n(Attempt to murder); 324 (Voluntarily causing hurt\nby dangerous weapons); 326 (voluntarily causing\ngrievous hurt by dangerous weapons); 427\n(Mischief causing damage); 435 (Mischief by fire);\n468 (Forgery for purpose of cheating); 471(Using\nas genuine a forged document) of the Indian Penal\nCode read with Sections 3, 4 and 5 of Terrorist and\nDisruptive Activities (Prevention) Act, 1987 read\nwith Sections 3, 7(a), 25(1)(A), 25(1)(AA), 26, 29,\n35 of Arms Act 1959 read with Sections 3, 4, 5 \u0026\n6 of Explosive Substances Act of 1998 read with\n☐ H\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 41\nMAHARASHTRA [P. SATHASIVAM, J.]\nSection 12(1)(b) of the Passport Act, 1967 and A\n120-B (Punishment for Criminal Conspiracy) of\nIndian Penal Code.\nIn connection with Criminal Case Nos. CR.1(S)/93/\nCBI/STF/Mumbai, RC 15(S)/97/CBI/STF/NE. Delhi B\nand RC 34(A)/2002-CBI/Hyderabad of the Central\nBureau of Investigation;\nAnd\nSections 387 (Putting person in fear of death); 506 C\n(Punishment for criminal intimidation); 507 (Criminal\nIntimidation by an Anonymous Communication);\n120-B (Punishment for Criminal Conspiracy); 201\n(Causing Disappearance of Evidence of Offence).\nof Indian Penal Code read with 3(ii), 3(iv) of D\nMaharashtra Control of Organized Crime Act, 1999\nin connection with Criminal Case No. 88/2002\ndated 04/04/2002 of Police Station Greater\nKailash, New Delhi\nAnd\nE\nSections 387 (Putting person in fear of death); 506\n(Punishment for Criminal Intimidation); 120-B\n(Punishment for Criminal Conspiracy) of Indian\nPenal Code in connection with Case FIR No. 39/ F\n02 dated 26/07/02 of Police Station Special Cell,\nLodhi Colony, New Delhi\nAnd\nSection 120-B (Punishment for Criminal G\nConspiracy) of Indian Penal Code; read with 302\n(Punishment for Murder) of Indian Penal Code in\nconnection with Case FIR No. 849/98 of Police\nStation, Hauz Khas, New Delhi.\nH\n42 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\nAnd\nSections 120-B (Punishment for Criminal\nConspiracy) read with Section 384 (Punishment for\nExtortion) of Indian Penal Code, in connection with\nCase FIR No. 850/98 of Police Station, Hauz Khas,\nNew Delhi\nAnd\nSection 302 (Punishment for Murder) of Indian\nPenal code; read with Arms Act and Maharashtra\nControl of Organized Crime Act, in connection with\nCriminal Case No. CR No. 52/2001 of Crime\nBranch -CID Mumbai.\nAnd\nSection 307 (Attempt to Murder); and 34 (Acts\ndone by several persons in furtherance of common\nintention) of Indian Penal Code in connection with\nCR No. 144/99 of Police Station D.N. Nagar,\nMumbai.\nBe surrendered to the Republic of India to be dealt\nwith according to law.\nParticulars of the person whose extradition is being\nrequested, facts of the cases, relevant laws under which\nhe has been charged and the evidence to justify the issue\nof warrant for his arrest have been given in the form of duly\nsworn Affidavit together with other supporting documents\nin the enclosed volumes.\nI may further state that there are a number of other\ncriminal cases in which Mr. Abu Salem Abdul Qayoom\nAnsari is involved. A formal extradition request in respect\nof some of these criminal cases will be submitted shortly.\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 43\nMAHARASHTRA [P. SATHASIVAM, J.]\nI, hereby, certify that all documents enclosed herewith A\nhave been authenticated, I have signed my name and\ncaused my seal to be affixed hereunto at New Delhi today,\nthe 13th December, 2002.\nSd/- illegible\n(Omar Abdullah)\nB\nMinister of State for External Affairs\nGovernment of the Republic of India\"\nThe above communication was supported on facts with a\ndetailed affidavit dated 11.12.2002 duly sworn to by Mr. Om\nPrakash Chhatwal, Senior Superintendent of Police, Central\nBureau of Investigation, Special Task Force, New Delhi\nC\n18. On 13.12.2002, a Gazette Notification was issued\nmaking the provisions of the Extradition Act, except Chapter\nIII, applicable to Portuguese Republic under sub-Section (1) of D\nSection 3 of the said Act. (published in the Gazette of India,\nExtraordinary, Pt. II, Section 3(i) Dated 13.12.2002).\n19. In addition to the requisition by the then Minister of\nState for External Affairs and the Gazette Notification, on E\n17.12.2002, an assurance was extended by the then Deputy\nPrime Minister of India which reads as under:\n\"L.K. ADVANI\nDeputy Prime Minister\nNo. I/11011/90/2000-IS-IV December 17, 2002\nExcellency,\nAt the outset, I would like to express my deep\nappreciation for your letter October 4, 2002 in response\nto the letter of our External Affairs Minister of September\n23, 2002 regarding the return of Abu Salem Abdul Qayoom\nAnsari to India. In your letter, you had advised that a formal\nextradition request be presented which would fulfill the\nrequirements of Portuguese law. Accordingly, the\nF\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n44\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nconcerned authorities in India have been in the process\nof preparing the required formal extradition request for\npresentation.\nIn this context, we have been informed that under\nPortuguese law, an offender cannot be extradited to the\nrequesting country if the offence or offences committed\nattract the visitation of either the death penalty or\nimprisonment for an indefinite period beyond 25 years. As\nthe offences Abu Salem Abdul Qayoom Ansari is charged\nwith or accused of would attract the death penalty and life\nimprisonment under Indian law, a solemn sovereign\nassurance is required to enable his extradition from\nPortugal to India.\nThe Government of India also desires that Abu\nSalem Abdul Qayoom Ansari's accomplice, Monica Bedi,\nbe extradited to India. One of the offences she is accused\nof would carry the penalty of life imprisonment, Monica Bedi\nwas arrested in Portugal on September 18, 2002 along\nwith Abu Salem Abdul Qayoom Ansari.\nThe issue of the legal basis for the above assurance\nto be given by the Government of India has been given due\nattention. I may mention that Section 34(c) of the Indian\nExtradition Act, 1962 states that \"Notwithstanding anything\ncontained in any other law for the time being in force,\nwhere a fugitive criminal, who has committed an\nextradition offence punishable with death in India is\nsurrendered or returned by a foreign State on the request\nof the Government and the laws of that foreign State do\nnot provide for the death penalty for such an offence, such\nfugitive criminal shall be liable for punishment of\nimprisonment for life only for that offence.\"\nFurther Article 72 (1) of the Constitution of India\nprovides that \"The President shall have the power to grant\npardons, reprieves, respites or remissions of punishment\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 45\nMAHARASHTRA [P. SATHASIVAM, J.]\nB\nor to suspend, remit or commute the sentence of any A\nperson convicted of any offence.\" In all cases where the\npunishment or sentence is for any offence against any law\nrelating to a matter to which the executive power of the\nUnion extends including where the sentence is a sentence\nof death. Further, it is a settled law that the power under\nArticle 72 of the Constitution of India is to be exercised\non the advice of the Government and not by the President\nacting on his own and that the advice of the Government\nis binding on the Head of the State. Also, the President's\npower under the said Article 72 is a constitutional power C\nand is beyond judicial review.\nIt is also pertinent to state that in addition to the\nabove provisions, Section 432 and 433 of the Code of\nCriminal Procedure of India 1973 confer power on the\nGovernment, to commute a sentence of life imprisonment\nto a term not exceeding 14 years.\nD\nE\nThe Government of India, therefore, on the basis of\nthe provisions of the Constitution of India, the Indian\nExtradition Act, 1962 and the Code of Criminal Procedure\nof India, 1973 solemnly assures the Government of\nPortugal that it will exercise its powers conferred by the\nIndian laws to ensure that if extradited by Portugal for trial\nin India, Abu Salem Abdul Qayoom Ansari and Monica\nBedi would not be visited by death penalty or F\nimprisonment for a term beyond 25 years.\nPlease accept, your Excellency, the assurance of my\nhighest consideration.\nH.E. MR. ANTONIO MARTINS DA CRUZ\nMINISTER FOR FOREIGN AFFAIRS\nPORTUGAL\"\nSd/- illegible G\n(L.K. ADVANI)\nH\n46\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA\n20. In pursuance of all the above assurances and\ncommunications, on 28.03.2003, the Ministerial order came to\nbe passed admitting extradition amongst others for Section\n120B read with Section 302 IPC, Section 3(2) of TADA.\nHowever, the ministerial order declines extradition for Section\nB 25(1A) and (1B) of the Arms Act and Sections 4 \u0026 5 of\nExplosive Substances Act. On 25.05.2003, the Ambassador\nof India in Lisbon gave further assurance that they will not be\ntried for offences other than those for which extradition was\nsought for and they will not be extradited to a third country.\nс\nD\n21. In pursuance of the Ministerial order dated 28.03.2003,\nHer Excellency, the Minister of Justice, under the terms provided\nin No. 2 of Article 48 of Law 144/99 submitted through the\nPublic Prosecution a request for extradition before the Court\nof Appeals of Lisbon. The appellant-Abu Salem also preferred\nan appeal against the order of Extradition before the Court of\nAppeals, Lisbon. By order dated 14.07.2004, the Court of\nAppeals Lisbon agreed to authorize extradition for the offences\ncontained in the request of prosecution with an exception of\noffences punishable with death or life imprisonment. Aggrieved\nE by the same, the Public Prosecution challenged the order of\nCourt of Appeals before the Supreme Court of Justice by\nlodging an appeal on 23.07.2004 and sought extradition also\nfor offences punishable with death and life imprisonment. On\n29.07.2004, the appellant also filed an appeal against the said\norder of the Court of Appeals. On 27.01.2005, the Supreme\nCourt of Justice permitted the extradition for the offences in\nview of the assurances given by the Government of India that\nthe person extradited would not be visited by death penalty or\nimprisonment for a term beyond 25 years. In addition to the\nG same, on 03.03.2005, the Supreme Court of Justice issued a\nsupplementary order maintaining the decision made on\n27.01.2005. On 13.06.2005, the petition for appeal of the\nappellant-Abu Salem was rejected by the Constitutional Court\nby upholding the constitutional validity of the provisions of\nArticle 9.3 of the said New York Convention which obliges the\nF\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 47\nMAHARASHTRA [P. SATHASIVAM, J.]\nsignatory State for extradition for offences covered under it A\nnotwithstanding lack of mutual extradition treaty between the\nparties. On 10.11.2005, the custody of the appellant was\nhanded over to the Indian Authorities and on 11.11.2005, the\nappellant was brought to India and was produced before the\nDesignated Court, Mumbai in RC-1(S) of 1993 and by order\ndated 18.03.2006, the substantive charges in addition to charge\nof conspiracy were framed against the appellant and his plea\nof not guilty and claim of trial was recorded. Thereafter, the\nprosecution filed Miscellaneous Application bearing No. 144/\n2006 seeking separation of the trial of the accused from the C\nB\nD\nmain trail in the Bombay Bomb Blast case. In the meanwhile,\nthe appellant also filed Misc. Appeal No. 161 of 2006 seeking\nproduction of relevant record of extradition and sought joint trial\nalong with other 123 accused whose trial was nearing\ncompletion. By order dated 13.06.2006, the Designated Court\nallowed the application of the Prosecution for separation of trial\nand held that the trial would continue as BBC-1-B/1993 in\ncontinuity with the earlier joint case. The Designated Court has\npointed out that the assurances were given with respect to\nsentences which could be imposed and not with respect to the\noffences with which he could be tried. It was further held that\nthe 'lesser offence' in Section 21 of the Extradition Act covers\nwider matters than the phraseology \"minor offence\" in Section\n222 of Criminal Procedure Code. It was also held by the\nDesignated Court that although the overt acts with which the\nappellant has been charged may not be cognate with the F\ningredients of offence with which he has been charged,\nhowever, they are lesser offences for the purposes of Section\n21 of the Extradition Act.\nE\n22. It is relevant to point out that apart from challenging the\nG\nabovesaid order by way of an appeal under Section 19 of the\nTADA Act and a writ petition under Article 32 of the\nConstitution, the appellant has also moved an application\nbefore the Court of Appeal in Lisbon that he is being tried in\nIndia for violation of Principles of Speciality as contained in H\n"}