{"pages":[{"pageNumber":71},{"pageNumber":72}],"text":"198\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nconfessions would be inconsistent with the guilt of the\nappellants.\"\nIt clearly emerges from the submissions advanced at the behest of\nthe accused-respondents, that the confessions made by the\naccused in Special Case no.4 of 2009 are sought to be adopted\nB for establishing the fact, that it was not the accused-respondents\nherein who are responsible for the seven bomb blasts in seven\ndifferent first class compartments of local trains of Mumbai Suburban\nRailways on 11.7.2006, but it was the accused (Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah) in Special\nC Case no. 4 of 2009 who had already confessed to the same. It is\ntherefore apparent, that the objective of the accused-respondents\nis not to rely on the factum of a confessional statement having been\nrecorded. The objective is to achieve exculpation of\nblameworthiness on the basis of the truth of the confessional\nD statements made before witnesses at serial nos. 63 to 66. It needs\nto be kept in mind that the witnesses sought to be produced in their\ndefence by the accused-respondents (the witnesses at serial nos.\n64 to 66), cannot vouchsafe the truth or falsity of the confessional\nstatements made by Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah. It is indeed the persons who had made\nsuch confessions who can do so. Since it is the truthfulness of the\nconfessional statements made before the witnesses at serial nos.\n63 to 66 which is the real purpose sought to be achieved, we are of\nthe view that only those who had made the confessional statements\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah) can vouchsafe for the same. This can only be done under\nthe provisions of the Evidence Act. For that the accused-\nrespondents; can only pin their hopes on the persons who had\nmade the confessional statements. There is certainly no escape\nfrom the above course in view of the mandate of Section 60 of the\nEvidence Act. The effect of Section 60 aforesaid, has been\nhighlighted and discussed above. This would also constitute one\nof the reasons for accepting the contention advanced before us on\nbehalf of State of Maharashtra. In the background of the object\nsought to be achieved having been clarified by us, it is apparent,\nH that Sections 35 and 80 would be of no avail to the accused-\nE\nF\nG\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 199\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nrespondents in the facts and circumstances of this case, since we\nhave already concluded hereinabove, that the witnesses at serial\nnos. 63 to 66 cannot be summoned, as their evidence before the\ntrial Court would not fall within the realm of admissibility with\nreference to \"facts in issue\" or \"relevant facts\".\nA\nB\n44. From different angles and perspectives based on the\nprovisions of the Evidence Act and MCOCA examined on the basis\nof submissions advanced by the learned counsel representing the\nrival parties, it is inevitable for us to conclude, that the accused-\nrespondents cannot be permitted to summon the witnesses at serial\nnos. 63 to 66 as defence witnesses, for the specific objective sought C\nto be achieved by them.\nD\n45. For the reasons recorded hereinabove, we are satisfied,\nthat the impugned order dated 26.11.2012 passed by the High\nCourt deserves to be set aside. The same is accordingly hereby\nset aside. It is held, that it is not open to the accused-respondents\nto produce the witnesses at serial nos. 63 to 66 in order to\nsubstantiate the confessional statements made by Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah (the\naccused in Special Case no. 4 of 2009), who are not accused/co-\naccused in Special Case no. 21 of 2006 (out of the proceedings E\nwhereof, the instant appeal has arisen).\n46. Appeal stands allowed.\nB.B.B.\nAppeal allowed.\n"}