{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nс\nD\nE\nLL\nF\n☐☐ G\nH\n188\nSUPREME COURT REPORTS\n(e)\n(f)\n(g)\n(h)\n(i)\n[2013] 5 S.C.R.\nconsigned, stating that the ship sailed on a given day\nfrom Bombay harbour, is a relevant fact.\nThe question is, whether rent was paid to A for certain\nland.\nA letter from A's deceased agent to A, saying that he\nhad received the rent on A's account and held it at A's\norders, is a relevant fact.\nThe question is, whether A and B were legally married.\nThe statement of a deceased clergyman that he\nmarried them under such circumstances that the\ncelebration would be a crime, is relevant.\nThe question is, whether A, a person who cannot be\nfound, wrote a letter on a certain day. The fact that a\nletter written by him is dated on that day, is relevant.\nThe question is, what was the cause of the wreck of a\nship.\nA protest made by the Captain, whose attendance\ncannot be procured, is a relevant fact.\nThe question is, whether a given road is a public way.\nA statement by A, a deceased headman of the village, that\nthe road was public, is a relevant fact.\n(j)\n(k)\n(1)\nThe question is, what was the price of grain on a certain\nday in a particular market. A statement of the price,\nmade by a deceased banya in the ordinary course of\nhis business is a relevant fact.\nThe question is, whether A, who is dead, was the father\nof B.\nA statement by A that B was his son, is a relevant fact.\nThe question is, what was the date of the birth of A.\nA letter from A's deceased father to a friend,\nannouncing the birth of A on a given day, is a relevant\nfact.\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 189\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.}\n(m) The question is, whether, and when, A and B were A\nmarried.\n(u)\nAn entry in a memorandum-book by C, the deceased\nfather of B, of his daughter's marriage with A on a given\ndate, is a relevant fact.\nA sues B for a libel expressed in a painted caricature\nexposed in a shop window. The question is as to the\nsimilarity of the caricature and its libellous character.\nThe remarks of a crowd of spectators on these points\nmay be proved.\"\nAccording to the learned counsel for the accused-respondents,\nSection 32 expressly legitimises hearsay evidence pertaining to\nthe cause of a person's death, or the circumstances of the\ntransaction which resulted in a person's death. Whilst the aforesaid\nsubmission is correct, it is not possible for us to accept the same\nas extendable, to the present case.\n37. A perusal of Section 32 reveals, that it is permissible, while\nleading evidence relating to the cause of a person's death or\nrelating to the circumstances which resulted in his death, to produce\nin evidence statements, written or verbal, made by a person who\nhas since died, or by the persons who cannot be found, or by those\nwho have become incapable of giving evidence, or by those whose\nattendance cannot be procured without an amount of delay. It is\nclear, that secondary evidence is permissible when the issue\nrelates to the cause of a person's death, or the circumstances of a\ntransaction which resulted in his death. But such permissibility,\nwould extend only to the exigencies expressly enumerated in\nSection 32 of the Evidence Act. The situations wherein secondary\nevidence is permissible under Section 32 of the Evidence Act\ninclude statements made by persons who have since died, or\nstatements made by persons who cannot be found, or statements\nmade by persons who have become incapable of giving evidence,\nor statements made by persons who cannot be procured without\nan amount of delay or expense. Neither of these exigencies exists\ninsofar as the present controversy is concerned. The authors of the\nconfessional statements (Sadiq Israr Shaikh, Arif Badruddin\nB\nC\nD\nE\nF\nG\nH\n190\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Shaikh and Ansar Ahmad Badshah) in Special Case no. 4 of 2009,\nare very much available and their presence can be procured by the\naccused-respondents to be presented as defence witnesses on\ntheir behalf. In the aforesaid view of the matter, it is not possible for\nus to accept, that the accused-respondents can place reliance on\nB Section 32 of the Evidence Act, in order to lead evidence in respect\nof the confessional statements (made by Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah), by recording\nevidence to the statements of the witnesses at serial nos. 63 to 66.\n38. It is also essential to notice herein, that in order to render\nC Section 32 of the Evidence Act, admissible for recording the\nstatements of witnesses at serial nos. 63 to 66, in lieu of the\nconfessional statements made by Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah, learned counsel for\nthe accused-respondents had placed emphatic reliance on Article\nD 20 of the Constitution of India. Article 20 aforementioned is\nreproduced hereunder:-\nE\nF\n\"20. Protection in respect of conviction for offences-\n(1)\n(2)\n(3)\nNo person shall be convicted of any offence except for\nviolation of a law in force at the time of the commission\nof the Act charged as an offence, nor be subjected to\na penalty greater than that which might have been\ninflicted under the law in force at the time of the\ncommission of the offence.\nNo person shall be prosecuted and punished for the\nsame offence more than once.\nNo person accused of any offence shall be compelled\nto be a witness against himself.\"\nRelying on sub-Article (3) of Article 20, it was the contention of the\nG learned counsel for the accused-respondents, that since no accused\ncan be compelled to be a witness against himself, it would not be\nopen to the accused-respondents to summon Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah, and thereby\ncompel them to be witnesses against themselves. In that sense, it\nH was submitted, that the authors of the confessional statements must\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 191\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nbe deemed to be persons incapable of giving evidence and/or A\npersons whose attendance cannot be procured for deposition,\nduring the trial of Special Case no. 21 of 2006.\n39. The plea advanced at the hands of the learned counsel for\nthe accused-respondents, as has been noticed in the foregoing\nparagraph, is clearly not available to the accused-respondents in B\nview of the protection afforded to a witness who would find himself\nin such a peculiar situation under Section 132 of the Evidence Act.\nSection 132 of the Evidence Act is being extracted hereunder:-\nC\n\"132.Witness not excused from answering on ground\nthat answer will criminate - A witness shall not be\nexcused from answering any question as to any matter\nrelevant to the matter in issue in any suit or in any civil\nor criminal proceeding, upon the ground that the answer\nto such question will criminate, or may tend directly or\nindirectly to criminate, such witness, or that it will D\nexpose, or tend directly or indirectly to expose, such\nwitness to a penalty or forfeiture of any kind:\nProviso\nProvided that no such answer, which a witness shall\nbe compelled to give, shall subject him to any arrest or\nprosecution, or be proved against him in any criminal\nproceeding, except a prosecution for giving false\nevidence by such answer.\"\nE\nG\nWithout stating anything further, we are satisfied to record, that F\nSection 132 of the Evidence Act clearly negates the basis of the\nsubmission, adopted by the learned counsel for the accused-\nrespondents, for being permitted to lead secondary evidence to\nsubstantiate the confessional statements made by Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah.\nAccordingly, we hereby reiterate the conclusion drawn by us\nhereinabove, namely, that the confessional statements made by the\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah) in Special Case no. 4 of 2009 cannot be proved\nin evidence, through the statements of the witnesses at serial nos.\n63 to 66. Needless to mention, that the authors of the confessional\nH\n192 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA statements (Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah) may be produced as defence witnesses by the\naccused-respondents, for their statements would fall in the realm\nof relevance under Section 11 of the Evidence Act. And in case\nSadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nB Badshah appear as defence witnesses in Special Case no. 21 of\n2006, the protection available to a witness under Section 132\nextracted above, would also extend to them, if they are compelled\nto answer questions posed to them, while appearing as defence\nwitnesses in Special Case no. 21 of 2006.\nC\nD\nE\nF\n0\n40. It is also necessary to examine the issue in hand with\nreference to the provisions of the MCOCA. The controversy\npertaining to the relevance of the statement of witnesses at serial\nnos. 63 to 66, has to be understood with reference to Section 18 of\nthe MCOCA. We shall now record our determination on the scope\nand effect of Section 18 of the MCOCA. Section 18 aforementioned\nis being extracted hereunder:\n\"Section 18 - Certain confessions made to police officer\nto be taken into consideration-- (1) Notwithstanding\nanything in the Code or in the Indian Evidence Act, 1872 (I of\n1872), but subject to the provisions of this section, a confession\nmade by a person before a police officer not below the rank\nof the Superintendent of Police and recorded by such police\nofficer either in writing or on any mechanical devices like\ncassettes, tapes or sound tracks from which sounds or images\ncan be reproduced, shall be admissible in the trial of such\nperson or co-accused, abettor or conspirator:\nProvided that, the co-accused, abettor or conspirator is\ncharged and tried in the same case together with the accused.\n(2) The confession shall be recorded in a free atmosphere in\nthe same language in which the person is examined and as\nnarrated by him.\n(3) The police officer shall, before recording any confession\nunder sub-section (1), explain to the person making it that he\nis not bound to make a confession and that, if he does so, it\nI\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 193\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nmay be used as evidence against him and such police officer A\nshall not record any such confession unless upon questioning\nthe person making it, he is satisfied that it is being made\nvoluntarily. The concerned police officer shall, after recording\nsuch voluntary confession, certify in writing below the\nconfession about his personal satisfaction of the voluntary B\ncharacter of such confession, putting the date and time of the\nsame.\n(4) Every confession recorded under sub-section (1) shall be\nsent forthwith to the Chief Metropolitan Magistrate or the Chief\nJudicial Magistrate having jurisdiction over the area in which C\nsuch confession has been recorded and such Magistrate shall\nforward the recorded confession so received to the Special\ncourt which may take cognizance of the offence.\nE\n(5) The person whom a confession had been recorded under\nsub-section (1) shall also be produced before the Chief D\nMetropolitan Magistrate or the Chief Judicial Magistrate to\nwhom the confession is required to be sent under sub-section\n(4) alongwith the original statement of confession, written or\nrecorded on mechanical device without unreasonable delay.\n(6) The Chief Metropolitan Magistrate or the Chief Judicial\nMagistrate shall scrupulously record the statement, if any,\nmade by the accused so produced and get his signature and\nin case of any complaint of torture, the person shall be directed\nto be produced for medical examination before a Medical\nOfficer not lower in rank than of an Assistant Civil Surgeon.\"\nSection 18 of the MCOCA through a non-obstante clause, overrides\nthe mandate contained in Sections 25 and 26 of the Evidence Act,\nby rendering a confession as admissible, even if it is made to a\npolice officer (not below the rank of Deputy Commissioner of\nPolice). Therefore, even though Sections 25 and 26 of the Evidence\nAct render inadmissible confessional statements made to a police\nofficer, or while in police custody, Section 18 of the MCOCA\noverrides the said provisions and bestows admissibility to such\nconfessional statements, as would fail within the purview of Section\n18 of the MCOCA, It is however relevant to mention, that Section\nF\nG\nI\nC\n194 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA 18 of the MCOCA makes such confessional statements\nadmissible, only for \"the trial of such person, or co-accused, abettor\nor conspirator\". Since Section 18 of the MCOCA is an exception\nto the rule laid down in Sections 25 and 26 of the Evidence Act, the\nsame will have to be interpreted strictly, and for the limited purpose\nB contemplated thereunder. The admissibility of a confessional\nstatement would clearly be taken as overriding Sections 25 and 26\nof the Evidence Act for purposes of admissibility, but must\nmandatorily be limited to the accused-confessor himself, and to a\nco-accused (abettor or conspirator). It is not the contention of the\nlearned counsel for the accused-respondents that the persons who\nhad made the confession (Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah) before witnesses at serial nos.\n64 to 66 are the accused themselves along with the co-accused\n(abettor or conspirator) in Special Case no.21 of 2006. It is therefore\napparent, that the ingredients which render a confessional statement\nadmissible under Section 18 of the MCOCA are not satisfied in\nthe facts of the present case. For that matter Section 18 of the\nMCOCA, has to be viewed in the same manner, as we have\nrecorded our analysis of Section 15 of the TADA herein above. In\nthe aforesaid view of the matter, it is imperative for us to conclude,\nthat Section 18 of the MCOCA cannot constitute the basis of\nrelevance of the confessional statements made by the accused\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah) in Special Case no. 4 of 2009, to the case in hand. It is\ntherefore not possible for us to accept the admissibility of the\nwitnesses at serial nos. 63 to 66 in so far as Special Case no. 21\nof 2006 is concerned.\nD\nE\nF\nG\nH\n41. One of the considerations which weighed heavily with the\nHigh Court in setting aside the order of the MCOCA Special Court\ndated 1.8.2012, whereby the request of the accused-respondents\nto summon witnesses at serial nos. 63 to 66 as defence witnesses\nwas declined, stands highlighted by the High Court in paragraph\n29 (of the impugned order dated 26.11.2012). Relevant part of\nparagraph 29 aforementioned is being reproduced hereunder:\n\"29. The absurdity of such reasoning does not end here. If\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 195\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nB\nthat the concerned Dy. Commissioners of Police would A\nnot be in a position to state 'whether the facts stated in\nsuch confessions were true' is a proper ground to\ndisallow their evidence, how can their evidence be\ngiven in MCOC Special Case No.4 of 2009? How can\nthey, in that case would be in a position to state so?\nThis problem will come in all the confessions, as the\ntruth of the facts stated in the confession will be known\nto the confessor, and not to the person to whom it is\nmade. Such person only gives evidence of the fact that\na confession was made, and it is the court that decides\nwhether the fact of confession having been made is\ntrue and also whether the facts stated in the confession\nare true. Confessions are treated as circumstantial\nevidence of the truth of the facts stated therein and it is\nthe court that decides whether the facts stated in the\nconfession should be believed or not in a given case.\nIt is a matter of evaluation of evidence to be done by\nthe Court after it is tendered. There is therefore, no\nsubstance in such contentions, which have, rightly been\ngiven up by the respondent-State, before this Court....\"\nIn our deliberations in the preceding few paragraphs, we have\nbrought out the scope of applicability of Section 18 of the MCOCA.\nIt needs to be reiterated that Section 18 of the MCOCA is an\nexception to Sections 25 and 26 of the Evidence Act, only in a trial\nagainst an accused (or against a co-accused - abettor or\nconspirator) who has made the confession. The said exemption has\nnot been extended to other trials in which the person who had made\nthe confession is not an accused. Since the vires of Section 18 of\nthe MCOCA is not subject matter of challenge before us, it is\nimperative for us to interpret the effect of Section 18 of the MCOCA\nas it is.\n42. Another submission advanced at the hands of the learned\ncounsel for the accused-respondents which deserves notice was\nbased on Sections 35 and 80 of the Evidence Act. Sections 35 and\n80 aforementioned are being extracted hereunder:-\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\n196\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n\"35. Relevancy of entry in public record or an\nelectronic record made in performance of duty -\nAn entry in any public or other official book, register or\nrecord or an electronic record, stating a fact in issue\nor relevant fact, and made by a public servant in the\ndischarge of his official duty, or by any other person in\nperformance of a duty specially enjoined by the law of\nthe country in which such book, register, or record or\nan electronic record is kept, is itself a relevant fact.\"\n80. Presumption as to documents produced as\nrecord of evidence -\nWhenever any document is produced before any Court,\npurporting to be a record or memorandum of the\nevidence, or of any part of the evidence, given by a\nwitness in a judicial proceeding or before any officer\nauthorized by law to take such evidence, or to be\nstatement or confession by any prisoner or accused\nperson, taken in accordance with law, and purporting\nto be signed by any Judge or Magistrate, or by any such\nofficer as aforesaid, the Court shall presume-\nthat the document is genuine; that any\nstatements as to the circumstances under which\nit was taken, purporting to be made by the\nperson signing it, are true, and that such\nevidence, statement or confession was duly\ntaken.\"\n43. While endeavouring to determine the viability of the\nproduction of the witnesses at serial nos. 63 to 66 as defence\nwitnesses, it is important to understand why the aforesaid witnesses\nare sought to be examined as defence witnesses. The instant\naspect of the matter has been dealt with by the MCOCA Special\nCourt in paragraph 5 (of its order dated 1.8.2012) wherein the\nsubmission of the counsel representing the accused-respondents\nwas projected as under:\n\"In the confession, there is a reference to the blasts in Mumbai\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 197\n-\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nafter 2005. He gave example stating that in a case where it is A\nalleged that 'A' has committed the blast and he is praying for\ndocuments of accused 'B' in some other trial to prove his\ninnocence. 'B' has admitted his guilt in the other case and has\nalso admitted that he has committed the b last in the case of\n'A'. 'A' is innocent and he has not committed the blast. In these B\ncircumstances can 'A' be hanged? He submits that the\nconfessions are the court documents and the accused want\nto rely on them.\"\nLikewise, the High Court (in the impugned order dated 26.11.2012)\nhad noticed the averments made at the behest of the appellants C\nbefore it (the accused-respondents herein) in paragraph 30 as\nunder:\nD\nE\nLUI\n\"Again, there exists a difference between the truth of the facts\ncontained in a confession, and the fact that a confession exists.\nThe fact that someone else has confessed about having\ncommitted the crime with which the appellants are charged is\nrelevant in itself. In fact, it is difficult to understand as to how\nthe court is supposed to decide whether the confession is\ntruthful or not before the evidence of such confession is given.\nIt is interesting to note that though some arguments were\nadvanced by the learned Advocate General to the effect that\n'the fact that someone else has confessed about the same\ncrime for which the appellants are being charged, is by itself\nnot relevant at all unless the truth of such confession is sought\nto be proved,' that was not the stand of the learned Special F\nPublic Prosecutor before the Trial Court. In fact, the impugned\norder itself records that the objection of the Special Public\nProsecutor was that if the confessions of the accused in the\nMCOC Special Case No.4 of 2009 is brought on record of\nthe case against the appellants, it would be inconsistent with G\nthe guilt of the accused (paragraph no.6 of the order). It was\nthe specific contention of the Special Public Prosecutor before\nthe Trial Court that the appellants wanted to bring the said\nconfession on record in the present case, because such\nH\n"}