{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"178\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nMahabir Singh (1912) 34 All. 341 and Munna Lal v.\nKameshari Dat A.I.R. 1929 Oudh 113. Obviously there is a\ndifference between the existence of a fact and a statement as\nto its existence. Section 11 makes the existence of facts\nadmissible, and not statements as to such existence, unless\nof course the fact of making that statement is itself a matter in\nissue.\"\nLearned counsel for the appellant also placed reliance on\nA.PL.S.V.L. Sevugan Chettiar v. Raja Srimathu Muthu Vijaya\nRaghunath, AIR 1940 Madras 273, wherein it has been held, that\nC Section 11 must be read subject to the other provisions of the Act,\nand that, a statement not satisfying the conditions laid down in\nSection 32 cannot be admitted under Section 11, merely on the\nground, that if admitted it may probabilise or improbabilise a fact\nin issue or a relevant fact. Reference was made to the following\nD observations noted therein:\nE\nF\n0\n☐ H\n\"11. We may here refer to one other set of documents relied\non by the defendants which if admissible, will be very strong\nevidence in support of the defendants' case. Exs. 1, 1-a, 4, 5\nand 6 are a group of documents relating to plots adjacent to\nthe pond marked Neeranikuttai, just to the west of the point\nmarked J-I in Ex. L. The bearing of these documents on the\npresent controversy is that in all of them the property dealt with\nis described as situate in Iluppakkudi. If they are admissible,\nthey will cearly show that lluppakkudi limits extended even\nfurther south of the line fixed by the appellate survey officer. The\nlearned Subordinate Judge has rejected these documents as\nirrelevant. Mr. Eajah Ayyar has strongly contested this view of\nthe lower Court. He maintained that they must be held to be\nadmissible under Sections 11 and 13, Evidence Act. The\ndecisions referred to in para. 613 of Taylor on Evidence would\nsupport the view that they may be admissible even under\nClause 4 of Section 32, Evidence Act, as statements relating\nto a matter of public or general interest, namely village\nboundaries. But in view of the observations of their Lordships\nof the Judicial Committee in Subramanya Somayajulu v.\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 179\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nSethayya (1923) 10 A.I.R. Mad. 1 as to the scope of this A\nclause, we do not feel ourselves at liberty to follow the English\ncases. Mr. Rajah Aiyar contended that the documents may fall\nunder Clause 3 of Section 32. We are unable to accede to this\ncontention. As regards Section 11, it seems to us that Section\n11 must be read subject to the other provisions of the Act and\nthat a statement not satisfying the conditions laid down in\nSection 32 cannot be admitted merely on the ground that, if\nadmitted, it may probabilize or improbabilize a fact in issue\nor a relevant fact.\"\nB\nOur attention was also drawn to the decision rendered by the C\nBombay High Court in R.D. Sethna v. Mirza Mahomed Shrazi\n(No.4), (1907) 9 Bombay Law Reporter 1047, wherein it was held\nas under:\n11\nThere is a test, a simple and a sufficient test, which\nreasonably applied yields consistent and intelligible results. D\nSection 32 imposes restrictions upon the admissibility of\nstatements made by persons who cannot be brought before\nthe Court to give their own evidence. The object of those\nrestrictions and the reason for them are plain. The basic:\nprinciple of legal evidence being that the Court must always E\nhave the best, it follows that where persons can be, they must\nbe brought before the Court to tell what they know at first hand.\nTheir veracity can then be best tested by the art of cross-\nexamination. Where however witnesses cannot be brought\nbefore the Court, their previous statements are at best indirect\nevidence of a kind that a Court would not, except under\nnecessity, receive at all. The conditions which when compelled\nby necessity to take this evidence or none, are imposed upon\nits admissibility plainly aim at affording some guarantee of its\ntruth. As there is to be no chance of testing the man by cross-\nexamination his statement will not be admitted unless it has\nbeen made under conditions which, looking to the ordinary\ncourse of human affairs, raise pretty strong presumptions that\nit was a true statement. Thus the whole scope and object of\nSection 32 centre upon securing the highest degree of truth\nF\nG\nH\nA\nB\nC\n180 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\npossible in the circumstances for the statement. And it follows\nthat where the person tendering such a statement is indifferent\nas to its truth or falsehood there is nothing to bring that section\ninto play. Briefly the test whether the statement of a person who\nis dead or who cannot be found is relevant under Section 11\nand admissible under that section, (presuming of course that\nit is in other respects within the intention of the section) although\nit would not be admissible under Section 32 is this. It is\nadmissible under Section 11 when it is altogether immaterial\nwhether what the dead man said was true or false, but highly\nmaterial that he did say it. In these circumstances no amount\nof cross-examination could alter the fact, if it be a fact that he\ndid say the thing and if nothing more is needed to bring the\ntiling said in under Section 11, then the case is outside Section\n32. .....\n\"\nD Likewise, while referring to the decision in Nihar Bera v. Kadar Bux\nMohammed, AIR 1923 Calcutta 290, it was submitted, that recitals\n(statements made in a document) would not become a part of\nevidence, unless the person(s) making the recital(s) is/are brought\nbefore the Court when such a person is alive. In the present case\nalso, it was submitted, that the accused in Special Case no.4 of\n2009 who had made the confessional statements, are living\npersons, and unless they are examined, there is no question of\naccepting their confessional statement. In this behalf, learned\ncounsel relied upon the following conclusions recorded in the\naforesaid judgment:\nE\nF\nG\nH\n\"In the second place, it has been urged against the judgment\nof the Subordinate Judge that he placed reliance upon recitals\nin a deed of release executed by Nanu (the son of Kanu and\nbrother of the two plaintiffs) in favour of the defendant. No doubt\nthe fact that Nanu executed a deed of release constitutes a\ntransaction which is relevant for the purpose of investigation\nof the question in controversy. But the recitals in the document\ndo not become a part of the evidence. They are assertions by\na person who is alive and who might have been brought before\nthe Court if either of the parties to the suit had so desired. This\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 181\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\ndistinction is frequently overlooked and when a document has A\nbeen admitted in evidence as evidence of a transaction the\nparties are often apt to refer to the recitals therein as relevant\nevidence.\"\n33. Before dwelling on the issue in hand, it is necessary to\nextract herein Section 11 of the Evidence Act. The same is\naccordingly reproduced hereunder:-\nB\n\"11. When facts not otherwise relevant become\nrelevant - Facts not otherwise relevant, are relevant-\n(1) if they are inconsistent with any fact in issue or relevant\nfact;\nC\n(2) if by themselves or in connection with other facts they\nmake the existence or non-existence of any fact in issue\nor relevant fact highly probable or improbable.\nIllustrations\nD\n(a)\nThe question is, whether A committed a crime at\nCalcutta on a certain day.\nThe fact that, on that day, A was at Lahore is relevant.\nThe fact that, near the time when the crime was\ncommitted, A was at a distance from the place where\nit was committed, which would render it highly\nimprobable, though not impossible, that he committed\nit, is relevant.\n(b) The question is, whether A committed a crime.\nThe circumstances are such that the crime must have\nbeen committed either by A, B, C or D. Every fact which\nshows that the crime could have been committed by\nno one else and that it was not committed by either B,\nC or D is relevant.\"\nE\nF\nG\nA perusal of Section 11 aforesaid reveals, that facts inconsistent\nwith \"facts in issue\" are included in the realm of relevance. Likewise,\nfacts which make the existence or non-existence of a \"fact in issue\"\nhighly probable or improbable, have also been included in the realm\nof relevance. Insofar as the present controversy is concerned, it is H\nB\n182 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA the contention of the learned counsel for the accused-respondents,\nthat the confessional statements made by the accused (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah) in\nSpecial Case no. 4 of 2009, to the witnesses at serial nos. 64 to\n66, would positively bring the said confessional statements within\nthe realm of relevance, since the said confessions would be clearly\ninconsistent with the culpability of the accused in Special Case no.\n21 of 2006. It was submitted at the behest of the accused-\nrespondents, that even if there was some degree of variance in\nassuming the aforesaid inference, the confessional statements\nmade by the accused (Sadiq Israr Shaikh, Arif Badruddin Shaikh\nand Ansar Ahmad Badshah) in Special Case no. 4 of 2009 would\ngo a long way, to make the existence of culpability of the accused-\nrespondents in Special Case no. 21 of 2006 highly improbable.\nThus viewed, it was strongly canvassed at the hands of the learned\ncounsel representing the accused-respondents, that the High Court\nwas fully justified in allowing the accused-respondents to\nsubstantiate the confessional statements made by the accused\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah) in Special Case no. 4 of 2009 through the witnesses at\nserial nos. 63 to 66.\nC\nD\nヨ\nF\n34. We have given our thoughtful consideration to the plea\nraised at the hands of the accused-respondents under Section 11\nof the Evidence Act. There can certainly be no doubt about the\nrelevance of the confessional statements made by the accused\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah) in Special Case no. 4 of 2009, as they would clearly\ndemonstrate the inconsistency of the case set up by the prosecution\nagainst the accused-respondents in Special Case no. 21 of 2006.\nIn such an eventuality, there would also be no doubt, that the\nprosecution case would be rendered highly improbable. The only\nserious concern however, to our mind, is whether the said evidence\nis admissible, as is the case set up by the accused-respondents,\nthrough the witnesses at serial nos. 63 to 66. Insofar as the instant\naspect of the matter is concerned, reference may be made to\nSection 60 of the Evidence Act, which is being extracted\nH hereunder:-\nG\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 183\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\n\"60. Oral Evidence must be direct - Oral evidence must, in A\nall cases, whatever, be direct; that is to say;\nIf it refers to a fact which could be seen, it must be the\nevidence of a witness who says he saw it;\nIf it refers to a fact which could be heard, it must be the\nevidence of a witness who says he heard it;\nIf it refers to a fact which could be perceived by any\nother sense or in any other manner, it must be the\nevidence of a witness who says he perceived it by that\nsense or in that manner;\nIf it refers to an opinion or to the grounds in which that\nopinion is held, it must be the evidence of the person\nwho holds that opinion on those grounds:\nB\nC\nD\nProvided that the opinion of experts expressed in any\ntreatise commonly offered for sale, and the grounds on\nwhich such opinions are held, may be proved by the\nproduction of such treatise if the author is dead or\ncannot be found, or has become incapable of giving\nevidence, or cannot be called as a witness without an\namount of delay or expense which the Court regards E\nas unreasonable:\nProvided also that, if oral evidence refers to the\nexistence or condition of any material thing other than\na document, the Court may, if it thinks fit, require the\nproduction of such material thing for its inspection.\" F\nG\nA perusal of Section 60 aforementioned leaves no room for any\ndoubt, that oral evidence in respect of a fact, must be of a primary\nnature. It would be evidence of a primary nature, if it satisfies the\nstate of facts described as \"direct\" in Section 60 extracted above.\nIllustrative instances of direct/primary evidence, are expressed in\nSection 60 itself. When it pertains to a fact which can be seen, it\nmust be the statement of the person who has himself seen it; if when\nit refers to a fact which can be perceived, it must be the statement\nof the person who has perceived it; and when it pertains to an\nopinion (or the basis on which that opinion has been arrived at), it H\n184 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA must be the statement of the person who has himself arrived at such\nopinion. Stated differently, oral evidence cannot be hearsay, for that\nwould be indirect/secondary evidence of the fact in issue (or the\nrelevant fact).\n35. In order to determine the truthfulness of the confessional\nB statements which are sought to be relied upon by the accused-\nrespondents, it is inevitable in terms of the mandate of Section 60\nof the Evidence Act, that the accused (Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah) in Special Case\nno. 4 of 2009, who had made the said confessional statements,\nC must themselves depose before a Court for effective reliance,\nconsequent upon the relevance thereof having been affirmed by us\nunder Section 11 of the Evidence Act. We affirm the fine distinction\nmade by the learned counsel for the accused-respondents in\npointing out that the confessional statements made by Sadiq Israr\nD Shaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah, would\nonly constitute \"a statement as to the existence of such fact\". That\nwould not be direct/primary evidence. The same would clearly fall\nin the mischief of the \"hearsay rule\". In order to be relevant under\nSection 11 of the Evidence Act, such statement ought to be \"a\nstatement about the existence of a fact\", and not \"a statement as\nto its existence\". In our considered view, therefore, whilst it is\npermissible to the accused-respondents to rely on the confessional\nstatements made by Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah, it is open to them to do so only through the\npersons who had made the confessional statements. By following\nthe mandate contained in Section 60 of the Evidence Act, it is not\nopen to the accused-respondents, in view of the expressed bar\ncontained in Section 60 of the Evidence Act, to prove the\nconfessional statements through the witnesses at serial nos. 63 to\n66. In the aforesaid view of the matter, it is not possible for us to\naccept the plea advanced at the hands of the learned counsel for\nthe accused-respondents, that they should be permitted to prove\nthe confessional statements through the witnesses at serial nos. 63\nto 66.\nE\nพ.\nF\nG\nH\n36. It is necessary in connection with the conclusion drawn by\nMa..\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 185\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nus hereinabove, to deal with the submission advanced at the hands A\nof the learned counsel for the accused-respondents, even on the\ntouchstone of Section 32 of the Evidence Act. Section 32 aforesaid\nis being extracted hereunder:-\n\"32. Cases in which statement of relevant fact by person\nB\nwho is dead or cannot be found, etc., is relevant -\nStatements, written or verbal, of relevant facts made by a\nperson who is dead, or who cannot be found, or who has\nbecome incapable of giving evidence, or whose attendance\ncannot be procured without an amount of delay or expense\nwhich, under the circumstances of the case, appears to the\nCourt unreasonable, are themselves relevant facts in the\nfollowing cases:-\n(1) when it relates to cause of death - When the\nstatement is made by a person as to the cause of his\ndeath, or as to any of the circumstances of the\ntransaction which resulted in his death, in cases in\nwhich the cause of that person's death comes into\nquestion.\n(2)\n(3)\nSuch statements are relevant whether the person who\nmade them was or was not, at the time when they were\nmade, under expectation of death, and whatever may\nbe the nature of the proceeding in which the cause of\nhis death comes into question.\nor is made in course of business - When the\nstatement was made by such person in the ordinary\ncourse of business, and in particular when it consists\nof any entry or memorandum made by him in books\nkept in the ordinary course of business, or in the\ndischarge of professional duty; or of an\nacknowledgement written or signed by him of the\nreceipt of money, goods, securities or property of any\nkind; or of a document used in commerce written or\nsigned by him; or of the date of a letter or other\ndocument usually dated, written or signed by him.\nor against interest of maker - When the statement\nC\nD\nE\nF\nG\nH\n186\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC.\nD\n☐ E\nF\nG\n(4)\n(5)\n(6)\n(7)\n☐ H\n(8)\nis against the pecuniary or proprietary interest of the\nperson making it, or when, if true it would expose him\nor would have exposed him to criminal prosecution or\nto a suit for damages.\nor gives opinion as to public right or custom, or\nmatters of general interest - When the statement\ngives the opinion of any such person, as to the\nexistence of any public right or custom or matter of\npublic or general interest, of the existence of which, if it\nexisted, he would have been likely to be aware, and\nwhen such statement was made before any controversy\nas to such right, custom or matter had arisen.\nor relates to existence of relationship - When the\nstatement relates to the existence of any relationship\nby blood, marriage or adoption between persons as\nto whose relationship by blood, marriage or adoption\nthe person making the statement had special means\nof knowledge, and when the statement was made\nbefore the question in dispute was raised.\nor is made in will or deed relating to family affairs\n- When the statement relates to the existence of any\nrelationship by blood, marriage or adoption between\npersons deceased, and is made in any will or deed\nrelating to the affairs of the family to which any such\ndeceased person belonged, or in any family pedigree,\nor upon any tombstone, family portrait, or other thing\non which such statements are usually made, and when\nsuch statement was made before the question in\ndispute was raised.\nor in document relating to transaction mentioned\nin section 13, Clause (a). - When the statement is\ncontained in any deed, will or other document which\nrelates to any such transaction as is mentioned in\nSection 13, Clause (a).\nor is made by several persons and expresses\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 187\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\n(a)\n(b)\nfeelings relevant to matter in question - When the A\nstatement was made by a number of persons, and\nexpressed feelings or impressions on their part\nrelevant to the matter in question.\nIllustrations\nThe question is, whether A was murdered by B ; or\nA dies of injuries received in a transaction in the course\nof which she was ravished. The question is, whether\nshe was ravished by B; or\n00\nThe question is, whether A was killed by B under such C\ncircumstances that a suit would lie against B by A's\nwidow.\nStatements made by A as to the cause of his or her\ndeath, referring respectively to the murder, the rape,\nand the actionable wrong under consideration, are\nrelevant facts.\nThe question is as to the date of A's birth.\nAn entry in the diary of a deceased surgeon, regularly\nkept in the course of business, stating that, on a given\nday he attended A's mother and delivered her of a son,\nis a relevant fact.\n(c) The question is, whether A was in Calcutta on a given\nday.\n(d)\nD\nE\nA statement in the diary of a deceased solicitor, F\nregularly kept in the course of business, that, on a given\nday, the solicitor attended A at a place mentioned, in\nCalcutta, for the purpose of conferring with him upon\nspecified business, is a relevant fact.\nThe question is, whether a ship sailed from Bombay G\nharbour on a given day.\nA letter written by a deceased member of a merchant's\nfirm, by which she was chartered, to their\ncorrespondents in London to whom the cargo was\nH\n"}