{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B\nC\nD\n138\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA use a confessional statement, even against person(s) other\nthan the one who had made it. The aforesaid exception has\nbeen provided for in Section 30 of the Evidence Act. As is\nevident from a perusal of Section 30, a confessional\nstatement can be used even against a co-accused. For such\nadmissibility it is imperative, that the person making the\nconfession besides implicating himself, also implicates\nothers who are being jointly tried with him. In that situation\nalone, such a confessional statement is relevant even against\nthe others implicated. Insofar as the present controversy is\nconcerned, the substantive provision of Section 30 of the\nEvidence Act has clearly no applicability because Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah\nhave not implicated any of the accused-respondents. The\nimportance of Section 30 of the Evidence Act, insofar as the\npresent controversy is concerned, emerges from illustration\n(b) thereunder, which leaves no room for any doubt, that\nunless the person who has made a confessional statement\nis an accused in a case, the confessional statement made\nby him is not relevant. None of the accused in Special Case\nno. 4 of 2009 is an accused in Special Case no. 21 of 2006.\nAs such, in terms of illustration (b) under Section 30 of the\nEvidence Act, the confessional statement made by the\naccused in Special Case no. 4 of 2009, cannot be proved as\na confessional statement, in Special Case no. 21 of 2006. This\nconclusion has been recorded, on the admitted position, that\nF the accused in Special Case no. 4 of 2009 are different from\nthe accused in Special Case no. 21 of 2006. And further\nbecause, Special Case no. 4 of 2009 is not being jointly tried\nwith Special Case no. 21 of 2006. Therefore, even though\nSection 30 is not strictly relevant, insofar as the present\nG controversy is concerned, yet the principle of admissibility,\nconclusively emerging from illustration (b) under Section 30\nof the Evidence Act, persuades this Court to add the same\nto the underlying common thread, that finds place in the\nprovisions of the Evidence Act, pertaining to admissions/\nconfessions. That, an admission/confession is admissible\nE\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 139\nVAKIL ANSARI\nonly as against the person who has made it. [Para 20] [160- A\nF-G; 161-E-H; 162-A-D]\nB\nD\n2.8. Human conduct per se restrains an individual from\naccepting any kind of liability or implication. When such\nliability and/or implication is acknowledged by the individual\nas against himself, the provisions of the Evidence Act make\nsuch confessional statements admissible. Additionally, since\na confessional statement is to be used principally as against\nthe person making it, the maker of the confession will have\nan opportunity to contest the same under Section 31 of the\nEvidence Act, not only by producing independent evidence C\ntherefor, but also, because he will have an opportunity to\ncontest the veracity of the said confessional statement, by\neffectively cross-examining the witness produced to\nsubstantiate the same. Such an opportunity, would also be\navailable to all other co-accused who would be confronted\nwith a confessional statement made by an accused against\nthem (as in Section 30 of the Evidence Act), as they too would\nhave an opportunity to contest the confessional statement\nmade by the accused, in the same manner as the author of\nthe confession. Illustration (b) under Section 30 of the\nEvidence Act contemplates a situation wherein the author\nof the confessional statement is not a co-accused. Illustration\n(b) renders such confessional statements inadmissible.\nThere is no room for testing the veracity of the said\nconfessional statement, either at the hands of the person\nwho made it, or by the person against whom it is made.\nIllustration (b) under Section 30 makes such a confessional\nstatement inadmissible for the sole reason, that the person\nwho made the confession, is not a co-accused in the case.\nAgain, the underlying principle brought out through.\nillustration (b) under Section 30 of the Evidence Act is, that a\nconfessional statement is relevant only and only, if the.\nauthor of confessional statement himself is an accused in a\ncase, where the confessional statement is being proved. In\nthe present controversy, the authors of the confessional\nstatements (Sadiq Israr Shaikh, Arif Badruddin Shaikh and H\nE\nF\nLL\nG\n140 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Ansar Ahmad Badshah) are not amongst the accused in\nSpecial Case no. 21 of 2006. The confessional statements\nmade by them, would therefore be inadmissible (as\nadmissions/confessions) in the present case (Special Case\nno. 21 of 2006), as the situation in the present case is exactly\nthe same as has been sought to be explained through\nillustration (b) under Section 30 of the Evidence Act. [Para\n21] [162-D-H; 163-A, C-E]\nB\nD\n2.9. It is also possible, to determine the admissibility of\nthe statements of the accused (Sadiq Israr Shaikh, Arif\nC Badruddin Shaikh and Ansar Ahmad Badshah) made to the\nwitnesses at serial nos. 64 to 66 again by placing reliance on\nSections 25 and 26 of the Evidence Act. Section 25 makes a\nconfessional statement made to a police officer inadmissible\nagainst \"a person accused of any offence\". Likewise, a\nconfessional statement made while in the custody of police\ncannot be proved as against \"the person making such\nconfession\" under Section 26 of the Evidence Act. It is\nnobody's case, that the instant confessional statements\nmade by the accused in Special Case no. 4 of 2009 are being\nproved to substantiate the \"discovery\" of facts emerging out\nof such confessional statements. In the aforesaid view of the\nmatter, the exception to Sections 25 and 26 of the Evidence\nAct contemplated under Section 27 thereof, would also not\ncome into play. Since admittedly the confessional\nstatements, which are sought to be substantiated at the\nbehest of the accused-respondents, were made by the\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah) in Special Case no. 4 of 2009, to\ndifferent \"police officers\" (all holding the rank of Deputy\nCommissioners of Police), the said confessional statements\nG are inadmissible under Sections 25 and 26 of the Evidence\nAct. [Para 22] [163-F-H; 164-A-C]\nE\nF\nH\n2.10. The issue of admissibility of the confessional\nstatements made by Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah before the witnesses at\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 141\nVAKIL ANSARI\nB\nC\nD\nserial nos. 64 to 66, needs to be examined from yet another A\nperspective. Based on the conclusion drawn by the\nSupreme Court in case of State of Gujarat Vs. Mohammed\nAtik, the High Court accepted the prayer made by the\nrespondents, that the confessional statements made by the\naccused in Special Case no. 4 of 2009, would be admissible\nin Special Case no. 21 of 2006. In State of Gujarat Vs.\nMohammed Atik, in accepting the admissibility of the\nconfessional statement in one case as permissible in\nanother case, reliance was placed by this Court on Section\n15 of the TADA. The admissibility of the confessional\nstatements was determined not with reference to the\nEvidence Act, but under Section 15 of the TADA. It is\napparent, that the confessional statement made by an\naccused was held to be relevant in State of Gujarat Vs.\nMohammed Atik under Section 15 of the TADA, on the\nfulfilment of the condition, that the same was recorded in\nconsonance with the provisions of the said Act, as also, the\nsatisfaction of the ingredients contained in the proviso under\nsub-Section (1) of Section 15 of the TADA, namely, the person\nwho had made the confession, and the others implicated\nwere facing a joint trial. The judgment rendered by this Court\nin State of Gujarat Vs. Mohammed Atik has been incorrectly\nrelied upon while applying the conclusions rendered in the\nsame to the controversy in hand, as the confessional\nstatements made by Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah do not implicate the F\naccused-respondents in Special Case no. 21 of 2006, nor are\nthe accused-respondents being jointly tried with the persons\nwho had made the confessional statements. Reliance has\nnot been placed by the accused-respondents, on any\nprovision under the MCOCA, to claim admissibility of the\nwitnesses at serial nos. 63 to 66 as defence witnesses. Nor\nhave the counsel for the accused-respondents invited\nattention to any other special statute applicable hereto,\nwhereunder such a course of action, in the manner claimed\nby the respondents, would be admissible. Therefore, the\nE\nG\nH\n142\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA High Court erred in relying on the judgment rendered by this\nCourt in State of Gujarat Vs. Mohammed Atik while determining\nthe controversy in hand. [Paras 23, 24] [164-D; 165-D, H; 166-\nA-E]\nState of Gujarat v. Mohammed Atik AIR 1998 SC 1686: 1998\nB (2) SCR 664 - explained.\n3.1. From a perusal of Section 6 of the Evidence Act, it is\nclear that the test to determine admissibility under the rule\nof \"res gestae\" is embodied in words \"are so connected with\na fact in issue as to form a part of the same transaction\": It is\nC therefore, that for describing the concept of \"res gestae\", one\nwould need to examine, whether the fact is such as can be\ndescribed by use of words/phrases such as, contem-\nporaneously arising out of the occurrence, actions having a\nlive link to the fact, acts perceived as a part of the\nD occurrence, exclamations (of hurt, seeking help, of disbelief,\nof cautioning, and the like) arising out of the fact,\nspontaneous reactions to a fact, and the like. This Court is\nsatisfied, that the confessional statements recorded by the\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nE Ansar Ahmad Badshah) in Special Case no. 4 of 2009 to the\nwitnesses at serial nos. 63 to 66 do not satisfy the ingredients\nof the rule of \"res gestae\" incorporated in Section 6 of the\nEvidence Act. This is so because the statements made by\nSadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah, cannot be said to have contemporaneously arisen\nalong with the bomb blasts of 11.7.2006, which is the \"fact in\nissue\". The statements made by Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah are most\ncertainly not, spontaneous reactions arising out of the bomb\nblasts of 11.7.2006. The above inferences are fully\nsubstantiated, if examined in conjunction with the legislative\nillustrations incorporated under Section 6 of the Evidence\nAct. [Para 29] [172-C; 173-A-G].\nF\nG\nI\n3.2. A perusal of Section 11 of the Evidence Act reveals,\nthat facts inconsistent with \"facts in issue\" are included in\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 143\nVAKIL ANSARI\nA\nB\nthe realm of relevance. Likewise, facts which make the\nexistence or non-existence of a \"fact in issue\" highly\nprobable or improbable, have also been included in the realm\nof relevance. There can certainly be no doubt about the\nrelevance of the confessional statements made by the\naccused (Sadig Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah) in Special Case no. 4 of 2009, as they\nwould clearly demonstrate the inconsistency of the case set\nup by the prosecution against the accused-respondents in\nSpecial Case no. 21 of 2006. In such an eventuality, there\nwould also be no doubt, that the prosecution case would be\nC\nrendered highly improbable. [Paras 33, 34] [181-G-H; 182-\nF-G]\nE\n3.3. However, a perusal of Section 60 of the Evidence Act,\n1872 leaves no room for any doubt, that oral evidence in\nrespect of a fact, must be of a primary nature. It would be D\nevidence of a primary nature, if it satisfies the state of facts\ndescribed as \"direct\" in Section 60. Illustrative instances of\ndirect/primary evidence, are expressed in Section 60 itself.\nWhen it pertains to a fact which can be seen, it must be the\nstatement of the person who has himself seen it; if when it\nrefers to a fact which can be perceived, it must be the\nstatement of the person who has perceived it; and when it\npertains to an opinion (or the basis on which that opinion has\nbeen arrived at), it must be the statement of the person who\nhas himself arrived at such opinion. Stated differently, oral\nevidence cannot be hearsay, for that would be indirect/\nsecondary evidence of the fact in issue (or the relevant fact).\n[Para 34] [183-F-H; 184-A]\n3.4. In order to determine the truthfulness of the\nconfessional statements which are sought to be relied upon\nby the accused-respondents, it is inevitable in terms of the\nmandate of Section 60 of the Evidence Act, that the accused\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah) in Special Case no. 4 of 2009, who had made the\nsaid confessional statements, must themselves depose\nF\n0\nH\nC\n144 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA before a Court for effective reliance, consequent upon the\nrelevance thereof having been affirmed under Section 11 of\nthe Evidence Act. This Court affirms the fine distinction made\nby the counsel for the accused-respondents in pointing out\nthat the confessional statements made by Sadiq Israr\nB Shaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah,\nwould only constitute \"a statement as to the existence of\nsuch fact\". That would not be direct/primary evidence. The\nsame would clearly fall in the mischief of the \"hearsay rule\".\nIn order to be relevant under Section 11 of the Evidence Act,\nsuch statement ought to be \"a statement about the existence\nof a fact\", and not \"a statement as to its existence\".\nTherefore, whilst it is permissible to the accused-\nrespondents to rely on the confessional statements made\nby Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah, it is open to them to do so only through\nthe persons who had made the confessional statements. By\nfollowing the mandate contained in Section 60 of the\nEvidence Act, it is not open to the accused-respondents, in\nview of the expressed bar contained in Section 60 of the\nEvidence Act, to prove the confessional statements through\nE the witnesses at serial nos. 63 to 66. In the aforesaid view of\nD\nthe matter, it is not possible to accept the plea advanced at\nthe hands of the counsel for the accused-respondents, that\nthey should be permitted to prove the confessional\nstatements through the witnesses at serial nos. 63 to 66.\nF [Para 35] [184-B-G]\n3.5. It is necessary in connection with the conclusion\ndrawn hereinabove, to deal with the submission advanced\nat the hands of the counsel for the accused-respondents,\neven on the touchstone of Section 32 of the Evidence Act. A\nG perusal of Section 32 reveals, that it is permissible, while\nleading evidence relating to the cause of a person's death\nor relating to the circumstances which resulted in his death,\nto produce in evidence statements, written or verbal, made\nby a person who has since died, or by the persons who\nH cannot be found, or by those who have become incapable\nէ\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 145\nVAKIL ANSARI\nC\nof giving evidence, or by those whose attendance cannot be A\nprocured without an amount of delay. It is clear, that\nsecondary evidence is permissible when the issue relates\nto the cause of a person's death, or the circumstances of a\ntransaction which resulted in his death. But such\npermissibility, would extend only to the exigencies expressly B\nenumerated in Section 32 of the Evidence Act. The situations\nwherein secondary evidence is permissible under Section\n32 of the Evidence Act include statements made by persons\nwho have since died, or statements made by persons who\ncannot be found, or statements made by persons who have\nbecome incapable of giving evidence, or statements made\nby persons who cannot be procured without an amount of\ndelay or expense. Neither of these exigencies exists insofar\nas the present controversy is concerned. The authors of the\nconfessional statements (Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah) in Special Case no. 4 of\n2009, are very much available and their presence can be\nprocured by the accused-respondents to be presented as\ndefence witnesses on their behalf. In the aforesaid view of\nthe matter, it is not possible to accept, that the accused-\nrespondents can place reliance on Section 32 of the\nEvidence Act, in order to lead evidence in respect of the\nconfessional statements (made by Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah), by\nrecording evidence to the statements of the witnesses at\nserial nos. 63 to 66. [Paras 36, 37] [184-H; 185-A;189-D-H;\n190-A-B]\nD\nE\nF\nG\n3.6. In order to render Section 32 of the Evidence Act,\nadmissible for recording the statements of witnesses at serial\nnos. 63 to 66, in lieu of the confessional statements made by\nSadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah, counsel for the accused-respondents had placed\nemphatic reliance on Article 20 of the Constitution of India.\nRelying on sub-Article (3) of Article 20, it was the contention\nof the counsel for the accused-respondents, that since no\naccused can be compelled to be a witness against himself, H.\nC\n146\nSUPREME COURT REPORTS [2013] 5 S.C.R.\nA it would not be open to the accused-respondents to\nsummon Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah, and thereby compel them to be\nwitnesses against themselves. The plea advanced is clearly\nnot available to the accused-respondents in view of the\nB protection afforded to a witness who would find himself in\nsuch a peculiar situation under Section 132 of the Evidence\nAct. Section 132 of the Evidence Act clearly negates the\nbasis of the submission, adopted by the accused-\nrespondents, for being permitted to lead secondary\nevidence to substantiate the confessional statements made\nby Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah. Accordingly, it is reiterated that the\nconfessional statements made by the accused (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah)\nin Special Case no. 4 of 2009 cannot be proved in evidence,\nthrough the statements of the witnesses at serial nos. 63 to\n66. The authors of the confessional statements (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah)\nmay be produced as defence witnesses by the accused-\nrespondents, for their statements would fall in the realm of\nrelevance under Section 11 of the Evidence Act. And in case\nSadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah appear as defence witnesses in Special Case no.\n21 of 2006, the protection available to a witness under\nSection 132, would also extend to them, if they are compelled\nF to answer questions posed to them, while appearing as\ndefence witnesses in Special Case no. 21 of 2006. [Para 38\nand 39] [190-C-D, G-H; 191-B, F-H; 192-A-C]\nD\nE\nVenkateshan v. State, 1997 Cr. L.J. 3854; Gentela Vijaya\nVardhan Rao v. State of A.P. 1996 (6) SCC 241; Munna Lal v.\nG Kameshwari AIR 1929 Oudh 113; Mt.Naima Khatun v. Basant\nSingh AIR 1934 Allahabad 406; A.PL.S.V.L. Sevugan Chettiar\nv. Raja Srimathu Muthu Vijaya Raghunath AIR 1940 Madras\n273; R.D. Sethna v. Mirza Mahomed Shrazi (No.4) (1907) 9\nBombay Law Reporter 1047 Nihar Bera v. Kadar Bux\nH Mohammed AIR 1923 Calcutta 290 - referred to.\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 147\nVAKIL ANSARI\nC\nD\n4.1. It is also necessary to examine the issue in hand with A\nreference to the provisions of the MCOCA. Section 18 of the\nMCOCA through a non-obstante clause, overrides the\nmandate contained in Sections 25 and 26 of the Evidence\nAct, by rendering a confession as admissible, even if it is\nmade to a police officer (not below the rank of Deputy B\nCommissioner of Police). Therefore, even though Sections\n25 and 26 of the Evidence Act render inadmissible\nconfessional statements made to a police officer, or while in\npolice custody, Section 18 of the MCOCA overrides the said\nprovisions and bestows admissibility to such confessional\nstatements, as would fall within the purview of Section 18 of\nthe MCOCA. However, Section 18 of the MCOCA makes such\nconfessional statements admissible, only for \"the trial of such\nperson, or co-accused, abettor or conspirator\". Since\nSection 18 of the MCOCA is an exception to the rule laid\ndown in Sections 25 and 26 of the Evidence Act, the same\nwill have to be interpreted strictly, and for the limited purpose\ncontemplated thereunder. The admissibility of a\nconfessional statement would clearly be taken as overriding\nSections 25 and 26 of the Evidence Act for purposes of\nadmissibility, but must mandatorily be limited to the accused-\nconfessor himself, and to a co-accused (abettor or\nconspirator). It is not the contention of the counsel for the\naccused-respondents that the persons who had made the\nconfession (Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah) before witnesses at serial nos. 64 F\nto 66 are the accused themselves along with the co-accused\n(abettor or conspirator) in Special Case no.21 of 2006. It is\ntherefore apparent, that the ingredients which render a\nconfessional statement admissible under Section 18 of the\nMCOCA are not satisfied in the facts of the present case.\nSection 18 of the MCOCA cannot constitute the basis of\nrelevance of the confessional statements made by the\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah) in Special Case no. 4 of 2009, to the\ncase in hand. It is therefore not possible to accept the\nE\nG\nI\n"}