{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 5 S.C.R. 128\nSTATE OF MAHARASHTRA\nV.\nKAMAL AHMED MOHAMMED VAKIL ANSARI \u0026 ORS.\n(Criminal Appeal No. 445 of 2013)\nMARCH 14, 2013\n[P. SATHASIVAM AND JAGDISH SINGH KHEHAR, JJ.]\nEvidence Act, 1872 - ss.5 to 16, 17 to 31, 32 and 60 -\nAppreciation of evidence - Two different cases relating to the 2006\nbomb blasts in local trains of Mumbai Suburban Railways -\nSeparate trials - Different accused in the two cases - Respondents\nwere accused in the first case - Three persons accused in the\nsecond case, who were not accused/co-accused in the first case,\nmade confessional statements before officials holding the rank\nof Deputy Commissioners of Police who were witnesses in the first\nD case - Prayer made by respondents to summon the said witnesses\nas defence witnesses - Tenability - Held: Not tenable -\nRespondents could not be permitted to summon said witnesses\nas defence witnesses, in order to substantiate confessional\nstatements made by the three accused in the second case - Said\nE witnesses could not vouchsafe the truth or falsity of the\nconfessional statements - Their evidence did not fall within the\nrealm of admissibility with reference to \"facts in issue\" or \"relevant\nfacts\"- Whilst it was permissible to the accused-respondents to\nrely on the confessional statements made by the three accused\nin the second case, it was open to them to do so only through the\npersons who had made the confessional statements - Only the\nthree accused in the second case who made the confessional\nstatements could vouchsafe for the same and be produced as\ndefence witnesses by accused-respondents, for their statements\nfell in the realm of relevance u/s.11 - And if said three accused\nappear as defence witnesses in the first case, protection available\nto a witness u/s. 132, would also extend to them, if they are\ncompelled to answer questions posed to them, while appearing\nas defence witnesses - Maharashtra Control of Organised Crime\nF\nG\nH\n128\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 129\nVAKIL ANSARI\nAct, 1999 (MCOCA) - ss.3(1)(i), 3(2), 3(3), 3(4), 3(5) - IPC - ss. 302, A\n307, 324, 325, 326, 327, 427, 436, 120B, 121-A, 122, 123, 124A,\n201, 212 - Unlawful Activities (Prevention) Act, 1967 - ss.10, 13,\n16, 17, 18, 19, 20, 40 - Explosives Act, 1884 - ss.6, 9B - Explosive\nSubstances Act, 1908 - ss.3, 4, 5, 6 - Prevention of Damage to\nPublic Property Act, 1984 - ss.3, 4 - Railways Act, 1989 - ss. 151, B\n152, 153, 154.\nEvidence Act, 1872 - ss.5 to 16 - Admissible evidence -\nExpanse/sphere of - Held: Is postulated in s.5 - Evidence may\nbe given \"of every fact in issue\" and of such other facts expressly\n\"declared to be relevant\", and of no other facts - ss.6 to 16 define\n\"relevant facts\", in respect whereof evidence can be given.\nC\nEvidence Act, 1872 - s.6 - Rule of \"res gestae\" incorporated\nin s.6 -Admissibility under - Determining test - Case regarding\nbomb blasts in local trains of Mumbai Suburban Railways -\nConfessions made by accused in another case sought to be D\nadmitted as evidence - Held: The confessions were not\nspontaneous reactions arising out the bomb blasts which was the\n\"fact in issue\" and could not be said to have contemporaneously\narisen along with bomb blasts, hence, were not admissible under\nthe rule of res gestae.\nEvidence Act, 1872 - s.11 - Realm of relevance under - Held:\nFacts inconsistent with \"facts in issue\" are included in the realm\nof relevance - Likewise, facts making existence or non-existence\nof a \"fact in issue\" highly probable or improbable, also included\nin the realm of relevance - In order to be relevant u/s. 11, such\nstatement ought to be \"a statement about the existence of a fact\",\nand not \"a statement as to its existence\".\n-\nE\nF\nEvidence Act, 1872 ss. 17 to 31 - Admissions and\nconfessions -Admissibility and inadmissibility of - Held: An\nadmission or a confession to be relevant must pertain to a \"fact G\nin issue\" or a \"relevant fact\" - In that sense, s.5 (and consequently\nss.6 to 16) inescapably intertwined with admissible admissions/\nconfessions - Admissibility of admissions/ confessions, would\ndepend on whether they would fall in the realm of \"facts in issue\"\nI\n130 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA or \"relevant facts\"- That in turn to be determined with reference to\nss.5 to 16.\nEvidence Act, 1872 - ss. 17 to 31 - Admissions and\nconfessions - Held: Are exceptions to the \"hearsay\" rule - The\nEvidence Act places them in the province of relevance,\nB presumably on the ground, that they being declarations against\nthe interest of the person making them, they are in all probability\ntrue.\nEvidence Act, 1872 - ss. 17 to 31 - Admissions and\nconfessions - Admissibility - Held: Person who made the\nC admission/confession (or at whose behest, or on whose behalf it\nwas made), should be a party to the proceeding because that is\nthe only way a confession can be used against him.\nD\nE\nF\nG\nI\nH-\nEvidence Act, 1872 - ss. 17 to 31 - Admissions and\nconfessions - Admissibility - Held: Only such admissions/\nconfessions are admissible which are made without any coercion,\nthreat or promise.\nJ'\nEvidence Act, 1872 - ss. 25 and 26 - Confessions made\nbefore a police officer or while in police custody - If admissible -\nHeld: A confession should be uninfluenced, voluntary and fair-\nAnd since it may not be possible to presume, that admissions/\nconfessions are uninfluenced, voluntary and fair, i.e., without\ncoercion, threat or promise, if made to a police officer, or while in\npolice custody, the same are rendered inadmissible.\nEvidence Act, 1872-s.27 - Admissibility under - Held: Gamut\nof the bar contemplated u/ss.25 and 26, is marginally limited by\nway of a proviso thereto, recorded in s.27. - Thereunder, a\nconfession has been made admissible, to the extent of facts\n\"discovered\" on the basis of such confession.\nEvidence Act, 1872 s.30- Ordinarily, a confessional\nstatement is admissible only as against an accused who has\nmade it - But there is only one exception - Exception provided for\nin s.30 whereunder a confessional statement can be used even\nagainst a co-accused - For such admissibility, the person making\nthe confession besides implicating himself, should also implicate\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 131\nVAKIL ANSARI\nothers jointly tried with him - In that situation alone, such a A\nconfessional statement is relevant even against the others\nimplicated.\nEvidence Act, 1872 - s.32 - Secondary evidence is\npermissible when the issue relates to the cause of a person's\ndeath, or the circumstances of a transaction which resulted in his B\ndeath - But such permissibility, would extend only to the\nexigencies expressly enumerated in s.32.\nEvidence Act, 1872 - s.60 - Direct/primary evidence - Oral\nevidence in respect of a fact, must be of a primary nature - It would\nbe evidence of a primary nature, if it satisfies the state of facts\ndescribed as \"direct\" in s.60 - Oral evidence cannot be hearsay,\nfor that would be indirect/secondary evidence of the fact in issue\n(or the relevant fact).\n་\n'\nC\nD\nMaharashtra Control of Organised Crime Act, 1999 - s.18 -\nConfession made to police officer (not below the rank of Deputy\nCommissioner of Police) - Admissibility - Interpretation of s.18 -\nOverriding effect - Held: S.18 of the MCOCA though a non-\nobstante clause, overrides the mandate contained in ss.25 and\n26 of the Evidence Act, by rendering a confession as admissible,\neven if it is made to a police officer (not below the rank of Deputy E\nCommissioner of Police) - However, s.18 of the MCOCA makes\nsuch confessional statements admissible, only for \"the trial of such\nperson, or co-accused, abettor or conspirator\" - Evidence Act,\n1872 - ss.25 and 26.\nMaharashtra Control of Organised Crime Act, 1999 -\nS.18 - F\nInterpretation of - Strict interpretation - Held: Since s. 18 of the\nMCOCA is an exception to the rule laid down in ss.25 and 26 of\nthe Evidence Act, the same will have to be interpreted strictly, and\nfor the limited purpose contemplated thereunder - Evidence Act,\n1872 ss.25 and 26.\n-\nG\nOn 11.7.2006, there were seven bomb blasts in seven\ndifferent first class compartments of local trains of Mumbai\nSuburban Railways which resulted in the death of 187\npersons and severe injuries to 829 persons. In connection\nwith the said bomb blasts, MCOCA Special Case no.21 of H\n132 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA 2006 was filed against the accused-respondents for offences\npunishable under Sections 302, 307, 324, 325, 326, 327, 427,\n436, 120B, 121-A, 122, 123, 124A, 201, 212 IPC read with\nSections 3(1)(i), 3(2), 3(3), 3(4), 3(5), the MCOCA, read with\nSections 10, 13, 16, 17, 18, 19, 20, 40 of Unlawful Activities\nB (Prevention) Act, 1967, read with Sections 6, 9B of the\nExplosives Act, 1884, read with Sections 3, 4, 5, 6 of the\nExplosive Substances Act, 1908, read with Sections 3, 4 of\nthe Prevention of Damage to Public Property Act, 1984, read\nwith Sections 151, 152, 153, 154 of the Railways Act, 1989,\nread with Section 12(1)(c) of the Passports Act, 1967.\nAccording to the prosecution, the accused-respondents\nwere members of the Students Islamic Movement of India\n(SIMI), a terrorist organization and had conspired to plant\nbombs at Mumbai's local trains to create panic in furtherance\nof terrorist activities being carried out by SIMI in India.\nC\nD\nE\nF\nAs against the accusations contained in Special Case\nno.21 of 2006, in another MCOCA Special Case no.4 of 2009,\nit was alleged by the prosecution, that the accused therein\nwere members of the Indian Mujahideen (\"IM\"), also allegedly\na terrorist organization, and that all bomb blasts in Mumbai\nsince the year 2005 had been carried out by the IM. During\nthe course of investigation in Special Case no.4. of 2009, some\nof the accused therein had confessed that they, as members\nof the IM had carried out bomb blasts, in Mumbai Suburban\ntrains on 11.7.2006. In fact, 'the accused Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah', in\nSpecial Case no.4 of 2009, had made these confessional\nstatements under Section 16 of the MCOCA, which were\nrecorded by high ranking police officials. The confessional\nstatement of Sadiq Israr Shaikh was recorded by Vishwas\nG Nangre Patil, Deputy Commissioner of Police (witness at\nserial no. 64 in Special Case no.21 of 2006). Likewise, the\nstatement of Arif Badruddin Sheikh was recorded by Miland\nBharambe, Deputy Commissioner of Police (witness at serial\nno.65 in Special Case no.21 of 2006). And, the statement of\nH Ansar Ahmad Badshah was recorded by Dilip Sawant,\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 133\nVAKIL ANSARI\nDeputy Commissioner of Police(witness at serial no. 66 in\nSpecial Case no.21 of 2006). Chitkala Zutshi, the then\nAdditional Chief Secretary, Home Department (witness at\nserial no. 63 in Special Case no.21 of 2006) had granted\nsanction for the prosecution of the aforesaid accused in\nSpecial Case No.4 of 2009 on 21.2.2009, by relying inter alia\non the confessional statements made by Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah.\nThe accused in Special Case no. 4 of 2009, are different\nfrom the accused in Special Case no. 21 of 2006 and Special\nCase no. 4 of 2009, is not being jointly tried with Special Case\nno. 21 of 2006.\nA\nB\nC\nD\nIn Special Case No.21 of 2006, after the prosecution\nclosed its evidence, the witnesses were examined in defence\nby the accused-respondents. In order to establish their own\ninnocence, the accused-respondents filed application for\nsummoning the said three Deputy Commissioner of Police\ni.e. Vishwas Nangre Patil, Miland Bharambe and Dilip Sawant\n(witnesses at serial nos. 63, 64 and 65); and Chitkala Zutshi,\nthe then Additional Chief Secretary, Home Department\n(witness at serial no.66) as defence witnesses. The Trial Court E\ndeclined the prayer made by the accused-respondents for\nsummoning the witnesses at serial Nos.63 to 66. The High\nCourt however held that the evidence sought to be adduced\nby the appellants was relevant and admissible; and that the\nappellants were entitled to have the witnesses in question\nsummoned, and examine them as witnesses for the defence.\nF\nIn the present appeal emerging out of Special Case no.\n21 of 2006, the first question for determination was, whether\nthe confessional statements recorded before the witnesses\nat serial nos. 64 to 66, by persons who were not accused in G\nSpecial Case no. 21 of 2006, would be admissible in Special\nCase no. 21 of 2006. Alternatively, the question that required\nconsideration was whether the said confessional statements\nwere admissible under Sections 6 and 11 of the Evidence Act\nnot as confessional statements, but as \"relevant facts\".\nH\n+\n134 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nAllowing the appeal, the Court\nHELD:1. When a question pertaining to the admissibility\nof evidence before an Indian court arises, it has to be\ndetermined with reference to the provisions of the Evidence\nAct. Alternatively, the question may be determined under a\nB special enactment, which may either make such evidence\nadmissible, or render it inadmissible. The special enactment\nrelied upon in the present controversy is, the MCOCA.\nTherefore, the questions posed for determination in the\npresent case, will have to be adjudicated on the basis of the\nC provisions of the Evidence Act, and/or the MCOCA. [Para 11]\n[155-D-F]\n2.1. It is relevant in the first instance to describe the\nexpanse/sphere of admissible evidence. The same has been\npostulated in Section 5 of the Evidence Act. Under Section\nD 5, evidence may be given \"of every fact in issue\" and of such\nother facts which are expressly \"declared to be relevant\",\nand of no other facts. For the present controversy, the facts\nin issue are the seven bomb blasts, in seven different first\nclass compartments, of local trains of Mumbai Suburban\nE Railways, on 11.7.2006. Thus far, there is no serious dispute.\nBut then, evidence may also be given of facts which are\n\"declared to be relevant\" under the Evidence Act. Under the\nEvidence Act, Sections 6 to 16 define \"relevant facts\", in\nrespect whereof evidence can be given. Therefore, Sections\n5 to 16 are the provisions under the Evidence Act, which\nalone have to be relied upon for determining admissibility of\nevidence. [Para 12] [155-F-H; 156-A]\nF\nG\nH\n2.2. Sections 17 to 31 of the Evidence Act pertain to\nadmissions and confessions. Sections 17 to 31 define\nadmissions/confessions, and also, the admissibility and\ninadmissibility of admissions/confessions. An analysis of the\naforesaid provisions reveals, that an admission or a\nconfession to be relevant must pertain to a \"fact in issue\" or\na \"relevant fact\". In that sense, Section 5 (and consequently\nSections 6 to 16) of the Evidence Act are inescapably\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 135\nVAKIL ANSARI\nB\nintertwined with admissible admissions/ confessions. A\nTherefore, admissibility of admissions/confessions, would\ndepend on whether they would fall in the realm of \"facts in\nissue\" or \"relevant facts\". That in turn is to be determined\nwith reference to Sections 5 to 16 of the Evidence Act. The\nparameters laid down for the admissibility of admissions/\nconfessions are, however, separately provided for under the\nEvidence Act, and as such, the determination of admissibility\nof one (admissions/confessions) is clearly distinguishable\nfrom the other (facts in issue/relevant facts). [Para 13] [156-\nB-E]\nC\n2.3. Admissions and confessions are exceptions to the\n\"hearsay\" rule. The Evidence Act places them in the province\nof relevance, presumably on the ground, that they being\ndeclarations against the interest of the person making them,\nthey are in all probability true. The probative value of an D\nadmission or a confession does not depend upon its\ncommunication to another. Just like any other piece of\nevidence, admissions/confessions can be admitted in\nevidence only for drawing an inference of truth. Therefore,\ntruth of an admission or a confession can not be evidenced,\nthrough the person to whom such admission/confession\nwas made. The position, however, may be different if\nadmissibility is sought under Sections 6 to 16 as a \"fact in\nissue\" or as a \"relevant fact\". [Para 15] [156-H; 157-A-C]\nLaw of Evidence, by M. Monir, fifteenth edition, Universal Law\nPublishing Co. - referred to.\n2.4. The scheme of the provisions pertaining to\nadmissions/confessions under the Evidence Act (spelt out\nin Sections 17 to 31) makes admissions/confessions\nadmissible (even though they are rebuttable) because the\nauthor of the statement acknowledges a fact to his own\ndetriment. This is based on the simple logic that no individual\nwould acknowledge his/her liability/culpability unless true.\n[Para 17] [157-F-G]\nE\nF\nG\n2.5. An examination of the provisions of the Evidence H\n0136 SUPREME COURT REPORTS\n[2013] 5 S.C.R..\nB\nC\nA. Act would reveal, that only such admissions/confessions are\n\u003e\u003e admissible as can be stated to have been made without any\ncoercion, threat or promise. Section 24 of the Evidence Act\nprovides, that a confession made by an accused person is\nirrelevant in a criminal proceeding, if such confession has\nbeen caused by inducement, threat or promise. Sections 25\nand 26 of the Evidence Act exclude, from the realm of\nadmissibility, confessions made before a police officer or\nwhile in police custody. There can be no doubt, that the logic\ncontained in the rule enunciated in Sections 25 and 26 is\nfounded on the same basis/truth out of which Section 24 of\nthe Evidence Act emerges. That a confession should be\nuninfluenced, voluntary and fair. And since it may not be\npossible to presume, that admissions/confessions are\nuninfluenced, voluntary and fair, i.e., without coercion, threat\nor promise, if made to a police officer, or while in police\ncustody, the same are rendered inadmissible. There is,\ntherefore, a common thread in the scheme of admissibility\nof admissions/confessions under the Evidence Act, namely,\nthat the admission/confession is admissible only as against\nthe person who had made such admission/confession.\nE Naturally, it would be inappropriate to implicate a person on\nthe basis of a statement made by another. Therefore, the next\nlogical conclusion, that the person who has made the\nadmission/confession (or at whose behest, or on whose\nbehalf it is made), should be a party to the proceeding\nRF because that is the only way a confession can be used\nD\n:\ni\nagainst him. Section 24 of the Evidence Act leads to such a\na conclusion. Under Section 24, a confession made \"by an\naccused person\", is rendered irrelevant \"against the\n* accused person\"; in the circumstances referred to above.\nG: Likewise, Section 25 of the Evidence Act contemplates, that\n⠀ a confession made to a police officer cannot be proved \"as\nagainst a person accused of any offence\". Leading to the\n. inference, that a confession is permissible/admissible only\nas against the person who has made it, unless the same is\nrendered inadmissible under some express provision.\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 137\nVAKIL ANSARI\nUnder Section 26 of the Evidence Act, a confession made\nby a person while in custody of the police, cannot \"be proved\nas against such person\" (unless it falls within the exception\ncontemplated by the said Section itself). The gamut of the bar\ncontemplated under Sections 25 and 26 of the Evidence Act,\nis however marginally limited by way of a proviso thereto,\nrecorded in Section 27 of the Evidence Act. Thereunder, a\nconfession has been made admissible, to the extent of facts\n\"discovered\" on the basis of such confession (this aspect,\nis not relevant for the present case). The scheme of the\nprovisions pertaining to admissions/confessions depicts a\none way traffic. Such statements are admissible only as\nagainst the author thereof. [Para 18] [158-A-B, E-G; 159-D-\nH; [160-A-B]\n2.6. It is, therefore clear, that an admission/confession\ncan be used only as against the person who has made the\nsame. The admissibility of confessions which have been\nmade by the accused (Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah, in Special Case no. 4 of\n2009) who are not the accused in Special Case no. 21 of 2006,\nwill lead to the clear conclusion, that they are inadmissible\nas admissions/confessions under the provisions of the\nEvidence Act. Had those persons who had made these\nconfessions, been accused in Special Case no. 21 of 2006,\ncertainly the witnesses at serial nos. 64 to 66 could have been\nproduced to substantiate the same (subject to the same\nbeing otherwise permissible). Therefore, the evidence of\nconfessional statements recorded before the witnesses at\nserial nos. 64 to 66 would be impermissible, within the\nscheme of admissions/confessions contained in the\nEvidence Act. [Para 19] [160-C-F]\n2.7. The issue in hand can also be examined from\nanother perspective, though on the same reasoning.\nOrdinarily, a confessional statement is admissible only as\nagainst an accused who has made it. There is only one\nexception to the aforesaid rule, wherein it is permissible to\nA\nB\nC\nD\nE\nF\nG\nH\n"}