{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n302\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nThere has been no cross-examination independently on\nbehalf of A.4 on this issue. Even in cross-examination on behalf\nof other accused nothing has been elicited qua irregularity or\nimprobability of the arrest of A.4. Therefore, we do not see any\nreason to disbelieve the arrest of C. Muniappan (A.4) as shown\nB by the I.O.\n46. So far as the issue of damage to the buses and the\nmain incident of setting the bus on fire are concerned, both the\ncourts have proceeded on the finding, after appreciating the\nentire evidence on record, that there was no common object\nC between Nedu @ Nedunchezhian (A.2), Madhu @Ravindran\n(A.3) and C. Muniappan (A.4) and the other accused regarding\nmurder of the students and burning of the bus. Therefore, all of\nthem had been convicted under different sections. However, the\nHigh Court directed the sentence to run concurrently so far as\nD A.1, A.5 to A.14, A.16 to A.21, A.23 to A.26 and A.28 to A.31\nare concerned. There has been sufficient material to show\nparticipation in the “Rasto Roko Andolan” and indulging in the\nincident of damaging the local route bus. Both courts have\nrecorded the concurrent findings of fact in this regard. We have\nE also gone through the evidence. Their presence is established\non the spot and we do not see any reason to interfere with the\nconcurrent findings of fact recorded in that respect. We do not\nfind any material on record, which may warrant interference with\nthe said findings.\nF\n0\nH\n47. So far as A.2 to A.4 (Nedu, Madhu and C. Muniappan\nrespectively) are concerned, the Trial Court recorded the\nfollowing findings of fact:-\n\"Accused 2 and 3 had poured petrol into the bus through\nthe front door steps and set fire to it resulting in the death\nof the abovesaid three students and causing injuries to\nsome of the students. Knowing that students are inside the\nbus, they had set fire to the bus as stated above, knowing\nfully well that some of the students or all the inmates of the\nbus would meet their death inside the bus. Nobody could\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 303\n[DR. B.S. CHAUHAN, J.]\ndeny this fact. There was clear intention on the part of A2 A\nand A3 to kill the inmates of the bus and thus A2 and A3\nhave murdered three girl students with the intention of\nkilling them. Hence A2 and A3 are liable to be punished\nu/s 302 IPC (3 counts). …………….. Presence of the 4th\naccused in the occurrence place has been amply proved. B\nThough the fact that he gave matchbox to A2 to set fire to\nthe bus had not been established, yet the fact that he aided\nA2 and A3 to come to the occurrence place in his motor\ncycle after the occurrence is over, is clearly proved,\nbecause he was the person who drove the motor cycle and\nthus aided A2 and A3 in the commission of the offence u/\ns 4 of the TNP (PDL) Act and 302 IPC and 114 IPC could\nbe invoked in this case since as per Section 107 IPC vide\nthird definition whoever intentionally aids by any act or\nillegal omission the doing of the thing is an offender as\ndefined in 107 IPC. Hence, A4 Muniappan has committed.\nthe offences punishable u/s 4 of TNP (PDL) Act r/w 114\nIPC and 302 IPC r/w 114 IPC (3 counts).\nFurther, the High Court after appreciating the evidence on\nrecord found that :-\nC\nD\nE\n\"The identification of the A2 to A4 by the witnesses\ncoupled with the evidence of the learned Magistrate PW-\n89 and the reports of PW89 produced in Exs. P-137 and\nP-142 would go a long way to show that A-2 to A-4 were\ninvolved in the crime as spoken to by the prosecution F\nwitnesses.\"\nFrom the record, it is evident that so far as A2 to A4 are\nconcerned, their involvement in the incident has been\nsubstantiated by the evidence of PWs.61,62,63,97\u002699\n(Santhamurthy, Madhaiyan, G. Manickam, Udayasuriyan and R.\nKarunanidhi respectively) as some of those said witnesses had\nidentified D.K. Rajendran, Nedu, Madhu, C. Muniappan, D.K.\nMurugesan, D.A. Dowlath Basha, (A.1 to A.6 respectively), K.\nRavi (A.9), Sampath (A.13), K. Chandran (A.21), R. Chellakutty\nG\nH\n304 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA (A.22), K. Mani (A.24), K. Veeramani (A.30) \u0026 Udayakumar\n(A.31). All the witnesses have also deposed that some of the\nmembers had been in the demonstration while K. Mani (A.24)\ndamaged the Hosur bus stand. M. Kaveri (A.23) prevented the\npeople from dousing the fire.\nB\n48. In view of the fact that Udayasuriyan (PW.97) and R.\nKarunanidhi (PW.99) had not been dis-believed by the court\nbelow and their evidence was found natural and trustworthy as\nthey did not falsely implicate all the accused for causing\ndamages to the bus and they were local and independent\nC witnesses and knowing some of the accused persons; the High\nCourt held as under:\nD\nE\nF\nG\nH\n\"Though, both the witnesses have spoken about the\ndemonstration and implicated most of the accused, they\nhave spoken only about Nedu (A.2) for having set fire to\nthe Route No.7-B town bus and there is absolutely no\nmaterial to show as to why both PWs 97 \u0026 99 should\nfalsely implicate Nedu (A.2). Equally, for the same reason,\nthe implication of M. Kaveri (A.23) for having prevented the\npersons in and around the bus from dousing the fire also\ncannot be dis-believed. There is ample evidence to show\nthat Nedu (A.2) and M. Kaveri (A.23) were part of the\ndemonstrators as has been stated by some of the\nwitnesses. In fact, PW.62 stated that even when he saw\nthe demonstrators sitting on the road, he also saw the\ndamaged buses parked nearby. None of the witnesses\nhave implicated any of the accused except Nedu (A.2) and\nM. Kaveri (A.23) for causing damage to the buses.\nThough, PW.97 implicated K. Mani (A.24) as well for\ncausing damage to the bus, A.24 was not spoken to by\nPW.99. In the absence of any corroboration, it cannot be\nheld that K. Mani (A.24) also damaged the bus.\n49. Therefore, the presence of the accused had also been\nestablished by press and media persons who were present at\nthe scene of the occurrence, as well as by the complainant, and\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 305\n[DR. B.S. CHAUHAN, J.]\nthose persons had not named all the accused for setting the A\nbus on fire and only few of them had been involved. But as the\nsaid persons were not having any arm/weapon, the offence of\nSection 148 IPC was not found sustainable and thus, their\nconviction under Section 148 IPC has been rightly set aside.\nSome of the accused had been convicted under Section 147\nIPC.\n,\nC\n50. It has been submitted that the witnesses PWs. 1, 2 and\n4 have not disclosed the identities of the accused at the initial\nstage of investigation. Therefore, they cannot be relied upon\nfor conviction of A.2 to A.4. However, it has been proved that\nthere was no initial investigation and therefore the question of\ndisclosing identity of the accused to Shri Shanmugaiah\n(PW.116), who had done the initial investigation, could not\narise. More so, as has been mentioned hereinabove, the initial\ninvestigation was conducted in a panicked situation, therefore, D\nthe government thought it proper to scrap it out and hand over\nto a higher officer through the CBCID. The presence of A.2 to\nA.4 with the other accused at the place of agitation stands\nestablished.\n51. R. Karunanidhi (PW.99) had spoken about A.2 to A.4.\nHe is an advocate and belongs to Dharamapuri. He has\ndeposed that Nédu (A.2) had set the fire to the Route No.7-B\ntown bus. He has also corroborated the evidence of\nUdayasuriyan (PW.97) that while the bus was in flames, some\npersons tried to douse the fire but they were prevented by M.\nKaveri (A.23). Nedu (A.2) remained present in the earlier\noccurrence as well as the subsequent occurrence.\n52. We cannot ignore one more fact, namely, that C.\nMuniappan (A.4) had kept the engine of the motor cycle (M.O.5)\nrunning only to escape from the scene of occurrence along with\nNedu (A.2) and Madhu (A.3) after the occurrence. The said fact\nwould also indicate the mind of the accused to commit the\noffence and to flee from the scene of occurrence to avoid the\nclutches of law. But for PWs 1, 2, 4 \u0026 5 and some other students\nE\nF\nG\nH\n306 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA who became alert immediately after the bus was set on fire,\nthe consequence could have been disastrous and more deaths\ncould have occurred.\nB\nC\n53. P. Kandasamy, the bus driver (PW.4) has deposed\nthat at the time of incident, a bike coming from the right side\nof the bus stopped near the left side headlight at a distance of\nabout 12 ft. Three persons were riding on the said motor cycle.\nTwo persons who were sitting on the rear seat of the motor cycle\ncame towards the bus and each of them was carrying a yellow\ncoloured can. One of them came to the left side of the bus and\nsprinkled liquid contained in the can inside the bus through the\nfirst window shutter. The other poured the liquid from the can\nthrough the second window. From the smell, he could\nunderstand that they had sprinkled petrol. Dr. Latha (PW.1) and\nAkila (PW.2) begged those persons and pleaded not to do any\nD harm. At that time there was a shout \"set fire on them, then\nonly they will realise”. Students started coming out of the bus\nfrom the front entrance. The bus was put to fire immediately.\nThe persons who poured the petrol proceeded towards the\nmotor cycle and escaped.\nE\nF\nG\nH\n54. P. Kandasamy (PW.4) has identified Nedu (A.2) and\nC. Muniappan (A.4) in the court and pointed out that C.\nMuniappan (A.4) was the person who was sitting on the motor\ncycle, keeping engine running at the time of occurrence. He\nalso disclosed that the number of the maroon coloured motor\ncycle was TN-29-C-2487 and identified the vehicle parked\noutside the court. In cross-examination again and again he was\nasked large number of questions, but his deposition remained\ntrustworthy throughout.\n55. The deposition of N. Jagannathan, cleaner (PW.5)\ncorroborated the evidence of P. Kandasamy (PW.4). He\nidentified A.2 to A.4. He also identified the motor cycle but\ncould not identify the colour and registration number. He has\nidentified the accused in the Test Identification Parade. He has\ndenied the suggestion that he had ever been shown any\n瓜\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 307\n[DR. B.S. CHAUHAN, J.]\nphotograph of either of A.2 to A.4. He deposed that A.2 to A.4 A\nwere the persons who sprinkled the petrol inside the bus and\nhe had given a version of events explaining how the girl\nstudents got burn injuries and some of them died because they\ncould not come out of the vehicle. He denied the suggestion\nthat he could identify A.2 to A.4 as he had been shown their\nphotographs.\nB\n56. Dr. Latha (PW.1) had deposed that she had seen the\nman who was pouring the petrol. She had identified A.3 in the\ncourt as the man who sprinkled petrol in the bus. She deposed\nthat it was A.3 who had shouted “set fire to all, then only they C\nwill realize\" and at that time there was a fire from the front left\nside.\n57. Akila (PW.2) had given same version and corroborated\nthe evidence of Dr. Latha (PW.1), P. Kandasamy (PW.4) and\nN. Jagannathan (PW.5) and deposed that petrol was sprinkled\nnear the seat which was occupied by PW.5. She identified\nMadhu (A.3) as the person who sprinkled the petrol and stated\nthat another person lit the match stick and threw it in the bus\nand the bus was burnt into flames. Three girl students were\ncharred to death.\n58. Preetha (PW.8), a B.Sc. 2nd year student, aged 19\nyears had deposed that she was sitting on the double seat just\nbefore the front entrance on the window side. A man sprinkled\npetrol from a yellow can which he was holding on the seat in\nfront of her seat through the window shutter. At the same time\nanother person came and poured petrol inside the bus through\nthe window shutter which was near the first seat. PWs. 1 and\n2 begged them not to harm students. However, in the\nmeantime, the front side of the bus caught fire. She had\nsuffered some burn injuries over her left foot. She had identified\nMadhu (A.3) in the court as a person who had sprinkled petrol.\nShe denied the suggestion that she was deposing, falsely or\nidentified the accused D.K. Rajendran (A.1) and Nedu (A.2) as\nshe had been tutored by the police.\nD\nE\nF\nG\nH\nA\n308 SUPREME COURT REPORTS. [2010] 10 S.C.R.\n59. Gayathri G. (PW.11), another injured witness identified\nNedu (A.2) and Madhu (A.3) in the Court. She explained how\nthe petrol was sprinkled by A.2 and A.3 and how PWs. 1 and\n2 begged them not to harm the girls. However, at the same\ntime, there was fire at the place where the petrol had been\nB poured. She denied any suggestion made by the defence that\nshe was deposing falsely or she had identified any of the\naccused by showing their photographs.\n60. R. Suganthi (PW.12) another injured witness had given\nthe same version. She had identified Madhu (A.3) in the court\nC as a person who had sprinkled the petrol inside the bus and\nN. Thilagavathi (PW.12) another injured witness corroborated\nthe genesis of the case as given by the other witnesses. She\nidentified Nedu (A.2) in the court as a person who had sprinkled\nthe petrol and denied all suggestions made by the defence.\nD\nE\n61. S. Anitha (PW.14) supported the prosecution version\nthoroughly and stated that two persons came to the front of the\nbus and sprinkled the petrol. She had identified A.2 to A.4 in\nTest Identification Parade denying all suggestions made by the\ndefence.\n62. A large number of injured witnesses (students) were\nexamined. They supported the prosecution case but did not\nidentify any person either in the Test Identification Parade or in\nthe Court. M. Kalaivani, M. Krithika, G. Gayathiri and R.\nF Suganthi (PWs.9 to 12), R. Banuchitra, Chitra, C. Susma, S.\nThilagam, P.T. Sutha, M. Vasantha Gokilam, R. Abirami, P.\nGeetha and S. Gayathiri (PWs. 15 to 23), K. Sumathi, M.\nDeivani and N. Anbuselvi (PWs. 26 to 28) got injuries, and were\ntreated in the hospital. They were examined in the court. Their\nseating position in the bus had been such that they could not\nsee as who had sprinkled the petrol in the bus. They could see\nthe motorcycle or C. Muniappan (A.4) on the scene. They did\nnot depose anything in this regard.--\nG\n63. R. Maruthu (PW.51), photographer, deposed that he\nH was contacted by Dowlat Basha (A.6) to cover the \"Road Roko\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 309\n[DR. B.S. CHAUHAN, J.]\nAgitation\" at Illakkiampatti in stills and video. He reached there A\non a motorcycle. There he found D.K. Rajendran (A.1) engaged\nin an agitation with four or five persons. They were raising\nslogans. He photographed and videographed the spot of the\nagitation. He deposed that along with (A.1), Muthu (A.8), Ravi\n(A.9), A.P. Murugan (A.11) and Vadivelu (A.12) were also B\npresent there. Their photographs and negatives were exhibited\nin the court. He also photographed the burning bus. He reached\nthe spot when the bus was burning. Students were shouting.\nThe bus was full of black smoke. Some persons were trying to\nbreak open the rear side glass panes and some were dragging C\nthe girls from the rear side shutters. The fire spread from the\nfront portion and engulfed the whole bus to the rear and he had\nbeen taking photographs continuously. These photographs\nwere exhibited as Ex.P.78 and Ex.P.80. He watched the video\nprepared by him in the court and identified the same. In the\ncross-examination, he denied knowing the accused persons,\nparticularly, Madhu (A.3), Velayutham (A.7), Sampath (A.13),\nSelvam (A.26), Selvaraj (A.28) and Veeramani (A.30).\nHowever, they were shown in the photographs taken by him.\nHe was declared hostile.\n64. The shirt (M.O.4), which was worn by Nedu (A.2) at the\ntime of incident, had been identified by most of the eye-\nwitnesses in the court. It is stated that this shirt belonged to A.2.\n65. In Aloke Nath Dutta \u0026 Ors. v. State of West Bengal,\n(2007) 12 SCC 230, this Court disapproved the exhibiting and\nreading of confessional statement of the accused before the\npolice as a whole before the court, as it had not been brought\non record in a manner contemplated by law. The Court held.as\nunder :\n\"Law does not envisage taking on record the entire\nconfession by making it an exhibit incorporating both the\nadmissible or inadmissible part thereof together. We have\nto point out that only that part of confession is admissible,\nwhich could be leading to the recovery of dead body and/\nD\nE\nF\nG\nH\n!\n!\n310\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nA\nor recovery of articles......\nB\nс\nD\n; the\nconfession proceeded to state even the mode and manner\nin which they allegedly killed. It should not have been done.\nIt may influence the mind of the Court.\"\n66. While deciding the said case, this Court placed\nreliance on the judgments in Pulukuri Kotayya v. King-Emperor,\nAIR 1947 PC 67; the State of Maharashtra v. Damu Gopinath\nShinde \u0026 Ors., AIR 2000 SC 1691; and Anter Singh v. State\nof Rajasthan, AIR 2004 SC 2865.\n67. Thus, it is evident from the above that only the\nadmissible part of extra-judicial confessional statement can be\nexhibited. The statement as a whole, if exhibited and relied\nupon by the prosecution, leads to the possibility of the court\ngetting prejudiced against the accused. Thus, it has to be\navoided.\n68. In the instant case, as has rightly been pointed out by\nShri Sushil Kumar, learned senior counsel that confessional\nstatement of C. Muniappan (A.4) had been exhibited in the\ncourt in its full text. It was neither required or warranted nor was\nE permissible. However, in view of the fact that there had been\nother sufficient material on record to show his involvement in\nthe crime, we are of the opinion that full exhibition of the\nstatement had not prejudiced the case against him.\nF\nG\nHostile Witness:\n69. It is settled legal proposition that the evidence of a\nprosecution witness cannot be rejected in toto merely because\nthe prosecution chose to treat him as hostile and cross examine\nhim. The evidence of such witnesses cannot be treated as\neffaced or washed off the record altogether but the same can\nbe accepted to the extent that their version is found to be\ndependable on a careful scrutiny thereof. (vide Bhagwan Singh\nv. The State of Haryana, AIR 1976 SC 202; Rabindra Kumar\nDey v. State of Orissa, AIR 1977 SC 170; Syad Akbar v. State\nof Karnataka, AIR 1979 SC 1848; and Khujji @ Surendra\nH\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 311\n[DR. B.S. CHAUHAN, J.]\nTiwari v. State of Madhya Pradesh, AIR 1991 SC 1853).\nA\n70. In State of U.P. v. Ramesh Prasad Misra \u0026 Anr., AIR\n1996 SC 2766, this Court held that evidence of a hostile witness\nwould not be totally rejected if spoken in favour of the\nprosecution or the accused but required to be subjected to\nB\nclose scrutiny and that portion of the evidence which is\nconsistent with the case of the prosecution or defence can be\nrelied upon. A similar view has been reiterated by this Court in\nBalu Sonba Shinde v. State of Maharashtra, (2002) 7 SCC\n543; Gagan Kanojia \u0026 Anr. v. State of Punjab, (2006) 13 SCC\n516; Radha Mohan Singh @ Lal Saheb \u0026 Ors. v. State of C\nU.P., AIR 2006 SC 951; Sarvesh Naraian Shukla v. Daroga\nSingh \u0026 Ors., AIR 2008 SC 320; and Subbu Singh v. State,\n(2009) 6 SCC 462.\nThus, the law can be summarised to the effect that the\nevidence of a hostile witness cannot be discarded as a whole,\nand relevant parts thereof which are admissible in law, can be\nused by the prosecution or the defence.\nIn the instant case, some of the material witnesses i.e. B.\nKamal (PW.86); and R. Maruthu (PW.51) turned hostile. Their\nevidence has been taken into consideration by the courts below\nstrictly in accordance with law.\nSome omissions, improvements in the evidence of the\nPWs have been pointed out by the learned counsel for the\nappellants, but we find them to be very trivial in nature.\n71. It is settled proposition of law that even if there are\nsome omissions, contradictions and discrepancies, the entire\nevidence cannot be disregarded. After exercising care and\ncaution and sifting through the evidence to separate truth from\nuntruth, exaggeration and improvements, the court comes to a\nconclusion as to whether the residuary evidence is sufficient to\nconvict the accused. Thus, an undue importance should not be\nattached to omissions, contradictions and discrepancies which\ndo not go to the heart of the matter and shake the basic version\nD\nE\nF\nG\nH\n"}