{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"282\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nA teachers accompanying them went to the Saravanabhavan\nHotel to take their meals and to purchase parcels of food. Some\nof the students remained in the bus itself.\nB\nC\n4. In view of naxalite movement and activities around\nDharmapuri, the Deputy Superintendent of Police at\nDharmapuri had promulgated a prohibitory order under\nSections 30-A and 61 of the Indian Police Act, 1861, which\nexpired on 31.1.2000, and thus, a fresh prohibitory order was\nissued on 31.1.2000, for fifteen days. On 2.2.2000, former Chief\nMinister of Tamil Nadu, Ms. J. Jayalalitha, along with four others\nwas convicted and sentenced to undergo one year\nimprisonment in the Pleasant Stay Hotel, Kodailkanal, case.\nAccording to the prosecution, when the news of her conviction\nspread, the AIADMK party members resorted to dharnas and\ntook out processions in Dharmapuri and compelled the shop\nD keepers to close their shops by pelting stones. The news of\nconviction and sentence of the former Chief Minister of Tamil\nNadu was being broadcast on T.V. and radio, thus, the students\nand teachers also came to know about it.\nE\nF\n5. According to the prosecution, a procession of 100 to\n150 party workers having flags of AIADMK party, armed with\nsticks and stones passed on the roads nearby the buses,\nraising slogans. The girl students witnessed the procession but\nremained in the bus. Dr. Latha (PW.1), the teacher\naccompanying the students, contacted the Vice-Chancellor of\nthe University and told the students that the Vice-Chancellor had\ninstructed them to stay at a safe place and return to Coimbatore\nafter the situation becomes normal: On this advice, the drivers\nof both the buses made an attempt to take the buses to the\nDistrict Collector's office. However, the buses could not reach\nG there because of the obstruction of the traffic on the way, as\nthe political workers staging dharna came on the road. Mr. P.\nKandasamy (PW.4), driver of bus no. TN-38-C-5550, which\nwas carrying the girl students, moved the bus to some distance\nand parked it in a vacant place near an old petrol bunk. The\nH bus carrying the boys was also moved there. The accused,\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 283\n[DR. B.S. CHAUHAN, J.]\nalong with other political workers formed an unlawful assembly A\nindulging in a 'road roko agitation', under the leadership of D.K.\nRajendran (A.1), violating the prohibitory order at Illakkiampatti,\nnear the MGR statue on the Salem-Bangalore National\nHighway, prevented the free flow of traffic and caused nuisance\nto general public at large. They damaged the government B\nbuses having registration nos. TN-29-N-1094, TN-29-N-0543\nand TN-29-N-1011 by breaking their glasses and also set fire\nto the three seats of one of the buses (being a town bus with\nRoute No. 7-B).\n6. As per the Prosecution, Nedu @ Nedunchezhian (A.2), C\nMadhu @ Ravindran (A.3) and C. Muniappan (A.4) having the\ncommon object to cause damage to the buses, left the\naforesaid place and went to the motor workshop of B. Kamal\n(PW.86), namely \"Majestic Auto Garage\", and procured petrol\nin two plastic cans and came to the place where the bus in D\nwhich the girl students were travelling was parked. It is alleged\nthat Nedu (A.2) and Madhu (A.3) sprinkled petrol inside the bus\nthrough the first two shutters on the left-side and Nedu (A.2) lit\na match stick and threw it inside the bus. Nedu (A.2) and\nMadhu (A.3) went towards the motor bike which was already E\nkept ready for running by C. Muniappan (A.4) and escaped from\nthe scene. The fire lit at the front-side of the bus spread\nbackwards. Dr. Latha (PW.1) and Akila (PW.2) (both teachers)\nmanaged to get down from the bus from the front door along\nwith some students. Some girl students stretched their heads\nand hands through the shutters and the boy students pulled them\nout. However, three students, namely; Kokilavani, Hemalatha\nand Gayathri could not escape from the burning bus. They were\nburnt alive inside the bus. Some of the girl students got burn\ninjuries while getting down from the bus and some were injured\nwhile they were being pulled out through the shutters. The injured\nstudents were taken to the Government Hospital, Dharmapuri,\nwhere they were treated by Dr. K.S. Sampath (PW.30).\nF\nG\n7. On the same day, an FIR was lodged at about 1.30 p.m.\nin the police station regarding the occurrence of the incident H\n284 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA involving the Town Bus with route no.7-B. In respect of the other\nincident, i.e. the Bus burning, an FIR was lodged at about 3.30\np.m. vide written complaint (Exh. P.120) and a case under\nSections 147, 148, 149, 436 and 302 of Indian Penal Code,\n1860 (in short the ‘IPC') and under Sections 3 and 4 of the Tamil\nB Nadu Property (Prevention of Damage \u0026 Loss) Act, 1992 (in\nshort as \"TNP (PDL) Act\") was registered. In the said FIR, the\nname of C. Muniappan (A.4) was not mentioned. A general\nstatement was made that \"some persons shouting slogans\nsurrounded the bus and broke down the window panes\" and\nNedu (A.2) and Madhu (A.3) poured the petrol from the front\nentrance of the bus and set it on fire. As far as the damage\ncaused to the government buses at Illakkiampatti is concerned,\non 2.2.2000, Elangovan (PW.60), a Senior Assistant Engineer\nin the Tamil Nadu Transport Corporation, Dharmapuri, at 8.00\np.m. submitted a written complaint (Exh. P.82) under Sections\n147, 148, 341, 436 and 506(ii) IPC and Sections 3 and 4 of\nthe TNP (PDL) Act.\nC\nD\n8. On these complaints, investigations were carried out by\nAyyasamy, Inspector of Police (PW.81), and he inspected the\nE place of occurrence at about 10.30 p.m. in the presence of\nwitnesses Velayutham (PW.67) and Vetrivel (PW.68) and\nprepared an Observation Mahazar (Ex. P.107). He also\nprepared a rough sketch and recovered broken glass and brick\npieces from the place under the Seizure Mahazar (Ex. P.109).\nThe buses were inspected on the next day by Motor Vehicles\nInspector and he prepared reports in respect of the same (Exs.\nP.116 to P.119).\nF\n9. Dr. A.C. Natarajan (PW:31) conducted an autopsy on\nthe body of Kokilavani, Dr. N. Govindaraj (PW.35) conducted\nG an autopsy on the body of Gayathri and Dr. Rajkumar (PW.38)\nconducted an autopsy on the body of Hemalatha and issued\nExs. P.23, P.33 and P.28, Post mortem certificates,\nrespectively.\nH\n10. In respect of the second incident, regarding bus no.\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 285\n[DR. B.S. CHAUHAN, J.]\nTN-38-C-5550, Crime No. 188 of 2000 was registered on the A\nbasis of the complaint given by Village Administrative Officer,\nC. Ramasundaram (PW.87). Since the officer-in-charge of\npolice station was on court duty, Shanmugaiah, Inspector of\nPolice (PW.116) took up the investigation. However, after two\ndays, i.e. on 4.2.2000, Vilvaranimurugan, Inspector of Police B\n(PW.119) took over the investigation from Shanmugaiah\n(PW.116). On 6.2.2000, investigation was transferred to the\nCBCID and R. Samuthirapandi, Additional Superintendent of\nPolice (PW.123), became the Investigating Officer.\nC\nE\n11. After completing the investigation, a report under\nSection 173 of the Code of Criminal Procedure, 1973\n(hereinafter called as \"Cr.PC\"), was filed on 28.4.2000,\narraying 31 persons as accused. The case was committed to\nthe Sessions Court, Krishnagiri, vide Order dated 25.7.2000.\nThe Sessions Court, Krishnagiri, framed 21 charges against D\nall accused persons vide order dated 8.10.2001 under Sections\n147, 148, 149, 341, 342, 307 read with Sections 302, 114 IPC\nand Sections 3 and 4 TNP (PDL) Act. During the course of trial,\n10 out of 11 witnesses, who had been examined, turned hostile,\nincluding C. Ramasundaram (PW.87) who had lodged the\ncomplaint in respect of second incident. Being dissatisfied and\naggrieved, Veerasamy, father of one of the victims, namely,\nKokilavani, approached the High Court of Madras by filing Cr.\nO.P. No. 23520 of 2001 under Section 407 Cr.PC seeking\ntransfer of the trial from Krishnagiri to Coimbatore on various F\ngrounds, inter-alia, that all the accused were from the AIADMK\nparty and were holding the party posts; most of the witnesses\nwho had been examined had turned hostile, including the\ncomplainant C. Ramasundaram; all the accused and most of\nthe witnesses were from the Coimbatore District and thus, they G\nwould be won over by the accused. Therefore, conduct of an\nimpartial trial was not possible at Krishnagiri. The High Court\nallowed the said Transfer Petition vide order dated 22.8.2003\nissuing some directions, including the appointment of the\nSpecial Public Prosecutor and to have a de-novo trial. The\nH\n286 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA said order of transfer was challenged by D.K. Rajendran (A.1),\nby filing SLP(Crl.) No. 4678 of 2003. However, the said SLP\nwas dismissed by this Court vide order dated 17.11.2003.\n12. The Special Public Prosecutor was appointed after\nfiling of a contempt petition before the High Court for not\nB complying with its order dated 22.8.2003. The State\nGovernment initiated Departmental Proceedings against the\nVillage Administrative Officer, C. Ramasundaram (PW.87), the\ncomplainant, who had been examined at Krishnagiri Court, for\nnot supporting the case of the prosecution. After a long delay,\nC vide order dated 14.3.2005, the Sessions Court, Salem,\nframed 22 charges against the 31 accused, as the trial was\nbeing conducted de-novo. During the trial, 123 witnesses were\nexamined and after assessing the facts and the legal issues,\nthe Trial Court delivered the judgment and order dated\nD 16.2.2007.\nE\nIn total, 31 accused were put to trial. R. Chellakutty (A.22)\ndied during trial. S. Palanisamy (A.15) and A. Madesh @\nMadesh Mastheri (A.27) stood acquitted. The remaining 28\naccused were convicted under Sections 188, 341 IPC and 3\n\u0026 4 of TNP (PDL) Act r/w 149 IPC. In addition, all of them except\naccused No. 24, Mani @ Member Mani, were convicted for\noffence u/s 147. IPC, whereas accused No. 24, Mani @\nMember Mani was convicted, for an offence u/s 148 IPC. Apart\nfrom that accused No. 2, Nedu @ Nedunchezhian, and accused\nF No. 3, Madhu @ Ravindran, were convicted for offences u/s 302\nIPC (3 counts) and accused No. 4, C. Muniappan, u/s 302 r/w..\n114 IPC (3 counts) and the accused Nos.2 and 3 were\nconvicted also for offences u/s 307 IPC (46 counts) and C.\nMuniappan (A4) for offences u/s 307 r/w 114 IPC for 46 counts.\nG Accused Nos. 2, 3 and 4 were sentenced to death.\nThe sentences imposed on accused Nos. 1, 5 to 14, 16\nto 21, 23 to 26 and 28 to 31 were ordered to run consecutively\nwhich extended to 7 years and 3 months and sentence of 7\nyears and 9 months to accused No. 24.\nH\n\u003e\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 287\n[DR. B.S. CHAUHAN, J.]\n13. All the 28 convicts filed appeals before the High Court A\nof Madras. The death sentence references in respect to Nedu\n(A.2), Madhu (A.3) and C. Muniappan (A.4) were also made.\nCrl. Revision No. 777 of 2007 was filed by R. Kesava Chandran\n@ Moorthy, the father of one of the deceased, namely,\nHemalatha, for enhancement of punishment imposed on all the .B\naccused. As all the appeals, references and Crl. Revision arose\nout of a common judgment, they were taken up jointly and\ndisposed of by the High Court vide impugned judgment and\norder dated 6.12.2007.\nOn hearing the aforesaid Crl. Revision and appeals, the\nHigh Court modified the conviction of accused No. 24 under\nsection 148 IPC as being under section 147 IPC. Accused nos.\n1, 5 to 14, 16 to 21, 23 to 26 and 28 to 31 were awarded\ndifferent punishment for different offences, however, maximum\npunishment remained two years as all the sentences were.\ndirected to run concurrently.\nConviction and sentence of death against accused Nos.\n2 to 4 was confirmed by the High Court along with all other\nsentences under different heads.\n14. Hence, these seven appeals.\nC.\nE\nF\n15. Shri Sushil Kumar and Shri Udai U. Lalit, learned senior\ncounsel appearing for all these appellants, have submitted that\nthe facts and circumstances of the case did not warrant any trial.\nThe case of the prosecution had been inherently improbable.\nThere had been material contradictions in the statements of\nwitnesses in respect of the involvement of the accused and the\nnature of offences committed by them. The inquest reports were\nnot consistent with the charge-sheets. Confessional statements\nmade by some of the accused before the police, could not be G\nrelied upon nor read as a whole in the court, as it is not\npermissible in law. The reading of the full text thereof, had\nmaterially prejudiced the mind of the court. Two separate FIRS,\ni.e., in respect of Crime No.188/2000 and 190/2000 could not\nbe clubbed, resulting in one consolidated charge sheet. All the H\n!\n|\nC\n288 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA accused had been charged by the Salem Court even for the\noffence under Section 188 IPC. In this respect, as no complaint\nhad been filed by the competent officer whose prohibitory order\nhad been violated, the charge could not have been framed. In\nany case, as it was not permissible for the trial court to frame\nB any charge under Section 188 IPC in absence of any written\ncomplaint by the public servant concerned, the genesis of the\nprosecution case becomes doubtful and the appellants become\nentitled to the benefit of doubt. Further, cases under Section\n188 I.P.C. are triable by the Magistrate. In this case, it has been\ntried by the Sessions Court. Such a course has caused great\nprejudice to the appellants. The statements made by the\nwitnesses particularly, by Dr. Latha (PW.1), Akila (PW.2), P.\nKandasamy, Driver (PW.4) and N. Jagannathan, Cleaner (PW.\n5), were full of contradictions and could not be relied upon.\nIdentification of the accused was on the basis of the\nphotographs taken and published by the media. C. Muniappan\n(A.4) was arrested on 3rd February, 2009, in respect of some\nother case and, therefore, his arrest shown on 7th February,\n2009, was only an act of jugglery. The Forensic Report did not\nsupport the case of the prosecution that kerosene oil or petrol\nhad been put to set the bus ablaze. Some of the most material\nwitnesses of the prosecution, like B. Kamal (PW.86), turned\nhostile, thus could not be relied upon.\nD\nE\nF\n16. Four different versions have been given by the different\nwitnesses disclosing the genesis of the main incident.\nFirst, as revealed by the complaint lodged by C.\nRamasundaram (PW.87), the incident occurred at 3.30 p.m. on\n2.2.2000. According to the complaint, 20 persons named in the\nF.I.R. armed with wooden sticks and iron rods, shouted slogans\nG and caused damage to the bus. They threatened the girl\nstudents, who were travelling in the bus, with dire\nconsequences. Nedu (A.2) and Madhu (A.3) brought the petrol\nand sprinkled the same inside the bus as well as on the\nplatform. D.K. Rajendran (A.1) ordered that no one should be\nH allowed to get down from the bus and threatened that the bus\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 289\n[DR. B.S. CHAUHAN, J.]\nwill be set on fire along with the inmates. Immediately, both A\nNedu (A.2) and Madhu (A.3) set the bus on fire with match\nsticks. Suddenly, the fire engulfed the entire bus and all the\naccused ran away from the scene. Some girls were trapped\ninside the bus and charred to death. C. Muniappan (A.4) was\nnot named in the first version.\nThe second version is as per the evidence of P.\nKandasamy (PW.4), driver of the vehicle and N. Jagannathan\n(PW.5), Cleaner. According to them, the incident occurred on\n2.2.2000, wherein, two persons came on a motor bike and\nstopped in front of the bus. One of them sprinkled the petrol\nthrough left side window and set the bus on fire and went away\non the motorbike.\nB\nC\nThe third version has been as revealed by the Report\n(Ex.D.14) submitted by P. Kandasamy (PW.4), Driver, dated D\n7.2.2000, according to which, two persons came on a motor\nbike and stopped in front of the bus. One of them sprinkled\npetrol through the left side window and set the bus on fire.\nThe fourth version is based on the Report (Ex.D.12), dated\n6.3.2000, by Dr. Latha (PW.1), according to which, when the\nbus was parked, at about 2.25 p.m., after two minutes thereof,\none person poured the petrol on the front seats and set the bus\non fire.\nAll the aforesaid versions are contradictory to each other.\nThus, the case of prosecution is not trustworthy.\nThus, in view of the above, appeals deserve to be allowed.\nE\nF\n17. Per contra, Shri Altaf Ahmad, learned senior counsel\nappearing for the State, has tried to defend the prosecution's\ncase submitting that the contradictions were trivial in nature. He\nhas submitted that framing of charges under Section 188 IPC\nin absence of written complaint of the public servant concerned,\ncould not be fatal to the prosecution's case. The entire\nprosecution case cannot be discarded merely on the grounds\nof improperly framing the charges under Section 188 I.P.C. H\n290 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA Clubbing the two crimes, i.e., 188/2000 and 190/2000 did not\ncause any prejudice to any of the accused. Both the crimes\nwere found to be parts of the same incident. The court has to\nexamine the facts in a proper perspective where the said\nghastly crime had been committed, where three university girl\nB students stood roasted and 18 girl students suffered burn\ninjuries. At the initial stage, the investigation was conducted by\nShri Shanmugajah (PW.116), as the Inspector, Shri\nVilvaranimurugan (PW.119) was on court duty on 2.2.2000.\nThus, PW.119 took over the investigation after being free from\nthe court duty. Considering the gravity of the offences, the\ninvestigation was handed over to the CBCID, thus, the change\nof Investigating Officer was inevitable. The Test Identification\nParade was conducted by the experienced Judicial Officer in\naccordance with law and there was no haste in conducting the\nsame. There is no rule of law that deposition of a hostile witness\nis to be discarded in toto. The appeals lack merit and are liable\nto be dismissed.\nC\nD\nE\nF\nG\nH\n18. We have considered the rival submissions made by.\nlearned counsel for the parties and perused the records.\nCharges under Section 188 IPC:\n19. Section 195 Cr.PC reads as under:\n\"195. Prosecution for contempt of lawful authority of public\nservants, for offences against public justice and for\noffences relating to documents given in evidence - (1) No\nCourt shall take cognizance -\n(a)(i) of any offence punishable under Sections 172 to 188\n(both inclusive) of the Indian Penal Code (45 of 1860), or\nexcept on the complaint in writing of the public servant\nconcerned or of some other public servant to whom he is\nadministratively subordinate;\"\n20. Section 195(a)(i) Cr.PC bars the court from taking\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 291\n[DR. B.S. CHAUHAN, J.]\ncognizance of any offence punishable under Section 188 IPC\nor abetment or attempt to cornmit the same, unless, there is a\nwritten complaint by the public servant concerned for contempt\nof his lawful order. The object of this provision is to provide for\na particular procedure in a case of contempt of the lawful\nauthority of the public servant. The court lacks competence to\ntake cognizance in certain types of offences enumerated\ntherein. The legislative intent behind such a provision has been\nthat an individual should not face criminal prosecution instituted\nupon insufficient grounds by persons actuated by malice, ill-will\nor frivolity of disposition and to save the time of the criminal\ncourts being wasted by endless prosecutions. This provision\nhas been carved out as an exception to the general rule\ncontained under Section 190 Cr.PC that any person can set\nthe law in motion by making a complaint, as it prohibits the court\nfrom taking cognizance of certain offences until and unless a\ncomplaint has been made by some particular authority or\nperson. Other provisions in the Cr.PC like sections 196 and\n198 do not lay down any rule of procedure, rather, they only\ncreate a bar that unless some requirements are complied with,\nthe court shall not take cognizance of an offence described in\nthose Sections. (vide Govind Mehta v. The State of Bihar, AIR\n1971 SC 1708; Patel Laljibhai Somabhai v. The State of\nGujarat, AIR 1971 SC 1935; Surjit Singh \u0026 Ors. v. Balbir\nSingh, (1996) 3 SCC 533; State of Punjab v. Raj Singh \u0026 Anr.,\n(1998) 2 SCC 391; K. Vengadachalam v. K.C. Palanisamy\n\u0026 Ors., (2005) 7 SCC 352; and Iqbal Singh Marwah \u0026 Anr. v.\nMeenakshi Marwah \u0026 Anr., AIR 2005 SC 2119).\n21. The test of whether there is evasion or non-compliance\nof Section 195 Cr.PC or not, is whether the facts disclose\nprimarily and essentially an offence for which a complaint of the\ncourt or of a public servant is required. In Basir-ul-Haq \u0026 Ors.\nv. The State of West Bengal, AIR 1953 SC 293; and\nDurgacharan Naik \u0026 Ors v. State of Orissa, AIR 1966 SC\n1775, this Court held that the provisions of this Section cannot\nbe evaded by describing the offence as one being punishable\nA\nB\nC\nD\nE\nF\nG\nH\n"}