{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 10 S.C.R. 262\nA\nB\nс\nD\nE\nF\nC. MUNIAPPAN \u0026 ORS.\nV.\nSTATE OF TAMIL NADU\n(Criminal Appeal Nos. 127-130 of 2008)\nAUGUST 30, 2010\n[G. S. SINGHVI AND DR. B.S. CHAUHAN, JJ.]\nPenal Code, 1860:\n-\nss. 302, 302/114, 307 and 307/114 - Three of the\nmembers of a group of agitators setting ablaze a University\nbus full of girl-students - Three girls burnt alive to death and\nseveral others received burn injuries – HELD: Courts below\nrightly convicted and sentenced the three accused to death\n- Their activities were not only barbaric but inhuman to the\nhighest degree The manner of the commission of the\noffence is extremely brutal, diabolical, grotesque and cruel -\nIt is shocking to the collective conscience of society\nSentence/Sentencing - Sentence of death - Aggravating and\nmitigating circumstances – Explained.\n-\n-\n-\n-\nss. 147/148, 341 IPC and ss. 3 and 4 of TN (PDL) Act,\n1982 r/w s.149 - IPC Offences committed by a group of\nagitators - Conviction and sentence by trial court - Sentence\ndirected to run consecutively High Court directing\nsentences to run concurrently – HELD: The maximum\nsentence to be served by the accused as per High Court\njudgment being 2 years and accused having served 14\nmonths of sentence, in the circumstances of the case,\nsentence reduced to the period already undergone - Tamil\nG Nadu (Prevention of Dangerous Activities of Boot Laggers,\nTraffic Offenders, Forest Offenders Activities, Immoral Traffic\nOffenders and Slum Grabbers and Videopirate) Act, 1982.\nH\nEvidence:\n262\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU\n-\n263\nDiscrepancies in evidence HELD: An undue A\nimportance should not be attached to omissions,\ncontradictions and discrepancies which do not go to the heart\nof the matter and shake the basic version of the prosecution\nwitness.\nHostile witness - Evidence of - HELD: cannot be\ndiscarded as a whole, and relevant parts thereof which are\nadmissible in law, can be used by the prosecution or the\ndefence.\nExtra-judicial confessional statement\nB\n-\nExhibiting of - C\nExplained.\nInvestigation:\nIrregularities in investigation - HELD: In the instant case,\nirregularities-committed in the investigation by the earlier I.Os.\nhave too little relevance on the merits of the case and the\nmaterial of earlier investigations has rightly been not relied\nupon by the subsequent Investigating Officer.\nObligation on trial court in case of defective investigation\n- HELD: Investigation is not the solitary area for judicial\nscrutiny in a criminal trial - Where there has been negligence\nor omissions etc. on the part of the investigating agency,\nwhich resulted in defective investigation, there is a legal\nobligation on the court to examine the prosecution evidence\nde hors such lapses and examine whether the lapses had\naffected the prosecution case.\n-\nTest identification parade HELD: Is a part of\ninvestigation and provides for an assurance that the\ninvestigation is proceeding in the right direction and it enables\nthe witnesses to satisfy themselves that the accused whom\nthey suspect is really one who was seen by them at the time\nof commission of offence Holding the test identification\n-\nD\nE\nF\nG\nI\n264\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nA parade is not substantive piece of evidence, yet it may be\nused for the purpose of corroboration that a person brought\nbefore the court is the real person involved in the commission\nof the crime - However, the test identification parade, even if\nheld, cannot be considered in all the cases as trustworthy\nevidence on which the conviction of the accused can be\nsustained - It is a rule of prudence which is required to be\nfollowed in cases where the accused is not known to the\nwitness or the complainant - Evidence Act, 1872 - s.9 - Test\nidentification parade.\nB\nC\nCode of Criminal Procedure, 1973\n-\ns.195 – Cognizance by court, of offence punishable u/s\n188 IPC - HELD: The provisions of s.195 are mandatory -\nNon-compliance of it would vitiate the prosecution and all\nD other consequential orders - Law does not permit taking\ncognizance of any offence punishable u/s 188 IPC unless\nthere is a complaint in writing by the competent public servant\n- In the absence of such a complaint, the trial and conviction\nwill be void ab initio being without jurisdiction - However, non-\ncompliance of s. 195 would have no bearing on the prosecution\ncase so far charges for other offences are concerned - Penal\nCode, 1860 – s. 188.\nE\nF\n-\nCriminal Trial:\nClubbing of two Criminal cases into one trial - HELD: In\nthe instant case, second incident was a fall out of the first\noccurrence - Merely because two separate complaints had\nbeen lodged, it would not mean that they could not be clubbed\ntogether and one charge-sheet could not be filed - Practice\nG and Procedure.\nH\nCriminal Law:\nCrime and society - Crimes occurring in presence of\npublic and police - Social sensitivity - Duty of police and\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 265\nprotectors of law - A University bus full of girl students set A\nablaze by some of the agitators - Three young girls charred\nto death while several others sustained burn injuries -- HELD:\nEven if the common man fails to respond to the call of his\nconscience, the police should not have remained inactive -\nThe administration did not bother to find out why the police B\ndid not intervene and assist in the rescue, much less\nreprimand them for failing in their duty.\nC\nD\nDuring the \"Rasta Roko Agitation\" staged against\nconviction of a political leader, a mob of 100-150 of her\nsupporters, while the prohibition order u/s 60 of the Indian\nPolice Act, 1861 was in force, damaged a town bus and\nset ablaze a University bus with 47 girl-students, with the\nresult that 3 students burnt alive and 28 others received\nburn injuries and several others sustained serious\ninjuries. Two FIRs were lodged as regards the occurrence\ninvolving both the buses. In all, 30 accused were\nconvicted u/ss 188, 341 IPC, and ss. 3 and 4 of the TNP\n(PDL) Act read with s. 149 IP.C. They were also convicted\nu/s 147 IPC except A-24, who was convicted u/s 148 IPC.\nBesides, A-2 to A-4 were also found guilty of setting the E\nUniversity bus ablaze and burning three girl-students to\ndeath and causing burn injuries and other serious\ninjuries to 28 others for which A-2 and A-3 were convicted\nu/s 302 IPC each for three counts and A-4 u/s 302 read\nwith s. 114 IPC for three counts; A-2 and A-3 were further\nconvicted u/s 307 IPC each for 46 counts and A-4 u/s 307\nread with s.114 IPC for 46 counts; A-2 to A-4 were\nsentenced to death. The sentences imposed on the other\naccused persons were directed to run consecutively\nwhich extended to 7 years odd. The High Court G\nconfirmed the death sentences of A-2 to A-4, but modified\nthe sentences of the other accused to run concurrently.\nIn the appeals filed by the convicts, it was contended\nfor them that in the absence of any complaint by the\nF\nI\n266 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA competent officer whose prohibition order was stated to\nhave been violated, the charge u/s 188 IPC could not have\nbeen framed; that the Criminal cases registered in\nrespect of two separate FIRS could not have been\nclubbed into one single trial; that there were\nB contradictions in the statements of alleged eye-\nwitnesses; and, as such, the case did not warrant any\ntrial.\nC\nDisposing of the appeals, the Court\nHELD: 1.1 From the record, involvement of A-2 to A-\n4 in the incident of setting fire to the University bus has\nbeen substantiated. From the evidence of PW-99, PW-4,\nPW-5, PW-1 and PW-2, PW-8, PW-11, PW-12, PW-14, it has\nbeen established that A-2 to A-4 came on motorcycle, A-\nD 1 and A-3 sprinkled petrol inside the bus and set the bus\nablaze. PW-99 has spoken about A-2 to A-4. He is an\nadvocate and belongs to the locality. He has deposed\nthat A-2 had set fire to the Route No.7-B town bus. He has\nalso corroborated the evidence of PW-97 that while the\nE bus was in flames, some persons tried to douse the fire\nbut they were prevented by A-23. A-2 remained present\nin the earlier occurrence as well as the subsequent\noccurrence. It is significant to note that A-4 had kept the\nengine of the motor cycle running only to escape from\nthe scene of occurrence along with A-2 and A-3 after the\noccurrence. The said fact would also indicate the mind\nof the accused to commit the offence and to flee from the\nscene of occurrence to avoid the clutches of law. But for\nPWs 1, 2, 4 and 5 and some other students who became\nalert immediately after the bus was set on fire, the\nconsequence could have been disastrous and more\ndeaths could have occurred. [para 47, 51-56]\nF\nG\nH\n1.2 So far as the issue of damage to the buses and\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 267\nthe main incident of setting the University bus on fire is\nconcerned, both the courts have proceeded on the\nfinding, after appreciating the entire evidence on record,\nthat there was no common object between A-2, A-3 and\nA-4 on the one hand, and the other accused, on the other,\nregarding murder of the students and burning of the bus.\nTherefore, all of them had been convicted under different\nsections. However, the High Court directed the sentence\nto run concurrently so far as A-1, A-5 to A-14, A-16 to A-\n21, A-23 to A-26 and A-28 to A-31 are concerned. There\nhas been sufficient material to show their participation in\nthe \"Rasto Roko Andolan\" and indulging in the incident\nof damaging the local route bus. Both the courts below\nhave recorded the concurrent findings of fact in this\nregard and there is no reason to interfere with the same.\n[para 46] [302-C-E]\n1.3 As regards the doubts raised about the arrest of\nA-4, and his confessional statement, there has been no\ncross-examination independently on his behalf on this\nissue. Even in cross-examination on behalf of other\naccused nothing has been elicited qua irregularity or\nimprobability of the arrest of A-4. Therefore, there is no\nreason to disbelieve the arrest of A- 4 as shown by the\n1.0. [para 45] [301-E-H; 302-A-B]\n1.4 A large number of injured students were examined\nin the court. They supported the prosecution case but did\nnot identify any person either in the test identification\nparade or in the court. Their seating position in the bus\nhad been such that they could not see as who had\nsprinkled the petrol in the bus. Besides, the photographer\n(PW-51) photographed and videographed the spot of the\nagitation. He also photographed the burning bus. He\nwatched the video prepared by him in the court and\nidentified the same. [para 62] [308-F-G]\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n268\nSUPREME COURT REPORTS [2010] 10 S.C.R.\n2.1 If there are some omissions, contradictions and\ndiscrepancies, the entire evidence cannot be\ndisregarded. After exercising care and caution and sifting\nthrough the evidence to separate truth from untruth,\nexaggeration and improvements, the court comes to a\nconclusion as to whether the residuary evidence is\nsufficient to convict the accused. Thus, an undue\nimportance should not be attached to omissions,\ncontradictions and discrepancies which do not go to the\nheart of the matter and shake the basic version of the\nprosecution witness. As the mental abilities of a human\nbeing cannot be expected to be attuned to absorb all the\ndetails of the incident, minor discrepancies are bound to\noccur in the statements of witnesses. The omissions and\nimprovements in the evidence of the PWs pointed out in\nthe instant casse are found to be very trivial in nature.\n[para 70-71] [311-F-G; 312-A-B]\nSohrab \u0026 Anr. v. The State of M.P., 1973 ( 1 ) SCR\n472 AIR 1972 SC 2020; State of U.P. v. M.K. Anthony, AIR\n1985 SC 48; Bharwada Bhogini Bhai Hirji Bhai v. State of\nE Gujarat, 1983 ( 3 ) SCR 280 = AIR 1983 SC 753; State of\nRajasthan v. Om Prakash 2007 (7) SCR 1000 = AIR 2007\nSC 2257; Prithu @ Prithi Chand \u0026 Anr. v. State of Himachal\nPradesh, 2009 (2) SCR 765 = (2009) 11 SCC 588; State\nof U.P. v. Santosh Kumar \u0026 Ors., 2009 (14) SCR 106 =\nF (2009) 9 SCC 626; and State v. Saravanan \u0026 Anr., AIR 2009\nSC 151 relied on.\nG\nH\n-\n2.2 The evidence of a hostile witness cannot be\ndiscarded as a whole, and relevant parts thereof which\nare admissible in law, can be used by the prosecution or\nthe defence. In the instant case, some of the material\nwitnesses i.e. PW-86; and PW-51 turned hostile. Their\nevidence has been taken into consideration by the courts\nbelow strictly in accordance with law. [para 70] [311-D-\nE]\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 269\nA\nBhagwan Singh v. The State of Haryana, 1976 (2) SCR\n921 = AIR 1976 SC 202; Rabindra Kumar Dey v. State of\nOrissa, 1977 (1) SCR 439 = AIR 1977 SC 170; Syad Akbar\nv. State of Karnataka, 1980 ( 1 ) SCR 95 = AIR 1979 SC\n1848; and Khujji @ Surendra Tiwari v. State of Madhya\nPradesh, 1991 ( 3 ) SCR 1 = AIR 1991 SC 1853; State of B\nU.P. v. Ramesh Prasad Misra \u0026 Anr., 1996 (4) Suppl. SCR\n631 =AIR 1996 SC 2766; Balu Sonba Shinde v. State of\nMaharashtra, 2002 ( 2 ) Suppl. SCR 135 = (2002) 7 SCC\n543; Gagan Kanojia \u0026 Anr. v. State of Punjab, (2006) 13 SCC\n516; Radha Mohan Singh @ Lal Saheb \u0026 Ors. v. State of C\nU.P., 2006 (1) SCR 519 = AIR 2006 SC 951; Sarvesh\nNaraia Shukla v. Daroga Singh \u0026 Ors., 2007 (11) SCR 300\n=AIR 2008 SC 320; and Subbu Singh v. State, 2009 (7)\nSCR 383 = (2009) 6 SCC 462 – relied on\n-\nD\n2.3 As regards exhibiting and reading of an extra-\njudicial confessional statement, only the admissible part\nof it can be exhibited. The statement as a whole, if\nexhibited and relied upon by the prosecution, leads to the\npossibility of the court getting prejudiced against the\naccused. In the instant case, the confessional statement E\nof A-4 had been exhibited in the court in its full text. It was\nneither required nor warranted nor was permissible.\nHowever, in view of the fact that there had been other\nsufficient material on record to show his involvement in\nthe crime, the full exhibition of the statement had not F\nprejudiced the case against him. [para 67-68] [310-C-E]\nAloke Nath Dutta \u0026 Ors. v. State of West Bengal, 2006\n(10) Suppl. SCR 662 = (2007) 12 SCC 230; State of\nMaharashtra v. Damu Gopinath Shinde \u0026 Ors., 2000 ( 3 )\nSCR 880 =AIR 2000 SC 1691; and Anter Singh v. State of\nRajasthan, AIR 2004 SC 2865 - relied on.\nPulukuri Kotayya v. King-Emperor, AIR 1947 PC 67\nreferred to\n-\nG\nI\nA\n270\nSUPREME COURT REPORTS [2010] 10 S.C.R.\n3.1 The investigation is not the solitary area for\njudicial scrutiny in a criminal trial. The conclusion of the\ntrial in the case cannot be allowed to depend solely on\nthe probity of investigation. The defect in the investigation\nby itself cannot be a ground for acquittal. Where there has\nB been negligence on the part of the investigating agency\nor omissions, etc. which resulted in defective\ninvestigation, there is a legal obligation on the court to\nexamine the prosecution evidence de hors such lapses,\ncarefully, to find out whether the evidence is reliable or\nnot and to what extent the lapses affected the object of\nfinding out the truth. It is to be examined as to whether\nthere is any lapse by the 1.O. and whether due to such\nlapse any benefit should be given to the accused. [para\n43-44] [301-A-B; 300-F-H]\nC\nD\nChandra Kanth Lakshmi v. State of Maharashtra, AIR\n1974 SC 220; Karnel Singh v. State of Madhya Pradesh,\n1995 (2) Suppl. SCR 629 = (1995) 5 SCC 518; Ram Bihari\nYadav v. State of Bihar, 1998 (2) SCR 1097 = AIR 1998\nSC 1850; Paras Yadav v. State of Bihar, 1999 ( 1 ) SCR\nE 55 AIR 1999 SC 644; State of Karnataka v. K. Yarappa\nReddy, 1999 ( 3 ) Suppl. SCR 359 =AIR 2000 SC 185;\nAmar Singh v. Balwinder Singh 2003 ( 1 ) SCR 754 = AIR\n2003 SC 1164; Allarakha K. Mansuri v. State of Gujarat, 2002\n(1) SCR 1011 = AIR 2002 SC 1051; and Ram Bali v. State\nF *of U.P., 2004 (1) Suppl. SCR 195 = AIR 2004 SC 2329 -\nrelied on.\nG\nH\n3.2 In the instant case, the occurrence was so ugly\nand awful that the I.Os. had conducted the investigation\nunder great anxiety, tension and in a charged\natmosphere. Therefore, some irregularities were bound\nto occur. The State authorities ultimately transferred the\ninvestigation to the CBCID. Therefore, the irregularities\ncommitted in the investigation by the earlier I.Os. have too\nlittle relevance on the merits of the case and the material\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 271\nof earlier investigation has rightly been not relied upon A\nby the subsequent Investigating Officer. [para 43-44] [301-\nA-B; 300-A-E]\n3.3 The test identification parade is a part of the\ninvestigation and is very useful in a case where the\naccused are not known before hand to the witnesses. It\nprovides for an assurance that the investigation is\nproceeding in the right direction and it enables the\nwitnesses to satisfy themselves that the accused whom\nthey suspect is really one who was seen by them at the\ntime of commission of offence. The accused should not\nbe shown to any of the witnesses after arrest; and before\nholding the test identification parade, he is required to be\nkept “baparda”. [para 36] [297-H; 298-A-C]\nB\nC\n3.4 Holding the test identification parade is not D\nsubstantive piece of evidence, yet it may be used for the\npurpose of corroboration that a person brought before\nthe court is the real person involved in the commission\nof the crime. However, the test identification parade, even\nif held, cannot be considered in all the cases as E\ntrustworthy evidence on which the conviction of the\naccused can be sustained. It is a rule of prudence which\nis required to be followed in cases where the accused is\nnot known to the witness or the complainant. [para 32]\n[296-C-D]\nState of H.P. v. Lekh Raj 1999 (4) Suppl. SCR 286\nAIR 1999 SC 3916 - relied on.\n-\nF\nG\nMulla \u0026 Anr. v. State of Uttar Pradesh, 2010 (2)\nSCR 633 = (2010) 3 SCC 508; Matru @ Girish Chandra v.\nThe State of Uttar Pradesh, 1971 (3) SCR 914 =AIR 1971\nSC 1050; and Santokh Singh v. Izhar Hussain \u0026 Anr., 1974\n(1) SCR 78 = AIR 1973 SC 2190; Lal Singh \u0026 Ors v. State\nof U.P., AIR 2004 SC 299; Suresh Chandra Bahri v. State of\nBihar 1994 (1) Suppl. SCR 483 = AIR 1994 SC 2420; H\n"}