{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"L\nSTATE OF M.P. AND ORS.\nA\nV.\nARJUNLAL RAJAK\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nB\nTr\n7\nLabour Laws:\nRe-instatement-Appointment of incumbent on daily wages-Abolition\nof unit in which working and his termination thereof-Re-instatement with C\nfull back wages as incumbent worked for more than 240 days in a calendar\nyear-Correctness of Held: Incumbent being daily wager does not hold\nstatus as an employee-Appointment not made in conformity with\nconstitutional provisions, incumbent not entitled to the constitutional\nprotection-For non-compliance of section 25-F workman could be\nD\nreinstated with or without back wages, but Scheme being abolished, not\nentitled to reinstatement-However, monetary compensation is granted to\nserve interest of justice and also entitled to wages for the period he worked\npursuant to the order of reinstatement-Constitution of India, 1950-Article\n136, 309--Industrial Disputes Act, 1947-Section 25-F.\nConstitution of India, 1950-Article 311-Constitutional protection\nunder-Entitlement of-Held: For acquiring status as employees and\nconstitutional protection, all appointments must be in conformity with the\nconstitutional Scheme, Rules made in terms of proviso to Article 309 or in\nterms of legislative Act-Article 309 proviso and Articles 14 and 15.\nE\nF\nRespondent was appointed by the appellants without giving any offer of\nappointment in writing and also the Recruitment Rules were not followed. It is\nalleged that he was engaged in the production division of forest department which\nstood abolished. Thereafter, his services were terminated. Respondent challenged\nhis termination on the ground that he had worked in various departments for\nmore than 240 days in a year and his services were terminated without complying G\nwith the mandatory requirements of section 25-F of the Industrial Disputes Act,\n1947. Labour Court directed the respondent to be reinstated with full back wages.\nHigh Court upheld the order. Hence the present appeal.\nAllowing the appeal, the Court\n625\nH\nA\nB\nC\n626\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nHELD 1.1. A daily wager does not hold a post. The Forest Department is a\nwing of the State. Its employees hold a status. For acquiring that status and for\nobtaining the constitutional protection in terms of Article 311 of the Constitution\nof India, all appointments must be made in conformity with the Constitutional\nScheme as laid down under Articles 14 and 16 of the Constitution of India as\nwell as the Rules made in terms of the proviso to Article 309 of the Constitution\nof India or in terms of a Legislative Act. Concededly, while appointing the\nrespondent, the constitutional provision or the statutory provisions had not been\nfollowed. Therefore, the rights and liabilities of the parties are to be governed by\nthe terms of the contract and/or the provisions of the statute applicable in relation\nthereto. [628-E-G]\n1.2. While terminating the services of the respondent the appellants had\nnot complied with the mandatory requirements of Section 25-F of the Industrial\nDisputes Act and, thus, ordinarily, the workman could have been directed to be\nreinstated with or without back wages, but it is also well settled that a project or\na Scheme or an office itself is abolished, relief by way of reinstatement is not\nD granted. 1628-G-H; 629-A]\nE\nF\nG\n1.3. Even for grant of back wages, application of mind on the part of the\nIndustrial Court is imperative, as a relief of full back wages may not be granted\nautomatically. [630-C]\n1.4. In view the fact that the services of the respondent were terminated on\nthe ground that the production unit in which he was working itself had been closed,\ninterest of justice would be sub-served if a monetary compensation of Rs. 10,000/\n- is granted to him. He would be entitled to the wages for the period he had actually\nworked pursuant to or in furtherance of the order of the Labour Court as also of\nthe High Court upon his reinstatement. [630-F-G]\nMahendra L. Jain \u0026 Ors. v. Indore Development Authority \u0026 Ors., [2005]\n1 SCC 639; U.P. State Brassware Corpon. Ltd. \u0026 Anr. v. Uday Narain Pandey,\n[2006] 1 SCC 479, relied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1266 of 2006\nFrom the Final Judgment and Order dated 4.03.2004 of the Madhya\nPradesh High Court in W.P. No. 599 of 2000.\nB.S. Banthia for the Appellants.\nH\nMrs. K. Sarada Devi for the Respondent.\nSTATE OF M.P. v. ARJUNLAL RAJAK [SINHA, J.]\n627\nA\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nThe respondent was appointed as a Chowkidar by the appellants.\nAdmittedly, no offer of appointment was issued to him nor the recruitment\nrules applicable for filling up of a permanent or temporary post have been B\nfollowed. The appellants contend that the respondent was engaged in the\nproduction division of Forest Department of District Guna which has since\nbeen wound up. His services were thereafter terminated. Contending, inter\nalia, that he had worked in different departments of the State from August,\n1984 to July 8, 1992, his services were terminated without complying with the\nC\nrequirements of Section 25F of the Industrial Disputes Act, 1947, a complaint\npetition was filed by the respondent before the Presiding Officer, Labour\nCourt No. 3, Gwalior. By reason of an award dated 12.7.1999 on a finding that\nthe Respondent had worked for more than 240 days in a calendar year and\nhaving regard to the fact that no retrenchment compensation was paid, he\nwas directed to be reinstated in service with full back wages.\nD\nThe Labour Court does not appear to have taken into consideration the\npleas raised by the appellant herein that the production division at Guna was\nwound up by an order dated 3.7.1992 of the State of Madhya Pradesh, even\nwhile considering the relief which was required to be given in the facts and\ncircumstances of the case. The High Court on a writ petition filed by the E\nappellant although noticed the said fact dismissed the same petition stating:\n\"Even though on behalf of the employer, statement of one Ashok\nKumar was recorded but the aforesaid witness could not dispute the\nfact with regard to working of the employee. On the contrary, the said\nwitness, in his cross-examination admitted that the certificates have F\nbeen issued to the respondent/employee by the competent authority\nof the employer and he had worked for more than 240 days in a\ncalendar year. Considering the fact that no show cause notice was\nissued or retrenchment compensation was paid or enquiry was\nconducted before terminating the service of respondent/employee, a G\nfinding has been recorded that the respondent No. 1 was in employment\nsince 1.8.1984 and he had completed more than 240 days continuous\nservice in a calendar year. That being so, in view of the provisions\nof Section 25-B of the Industrial Disputes Act, 1947 service of\nrespondent/employee had been terminated without following the\nmandatory provisions of Section 25-F, no show cause notice was H\n17\n628\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nissued or retrenchment compensation paid to him. Therefore, the\nfinding recorded is based on appreciation of evidence and material\navailable on record. The said finding is neither perverse nor warrant\ninterference in any manner whatsoever by this Court.\"\nMr. B.S. Banthia, the learned counsel appearing on behalf of the appellants\nB would submit that having regard to the fact that the respondent was appointed\non daily wages and the unit in which he was working had been wound up,\nthe Respondent could not have been directed to be reinstated with full back\nwages.\nC\nMrs. K. Sharada Devi, learned counsel appearing on behalf of the\nrespondent, on the other hand, would contend that the appellants had not\nmade out any case before the Labour Court that the respondent was appointed\nunder a Scheme. He, according to the learned counsel, might have been\nshifted from one department to the other but the same would not mean that\nhe was appointed to work in a particular project/scheme. It was pointed out\nD that by reason of the order of reinstatement, the respondent continues to be\na daily wager and there is, thus, no reason as to why after he having been\nreinstated and having worked in one or the other department of the State from\n2001, this Court should exercise its jurisdiction under Article 136 of the\nConstitution of India.\nE\nF\nIt is beyond any doubt or dispute that a daily wager does not hold a\npost. The Forest Department is a wing of the State. Its employees hold a\nstatus. For acquiring that status and for obtaining the constitutional protection\nin terms of Article 311 of the Constitution of India, all appointments must be\nmade in conformity with the Constitutional Scheme as laid down under Articles\n14 and 16 of the Constitution of India as well as the rules made in terms of\nthe proviso to Article 309 of the Constitution of India or in terms of a\nLegislative Act. Concededly, while appointing the respondent, the\nconstitutional provision or the statutory provisions had not been followed.\nThe rights and liabilities of the parties are, therefore, governed by the terms\nof the contract and/or the provisions of the statute applicable in relation\nG thereto. The respondent was not given any offer of appointment in writing.\nHe admittedly worked in different departments of the State. His last posting\nwas in the production division of Forest Department in the District of Guna\nwhich as noticed above stood abolished. It is, however, true that while\nterminating the services of the respondent the appellants had not complied\nwith the mandatory requirements of Section 25-F of the Industrial Disputes\nH\nSTATE OF M.P. v. ARJUNLAL RAJAK [SINHA, J.]\n629\nAct and, thus, ordinarily, the workman could have been directed to be A\nreinstated with or without back wages, but it is also well settled that a project\nor a Scheme or an office itself is abolished, relief by way of reinstatement is\nnot granted.\nThe question came up for consideration before a Division Bench of this\nCourt in Mahendra L. Jain \u0026 Ors. v. Indore Development Authority \u0026 Ors., B\n[2005] 1 SCC 639 wherein it was categorically held:\nC\n\"This case involves 31 employees. A distinction is sought to be made\nby Dr. Dhavan that out of them 27 had been appointed to a project\nand not in a project. The distinction although appears to be attractive\nat the first blush but does not stand a moment's scrutiny. As noticed\nhereinbefore, the High Court's observation remained unchallenged,\nthat the project was to be financed by ODA. The project was\nindisputably to be executed by the Indore Development Authority;\nand for the implementation thereof, the appointments had to be made\nby it. If the appellants were appointed for the purpose of the project, D\nthey would be deemed to have been appointed therefor and only\nbecause such appointments had been made by the respondent would\nby itself not entitle them to claim permanency. The life of the project\ncame to an end on 30-6-1997. The maintenance job upon completion\nthereof had been taken over by the Indore Municipal Corporation.\nThe appellants were aware of the said fact and, thus, raised an\nalternative plea in their statements of claims. The Labour Court could\nnot have granted any relief to them as prayed for, as the Indore\nMunicipal Corporation is a separate juristic person having been created\nunder a statute. Such a relief would have been beyond the scope and\npurport of the reference made to the Labour Court by the State F\nGovernment. Furthermore, the Indore Municipal Corporation was not\na party and, thus, no employee could be thrust upon it without its\nconsent.\nE\nIn A. Umarani this Court held that once the employees are\nemployed for the purpose of scheme, they do not acquire any vested G\nright to continue after the project is over (see paras 41 and 43: SCC\nparas 55 and 57). (See also Karnataka State Coop. Apex Bank Ltd.\nv. Y.S. Shetty and M.D., U.P. Land Development Corpn. v. Amar\nSingh10.)\nIt is furthermore evident that the persons appointed as daily- H\nA\nB\nC\nᎠ\nE\n630\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nwagers held no posts. The appointments, thus, had been made for the\npurpose of the project which, as indicated hereinbefore, came to an\nend. The plea of Dr. Dhavan to the effect that the appellants in Civil\nAppeal No. 337 of 2002 were asked to perform other duties also may\nnot be of much significance having regard to our foregoing findings.\nHowever, it has been seen that even services of one of them had been\nrequisitioned only for the project work. The High Court, in our opinion,\nwas right in arriving at the conclusion that the appellants were not\nentitled to be regularised in service.'\nIt is also trite that even for grant of back wages, application of mind\non the part of the Industrial Court is imperative, as a relief of full back wages\nmay not be granted automatically. In U.P. State Brassware Corpon. Ltd. \u0026\nAnr. v. Uday Narain Pandey, [2006] 1 SCC 479 this Court opined:\n\"No precise formula can be laid down as to under what circumstances\npayment of entire back wages should be allowed. Indisputably, it\ndepends upon the facts and circumstances of each case. It would,\nhowever, not be correct to contend that it is automatic. It should not\nbe granted mechanically only because on technical grounds or\notherwise an order of termination is found to be in contravention of\nthe provisions of Section 6-N of the U.P. Industrial Disputes Act.”\nIt was further held that while a decision to close down the establishment\nhas been taken, ordinarily, back wages to a limited extent should be granted\nThe onus to prove that he had completed 240 days of work or he had\nnot been gainfully employed within the said period was on the workman.\nKeeping in view the fact that the services of the respondent were\nF terminated on the ground that the production unit in which he was working\nitself had been closed, we are of the opinion that interest of justice would be\nsub-served if a monetary compensation of Rs. 10,000/- is granted to him. It,\nhowever, goes without saying that he would be entitled to the wages for the\nperiod he had actually worked pursuant to or in furtherance of the order of\nthe Labour Court and as also of the High Court upon his reinstatement. The\nG award of the Labour Court as also the judgment of the High Court are set\naside.\nFor the reasons aforementioned, the appeal is allowed to the\naforementioned extent. However, there shall be no order as to costs.\nH NJ.\nAppeal allowed.\n"}