{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"L.P. SHASHI KUMAR\nV.\nINDUSTRIAL DEV. BANK OF INDIA LTD.\nA\nFEBRUARY 8, 2007\nB\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nBanks/Banking:\n7\nRelease of securities-Held, in view of payment made by appellant\ntowards full and final settlement of dues of respondent-Bank, said bank\nwould release the securities-Parties would withdraw their respective cases\npending before the High Court and the State Consumer Disputes Redressal\nCommission.\nC\nRespondent no. 1-bank approached the High Court against the order of D\nthe A.P. State Consumer Disputes Redressal Commission directing release\nof security to the appellant. The High Court stayed operation of the order of\nthe Commission. In the special leave petition filed by the appellant, the\nSupreme Court while issuing notice granted liberty to the principal debtor\nor the guarantor to deposit the money with the bank so that the Court could E\nconsider the prayer for return of share certificates and title documents.\nPursuant to the said order the guarantor deposited the money with respondent\nno. 1.\nto\nDisposing of the appeal, the Court\nF\nHELD: In view of the payment made by the appellant towards full and\nfinal settlement of the dues of IDBI, the said bank is directed to release the\nsecurities to respondent no.3 forthwith. Nothing further survives for the bank\npursue the writ petition filed by it before the High Court. Therefore, the\nbank is directed to withdraw the said writ petition. Likewise, the appellant is G\nalso directed to withdraw the case filed by him before the A.P. State Consumer\nDisputes Redressal Commission immediately. [Para 6] [383-A-B]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 644 of 2007.\n379\nH\n380\nA\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nFrom the Final Judgment/Order dated 27.4.2006 of the High Court of\nAndhra Pradesh at Hyderabad in W.P. No. 7951/2006 and W.P.M.P. No. 10172/\n2006 in W.P. No. 7951/2006.\nG. Bikshapathy, T. Anamika and A. Chandra Mohan for the Appellant.\nB\nSanjay Bhatt and Amit Kumar for the Respondents.\nC\nD\nE\nF\nG\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\n2. Heard Mr.G. Bikshapathy, learned senior counsel appearing on behalf\nof the appellant and Mr.Sanjay Bhatt, learned counsel appearing on behalf of\nthe contesting respondent No.1 (Industrial Dev. Bank of India Ltd.).\n3. This appeal was filed against the order passed by the High Court of\nAndhra Pradesh dt.27.04.2006 in W.P.No.7951 of 2006 and W.P.M.P.No. 10172\nof 2006. The High Court was approached by the first respondent herein\nagainst the direction given by the A.P.State Consumer Disputes Redressal\nCommission directing release of security to the appellant herein. The High\nCourt stayed the operation of the order dt.06.04.2006 passed by the A.P.State\nConsumer Disputes Redressal Commission, Hyderabad in CDIA No.33/2006\n(CD No.1/2006). When the matter came up for admission before this Court on\n19.06.2006, this Court passed the following Order :-\n\"Issue notice returnable within six weeks.\n\"In the meanwhile, the operation of the impugned order passed\nby the High Court in WPMP No. 10172/2006 in WP No.7951/2006\ndt.27.04.2006 shall remain stayed.\n\"In the meantime, either the principal debtor or the guarantor are\nat liberty to deposit the money with the bank so that this Court may\nconsider the prayer for return of share certificates and title documents\nto the petitioner-guarantor. This direction is issued since the GTL is\nready to pay the outstanding principal amount of Rs.4.80 crores along\nwith 9% interest per annum from December, 2003.\"\n4. By Order dt.31.10.2006, the main Special Leave Petition itself was\nH directed to be listed for final hearing. Today, when the matter is taken up for\n1\nL.P. SHASHI KUMAR v. INDUSTRIAL DEV. BANK OF INDIA LTD. [LAKSHMANAN, J.] 381\nhearing, learned senior counsel appearing on behalf of the appellant placed A\nbefore us a communication dt.01.02.2007 addressed to the Deputy General\nManager, Industrial Development Bank of India Limited, Huderabad. The said\ncommunication reads thus :-\n\"Date: 01-02-2007\nTo\nThe Deputy General Manager,\nIndustrial Development Bank of India Limited,\nMain Branch,\nHyderabad - 500 001\nB\nC\nDear Sir,\nt\nSub:- Full and Final settlement of Term Loan of Rs.1000 lacs.\nRef:-1) Our Term Loan account GOLT0101100, GOLT0101101 and D\nGOLT0101102\n(2) Your letter bearing no.IDBI(H)No.5278/CFD(GTL)\nWith reference to the above cited-subject, please find enclosed Cheque\nbearing no.672421 for Rs.54,22,237.00, drawn on M/s UCO Bank, Abid\nCircle Branch, towards full and final settlement of Term Loan referred\nin (1) above.\nE\nWe request yourselves to acknowledge the receipt of the above said\npayment, issue letter towards full and final settlement of the said Term\nloan and release all charges created on the assets of our company, F\npersonal guarantees executed by the management of our company\nin\nfavour of IDBI, release pledge of 15,00,000 equity shares of Goldstone\nTechnologies Ltd., held by Goldstone Exports Ltd. and any other\nsecurities/sureties executed in this regard.\nThanking you\nG\nYours truly,\nFor Goldstone Technologies Ltd.\nSd/-\nExecutive Director” H\nD.P. Sreenivas\nA\n382\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n5. The learned senior counsel for the appellant has also placed before\nus a communication by way of reply to the communication dt.01.02.2007 sent\nto the Managing Director, Goldstone Technologies Ltd.. The said letter reads\nthus :-\n\"IDBI(H) No. /CFD(GTL)\nFebruary 3, 2007\nB\nThe Managing Director,\nGoldstone Technologies Ltd.,\nAmarchand Sharma Complex,\nC\nD\nE\nS.D.Road,\nSecunderabad - 500 003.\nDear Sir,\nRupee term loan of Rs.1000 lakh-Settlement of dues\nPlease refer to your letter dated February 1, 2007 forwarding a\ncheque for Rs.54,22,237/- (Rupees fifty four lakh twenty two thousand\ntwo hundred thirty seven only) towards full and final settlement of\ndues of IDBI. In this connection, we advise that on receipt of the\naforesaid payment, there are no dues from the company to IDBI and\nthe term loan account of Rs. 1000 lakh stands fully repaid. We, therefore,\nadvise you to arrange to withdraw the cases pending before the\nA.P.State Consumer Disputes Redressal Commission, Hyderabad and\nHon'ble Supreme Court of India to enable us to release the securities\netc. at the earliest.\nYours faithfully,\nF\nSd/-\ni\n(V.V. Rao)\nDy.General Manager\"\n6. It is thus seen that in compliance of the Order of this Court dt.19.06.2006,\nG the guarantor deposited the money with the first respondent. Since the sum\nof Rs.54,22,237/- (Rupees fifty four lakh twenty two thousand two hundred\nthirty seven only) has been paid by the appellant to the first respondent bank\ntowards full and final settlement of the dues of IDBI, the IDBI has requested\nthe appellant herein to withdraw the cases pending before the A.P.State\nConsumer Disputes Redressal Commission, Hyderabad and in this Court to\nH\nL.P. SHASHI KUMAR 1. INDUSTRIAL DEV. BANK OF INDIA LTD. [LAKSHMANAN.J.] 383\nenable them to release the securities at the earliest. In view of the payment A\nof Rs.54,22,237/- made by the appellant towards full and final settlement of\nthe dues of IDBI, the said bank is directed to release the securities to\nrespondent No.3 (Goldstone Technologies Ltd.) forthwith. In view of the final\npayment now received by IDBI, there is nothing further survives for the bank\nto pursue the Writ Petition No.7951/2006 filed by them before the High Court.\nTherefore, the IDBI is directed to withdraw the said Writ Petition from the\nHigh Court. Likewise, the appellant is also directed to withdraw the case filed\nby him before the A.P.State Consumer Disputes Redressal Commission,\nHyderabad immediately. The zerox copies of the letter dt.01.02.2007 and\n03.02.2007 are placed on record and will form part of this Order.\n7. We make it clear that the deposit of sum of Rs.54,22,237/- now made\nby the appellant is in addition to the sum of Rs.89,96,636/- deposited by the\nguarantor pursuant to our interim order dt. 19.06.2006 in full and final settlement\nof the bank dues.\nR.P.\n8. The appeal stands disposed of accordingly. No costs.\nB\nC\nD\nAppeal disposed of.\nr\n1\n"}