{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nMEHARCHAND DAS\nV..\nLAL BABU SIDDIQUE AND ORS.\nJANUARY 17, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ. ]\nSpecific Relief Act, s.34-Mere suit for declaration does not lie if\nplaintiff is not in possession of suit property.\nBihar Privileged persons Homstead Tenancy Act, s.6A-Defendant\nC occupying property under the Collector- Latter is a necessary party for\nany title suit― Plaintiff could get relief only if his suit included challenge\non the ground of fraud and jurisdiction about obtaining right or parcha\nby defendant from the collector.\nD\nE\n[I\nF\nG\nThe appellant-defendant was a tenant under the respondent. He was,\nhowever, said to be landless person. A parcha was purported to have been\ngranted on or about 29.9.1969 by the Collector in terms of S.6 of the Bihar\nPrivileged Persons Homestead Tenancy Act, 1947. The father of the\nrespondents (Nos. 1 to 5) filed a suit for eviction against the appellant. The\nsaid suit was dismissed on 27.5.1977. No appeal thereagainst was filed.\nAnother suit, however, was filed in the Court of Munsif on the premise that\nthe said Parcha under S. 6(2) of the Act, was issued without jurisdiction\nand the same had been fraudulently obtained.\nThe Civil Court decreed the suit. The appeal preferred thereagainst\nby the appellant was dismissed. The High Court dismissed the second\nappeal holding that the defendent had been in possession and the only relief\nprayed for in the suit was to set aside the order dated 29.9.1969, no\nconsequential relief was required to be made for in the suit.\nIn appeal to this Court, appellant contended that in view of the express\nbar contained in the proviso appended to Section 34 of the Specific Relief\nAct, 1963 the suit was not maintainable and that in any event the Collector\nhaving not been impleaded as a party, the suit should have been dismissed.\nH\nAllowing the appeal, the Court\nHELD : 1.1 Admittedly, the appellant was treated to be a tenant by the\n1108\nMEHARCHAND DAS v. LAL BABU SIDDIQUE\n1109\nA\nrespondents. The possession of the appellant, therefore, was not denied and\ndisputed. The suit for eviction which was filed by him was dismissed. The\ndefendent-appellant, therefore, had been in possession of the suit property.\nIn that view of the matter the plaintiffs-respondents could seek for further\nrelief other than for a decree of mere declaration of title. Thus, if the\nplaintiff is not in possession, a suit for mere declaration would not be\nB\nmaintainable. [Paras 10, 11 \u0026 12] [1112-C-F]\nVinay Krishna v. Keshav Chandra and Anr., [1993] Suppl. 3 SCC\n129, relied on.\nD\n1.2. Furthermore, the institution of a civil suit was barred in terms C\nof Section 17A thereof, the privileged tenant not having permanent tenancy\nin homestead is to hold the same under the State Government and the\namount of rent payable to the landlord by the privileged tenant in respect\nthereof would become payable to the State Government. Once the defendant-\nappellant claimed title as a privileged tenant in terms of the provisions of\nthe said Act, the relationship of landlord and tenant came to an end. It was,\ntherefore, obligatory on the part of the plaintiff-landlord to file suit in terms\nof Section 18 of the said Act. In absence of a decree passed in such a suit,\nwhich would lie only on a limited ground for want of jurisdiction or fraud,\nthe plaintiff-respondent was not entitled to have a decree in his favour in\na suit of the nature instituted by him and for the reliefs sought for by him.\n[Para 13] [1112-G-H \u0026 1113-A]\n2. Apart from the fact that in such a suit the plaintiff was bound\nto establish fraud or want of jurisdiction on the part of the collector,\nto grant a Parcha in favour of the tenant, the Collector was a necessary\nparty. In absence of the Collector therefore, the suit could not have been\ndecreed. [Para 14] [1113-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6413 of 2000.\n1\nE\nF\nFrom the Final Judgment and Order dated 18.8.1999 of the High Court\nof Judicature at Patna in S.A. No. 129 of 1993.\nG\nS.B. Upadhyay, Sr. Adv., Shiv Mangal Sharma, Santosh Mishra, Rajesh\nDubey and Kumud Lata Das for the Appellant.\nSaba Rahman, Vivek Singh and Navin Prakash for the Respondents. H\n1110\nA\nSUPREME COURT REPORTS\nThe Judgment of the Court was delivered by\n[2007] 1 S.C.R.\nS.B. SINHA, J. : 1. The defendant in the suit is before us aggrieved\nby and dissatisfied with the judgment and decree dated 18.8.1999 passed by\na learned Single Judge of the High Court of Judicature at Patna in Second\nAppeal No. 29 of 1993 affirming the judgment and decree dated 20.1.1993\nB passed in Title Appeal No. 20/1985 whereby the appeal from judgment and\ndecree dated 14.3.1985 passed by the Munsif Court, Samastipur, in Title Suit\nNo. 71/1978, was dismissed.\nC\n2. The basic fact of the matter is not in dispute.\n3. The appellant herein was a tenant under the respondents. He was,\nhowever, said to be a landless person. A Parcha was purported to have been\ngranted on or about 29.9.1969 by the Collector of Samastipur District, in\nterms of the provisions of Section 6 of the Bihar Privileged Persons\nHomestead Tenancy Act, 1947 (\"the Act\", for short), the father of the\nD respondents (Nos. 1 to 5) filed a suit for eviction against the appellant\nherein, purported to be one under Bihar Buildings (Lease, Rent \u0026 Eviction)\nControl Act, 1947. The said suit was dismissed on 27.5.1977. No appeal\nthereagainst was filed. Another suit, however, was filed in the Court of\nMunsif-II, Samastipur, which was marked as Title Suit No. 71/1978, on the\npremise that the said Parcha under Section 6(2) of the Act, was issued\nwithout jurisdiction and the same had been fraudulently obtained.\nE\nF\nG\n4. The reliefs prayed for in the said suits are:\n\"(a) On consideration of the above facts the court be pleased to\nset aside the order of the B.D.O., Pusa passed in case 1166/69-70\non 29.9.69 u/s. 6(2) of the Act as being without jurisdiction and\nfraudulently obtained.\n(b) Any other relief or reliefs which may be deemed suitable a\ndecree to that effect may be passed in favour of the plaintiff against\nthe defendant.\"\nSub-section (2) of Section 6 of the Specific Relief Act, 1963 reads as\nunder :\nH\n\"No suit under this section shall be brought\n-\nMEHARCHAND DAS v. LAL BABU SIDDIQUE [SINHA, J. ]\n1111\n(a) after the expiry of six months from the date od dispossession; A\nor\n(b) against the Government”-\n5. One of the contentions raised by the appellant herein in the said suit\nwas that in terms of the proviso appended to sub-section (2) of Section 6\nof the Act the suit was not maintainable. On a finding that the said Parcha\nwas obtained upon committing fraud, the suit was decreed. The appeal\npreferred thereagainst by the appellant was dismissed. In the second appeal\nwhich was filed by the appellant, the following purported questions of law\nwere formulated :\n\"(i) Whether the suit for setting aside the order dated 29.6.69 in\nabsence of any consequential relief for possession was barred\nunder Section 34 of the Specific Relief Act, in view of the decision\nof Supreme Court in case of Vinay Kirshna v. Keshav Chandra \u0026\nAnr., AIR (1993) SC 957?\n(i) Whether the instant suit was barred for non-joinder of the\ncollector, who was necessary part to the suit?\"\n6. The High Court, as noticed hereinbefore, dismissed the second appeal\ninter alia holding that the defendant had been in possession. It, however,\npurported to have applied the law laid down by this Court in Vinay Krishna\nv. Keshav Chandra and Anr., [1993] Supple. 3 SCC 129, on the premise that\nas, admittedly; the defendant had been in possession of the suit property and\nthe only relief prayed for in the suit was to set aside the order dated 29.9.1969,\nno consequential relief was required to be made for in the suit.\n7. Mr. S.B. Upadhayay, learned senior counsel appearing on behalf of\nthe appellants would submit that in view of the express bar contained in the\nproviso appended to Section 34 of the Specific Relief Act, 1963, the suit was\nnot maintainable. It was submitted that in any event the Collector having not\nbeen impleaded as a party, the suit should have been dismissed.\nB\nC\nD\nE\nF\nG\n8. Learned counsel appearing on behalf of the respondents, however,\nsupported the impugned judgment.\n9. Section 34 of the Specific Relief Act, 1963 reads as under:\nH\n1112\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n“Discretion of Court as to declaration of status or right. - Any\nperson entitled to any legal character, or to any right as to any\nproperty, may institute a suit against any person denying, or\ninterested to deny, his title to such character or right, and the Court\nmay in its discretion make therein a declaration that he is so\nentitled, and the plaintiff need not in such suit ask for any further\nrelief:\nProvided that no Court shall make any such declaration where\nthe plaintiff, being able to seek further relief than a mere declaration\nof title, omits to do so.\"\n10. In this case, it stands admitted that the appellant was treated to be\na tenant by the respondents. The suit property, according to the respondents,\nwas a tenanted one. The possession of the appellant, therefore, was denied\nand disputed. It is furthermore admitted that the suit for eviction which was\nfiled by him, was as noticed hereinbefore dismissed by the Civil Court on\nD 27.5.1977.\nE\nF\n11. The defendant-appellant, therefore, had been in possession of the\nsuit property. In that view of the matter the plaintiff-respondents could seek\nfor further relief other than for a decree of mere declaration of title.\n12. The High Court, in our opinion, committed a manifest error in not\nrelying upon the decision of this Court in Vinay Krishna (supra). The said\ndecision categorically lays down the law that if the plaintiff had been in\npossession, then a suit for mere declaration would be maintainable; the\nlogical corollary whereof would be that if the plaintiff is not in possession,\na suit for mere declaration would not be maintainable.\n13. Furthermore, the institution of a civil suit was barred in terms of\nSection 18 of the Act. We may also notice that in terms of Section 17A\nthereof, the privileged tenant not having permanent tenancy in homestead\nis to hold the same under the State Government and the amount of rent\nG payable to the landlord by the privileged tenant in respect thereof would\nbecome payable to the State Government. Once the defendant-appellant\nclaimed title as a privileged tenant in terms of the provisions of the said Act,\nthe relationship of landlord and tenant come to an end. It was, therefore,\nobligatory on the part of the plaintiff-landlord to file a suit in terms of\nSection 18 of the said Act. In absence of a decree passed in such a suit,\nH\nMEHARCHAND DAS v. LAL BABU SIDDIQUE [SINHA, J. ] 1113\nwhich as noticed hereinbefore, would lie only on a limited group for want\nof jurisdiction or fraud, the plaintiff-respondent was not entitled to have a\ndecree in his favour in a suit of the nature instituted by him and for the\nreliefs sought for by him.\nSection 2(d) \u0026 2(i) of the Act are as under :\n“Homestead' means any land which is held on lease or used with\nthe consent, express or implied, of the landlord for residential\npurposes and includes any building erected thereon, together with\nany Sohan and Bari appurtenant thereto.\"\n\"Privileged person' means a person-\n(1) who is not a proprietor, tenure-holder, under-tenure-holder, or\na mahajan; and\nA\nB\nC\n(2) who, besides his homestead, holds no other land or holds any\nD\nsuch land not exceeding one acre;\nbut does not include any person who has come into possession of\nthe homestead land in contravention of the provisions of Section\n20 of the Senthal Parganas Tehancy (Supplementary Provisions)\nAct, 1949 (Bihar Act XIV of 1949), of section 46 of the Chotanagpur E\nTehancy Act, 19808 (Act VIII of 1985).\"\n14. Apart from the fact that in such a suit the plaintiff was bound to\nestablish fraud or want of jurisdiction on the part of the Collector, to grant\na Parcha in favour of the tenant, the Collector was a necessary party. In\nabsence of the Collector, therefore, the suit could not have been decreed.\n15. We, therefore, have no hesitation to hold that the High Court\nwrongly answered the substantial question of law framed by it. The judgments\nand decrees passed by the High Court and the Courts below are, therefore,\nset aside and the appeal is allowed. No costs.\nD.G.\nF\nG\nAppeal allowed\n"}