{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\nb.\nC.\n911\nproject without obtaining environmental clearance A\nas per provisions of EIA Notification 2006 that\namounts to violation of the provisions of the\nEnvironment (Protection) Act.\"\n\"The project has not established piezometers for B\nmonitoring of ground water quality around red mud\nand ash disposal ponds; thus, the condition no. 5\nof Specific Condition of the clearance letter is being\nviolated.\"\n\"The condition no. li of General Condition of C\nenvironmental clearance has been violated by\nstarting expansion activities without prior approval\nfrom the Ministry.\"\nFurthermore all bauxite for the refinery was to be sourced\nfrom mines which have already obtained environmental\nclearance. The Report listed 14 mines from which Bauxite\nwas being sourced by the project proponents. However out\nof these 11 had not been granted a mining license while\n2 had only received TORS and only 1 had received\nclearance.\n3.\nD\nE\nViolations under the Forest Conservation Act:\nThe Saxena Committee has gone into great detail\nhighlighting the various instances of violations under the F\nForest (Conservation) Act 1980. All these violations\ncoupled with the resultant impact on the ecology and\nbiodiversity of the surrounding area further condemn the\nactions of the project proponent. Not only are these\nviolations of a repeating nature but they are instances of\nwillful concealment of information by the project proponent.\nIX. The Decision on Stage-II Clearance\nG\nThe Saxena Committee's evidence as reviewed by the\nFAC and read by me as well is compelling. The violations H\nA\nB\nC\nD\nய\nE\nF\nLL\n☐ H\n912\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nof the various legislations, especially the Forest\n(Conservation) Act, 1980, the Environment (Protection)\nAct, 1986, and the Scheduled Tribes and Traditional Forest\nDwellers (Recognition of Forest Rights) Act, 2006, appear\nto be too egregious to be glossed over. Furthermore, a\nmass of new and incriminating evidence has come to light\nsince the Apex court delivered its judgment on August 8th,\n2008. Therefore, after careful consideration of the facts at\nhand, due deliberation over all the reports submitted and\nwhile upholding the recommendation of the FAC, I have\ncome to the following conclusions:\n1.\n2.\n3.\n4.\n5.\nThe Stage II forest clearance for the OMC and\nSterlite bauxite mining project on the Niyamgiri Hills\nin Lanjigarh, Kalahandi and Rayagada districts of\nOrissa cannot be granted. Stage-II Forest\nClearance therefore stands rejected.\nSince forest clearance is being rejected, the\nenvironmental clearance for this mine is inoperable.\nIt appears that the project proponent is sourcing\nbauxite from a large number of mines in Jharkhand\nfor the one million tonne alumina refinery and are\nnot in possession of valid environmental clearance.\nThis matter is being examined separately.\nFurther, a show-cause notice is being issued by\nthe MOE\u0026F to the project proponent as to why the\nenvironmental clearance for the one million tonnes\nper annum alumina refinery should not be cancelled.\nA show-cause notice is also being issued to the\nproject proponent as to why the terms of reference\n(TOR) for the EIA report for the expansion from one\nmillion tones to six million tones should not be\nwithdrawn. Meanwhile, the TOR and the appraisal\nprocess for the expansion stands suspended.\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n913\nSeparately the MoE\u0026F is in the process of examining what A\npenal action should be initiated against the project\nproponents for the violations of various laws as\ndocumented exhaustively by the Saxena Committee.\n00\nB\n0\nOn the issues raised by the Orissa State Government, 1\nmust point out that while customary rights of the Primitive\nTribal Groups are not recognized in the National Forest\nPolicy, 1988 they are an integral part of the Forest Rights\nAct, 2006. An Act passed by Parliament has greater\nsanctity than a Policy Statement. This is apart from the fact\nthat the Forest Rights Act came into force eighteen years\nafter the National Forest Policy. On the other points raised\nby the State Government officials, on the procedural\naspects of the Forest Rights Act, 2006, I expect that the\njoint Committee set up by the MoE\u0026F and the Ministry of\nTribal Affairs would give them due consideration. The State D\nGovernment officials were upset with the observations\nmade by the Saxena Committee on their role in\nimplementing the Forest Rights Act, 2006. Whether State\nGovernment officials have connived with the violations is\na separate issue and is not relevant to my decision. I am E\nprepared to believe that the State Government officials\nwere attempting to discharge their obligations to the best\nof their abilities and with the best of intentions. The State\nGovernment could well contest many of the observations\nmade by the Saxena Committee. But this will not F\nfundamentally alter the fact that serious violations of various\nlaws have indeed taken place.\nThe primary responsibility of any Ministry is to enforce the\nlaws that have been passed by Parliament. For the\nMoE\u0026F, this means enforcing the Forest (Conservation)\nAct, 1980, the Environmental (Protection) Act, 1986, the\nScheduled Tribes and Traditional Forest Dwellers\n(Recognition of Forest Rights) Act, 2006 and other laws.\nIt is in this spirit that this decision has been taken.\"\nG\nH\n914 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA The order dated 24.8.2010 was communicated by MOEF to\nthe State of Orissa vide its letter dated 30.8.2010, the legality\nof those orders are the subject matter of this writ petition.\nB\nC\n16. Shri K.K. Venugopal, learned senior counsel appearing\nfor OMC, referred to the earlier judgments of this Court in\nVedanta as well as Sterlite and submitted that those judgments\nare binding on the parties with regard to the various questions\nraised and decided and also to the questions which ought to\nhave been raised and decided. Learned senior counsel also\npointed out that MOEF itself, after the above mentioned two\njudgments, had accorded Stage-l clearance vide its proceeding\ndated 11.12.2008 and that the State of Orissa vide its letter\ndated 10.8.2009 had informed MOEF of the compliance of the\nvarious conditions stipulated in the Stage-I clearance dated\n11.12.2008. Consequently, there is no impediment in the MOEF\nD granting Stage-II clearance for the project. Learned senior\ncounsel also submitted that the reasons stated by the FAC as\nwell as the Saxena Committee are all untenable and have\nnothing to do with Bauxite Mining Project (BMP) undertaken by\nOMC. Learned senior counsel also submitted that the\nE constitution of, initially, a 3-Member Committee and, later, a 4-\nMember Committee, was intended only to cancel the Stage-l\nclearance granted to the BMP in compliance with the judgment\nof this Court. Learned counsel also pointed out that the claim\nunder the Forest Rights Act was also raised by Sidharth Nayak\nF through a review petition, which was also rejected by this Court\non 7.5.2008. Consequently, it would not be open to the parties\nto again raise the issues which fall under the Forest Rights Act.\nG\nH\n17. Shri C.A. Sundaram, learned senior counsel appearing\nfor the State of Orissa, submitted that various reasons stated\nby the MOEF for rejecting the Stage-II clearance are\nunsustainable in law as well as on facts. Learned senior counsel\npointed out that reasons stated by the Saxena Committee as\nwell as MOEF alleging violation of the Environmental Protection\nAct, 1986, are totally unrelated to the BMP. Learned senior\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n915\nC\ncounsel pointed out that Alumina Refinery is an independent A\nproject and the violation, if any, in respect of the same ought\nnot to have been relevant criteria for the consideration of the\ngrant of Stage-ll clearance to the BMP, being granted to OMC.\nReferring to the Monitoring Report of Eastern Regional Office\ndated 25.5.2010, learned senior counsel pointed out that the B\nfindings recorded in that report are referable to 4th respondent\nand not to the mining project granted to OMC. Learned senior\ncounsel also submitted that Saxena Committee as well as\nMOEF has committed a factual error in taking into account the\nalleged legal occupation of 26.123 ha of village forest lands\nenclosed within the factory premises which has no connection\nwith regard to the mining project, a totally independent project.\nLearned senior counsel also submitted that in the proposed\nmining area, there is no human habitation and that the individual\nhabitation rights as well as the Community Forest Resource\nRights for all villages located on the hill slope of the proposed\nmining lease area, have already been settled. Learned senior\ncounsel also pointed out that the Gram Sabha has received\nseveral individual and community claims from Rayagada and\nKalahandi Districts and they have settled by giving alternate\nlands.\nD\nE\n18. Shri Sundaram also submitted that the Forest Rights\nAct deals with individual and community rights of the Tribals\nwhich does not, in any manner, expressly or impliedly, make\nany reference to the religious or spiritual rights protected under F\nArticles 25 and 26 of the Constitution of India and does not\nextend to the property rights. Learned senior counsel also\nsubmitted that the State Government continues to maintain and\nhave ownership over the minerals and deposits beneath the\nforests and such rights have not been taken away by the Forest G\nRights Act and neither the Gram Sabha nor the Tribals can\nraise any ownership rights on minerals or deposits beneath the\nforest land.\n19. Shri C.U. Singh, learned senior counsel appearing for\nthe 3rd respondent - Sterlite, submitted that various grounds\nH\n916\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nB\nA stated in Saxena report as well as in the order of MOEF dated\n24.8.2010, were urged before this Court when Vedanda and\nSterlite cases were decided and, it was following those\njudgments, that MOEF granted Stage-1 approval on 11.12.2008\non the basis of the recommendation of FAC. In compliance of\nthe Stage-I clearance accorded by MOEF, SPV (OMC and\nSterlite) undertook various works and completed, the details of\nthe same have been furnished along with the written\nsubmissions filed on 21.1.2013. Learned senior counsel\nsubmitted that the attempt of the MOEF is to confuse the issue\nmixing up the Alumina Refinery Project with that of the Bauxite\nMining Project undertaken by Sterlite and OMC through a SPV.\nThe issues relating to expansion of refinery and alleged\nviolation of the Environmental Protection Act, 1986, the Forest\nConservation Act, 1980 etc. have nothing to do with the mining\nproject undertaken by OMC and Sterlite. Learned senior\ncounsel, therefore, submitted that the rejection of the Stage-II\nclearance by MOEF is arbitrary and illegal.\nC\nD\n20. Shri Mohan Parasaran, Solicitor General of India, at\nthe outset, referred to the judgment of this Court in Sterlite and\nE placed considerable reliance on para 13 of the judgment and\nsubmitted that while granting clearance by this Court for the\ndiversion of 660.749 ha of forest land to undertake bauxite\nmining in Niyamgiri hills, left it to the MOEF to grant its approval\nin accordance with law. Shri Parasaran submitted that it is in\nF accordance with law that the MOEF had constituted two\nCommittees and the reports of the Committees were placed\nbefore the FAC, which is a statutory body constituted under\nSection 3 of the Forest Conservation Act. It was submitted that\nit was on the recommendation of the statutory body that MOEF\nG had passed the impugned order dated 24.8.2010. Further, it\nwas pointed out that, though MOEF had granted the Stage-l\nclearance on 11.12.2008, it can still examine as to whether the\nconditions stipulated for the grant of Stage-I clearance had been\ncomplied with or not. For the said purpose, two Committees\nwere constituted and the Saxena Committee in its report has\nH\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n917\nnoticed the violation of various conditions stipulated in the A\nStage-I clearance granted by MOEF on 11.12.2008. Shri\nParasaran also submitted that the petitioner as well as 3rd\nrespondent have also violated the provisions of the Forest\nRights Act, the violation of which had been specifically noted\nby the Saxena Committee and accepted by MOEF. Referring B\nto various provisions of the Forest Rights Act under Section\n3.1(i), 3.1(e) and Section 5 of the Act, it was submitted that\nconcerned forest dwellers be treated not merely as right holders\nas statutory empowered with the authority to protect the\nNiyamgiri hills. Shri Parasaran also pointed out that Section\n3.1(e) recognizes the right to community tenures of habitat and\nhabitation for \"primitive tribal groups\" and that Dongaria Kondh\nhave the right to grazing and the collection of mineral forest of\nthe hills and that they have the customary right to worship the\nmountains in exercise of their traditional rights, which would be\nrobed of if mining is permitted in Niyamgiri hills.\n21. Shri Raj Panjwani, learned senior counsel appearing\nfor the applicants in I.A. Nos. 4 and 6 of 2012, challenged the\nenvironmental clearance granted to OMC on 28.4.2009 by\nMOEF before the National Environment Appellate Authority\n(NEAA) under Section 4(1) of the NEAA Act, 1997, by filing\nAppeal Nos. 20 of 2009 and 21 of 2009 before NEAA. NEAA\nvide its order dated 15.5.2010 allowed the appeals and\nremitted the matter to MOEF to revisit the grant of\nenvironmental clearance to OMC on 28.4.2009. Later, MOEF\nby its order dated 11.7.2011 has withdrawn the environmental\nclearance dated 28.4.2009 granted in favour of OMC and that\nOMC, without availing of the statutory remedy of the appeal,\nfiled I.A. No. 2 of 2011 in the present writ petition.\n22. Shri Sanjay Parekh, learned counsel appearing for the\napplicants in I.A. Nos. 5 and 6 of 2011, referred to the various\nprovisions of the Forest Rights Act and the Rules and submitted\nthat the determination of rights of scheduled tribes (STS)/other\ntraditional forest dwellers (TFDs) have to be done by the Gram\nC\nD\nE\nF\nG\nH\n918 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Sabha in accordance with the machinery provided under\nSection 6 of the Act. Learned counsel also submitted that the\nforest wealth vests in the STs and other TFDs and can be\ndiverted only for the purpose mentioned in Section 3(3).\nLearned counsel also referred to the Saxena Committee report\nB and submitted that the report clearly reveals the community\nrights as well as the various rights and claims of the primitive\ntraditional forest dwellers. Learned counsel also submitted that\nif the mining is undertaken in Niyamgiri hills, it would destroy\nmore than 7 sq. Km. of undisturbed forest land on the top of\nthe mountain which is the abode of the Dongaria Kondh and\ntheir identity depends on the existence of Niyamgiri hills.\nC\nJudicial Evaluation\n23. We may, at the outset, point out that there cannot be\nD any doubt that this Court in Vedanta case had given liberty to\nSterlite to move this Court if they were agreeable to the\n\"suggested rehabilitation package” in the order of this Court,\nin the event of which it was ordered that this Court might\nconsider granting clearance to the project, but not to Vedanta.\nE This Court in Vedanta case had opined that this Court was not\nagainst the project in principle, but only sought safeguards by\nwhich the Court would be able to protect the nature and sub-\nserve development.\nF\n24. The Sterlite, State of Orissa and OMC then\nunconditionally accepted the terms and conditions and\nmodalities suggested by this Court in Vedanta under the\ncaption \"Rehabilitation Package\" and they moved this Court by\nfiling I.A. No. 2134 of 2007 and this Court accepted the\naffidavits filed by them and granted clearance to the diversion\nG of 660.749 ha of forest land to undertake the bauxite mining in\nNiyamgiri Hills and ordered that MOEF would grant its approval\nin accordance with law.\n25. MOEF, then considered the proposal of the State\nH Government made under Section 2 of the Forest (Conservation)\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n919\nAct, 1980 and also the recommendations of the FAC and A\nagreed in principle for the diversion of 660.749 ha of forest land\nfor mining of bauxite ore in Lanjigarh Bauxite Mines in favour\nof OMC, subject to 21 conditions vide its order 11.12.2008.\nOne of the conditions was with regard to implementation of the\nWildlife Management Plan (WMP) suggested by WII and B\nanother was with regard to the implementation of all other\nprovisions of different Acts, including environmental clearance,\nbefore the transfer of the forest land. Further, it was also\nordered that after receipt of the compliance report on fulfilment\nof the 21 conditions from the State of Orissa, formal approval C\nwould be issued under Section 2 of the Forest (Conservation)\nAct, 1980.\nD\n26. MOEF examined the application of the OMC for\nenvironmental clearance under Section 12 of the EIA\nNotification, 2006 read with para 2.1.1(i) of Circular dated\n13.10.2006 and accorded environmental clearance for the\n\"Lanjigarh Bauxite Mining Project\" to OMC for an annual\nproduction capacity of 3 million tonnes of -bauxite by opencast\nmechanized method involving total mining lease area of\n721.323 ha, subject to the conditions and environmental E\nsafeguards, vide its letter dated 28.4.2009. 32 special\nconditions and 16 general conditions were incorporated in that\nletter. It was ordered that failure to comply with any of the\nconditions might result in withdrawal of the clearance and attract\naction under the provisions of the Environment Protection Act, F\n1986. It was specifically stated that the environmental clearance\nwould be subject to grant of forestry clearance and that\nnecessary clearance for diversion of 672.018 ha. Of forest land\ninvolved in the project be obtained before starting operation in\nthat area and that no mining be undertaken in the forest area G\nwithout obtaining prior forestry clearance. Condition No. XXX\nalso stipulated that the project proponent shall take all\nprecautionary measures during mining operation for\nconservation and protection of flora and fauna spotted in the\nstudy area and all safeguards measures brought out by the H\nA\nB\nC\nD\nE\nF\nG\n920\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nWMP prepared specific to the project site and considered by\nWII shall be effectively implemented. Further, it was also\nordered that all the recommendations made by WII for Wildlife\nManagement be effectively implemented and that the project\nproponent would also comply with the standards prescribed by\nthe State and Central Pollution Control Boards. Later, a\ncorrigendum dated 14.7.2009 was also issued by MOEF\nadding two other conditions - one special condition and\nanother general condition.\n27. State of Orissa vide its letter dated 10.8.2009 informed\nMOEF that the user agency had complied with the stipulations\nof Stage-l approval. Specific reference was made point by point\nto all the conditions stipulated in the letters of MOEF dated\n11.12.2008 and 30.12.2008 and, in conclusion, the State\nGovernment has stated in their letter as follows.\n\"In view of the above position of compliance by the\nUser Agency to the direction of Hon'ble Supreme Court\nof India dated 8.8.2008 and stipulations of the Government\nof India, MOEF vide their Stage-l approval order dated\n30.12.2008, the compliance is forwarded to the\nGovernment of India, MOEF to kindly examine the same\nand take further necessary steps in matters of according\nfinal approval for diversion of 660.749 ha of forest land for\nthe project under Section 2 of the Forest Conservation Act,\n1980.\"\nMOEF, it is seen, then placed the letter of the State Government\ndated 10.8.2008 before the FAC and FAC on 4.11.2009\nrecommended that the final clearance be considered only after\nascertaining the community rights of forest land and after the\nprocess for establishing such rights under the Forest Rights Act\nis completed. Dr. Usha Ramanathan Committee report was\nplaced before the FAC on 16.4.2010 and FAC recommended\nthat a Special Committee under the Ministry of Tribal Affairs\nbe constituted to look into the issue relating to violation of tribal\nH rights and the settlement of various rights under the Forest\n"}