{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n(iv)\ni\n(v)\n901\nThe reclamation of mines shall be carried out A\nconcurrently and should be regularly monitored by\nthe State Forest Department.\nRCC pillars of 4 feet height shall be erected by the\nUser Agency at the project cost to demarcate the\narea and the pillars will be marked with forward and\nback bearings.\nB\n(vi) The State Government shall charge Net Present\nValue (NPV) from the User Agency for the entire\ndiverted forest land, as directed by Hon'ble C\nSupreme Court and as per the guidelines issued\nvide Ministry of Environment and Forests letters No.\n5-1/98-FC(Pt.II) dated 18th September 2003 and\n22nd September 2003.\n(vii) As per Hon'ble Supreme Court's order dated\n23.11.2007 and 08.08.2008, M/S SIIL shall pay\nNPV of Rs.55 crores.\nD\n(viii) An undertaking from the User Agency shall also be\nobtained stating that in case the rates of NPV are E\nrevised upwards, the additional/differential amount\nshall be paid by the User Agency.\n(ix) As per Hon'ble Supreme Court's order dated\n23.11.2007 and 08.08.2-008, M/s SIIL shall pay F\nRs.50.53 crores towards Wildlife Management Plan\nfor Conservation and Management of Wildlife\naround Lanjigarh bauxite mine.\n(x)\nG\nAs per Hon'ble Supreme Court's order dated\n23.11.2007 and 08.08.2-008, M/S SIIL is required\nto contribute Rs.12.20 crores towards tribal\ndevelopment apart from payment of NPV and apart\nfrom contribution to the Management of Wildlife\naround Lanjigarh Bauxite Mine. Moreover, while\nallocating CAMPA Funds the said amount of H\n902\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\n☐ C\nD\nE\nF\nG\nH\nRs.12.20 crores shall be earmarked specifically for\ntribal development.\n(xi) The State Government shall deposit all the funds\nwith the Ad-hoc Body of Compensatory\nAfforestation Fund Management and Planning\nAuthority (CAMPA) in Account No. CA 1585 of\nCorporation Bank (A Government of India\nEnterprise) Block-II, Ground Floor, CGO Complex,\nPhase-I, Lodhi Road, New Delhi-110 003, as per\nthe instructions communicated vide letter N.5-2/\n2006-PC dated 20.05.2006.\n(xii) As per Hon'ble Supreme Court's order dated\n23.11.2007 and 08.08.2-008, M/S SIIL shall deposit\n5% of its annual profits before tax and interest from\nLanjigarh Project of Rs.10 crores whichever is\nhigher as contribution for Scheduled Area\nDevelopment. The contribution is to be made every\nyear commencing from 01.04.2007. The State of\nOrissa shall float a Special Purpose Vehicle (SPV)\nfor scheduled area development of Lanjigarh Project\nin which the stake-holders shall be State of Orissa,\nOMC Ltd. and M/s SIIL. Such SPV shall be\nincorporated under the Companies Act, 1956. The\nAccounts of SPC shall be prepared by the Statutory\nauditors of OMC Ltd and they shall be audited by\nthe Auditor General for State of Orissa every year.\n(xiii) The permission granted under FC Act shall be co-\nterminus with the mining lease granted under\nMMRD Act or any other relevant Act.\n(xiv) Tree felling shall be done in a phased manner to\ncoincide with the phasing of area to be put to mining\nwith a view to minimizing clear felling. The felling will\nalways be carried out under strict supervision of\nState Forest Department.\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n903\n(xv) All efforts shall be made by the User Agency and A\nthe State Government to prevent soil erosion and\npollution of rivers/nallas/streams etc.\n(xvi) The Wildlife Management Plan (WMP) shall be\nmodified accordingly as suggested by the Wildlife\nInstitute of India (WII), Dehradun and shall be\nimplemented by the State Government/User\nAgency at the project cost. The progress of\nimplementation of the WMP shall be regularly\nmonitored by the WILL and Regional Office,\nBhubaneshwar.\n(xvii) Any other condition that the CCF (Central), Regional\nOffice, Bhubaneshwar / the State Forest\nDepartment may impose from time to time for\nprotection and improvement of flora and fauna in the\nforest area, shall also be applicable.\n(xviii) All other provisions under different Acts, rules, and\nregulations including environmental clearance shall\nbe complied with before transfer of forest land.\n(xix) The lease will remain in the name of Orissa Mining\nCorporation (OMCL) and if any change has to be\ndone, it will require prior approval of the Central\nGovernment as per guidelines.\n(xx) The present forest clearance will be subject to the\nfinal outcome of the Writ petition No. 202 of 1995\nfrom the Hon'ble Supreme Court and Court's order\ndated 23.11.2007 and 08.08.2008.\n(xxi) Other standard conditions as applicable to\nproposals related to mining shall apply in the instant\ncase also.\"\nMOEF, then, vide its letter dated 11.12.2008 informed the State\nB\nC\nD\nE\nF\nG\nof Orissa that it had, in principle, agreed for diversion of H\n904 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA 660.749 ha. of forest land for mining bauxite in favour of OMC,\nsubject to fulfillment of the above mentioned conditions, and\nafter getting the compliance report from the State Government.\nOrder dated 11.12.2008 was slightly modified on 31.12.2008.\nIt was further ordered that the transfer of forest land to the user\nB agency should not be effected by the State Government till\nformal orders approving diversion of forest land were issued.\nC\nD\nE\nF\nG\nI\n11. MoEF then granted environmental clearance to OMC\nvide its proceedings dated 28.04.2009 subject to various\nconditions including the following conditions:\n\"(iii) Environmental clearance is subject to grant of\nforestry clearance. Necessary forestry clearance\nunder the Forest (Conservation) Act, 1980 for\ndiversion of 672.018 ha forest land involved in the\nproject shall be obtained before starting mining\noperation in that area. No mining shall be\nundertaken in the forest area without obtaining\nrequisite prior forestry clearance.\"\nThe State Government then forwarded the final proposal to the\nMoEF vide its letter dated 10.08.2009 stating that the user\nagency had complied with all the conditions stipulated in the\nletter of MoEF dated 11.12.2008. On the Forest Rights Act, the\nGovernment letter stated as follows:\n\"Provisions of Scheduled Tribes and other\nTraditional Forest Dwellers (Recognition of Forest\nRights) Act, 2006.\nThe Govt. of India, MOEF vide their letter dated\n28.04.2009 have accorded environmental clearance to\nLanjigarh Bauxite Mining Project. This letter of Govt. of\nIndia, MOEF puts on record that there is no habitation in\nthe mining lease area on the plateau top and no\nresettlement and rehabilitation is involved. Public hearing\nfor the project was held on 07.02.2003 for Kalahandi\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n905\nDistrict and on 17.03.2003 for Rayagada District. In both A\nthe cases, the project has been recommended. Copies of\nthe public hearing proceedings have already been\nsubmitted to Govt. of India, MOEF along with forest\ndiversion proposal. This project was also challenged in the\nHon'ble Supreme Court of India on the ground that it B\nviolates the provisions of the Scheduled Tribes \u0026 Other\nTraditional Forest Dwellers (Recognition of Forest Rights)\nAct, 2006 WP (C) No. 549 of 2007 was filed in the\nHon'ble Supreme Court of India by one Sri Siddharth\nNayak challenging the project on the above issue. After\nexamining different aspects of the writ petition in IA No.\n2081-2082 in WP (C) No. 549/2007, the Hon'ble Supreme\nCourt of India had cleared the project by way of disposing\nthe Writ Petition vide their order dated 23.11.2007.\nSubsequently, Hon'ble Supreme Court had finally cleared\nthe project vide their order dated 08.08.2008. In view of\nthe above position and orders of Hon'ble Supreme Court\nof India, no further action in this regard is proposed.\"\nC\nD\n12. State of Orissa's final proposal was then placed before\nthe FAC on 4.11.2009. FAC recommended that the final E\nclearance would be considered only after ascertaining of the\ncommunity rights on forest land and after the process for\nestablishing such rights under Forest Rights Act was\ncompleted. FAC also decided to constitute an Expert Group\nto carry out a site inspection. Consequently, on 1.1.2010, a F\nthree-member Team composed of Dr. Usha Ramanathan and\ntwo others, was constituted to consider and make\nrecommendations to MOEF on the proposal submitted by\nOMC. The Team carried out the site inspection during the\nmonths of January and February, 2010 and submitted three G\nindividual reports to MOEF on 25.2.2010 which were not\nagainst the project as such, but suggested an in-depth study\non the application of the Forest Rights Act. FAC also, on\n16.4.2010, considered all the three reports and recommended\nthat a Special Committee, under the Ministry of Tribal Affairs,\nĮ\nH\n906 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA be constituted to look into the issues relating to the violation of\nTribal rights and the settlement of Forest rights under the Forest\nRights Act.\nB\nC\n13. MOEF then met on 29.6.2010 and decided to\nconstitute a team composed of specialists to look into the\nsettlement of rights on forest dwellers and the \"Primitive Tribal\nGroups\" under the Forest Rights Act and the impact of the\nProject on wildlife and biodiversity in the surrounding areas.\nConsequently, a 4-member Committee was constituted headed\nby Dr. Naresh Saxena to study and assess the impacts of\nvarious rights and to make a detailed investigation. The\nCommittee, after conducting several site visits and making\ndetailed enquiries submitted its report to MOEF on 16.8.2010.\n14. The State Government then submitted their written\nD objection on 17.08.2010 to the MoEF on the Saxenal\nCommittee Report and requested that an opportunity of hearing\nbe given to it before taking any decision on the report. MoEF,\nhowever, called a meeting of FAC on 20.8.2010 and placed\nthe Saxena Committee report before FAC, for consideration.\nE Minutes of the Committee meeting was released on 23.8.2010,\nstating that the Primitive Tribal Groups were not consulted in\nthe process of seeking project clearance and also noticed the\nviolation of the provisions of Forest Rights Act, the Forest\n(Conservation) Act, 1980, Environmental Protection Act, 1986\nF and also the impact on ecological and biodiversity values of\nthe Niyamgiri hills upon which the Dongaria Kondh and Kutia\nKondh depend. FAC opined that it was a fit case for applying\nthe precautionary principle to obviate the irreparable damage\nto the affected people and recommended for the temporary\nwithdrawal of the in-principle/State I approval accorded. FAC\nrecommended that the State Government be heard before a\nfinal decision is taken by the MoEF.\nG\nН\n15. The recommendations of the FAC dated 23.8.2010\nand Saxena Committee report were considered by MOEF and\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n907\nthe request for Stage-II Clearance was rejected on 24.8.2010, A\nstating as follows:\n\"VIII. Factors Dictating Decision on Stage-Il Clearance\nI have considered three broad factors while arriving at my\ndecision.\n1. The Violation of the Rights of the Tribal Groups\nincluding the Primitive Tribal Groups and the\nDalit Population.\nB\nC\nD\nThe blatant disregard displayed by the project proponents\nwith regard to rights of the tribals and primitive tribal groups\ndependant on the area for their livelihood, as they have\nproceeded to seek clearance is shocking. Primitive Tribal\nGroups have specifically been provided for in the Forest\nRights Act, 2006 and this case should leave no one in\ndoubt that they will enjoy full protection of their rights under\nthe law. The narrow definition of the Project Affected\nPeople by the State Government runs contrary to the letter\nand spirit of the Forest Rights Act, 2006. Simply because\nthey did not live on the hills does not mean that they have E\nno rights there. The Forest Rights Act, 2006 specifically\nprovides for such rights but these were not recognized and\nwere sought to be denied.\nMoreover, the fate of the Primitive Tribal Groups need F\nsome emphasis, as very few communities in India in\ngeneral and Orissa in particular come under the ambit of\nsuch a category. Their dependence on the forest being\nalmost complete, the violation of the specific protections\nextended to their “habitat and habitations\" by the Forest\nRights Act, 2006 are simply unacceptable.\nThis ground by itself has to be foremost in terms of\nconsideration when it comes to the grant of forest or\nenvironmental clearance. The four-member committee has\nhighlighted repeated instances of violations.\nG\nH\n908\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nELI\nF\n☐ G\nH\nOne also cannot ignore the Dalits living in the area. While\nthey may technically be ineligible to receive benefits under\nthe FRA 2006, they are such an inextricable part of the\nsociety that exists that it would be impossible to disentitle\nthem as they have been present for over five decades. The\nCommittee has also said on p.40 of their report that \"even\nif the Dalits have no claims under the FRA the truth of\ntheir de facto dependence on the Niyamgiri forests for the\npast several decades can be ignored by the central and\nstate governments only at the cost of betrayal of the\npromise of inclusive growth and justice and dignity for all\nIndians\". This observation rings true with the MoE\u0026F and\nunderscores the MoE\u0026F's attempt to ensure that any\ndecision taken is not just true to the law in letter but also\nin spirit.\n2.\n(i)\nViolations of the Environmental Protection Act\n1986:\nObservations of the Saxena Committee and\nMoE\u0026F Records:\nIn additional to its findings regarding the settlement of\nrights under the FRA 2006, the four-member Committee\nhas also observed, with reference to the environmental\nclearance granted for the aluminum refinery, on p.7 of its\nReport dated 16th August 2010 that:\n\"The company/s Vedanta Alumina Limited has\nalready proceeded with construction activity for its\nenormous expansion project that would increase its\ncapacity six fold from 1 Mtpa to 6 Mtpa without\nobtaining environmental clearance as per the\nprovisions of EIA Notification, 2006 under the EPA.\nThis amounts to a serious violation of the provisions\nof the Environment (Protection) Act. This expansion,\nits extensive scale and advanced nature, is in\ncomplete violation of the EPA and is an expression\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n909\nof the contempt with which this company treats the A\nlaws of the land.\"\nI have reviewed the records of the MoE\u0026F and have found\nno documentation which establishes such activity to have\nbeen granted clearance. Nor is there any evidence to\nB\nsuggest that such requirement was waived by the Ministry.\nThe TORS for the expansion of the project from 1 million\ntones to 6 million tones were approved in March 2008. No\nfurther right has been granted in any form by the Ministry\nto the project proponents to proceed with the expansion.\nWhile any expansion without prior EC is a violation of the\nEIA Notification/EPA 1986 this, itself, is not a minor\nexpansion and is therefore a most serious transgression\nof the EPA 1986.\nC\nThere also appear to have been other acts of violation that D\nemerge from a careful perusal of the evidence at hand.\nThis is not the first act of violation. On March 19th, 2003\nM/s Sterlite filed an application for environmental clearance\nfrom the MoE\u0026F for the refinery. In the application it was\nstated that no forest land is involved in the project and that E\nthere was no reserve forest within a radius of 10 kms of\nthe project site.\nThereafter on September 22nd, 2004, environment\nclearance was granted by the MoE\u0026F for the refinery\nproject. While granting the environmental clearance, the\nMoE\u0026F was unaware of the fact that the application for\nforest clearance was also pending since the environmental\nclearance letter clearly stated that no forest land was\ninvolved in the project.\nIn March 2005, in proceedings before itself, the Central\nEmpowered Committee (CEC) too questioned the validity\nof the environmental clearance granted by the MoE\u0026F and\nrequested the Ministry to withhold the forest clearance on\nF\nG\nH\n910\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthe project till the issue is examined by the CEC and report\nis submitted to the Hon'ble Supreme Court.\n(ii) Case before the MEAA by the Dongaria\nKondhs:\nAfter the grant of Environment Clearance, the local tribals\nand other concerned persons including the Dongaria\nKondhs challenged the project before the National\nEnvironment Appellate Authority (NEAA). [Kumati Majhi\nand Ors Vs Ministry of Environment. and Forest, Srabbu\nSikka and Ors. Vs Ministry of Environment and Forests,\nR Sreedhar Vs. Ministry of Environment and Forest,\nPrafulla Samantara Vs. Ministry of Environment and\nForests and Ors Appeal No. 18, 19, 20 and 21 of 2009].\nIt is brought to my attention that this is the first time that\nthe Dongaria Kondha have directly challenged the project\nin any Court of law. The Appeals highlighted the several\nviolations in the Environmental Clearance process. Some\nof the key charges raised were that the full Environmental\nImpact Assessment Report was not made available to the\nPublic before the public hearing, different EIA reports\nmade available to the public and submitted to the Ministry\nof Environment and Forests, the EIA conducted was a\nrapid EIA undertaken during the monsoon months. The\nmatter is reserved for judgment before the NEAA.\n(iii) Monitoring Report of the Eastern Regional\nOffice dated 25th May, 2010:\nOn 25th May 2010, Dr. VP Upadhyay (Director 'S') of the\nEastern Regional Office of the Ministry of Environment and\nForests submitted his report to the MoE\u0026F which listed\nvarious violations in para 2 of the monitoring report. They\nobserved:\na. \"M/s Vedanta Alumina Limited has already\nproceeded with construction activity for expansion\n"}