{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 6 S.C.R. 881\nORISSA MINING CORPORATION\nV.\nMINISTRY OF ENVIRONMENT \u0026 FOREST \u0026 OTHERS\n(Writ Petition (Civil) No. 180 of 2011)\nAPRIL 18, 2013\n[AFTAB ALAM, K.S. RADHAKRISHNAN AND\nRANJAN GOGOI, JJ.]\n-\n-\n-\nA\nB\nD\nScheduled Tribes and other Traditional Forest Dwellers\n(Recognition of Forest Rights) Act, 2006 - Primitive Tribal C\nGroups - Specific protections extended to their \"habitat and\nhabitations” – Bauxite Mining Project (BMP) - Ministry of\nEnvironment and Forests (MOEF) rejecting Stage-ll forest\nclearance for diversion of 660.749 hectares of forest land for\nmining of bauxite ore in Lanjigarh Bauxite Mines in Kalahandi\nand Rayagada Districts of Orissa – Alleged violation of the\nrights of the Scheduled Tribes (STs) and the \"Traditional\nForest Dwellers” (TFDs) – Held: STs and other TFDs have a\nvital role to play in the environmental management and\ndevelopment because of their knowledge and traditional E\npractices - The State has a duty to recognize and duly\nsupport their identity, culture and interest so that they can\neffectively participate in achieving sustainable development\n- STs and other TFDs residing in the Scheduled Areas have\na right to maintain their distinctive spiritual relationship with\ntheir traditionally owned or otherwise occupied and used lands\n- Central role of Gram Sabha in determining the nature and\nextent of \"individual\"/\"community rights\" of the STs and other\nTFDs and in safeguarding their customary and religious rights\nunder the Forest Rights Act - In the instant case, question\nwhether STs and other TFDs, like Dongaria Kondh, Kutia\nKandha and others, had any religious rights i.e. rights of\nworship over the Niyamgiri hills, known as Nimagiri, near\nHundaljali, which is the hill top known as Niyam-Raja, to be\n881\nF\nG\nH\nA\nB\n882 SUPREME COURT REPORTS\n-\n[2013] 6 S.C.R.\nconsidered by the Gram Sabha Gram Sabha to also\nexamine whether the proposed mining area Niyama Danger,\n10 km away from the peak, would in any way affect the abode\nof Niyam-Raja - Gram Sabha also free to consider all the\ncommunity, individual as well as cultural and religious claims,\nover and above the claims already received from Rayagada\nand Kalahandi Districts - The State Government as well as\nthe Ministry of Tribal Affairs, Government of India, to assist\nthe Gram Sabha for settling of individual as well as community\nclaims Gram Sabha to take decision on them within 3\nC months and communicate the same to the MOEF, through the\nState Government - MoEF to then take a final decision on\nthe grant of Stage II clearance for the Bauxite Mining Project\nin light of the decision of the Gram Sabha within 2 months\nthereafter - Environmental Law.\nD\nE\nF\n-\n-\n-\n-\nScheduled Tribes and other Traditional Forest Dwellers\n(Recognition of Forest Rights) Act, 2006 – Enactment of -\nObject and purpose – Discussed - Held: The Act is a social\nwelfare or remedial statute - It intends to protect custom,\nusage, forms, practices and ceremonies which are appropriate\nto the traditional practices of forest dwellers - The Act protects\na wide range of rights of forest dwellers and STs including\ncustomary rights to use forest land as a community forest\nresource and not restricted merely to property rights or to\nareas of habitation.\nScheduled Tribes and other Traditional Forest Dwellers\n(Recognition of Forest Rights) Act, 2006 - s.6 - Nature and\nextent of \"individual\"/\"community rights\" of the Scheduled\nTribes (STS) and other \"Traditional Forest Dwellers\" (TFDs)\nG and their customary and religious rights - Determination of\nRole of Gram Sabha - Discussed - Held: Gram Sabha is\nthe authority to initiate the process for determining the nature\nand extent of individual or community forest rights or both that\nmay be given to the forest dwelling STs and other TFDs within\nthe local limits of their jurisdiction - Gram Sabha functioning\nI\n-\nORISSA MINING CORPORATION v. MINISTRY OF 883\nENVIRONMENT \u0026 FOREST\nunder the Forest Rights Act r/w s.4(d) of PESA Act has an\nobligation to safeguard and preserve the traditions and\ncustoms of the STs and other forest dwellers, their cultural\nidentity, community resources etc., which they have to\ndischarge following the guidelines issued by the Ministry of\nTribal Affairs vide its letter dated 12.7.2012 - Scheduled\nTribes and Other Traditional Forest Dwellers (Recognition of\nForest Rights) Amendment Rules, 2007 read with the 2012\nAmendment Rules - Panchayat (Extension to Scheduled\nAreas) Act, 1996 – s.4(d).\n-\nMines and Minerals (Regulation and Development) Act,\n1957 - Right of the State over mines or minerals lying\nunderneath the forest land-Held: The State holds the natural\nresources as a trustee for the people - s.3 of the Forest\nRights Act does not vest such rights on the STs or other TFDs\n- PESA Act speaks only of minor minerals, which says that\nthe recommendation of Gram Sabha shall be made\nmandatory prior to grant of prospecting licence or mining\nlease for minor minerals in the Scheduled Areas – State\nGovernment has the power to reserve any particular area for\nBauxite mining for a Public Sector Corporation - Scheduled\nTribes and other Traditional Forest Dwellers (Recognition of\nForest Rights) Act, 2006 – s.3 - Panchayat (Extension to\nScheduled Areas) Act, 1996.\n-\n-\nThe Orissa Mining Corporation (OMC), a State of\nOrissa Undertaking, approached this Court seeking a\nWrit of Certiorari to quash the order passed by the\nMinistry of Environment and Forests (MOEF) dated\n24.8.2010 rejecting the Stage-Il forest clearance for\ndiversion of 660.749 hectares of forest land for mining of\nbauxite ore in Lanjigarh Bauxite Mines in Kalahandi and\nRayagada Districts of Orissa and for other consequential\nreliefs.\nThe Stage Il forest clearance for the OMC and Sterlite\nbauxite mining project on the Niyamgiri Hills in Lanjigarh,\nA\nB\nC\nD\nE\nF\n0\nH\n884 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Kalahandi and Rayagada districts of Orissa was rejected\nby the MOEF on grounds of:- 1) violation of the rights of\nthe Tribal Groups including the Primitive Tribal Groups\nand the Dalit Population, more particularly with reference\nto the specific protections extended to their \"habitat and\nB habitations\" under the Scheduled Tribes and other\nTraditional Forest Dwellers (Recognition of Forest Rights)\nAct, 2006 [the Forest Rights Act]; 2) violations of the\nEnvironmental Protection Act, 1986 and 3) violations\nunder the Forest Conservation Act, 1980 coupled with\nthe resultant impact on the ecology and biodiversity of\nthe surrounding area.\nC\nD\nThe Petitioner assailed the order of MoEF dated\n24.08.2010 as an attempt to reopen matters that had\nobtained finality and further submitted that the order\nwrongly cited the violation of certain conditions of\nenvironmental clearance by \"Alumina Refinery Project\"\nas grounds for denial of Stage II clearance to OMC for its\n\"Bauxite Mining Project\". The contention was based on\nthe premise that the two Projects were totally separate\nE and independent of each other and the violation of any\nstatutory provision or a condition of environmental\nclearance by one cannot be a relevant consideration for\ngrant of Stage II clearance to the other.\nF\nDisposing of the writ petition, the Court\nHELD: 1. The Petitioner's assertion that the Alumina\nRefinery Project and the Bauxite Mining Project are two\nseparate and independent projects, cannot be accepted\nas such, since there are sufficient materials on record to\nG show that the two projects make an integrated unit. In\ntwo earlier orders of this Court (in the Vedanta case and\nthe Sterlite case) also, the two Projects are seen as\ncomprising a single unit. Quite contrary to the case of the\npetitioner, the Alumina Refinery Project and Bauxite\nH Mining Project are interdependent and inseparably linked\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST\n885\nA\ntogether and, hence, any wrong doing by Alumina\nRefinery Project may cast a reflection on the Bauxite\nMining Project and may be a relevant consideration for\ndenial of Stage II clearance to the Bauxite Mining Project.\nHowever, in this Judgment, this Court, does not propose\nto make any final pronouncement on that issue but B\nwould keep the focus mainly on the rights of the\nScheduled Tribes (STs) and the \"Traditional Forest\nDwellers\" (TFDs) under the Forest Rights Act. [Para 30]\n[921-G-H; 922-A-C]\nSTs and TFDs:\nC\n2. Scheduled Tribe, as such, is not defined in the\nForest Rights Act, but the word \"Traditional Forest\nDweller\" has been defined under Section 2(o) as any\nmember or community who has at least three generations D\nprior to the 13th day of December, 2005 primarily resided\nin and who depend on the forest or forests land for bona\nfide livelihood needs. Article 366(25) of the Constitution\nstates that STs means such tribes or tribal communities\nor parts of or groups within such tribes or tribal E\ncommunities as are defined under Article 342 to be the\nScheduled Tribes. [Para 31] [922-D-E]\nConstitutional Rights and Conventions:\n3.1. Article 244 (1) of the Constitution of India which\nappears in Part X provides that the administration of the\nScheduled Areas and Scheduled Tribes in States (other\nthan Assam, Meghalaya and Tripura) shall be according\nto the provisions of the Fifth Schedule and Clause (2)\nstates that Sixth Schedule applies to the tribal areas in\nAssam, Meghalaya, Tripura and Mizoram. Evidently, the\nobject of the Fifth Schedule and the Regulations made\nthereunder is to preserve tribal autonomy, their cultures\nand economic empowerment to ensure social, economic\nand political justice for the preservation of peace and\nF\nG\nН\n886 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA good Governance in the Scheduled Area. [Para 33] [922-\nH; 923-A-B]\nB\nC\n3.2. Section 4 of the Panchayat (Extension to\nScheduled Areas) Act, 1996 [PESA Act] stipulates that the\nState legislation on Panchayats shall be made in\nconsonance with the customary law, social and religious\npractices and traditional management practices of\ncommunity resources. Clause (d) of Section states that\nevery Gram Sabha shall be competent to safeguard and\npreserve the traditions and customs of the people, their\ncultural identity, community resources and the customary\nmode of dispute resolution. [Para 36] [924-H; 925-A-B]\n3.3. The customary and cultural rights of indigenous\npeople have also been the subject matter of various\nD international conventions. International Labour\nOrganization (ILO) Convention on Indigenous and Tribal\nPopulations Convention, 1957 (No.107) was the first\ncomprehensive international instrument setting forth the\nrights of indigenous and tribal populations which\nemphasized the necessity for the protection of social,\npolitical and cultural rights of indigenous people. India is\na signatory to the ILO Convention (No. 107). [Para 37]\n[925-E-G]\nE\n3.4. Apart from giving legitimacy to the cultural rights\nF by 1957 Convention, the Convention on the Biological\nDiversity (CBA) adopted at the Earth Summit (1992)\nhighlighted necessity to preserve and maintain\nknowledge, innovation and practices of the local\ncommunities relevant for conservation and sustainable\nG use of bio-diversity, India is a signatory to CBA. Rio\nDeclaration on Environment and Development Agenda\n21 and Forestry principle also encourage the promotion\nof customary practices conducive to conservation. The\nnecessity to respect and promote the inherent rights of\nH indigenous peoples which derive from their political,\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST\n887\neconomic and social structures and from their cultures, A.\nspiritual traditions, histories and philosophies, especially\ntheir rights to their lands, territories and resources have\nalso been recognized by United Nations in the United\nNations Declaration on Rights of Indigenous Peoples.\nSTs and other TFDs residing in the Scheduled Areas have\na right to maintain their distinctive spiritual relationship\nwith their traditionally owned or otherwise occupied and\nused lands. [Para 38] [925-G-H; 926-A-C]\n3.5. STs and other TFDs have a vital role to play in\nthe environmental management and development\nbecause of their knowledge and traditional practices. The\nState has got a duty to recognize and duly support their\nidentity, culture and interest so that they can effectively\nparticipate in achieving sustainable development. [Para\n39] [926-E-F]\nSamatha v. Arunachal Pradesh (1997) 8 SCC 191: 1997\n(2) Suppl. SCR 305 and Union of India v. Rakesh Kumar\n(2010) 4 SCC 50: 2010 (1) SCR 483 – referred to.\nThe Forest Rights Act\n4.1. The Forest Rights Act has been enacted\nconferring powers on the Gram Sabha constituted under\nthe Act to protect the community resources, individual\nrights, cultural and religious rights. The Forest Rights Act\nwas enacted by the Parliament to recognize and vest the\nforest rights and occupation in forest land in forest\ndwelling STs and other TFDs who have been residing in\nsuch forests for generations but whose rights could not\nbe recorded and to provide for a framework for recording\nthe forest rights so vested and the nature of evidence\nrequired for such recognition and vesting in respect of\nforest land. [Paras 40, 41] [926-G-H; 927-A-B]\nB\nC\nD\nE\nF\nG\n4.2. The Forest Rights Act is a social welfare or\nremedial statute. The Act protects a wide range of rights H\n888\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA of forest dwellers and STs including the customary rights\nto use forest land as a community forest resource and\nnot restricted merely to property rights or to areas of\nhabitation. [Para 43] [928-A-B]\nB\nC\nD\n4.3. Legislative intention is clear that the Act intends\nto protect custom, usage, forms, practices and\nceremonies which are appropriate to the traditional\npractices of forest dwellers. [Para 47] [932-B]\nForest Rights Act and MMRD Act:\n5. The Forest Rights Act, neither expressly nor\nimpliedly, has taken away or interfered with the right of\nthe State over mines or minerals lying underneath the\nforest land, which stand vested in the State. The State\nholds the natural resources as a trustee for the people.\nSection 3 of the Forest Rights Act does not vest such\nrights on the STs or other TFDs. PESA Act speaks only\nof minor minerals, which says that the recommendation\nof Gram Sabha shall be made mandatory prior to grant\nof prospecting licence or mining lease for minor minerals\nin the Scheduled Areas. Therefore, as held by this Court\nin Amritlal case while dealing with the scope of Mines and\nMinerals (Regulation and Development) Act, 1957, the\nState Government has the power to reserve any particular\narea for Bauxite mining for a Public Sector Corporation.\nF [Para 50] [944-B-D]\nE\nG\nH\nAmritlal Athubhai Shah and Ors. v. Union Government\nof India and Another (1976) 4 SCC 108: 1977 (1) SCR 372\nrelied on.\n-\nGram Sabha and other Authorities;\n6. Under Section 6 of the Forest Rights Act, Gram\nSabha shall be the authority to initiate the process for\ndetermining the nature and extent of individual or\ncommunity forest rights or both and that may be given to\nORISSA MINING CORPORATION v. MINISTRY OF 889\nENVIRONMENT \u0026 FOREST\nthe forest dwelling STs and other TFDs within the local A\nlimits of the jurisdiction. For the said purpose it receive\nclaims, and after consolidating and verifying them it has\nto prepare a plan delineating the area of each\nrecommended claim in such manner as may be\nprescribed for exercise of such rights. [Para 51] [944-E-F] B\n6.2. Functions of the Gram Sabha, Sub-Divisional\nLevel Committee, District Level Committee, State Level\nMonitoring Committee and procedure to be followed and\nthe process of verification of claims etc. have been\nelaborately dealt with in the Scheduled Tribes and Other\nTraditional Forest Dwellers (Recognition of Forest Rights)\nAmendment Rules, 2007 read with the 2012 Amendment\nRules. [Para 52] [945-B-C]\nIndividual/Community Rights\n7. The Forest Rights Act prescribed various rights to\ntribals/forest dwellers as per Section 3 of the Act. As per\nSection 6 of the Act, power is conferred on the Gram\nSabha to process for determining the nature and the\nextent of individual or community forests read with or\nboth that may be given to forest dwelling STs and other\nTFDs, by receiving claims, consolidate it, and verifying\nthem and preparing a map, delineating area of each\nrecommended claim in such a manner as may be\nprescribed. [Para 53] [945-E-F]\nCustomary and Religious Rights (Sacred Rights)\n8.1. Religious freedom guaranteed to STs and the\nTFDs under Articles 25 and 26 of the Constitution is\nintended to be a guide to a community of life and social\ndemands. The above mentioned Articles guarantee them\nthe right to practice and propagate not only matters of\nfaith or belief, but all those rituals and observations which\nC\nD\nE\nF\nG\nare regarded as integral part of their religion. Their right H\n890 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA to worship the deity Niyam-Raja has, therefore, to be\nprotected and preserved. [Para 55] [946-C-D]\nB\n8.2.Gram Sabha has a role to play in safeguarding the\ncustomary and religious rights of the STs and other TFDS\nunder the Forest Rights Act. Section 6 of the Act confers\npowers on the Gram Sabha to determine the nature and\nextent of \"individual\" or \"community rights\". [Para 56]\n[946-E]\n8.3. Gram Sabha functioning under the Forest Rights\nC Act read with Section 4(d) of PESA Act has an obligation\nto safeguard and preserve the traditions and customs of\nthe STs and other forest dwellers, their cultural identity,\ncommunity resources etc., which they have to discharge\nfollowing the guidelines issued by the Ministry of Tribal\nD Affairs vide its letter dated 12.7.2012. [Para 57] [947-B]\nE\nF\nG\nH\n9.1. In the instant case, therefore, the question\nwhether STs and other TFDs, like Dongaria Kondh, Kutia\nKandha and others, have got any religious rights i.e.\nrights of worship over the Niyamgiri hills, known as\nNimagiri, near Hundaljali, which is the hill top known as\nNiyam-Raja, have to be considered by the Gram Sabha.\nGram Sabha can also examine whether the proposed\nmining area Niyama Danger, 10 km away from the peak,\nwould in any way affect the abode of Niyam-Raja. If the\nBMP, in any way, affects their religious rights, especially\ntheir right to worship their deity, known as Niyam Raja,\nin the hills top of the Niyamgiri range of hills, that right\nhas to be preserved and protected. This aspect of the\nmatter has not been placed before the Gram Sabha for\ntheir active consideration, but only the individual claims\nand community claims received from Rayagada and\nKalahandi Districts, most of which the Gram Sabha has\ndealt with and settled. [Para 58] [947-C-F]\n9.2. The Gram Sabha is also free to consider all the\n"}