{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF 891\nENVIRONMENT \u0026 FOREST\ncommunity, individual as well as cultural and religious A\nclaims, over and above the claims which have already\nbeen received from Rayagada and Kalahandi Districts.\nAny such fresh claims be filed before the Gram Sabha\nwithin six weeks from the date of this Judgment. The State\nGovernment as well as the Ministry of Tribal Affairs, B\nGovernment of India, would assist the Gram Sabha for\nsettling of individual as well as community claims. [Para\n59] [947-G]\n9.3. Direction is given to the State of Orissa to place\nthese issues before the Gram Sabha with notice to the\nMinistry of Tribal Affairs, Government of India and the\nGram Sabha would take a decision on them within three\nmonths and communicate the same to the MOEF, through\nthe State Government. On conclusion of the proceeding\nbefore the Gram Sabha determining the claims submitted\nbefore it, the MoEF shall take a final decision on the grant\nof Stage il clearance for the Bauxite Mining Project in the\nlight of the decisions of the Gram Sabha within two\nmonths thereafter. [Para 60] [947-H; 948-A-B]\nC\nD\nE\n9.4. The Alumina Refinery Project is well advised to\ntake steps to correct and rectify the alleged violations by\nit of the terms of the environmental clearance granted by\nMoEF. While taking the final decision, the MoEF shall take\ninto consideration any corrective measures that might F\nhave been taken by the Alumina Refinery Project for\nrectifying the alleged violations of the terms of the\nenvironmental clearance granted in its favour by the\nMoEF. [Para 61] [948-C-D]\n9.5. The proceedings of the Gram Sabha shall be\nattended as an observer by a judicial officer of the rank\nof the District Judge, nominated by the Chief Justice of\nthe High Court of Orissa who shall sign the minutes of\nthe proceedings, certifying that the proceedings of the\nGram Sabha took place independently and completely\nG\nH\n892 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA uninfluenced either by the Project proponents or the\nCentral Government or the State Government. [Para 62]\n[948-E-F]\nԱ.\nB\nCase Law Reference:\n1997 (2) Suppl. SCR 305 referred to\nPara 33\n2010 (1) SCR 483\nreferred to\nPara 35\n1977 (1) SCR 372\nrelied on\nPara 50\nC\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n180 of 2011.\nUnder Article 32 of the Constitution of India.\nMohan Parasaran, Solicitor General, Sidharth Luthra,\nD ASG, K.K. Venugopal, C.U. Singh, C.A. Sundaram, Raj\nPanjwani, Prashanto Chandra Sen, P.S. Sudneer, Sara\nSundram, Rishi Maheshwari, Anne Mathew, Abu John Mathew,\nEkta Kapil, Anubha Singh, Atishree Sood, Vijayalakshmi\nMenon, R.S. Jena, Rohini Musa, A.D.N. Rao, Siddhartha\nE Chouhdary, D.L. Chidananda, Haris Beeran, Asha G. Nair,\nAditya Singla, Gurmohan Bedi, Amer Musthaq Salim, Zoheb\nHossain, Alok Prasanna Kumar, Aarthi Rajan (for S.N. Terdal),\nBinu Tamta, Rahul Chaudhary, Ritwick Dutta, Anitha Shenoy,\nSanjay Parikh, Mamta Saxena, Bushra Parveen, A.N. Singh for\nF the appearing parties.\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. 1. Orissa Mining Corporation\n(OMC), a State of Orissa Undertaking, has approached this\nG Court seeking a Writ of Certiorari to quash the order passed\nby the Ministry of Environment and Forests (MOEF) dated\n24.8.2010 rejecting the Stage-II forest clearance for diversion\nof 660.749 hectares of forest land for mining of bauxite ore in\nLanjigarh Bauxite Mines in Kalahandi and Rayagada Districts\nH of Orissa and also for other consequential reliefs.\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n893\n2. OMC urged that the above order passed by the MOEF A\nhas the effect of neutralizing two orders of this Court passed\nin I.A. Nos. 1324 and 1474 in Writ Petition (C) No. 202 of 1995\nwith I.A. Nos. 2081-2082 (arising out of Writ Petition No. 549\nof 2007) dated 23.11.2007 reported in (2008) 2 SCC 222\n[hereinafter referred to as 'Vedanta case'] and the order B\npassed by this Court in I.A. No. 2134 of 2007 in Writ Petition\nNo. 202 of 1995 on 08.08.2008 reported in (2008) 9 SCC 711\n[hereinafter referred to as the 'Sterlite case']. In order to\nexamine the issues raised in this writ petition, it is necessary\nto examine the facts at some length.\nFACTS:\nC\n3. M/s. Sterlite (parent company of Vedanta) filed an\napplication on 19.3.2003 before MOEF for environmental\nclearance for the purpose of starting an Alumina Refinery D\nProject (ARP) in Lanjigarh Tehsil of District Kalahandi, stating\nthat no forest land was involved within an area of 10 kms. The\n4th respondent - Vedanta, in the meanwhile, had also filed an\napplication on 6.3.2004 before this Court seeking clearance\nfor the proposal for use of 723.343 ha of land (including 58.943 E\nha of reserve forest land) in Lanjigarh Tehsil of District\nKalahandi for setting up an Alumina Refinery. Noticing that\nforest land was involved, the State of Orissa submitted a\nproposal dated 16.08.2004 to the MoEF for diversion of 58.90\nhectare of forest land which included 26.1234 hectare of forest\nland for the said ARP and the rest for the conveyor belt and a\nroad to the mining site. The State of Orissa, later, withdrew that\nproposal. The MoEF, as per the application submitted by M/s\nSterlite, granted environmental clearance on 22.9.2004 to ARP\non 1 million tonne per annum capacity of refinery along with 75 G\nMW coal based CPP at Lanjigarh on 720 hectare land, by\ndelinking it with the mining project. Later, on 24.11.2004, the\nState of Orissa informed MOEF about the involvement of\n58.943 ha of forest land in the project as against \"NIL\"\nmentioned in the environmental clearance and that the Forest\nF\nH\n894\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Department of Orissa had, on 5.8.2004, issued a show-cause-\nnotice to 4th respondent for encroachment of 10.41 acres of\nforest land (out of 58.943 ha for which FC clearance proposal\nwas sent) by way of land breaking and leveling.\nB\nC\n4. The State of Orissa, on 28.2.2005 forwarded the\nproposal to MOEF for diversion of 660.749 ha of forest land\nfor mining bauxite ore in favour of OMC in Kalahandi and\nRayagada Districts. The Central Empowered Committee\n(CEC), in the meanwhile, addressed a letter dated 2.3.2005\nto MOEF stating that pending the examination of the project by\nCEC, the proposal for diversion of forest land and/or mining\nbe not decided.\n5. Vedanta, however, filed an application I.A. No. 1324 of\n2005 before this Court seeking a direction to the MOEF to take\nD a decision on the application for forest clearance for bauxite\nmining submitted by the state Government on 28.2.2005 for the\nRefinery project. The question that was posed by this Court\nwhile deciding the above-mentioned I.A. was whether Vedanta\nshould be allowed to set up its refinery project, which involved\nE the proposal for diversion of 58.943 ha. of forest land. CEC had,\nhowever, objected to the grant of clearance sought by Vedanta\non the ground that the Refinery would be totally dependent on\nmining of bauxite from Niyamgiri Hills, Lanjigarh, which was the\nonly vital wildlife habitat, part of which constituted elephant\ncorridor and also on the ground that the said project would\nobstruct the proposed wildlife sanctuary and the residence of\ntribes like Dongaria Kondha.\nF\n6. The Court on 03.06.2006 directed the MoEF to consult\nthe experts/organizations and submit a report. MoEF appointed\nG Central Mining Planning and Design Institute (CMPDI), Ranchi\nto study the social impact of ground vibration on hydro-\ngeological characteristics, including ground propensity,\npermeability, flow of natural resources etc. CMPDI submitted\nits report on 20.10.2006. MoEF appointed the Wildlife Institute\nH of India (WII), Dehradun to study the impact of the Mining\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n895\nProject on the bio-diversity. WII submitted its report dated A\n14.06.2006 and the supplementary report dated 25.10.2006\nbefore the MOEF. Reports of CMPDI, WII were all considered\nby the Forest Advisory Committee (FAC) on 27.10.2006 after\nperusing the above mentioned reports approved the proposal\nof OMC, for diversion of 660.749 ha. of forest land for the B\nmining of bauxite in Kalahandi and Rayagada Districts subject\nto the conditions laid down by WII.\n7. The State of Orissa had brought to the notice of this\nCourt about the lack of basic infrastructure facilities in the Tribal\nareas of both the districts, so also the abject poverty in which\nthe local people were living in Lanjigarh Tehsil, including the\ntribal people, and also the lack of proper housing, hospitals,\nschools etc. But this Court was not agreeable to clear the\nproject, at the instance of Vedanta, however, liberty was granted\nto M/s. Sterlite to move the Court if they would agree to comply\nwith the modalities suggested by the Court. Following were the\nmodalities suggested by the Court, while disposing of the\nVedanta case on 23.11.2007:\nC\nD\n\"(1) State of Orissa shall float a Special Purpose E\nVehicle (SPV) for scheduled area development of\nLanjigarh Project in which the stakeholders shall be State\nof Orissa, OMC Ltd. and M/S SIIL. Such SPV shall be\nincorporated under the Companies Act, 1956. The\naccounts of SPV will be prepared by the statutory auditors F\nof OMC Ltd. and they shall be audited by the Auditor\nGeneral for State of Orissa every year. M/s SIIL will deposit,\nevery year commencing from 1-4-2007, 5% of its annual\nprofits before tax and interest from Lanjigarh Project or Rs\n10 crores whichever is higher for Scheduled Area\nDevelopment with the said SPV and it shall be the duty of\nthe said SPV to account for the expenses each year. The\nannual report of SPV shall be submitted to CEC every\nyear. If CEC finds non-utilisation or misutilisation of funds\nthe same shall be brought to the notice of this Court. While\nG\nH\nA\nB\nC\n˚ D\nE\nF\nG\n☐ H\n896\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\ncalculating annual profits before tax and interest M/S SIIL\nshall do so on the basis of the market value of the material\nwhich is sold by OMC Ltd. to M/S SIIL or its nominee.\n(ii) In addition to what is stated above, M/S SIIL shall\npay NPV of Rs 55 crores and Rs 50.53 crores towards\nWildlife Management Plan for Conservation and\nManagement of Wildlife around Lanjigarh bauxite mine\nand Rs 12.20 crores towards tribal development. In\naddition, M/s SIIL shall also bear expenses towards\ncompensatory afforestation.\n(iii) A statement shall be filed by M/S SIIL with CEC\nwithin eight weeks from today stating number of persons\nwho shall be absorbed on permanent basis in M/S SIIL\nincluding land-losers. They shall give categories in which\nthey would be permanently absorbed. The list would also\nshow particulars of persons who would be employed by\nthe contractors of M/s SIIL and the period for which they\nwould be employed.\n(iv) The State Government has the following\nsuggestions on this issue:\n1. The user agency shall undertake demarcation of\nthe lease area on the ground using four feet high cement\nconcrete pillars with serial number, forward and back\nbearings and distance from pillar to pillar.\n2. The user agency shall make arrangements for\nmutation and transfer of equivalent non-forest land\nidentified for compensatory afforestation to the ownership\nof the State Forest Department.\n3. The State Forest Department will take up\ncompensatory afforestation at Project cost with suitable\nindigenous species and will declare the said area\nidentified for compensatory afforestation as \"protected\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n897\nforest\" under the Orissa Forest Act, 1972 for the purpose\nof management.\n4. The user agency shall undertake rehabilitation of\nProject-affected families, if any, as per the Orissa\nRehabilitation and Resettlement Policy, 2006.\n5. The user agency shall undertake phased\nreclamation of mined-out area. All overburden should be\nused for back-filling and reclamation of the mined-out\nareas.\n6. The user agency shall undertake fencing of the\nsafety zone area and endeavour for protection as well as\nregeneration of the said area. It shall deposit funds with\nthe State Forest Department for the protection and\nregeneration of the safety zone area.\n7. Adequate soil conservation measures shall be\nundertaken by the lessee on the overburdened dumps to\nprevent contamination of stream flow.\nA\nB\nC\nD\n8. The user agency should undertake comprehensive E\nstudy on hydrogeology of the area and the impact of\nmining on the surrounding water quality and stream flow\nat regular interval and take effective measures so as to\nmaintain the pre-mining water condition as far as possible.\n9. The user agency should undertake a\ncomprehensive study of the wildlife available in the area\nin association with institutes of repute like Wildlife Institute\nof India, Dehradun, Forest Research Institute, Dehradun,\netc. and shall prepare a site specific comprehensive\nwildlife management plan for conservation and\nmanagement of the wildlife in the Project impact area under\nthe guidance of the Chief Wildlife Warden of the State.\n10. The user agency shall deposit the NPV of the\nF\nG\nН\n898\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\nforest land sought for diversion for undertaking mining\noperations.\n11. The user agency shall prepare a comprehensive\nplan for the development of tribals in the Project impact\narea taking into consideration their requirements for health,\neducation, communication, recreation, livelihood and\ncultural lifestyle.\n12. As per the policy of the State Government, the\nuser agency shall earmark 5% of the net profit accrued in\nthe Project to be spent for the development of health,\neducation, communication, irrigation and agriculture of the\nsaid scheduled area within a radius of 50 km.\n13. Controlled blasting may be used only in\nexigencies wherever needed to minimise the impact of\nnoise on wildlife of the area.\n14. The user agency shall undertake development\nof greenery by way of plantation of suitable indigenous\nspecies in all vacant areas within the Project.\n15. Trees shall be felled from the diverted area only\nwhen it is necessary with the strict supervision of the State\nForest Department at the cost of the Project.\n16. The forest land diverted shall be non-\ntransferable. Whenever the forest land is not required, the\nsame shall be surrendered to the State Forest Department\nunder intimation to Ministry of Environment and Forests,\nGovernment of India.\nIf M/s SIIL, State of Orissa and OMC Ltd. jointly agree to\ncomply with the above rehabilitation package, this Court\nmay consider granting of clearance to the Project.\nConclusion\n12. If M/S SIIL is agreeable to the aforestated rehabilitation\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n899\npackage then they shall be at liberty to move this Court by A\ninitiating a proper application. This Court is not against the\nProject in principle. It only seeks safeguards by which we\nare able to protect nature and subserve development. IAs\nare disposed of accordingly.\nHowever, we once again reiterate that the applications\nfiled by M/S VAL stand dismissed.\"\nB\nThe Court opined that if Sterlite, State of Orissa and OMC jointly\nagree to comply with the \"Rehabilitation Package\", the Court\nmight consider granting clearance to the project. Stating so, all C\nthe applications were disposed of, the order of which is reported\nin (2008) 2 SCC 222.\nD\nE\n8. M/s. Sterlite, 3rd respondent herein, then moved an\napplication being I.A. No. 2134 of 2007 - before this Court,\nfollowed by affidavits, wherein it was stated that M/s. Sterlite,\nState of Orissa and OMC had unconditionally accepted the\nterms and conditions and modalities suggested by this Court\nunder the caption \"Rehabilitation Package\" in its earlier order\ndated 23.12.2007. Siddharth Nayak, who was the petitioner in\nWP No. 549/07, then filed a Review Petition No. 100/2008 and\nsought review of the order dated 23.11.2007 passed by this\nCourt stating that this court had posed a wrong question while\ndeciding I.A. No. 2134 of 2007 and pointed out that Alumina\nRefinery was already set up by Vedanta and production\ncommenced and the principal question which came up before\nthis Court was with regard to the ecological and cultural impact\nof mining in the Niyamgiri Hills. Further, it was also pointed out\nthat if Sterlite was allowed to mine in the Niyamgiri Hills, it would\naffect the identity, culture and other customary rights of Dongaria\nKondh. Review Petition was, however, dismissed by this Court G\non 07.05.2008.\n9. This Court then passed the final order in Sterlite case\non 8.8.2008, the operative portion of which reads as follows:\nF\n1\nH\nA\nB\nC\n900\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n\"13. For the above reasons and in the light of the\naffidavits filed by SIIL, OMCL and the State of Orissa,\naccepting the rehabilitation package, suggested in our\norder dated 23-11-2007, we hereby grant clearance to the\nforest diversion proposal for diversion of 660.749 ha of\nforest land to undertake bauxite mining on Niyamgiri Hills\nin Lanjigarh. The next step would be for MoEF to grant its\napproval in accordance with law.\"\n10. MOEF, later, considered the request of the State of\nOrissa dated 28.2.2005 seeking prior approval of MOEF for\ndiversion of 660.749 ha of forest land for mining of bauxite ore\nin Lanjigarh Bauxite Mines in favour of OMC, in accordance\nwith Section 2 of the Forest (Conservation) Act, 1980. MOEF,\nafter considering the proposal of the State Government and\nreferring to the recommendations of FAC dated 27.10.2006,\nD agreed in principle for diversion of the above mentioned forest\nland, subject to various conditions which are as follows:\nE\nF\n☐ G\n(i) The Compensatory Afforestation shall be raised\nover non-forest land, equal in extent to the forest\nland proposed to be diverted, at the project cost.\nThe User Agency shall transfer the cost of\nCompensatory Afforestation to the State Forest\nDepartment.\n(ii)\nThe non-forest land identified for Compensatory\nAfforestation shall be declared as Reserved\nForests under Indian Forest Act, 1927.\n(iii) The User Agency shall create fence and maintain\na safety zone around the mining area. The User\nAgency will deposit fund with the Forest Department\nfor creation, protection and regeneration of safety\nzone area and also will have to bear the cost of\nafforestation over one and a half time of the safety\nzone area in degraded forest elsewhere.\nH\n"}