{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n921\nRights Act, which led, as already indicated, to the constitution\nof the Saxena Committee report, based on which the MOEF\npassed the impugned order dated 24.8.2010.\n28. FAC, in its meeting, opined that the final clearance\nunder the Forest (Conservation) Act would be given, only after\nascertaining the \"Community Rights\" on forest land and after\nthe process of establishing such rights under the Forest Rights\nAct. After perusing the Usha Ramanathan report, FAC on\n16.4.2010 recommended that a Special Committee be\nconstituted to look into the issues relating to the alleged\nviolation of rights under the Forest Rights Act. MOEF, then on\n29.6.2010 constituted the Saxena Committee and the\nCommittee after conducting an enquiry submitted its report\nwhich was placed before the FAC on 20.8.2010 and FAC\nnoticed prima facie violation of the Forest Rights Act and the\nForest (Conservation) Act.\nA\nB\nC\nD\n29. Petitioner has assailed the order of MoEF dated\n24.08.2010 as an attempt to reopen matters that had obtained\nfinality. Further, it is also submitted that the order wrongly cites\nthe violation of certain conditions of environmental clearance E\nby \"Alumina Refinery Project\" as grounds for denial of Stage II\nclearance to OMC for its \"Bauxite Mining Project\". The\ncontention is based on the premise that the two Projects are\ntotally separate and independent of each other and the violation\nof any statutory provision or a condition of environmental\nclearance by one cannot be a relevant consideration for grant\nof Stage II clearance to the other.\nF\n30. Petitioner's assertion that the Alumina Refinery Project\nand the Bauxite Mining Project are two separate and\nindependent projects, cannot be accepted as such, since there\nare sufficient materials on record to show that the two projects\nmake an integrated unit. In the two earlier orders of this Court\n(in the Vedanta case and the Sterlite case) also the two\nProjects are seen as comprising a single unit. Quite contrary\nto the case of the petitioner, it can be strongly argued that the H\n922\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Alumina Refinery Project and Bauxite Mining Project are\ninterdependent and inseparably linked together and, hence, any\nwrong doing by Alumina Refinery Project may cast a reflection\non the Bauxite Mining Project and may be a relevant\nconsideration for denial of Stage II clearance to the Bauxite\nB Mining Project.\nс\nD\nE\nF\nIn this Judgment, however, we do not propose to make\nany final pronouncement on that issue but we would keep the\nfocus mainly on the rights of the Scheduled Tribes and the\n\"Traditional Forest Dwellers\" under the Forest Rights Act.\nSTS and TFDs:\n31. Scheduled Tribe, as such, is not defined in the Forest\nRights Act, but the word \"Traditional Forest Dweller\" has been\ndefined under Section 2(o) as any member or community who\nhas at least three generations prior to the 13th day of\nDecember, 2005 primarily resided in and who depend on the\nforest or forests land for bona fide livelihood needs. Article\n366(25) of the Constitution states that STs means such tribes\nor tribal communities or parts of or groups within such tribes\nor tribal communities as are defined under Article 342 to be\nthe Scheduled Tribes. The President of India, in exercise of the\npowers conferred by Clause (1) of Article 342 of the\nConstitution, has made the Constitution (Schedule Tribes)\nOrder, 1950. Part XII of the Order refers to the State of Orissa.\nSerial No. 31 refers to Dongaria Kondh, Kutia Kandha etc.\n32. Before we examine the scope of the Forest Rights Act,\nlet us examine, how the rights of indigenous people are\ngenerally viewed under our Constitution and the various\nG International Conventions.\nH\nConstitutional Rights and Conventions:\n33. Article 244 (1) of the Constitution of India which\nappears in Part X provides that the administration of the\nScheduled Areas and Scheduled Tribes in States (other than\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT, \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n923\nB\nAssam, Meghalaya and Tripura) shall be according to the A\nprovisions of the Fifth Schedule and Clause (2) states that Sixth\nSchedule applies to the tribal areas in Assam, Meghalaya,\nTripura and Mizoram. Evidently, the object of the Fifth Schedule\nand the Regulations made thereunder is to preserve tribal\nautonomy, their cultures and economic empowerment to ensure\nsocial, economic and political justice for the preservation of\npeace and good Governance in the Scheduled Area. This Court\nin Samatha v. Arunachal Pradesh (1997) 8 SCC 191 ruled\nthat all relevant clauses in the Schedule and the Regulations\nshould be harmoniously and widely be read as to elongate the\nConstitutional objectives and dignity of person to the Scheduled\nTribes and ensuring distributive justice as an integral scheme\nthereof. The Court noticed that agriculture is the only source of\nlivelihood for the Scheduled Tribes apart from collection and\nsale of minor forest produce to supplement their income. Land\nis their most important natural and valuable asset and\nimperishable endowment from which the tribal derive their\nsustenance, social status, economic and social equality,\npermanent place of abode, work and living. Consequently,\ntribes have great emotional attachments to their lands.\nC\nD\nE\n34. Part B of the Fifth Schedule [Article 244(1)] speaks of\nthe administration and control of Schedules Areas and\nScheduled Tribes. Para 4 thereof speaks of Tribes Advisory\nCouncil. Tribes Advisory Council used to exercise the powers\nfor those Scheduled Areas where Panchayat Raj system had F\nnot been extended. By way of the Constitution (73rd\nAmendment) Act, 1992, Part IX was inserted in the Constitution\nof India. Article 243-B of Part IX of the Constitution mandated\nthat there shall be panchayats at village, intermediate and\ndistrict levels in accordance with the provisions of that Part. G\nArticle 243-C of Chapter IX refers to the composition of\nPanchayats. Article 243-M (4)(b) states that Parliament may,\nby law, extend the provisions of Part IX to the Scheduled Areas\nand the Tribal areas and to work out the modalities for the\nsame. The Central Government appointed Bhuria Committee\nH\nA\n924 SUPREME COURT REPORTS [2013] 6 S.C.R.\nto undertake a detailed study and make recommendations as\nto whether the Panchayat Raj system could be extended to\nScheduled Areas. The Committee submitted its report on\n17.01.1995 and favoured democratic, decentralization in\nScheduled Areas. Based on the recommendations, the\nB Panchayat (Extension to Scheduled Areas) Act, 1996 (for short\n'PESA Act') was enacted by the Parliament in the year 1996,\nextending the provisions of Part IX of the Constitution relating\nto Panchayats to the Scheduled Areas. The Statement of\nObjects and Reasons of the Act reads as follows:\nC\nD\nE\nF\nLL\nG\n\"There have been persistent demands from prominent\nleaders of the Scheduled Areas for extending the\nprovisions of Part IX of the Constitution to these Areas so\nthat Panchayati Raj Institutions may be established there.\nAccordingly, it is proposed to introduce a Bill to provide\nfor the extension of the provisions of Part IX of the\nConstitution to the Scheduled Areas with certain\nmodifications providing that, among other things, the State\nlegislations that may be made shall be in consonance with\nthe customary law, social and religious practices and\ntraditional management practices of community\nresources; The offices of the Chairpersons in the\npanchayats at all levels shall be reserved for the Scheduled\nTribes; the reservations of seats at every panchayat for the\nScheduled Tribes shall not be less than one-third of the\ntotal number of seats.\"\n35. This court had occasion to consider the scope of\nPESA Act when the constitutional validity of the proviso to\nsection 4(g) of the PESA Act and few sections of the\nJharkhand Panchayat Raj Act, 2001 were challenged in Union\nof India v. Rakesh Kumar, (2010) 4 SCC 50 and this Court\nupheld the Constitutional validity.\n36. Section 4 of the PESA Act stipulates that the State\nlegislation on Panchayats shall be made in consonance with\nH the customary law, social and religious practices and traditional\n:\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n925\nmanagement practices of community resources. Clause (d) of A\nSection states that every Gram Sabha shall be competent to\nsafeguard and preserve the traditions and customs of the\npeople, their cultural identity, community resources and the\ncustomary mode of dispute resolution. Further it also states in\nclause (i) of Section 4 that the Gram Sabha or the Panchayats B\nat the appropriate level shall be consulted before making the\nacquisition of land in the Scheduled Areas for development\nprojects and before re-settling or rehabilitating persons affected\nby such projects in the Scheduled Areas and that the actual\nplanning and implementation of the projects in the Scheduled\nAreas, shall be coordinated at the State level. Sub-clause (k)\nof Section 4 states that the recommendations of the Gram\nSabha or the Panchayats at the appropriate level shall be made\nmandatory prior to grant of prospective licence or mining lease\nfor minor minerals in the Scheduled Areas. Panchayat has also\nendowed with the powers and authority necessary to function\nas institutions of Self-Government.\nC\nD\n37. The customary and cultural rights of indigenous people\nhave also been the subject matter of various international\nconventions. International Labour Organization (ILO) Convention E\non Indigenous and Tribal Populations Convention, 1957\n(No.107) was the first comprehensive international instrument\nsetting forth the rights of indigenous and tribal populations\nwhich emphasized the necessity for the protection of social,\npolitical and cultural rights of indigenous people. Following that F\nthere were two other conventions ILO Convention (No.169) and\nIndigenous and Tribal Peoples Convention, 1989 and United\nNations Declaration on the rights of Indigenous Peoples\n(UNDRIP), 2007, India is a signatory only to the ILO Convention\n(No. 107).\n38. Apart from giving legitimacy to the cultural rights by\n1957 Convention, the Convention on the Biological Diversity\n(CBA) adopted at the Earth Summit (1992) highlighted\nnecessity to preserve and maintain knowledge, innovation and\nG\nH\nB\n926\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA practices of the local communities relevant for conservation and\nsustainable use of bio-diversity, India is a signatory to CBA.\nRio Declaration on Environment and Development Agenda 21\nand Forestry principle also encourage the promotion of\ncustomary practices conducive to conservation. The necessity\nto respect and promote the inherent rights of indigenous\npeoples which derive from their political, economic and social\nstructures and from their cultures, spiritual traditions, histories\nand philosophies, especially their rights to their lands, territories\nand resources have also been recognized by United Nations\nin the United Nations Declaration on Rights of Indigenous\nPeoples. STs and other TFDs residing in the Scheduled Areas\nhave a right to maintain their distinctive spiritual relationship\nwith their traditionally owned or otherwise occupied and used\nlands.\nC\nD\n39. Many of the STs and other TFDs are totally unaware\nof their rights. They also experience lot of difficulties in obtaining\neffective access to justice because of their distinct culture and\nlimited contact with mainstream society. Many a times, they do\nnot have the financial resources to engage in any legal actions\nE against development projects undertaken in their abode or the\nforest in which they stay. They have a vital role to play in the\nenvironmental management and development because of their\nknowledge and traditional practices. State has got a duty to\nrecognize and duly support their identity, culture and interest so\nthat they can effectively participate in achieving sustainable\ndevelopment.\nF\nG\nH\n40. We notice, bearing in mind the above objects, the\nForest Rights Act has been enacted conferring powers on the\nGram Sabha constituted under the Act to protect the community\nresources, individual rights, cultural and religious rights.\nThe Forest Rights Act\n41. The Forest Rights Act was enacted by the Parliament\nto recognize and vest the forest rights and occupation in forest\nORISSA MINING CORPORATION V. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n927\nland in forest dwelling STs and other TFDs who have been A\nresiding in such forests for generations but whose rights could\nnot be recorded and to provide for a framework for recording\nthe forest rights so vested and the nature of evidence required\nfor such recognition and vesting in respect of forest land. The\nAct also states that the recognized rights of the forest dwelling B\nSTs and other TFDs include the responsibilities and authority\nfor sustainable use, conservation of bio-diversity and\nmaintenance of ecological balance and thereby strengthening\nthe conservation regime of the forests while ensuring livelihood\nand food security of the forest dwelling STs and other TFDs.\nThe Act also noticed that the forest rights on ancestral lands\nand their habitat were not adequately recognized in the\nconsolidation of State forests during the colonial period as well\nas in independent India resulting in historical injustice to them,\nwho are integral to the very survival and sustainability of the\nforest ecosystem.\nс\nD\n42. The Statement of Objects and Reasons of the Act\nstates that forest dwelling tribal people and forests are\ninseparable and that the simplicity of tribals and their general\nignorance of modern regulatory framework precluded them E\nfrom asserting their genuine claims to resources in areas where\nthey belong and depended upon and that only recently that\nforest management regimes have initiated action to recognize\nthe occupation and other right of the forest dwellers. Of late,\nwe have realized that forests have the best chance to survive F\nif communities participate in their conservation and\nregeneration measures. The Legislature also has addressed\nthe long standing and genuine felt need of granting a secure\nand inalienable right to those communities whose right to life\ndepends on right to forests and thereby strengthening the entire G\nconservation regime by giving a permanent stake to the STS\ndwelling in the forests for generations in symbiotic relationship\nwith the entire ecosystem.\n43. We, have to bear in mind the above objects and\nH\nA\nC\nD\nE\n928\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nreasons, while interpreting various provisions of the Forest\nRights Act, which is a social welfare or remedial statute. The\nAct protects a wide range of rights of forest dwellers and STs\nincluding the customary rights to use forest land as a community\nforest resource and not restricted merely to property rights or\nto areas of habitation.\n44. Forest rights of forest dwelling STs and other TFDS\nare dealt with in Chapter II of the Act. Section 3 of that chapter\nlists out what are the forest rights for the purpose of the Act.\nFollowing are some of the rights which have been recognized\nunder the Act:\n(a)\nRight to hold and live in the forest land under the\nindividual or common occupation for habitation or\nfor self-cultivation for livelihood by a member or\nmembers of a forest dwelling Scheduled Tribe or\nother traditional forest dwellers;\n(b) Community rights such as nistar, by whatever name\ncalled, including those used in erstwhile Princely\nStates, Zamindari or such intermediary regimes;\n(c)\nF\n(d)\nG\nн\nRight of ownership access to collect, use, and\ndispose of minor forest produce which has been\ntraditionally collected within or outside village\nboundaries;\nOther community rights of uses or entitlement such\nas fish and other products of water bodies, grazing\n(both settled or transhumant) and traditional\nseasonal resource access of nomadic or\npastoralist communities;\n(e) Rights, including community tenures of habitat and\nhabitation for primitive tribal groups and pre-\nagricultural communities\nH (f)\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n929\n(g)\n(h)\n(i)\n(i)\n(k)\n(1)\nRights of settlement and conversion of all forest\nvillages, old habitation, unsurveyed villages and\nother villages in forests, whether recorded, notified\nor not into revenue villages;\nRight to protect, regenerate or conserve or manage\nany community forest resource which they have\nbeen traditionally protecting and conserving for\nsustainable use;\nA\nB\nC\nRights which are recognized under any State law\nor laws of any Autonomous District Council or\nAutonomous Regional Council or which are\naccepted as rights of tribals under any traditional\nor customary law of the concerned tribes of any D\nState;\nRight of access to bio-diversity and community right\nto intellectual property and traditional knowledge\nrelated to bio-diversity and cultural diversity;\nE\nAny other traditional right customarily enjoyed by the\nforest dwelling Scheduled Tribes or other traditional\nforest dwellers, as the case may be, which are not\nmentioned in clauses (a) to (k) but excluding the\ntraditional right of hunting or trapping or extracting F\na part of the body of any species of wild animal.\n45. The above section has to be read along with a\ndefinition clause. Section 2(a) defines “community forest\nresource\":\n\"(a) \"Community Forest Resource\" means customary\ncommon forest land within the traditional or customary\nboundaries of the village or seasonal use of landscape in\nthe case of pastoral communities, including reserved\nforests, protected forests and protected areas such\nG\nH\n930\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nSanctuaries and National Parks to which the community\nhad traditional access.\"\n\"Critical wildlife habitat\" is defined under Section 2(b) of\nthe Act, which reads as follows:\n\"(b) \"critical wildlife habitat\" means such areas of National\nParks and Sanctuaries where it has been specifically and\nclearly established, case by case, on the basis of scientific\nand objective criteria, that such areas are required to be\nkept as inviolate for the purposes of wildlife conservation\nas may be determined and notified by the Central\nGovernment in the Ministry of Environment and Forests\nafter open process of consultation by an Expert\nCommittee, which includes experts from the locality\nappointed by that Government wherein a representative of\nthe Ministry of Tribal Affairs shall also be included, in\ndetermining such areas according to the procedural\nrequirement arising from sub-sections (1) and (2) of\nSection 4.\"\n\"Forest dwelling Scheduled Tribes\" is defined under Section\n2(c) of the Act, which reads as follows:\n\"(c) \"Forest dwelling Scheduled Tribes\" means the\nmembers or community of the Scheduled Tribes who\nprimarily reside in and who depend on the forests or forest\nlands for bona fide livelihood needs and includes the\nScheduled Tribe Pastoralist communities.\"\n\"Forest land\" is described under Section 2(d), which reads as\nfollows:\n\"(d) \"forest land\" means land of any description falling\nwithin any forest area and includes unclassified forests,\nundemarcated forests, existing or deemed forests,\nprotected forests, reserved forests, sanctuaries and\nNational Parks.\"\nH\n"}