{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\nUNION OF INDIA AND ANR.\nA\nV.\nSATYA PRAKASH AND ORS.\nAPRIL 5, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\n1\nService Law:\nReservation in appointments-Civil Services—Reserved category\ncandidates—Qualifying on merit—Computation of percentage of reservation- C\nOBC candidates-Recommended by UPSC on merit-Opting preference from\nquota reserved for OBC candidates as per relaxed standard-Held, such\ncandidates will have option of preference from quota for OBC candidates,\nbut while computing percentage of reservation they will be deemed to have\nbeen allotted seats as open category candidates--Civil Services Examination\nRules, 1996-rr. 2 and 16.\nD\nE\nRespondent, a candidate belonging to Other Backward Class (OBC),\nappeared in the Civil Services Examination from the reserved quota of OBC.\nA total number of 737 candidates were recommended by the Union Public\nService Commission out of whom 174 vacancies were reserved for OBC\ncandidates. Though all the 174 vacancies were allocated to the OBC category\ncandidates, but the respondent whose name figured at serial No. 606 was\ndenied the job, whereas a candidate whose name found place at serial no. 620\nwas appointed. The respondent filed a writ petition in the High Court. Some\nother similarly situated OBC candidates also filed writ petitions. The stand\nof the Union of India was that the quota reserved for the OBC from the F\nrelaxed standard exhausted due to the preference opted by the OBC candidates\nwho were recommended by the Commission from open category, i.e. on merit.\nThe High Court allowed the writ petitions. Aggrieved, the Union of India filed\nthe present appeals.\nG\nOn the question: whether those OBC candidates who were selected on\nmerit and were placed in the list of open category candidates could still for\nthe purpose of placement (preference) be considered to be OBC candidates\nthereby exhausting the quota reserved for relaxed OBC candidates from\nallocation of service:\n789\nH\n1\nB\n790\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\n-\nA\nDismissing the appeal, the Court\nHELD 1.1. While a reserved category candidate recommended by the\nCommission without resorting to the relaxed standard will have the option of\npreference from the reserved category recommended by the Commission by\nresorting to relaxed standard, but while computing the quota/percentage of\nB reservation he/she will be deemed to have been allotted seat as an open\nC\ncategory candidate (i.e. on merit) and not as a reserved category candidate\nrecommended by the Commission by resorting to relaxed standard. [797-D-E}\n1.2. If a candidate of Scheduled Caste, Scheduled Tribe and Other\nBackward Class, who has been recommended by the Commission without\nresorting to the relaxed standard could not get his/her own preference in the\nmerit list, he/she can opt a preference from the reserved category and in\nsuch process the choice of preference of the reserved category recommended\nby resorting to the relaxed standard will be pushed further down but shall be\nallotted to any of the remaining services/posts in which there are vacancies\nD after allocation of all the candidates who can be allocated to a service/post in\naccordance with their preference. [797-E-F]\nIndra Sawhney v. Union of India. [1992] Supp. 3 SCC 217; R.K.\nSabharwal v. State of Punjab, [1995] 2 SCC 745; Union of India v. Virpal\nSingh Chauhan, [1995] 6 SCC 684 and Ritesh R. Suh v. Dr. Y.L. Yamul and\nE Ors., [1996] 3 SCC 253, relied on.\nF\nG\n1.3. In the instant case, the Commission recommended one to one\nvacancy. Against the OBC category 174 candidates were recommended against\n174 posts. By opting a preference, the quota reserved for OBC candidate\ndoes not exhaust. There are still vacancies after allocation of all the candidates\nin order of preference who can be allotted to any of the remaining services/\nposts in which there are vacancies after allocation of all the candidates who\ncan be allotted to the services/posts in accordance with their preference.\nThis is the mandate of the note appended to Rule 2. 1797-G-H; 798-A]\n2003.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 5505-5507 of\nFrom the Judgment and Order dated 10.9.2002 of the High Court of Delhi\nin C.W.P. Nos. 3561, 3562 of 1999 and 867 of 2000.\nWITH\nH\nCivil Appeal No. 7004 of 2003.\n1\n་\n1\nU.O.I. v. SATYA PRAKASH [SEMA, J.]\n791\nT.S. Doabia, Ms. Sunita Sharma, P. Parmeswaran and D.S. Mahra for the A\nAppellants.\nL. Nageswar Rao, Ranjit Kumar, Shree Prakash Sinha, Shekhar Kr., S.\nChandra Shekhar, Gopal Prasad and Pavan Kumar for the Respondents.\nThe Judgment of the Court was delivered by\nB\nH.K. SEMA, J. These appeals have been preferred by the Union of\nIndia aggrieved by the judgment and orders dated 10.9.2002 (in Civil Appeal\nNos. 5505-07/2003) and 29.4.2003 (in Civil Appeal No. 7004/2003) of the Division\nBench of the High Court of Delhi in Civil Writ Petition Nos. 3561/99, 3562/\n99, 867/2000 and 2751/2000 respectively. For brevity, we are taking facts from C\nCivil Appeal No. 5505 of 2003. The respondent belongs to Other Backward\nClass (OBC). Reservations were made for Scheduled Castes, Scheduled Tribes\nand OBC category candidates in Civil Services Examination (CSE) Rules, 1996.\nThe respondent appeared from the reserved quota of OBC. The Union Public\nService Commission (Commission) recommended in all 739 candidates, out of D\nwhich 2 candidates were withheld and 737 candidates were recommended one\nto one for appointment against the vacant posts from various categories.\nThe following chart would make clear the manner in which the different\ncategories of jobs were to be allocated to different categories of candidates.\nCategory/Cadre\nGeneral\nOBC\nSC\nST\nTotal\nIAS\nIFS\nIPS\nGr.A Gr.B Total\nE\n38\n07\n48\n157\n133\n383\n20\n03\n25\n72\n54\n174\n12\n03\n15\n56\n39\n125\nF\n06\n01\n08\n23\n19\n57\n76\n14\n96\n308\n245\n739\nThe chart shows that against the OBC category total 174 candidates\nwere recommended for 174 vacancies. In these appeals we are concerned only\nwith OBC category candidates. From the OBC category, three candidates were\nincluded in the general merit list. 36 OBC category candidates were also\nincluded in the general merit list on the recommendation of the Commission.\nHowever, a preference was given from the relaxed quota, reserved for the OBC\ncategory candidates. Despite 174 vacancies earmarked for the OBC category\ncandidates, and the candidates were recommended for 174 vacancies, only\nG\n138 OBC category candidates were provided with the job and the rest 36 OBC H\n792\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA category candidates (respondents) had been denied job. By way of illustration,\na candidate whose name figured at Sl. No. 620 in the merit list had been\nprovided with a job but the respondent herein, who was at Sl. No. 606 in the\nmerit list had been denied the job.\nB\nC\nWe have heard Mr. T.S. Doabia, learned Senior counsel for the Union\nof India, Mr. L. Nageswar Rao, Sr. Adv. Mr. Ranjit Kumar, Sr. Adv. and Mr.\nGopal Prasad, learned counsel for the respondents.\nThe principal contention of Mr. T.S. Doabia is that since there were only\n174 vacancies in the OBC category in various services and posts, certain\ncandidates belonging to that category and recommended by the Commission\nfor appointment against the vacancies for OBC category candidates in services/\nposts could not be allocated to any services/posts due to lack of vacancies.\nIt is his further contention that the quota reserved for the OBC from the\nrelaxed standard exhausted due to the preference opted by the OBC candidates\nwho were recommended by the Commission from open category i.e. on merit.\nD\nPer contra, it is contended by Mr. Nageswar Rao, Ranjit Kumar and\nGopal Prasad that such submission is contrary to the note appended to Rule\n2 of the Civil Services Examination Rules, 1996 (in short the Rules) which says\nthat if he/she is not allotted to any one of the services/posts for which he/\nshe has indicated preference, he/she shall be allotted to any of the remaining\nE services/posts in which there are vacancies after allocation of all the candidates\nwho can be allocated to a service/post in accordance with their preferences.\nF\nIt is their further contention that the stand taken by the Union of India\nalso runs to the teeth of the proviso to sub-Rule 2 of Rule 16 of the Rules\nwhich says that the candidates belonging to the Scheduled Castes, the\nScheduled Tribes or the Other Backward Classes who have been recommended\nby the Commission without resorting to the relaxed standard, referred to in\nthe Rules, shall not be adjusted against the vacancies reserved for the\nScheduled Castes, the Scheduled Tribes and the Other backward classes.\nThey further contended that the reserved category candidate entitled to\nG service/post on the basis of his/her own merit in the general category will\nhave the option of his preference kept reserved for the reserved category but\nwhile computing the percentage of reservation, he/she will be deemed to have\nbeen computed as an open category candidate (general candidate) and not\nas a reserved category candidate.\nH\nThe sole question that revolves around for determination is, as to\n;\nU.O.I. v. SATYA PRAKASH [SEMA, J.]\n793\nwhether those OBC candidates, who were selected on merit and were placed A\nin the list of open category candidates could still for the purpose of placement\n(preference) be considered to be OBC candidates thereby exhausting the\nquota reserved for relaxed OBC candidates from allocation of service.\nIn our view, the present controversy is no more res-integra in view of\nthe judgment of this Court in the case of Indra Sawhney v. Union of India, B\n[1992] Supp 3 SCC 217. This Court at (SCC p. 735, para 811) held as under:\n\"In this connection it is well to remember that the reservations under\nArticle 16 (4) do not operate like a communal reservation. It may well\nhappen that some members belonging to, say, Scheduled Castes get\nselected in the open competition field on the basis of their own merit;\nthey will not be counted against the quota reserved for Scheduled\nCastes; they will be treated as open competition candidates.\"\nC\nIn the case of R.K. Sabharwal v. State of Punjab, [1995] 2 SCC 745, a\nConstitution Bench of this Court considered the question of appointment and\nᎠ\npromotion and roster points vis-a-vis reservation and held at SCC p. 750, para\n4 as under:\n(1)\nE\n\"When a percentage of reservation is fixed in respect of a particular\ncadre and the roster indicates the reserve points, it has to be taken\nthat the posts shown at the reserve points are to be filled from\namongst the members of reserved categories and the candidates\nbelonging to the general category are not entitled to be considered\nfor the reserved posts. On the other hand the reserve category\ncandidates can compete for the non-reserve posts and in the event\nof their appointment to the said posts their number cannot be added\nand taken into consideration for working out the percentage of F\nreservation. Article 16 (4) of the Constitution of India permits the\nState Government to make any provision for the reservation of\nappointments or posts in favour of any Backward Class of citizens\nwhich, in the opinion of the State if not adequately represented in the\nServices under the State. It is, therefore, incumbent on the State\nGovernment to reach a conclusion that the Backward Class/Classes\nfor which the reservation is made is not adequately represented in the\nState Services. While doing so the State Government may take the\ntotal population of a particular Backward Class and its representation\nin the State Services. When the State Government after doing the\nnecessary exercise make the reservation and provides the extent of H\nG\n794\nA\nB\nC\nᎠ\nD\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\npercentage of posts to be reserved for the said Backward Class then\nthe percentage has to be followed strictly. The prescribed percentage\ncannot be varied or changed simply because some of the members of\nthe Backward Class have already been appointed/promoted against\nthe general seats. As mentioned above the roster point which is\nreserved for a Backward Class has to be filled by way of appointment/\npromotion of the member of the said class. No general category\ncandidate can be appointed against a slot in the roster which is\nreserved for the Backward Class. The fact that considerable number\nof members of a Backward Class have been appointed/promoted against\ngeneral seats in the State Services may be a relevant factor for the\nState Government to review the question of continuing reservation for\nthe said class but so long as the instructions/rules providing certain\npercentage of reservations for the Backward Classes are operative the\nsame have to be followed. Despite any number of appointees/promotees\nbelonging to the Backward Classes against the general category posts\nthe given percentage has to be provided in addition.\"\nIn Union of India v. Virpal Singh Chauhan, [1995] 6 SCC 684 it has\nbeen held by this Court (at page SCC 705) that while determining the number\nof posts reserved for Scheduled Castes and Scheduled Tribes, the candidates\nbelonging to reserved category but selected/promoted on the rule of merit\n(and not by virtue of rule of reservation) shall not be counted as reserved\nE\ncategory candidates.\nF\nG\nH\nThis Court in Ritesh R. Suh v. Dr. Y.L. Yamul \u0026 Ors., [1996] 3 SCC 253\nafter considering the various decisions of this Court, as referred to above, has\ncome to the conclusion at SCC p. 261-262 as under:\n\"In view of the legal position enunciated by this Court in the aforesaid\ncases the conclusion is irresistible that a student who is entitled to\nbe admitted on the basis of merit though belonging to a reserved\ncategory cannot be considered to be admitted against seats reserved\nfor reserved category. But at the same time the provisions should be\nso made that it will not work out to the disadvantage of such candidate\nand he may not be placed at a more disadvantageous position than\nthe other less, meritorious reserved category candidates. The aforesaid\nobjective can be achieved if after finding out the candidates from\namongst the reserved category who would otherwise come in the\nopen merit list and then asking their option for admission into the\n1\nU.O.I. v. SATYA PRAKASH [SEMA, J.]\n795\ndifferent colleges which have been kept reserved for reserved category A\nand thereafter the cases of less meritorious reserved category\ncandidates should be considered and they be allotted seats in\nwhichever colleges the seats should be available. In other words,\nwhile a reserved category candidate entitled to admission on the\nbasis of his merit will have the option of taking admission in the\nB\ncolleges where a specified number of seats have been kept reserved\nfor reserved category but while computing the percentage of\nreservation he will be deemed to have been admitted as an open\ncategory candidate and not as a reserved category candidate.”\n(emphasis supplied) C\nIt will be noticed that the decision in Ritesh R. Sah (supra) was rendered\non 15th February, 1996. CSE Rules, 1996 were notified on 14.12.1996. That is\nthe fall out of the decision of this Court in Ritesh R. Sah (supra).\nThe relevant rules for our consideration for this purpose are Rule 2 and\nRule 16 of the Rules. Rule 2 and Rule 16 read as under:\n\"2. A candidate shall be required to indicate in his/her application\nform for the Main Examination his/her order of preferences for various\nservices/posts for which he/she would like to be considered for\nappointment in case he/she is recommended for appointment by Union\nPublic Commission.\nA candidate who wishes to be considered for IAS/IPS shall be required\nto indicate in his/her application if he/she would like to be considered\nfor allotment to the State to which he/she belongs in case he/she is\nappointed to the IAS/IPS.\n-\nD\nE\nF\nNOTE: The candidate is advised to be very careful while indicating\npreferences for various services/posts. In this connection, attention\nis also invited to Rule 18 of the Rules. The candidate is also advised\nto indicate all the services/posts in the order of preference in his/her\napplication form. In case he/she does not give any preference for any\nservice/posts, it will be assumed that he/she has no specific preference G\nfor those services. If he/she is not allotted to any one of the services/\nposts for which he/she has indicated preference, he/she shall be\nallotted to any of the remaining services/posts in which there are\nvacancies after allocation of all the candidates who can be allocated\nto a service/post in accordance with their preferences.\n(emphasis supplied)\nH\n1\n1\nA\n00\nB\nC\nD\n(I)\nE\n796\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\n16.(i) After interview, the candidates will be arranged by the commission\nin the order of merit as disclosed by the aggregate marks finally\nawarded to each candidate in the Main Examination (written examination\nas well as interview) and in that order so many candidates as are\nfound by the Commission to be qualified at the examination shall be\nrecommended for appointment up to the number of unreserved\nvacancies decided to be filled on the result of the examination.\n(ii) The candidates belonging to any of the Scheduled Castes or the\nScheduled Tribes or the other Backward Classes may to the extent of\nthe number of vacancies reserved for the Scheduled Castes and the\nScheduled Tribes and the Other Backward Classes be recommended\nby the Commission by a relaxed standard, subject to the fitness of\nthese candidates for selection to the services.\nProvided that the candidates belonging to the Scheduled Castes, the\nScheduled Tribes and the other Backward Classes who have been\nrecommended by the Commission without resorting to the relaxed\nstandard referred to in this sub-rule, shall not be adjusted against\nthe vacancies reserved for the Scheduled Castes, the Scheduled\nTribes and the Other Backward Classes.\n(emphasis supplied)\nNote appended to Rule 2 is crystal clear and unambiguous. It shows\nthat if a candidate is not allotted to any one of the services/posts for which\nhe/she has indicated preference, he/she shall be allotted to any of the remaining\nservices/posts in which there are vacancies after allocation of all the candidates\nwho can be allocated to a service/post in accordance with their preferences.\nF\nG\nFurther, proviso to sub-Rule 2 of Rule 16 makes it further clear in\nunambiguous terms that the candidates belonging to the Scheduled Castes,\nthe Scheduled Tribes or the Other Backward Classes who have been\nrecommended by the Commission without resorting to the relaxed standard\n(i.e. on merits), referred to in this sub-Rule, shall not be adjusted against the\nvacancies reserved for the Scheduled Castes, the Scheduled Tribes and the\nOther backward classes.\nThis position has been made crystal clear in Ritesh R. Sah (supra) as\nreferred to above that while a reserved category candidate entitled to admission\nH on the basis of his merit, will have the option (preference) of taking admission\n1\nU.O.I. v. SATYA PRAKASH [SEMA, J.]\n797\nin the college where specified number of seats have been kept reserved for A\nreserved category but while computing the percentage of reservation he will\nbe deemed to have been admitted as an open category candidate and not as\na reserved category candidate.\nBy way of illustration, a reserved category candidate, recommended by\nthe Commission without resorting to relaxed standard (i.e. on merit) did not B\nget his own preference 'say IAS' in the merit/open category. For that, he may\nopt a preference from the reserved category. But simply because he opted a\npreference from the reserved category does not exhaust quota of OBC category\ncandidate selected under relaxed standard. Such preference opted by the OBC\ncandidate who has been recommended by the Commission without resorting\nto the relaxed standard (i.e. on merit) shall not be adjusted against the\nvacancies reserved for the Scheduled Castes, Scheduled Tribes and other\nBackward Classes. This is the mandate of proviso to sub-Rule 2 of Rule 16.\nC\nIn other words, while a reserved category candidate recommended by\nthe Commission without resorting to the relaxed standard will have the option D\nof preference from the reserved category recommended by the Commission by\nresorting to relaxed standard, but while computing the quota/percentage of\nreservation he/she will be deemed to have been allotted seat as an open\ncategory candidate (i.e. on merit) and not as a reserved category candidate\nrecommended by the Commission by resorting to relaxed standard.\nIf a candidate of Scheduled Caste, Scheduled Tribe and other Backward\nClass, who has been recommended by the Commission without resorting to\nthe relaxed standard could not get his/her own preference in the merit list, he/\nshe can opt a preference from the reserved category and in such process the\nE\nchoice of preference of the reserved category recommended by resorting to F\nthe relaxed standard will be pushed further down but shall be allotted to any\nof the remaining services/posts in which there are vacancies after allocation\nof all the candidates who can be allocated to a service/post in accordance\nwith their preference.\nIn the present case, the Commission recommended one to one vacancy, G\naltogether 737 candidates against 737 posts. Against the OBC category 174\ncandidates were recommended against 174 posts. By opting a preference, the\nquota reserved for OBC candidate does not exhaust. There are still vacancies\nafter allocation of all the candidates in order of preference who can be allotted\nto any of the remaining services/posts in which there are vacancies after\nallocation of all the candidates who can be allotted to the services/posts in H\n798\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA accordance with their preference. This is the mandate of the note appended\nto Rule 2.\nAt the risk of repetition, the Commission recommended 737 candidates\nagainst 737 posts. So far OBC category is concerned, 174 candidates were\nrecommended against 174 posts. We are totally at a loss as to what had\nB happened to those remaining services/posts after allocation of services to all\nthe candidates in terms of their preferences. We say no more.\nC\nIn the view that we have taken, we do not see any infirmity whatsoever\nin the orders impugned passed by the High Court, which would warrant our\ninterference. These appeals are devoid of merit and are dismissed with costs,\nquantified at Rs. 10,000/- for each of the respondents. The appellant is\ndirected to allot jobs to the respondents within a period of one month from\ntoday.\nR.P.\nAppeal dismissed.\n"}