{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"f\nS\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n675\n118. Section 256 of the said treatise deals with \"sidenote, A\nheading or title\", wherein it is stated :-\n\"Use in interpretation - Like anything else in what\nParliament puts out as its Acts, a sidenote or heading is\npart of the Act, despite dicta to the contrary. It may\ntherefore be used by the interpreter. 'No judge can be\nexpected to treat something which is before his eyes as\nthough it were not there. However, the sidenote or section\nheading is of very limited use in interpretation because of\nits necessarily brief and therefore possibly inaccurate\nnature.\"\nIt was commented :-\nB\nC.\n\"If the sidenote contradicts the text this puts the interpreter\non inquiry; but the answer may be that the drafter chose D\nan inadequate signpost, or neglected to alter it to match\nan amendment made to the clause during the passage of\nthe Bill. Such facts are outside the knowledge of the\ninterpreter, who must therefore adopt a rule not depending\non them.\nE\nModern judges believe it proper to consider sidenotes or\nheadings to sections, and gather what guidance they can\nfrom them. Thus Vinelott J said that the sidenote to the F\nIncome and Corporation Taxes Act, 1970 s 488 (repealed)\nwas a permissible and useful guide that threw a light on\nthe mischief at which the section was aimed. Upjohn LJ\ngave a precisely accurate indication of the role of the\nsidenote when he said:\n'While the marginal note to a section cannot control\nthe language used in the section, it is at least\npermissible to approach a consideration of its\ngeneral purpose and the mischief at which it is\nG\nH\n676\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nс\nD\naimed with the note in mind.'\nThe italicised words accurately show the relationship of this\ncomponent to the informed interpretation rule. Earlier\ninconsistent dicta, a selection of which are now\nconsidered, must be treated as erroneous.\"\n119. In Interpretation of Statutes, Fourth Edition, by Vepa\nP. Sarathi at page 347 it is stated :-\n'The heading of a chapter may be referred to in order to\ndetermine the sense of any doubtful expression in a\nsection ranged under it. But it cannot control unambiguous\nexpressions.\nIt is true that a heading cannot control the\ninterpretation of a clause if its meaning is otherwise plain\nand unambiguous, but it can certainly be referred to as\nindicating the general drift of the clause and affording a\nkey to a better understanding of its meaning.\"\n120. Similarly in Principles of Statutory Interpretation by\nE Justice G.P. Singh, upon noticing the conflicting opinion, the\nlearned Author states:-\nF\n\"The view is now settled that the Headings or Titles\nprefixed to section or group of sections can be referred\nto in construing an Act of the Legislature.\"\n121. Chapter heading, therefore, is a permitted tool of\ninterpretation. It is considered to be a preamble of that section\nto which it pertains. It may be taken recourse to where an\nambiguity exists. However, where there does not exist any\nG ambiguity, it cannot be resorted to. Chapter heading and\nmarginal note, however, can be resorted to for the purpose of\nresolving the doubts.\nН\n122. It furthermore appears that there is a drift from the old\nvalue in recent times.\n+\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n677\n123. We may notice that the English decisions whereupon A\nreliance had been placed by this Court in various judgments\nand in particular Chandler v. DPP, [ (1962) All ER 142 }, str\nconsidered to be a no longer a good law in the country of origin,\nas stated in Bennion on Statutory Interpretation Fifth Edition at\npage 748 :-\nB\nC\nD\n\"Superseded dicta Phillimore LJ referred to a 'general rule\nof law' to the effect that marginal notes must be\ndisregarded 'upon the principle that those notes are\ninserted not by Parliament nor under the authority of\nParliament, but by irresponsible persons'. In fact, with\noccasional triffling exceptions, the marginal notes in an Act\nare not inserted by parliamentary cierks - or even drafters\n- but are contained either in the Bill as introduced or in\nnew clauses added by amendment. Furthermore, the\nclerks are not 'irresponsible persons', but are subject to\nthe authority of Parliament. Avory J. said that 'marginal\nnotes form no part of a statute'. He added: 'They are not\nvoted on or passed by Parliament, but are inserted after\nthe Bill has become law'. This is not the case however. The\nentire Act is passed by Parliament and is entered, or\ndeemed to be entered, in the Parliament Roll with all non-\namendable components included. These components\nmostly remain unchanged throughout the passage of the\nBill. They are certainly not inserted after the Bill has\nbecome law. Willes J. after asserting that the marginal F\nnotes and other 'appendages' are not part of an Act, said\nof any Act, passed after the practice of actually engrossing\nActs on the Parliament Roll ceased in 1849: 'The Act,\nwhen passed, must be looked at just as if it were still\nentered upon a roll, which it may be again if Parliament G\nshould be pleased so to order; in which case it would be\nwithout these appendages....\n391\n124. It is, however, evident from the decision of this Court\nin Indian Aluminium Company v. Kerala State Electricity\n.E\nH\nt\n678\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nt\nA Board, [AIR 1975 SC 1967 ], that the modern trend is to take\ninto consideration the marginal note. It could be used, as has\nbeen held, in R.S. Joshi, Sales Tax Officer, Gujarat and Ors.\nv. Ajit Mills Limited and Anr., [ (1977) 4 SCC 98]. Relevance\nof marginal note was also taken note of in Ramesh Chand and\nB Ors. v. State of U.P. and Ors., [ (1979) 4 SCC 776].\nC\nD\nE\nF\nG\nH\n125. In Bombay Dyeing and Mfg. Co. Ltd. v. Bombay\nEnvironmental Action Group and Ors., [ (2006) 3 SCC 434 ],\nmarginal note has been taken into consideration as an intrinsic\npart of the Section. In Deewan Singh and Ors. v. Rajendra Pd.\nArdevi and Ors., [2007 (1) SCALE 32] it has been held that\nthe marginal note may be taken into consideration for the\npurpose of proper construction of the provision although there\nis no ambiguity. Sarabjit Rick Singh v. Union of India (UOI), [\n(2008) 2 SCC 417] follows Deewan Singh (supra).\nSUPPLY CONTEXTUAL MEANING\n-\n126. It was submitted by the respondents that in any event\nthe word 'supply' as used in Section 23 should be given the\nsame meaning as is given to it in Section 2(70) of the Act i.e.\nthe sale of electricity to a licensee or consumer. Accordingly\nby its very nature, supply would have a supplier and a receiver\nand any direction which is aimed at ensuring or regulating\nsupply by its very nature would have to be directed to both the\nsupplier and the receiver.\n127. However, when the question arises as to the meaning\nof a certain provision in a statute, it is not only legitimate but\nproper to read that provision in its context.\n128. The legal principle is that all statutory definitions have\nto be read subject to the qualification variously expressed in\nthe definition clause which created them and it may be that even\nwhere the definition is exhaustive inasmuch as the word defined\nis said to mean a certain thing, it is possible for the word to\nhave some what different meaning in different sections of the\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n679\nAct depending upon the subject or context. That is why all A\ndefinitions in statutes generally begin with the qualifying words\n'unless there is anything repugnant to the subject or context'.\n[See Whirlpool Crporation v. Registrar of Trade Marks,\nMumbai and others, { (1998) 8 SCC 1; Garhwal Mandal\nVikas Nigam Ltd. v. Krishna Travel Agency, { (2008) 6 SCC B\n732} and National Insurance Co. Ltd. v. Deepa Devi, [ (2008)\n1 SCC 414 } ].\n129. Accordingly the word 'supply' contained in Section 23\nrefer to 'supply to consumers only' in the context of Section 23\nand not to supply to licensees. On the other hand, in Section\n86(1)(a) 'supply' refers to both consumers and licensees. In\nSection 10(2) the word 'supply' is used in two parts of the said\nSection to mean two different things. In the first part it means\n'supply to a licensee only' and in the second part ‘supply to a\nconsumer only'. Further in first proviso to Section 14, the word\n'supply' has been used specifically to mean 'distribution of\nelectricity'. In Section 62(2) the word 'supply' has been used\nto refer to 'supply of electricity by a trader'.\n130. To assign the same meaning to the word \"supply\" in\nSection 23 of the Act, as is assigned in the interpretation\nsection, it is, in our opinion, necessary to take recourse to the\ndoctrine of harmonious construction and read the statute as a\nwhole. Interpretation of Section indisputably must be premised\non the scheme of the statute. For the purpose of construction\nof a statute and in particular for ascertaining the purpose\nthereof, the entire Act has to be read as a whole and then\nchapter by chapter, section by section and word by word.\n{See Reserve Bank of India, v. Peerless General\nFinance and Investment Co. Ltd., [ (1987) 1 SCC 424 ] ;\nPeerless General Finance and Investment Co. Ltd. v. Reserve\nBank of India, [ (1992) 2 SCC 343 ] and National Insurance\nCo. Ltd. v. Swaran Singh, [ (2004) 3 SCC 297 ]. }\n131. Thus, in a case where interpretation of a Section vis-\nC\nD\nE\nF\nG\nH\n680\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA à-vis the scheme of the Act, the purport and object of the\nlegislation, particularly having regard o the mischief it seeks to\nremedy; the chapter heading as also the marginal note, in our\nopinion, are relevant.\nB.\nPURPOSIVE CONSTRUCTION\n132. Legislation has an aim, it seeks to obviate some\nmischief, to supply an inadequacy, to effect a change of policy,\nto formulate a plan of government. That aim, that policy is not\ndrawn like nitrogen, out of air; it is evidenced in the language\nC of the statute, as read in the light of other external manifestations\nof purpose. [See Justice Frankfurtir, Some Reflextions on the\nreading of Statutes, 47 Columbia LR 527, at page 538 (1947)\n; Union of India v. Ranbaxy Laboratories Ltd. and others; {\n(2008) 7 SACC 502 }and D. Purushotam Reddy and another\nD vs. K. Sateesh, {(2008) 11 SCALE 73}].\nE\nANALYSIS\n133. In this case the relevance of chapter heading is more\nfor the purpose of arriving at a conclusion as to whether the\narrangement and scheme of the statute is such it can be said\nbe relatable to different types of licensees on the one hand and\na generating company which does not require a licence on the\nother. If by reason of a provision of a statute the generating\ncompanies are excluded from the licensing provisions, one of\nF the principal tool of interpretation is that the mischief which was\nsought to be remedied may not be brought back by a side door.\nIt has to be borne in mind that if the licence raj is brought back\nthrough the side door or regulations seeking to achieve the\nsame purpose which the Parliament intended to avoid, there\nG would be a possibility of mis-interpretation and mis-application\nof statute.\n134. For the said purpose even the history of the Act may\nbe noticed. It is from this point of view that the ambiguity, if any,\nmust be found out.\nH\n\u003e\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n681\n135. If the marginal note in this case is given effect to it A\nwould come within the scheme. If it is not given effect to and\nplain meaning is resorted to it will produce anomaly with the\npurpose and object of the Act. Chapter IV in which Section 23\noccurs deals with a particular category of licensees. Almost all\nthe sections preceding Section 23 as also Section 24 refer to B\nthe licensees and the licensees alone. None of the sections in\nthe said chapter refers to generating companies.\n136. Furthermore in the scheme of the Act wherever\nregulation of generating companies is necessary the same has\nbeen provided for. Section 11 and Section 60 provide for\nadequate indication in this behalf. They deal with extra ordinary\nsituations.\nC\n137. Transmission of electrical energy does not come\nwithin the purview of section 23. Trading therein also does not D\nper say come within the purview thereof.\n138. It has to be construed harmoniously with other\npowers. Had the power of the Commission to issue direction\nin regard to supply of electrical energy was so pervasive,\nSection 23 could have been appropriately worded.. It could\nhave been placed in an appropriate chapter and not in the\nchapter dealing with licensing. There was also no necessity to\nbring out transmission of electricity from the purview thereof as\nthe same would also come within the purview of supply of\nelectricity. If transmission of electricity can be kept outside the\npurview of direction by the Commission, there is no reason why\ngeneration thereof would not be.\n139. We, therefore, of the opinion that Section 23 of the\n2003 Act does not contemplate issuance of any direction by\nthe Commission.\nSECTION 86 - FUNCTION OF THE COMMISSION\n140. Section 86 provides for the functions of the Sate\nCommission, clause (a) of sub-section (1) whereof empowers\nE\nF\nG\nH\n682\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA it to determine the tariff for generation, supply, transmission and\nwheeling of electricity. Clause (b) empowers it to regulate\nelectricity purchase and procurement process of distribution.\nlicensees. Inevitably it speaks of PPA. PPA may provide for\nshort term plan, a mid term plan or a long term plan. Depending\nB upon the tenure of the plan, the requirement of the distribution\nlicensee vis-à-vis its consumers; the nature of supply and all\nother relevant considerations, approval thereof can be granted\nor refused.\nC\n141. While exercising the said function necessarily the\nprovisions of Section 23 may not be brought within its purview.\nWhile even exercising the said power the State Commission\nmust be aware of the limitations thereto as also the purport and\nobject of the 2003 Act. It has to take into consideration that PPA\nwill have to be dealt with only in the manner provided therefor.\nD The scheme of the Act, namely the generation of electricity is\noutside the licensing purview and subject to fulfillment of the\nconditions laid down under Section 42 of the Act a generating\ncompany may also supply directly to consumer wherefor no\nlicence would be required, must be given due consideration.\nE The said provision has to be read with Regulation 24. In regard\nto the grant of approval of PPA the procedures laid down in\nRegulation 24 are required to be followed. While exercising its\npower of 'Regulation' in relation to purchase of electricity and\nprocurement process of distribution, it is not permissible for the\nF Commission to direct allocation of electricity to different\nlicensees keeping in view their own need. Section 86(1)(b) read\nwith Section 23 if interpreted differently would empower the\nCommission to issue direction to the generating company to\nsupply electricity to a licensee who had not entered into any.\nPPA with it. We do not think that such a contingency was\ncontemplated by the Parliament. A generating company, if the\nliberalization and privatization policy is to be given effect to,\nmust be held to be free to enter into an agreement and in\nparticular long term agreement with the distribution agency,\nterms and conditions of such an agreement, however, are not\nG\nH\n\u003e\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n683\nB\nunregulated. Such an agreement is subject to grant of approval A\nby the Commission. The Commission has a duty to check if\nthe allocation of power is reasonable. If the terms and conditions\nrelating to quantity, price, mode of supply the need of the\ndistributing agency vis-à-vis the consumer, keeping in view its\nlong term need are not found to be reasonable, approval may\nnot be granted. A generating company has to make a huge\ninvestment and assurances given to it that subject to the\nprovisions of the Act he would be free to generate electricity\nand supply the same to those who intend to enter into an\nagreement with it. Only in terms of the said statutory policy, he\nmakes huge investment. If all his activities are subject to\nregulatory regime, he may not be interested in making\ninvestment. The business in regard to allocation of electricity\nat the hands of the generating company was the subject matter\nof the licensing regime. While interpreting the statute it must\nbe borne in mind that such a mechanism should not come back.\nC\nD\n142. That, however, would not mean that the generating.\ncompany is absolutely free from all regulations. Such regulations\nare permissible under the 2003 Act;, one of them being fair\ndealing with the distributor. Thus, other types of regulations E\nshould not be brought in which were not contemplated under\nthe statutory scheme. If he is exercising his dominant position,\nSection 60 would come into play. It is only in a situation where\na generator may abuse or misuse his position the Commission\nwould be entitled to issue a direction. The regulatory regime F\nof the Commission, thus, can be enforced against a generating\ncompany if the condition precedent therefor becomes\napplicable.\nINTERPRETATION OF SECTION 86\n143. Section 86(1)(b) provides for regulation of electricity\npurchase and procurement process of distribution licensees.\nIn respect of generation its function is to determine, the tariff\nfor generation as also in relation to supply; transmission and\nwheeling of electricity. Clause (b) of sub-section (1) of Section\nG\nH\n684\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA 86 provides to regulate electricity purchase and procurement\nprocess of distribution licensees including the price at which\nthe electricity shall be procured from the generating companies\nor licenses or from other sources through agreements. As a part\nof the regulation it can also adjudicate upon disputes between\nthe licensees and generating companies in regard to the\nimplementation, application or interpretation of the provisions\nof the said agreement.\nB\n144. There are some provisions which provide for\nregulation etc. of generation and/or generating companies,\nC namely -\n(i) Section 10(3)\n(ii)\nSection 11(2)\n(iii)\nSection 23\nD\n(iv)\nSection 33(2)\n(v)\nSection 55(2) and (3)\n(vi)\nSection 60\nE\nF\n(vii) Section 62(1), (2) and (95)\n(viii) Section 81(1)(a), (b), (e), (f) and sub-section (2)\n(ix) Section 128(1), (6), (7) and (8)\n(x) Section 129\n(xi)\nSection 181\n145. The Parliament thought it necessary to provide for\nspecific provisions for the purpose of regulating the functions\nof the generating companies, those provisions are special\nprovisions vis-à-vis the other general provisions which take\nwithin its abridge the function of the distributor, transmitter and\nG trader.\nH\n146. In U.P. Power Corporation Ltd. v. NTPC and others,\n[2009 (3) SCALE 620] this Court opined :\n\"There cannot be any doubt whatsoever that the word\nj\n"}