{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"TATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n(x)\n655\nof the Commission would clearly cover a situation A\nwhere the power of regulation in relation to supply.\nand ensuring efficient thereof are required to be\nregulated.\nNeither Section 23 nor Section 86(1)(b) of 2003\nAct provides 'any context to the contrary' for the\npurpose of application/ interpretation of term\n\"supply\" as defined in Section 2(70). Context of\nSection 86(1)(b) read with Section 23 and Section\n2(70) of the Act if construed with the preamble\nthereof, upon applying the principle of purposive\ninterpretation, it would be evident that the said\nprovisions constitute an invisible seamless web\ncreating a context which, far from being to the\ncontrary, mutually reinforces each other and points\nonly in one direction, namely the necessity to\nregulate supply of electrical energy not only at the\nhands of the licensees but also the generating\ncompanies.\n(xi) The basic and overriding purpose of 2003 Act\nbeing ensuring generation of electricity and efficient\nequitable distribution thereof with the interest of the\nconsumers in mind the generating companies\ncannot be permitted to act outside the purview of\nRegulations of a Regulatory Commission and\nconsequently it must be held that the Commission\nhas full jurisdiction not only to regulate tariff and price\nissues but also distribution of quantum of electricity\nand other necessary concomitance thereto.\nB\nC\nD\nE\nF\n(xii) The word \"regulate\" reflects a statutory mandate of\nall encompassing jurisdiction.\nG\n(xiii) TPC being in a public utility service, it is required\nto act fairly, equitably and not in an arbitrary fashion.\nH\n1\n656\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n1\nA\n00\nB\nс\nD\nE\nF\nG\nH\n(xiv) The principle of harmonious construction may be\nresorted to only in a case where there exists any\ncontradiction or overlapping as in this case the\nprovisions of Sections 11 and 23 apply in different\nfields, there is absolutely no necessity to take\nrecourse to the said principle.\n(xv) As TPC (G)'s acts and omission, despite its status\nas commercial entity, constitutes an abuse of its\ndominant position, which cannot be permitted to\ntake recourse to \"cherry picking\" of Rinfra's high end\nconsumers.\nISSUES ARISING HEREIN\n59. Although before us a large number of contentions had\nbeen raised, the core questions, which arise for our\nconsideration, are :-\n(A)\nWhether recourse to Section 23 of the Act can be\ntaken for issuance of any direction to the generating\ncompany?\n(B) Whether the Commission while applying the\nprovisions of Section 86(1)(b) of the Act could also\ntake recourse to Sections 23 and 60 thereof?\n(C) Whether equitable allocation of power generated\nby a generating company is permissible?\nLEGISLATIVE HISTORY\n1910 ACT\n-\n60. The earliest statute relating to control of generation of\nsupply, distribution of electrical energy which governed the field\nwas Indian Electricity Act, 1910 (1910 Act). Part-ll of the said\nAct provided for supply of energy. Section 3 thereof provided\nfor grant of licence to any person to supply energy in any\n1\nF\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n657\nspecified area and also to lay down or place electric supply- A\nlines for the conveyance and transmission of energy.\n61. However, after coming into force the 1948 Act, such\nlicences could be granted only upon consulting the State\nElectricity Boards constituted and incorporated under Sections\n5 and 12 thereof. Section 22-B in the 1910 Act, which was\ninserted by Act 32 of 1959, provided for power to control the\ndistribution and consumption of energy stating :-\n\"Section 22B - Power to control the distribution and\nconsumption of energy\nB\nC\n(1) If the State Government is of opinion that it is necessary\nor expedient so to do, for maintaining the supply and\nsecuring the equitable distribution of energy, it may by\norder provide for regulating the supply, distribution, D\nconsumption or use thereof.\n(2) Without prejudice to the generality of the powers\nconferred by sub-section (1) an order made thereunder\nmay direct the licensee not to comply, except with the\npermission of the State Government, with-\nE\n(i) the provisions of any contract, agreement or\nrequisition whether made before or after the\ncommencement of the Indian Electricity\n(Amendment) Act, 1959, for the supply (other than F\nthe resumption of a supply) or an increase in the\nSupply of energy to any person, or\n(ii) any requisition for the resumption of supply of\nenergy to a consumer after a period of six months,\nfrom the date of its discontinuance, or\n(iii) any requisition for the resumption of supply of\nenergy made within six months of its\ndiscontinuance, where the requisitioning consumer\nG\nH\n658\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\n1948 ACT\nwas not himself the consumer of the supply at the\ntime of its discontinuance.\"\n62. The 1948 Act was enacted to provide for the\nrationalization of the production and supply of electricity and\ngenerally for taking measures conducive to electrical\ndevelopment. Section 43 conferred power on the Board to\nenter into arrangements for purchase or sale of electricity under\ncertain conditions. Section 43-A provided for terms, conditions\nC and tariff for the sale of electricity generated by it to any other\nperson with the consent of the competent government or\ngovernments.\nD\nE\n63. Section 44 of 1948 Act also placed restrictions on\nestablishment of new generating stations or major additions or\nreplacement of plant in generating stations except with the\nprevious consent in writing of the Board, to establish or acquire\na new generating station or to extend or replace any major unit\nof plant or works pertaining to the generation of electricity in a\ngenerating station.\n1998 ACT\n64. The Parliament enacted Electricity Regulatory\nCommissions Act, 1998 (for short, “the 1998 Act”) to provide\nF for the establishment of a Central Electricity Regulatory\nG\nCommission and State Electricity Regulatory Commissions,\nrationalization of electricity tariff, transparent policies regarding\nsubsidies, promotion of efficient and environmentally benign\npolicies and for matters connected therewith and incidental\nthereto.\n65. In terms of the 1998 Act, the Regulatory Commission\nwas conferred with the power to determine tariff for all sales\nby a generating company in terms of Section 22(1)(c) thereof.\nIt further required in line with the provisions of the 1910 Act as\nH also the 1948 Act, for the State Commission constituted\nE\n!\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n659\nthereunder to regulate investment approval for generation, A\ntransmission, distribution and supply of electricity to require the\nlicensees to formulate prospective plans and schemes for the\npromotion of generation, transmission, distribution and supply\nof electricity and to devise proper power purchase and\nprocurement process, and to regulate the assets and B\nproperties related to the electricity industry, etc. The 1998 Act\n⠀ did not envisage de-licensing of generating companies as in\nterms thereof the following requirements were to be complied\nwith on the establishment and operations of a generating\nstation:\n(a)\n(b)\n(c)\nSetting up a generating station requires approval\nof a Board (u/s 44 of Electricity Supply Act, 1948)\nC\nSale of Power by a generating company of any\nperson requires approval of the competent D.\ngovernment (u/s 43A of Electricity Supply Act,\n1948)\nInvestment approval for generating was regulated\nby the ERCA.\nE\n(d)\nThe tariff for all supply of power by a generating\ncompany was determined by the Regulatory\nCommission.\n(e) The generating company was also regulated from\nthe perspective of transmission grid stability and\noperation, which is necessary on the technical side.\nSection 22(1)(c) of the 1998 Act reads :-\n\"Section 22 - Functions of State Commission\n(1) Subject to the provisions of Chapter III, the State\nCommission shall discharge the following functions,\nnamely:-\nF\nG\nH\nA\nB\n660\nSUPREME COURT REPORTS\n2003 ACT\n[2009] 9 S.C.R..\n(c) to regulate power purchase and procurement -\nprocess of the transmission utilities and distribution\nutilities including the price at which the power shall\nbe procured from the generating companies,\ngenerating stations or from other sources for\ntransmission, sale, distribution and supply in the\nState;\"\n66. The 2003 Act was enacted to consolidate the laws\nC relating to generation, transmission, distribution, trading and use\nof electricity.\nD\nE\nF\n¬¬\nG\nH\n67. Before noticing the relevant provisions of the 2003 Act,\nwe may place on record the statement of objects and reasons\nfor enactment thereof, the relevant portion whereof reads as\nunder :-\n\"3. With the policy of encouraging private sector\nparticipation in generation, transmission and distribution\nand the objective of distancing the regulatory\nresponsibilities from the Government to the Regulatory\nCommissions, the need for harmonizing and rationalizing\nthe provisions in the Indian Electricity Act, 1910, the\nElectricity (Supply) Act, 1948 and the Electricity Regulatory\nCommissions Act, 1998 in a new self contained\ncomprehensive legislation arose. Accordingly, it became\nnecessary to enact a new legislation for regulating the\nelectricity supply industry in the country which would\nreplace the existing laws, preserve its core features other\nthan those relating to the mandatory existence of the State\nElectricity Board and the responsibilities of the State\nGovernment and the State Electricity Board with respect\nto regulating licensees. There is also need to provide for\nnewer concepts like power trading and open access.\nThere is also need to obviate the requirement of each State\nGovernment to pass its own Reforms Act. The Bill has\nY\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n661\nprogressive features and endeavours to strike the right A\nbalance given the current realities of the power sector in\nIndia. It gives the State enough flexibility to develop their\npower sector in the manner they consider appropriate. The\nElectricity Bill, 2001 has been finalized after extensive\ndiscussions and consultations with the States and all other B\nstake holders and experts.\n4. The main features of the Bill are as follows:-\n(i) Generation is being delicensed and captive\ngeneration is being freely permitted. Hydro projects would,\nhowever, need approval of the State Government and\nclearance from the Central Electricity Authority which would\ngo into the issues of dam safety and optimal utilization of\nwater resources.\n(ii) There would be a Transmission Utility at the\nCentral as well as State level, which would be a\nGovernment company and have the responsibility of\nensuring that the transmission network is developed in a\nplanned and coordinated manner to meet the requirements\nof the sector. The load dispatch function could be kept with\nthe Transmission Utility or separated. In the case of\nseparation the load dispatch function would have to remain\nwith a State Government organization/company.\"\n68. Section 2 is the interpretation section.\nC\nD\nE\nF\n69. Section 2(4) defines “appropriate Commission\" to\nmean the Central Regulatory Commission referred to in sub-\nsection (1) of section 76 or the State Regulatory Commission\nreferred to in section 82 or the Joint Commission referred to in G\nsection 83, as the case may be.\n70. \"Consumer\" has been defined in section 2(15) to mean\nany person who is supplied with electricity for his own use by a\nlicensee or the Government or by any other person engaged in\nH\n662\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the business of supplying electricity to the public under this Act\nor any other law for the time being in force and includes any\nperson whose premises are for the time being connected for\nthe purpose of receiving electricity with the works of a licensee,\nthe Government or such other person, as the case may be;\nB\nC\nD\nE\nF\nG\nSection 2(17) defines “distribution licensee\" to mean:-\n(17) \"distribution licensee\" means a licensee authorised\nto operate and maintain a distribution system for supplying\nelectricity to the consumers in his area of supply;\n(23) \"electricity\" means electrical energy--\n(a) generated, transmitted, supplied or traded for\nany purpose; or\n(b) used for any purpose except the transmission\nof a message;\n(28) \"generating company\" means any company or body\ncorporate or association or body of individuals, whether\nincorporated or not, or artificial juridical person, which owns\nor operates or maintains a generating station;\n(38) \"licence\" means a licence granted under section 14;\n(39) \"licensee\" means a person who has been granted a\nlicence under section 14;\n(50) \"power system\" means all aspects of generation,\ntransmission, distribution and supply of electricity and\nincludes one or more of the following, namely:--\n(a) generating stations;\n(b) transmission or main transmission lines;\n(c) sub-stations;\nH\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n(d) tie-lines;\n(e) load despatch activities;\n(f) mains or distribution mains;\n(g) electric supply-lines;\n(h) overhead lines;\n663\n(i) service lines;\n(j) works;\nA\nB\nC\n(57) \"regulations\" means regulations made under this Act;\n(71) \"trading\" means purchase of electricity for resale\nthereof and the expression \"trade\" shall be construed\naccordingly\nD\n71. Section 3 provides for the National Electricity Policy\nand Plan enabling the Central Government to prepare the\nNational Electricity Policy and tariff policy, in consultation with\nthe State Government and the Authority for development of the E\npower system based on optimal utilization of resources such\nas coal, natural gas, nuclear substances or materials, hydro and\nrenewable sources of energy.\n72. Part III of the Act provides for generation of electricity.\nSection 7 enables a generating company to establish, operate\nand maintain a generating station without obtaining a licence\nif it complies with the technical standards relating to connectivity\nwith the grid referred to in clause (b) of Section .73.\nF\n73. Section 8, however, provides that a generating G\ncompany intending to set up a hydro-generating station shall\nprepare and submit to the Authority for its concurrence, a\nscheme estimated to involve a capital expenditure exceeding\nsuch sum, as may be fixed by the Central Government from\ntime to time by Notification.\nH\n664\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nC\nD\n74. Section 9 provides for captive generation. Section 10\nlays down duties of generating companies, sub-sections (1) and\n2 whereof reads as under :-\n\"10 Duties of generating companies\n-\n(1) Subject to the provisions of this Act, the duties of\ngenerating company shall be to establish, operate and\nmaintain generating stations, tie-lines, sub-stations and\ndedicated transmission lines connected therewith in\naccordance with the provisions of this Act or the rules or\nregulations made thereunder.\n(2) A generating company may supply electricity to any\nlicensee in accordance with this Act and the rules and\nregulations made thereunder and may, subject to the\nregulations made under sub-section (2) of section 42,\nsupply electricity to any consumer.\"\n75. The power to issue directions to the generating\ncompanies by the Appropriate Government and appropriate\nCommissions are laid down in sub-section (1) of Section 11\nE of the 2003 Act stating :-\nH\n“Section 11 - Directions to generating companies\n(1) The Appropriate Government may specify that a\ngenerating company shall, in extraordinary circumstances\noperate and maintain any generating station in accordance\nwith the directions of that Government.\nExplanation:--For the purposes of this section, the\nexpression \"extraordinary circumstances\" means\ncircumstances arising out of threat to security of the\nState, public order or a natural calamity or such\nother circumstances arising in the public interest.\"\n76. Part IV of the 2003 Act provides for licensing.\n1\n"}