{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"TATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n665\n77. Section 12 prohibits any person to transmit electricity, A\nor distribute electricity; or undertake trading in electricity, unless\nauthorized to do so by a licence issued under Section 14 or\nexempt under Section 13 of the 2003 Act. Section 14 provides\nfor grant of licence by the Appropriate Commission to any\nperson - (a) to transmit electricity as a transmission licensee;\nor (b) to distribute electricity as a distribution licensee; or (c)\nto undertake trading in electricity as an electricity trader in any\narea as may be specified in the licence.\n78. Section 15 of the 2003 Act provides for procedure for\ngrant of licence. Section 16 provides for conditions of licence.\nSection 15 mandates the licensee not to do certain things. The\nprovisions for amendment of licence is contained in Section 18\nthereof. Section 19 provides for revocation of licence. Section\n20 provides for sale of utilities of licensees. Section 21 provides\nfor vesting of utility in purchaser.\n79. Section 23, which is relevant for our purpose, reads\nas under :-\n\"23 Directions to licensees\n-\nIf the Appropriate Commission is of the opinion that it is\nnecessary or expedient so to do for maintaining the\nefficient supply, securing the equitable distribution of\nelectricity and promoting competition, it may, by order,\nprovide for regulating supply, distribution, consumption or\nuse thereof.\"\n80. Section 24 provides for suspension of distribution\nlicence and sale of utility.\n81. Part V deals with transmission of electricity.\nB\nC\nD\nE\nF\nG\n82. Section 60 provides for market domination. It reads :-\n\"The Appropriate Commission may issue such directions\nas it considers appropriate to a licensee or a generating H\nA\nB\nC\nD\nE\nF\n666\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\ncompany if such licensee or generating company enters\ninto any agreement or abuses its dominant position or\nenters into a combination which is likely to cause or causes\nan adverse effect on competition in electricity industry.\"\n83. Section 86 provides for functions of State\nCommission, clauses (a), (b) and (f) of sub-section (1) whereof,\nread as under :-\n\"Section 86 - Functions of State Commission\n(1) The State Commission shall discharge the following\nfunctions, namely:--\n(a) determine the tariff for generation, supply,\ntransmission and wheeling of electricity, wholesale,\nbulk or retail, as the case may be, within the State:\nPROVIDED that where open access has been\npermitted to a category of consumers under section\n42, the State Commission shall determine only the\nwheeling charges and surcharge thereon, if any, for\nthe said category of consumers;\n(b) regulate electricity purchase and procurement\nprocess of distribution licensees including the price\nat which electricity shall be procured from the\ngenerating companies or licensees or from other\nsources through agreements for purchase of power\nfor distribution and supply within the State;\nG\nH\n(f) adjudicate upon the disputes between the licensees and\ngenerating companies and to refer any dispute for\narbitration;\n84. Section 181 of 2003 Act empowers the State\nCommissions to make regulations, consistent with the\nt\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n667\nprovisions of the Act and the rules generally to carry out the A\nprovisions of the Act.\n85. Pursuant to or in furtherance of the aforementioned\nregulations making powers, the Commission has made\nregulations known as MERC (Terms and Conditions of Tariff) B\nRegulations, 2005.\n86. Regulation 7 deals with determination of generation\ntariff.\n87. Regulation 22 provides for Power procurement C\nguidelines to the following terms:\n\"22.1 A Distribution Licensee shall follow the guidelines\ncontained in this Part with respect to:\n(a) Procurement of power under any arrangement or\nagreement with a term or duration exceeding one year (i.e.\nlong-term power procurement); and\n(b) Procurement of power under any arrangement or\nagreement with a term or duration less than or equal to one\nyear (i.e. short-term power procurement).\"\n88. Regulation 23 mandates the distribution of licenses to\nprepare long term power procurement plan which should fulfill\nthe requirements specified thereunder.\n89. We may now notice that Regulation 24 provides for\napproval of power purchase agreement/arrangement.\nPRELIMINARY OBSERVATIONS\nD\nE\nF\n90. Before adverting to the rival contentions of the parties G\nwe may observe:\nThe Tribunal committed a factual error in so far as it failed\nto notice that no long term PPA exists between TPC (G) and\nRInfra. It furthermore was not correct in opining that the H.\n668\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Commission had not considered the claim of Rinfra while\napproving the arrangements between TPC (G) and TPC (D),\ndespite the fact that REL (Rinfra) not only filed objections to the\napplication for grant of approval of PPA filed by the parties\nherein, it also filed independent application; took part in the\nB deliberations and all its contentions had been considered. On\nwhat basis the Tribunal opined that the decision of the\nCommission is in violation of the principle of natural justice is\nbeyond anybody's comprehension. It furthermore took into\nconsideration an irrelevant fact, namely that the Commission\nin determining the issue between the parties should have\nregard to the fact that the consumers of respective areas have\nbeen bearing the 'depreciation' and interest on loan elements\nof the Fixed Cost of tariff. it furthermore without assigning any\nreason dismissed the appeals being Nos. 159 of 2007 and 14\nof 2008.\nс\nD\nINTERPRETATION OF THE STATUTORY PROVISIONS\n91. A statute, as is well known, must be construed having\nregard to Parliamentary intent. For the said purpose it is open\nE to a court not only to take into consideration the history of the\nlegislation including the mischief sought to be remedied but\nalso the objects and purpose it seeks to achieve.\n92. The 1910 Act provided for licensing of all the operators\nwho were engaged not only in transmission and distribution of\nF\nelectricity but also generation thereof. Indisputably 'electricity'\ncomes within the purview of the public utility service. It, in the\nmodern context, is a necessary item for the purpose of better\nliving of the citizens. After India became independent and with\nthe advent of industrialization as also for other reasons, the\nG benefit of availing consumption of electrical energy not only\nremained with the urban areas but also extended to rural areas.\nWith growth in industrialization as also trade and commerce in\nthe country, its requirements increased many fold. With a view\nto provide for effective control and regulation of generation,\nH distribution and supply of electrical energy each State was\n1\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n669\nseparately required to set up Electricity Boards wherefor the A\nParliament enacted 1948 Act. For all intent and purport the\nBoards constituted under the 1948 Act were to exercise\nmonopoly power. The 1910 Act also made provisions for\npurchase of electricity undertakings by the State.\n93. Section 3 of 1910 Act, as amended in 1959, and\nSections 43-A and 44 of 1948 Act clearly go to show that the\nprivate generating companies were brought under an extensive\ncontrol as not only for extension of its existing plants but also\nfor setting up or acquiring new plants, the previous consent of\nthe concerned State and the Board became necessary.\nB\nC\n94. The private generating companies, in terms of the\nprovisions of the statutes governing the field were, thus,\nsubjected to an extensive control by the States. As the years\nrolled by, the activities of the Boards grew by leaps and bounds. D\nThe Boards, for all intent and purpose, acquired monopoly\nstatus. In terms of Sections 46 and 49 of the 1948 Act, they\nwere entitled to fix grid tariff and to make provisions for earning\nreasonable profits.\nE\nLL\nF\n95. It was, however, noticed that in the absence of any\ncompetition from the private operators, the Boards were not in\na position to provide for the desired optional results. It was in\nthe aforementioned premise and particularly having regard to\nthe liberalized economic policy of the Central Government since\n1991 necessities were felt for providing greater room for the\nprivate generating companies. For the aforementioned\npurposes, the Central Government as also the State\nGovernments adopted liberalized polices. They invited private\noperators to generate electrical energy not only through\nconventional modes, namely, Hydro Electric Power and G\nThermal Power but also generation of power by using other\nraw-materials, for example gas, naptha etc.\n96. The 1998 Act, as notice hereinbefore, did not\nenvisage delicensing of generating companies. It provided for H\n.1\n670\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n_ A approval by the Board therefor. It provided for imposition of\nother conditions for generation of electricity.\nB\nC\nD\nE\n97. The Parliament by making 2003 Act clearly\nacknowledged the necessity of providing a greater room for\ngeneration of electrical energy so as to enable the country to\nmeet its requirements. It is only in that view of the matter, the\nliberalization policy of the State provided for de-licensing of the\ngenerating companies.\n98. In terms of the said provision, the activities of the\nerstwhile licensees of power generation on the one hand and\nthose of transmission and distribution in electricity on the other\nwere separated. The concept of trading was brought thereunder\nfor the first time. Trading activities are permitted subject to grant\nof licenses. Distribution of electricity was defined as licensed\nactivity in terms whereof a holder of a license can supply power\nto a person for his own use. A licensee for the activity of\ntransmission could own the wires/transmission lines constituting\nthe part of their grid but it could not engage itself in the activity\nof buying or selling the electrical energy:\n99. The core question which, therefore, arises for\nconsideration is as to whether despite the Parliamentary intent\nof giving a go-bye to its licensing policy to generating\ncompanies, whether through imposing stringent regulatory\nmeasures the same purpose should be allowed to be\nF achieved?\n100. The Act is a consolidating statute. It brings within its\npurview generation, transmission, distribution, trade and use of\nelectricity. Whereas generation of electricity has been brought\noutside the purview of the licensing regime, the transmission,\nG distribution and trading are subject to grant of licence are kept\nwithin the regulatory regime.\nH\n101. The statute provides for measures to be taken which\nwould be conducive to development of electricity industry.\nMeasures are also required to be taken for promoting\ni\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n671\ncompetition which would also mean the development of A\nelectricity industry. It, indisputably, provides for measures\nrelating to the protection of interest of consumers and supply\nof electricity to all areas. The generating companies, however,\ndespite de-licensing, do not enjoy the monopoly status. They\nare subject to rationalization of electricity tariff. The preamble B\nenvisages ensuring transparent policies, policies regarding\nsubsidies, promotion of efficient and environmentally benign\npolicies, constitution of Central Electricity Authority Regulatory\nCommissions and establishment of Appellate Tribunal and for\nmatters connected therewith or incidental thereto.\n102. Electricity is not an essential commodity within the\nmeaning of the provisions of the Essential Commodities Act,\n1955 or any other statute. It is, however, in short supply. As the\nnumber of consumers as also the nature of consumption have\nincreased many fold, the necessity of more and more\ngeneration of electrical energy must be given due importance.\nC\nD\n103. The preamble of the 2003 Act, although speaks of\ndevelopment of electricity industry and promotion of\ncompetition, it does not speak of equitable distribution of E\nelectrical energy. The statutes governing essential and other\ncommodities in respect whereof the State intends to exercise\ncomplete control, provide for equitable distribution thereof\namongst the consumers.\n104. For the purpose of deciphering the object and purport\nof the Act, it is well known, the Court can look to the statement\nof objects and reasons thereof. One of the principal purposes\nwhich had been taken note of for enactment of 2003 Act by the\nParliament is the poor performance of the State Electricity\nBoards. The Government intended to have an independent\nbody for determining the tariff which was required to be carried\non in a professional and independent manner. It was felt that\ncross-subsidies have reached to unsustainable levels. The\nenactment provides for establishment of the Electricity\nF\nG\nH\n672\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Regulatory Commissions.\nB\n105. Encouraging private sector participation, generation,\ntransmission and the distribution of electricity became the\nstatutory policy. The Parliament felt the need of harmonizing\nand rationalizing the provisions of the Act. De-licensing of\ngeneration as also grant of free permission of captive\ngeneration is one of the main features of the 2003 Act. It is\nclearly provided that only hydro-generating projects would need\nthe approval of the State Commission and the Central\nElectricity Regulatory Authority. It recognized the need of\nprohibiting transmission licensees. It also for the first time\nprovided for open access in transmission from the outset. It\neven provides where the distribution licensee proposes to\nundertake distribution of electricity for a specified area within\nthe area of supply through another person, that person shall not\nD be required to obtain separate licence.\nC\n106. In terms of Section 7 of the 2003 Act, all persons are\npermitted to establish, operate and maintain a generating\nstation. It can, in terms of Section 62(1)(a) of the 2003 Act,\nE supply electricity to any licensee i.e. distribution licensee or\ntrading licensee. The 2003 Act permits the generating company\nto supply the electricity directly to a trader or a consumer. In\nterms of Section 42(2) of the 2003 Act even for the said\npurpose no tariff is required to be determined.\nF\nG\nH\n107. The primary object, therefore, was to free the\ngenerating companies from the shackles of licensing regime.\nThe 2003 Act encourages free generation and more and more\ncompetition amongst the generating companies and the other\nlicensees so as to achieve customer satisfaction and equitable\ndistribution of electricity.\n108. The generation company, thus, exercises freedom in\nrespect of choice of site and investment of the generation unit;\nchoice of counter-party buyer; freedom from tariff regulation\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n673\nwhen the generating company supplies to a trader or directly A\nto the consumer.\n109. If de-licensing of the generation is the prime object\nof the Act, the courts while interpreting the provisions of the\n! statute must guard itself from doing so in such a manner which\nwould defeat the purpose thereof. It must bear in mind that\nlicensing provisions are not brought back through the side door\nof Regulations.\nDIRECTION TO GENERATING COMPANIES\n110. This brings us to the interpretation of Section 11 of\nthe 2003 Act. In terms of 1910 Act the State Government was\nthe licensing authority. It alone, therefore, in the said capacity\nwas entitled to issue directions. Sub-section (1) of Section 11\nof 2003 Act empowers the Appropriate Government to issue\ndirections but such direction can be issued only in extraordinary\ncircumstances as stated in the explanation appended thereto\ni.e. arising out of threat to security of the State, public order or\na natural calamity or such other circumstances arising in the\npublic interest.\n111. Interpretation clause contained in Section 2 of the Act\nprefixes the words \"unless the context otherwise requires\". The\nword \"supply\" has separately been used even for generation\nand distribution. Thus, although a broad meaning may be\nassigned to the said term but the same must be held to be\n'subject to the context'. The word \"supply\" used in Section 23\nof 2003 Act for bringing in efficient supply would mean regulate\nand consequentially licensing in respect of the generating\ncompany.\n112. For the aforementioned purpose it cannot be given.\na general or popular meaning denoting supplier and receiver.\nOnce it is held that by reason thereof the Parliament aimed at\nensuring the supply, the purported object it sought to achieve\nby enacting Section 7 would lose its purpose. It, however, does,\nB\nC\nD\nE\nF\nG\nH\n674\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nす\nA not mean that Section 23 itself becomes unworkable as it would\nnot be possible to secure equitable distribution and supply. The\nagreement of distribution (PPA) being subject to approval,\nindisputably the Commission would have the public interest in\nmind. It has power to approve a MOU which subserves the\nB public interest. It, while granting such approval may also take\ninto consideration the question as to whether the terms to be\nagreed are fair and just.\nC\nD\nSECTION 23 - DIRECTION BY THE COMMISSION\n113. Could a generating company, despite Section 11 be\nsubjected to any direction by the Commission in terms of\nSection 23 of the 2003 Act?\n114. Whether chapter headings and marginal notes should\nbe taken into consideration for the purpose of interpretation of\nthe main provision are the questions?\n115. Chapter headings and the marginal note are parts of\nthe statute. They have also been enacted by the Parliament.\nThere cannot, thus, be any doubt that it can be used in aid of\nE the construction. It is, however, well settled that if the wordings\nof the statutory provision are clear and unambiguous,\nconstruction of the statute with the aid of 'chapter heading' and\n'marginal note' may not arise. It may be that heading and\nmarginal note, however, are of a very limited use in\nF interpretation because of its necessarily brief and inaccurate\nnature. They are, however, not irrelevant. They certainly cannot\nbe taken into consideration if they differ from the material they\ndescribe.\n116. We may notice some authorities on the subject at the\nG outset.\nH\n117. In Bennion on Statutory Interpretation, Fifth edition,\nSection 255, it is stated: \"where general words are preceded\nby a heading indicating a narrower scope it is legitimate to treat\nthe general words as cut down by the heading.\",\n,\n"}