{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"TATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n645\n38. The Commission took up Case No.88 of 2007 and A\nnoticed the details of Technical Validation Session in regard\nto internal capacity allocation from the generation division of\nTPC to its own distribution division including Rinfra's\nintervention application. It also noticed the details in regard to\nthe public hearing in the aforementioned case which was held B\non 29th August, 2007. Similarly the application filed by Rinfra\nwhich was marked as Case No.30 of 2007 was considered in\ngreat details.\nC\nD\n39. Submissions of learned counsel appearing for the\nparties were noticed. Part IV of its judgment contains 'the\ndecision with reasons'. It took into consideration the relevant\nprovisions of law. It noticed its functions under Section 86 of\nthe 2003 Act as also various Regulations framed thereunder.\nIt placed on record that it had issued certain directives to the\ndistribution licensees from time to time. It opined that\nsubmission of Power Purchase Agreements (PPA) for approval\nare imperative as the objective thereof is to remove any\nuncertainty that may be faced by the consumers of a distribution\nlicensee who does not have any written terms and conditions.\nIt opined that Rinfra's recalcitrant attitude in seeking approval E\nof the terms and conditions of its power procurement deserved\nto be deprecated, whereupon a warning was administered.\n40. Submissions of BEST before the Commission were\n(i)\n(ii)\nF\nAmbit of approval process under Section 81(1)(b)\nof 2003 Act was required to be restricted to the\nprice and the Commission had no power to reduce\nthe quantum agreed by distribution licensee and the\ngenerating company under the PPA submitted for G\napproval.\nInsertion of the word “including\" before the words\n\"the price\" makes the intention of the legislature\nclear that the scope of the power to regulate is H\nf\n646\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\n00\nB\nD\nE\nextensive.\n(iii) Power of a Regulatory Body is extensive under\nSection 86(1)(b) of the 2003 Act. Even the\ngenerator can be subject to Regulations.\n(iv) Section 86(1)(b) is required to be harmoniously\nread. For invoking the provisions of Section 60 of\nthe Act, the following three situations must\nconclusively be shown to exist:\n(a)\n(b)\n(c)\nany agreement has been entered into which\nis likely to cause or causes an adverse effect\non competition in electricity industry; or\ndominant position has been abused which is\nlikely to cause or causes an adverse effect\non competition in electricity industry; or\na combination has entered into which is likely\nto cause or causes an adverse effect on\ncompetition in electricity industry.\nFINDINGS OF THE COMMISSION\n41. The Commission discussed clause by clause of the\nPPAs entered into by and between TPC-D and BEST and\nTPC (G) and TPC (D) in terms of the MERC Regulations. It took\nF into consideration each of the factors enumerated in those\nPPAs to hold that they were justified for meeting the\nrequirements of BEST and TPC (D), stating :-\nG\nH\n\"Based on the above analysis, the Commission is satisfied\nwith the data and information submitted by BEST and TPC\nsubstantiating the requirements of Regulation 24 of the\nMERC (Terms and Conditions of Tariff) Regulations, 2005\"\n42. In conclusion the Commission held that Section 86 (1)\n(b) of the 2003 Act would be applicable only when the PPA is\n-\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n647\nproduced before it for its approval and not otherwise.\n43. It also noted that it has the jurisdiction to go into the\nquestion with regard to the quantity of supply of electrical energy\nin terms of the PPAs. However, as the PPA took into\nconsideration the demand of the licensee for the next 10 years,\nthe stipulations contained therein were held to be fair and\nproper.\n44. It was opined that the language of Section 60 of the\nAct being restrictive, no cause had been made out for issuance\nof any direction thereunder.\nA\nB\nC\n45. It furthermore noted that Section 23 of the 2003 Act\nbrought within its fold a generating company but no case had\nbeen made for issuance of any direction thereunder while\nconsidering the question of grant of approval of a long term D\nPPA.\n46. On the aforementioned findings the Commission\napproved the PPA of BEST and TPC (D). It was directed :-\n\"(C) REL-D is directed to file long-term Power Purchase E\nAgreements for procurement of power from generating\nCompanies and other sources at the earliest. Also, REL-\nD should submit Power Purchase Arrangement for\nprocurement of power from its own generating unit REL-\nG, for the Commission's approval, within one month of the F\nissue of this Order.\n(D) In the past, in view of the prevailing supply shortage\nsituation, the Commission has invoked its powers under\nSection 23 of the EA 2003, and has directed the\ndistribution licensees to share the available generation\ncapacity in a particular ratio, based on the share of non-\ncoincident peak demand for FY 2006-07, and\nsubsequently based on the share of the coincident peak\ndemand for FY 2007-08, since the coincident peak\nG\nH\nA\nB\nC\nD\nE\nF\nG\n648\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\ndemand data was available by then. The situation in the\nprevious years was compounded by the fact that there\nwere no approved PPAs between the parties, and an\nimportant aspect like power procurement cannot operate\nin a vacuum. However, the Commission's powers to issue\ndirections under Section 23 of the EA 2003 are wide and\nif necessary and found expedient, the Commission may\nissue such directions in future also, despite the existence\nof any or all the approved PPAs, in case of any shortfall in\ncontracted capacity, in order to protect interests of\nconsumers. During the transition period, in case of\nshortage of supply of electricity in the city of Mumbai, the\nCommission will assess the situation at the time of conduct\nby the Commission of Annual Performance Review in\nterms of Regulation 17 of the MERC (Terms and\nConditions of Tariff) Regulations, 2005 and assess whether\nany specific direction to the distribution licensees is\nrequired to be issued, to ensure that the consumers of all\nthree distribution licensees in Mumbai city are treated\nequitably and for equitable distribution of electricity. It is\nclarified that the supply in the form of generation capacity\ndoes not necessarily have to be located within Mumbai or\neven within Maharashtra, and the supply availability\nreferred to here is in the context of firm long-term power\npurchase agreements between the distribution licensees\nand power suppliers. With the above observations, the\nCommission disposes of Case No. 87 of 2006, Case No.\n88 of 2006 and Case No. 30 of 2007.\"\nAPPELLATE TRIBUNAL\n47. Four appeals were preferred by Rinfra theregainst.\nAppellants also preferred appeals in regard to the interpretation\nof Section 23 of 2003 Act.\n48. The Tribunal by reason of its impugned judgment dated\n6th May, 2008 disposed of the said appeals.\nn\nH\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n649\n49. Therein apart from the factual matrix involved in each A\ncase, statutory provisions and the submissions made by\nlearned counsel for the parties were duly noticea. The tribunal\nalso extracted in details the averments made by TPC in its writ\npetition before the High Court, which as noticed hereinbefore,\nhad ultimately been withdrawn.\n50. The Tribunal in paragraph 93 of the judgment\nformulated the questions for its consideration which read as\nunder :-\nB\n\"93. The main question in the set of these appeals revolves C\naround the approval of PPA between TPC(G) and BEST\nand arrangement between TPC(G) and TPC(D). These\nappeals raise the question whether the Commission has\nthe power to disapprove the PPA and allocate the power\nof a generating company amongst the distribution\nlicensees by regulating the supply in terms of Section 23\nof the Act?\"\n51. The Appellate Tribunal did not disturb the findings of\nthe Commission in regard to its interpretation of Section 60 as\nalso Section 23 of the 2003 Act.\n52. It, however, held that having regard to the purpose and\nobject of the Act, the Commission should have taken into\nconsideration the need of the first respondent in regard to the\nallocation of quantity of supply\n53. Upon considering the provisions of the Act and the\nRegulations, the Tribunal held:\n\"102. We note from the above regulations that the\nCommission itself recognizes an agreement or an\narrangement for long-term power procurement by a\nDistribution Licensee. Regulations require prior approval\nof the Commission for any change to an existing\narrangement or agreement for long term procurement.\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nןד\nF\nG\n650\nSUPREME COURT REPORTS [2009] 9 S.C.R.\nWhen an arrangement for power procurement between\nTPC and BEST as also between TPC and REL does\nexist, how the Commission failed to consider the claim of\nREL.\n103. We conclude from the aforementioned that the\nCommission has wide powers to regulate the quantity of\nenergy that may be supplied by a generating company to\na distribution licensee when both are under the jurisdiction\nof the same Commission.\n104. It is not in dispute that the claims of REL have not\nbeen considered by the Commission while approving the\nPPA between the TPC(G) and BEST and arrangement\nbetween TPC(G) and TPC(D). It is also not in dispute that\nthe approval of PPA and the arrangement has affected the\nallocation of power to REL. The interests of REL have been\nadversely affected by the Commission in violation of the\nprinciple of natural justice. The Commission ought to have\nconsidered the claim of REL for allocation of power while\nconsidering the approval of PPAs between TPC(G) and\nBEST and arrangement between TPC(G) and TPC(D).\n105. In the circumstances, appeal No. 143 of 2007 is\nallowed and order dated November 06, 2007 of the MERC\napproving the PPA of TPC and BEST and arrangement\nbetween TPC and TPC(D) with reference to allocation of\npower to BEST and TPC(D) is set aside. The Commission\nis directed to consider the question of approval of PPA\nand the arrangement afresh after taking into consideration\nthe claims of BEST, REL and TPC(D). While considering\nthe case of the parties the Commission shall have regard\nto the fact that the consumers of respective areas have\nbeen bearing the Depreciation and Interest on Loan\nelements of the Fixed Cost of tariff and also consider all\nother submissions of the parties which are permissible in\nthe law.\"\nH\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n651\n54. The Tribunal set aside the approval of PPA's and A\nremanded the matter to MERC for its reconsideration.\n55. The Tribunal, furthermore, did not interfere with the tariff\norder dated 2nd April, 2007 while disposing of Appeal No. 41\nof 2007 filed by BEST, opining that the period for which\nallocation was made on the basis of consistence peak demand\nhad already expired\nB\n56. Both TPC as also BEST are before us questioning the\nlegality and/or validity of the final order passed by the Appellate\nTribunal as also the orders disposing of the interim C\napplications.\nSUBMISSIONS OF THE COUNSEL\n57. Mr. Jaideep Gupta and Mr. Rohington Nariman,\nlearned senior counsel appearing on behalf of the appellants\nwould submit :-\n(i)\n(ii)\nThe Appellate Tribunal misdirected itself in passing\nthe impugned judgment in so far as it failed to take\ninto consideration that in terms of the provisions of\nthe 2003 Act the Commission had no jurisdiction\nto interfere with the functions of the generating\ncompany and its jurisdiction was restricted to\nregulate the terms of the agreement between a\ngenerating company and a distribution company,\nparticularly when no fault with the approval of the\nPPA entered into by and between TPC and BEST\nand TPC (G) and TPC (D) was found by it.\nD\nE\nF\nRinfra also filed an application and the same having\nbeen considered in great details, it has incorrectly G\nbeen held by the Appellate Tribunal that the\nprinciple of natural justice had not been complied\nwith.\n(iii) Direction of the Tribunal to the Commission to take\nH\nA\nB\nC\nD\nE\nF\nG\nH\n652\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\ninto consideration contribution towards depreciation\nand interest on loan elements of fixed costs of TPC\ngeneration capacity while considering the claim of\nRinfra is without any basis inasmuch as :-\n(a) Such direction of the Appellate Tribunal has\nthe effect of recognizing ownership of\nconsumers over the generation assets. The\nAct does not recognize any such right of\nownership of consumers over the generating\nassets.\n(b) Rinfra consumers have only paid towards\ncosts of the generation of the power\nconsumed by them, which the developer is\nentitled to recover as reasonable cost of\nelectricity and return of his investment.\nIf this argument is taken to its logical\nconclusion, every consumer of electricity,\nwhether domestic, industrial or commercial,\nwould claim ownership of generation plants\nfor the purpose of supply of power to their\nrespective areas.\n(iv) 2003 Act must be interpreted not only having regard\nto history of legislation but also the purpose and\nobject it seeks to achieve wherefor the Commission\nand the Tribunal were not only required to consider\nthe chapter headings but also the marginal notes.\nPrinciples of harmonious construction of the\nprovisions of the statutes having not been resorted\nto either by the Commission or by the Tribunal, they\ncommitted a serious error in opining that Section\n23 not only controls distribution of power but also\ngeneration thereof.\n(v)\n58. Dr. A.M. Singhvi, learned senior counsel appearing on\n!\nF\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\nbehalf of the respondent, on the other hand, urged :-\n(i)\n(ii)\n653\nThe factual matrix involved herein would clearly\ndemonstrate a long standing commercial\nrelationship existing between TPC (G) and Rinfra\nand/or its predecessor-in-interest in regard to\nsupply of electrical energy for the consumers of\nsuburb Mumbai (approximately 384 sq. kms. area)\nbeing twenty five lacs in number out of which\neighteen lacs being small individual and relatively\neconomically weaker sections consuming less than\n300 units per month vis-à-vis the number of\nconsumers BEST serves, all of being in the town\nof Mumbai being approximately of an area of 60 sq.\nkms. area who are higher paying consumers and\nthose of TPC (D) having 23846 consumers, the\nCommission must be held to have its jurisdiction\nrightly to allocate supply of power to the licensees\nin greater public interest.\nA\nB\nC\nD\nE\n2003 Act does not contemplate exclusion from the\npurview of the Commission's jurisdiction of all\nmatters relating to generation but also covers\nregulation of several aspects thereof including tariff\nof generation companies, sale of electricity by\ngenerators, maintaining efficient supply, securing\nthe equitable distribution of electricity, promotion F\ncompetition, preventing abuse of dominant position\nby generating companies, preventing adverse effect\non competition in electricity industry etc.\n(iii) Regulation of tariff would bring within its fold inter\nalia the quantity that a generator supplies to a\ndistribution licensee or a consumer and various\ninterconnected and interrelated issues which have\na bearing on generation of electricity.\nG\n(iv) It is not that the 2003 Act merely empowers the H\nA\n00\nB\nC\nD\nE\nF\nG\nH\n654\nSUPREME COURT REPORTS\n(v)\n[2009] 9 S.C.R.\nCommission to fix only the generating tariff and to\notherwise adopt a hands off attitude towards the\ngeneration company on the alleged ground that the\nCommission did not have any other jurisdiction over\nthe generating companies.\nThe principle of 'purposive interpretation' should be\nresorted to for interpreting a statute regulating\ngeneration, distribution and supply of electrical\nenergy which is in short supply in the country\nwherefor endeavour should be made to ascertain\nthe object and purport not only by reading one of\nthe provisions of the Act but the preamble thereof\nas also the other important provisions, namely\nSections 2(70) ; 7; 10; 11; 23; 60; 86(1)(b) and\n86(1)(f) of the 2003 Act.\n(vi) Only because the generation of electricity was\ntaken outside the purview of the licensing regime,\nthe same would not mean that a generator of an\nelectrical energy would be entitled to free wheel its\nentire supply to any person it likes and in any\nquantity it likes.\n(vii) The chapter heading and the marginal note of\nSection 23 of 2003 Act cannot be resorted to for\nits interpretation as it is well settled that marginal\nnotes do not control the meaning of the section.\n(viii) Chapter heading should not be treated to be\ncontaining provisions dealing with a particular\nsubject matter as rigid compartment and it is not\nuncommon that a provision, rule or regulation\nrelatable to one chapter is in fact interpreted,\napplied or related to other chapters of the same Act.\n(ix) The term “supply\" having been defined in Section\n2(70) of the 2003 Act, in any event, the jurisdiction\n"}