{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65}],"text":"TATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n685\n'regulation' in some quarters is considered to the unruly A\nhorse.\"\n[See also Bank of New South Wales v. Commonwealth\n{(1948) 76 CLR 1} and Prasar Bharti and others v. Amarjeet\nSingh and others, { 2007 (2) SCALE 486 } ].\n147. We may notice a comparative chart of the provisions\nof Section 22(1)(c) of 1998 Act and Section 86(1)(b) of the\n2003 Act.\nSection 22(1)(c) of the 1998\nAct\nto regulate power purchase\nand procurement process of\nthe transmission utilities and\ndistribution utilities including\nthe price at which the power\nshall be procured from the\ngenerating companies,\ngenerating stations or from\nother sources for trans-\nmission, sale, distri-bution\nand supply in the State;\nB\nSection 86(1)(b) of the 2003 C\nAct\nregulate electricity purchase\nand procurement process of\ndistribution licensees including\nthe price at which electricity D\nshall be procured from the\ngenerating companies or\nlicensees or from other\nsources through agreements\nfor purchase of power for\ndistribution and supply within\nthe State;\nE\n148. A critical comparison of the said provisions would\nshow that the agreements for purchase of power referred to F\ntherein is directly linked with the procurement process of\ndistribution license either from the generating companies or\nlicensees or from other sources. Regulation of transmission has\nbeen taken out of the regulatory provision. The words 'through\nagreements for purchase of power inserted in Section 86(1)(b)\nof the 2003 Act bring about a significance distinction. It is\nneither irrelevant nor immaterial as contended by Dr. Singhvi.\n149. A PPA may be a long term one or a short term one.\nRegulations have been made by the Commission by making\nMERC (Terms and Conditions of Tariff) Regulations, 2005.\nG\nH\nA\n686\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n150. Short term power procurement refers to an agreement\nfor procurement of power for a period of less than one year.\nRegulation 23.1 requires the distribution licensee to prepare a\nfive year plan inter alia upon taking into consideration the\nsources for procurement thereof. Regulation 24.1 mandates\nB obtaining of prior approval of the Commission therefor.\nApproval by Commission is granted upon examining the\nprocess of procurement having regard to the factors specified\nin Regulation 24.2. It is in the aforementioned context grant of\napproval of the PPA by and between TPC (G) on the one hand\nC and BEST and TPC (D), on the other hand, necessitated. The\nproposal of TPC (G) that Rinfra should enter with it a long term\nagreement assumes significance.\nD\nRE: HARDSHIP OF Rlinfra\n151. For the purpose of interpretation and/or application\nof a statute, this Court cannot base its decision on any\nhypothesis. Construction of a statute, save and except some\nexceptional cases, cannot be premised on the hardship of a\nparty which may be suffered by one of the licensees. Enabling\nE provisions are made for entering into a free contract.\nF\nG\nI\n152. A company incorporated under the Companies Act\nbeing not a citizen of India does not have any fundamental right\nto carry on business in terms of Article 19(1)(g) of the\nConstitution of India; its shareholders and directors have. Even\notherwise in a free market economy right to enter into contract\nby and between two private parties are not to be discouraged\nin absence of any statute or statutory regulation. The intendment\nof Parliament in making statute is clear and unambiguous.\nRequirements of a licensee and/or sheer number of its\nconsumers, in our opinion, would be wholly irrelevant for the\npurpose of the construction of a statute.\nRELEVANCE OF SECTION 60\n153. It is, in the facts and circumstances of this case, not\n-\n}\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n687\nnecessary for us to consider an extraordinary situation where A\nthe Commission may exercise its jurisdiction both under\nSection 86(1)(b) and Section 60 simultaneously. We are also\nnot concerned with any extra ordinary situation. Assuming that\nsuch a contingency may take place and having regard to\nSections 23 \u0026 60 of the Act while issuing direction to the\nlicensee company the right of a generating company may also\nbe affected., but we are not concerned with such a situation.\nThe Commission which is an expert body has not found that\nany such case has been made out for exercise of its jurisdiction\nin that behalf.\n154. The 2003 Act even permits the generating company\nto supply electricity to a consumer directly. For the said purpose\nwhat is necessary is to comply with the provisions of the Act,\nRules and the Regulations.\nB\nC\nD\n155. Section 14 of the Act categorically provides for grant\nof licnece to any person who is transmitting electricity or\ndistributing supply or undertaking trading therein, indisputably,\nhowever, the generator of an electrical energy, although is not\nsubject to the grant of licence but while supplying electrical E\nenergy to a distributing agency, in turn would be subject to\napproval and directions of the Commission.\nCONCLUSION..\n(1) Activities of a generating company are beyond the\npurview of the licensing provisions.\nF\n(2)\nThe Parliament therefor did not think it necessary\nto provide for any regulation or issuance of\ndirections except that which have expressly been\nstated in the Act.\n(3)\nSection 21 occurs in the chapter of \"licensing\"\nunder which the generating companies would not\nbe governed.\nI\nG\n688\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(4) As almost all the sections preceding Section 23 as\nalso Section 24 talk about licensee and licensee\nalone, the word \"supply\" if given its statutorily\ndefined meaning as contained in Section 2(70) of\nthe Act would lead to an anomalous situation as by\nreason thereof supply of electrical energy by the\ngenerating company to the consumers directly in\nterms of Section 12(2) of the Act as also by the\ntransmission companies to the consumers would\nalso come within its purview.\n(5)\n(6)\nIn a case of this nature the principle of exclusion of\nthe definition of Section by resorting to \"unless the\ncontext otherwise requires\" should be resorted to.\nSection 86(1)(a) of the 2003 Act clearly shows the\npara meters of supply for the purpose of\nRegulation, viz. supply of electricity by the\ndistribution company to the consumer.\n(7) If regulatory clause is sought to be applied in\nrelation to allocation of power, the same would\ndefeat the de-licensing provisions. Generating\ncompanies have the freedom to enter into contract\nand in particular long term contracts with a\ndistribution company subject to the regulatory\nprovisions contained in the 2003 Act. .\n(8) PPA for a long term is essential for increasing and\ndecreasing the capacity of generation of electricity\nby the generating company, which purpose by the\n2003 Act must be allowed to be achieved.\n(9) Duration of the contract in regard to supply of\nelectricity by and between TPC (G) and Rinfra prior\nto coming into force of the contract is of no\nconsequence, particularly when no written long term\nor short term contract had been entered into by and\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n689\nbetween them.\n(10) Fairness or otherwise of the supply of electricity to\ndifferent distribution companies being outside the\njurisdiction of the Commission, the same by itself\ncannot be a ground for bringing back the licence\nraj, which is not contemplated by the Act.\n(11) For true and correct construction of the Act, the\nprinciple of harmonious construction is required to\nbe resorted to.\n(12) Recourse to the principle of purposive construction\ndoes not militate against the conclusion reached by\nus and as indicated hereinbefore in fact in terms\nof the said doctrine the purpose and object of the\nParliament must prevail over a narrow and/or literal\ninterpretation, which would defeat the purpose and\nobject of the Act.\nA\nB\nC\nD\nヨ\n(13) Section 86(1)(b) of the 2003 Act clearly shows that\nthe generating company indirectly comes within the\npurview of regulatory jurisdiction as and when\ndirections are issued to the distributing companies\nby the appropriate Commission but the same would\nnot mean that while exercising the said jurisdiction,\nthe Commission will bring within its umbrage the\ngenerating company also for the purpose of F\nissuance separate direction.\n156. For the aforementioned reasons, the impugned\njudgment of the Tribunal cannot be sustained. It is set aside\naccordingly. The appeals are allowed with costs. Counsel's fee\nRs. 1,00,000/- (Rupees one lakh) in each appeal.\nR.P.\nAppeals allowed.\nG\n"}