{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"694\nSUPREME COURT REPORTS\nA\nC.\nB\nC\nD\nE\nF\nG\nd.\ne.\n[2013] 12 SC.R.\nThe heading of Chapter XXXVI providing for\nlimitation for taking cognizance of certain offences\nis clearly reflective of the legislative intent to treat\nthe date of taking cognizance as the relevant date\nin computing limitation. Pertinently, Section 467\ndefines the expression 'period of limitation' as the\nperiod specified in Section 468 for taking\ncognizance of an offence. The express language of\nSection 468 makes it clear that the legislature\nconsiders the relevant date for computing the date\nof limitation to be the date of taking cognizance and\nnot the date of filing of a complaint. Further, the.\nsituations in Section 470 of the Cr.P.C. providing\nfor exclusion in computing the period of limitation\nare again relatable to taking cognizance and\ninstitution of prosecution. So also, exclusion under\nSection 471 of the Cr.P.C. relates only to taking\ncognizance and Section 473 of the Cr.P.C. also\nprovides for extension of period of limitation in\ntaking cognizance.\nThe scheme of the Cr.P.C. envisages cognizance\nto be the point of initiation of proceedings. Chapter\nXIV of the Cr.P.C. which contains provisions of\ntaking cognizance is titled \"Conditions requisite for\ninitiation of proceedings\". All provisions contained\ntherein use the expression 'cognizance'. They do\nnot refer to filing of complaint at all.\nWhere the words of a statute are absolutely clear\nand unambiguous, recourse cannot be had to the\nprinciples of interpretation other than the literal rule.\nEven if the literal interpretation results in hardship\nor inconvenience it has to be followed (Raghunath\nRai Bareja and Anr. v. Punjab National Bank and\nOrs. 13). On a plain and literal interpretation of\nH 13. (2007) 2 SCC 230.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 695\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nf.\ng.\nh.\nSection 468 of the Cr.P.C. read in the background A\nof object of Chapter XXXVI the intention of the\nlegislature is clearly evident that bar of limitation is\nonly for taking cognizance of an offence after the\nexpiry of the period specified therein.\nB\nC\nChapter XV of the Cr.P.C. sets out procedure to be\nfollowed in respect of complaints filed directly to a\nMagistrate. It reflects a well laid out scheme which\nenvisages judicial application of mind to be a pre-\nrequisite for initiation of proceedings. The definition\nof the term 'complaint' contained in Section 2(d)\nalso makes this evident. Thus, initiation of\nproceedings in criminal law can only be upon taking\ncognizance. It is clear, therefore, that under Section\n468 of the Cr.P.C. legislature has barred taking of\ncognizance as envisaged by Chapters XIV and XV D\nafter expiry of period of limitation. Hence, the date\nfor purpose of limitation would be the date of taking\ncognizance. Mere filing of a complaint does not\nresult in cognizance being taken, for the law\nrequires the court to apply its mind judicially even E\nbefore deciding to issue process.\nThere was no period of limitation under the old\nCr.P.C. A long delay led to serious negligence on\nthe part of the prosecuting agencies, forgetfulness F\non the part of the prosecution and defence witness\nand mental anguish to the accused. Infliction of\npunishment long after the commission of offence\nimpairs its utility as social retribution to the offender.\nTo obviate these lacunae Chapter XXXVI was\nintroduced in the Cr.P.C.\nBharat Kale and Japani Sahoo have missed the\nobject of introduction of Chapter XXXVI in the\nCr.P.C. namely to serve larger interest of\nG\nH\nA\nB\nC\nD\n696\nSUPREME COURT REPORTS\ni.\nE j.\nF\nG\n[2013] 12 S.C.R.\nadministration of criminal justice keeping in view\nthe interest of the accused and the interest of\nprosecuting agencies. These judgments fail to\nadvert to the prejudice that will be caused to the\naccused if benefit of delay in taking cognizance is\nnot given to them. The likelihood of prejudice being\ncaused to the complainant which weighed with this\ncourt in the above two decisions can be taken care\nof by Section 473 which provides for condonation\nof delay. [State of Punjab v. Sarwan Singh 14,\nVanka Radhamanohari (Smt.) v. Vanka Venkata\nReddy and others 15 and State of H.P. v. Tara Dutt\n\u0026 Anr. 16]\nObject of Section 473 of the Cr.P.C. has not been\nconsidered in Bharat Kale and Japani Sahoo. They\nare sub-silentio in this regard. (Municipal\nCorporation of Delhi V. Gurnam Kaur¹7). They\nhave also not taken note of difference of language\nin Sections 468 and 469 of the Cr.P.C.\nThere are seven exceptions in the Cr.P.C. to\nSection 468 namely Sections 84(1), 96(1), 198(6),\n199(5), 378(5), 457(2) and the proviso to Section\n125(3). In all these provisions period of limitation\nhas been expressly provided by the legislature. The\nlanguage of each of these provisions is different\nfrom language of Section 468. A perusal of these\nseven exceptions show that what is intended in\nSection 468 of the Cr.P.C. is limitation for taking\ncognizance and not for filing complaints.\n6. Gist of submissions of Mr. Padmanabhan, learned\n14. AIR 1981 SC 1054.\n15. (1993) 3 SCC 4.\n16. (2000) 1 SCC 101.\nH 17. (1989) 1 SCC 101.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 697\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\ncounsel for respondent 2 in Criminal Appeal No. 829 of 2005. A\na. The legislature has been very specific wherever\ntime limit has to be fixed for initiation of prosecution.\nIn certain special legislations like the Negotiable\nInstruments Act bar of limitation is not co-related to B\ntaking cognizance of an offence by a court, but it is\nco-related to filing of a complaint within a specific.\nperiod. It is apparent that the bar under Chapter.\nXXXVI of the Cr.P.C. must be co-related to taking\ncognizance of an offence by the court in view of\nspecific language used by the relevant sections\ncontained therein.\nb.\nC.\nd.\nC\nChapter XXXVI of the Cr.P.C. is captioned as\n'Limitation for Taking Cognizance of Certain\nOffences'. Therefore, this Chapter has to be D\nunderstood as a Chapter placing limitation upon the\ncourt for the purposes of taking cognizance within\nthe timeframe prescribed and not for filing of a\ncomplaint. In this Chapter the word 'complaint' or\n'complainant' are conspicuously absent. Emphasis E\nis on 'offences'.\nSection 473 of the Cr.P.C enjoins a duty on the\ncourt to examine not only whether the delay has\nbeen explained or not but whether it is necessary\nto do so in the interest of justice.\nF\nIf the charge-sheet is hit by Section 468, the Court\nmay then resort to Section 473 in exceptional cases\nin the interest of justice. The same consideration\nmay not arise if a private complaint is filed. Section G\n473 is designed to cater to situations when for\ngenuine reasons investigation is delayed. It is not.\nintended to give long rope to litigants who take long\ntime to approach the court.\nH\n698\nSUPREME COURT REPORTS\nA\ne.\nB\n[2013] 12 S.C.R.\nMarginal Heading or Note can be usefully referred\nto, to determine the sense of any doubtful\nexpression in a section ranged under that heading\nthough it cannot be referred to for giving a different\neffect to clear words in the section.\n7. Gist of submissions of Mr. Amrendra Sharan, learned\nsenior counsel appearing for the petitioner in SLP (Crl.) Nos.\n5687-5688 of 2013 and SLP (Crl.) No. 5764 of 2013.\na.\nC\nD\nE\nLL\nF\nG\nb.\nC.\nd.\nChapter XXXVI of the Cr.P.C. is a complete code\nin itself which deals with issue of bar of limitation\nfor taking cognizance of an offence.\nA bare reading of Section 468 of the Cr.P.C leaves\nno manner of doubt that the bar of limitation applies\nas on the date of cognizance. It specifically targets\ncognizance and it debars taking cognizance of an\noffence after expiration of the statutory period of\nlimitation. One cannot make fundamental alteration\nin the words of the statute. Taking cognizance\ncannot be altered to filing complaint within statutory\nperiod.\nTaking cognizance is distinct from filing complaint.\nThe term cognizance has been defined by this Court\nin R.R. Chari and Darshan Singh Ram Kishan v.\nState of Maharashtra 18. Cognizance takes place\nwhen a Magistrate first takes judicial notice of an\noffence on a complaint, or on a police report or\nupon information of a person other than a police\nofficer.\nOperation of legal maxims can be excluded by\nstatutes but operation of statutes cannot be\nexcluded by legal maxims. Reliance on a maxim by\nH 18. (1971) 2 SCC 654.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 699\nDIR. -DR. K.M. CHERIAN (RANJANA PRAKASH DESAI, J.]\ne.\nf.\ng.\nthis Court in Japani Sahoo for carving out an\nexception and supplying words to the complete\nCode of limitation is erroneous.\nPenal statutes have to be interpreted strictly.\n[Tolaram Relumal \u0026 Anr. v. The State of\nBombay] 19. It is the cardinal rule of interpretation\nthat where a statute provides a particular thing\nshould be done, it should be done in the manner\nprescribed and not in any other way. (State of\nJharkhand \u0026 Anr. v. Ambay Cements \u0026 Anr. 20)\nA\nB\nC\nD\nThe rule of Casus Omissus stipulates that a matter\nwhich should have been, but has not been provided\nfor in the statute cannot be supplied by the courts\nas, to do so, will be legislation by court and not\nconstruction. The legislative casus omissus cannot\nbe supplied by judicial interpretative process. There\nis no scope for supplying/ supplanting any word,\nphrase or sentence or creating any exception in\nChapter XXXVI which is a complete Code in itself.\n[Shiv Shakti Co-operative Housing Society, E\nNagpur v. Swaraj Developers \u0026 Ors. 21, Bharat\nAluminum Co. etc. v. Kaiser Aluminum Technical\nServices etc. 22, Assistant Commissioner,\nAssessment-II, Bangalore \u0026 Ors. v. Velliappa\nTextiles Ltd. \u0026 Anr. 23].\nJapani Sahoo does not lay down the correct law\nbecause by stipulating that the date of limitation is\nto be calculated from the date of filing of complaint\nrather than from the date on which the cognizance\n19. AIR 1954 SC 496.\n20. (2005) 1 SCC 368.\n21. (2003) 6 SCC 659.\n22. (2012) 9 SCC 552.\n23. (2003) 11 SCC 405.\nF\nG\nH\nA\nB\nс\nD\nE\nLL\nF\nG\n700\nSUPREME COURT REPORTS\nh.\ni.\nj.\nk.\n[2013] 12 S.C.R.\nis taken, it has created a casus omissus, where\nthe language of the statute was plain and no casus\nomissus existed.\nThe Golden Rule of Interpretation provides that a\nstatute has to be interpreted by grammatical or\nliteral meaning unmindful of the consequences if the\nlanguage of the statute is plain and simple.\n[Maulavi Hussein Haji Abraham Umarji v. State\nof Gujarat \u0026 Anr²4].\nThe Law Commission's 42nd Report demonstrates\nthe rational for introduction of limitation in Cr.P.C.\nThe legislature wanted to ensure that prosecution\nshould not result in persecution especially in cases\nof minor offences which could be tried and\ndisposed of speedily.\nThe accused has a fundamental right to speedy trial\nwhich is a facet of Article 21. [A.R. Antulay v. R.S.\nNayak 25 (\"Antulay '1992' Case\")] Therefore, it is the\nduty of the courts to take cognizance within a\nprescribed timeframe. If the court fails to do so, it\nis not open to it to take cognizance of such offence\nas it might prejudice the right of the accused.\nTherefore, no cognizance can be taken after the\nperiod of limitation. [Raj Deo Sharma (II) v. State\nof Bihar26 and Sarwan Singh.]\nThe accused has a right to be heard at the time of\ncondonation of delay in taking cognizance by the\ncourts. Delay cannot be condoned without notice to\nthe accused. [State of Maharashtra V.\nSharadchandra Vinayak Dongre \u0026 Ors. 27, P.K.\n24. (2004) 6 SCC 405.\n25. (1992) 1 SCC 225.\n26. (1999) 7 SCC 604.\nH\n27. (1995) 1 SCC 42.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 701\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nI.\nChoudhary v. Commander, 48 BRTF, (GREF) 28 A\nKrishna Sanghai v. State of M.P.29]\nThe accused have to be heard when an application\nunder Section 473 of the Cr.P.C. is moved by the\nprosecution before cognizance is taken. Section\n468 of the Cr.P.C. is clear and unambiguous and\nit bars taking cognizance of an offence, if on the\ndate of taking cognizance the period prescribed\nunder Section 468(2) of the Cr.P.C. has expired.\nJapani Sahoo, therefore, does not lay down the\ncorrect law.\n8. Gist of submissions of Mr. Sidharth Luthra, learned\nAdditional Solicitor General, appearing for the respondent-\nState (NCT of Delhi) in SLP (Crl.) Nos. 5687-5688 of 2013 and\nSLP (Crl.) No. 5764 of 2013.\na.\nb.\nBharat Kale lays down the correct law and not\nKrishna Pillai.\nB\nC\nD\nLegislative history of Chapter XXXVI indicates its\nobject.\nE\nC.\nStage of process is not to be mistaken for\ncognizance. Cognizance indicates the point when\na court takes judicial notice of an offence with a\nview to initiating process in respect of the offence F\n[S.K. Sinha, Chief Enforcement Officer v.\nVideocon International Ltd. \u0026 Ors.30]. Cognizance\nis entirely a different thing from initiation of\nproceedings, rather it is the condition precedent to\nthe initiation of proceedings by the court.\nCognizance is taken of the case and not of\n28. (2008) 13 SCC 229.\n29. 1997 Cr. L.J. 90 (MP).\n30. (2008) 2 SCC 492.\nG\nH\nA\nB\nс\nD\nE\nF\nG\n702\nSUPREME COURT REPORTS\nd.\ne.\nf.\n[2013] 12 S.C.R.\npersons. Under Section 190 of the Cr.P.C. it is the\napplication of mind to the averments in the\ncomplaint that constitutes cognizance (Bhushan\nKumar). Stage of process is not relevant for the\npurpose of computing limitation under Section 468\nof the Cr.P.C.\nChapter XXXVI has to be read as a whole. To\nunderstand the scheme of this Chapter reference\nmay be made to Vanka Radhamanohari.\nOn interpretation of Section 473 of the Cr.P.C\nparticularly the disjunctive 'or' used therein\nreference may be made to Municipal Corporation\nof Delhi v. Tek Chand Bhatia.31 Once the\ncomplainant has acted with due diligence and there\nare delays on the part of the Court, it would be in\nthe interest of justice to condone such delay and not\ncall for explanation from the complainant which in\nany case he cannot possibly give. On condonation\nof delay reference may be made to Sharadchandra\nDongre.\nTaking cognizance is not dictated by the\nprosecution of the complaint or police report but is\npredicated upon application of judicial mind by the\nMagistrate which is not in the control of the\nindividual instituting the prosecution. If date of\ntaking cognizance is considered to be relevant in\ncomputing limitation, the act of the court can\nprejudice the complainant which will be against the\nmaxim 'the acts of courts should not prejudice\nanyone'. [Rodger v. Comptoir D'Escompte De\nParis³2].\n31. (1980) 1 SCC 158.\n. H 32. (1870-71) VII Moore N.S. 314.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 703\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI. J.]\ng.\nh.\nKrishna Pillai relates to Section 9 of the Child A\nMarriage Restraint Act, 1929 which is a special law\nand which provides for a limitation for taking\ncognizance and could exclude the application of\nChapter XXXVI and, hence, Section 473 of the\nCr.P.C. and perhaps in such facts there was no B\nreference to Section 473 of the Cr.P.C. Similar is\nthe view in P.P. Unnikrishnan \u0026 Anr. v. Puttiyottil\nAlikutty \u0026 Anr. 33.\nIt is settled law that Sections 4 and 5 of the Cr.P.C.\ncreate an exception for special laws with special\nprocedures. Krishna Pillai was in the context of\nspecific limitation period where Section 473 of the\nCr.P.C. had no application. Thus, it cannot be\nconsidered or applied to interpret Sections 468 and\n473 of the Cr.P.C. as they stand. On the contrary,\nview taken in Bharat Kale and Japani Sahoo\nrelying upon Rashmi Kumar (Smt.) v. Mahesh\nKumar Bhada, 34 reach the same conclusion as\ncontended herein i.e. the acts of the court should\nnot prejudice anyone.\n9. Having given the gist of the submissions, we shall now\nadvert to Krishna Pillai, Bharat Kale and Japani Sahoo which\nhave led to this reference. In Krishna Pillai this Court was\nconcerned with Section 9 of the Child Marriage Restraint Act,\n1929 which reads as under:\n\"No court shall take cognizance of any offence under this\nAct after the expiry of one year from the date on which\nthe offence is alleged to have been committed.\"\nIt was not disputed that cognizance of the offence had\nbeen taken by the court more than a year after the offence was\n33. (2000) 8 SCC 131.\n34. (1997) 2 SCC 397.\nC\nD\nE\nF\nG\nI\n"}