{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2013] 12 S.C.R. 674\nMRS. SARAH MATHEW\nV.\nTHE INSTITUTE OF CARDIO VASCULAR DISEASES BY\nITS DIRECTOR - DR. K.M. CHERIAN \u0026 ORS.\n(Criminal Appeal No. 829 of 2005)\nNOVEMBER 26, 2013\n[P. SATHASIVAM, CJI, DR. B.S. CHAUHAN, RANJANA\nPRAKASH DESAI, RANJAN GOGOI AND\nS.A. BOBDE, JJ.]\nCode of Criminal Procedure, 1973:\n-\nss. 468 and 469 r/w s. 473 - Bar to take cognizance after\nlapse of the period of limitation - Commencement of period\nof limitation and extension thereof - Held: For the purpose of\ncomputing the period of limitation u/s 468, the relevant date\nis the date of filing of the complaint or the date of institution\nof prosecution and not the date on which the Magistrate takes\ncognizance - In view of s. 469, period of limitation in relation\nto an offence shall commence either from the date of offence\nor from the date when the offence is detected - If the\ncomplaint is filed after the period of limitation, complainant can\nmake an application for condonation of delay u/s 473 — Court\nwill have to issue notice to accused and after hearing the\naccused, and the complainant, decide whether to condone the\ndelay or not - If the complaint is filed within the period of\nlimitation and court takes cognizance after the period of\nlimitation then complainant cannot be expected to make an\napplication for condonation of such delay – s.473 postulates\ncondonation of delay caused by the complainant in filing the\nG complaint - It is the date of filing of the complaint which is\nmaterial – ss. 468 and 469 will have to be read with s. 473 –\nInterpretation of statutes - Legislative intent - Limitation.\nF\nН\n-\n-\nChapter XXXVI – s.468 r/w ss. 469 and 473 - Bar to take\n-\n674\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 675\nDIR. - DR. K.M. CHERIAN\ncognizance after lapse of the period of limitation -\nTaking of A\n'cognizance' - Connotation of - Held: 'Cognizance' is entirely\nan act of the court - Magistrate takes cognizance when he\napplies his mind or takes judicial notice of an offence with a\nview to initiating proceedings in respect of offence which is\nsaid to have been committed - This is the special B\nconnotation acquired by the term 'cognizance' and it has to\nbe given the same meaning wherever it appears in Chapter\nXXXVI - The only harmonious construction which can be\nplaced on ss. 468, 469 and 470 is that Magistrate can take\ncognizance of an offence only if the complaint in respect of it c\nis filed within the prescribed limitation period – He would,\nhowever, be entitled to exclude such time as is legally\nexcludable - Besides, Cr.P.C. is a procedural law to be\nconstrued liberally to serve justice There is no scope for\napplication of doctrine of casus omissus — Interpretation of\nD\nstatutes - Harmonious construction - Liberal construction\nDoctrine of casus omissus.\n-\nInterpretation of Statutes:\n-\n-\n-\n-\nPurposive construction - Held: There is no ambiguity in E\nthe provisions of Chapter XXXVI of the Cr.P.C. But, the\nword 'cognizance' has not been defined in the Cr.P.C. The rule\nof purposive construction can be applied in such a situation\nA purposive construction of an enactment is one which\ngives effect to the legislative purpose by following the literal F\nmeaning of the enactment where that meaning is in\naccordance with the legislative purpose or by applying a\nstrained meaning where the literal meaning is not in\naccordance with legislative purpose - If in a case literal\ninterpretation appears to be in any way in conflict with the\nlegislative intent or is leading to absurdity, purposive\ninterpretation will have to be adopted - Code of Criminal\nProcedure, 1973 - Chapter XXXVI.\n-\nG\nDoctrine of reasonable construction Court would\ninterpret a provision which would help sustaining the validity H\n676 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA of law by applying the doctrine of reasonable construction\nrather than applying a doctrine which would make the\nprovision unsustainable and ultra vires the Constitution.\nB\nC\nD\nE\nתח\nHeading of Chapter - Held: 'Heading' or 'title' prefixed to\nsections or group of sections have a limited role to play in\nconstruction of statutes - They may be taken as very broad\nand general indicators or the nature of the subject matter dealt\nwith thereunder but they do not control the meaning of\nsections if the meaning is otherwise ascertainable by reading\nthe section in proper perspective along with other provisions.\nMaxims:\n-\nRelevance of legal maxims in interpreting a provision -\nHeld: Though legal maxims are not mandatory rules, but they\nserve as guiding principles - Maxims – (i) 'nullum tempus aut\nlocus occurrit regi’, (ii) ‘vigilantibus et non dormientibus, jura\nsubveniunt', (iii) ‘actus curiae neminem gravabit'\nApplicability of.\n-\nThere being conflict in the views taken in two-Judge\nBench decisions in Bharat Kale¹ and Japani Sahoo² on\nthe one hand, and a three-Judge Bench decision in\nKrishna Pillar³, on the other, on the question whether for\nthe purpose of computing the period of limitation u/s 468\nof the Code of Criminal Procedure, 1973 (CrPC), the\nF relevant date would be the date of filing of the complaint\nor the date of institution of prosecution or whether the\nrelevant date would be the date on which the Magistrate\ntook cognizance of the offence, the mater was ultimately\nreferred to the Constitution Bench.\nG\nAnswering the reference, the Court\n1. Bharat Damodar Kale \u0026 Anr. v. State of Andhra Pradesh (2003) 8 SCC 559.\n2. Japani Sahoo v. Chandra Sekhar Mohanty 2007 (8) SCR 582.\nH 3. Krishna Pillai v. T.A. Rajendran \u0026 Anr. (1990) supp. SCC 121.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 677\nDIR. - DR. K.M. CHERIAN\nHELD: 1.1 The Limitation Act, 1963 does not apply A\nto criminal proceedings except for appeals or revisions\nfor which express provision is made in Articles 114, 115,\n131 and 132 thereof. The Criminal Procedure Code, 1898\ncontained no general provision for limitation. Though\nunder certain special laws there are provisions B\nprescribing period of limitation for prosecution of\noffences, there was no general law of limitation for\nprosecution of other offences. This position underwent\na change to some extent when Chapter XXXVI was\nintroduced in the Cr.P.C. [para 15-16] [709-C-E; 708-F-G] C\nThe Assistant Collector of Customs, Bombay \u0026 Anr. v.\nL.R. Melwani \u0026 Anr. 1969 SCR 438 = AIR 1970 SC 962 -\nreferred to\n1.2 The object of Chapter XXXVI was to quicken the D\nprosecutions of complaints and to rid the criminal justice\nsystem of inconsequential cases displaying extreme\nlethargy, inertia or indolence. The effort was to make the\ncriminal justice system more orderly, efficient and just by\nproviding period of limitation for certain offences. E\nHowever, the law makers did not want cause of justice\nto suffer in genuine cases. Therefore, in Chapter XXXVI,\nprovisions have been made out for exclusion of time in\ncertain cases [s. 470], for exclusion of date on which the\ncourt is closed [s.471], for continuing offences [s.472] and\nfor extension of period of limitation in certain cases [s.\n473]. Section 473 is crucial. It is an overriding provision\nwhich enables courts to condone delay where such delay\nhas been properly explained or where the interest of\njustice demands extension of period of limitation. It\nG\nempowers the court to take cognizance of an offence\nafter the expiry of the period of limitation, if it is satisfied\non the facts and in the circumstances of the case that the\ndelay has been properly explained or that it is necessary\nto do so in the interest of justice. Therefore, Chapter\nF\nH\n678 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA XXXVI is not loaded against the complainant. [Para 18\nand 19] [715-G-H; 716-A, E-G]\nB\nC\nState of Punjab v. Sarwan Singh AIR 1981 SC 1054 -\nreferred to.\n1.3 It is true that the accused has a right to have a\nspeedy trial and this right is a facet of Art. 21 of the\nConstitution. Chapter XXXVI of the Cr.P.C. does not\nundermine this right of the accused. While it encourages\ndiligence by providing for limitation it does not want all\nprosecutions to be thrown overboard on the ground of\ndelay. It strikes a balance between the interest of the\ncomplainant and the interest of the accused. It is\nsignificant to notice that where the legislature wanted to\ntreat certain offences differently, it provided for limitation\nD in the section itself [e.g. ss.198(6) and 199(5)]. However,\nit chose to make general provisions for limitation for\ncertain types of offences for the first time and\nincorporated them in Chapter XXXVI of the Cr.P.C. [para\n19] [716-G-H; 717-A-C]\nE\nF\nG\nH\n1.4 Section 467 defines the phrase 'period of\nlimitation' to mean the period specified in s.468 for taking\ncognizance of certain offences. Section 468 stipulates the\nbar of limitation. Sub-s. (1) of s.468 makes it clear that a\nfetter is put on the court's power to take cognizance of\nan offence of the category mentioned in sub-s. (2) after\nthe expiry of period of limitation. Sub-s. (2) lays down the\nperiod of limitation for certain offences. Section 469\nstates when the period of limitation commences. It is\ndexterously drafted so as to prevent advantage of bar of\nlimitation being taken by the accused. It states that period\nof limitation in relation to an offence shall commence\neither from the date of offence or from the date when the\noffence is detected. [para 21] [719-A-D]\nRashmi Kumar (Smt.) v. Mahesh Kumar Bhada, 1996\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 679\nDIR. - DR. K.M. CHERIAN\n(10) Suppl. SCR 347 = (1997) 2 SCC 397 - referred to.\n1.5 Thus, Chapter XXXVI is a code by itself so far as\nlimitation is concerned. All the provisions of this Chapter\nwill have to be read cumulatively. Sections 468 and 469\nwill have to be read with s.473. [para 21] [719-G]\nA\nB\n2.1 'Cognizance' is entirely an act of the court. The\nterm 'cognizance' has not been defined in the Cr.P.C. A\nMagistrate takes cognizance when he applies his mind\nor takes judicial notice of an offence with a view to\ninitiating proceedings in respect of offence which is said C\nto have been committed. This is the special connotation\nacquired by the term 'cognizance' and it has to be given\nthe same meaning wherever it appears in Chapter 36.\nTaking cognizance may be delayed because of several\nreasons. It may be delayed because of systemic reasons. D\nIt may be delayed because of the Magistrate's personal\nreasons. [para 22 and 25] [719-H; 721-H; 722-A-B]\nS.K. Sinha, Chief Enforcement Officer v. Videocon\nInternational Ltd. \u0026 Ors. 2008 (2) SCR 36 = (2008) 2 SCC 492;\nJamuna Singh \u0026 Ors. v. Bhadai Shah 1964 SCR 37 = AIR\n1964 SC 1541, Gopal Das Sindhi \u0026 Ors. v. State of Assam\n\u0026 Anr. 1961 AIR 986; State of Maharashtra v. Sharadchandra\nVinayak Dongre \u0026 Ors. 1994 Suppl. (4) SCR 378 = (1995)\n1 SCC 42-Referred to.\nヨ\nF\n2.2 There has to be some amount of certainty or\ndefiniteness in matters of limitation relating to criminal\noffences. Therefore, the date on which complaint is filed\nhas to be taken as material for computing the limitation.\nIf the complaint is filed after the period of limitation, the G\ncomplainant can make an application for condonation of\ndelay u/s 473 of the Cr.P.C. The court will have to issue\nnotice to the accused and after hearing the accused, and\nthe complainant, decide whether to condone the delay or\nnot. If the court takes cognizance after the period of H\nt\nC\n680 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA limitation then, the complainant cannot be expected to\nmake an application for condonation of such delay.\nTherefore, the only harmonious construction which can\nbe placed on ss. 468, 469 and 470 of the Cr.P.C. is that\nthe Magistrate can take cognizance of an offence only if\nB the complaint in respect of it is filed within the prescribed\nlimitation period. He would, however, be entitled to\nexclude such time as is legally excludable. Examined in\nlight of legislative intent and meaning ascribed to the term\n'cognizance' by this Court, it is clear that s.473 of the\nCr.P.C. postulates condonation of delay caused by the\ncomplainant in filing the complaint. It is the date of filing\nof the complaint which is material. In taking cognizance\nsubjective element comes in. Therefore, it cannot be held\nthat relevant point for computing limitation would be the\ndate on which the Magistrate takes cognizance. A court\nof law would interpret a provision which would help\nsustaining the validity of the law by applying the doctrine\nof reasonable construction rather than applying a\ndoctrine which would make the provision unsustainable\nand ultra vires the Constitution. [para 26-28] [722-E-H;\nE\n723-E-F; 724-C-E, H; 725-A]\nD\nU.P. Power Corporation Ltd. v. Ayodhaya Prasad Mishra\n2008 (13) SCR 373 = (2008) 10 SCC139 ; Vanka\nRadhamanohari (Smt.) v. Vanka Venkata Reddy and others\nF 1993 (3) SCR 287 = (1993) 3 SCC 4; Dau Dayal vs. State of\nU.P. 1959 Suppl. SCR 639 = AIR 1959 SC 433 - referred\nto.\nG\nI.\n2.3 The object of the criminal law is to punish\nperpetrators of crime. This is in tune with the well known\nlegal maxim ‘nullum tempus aut locus occurrit regi', which\nmeans that a crime never dies. At the same time, it is also\nthe policy of law to assist the vigilant and not the sleepy.\nThis is expressed in the Latin maxim 'vigilantibus et non\ndormientibus, jura subveniunt. Chapter XXXVI of the\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 681\nDIR. - DR. K.M. CHERIAN\nCr.P.C. which provides limitation period for certain types A\nof offences for which lesser sentence is provided, draws\nsupport from this maxim. But, even certain offences such\nas s.384 or 465 of the IPC, which have lesser punishment\nmay have serious social consequences. Provision is,\ntherefore, made for condonation of delay. Treating the B\ndate of filing of complaint or date of initiation of\nproceedings as the relevant date for computing limitation\nu/s 468 of the Code is supported by the legal maxim\n'actus curiae neminem gravabit' which means that the act\nof court shall prejudice no man. The court's inaction in C\ntaking cognizance i.e. court's inaction in applying mind\nto the suspected offence should not be allowed to cause\nprejudice to a diligent complainant. Chapter XXXVI thus\npresents the interplay of these three legal maxims.\nThough legal maxims are not mandatory rules, but they\nserve as guiding principles. Use of legal maxims as\nguiding principles in Bharat Kale and Japani Sahoo is\nperfectly justified. [para 14 and 30] [707-E; 708-E; 726-D-\nH; 727-A]\nD\nBharat Damodar Kale \u0026 Anr. v. State of Andhra Pradesh E\n(2003) 8 SCC 559\nJapani Sahoo v. Chand\nMohanty 2007\n(8) SCR 582 – Upheld.\n-\nVanka Venkata Reddy and others 1993 (3) SCR 287 =\n(1993) 3 SCC 4- referred to.\nF\nBroom's Legal Maxims, Tenth Edn. 1939 – referred to.\n-\n3.1 There is no ambiguity in the provisions of Chapter\nXXXVI of the Cr.P.C. But, the word 'cognizance' has not G\nbeen defined in the Cr.P.C. The rule of purposive\nconstruction can be applied in such a situation. A\npurposive construction of an enactment is one which\ngives effect to the legislative purpose by following the\nliteral meaning of the enactment where that meaning is H\n682 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA in accordance with the legislative purpose or by applying\na strained meaning where the literal meaning is not in\naccordance with the legislative purpose. Therefore, this\nCourt is of the opinion that if in a case literal interpretation\nappears to be in any way in conflict with the legislative\nB intent or is leading to absurdity, purposive interpretation\nwill have to be adopted. [para 32] [727-G-H; 728-A, C]\nC\nD\nE\nF\nG\nH\nNational Insurance Co. Ltd. v. Laxmi Narain Dhut 2007\n(3) SCR 579 = (2007) 3 SCC 700; New India Assurance\nCompany Ltd. v. Nusli Neville Wadia and another etc. 2007\n(13) SCR 598 = (2008) 3 SCC 279 – referred\n-\nFrancis Bennion on Statutory Interpretation; and\n'Pinciples of Statutory Interpretation' by Justice G.P. Singh's\n13th edition - 2012 -referred to.\n3.2 Besides, while construing rules of limitation, the\napproach should be in consonance with this Court's\nobservation in Mela Ram that \"it is well established that\nrules of limitation pertain to domain of adjectival law and\nthat they operate only to bar the remedy but not to\nextinguish the right”. [para 35] [729-F]\nMela Ram v. The Commissioner of Income Tax Punjab\n1956 SCR 166 - referred to.\n3.3 There is no scope for application of doctrine of\ncasus omissus. It is not possible to hold that the\nlegislature has omitted to incorporate something which\nthis Court is trying to supply. The primary purpose of\nconstruction of the statute is to ascertain the intention of\nthe legislature and then give effect to that intention. After\nascertaining the legislative intention as reflected in the\n42nd Report of the Law Commission and the Report of\nthe JPC, this Court is only harmoniously construing the\nprovisions of Chapter XXXVI along with other relevant\nprovisions of the Cr.P.C. to give effect to the legislative\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 683\nDIR. – DR. K.M. CHERIAN\n-\nintent and to ensure that its interpretation does not lead A\nto any absurdity. It is not possible to say that the\nlegislature has kept a lacuna which is to be filld up by\njudicial interpretative process so as to encroach upon the\ndomain of the legislature. This Court also concurs with\nthe observations in Japani Sahoo, where the Court has\nexamined this issue in the context of Art. 14 of the\nConstitution and opted for reasonable construction\nrather than literal construction. [para 36-37] [730-A-E]\nJapani Sahoo v. Chandra Sekhar Mohanty 2007\n(8) SCR 582 = (2007) 7 SCC 394- Upheld.\nShiv Shakti Co-operative Housing Society, Nagpur v.\nSwaraj Developers \u0026 Ors. 2003 (3) SCR 762 = (2003) 6 SCC\n659 - referred to.\nLaw Commission of India, 42nd Report - referred to.\nB\nC\nD\n3.4 'Heading' or 'title' prefixed to sections or group\nof sections have a limited role to play in the construction\nof statutes. They may be taken as very broad and general\nindicators or the nature of the subject matter dealt with E\nthereunder but they do not control the meaning of the\nsections if the meaning is otherwise ascertainable by\nreading the section in proper perspective along with\nother provisions. Therefore, it cannot be accepted that\nheading of Chapter XXXVI is an indicator that the date of F\ntaking cognizance is material. [para 38] [731-D-E; 732-A]\nM/S Frick India Ltd. v. Union of India \u0026 Ors, (1990) 1 SCC\n400 referred to.\n-\n3.5 It is true that penal statutes must be strictly G\nconstrued. However, in the instant case, looking to the\nlegislative intent, this Court has harmoniously construed\nthe provisions of Chapter XXXVI so as to strike a balance\nbetween the right of the complainant and the right of the\naccused. Besides, Chapter XXXVI is part of the Cr.P.C.,\nH\n"}