{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"724\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA delay has been explained but as to whether, it is the requirement\nof justice to ignore such delay. These observations indicate the\nscope of Section 473 of the Cr.P.C. Examined in light of\nlegislative intent and meaning ascribed to the term 'cognizance'\nby this Court, it is clear that Section 473 of the Cr.P.C.\nB postulates condonation of delay caused by the complainant in\nfiling the complaint. It is the date of filing of the complaint which\nis material.\nC\nD\nE\n28. We are inclined to take this view also because there\nhas to be some amount of certainty or definiteness in matters\nof limitation relating to criminal offences. If, as stated by this\nCourt, taking cognizance is application of mind by the\nMagistrate to the suspected offence, the subjective element\ncomes in. Whether a Magistrate has taken cognizance or not\nwill depend on facts and circumstances of each case. A diligent\ncomplainant or the prosecuting agency which promptly files the\ncomplaint or initiates prosecution would be severely prejudiced\nif it is held that the relevant point for computing limitation would\nbe the date on which the Magistrate takes cognizance. The\ncomplainant or the prosecuting agency would be entirely left at\nthe mercy of the Magistrate, who may take cognizance after the\nlimitation period because of several reasons; systemic or\notherwise. It cannot be the intention of the legislature to throw\na diligent complainant out of the court in this manner. Besides\nit must be noted that the complainant approaches the court for\nredressal of his grievance. He wants action to be taken against\nthe perpetrators of crime. The courts functioning under the\ncriminal justice system are created for this purpose. It would\nbe unreasonable to take a view that delay caused by the court\nin taking cognizance of a case would deny justice to a diligent\ncomplainant. Such an interpretation of Section 468 of the\nCr.P.C. would be unsustainable and would render it\nunconstitutional. It is well settled that a court of law would\ninterpret a provision which would help sustaining the validity of\nthe law by applying the doctrine of reasonable construction\nH\nF\nG\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 725\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nrather than applying a doctrine which would make the provision A\nunsustainable and ultra vires the Constitution. (U.P. Power\nCorporation Ltd. v. Ayodhaya Prasad Mishra).\n29. The conclusion reached by us is reinforced by the fact\nthat the Law Commission in clause 24.20 of its Report, which B\nwe have quoted hereinabove, referred to Dau Dayaẞ where\nthe three-Judge Bench of this Court was dealing with a Special\nAct i.e. the Merchandise Marks Act, 1889. Section 15 of the\nMerchandise Marks Act, 1889 stated that no prosecution shall\nbe commenced after expiration of one year after the discovery C\nof the offence by the prosecution. The contention of the\nappellant was that the offence was discovered on 26/4/1954\nwhen he was arrested, and that, in consequence, the issue of\nprocess on 22/7/1955, was beyond the period of one year\nprovided under Section 15 of the Merchandise Marks Act, 1889\nand that the proceedings should therefore be quashed as\nbarred by limitation. While repelling this contention, the three-\nJudge Bench of this Court observed as under:\nD\nE\nF\n\"6. It will be noticed that the complainant is required to\nresort to the court within one year of the discovery of the\noffence if he is to have the benefit of proceeding under\nthe Act. That means that if the complaint is presented\nwithin one year of such discovery, the requirements of\nSection 15 are satisfied. The period of limitation, it should\nbe remembered, is intended to operate against the\ncomplainant and to ensure diligence on his part in\nprosecuting his rights, and not against the court. Now, it\nwill defeat the object of the enactment and deprive traders\nof the protection which the law intended to give them, if\nwe were to hold that unless process is issued on their G\ncomplaint within one year of the discovery of the offence,\nit should be thrown out. It will be an unfortunate state of\nthe law if the trader whose rights had been infringed and\n39. AIR 1959 SC 433.\nН\n726\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA\nB\nC\nD\nwho takes up the matter promptly before the criminal\ncourt is, nevertheless, denied redress owing to the delay\nin the issue of process which occurs in court.\"\nThough, this Court was not concerned with the meaning\nof the term 'taking cognizance', it did not accept the submission\nthat limitation could be made dependent on the act of the\nMagistrate of issuing process. It held that if the complaint was\nfiled within the stipulated period of one year, that satisfied the\nrequirement. The complaint could not be thrown out because\nof the Magistrate's act of issuing process after one year.\n30. As we have already noted in reaching this conclusion,\nlight can be drawn from legal maxims. Legal maxims are\nreferred to in Bharat Kale, Japani Sahoo and Vanka\nRadhamanohari (Smt.). The object of the criminal law is to\npunish perpetrators of crime. This is in tune with the well known\nlegal maxim 'nullum tempus aut locus occurrit regi', which\nmeans that a crime never dies. At the same time, it is also the\npolicy of law to assist the vigilant and not the sleepy. This is\nexpressed in the Latin maxim ‘vigilantibus et non\nE dormientibus, jura subveniunt'. Chapter XXXVI of the Cr.P.C.\nwhich provides limitation period for certain types of offences\nfor which lesser sentence is provided draws support from this\nmaxim. But, even certain offences such as Section 384 or 465\nof the IPC, which have lesser punishment may have serious\nF social consequences. Provision is, therefore, made for\ncondonation of delay. Treating date of filing of complaint or date\nof initiation of proceedings as the relevant date for computing\nlimitation under Section 468 of the Code is supported by the\nlegal maxim 'actus curiae neminem gravabit' which means that\nG the act of court shall prejudice no man. It bears repetition to\nstate that the court's inaction in taking cognizance i.e. court's\ninaction in applying mind to the suspected offence should not\nbe allowed to cause prejudice to a diligent complainant.\nChapter XXXVI thus presents the interplay of these three legal\nH maxims. Provisions of this Chapter, however, are not\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 727\nDIR. - DR. K.M, CHERIAN [RANJANA PRAKASH DESAI, J.]\ninterpreted solely on the basis of these maxims. They only serve\nas guiding principles.\nA\n00\nB\nC\n31. It is submitted that the settled principles of statutory\nconstruction require that the expression 'cognizance' occurring\nin Chapter XXXVI should be given its legal sense. It is further\nsubmitted that if an expression acquires a special connotation\nin law, dictionary or general meaning ceases to be helpful in\ninterpreting such a word. Reliance is also placed on the\nheading of Chapter XXXVI providing for \"Limitation for taking\ncognizance of certain offences\". Reliance is placed on\nobservations of the three-Judge Bench of this Court in Sarwan\nSingh, where in the context of limitation on prosecution it is\nobserved that it is of utmost importance that any prosecution,\nwhether by the State or by the private complainant, must abide\nby the letter of law. Relying on Raghunath Rai Bareja, it is\nD\nurged that the first principle of interpretation of the statute in\nevery system is the literal rule of interpretation. Purposive\ninterpretation can only be resorted to when the plain words of\nstatute are ambiguous. It is submitted that there is no ambiguity\nhere and, therefore, literal interpretation must be resorted to.\n32. There can be no dispute about the rules of\ninterpretation cited by the counsel. It is true that there is no\nambiguity in the relevant provisions. But, it must be borne in\nmind that the word 'cognizance' has not been defined in the\nCr.P.C. This Court had to therefore interpret this word. We have\nadverted to that interpretation. In fact, we have proceeded to\nanswer this reference on the basis of that interpretation and\nkeeping in mind that special connotation acquired by the word\n'cognizance'. Once that interpretation is accepted, Chapter\nXXXVI along with the heading has to be understood in that light.\nThe rule of purposive construction can be applied in such a\nsituation. A purposive construction of an enactment is one which\ngives effect to the legislative purpose by following the literal\nmeaning of the enactment where that meaning is in accordance\nE\nF\nG\nH\n728\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA with the legislative purpose or by applying a strained meaning\nwhere the literal meaning is not in accordance with the\nlegislative purpose (See: Francis Bennion on Statutory\nInterpretation). After noticing this definition given by Francis\nBennion in National Insurance Co. Ltd. v. Laxmi Narain\nB Dhut, this Court noted that more often than not, literal\ninterpretation of a statute or a provision of a statute results in\nabsurdity. Therefore, while interpreting statutory provisions, the\ncourts should keep in mind the objectives or purpose for which\nstatute has been enacted. In light of this observation, we are\nC of the opinion that if in the instant case literal interpretation\nappears to be in any way in conflict with the legislative intent\nor is leading to absurdity, purposive interpretation will have to\nbe adopted.\nD\nE\nF\nG\n33. In New India Assurance Company Ltd. v. Nusli Neville\nWadia and another etc.41 while dealing with eviction\nproceedings initiated under the Public Premises (Eviction of\nUnauthorised Occupants) Act, 1971 this Court was concerned\nwith interpretation of Sections 4 and 5 thereof. This Court was\nof the view that literal meaning thereof would place undue\nburden on the noticee and would lead to conclusion that the\nlandlord i.e. the State would not be required to adduce any\nevidence at all. This Court observed that such a construction\nwould lead to an anomalous situation. In the context of fairness\nin State action this Court observed that with a view to reading\nthe provisions of the said Act, in a proper and effective manner,\nliteral interpretation which may give rise to an anomaly or\nabsurdity will have to be avoided. This Court further observed\nthat so as to enable a superior court to interpret a statute in a\nreasonable manner, the court must place itself in the chair of a\nreasonable legislator. So done, the rules of purposive\nconstruction will have to be resorted to which would require the\n40. (2007) 3 SCC 700.\nH 41. (2008) 3 SCC 279.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 729\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nconstruction of the statute in such a manner so as to see that A\nit's object is fulfilled.\n34. In this connection, we may also usefully refer to the\nfollowing paragraph from Justice G.P. Singh's 'Principles of\nStatutory Interpretation' [13th edition - 2012].\nB\nC\n\"With the widening of the idea of context and importance\nbeing given to the rule that the statute has to be read as\na whole in its context it is nowadays misleading to draw\na rigid distinction between literal and purposive\napproaches. The difference between purposive and literal\nconstructions is in truth one of degree only. The real\ndistinction lies in the balance to be struck in the particular\ncase between literal meaning of the words on the one\nhand and the context and purpose of the measure in\nwhich they appear on the other. When there is a potential D\nclash, the conventional English approach has been to\ngive decisive weight to the literal meaning but this\ntradition is now weakening in favour of the purposive\napproach for the pendulum has swung towards purposive\nmethods of constructions.\"\nE\n35. We must also bear in mind that we are construing rules\nof limitation. Our approach should, therefore, be in consonance\nwith this Court's observation in Mela Ram that \"it is well\nestablished that rules of limitation pertain to domain of F\nadjectival law and that they operate only to bar the remedy\nbut not to extinguish the right\".\n36. It is argued that legislative Casus Omissus cannot be\nsupplied by judicial interpretation. It is submitted that to read\nSection 468 of the Cr.P.C. to mean that the period of limitation\nas period within which a complaint/charge-sheet is to be filed,\nwould amount to adding words to Sections 467 and 468. It is\nfurther submitted that if the legislature has left a lacuna, it is not\nopen to the Court to fill it on some presumed intention of the\nlegislature. Reliance is placed on Shiv Shakti Co-operative\nG\nH\n730 SUPREME COURT REPORTS [2013] 12 S.C.R.\nA Housing Society, Bharat Aluminum, and several other\njudgments of this Court where doctrine of Casus Omissus is\ndiscussed. In our opinion, there is no scope for application of\ndoctrine of Casus Omissus to this case. It is not possible to\nhold that the legislature has omitted to incorporate something\nB which this Court is trying to supply. The primary purpose of\nconstruction of the statute is to ascertain the intention of the\nlegislature and then give effect to that intention. After\nascertaining the legislative intention as reflected in the 42nd\nReport of the Law Commission and the Report of the JPC, this\nC Court is only harmoniously construing the provisions of Chapter\nXXXVI along with other relevant provisions of the Cr.P.C. to\ngive effect to the legislative intent and to ensure that its\ninterpretation does not lead to any absurdity. It is not possible\nto say that the legislature has kept a lacuna which we are trying\nD to fill up by judicial interpretative process so as to encroach\nupon the domain of the legislature. The authorities cited on\ndoctrine of Casus Omissus are, therefore, not relevant for the\npresent case.\nE\nF\nG\nН\n37. We also concur with the observations in Japani Sahoo,\nwhere this Court has examined this issue in the context of\nArticle 14 of the Constitution and opted for reasonable\nconstruction rather than literal construction. The relevant\nparagraph reads thus:\n\"The matter can be looked at from different angle also.\nOnce it is accepted (and there is no dispute about it) that\nit is not within the domain of the complainant or\nprosecuting agency to take cognizance of an offence or\nto issue process and the only thing the former can do is\nto file a complaint or initiate proceedings in accordance\nwith law, if that action of initiation of proceedings has\nbeen taken within the period of limitation, the complainant\nis not responsible for any delay on the part of the court\nor Magistrate in issuing process or taking cognizance of\nan offence. Now, if he is sought to be penalised because\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 731\n-\nDIR. – DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nof the omission, default or inaction on the part of the court A\nor Magistrate, the provision of law may have to be tested\non the touchstone of Article 14 of the Constitution. It can\npossibly be urged that such a provision is totally\narbitrary, irrational and unreasonable. It is settled law that\na court of law would interpret a provision which would help B\nsustaining the validity of law by applying the doctrine of\nreasonable construction rather than making it vulnerable\nand unconstitutional by adopting rule of litera legis.\nConnecting the provision of limitation in Section 468 of\nthe Code with issuing of process or taking of cognizance\nby the court may make it unsustainable and ultra vires\nArticle 14 of the Constitution.\"\n38. So far 'heading' of the chapter is concerned, it is well\nsettled that 'heading' or 'title' prefixed to sections or group of\nsections have a limited role to play in the construction of\nstatutes. They may be taken as very broad and general\nindicators or the nature of the subject matter dealt with\nthereunder but they do not control the meaning of the sections\nif the meaning is otherwise ascertainable by reading the\nsection in proper perspective along with other provisions. In\nM/s. Frick India Ltd. v. Union of India \u0026 Ors. 42, this Court has\nobserved as under:\nC\nD\nE\n\"It is well settled that the headings prefixed to sections\nor entries cannot control the plain words of the provisions; F\nthey cannot also be referred to for the purpose of\nconstruing the provision when the words used in the\nprovision are clear and unambiguous; nor can they be\nused for cutting down the plain meaning of the words in\nthe provision. Only, in the case of ambiguity or doubt the\nheading or sub-heading may be referred to as an aid in\nconstruing the provision but even in such a case it could\nnot be used for cutting down the wide application of the\nclear words used in the provision.\"\n42. (1990) 1 SCC 400.\nG\nI\nA\nB\nC\nD\n732 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nTherefore, the submission that heading of Chapter XXXVI\nis an indicator that the date of taking cognizance is material\nmust be rejected.\n39. It is true that the penal statutes must be strictly\nconstrued. There are, however, cases where this Court has\nhaving regard to the nature of the crimes involved, refused to\nadopt any narrow and pedantic, literal and lexical construction\nof penal statutes. [See Muralidhar Meghraj Loya \u0026 Anr. v. State\nof Maharashtra \u0026 Ors.43 and Kisan Trimbak Kothula \u0026 Ors. v.\nState of Maharashtra 44]. In this case, looking to the legislative\nintent, we have harmoniously construed the provisions of\nChapter XXXVI so as to strike a balance between the right of\nthe complainant and the right of the accused. Besides, we must\nbear in mind that Chapter XXXVI is part of the Cr.P.C., which\nis a procedural law and it is well settled that procedural laws\nmust be liberally construed to serve as handmaid of justice and\nnot as its mistress. [See Sardar Amarjeet Singh Kalra, N.\nBalaji v. Virendra Singh \u0026 Ors.45 and Kailash].\n40. Having considered the questions which arise in this\nE reference in light of legislative intent, authoritative\npronouncements of this Court and established legal principles,\nwe are of the opinion that Krishna Pillai will have to be\nrestricted to its own facts and it is not the authority for deciding\nthe question as to what is the relevant date for the purpose of\nF computing the period of limitation under Section 468 of the\nCr.P.C., primarily because in that case, this Court was dealing\nwith Section 9 of the Child Marriage Restraint Act, 1929 which\nis a special Act. It specifically stated that no court shall take\ncognizance of any offence under the said Act after the expiry\nG of one year from the date on which offence is alleged to have\nbeen committed. There is no reference either to Section 468\n43. (1976) 3 SCC 684.\n44. (1977) 1 SCC 300.\nH. 45. (2004) 8 SCC 312.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 733\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nB\nD\nor Section 473 of the Cr.P.C. in that judgment. It does not refer A\nto Sections 4 and 5 of the Cr.P.C. which carve out exceptions\nfor Special Acts. This Court has not adverted to diverse\naspects including the aspect that inaction on the part of the\ncourt in taking cognizance within limitation, though the complaint\nis filed within time may work great injustice on the complainant.\nMoreover, reliance placed on Antulay '1984' Case, in our\nopinion, was not apt. In Antulay '1984' Case, this Court was\ndealing inter alia with the contention that a private complaint\nis not maintainable in the court of Special Judge set-up under\nSection 6 of the Criminal Law Amendment Act, 1952 ('the 1952 C\nAct'). It was urged that the object underlying the 1952 Act was\nto provide for a more speedy trial of offences of corruption by\na public servant. It was argued that if it is assumed that a private\ncomplaint is maintainable then before taking cognizance, a\nSpecial Judge will have to examine the complainant and all the\nwitnesses as per Section 200 of the Cr.P.C. He will have to\npostpone issue of process against the accused and either\ninquire into the case himself or direct an investigation to be\nmade by a police officer and in cases under the Prevention of\nCorruption Act, 1947 by police officers of designated rank for E\nthe purpose of deciding whether or not there is sufficient ground\nfor proceeding. It was submitted that this would thwart the object\nof the 1952 Act which is to provide for a speedy trial. This\ncontention was rejected by this Court holding that it is not a\ncondition precedent to the issue of process that the court of F\nnecessity must hold the inquiry as envisaged by Section 202\nof the Cr.P.C. or direct investigation as therein contemplated.\nThat is matter of discretion of the court. Thus, the questions\nwhich arise in this reference were not involved in Antulay '1984'\nCase: Since there, this Court was not dealing with the question\nof bar of limitation reflected in Section 468 of the Cr.P.C. at\nall, in our opinion, the said judgment could not have been usefully\nreferred to in Krishna Pillai while construing provisions of\nChapter XXXVI of the Cr.P.C. For all these, we are unable to\nendorse the view taken in Krishna Pillai.\n\"\nG\nH\n"}