{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"792 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA convicting the accused and impugned order of the High Court\nacquitting all the three accused in respect of the said charges.\nStatutory Provisions\n8. The Electricity (Supply) Act, 1948 (in short 'the Act') was\nB in force at the relevant time. Section 5 of the Act mandates each\nState to constitute State Electricity Board for the management\nand supply of electricity. As per Section 78A, which was\ninserted by Act 101 of 1956 and came into force w.e.f.\n30.12.1956, in discharge of its functions, the Board shall be\nC guided by such directions and questions of policy as may be\ngiven to it by the State Government. As rightly pointed out by\nMr. Shanti Bhushan, learned senior counsel for the appellant\nthat except on policy matters, the State Government has no role\nin the affairs of the Board. In view of the charges levelled against\nD A1 who was the Minister for Electricity, Government of Kerala,\nwe adverted to these statutory provisions.\nA1's interference in the affairs of the Board:\n9. It is the case of the prosecution that A1 while he was\nE holding office of the Minister for Electricity, Government of\nKerala was interfering in the day-to-day affairs of the Board\nincluding transfers, promotions, appointment of employees,\ngranting electric connection to consumers by giving directions\nto the Board officers. It is also alleged that A1 used to interfere\nF even in awarding of contracts of the Board during his period\nas Minister for Electricity. One of the main charges leveled\nagainst A1 and others is that he, in his capacity, as Minister\nfor Electricity intended to settle contracts of the Board in the\nname of his favourites or persons of his choice at exorbitant\nG rates with the ulterior object of making illegal profit either to\nhimself or to his favourites. With regard to the above claim, the\nprosecution has produced evidence through Kuriakose\nChennakkadan (PW-64), Jagannad Prasad (PW-66),\nManaging Partner, C.S. Company, Kottayam, Alexander\nH Vellappally (PW-138), Managing Director, Asian Tech and\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 793\n\u0026 ORS. [P. SATHASIVAM, J.]\n.\nB\nKamalasanan (PW-146), Managing Director of M/s We-Build. A\nAccording to Kamalasanan (PW-146), though he was one of\nthe tenderers for surge shaft work, quoted acceptable rates,\ncould not get the contract work because of the interference of\nA1. He deposed that, the then Chief Engineer, late Bharathan\nrecommended his work for acceptance by the Board, but he\nwas further told by Shri Bharathan that he should meet A6 and\nalso to give 5% of PAC as procuring expenses and if the said\namount is not given, the work could not be awarded, hence he\nmet A6 who told him that the rate quoted by him is very low\nand advised him to settle whether it is workable or not. He further C\ndeposed that at the time when A1 was the Minister, A6 was a\nMember of the Board who was very powerful having influence\nover the Minister. According to him, the voice of A1 is reflected\nthrough A6 with regard to the affairs of the Board.\nD\n10. Shri Alexander Vellappally (PW-138), Managing\nDirector of Asian Tech, in his evidence deposed that he was\nasked by A1 to quote for the Lower Periyar Project Headrace\nPower Terminal in 1980-81 when the pre-qualification system\nwas introduced in the Board. The tender of Shri Alexander\nVellappally was qualified and the lowest when it was evaluated. E\nHowever, he was informed that further steps for negotiation and\ndiscussion regarding the acceptance of the tender would take\nplace_only with the concurrence of the Minister. He further\ndeposed that he met A1 several times and also sent letters to\nhim and one letter sent by him to A1 is marked as Ext. P-544. F\nAccording to him, though he was the lowest tenderer, the work\nwas not awarded to him, but given to HCC. He also explained\nthat pre-qualification bid system was misused by the Board\nofficers, more particularly, in the case of Lower Periyar Works.\n11. The next witness who highlighted the above issue is\nKuriakose Chennakkadan (PW-64). According to him, the\nMinister used to interfere in the award of contracts and when\nhe met A6, he was asked to meet A1. He also deposed that\nA1 was interested for one K.P.Poulose (A4). His work was\nG\nI\n794 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA terminated and it was re-tendered and awarded to K.P.Poulose ❤\nB\nC\n(A4).\n12. Jagannad Prasad (PW-66), Managing Partner of M/s\nC.S. Company deposed before the Court that while he was\ndoing the contract work of a tunnel for Kakkad Hydro Electric\nProject, he approached the Chief Engineer Bharathan, who told\nhim that the work could be awarded only as per the directions\nof the Minister (A1). He further deposed that he had executed\na promissory note for Rs.5,30,000/- in favour of one Yackochan,\nwho acted as a middle man for the commission payment. He\ninformed the Court that this contract was terminated by the\nBoard.\n13. It was highlighted on the side of the appellant that it\nwas during that period, when A1 was Minister for Electricity,\nD the tender process of Idamalayar Tunnel and its concrete lining\nand surge shaft work was started. It is relevant to note that R.\nBalakrishna Pillai (A1) was the Minister for Electricity from\n27.01.1980 to 21.10.1981, 26.05.1982 to 05.06.1985 and\n25.05.1986 to 25.03.1987. The tender for surge shaft was\nE invited and awarded to one E.M. Varkey at 21% below\nestimated rate. The estimated rate was Rs 74 lakhs for surge\nshaft. However, the work was abandoned on 28.03.1981 due\nto labour strike. Thereafter, tenders were invited again for the\nsurge shaft and four persons submitted their offers for tenders.\nThe lowest rate was quoted by M/s We-Build Pvt. Ltd. and the\nnext lowest rate was by E.M. Varkey at 57% above PAC. It is\npointed out that though the work was recommended to be\nawarded, the Board decided to re-tender the work. Accordingly,\nthe tenders were invited again and E. M. Varkey alone quoted\nfor the work. His tender was not accepted since he quoted\nexorbitant rate. In the meanwhile, pre-qualification bid system\nwas introduced in the Board which is evident from Ext. P-576\ndated 24.09.1981, which was made applicable to Idamalayar\ncontract works. Thereafter, tender for both the works were\ninvited by Shri Bharathan, the then Chief Engineer which is\nF\nG\nH\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 795\n\u0026 ORS. [P. SATHASIVAM, J.]\nB\nevident from Ext. P-46 dated 05.06.1981. However, the tender A\nwas cancelled by him which is also clear from Ext P-47 dated\n22.10.1981. The Chief Engineer extended the validity of the\ntender upto 29.04.1982 and after his demise, the then Chief\nEngineer (PW-7) extended the validity upto 30.06.1982. During\nthat time, two tenders were received, one by K.P.Poulose and\nother by Kuriakose Chennakkadan (PW-64), quoting special\nconditions. The cover containing the conditions and deviations\nwas opened on 30.06.1982, when K.P.Poulose was present\nin the Board's Office. However, Kuriakose, the other tenderer\nwas not informed and later on 09.09.1982, K.P.Poulose was\npre-qualified and Kuriakose was disqualified which, according\nto him, was without notice. The contract for the balance power\ntunnel and concrete lining work of Idamalayar works was\nultimately awarded to K.P.Poulose at 188% of the above\nestimated rate and the surge shaft work was also awarded to\nhim at 162% above the estimated rate.\nC\nD\nF\n14. It is clear from the above materials that the process of\ntendering of Idamalayar works was interrupted on several\noccasions mainly by the Board by cancelling the tenders and\nordering re-tender and by extending the period of validity of E\ntenders more than once. It was on the last date of extension of\nthe validity of the tender i.e. on 30.06.1982, K.P.Poulose\nappeared and submitted his tender with special conditions\nwhich was later accepted in the Board's meeting dated\n19.11.1982. The Special Judge, basing reliance on Board's\nresolution (Ex. P550(a)), has rightly concluded that there was\ninordinate delay in awarding the work which reasoning was not\naccepted by the High Court. The materials placed clearly show\nthat it was nearly three years to take a decision. It is also clear\nfrom the evidence of PWs 64, 66, 138 and 146 which clingingly G\nestablished the circumstances under which A1 conceived the\nidea for fixing contract of the Board at exorbitant rate in order\nto derive monetary benefits. From the above, the contrary\nconclusion arrived by the High Court, according to us, is not in\nterms of the evidence led in by the prosecution.\nH\n796 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Whether Idamalayar contract was awarded at exorbitant\nrate causing loss to the Board\nB\n15. The basic stand of the prosecution is that A1 entered\ninto criminal conspiracy to award the disputed contract involving\nheavy financial gain to K.P.Poulose (A4) and the conspiracy\nand abuse of power by certain officials enabled the\nconspirators to earn a pecuniary advantage of Rs.2,39,64,253/\n-, in addition to the financial loss caused to the Board. It is the\nspecific case of the prosecution that rate awarded in both the\ncontracts is exorbitant. It is not in dispute that the contract was\nC awarded at 188% above PAC in the case of tunnel work and\n162% above PAC for the surge shaft work. Verification of Ext.\nP-52(b) shows that the sanctioned estimate for the tunnel work\nwas Rs.1,17,20,633.90. On the other hand, the accepted tender\namount as per the award of contract was Rs.2,45,80,796/-\nD which is clear from Ext P 52. It is further seen as per Ext P-68\nagreement, the sanctioned estimate for surge shaft was Rs. 74\nlakhs and it was awarded for Rs.1,42,94,901/- The estimate\nfor floor concreting was Rs.479.5 per M3 and the estimated rate\nfor sides and arches was Rs.476.20 per M3. All the above /\ndetails were highlighted in the evidence by PW-151 a\ncompetent Engineer. Likewise, the rate for floor concreting\nawarded to K.P.Poulose was Rs.825.47 per M3. In fact, the\ncalculations made by PW-151 were not seriously disputed by\nthe defence.\nF\nG\nH\n16. In order to appreciate the stand that the estimated rate\nand the tender quoted by K.P.Poulose was exorbitant was\ndemonstrated by Mr. Shanti Bhushan by taking us through the\nestimated cost of the work awarded to skilled workers brought\nfrom Kulamavu and Moolamattom, who were awarded the\ntunnel driving work on piece rate basis. It is seen that the tunnel\ndriving work was awarded to them at the rate of Rs. 1,250/-\nper M3 which was enhanced later, and finally, at the time, when\nthe workers stopped the work, the rate was Rs. 1,900/- per M3.\nThis is clear from the settlement memorandum Ext. P-212\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 797\n\u0026 ORS. [P. SATHASIVAM, J.]\nsigned between the labourers and the Board. This fact was A.\nhighlighted in the oral evidence of PW-7, Chief Engineer of the\nBoard. In his evidence, he explained that the rate awarded to\nworkers will be Rs. 2,500/- per M3 including cost of materials.\nPW-156, the Investigating Officer, also gave evidence on the\nbasis of records collected during his investigation. Ext.P-52 B\nagreement shows that the estimated rate for driving one meter\ntunnel was Rs. 4,090/-. Ext. P-19/Contract Certificate of the\nPower tunnel shows that the amount paid to the contractor for\n24 meters tunnel driving was Rs. 2,39,961/-. It was highlighted\nthat when the total work was done by the labourers at piece c\nrate basis, they were given Rs. 2,500/- only per M3. The\nremuneration for 24 meters driving tunnel would come to only.\nRs.60,000/- the difference i.e. Rs.1,79,961 (2,39,961-60,000)\nwould show that the tunnel driving work was given to\nK.P.Poulose (A4) at an excessive rate.\nD\n17. It is pointed out that there is enough material to show\nthat the labourers, who did the tunnel work, were prepared to\ncarryout the balance work of the tunnel at the estimated rate of\nRs. 4,090/-. At the relevant time, the representatives of the\nworkers made a representation to the then Minister for E\nElectricity, namely, R Balakrishna Pillai (A1) informing him that\nthey are prepared to do the tunnel work and allied works at the\nestimated rate. Divakaran Kutty (PW-24), Vadayattupara\nRadhakrishnan (PW-33), Sasidharan Nair (PW-34) and\nMuraleedharan Pillai (PW-46) have given evidence that they F\nrepresented before the Minister as well as the officials of the\nBoard and informed their preparedness to do the work at the\nestimated rate and also requested for absorption in the Board's\nservice. In this regard, Mr. Shanti Bhushan, learned senior\ncounsel appearing for the appellant heavily relied on the G\nevidence of PW-46 who had gone to meet A1 along with (late)\nN Sreekantan Nair and submitted a Memorandum Ext.P-287\ndated 01.06.1982. It is relevant to note the response of the\nMinister (A1) for the above said request. PW-46 stated that A1\ntold them that there is no question of giving the works to the\nH\n798 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA workers and he wants to give the work to K.P.Poulose. This\nC\nD\ninstance pointed out that A1 had personal interest in\nK.P.Poulose and had decided to entrust the contract to him,\nthough at that time, the said K.P.Poulose did not submit the\ntender for the work. We have already noted that K.P. Poulose\nB submitted his tender only on 30.06.1982 i.e. a month after the\nmemorandum dated 01.06.1982 submitted by PW-46. In\nsupport of the same, the evidence of PW-122, T.M. Prabha,\nthe then President of the Kerala Construction Labour Union that\nhe met A1 and gave representations and requested for award\nof work to the workers at estimated rate and also absorption\nof the workers in the Board's service on permanent basis is\nalso relevant. Here again, it is relevant to note that PW-122 was\nalso informed that there is no question of awarding work to\nworkers, but the work had to be given to K.P.Poulose. The\nevidence of PWs-46 and 122 and the statement made by A1\nto both of them clearly show that K.P. Poulose was the\ncontractor chosen in advance by A1 and other accused who\nwere also interested in him. As rightly pointed out by Mr. Shanti\nBhushan, this evidence should be connected with the\nconspiracy to award the work to K.P.Poulose at exorbitant rate\noriginated even prior to the submission of tenders to the work\nby K.P.Poulose and other tenderers. The contrary conclusion\narrived at by the High Court justifying the award at higher rate\nto K.P.Poulose cannot be legally sustained. The Board is\nempowered with the authority to award contracts and has\ndiscretion to accept and being an authority constituted under\nthe Statute and a Pubic Undertaking is not expected to accept\ntenders at exorbitant rates with financial implications causing\nloss to the Board. The Board is always expected to protect its\nfinancial interest while awarding contracts. The Board mainly\nG relied on the labour problem that was prevailing at the relevant\ntime. In this regard, it is relevant to point out that the tender for\nthe Idamalayar work was invited in March, 1982 and four\npersons, namely, Kamalasanan (PW-146), Managing Director,\nWe-Build, C.K. Verghese, E.M.Varkey and V.A. Thankachan\nH submitted tenders vide Exts. P78 series dated 21.03.1982. It\nE\nF\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 799\n\u0026 ORS. [P. SATHASIVAM, J.]\nis true that the tunnel workers went on strike on 20.04.1981 and A\nthe contractors submitted their tenders when there was labour\nunrest. However, the reason attributed for the delay cannot be\naccepted. As rightly pointed out, there were procedural\nirregularities and omissions by the Board authorities in the\nmanner of dealing with tenders submitted by K.P.Poulose and B\nKuriakose, which ultimately eliminated Kuriakose from the\nscene, keeping K.P.Poulose as the sole tenderer, qualified by\npre-qualification Committee of the Board and hasty steps were\ntaken by the Board in awarding contract in favour of\nK.P.Poulose in the meeting held on 19.11.1982 lead to the\nconclusion that the award of contract in favour of K.P.Poulose\nwas an exorbitant one. It is relevant to point out that the Special\nJudge, by adverting to Ext 550(a) expressed that the reasons\nstated by the Board in awarding contract in favour of K.P.\nPoulose at exorbitant rates are not acceptable.\nNo serious discussion by the Board\nC\nD\nF\n18. It is pointed out and in fact taken us through evidence\nthat there was no serious discussion in the Board meeting held\non 19.11.1982 and the minutes of the Meeting were prepared E\nas dictated by A7, the then Chairman of the Board. It is the\nresponsibility of the members, more particularly, full time\nmembers of the Board, who were responsible for the scrutiny\nof the deviations and conditions suggested by the contractor\nwhich involved huge financial implications to see that all\ntransactions are beneficial to the Board and within the\npermissible limit. Mr. Lalit and Mr. Sharan, learned senior\ncounsel appearing for A1 and A3 respectively heavily\ncontended that it was a collective decision of the Board and\n* there was no external pressure from anyone including A1. It is\nG\nrelevant to point out that the decision ultimately taken for\nawarding the contract with special conditions, which we will\ndiscuss in the later paras, as suggested by the contractor,\ninvolved huge financial implications at the risk and loss of the\nBoard. Though the High Court has concluded that the part-time\nH\n800 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA members who were signatory to Ex550(a) had approved the\nC\nminutes, subsequently, the Special Court made a distinction\nbetween the responsibility of full-time members and that of part-\ntime members in the matters of awarding of contract. It is true\nthat all the members present subscribed their signature in the\nB. minutes in awarding contract to K.P.Poulose. It was highlighted\nthat in evidence, A8, the Financial Adviser to the Board, in his\nreport has stated that the rates awarded to the contractor are\nvery high. The letters sent by A8 were marked as Exs. P-415\nand 416. It is also relevant to point out that the then Law\nSecretary, Shri Viswanathan Nair also conveyed his opinion\nduring the meeting of the Board that the rates are exorbitant.\nThese aspects were taken note of by the Special Court while\nconsidering the culpability of the accused and the High Court\nwas not serious about their views. In other words, the High\nCourt has concluded that the award of contract to K.P.Poulose\nwas a collective decision of the Members of the Board. The\nHigh Court also pointed out which was again highlighted by the\nlearned senior counsel appearing for the accused that majority\nof the Members of the Board were highly qualified and\nresponsible officers and it cannot be said that they were only\nmute witnesses to the decision of the Board. In this regard, it\nis relevant to point out that the Special Court has rightly\nconcluded that there was no serious discussion in the Board\nMeeting dated 19.11.1982 when the question of award of\ncontract was taken up and the minutes of the meeting were\nF prepared as dictated by A7, the then Chairman of the Board.\nD\nE\nThe then Deputy Secretary of the Board, R. Sankaran was\nexamined as PW-140, also admitted this aspect and stated that\nthere was no serious discussion in the meeting held on\n19.11.1982. He explained that Ex.550(a) minutes of the\nG meeting is a reproduction of the dictation given by the\nChairman of the Board (A7).\nH\n19. The High Court has pointed out that the prosecution\nhas not produced any contemporaneous agreement for proving\nthe rates prevalent during the relevant period of award of the\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 801\n\u0026 ORS. [P. SATHASIVAM, J.]\ncontract. The High Court found that the contract was awarded A\nat 188% above PAC for the tunnel work and 162% above PAC\nfor the surge shaft work. It was pointed out from the side of the\nBoard that the estimate rate was prepared taking into account\nthe prevalent PWD rates for similar items of work like tunnel\ndriving, concrete lining, earth work, cost of materials, labour B\ncharges, transportation charges of materials to worksite etc. It\nis not in dispute that the contractor was also given opportunity\nto conduct site inspection and decide other aspects connected\nwith the execution of the works for submitting his tender rate.\nThough contractor can also quote special conditions involving C\nfinancial implications and other conditions in the contract, which\nis usually settled by negotiations, but the general conditions of\ncontract shall not be superseded while accepting special\nconditions to the detriment of the Board. The Special Judge\nhad noted that the rate quoted by N.K.Kuriakose (PW-30) for\nD.\ntunnel driving and surge shaft work was below 21.75% of the\nestimated rate and there was much difference in the rate quoted\nby K.P.Poulose and Kuriakose. It is further seen that the work\nwas awarded to Kuriakose at the rate of Rs. 1,092.3 per M3\nfor sides and arches. The work awarded to Kuriakose was\nabandoned by him since the Board did not provide him with\nnecessary materials for proceeding with the work as per the\nagreement. He adduced evidence for the said abandonment\nand also suffered loss in that regard for which Board was\nsubsequently held liable and he was paid compensation as per\nthe Court orders. The work was awarded to N.K. Kuriakose in\n1979. The Special Court has pointed out that even though there\nwas an increase of 25% of the actual rate awarded to\nKuriakose, still there was wide difference between the rates at\nwhich the two works were awarded and on this ground also,\nthe Special Court held that the works for floor concreting and G\nfor sides and arches were awarded to K.P.Poulose at a higher\nrate. However, the High Court disagreed with the conclusion\nof the Special Court. In this regard, it is useful to refer\nExt.P174(2), which is a report with regard to the rate of award\nof Idamalayar contract. It was stated in the report that the H\nE\nF\n"}