{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"802 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA estimate was prepared with the scheduled rate of 1980 which\nhad been enhanced by 25% on labour to obtain 1982 schedule\nand the work was awarded after the enhancement of the\nscheduled rates. It is further seen that the estimate was\nprepared with the scheduled rate of 1980 for the purpose of\nB obtaining the rate of 1982 i.e. increase of 25% in the rate was\ngiven in 1980. The High Court has justified the increase of 25%\nby pointing out the increase mentioned in Ext.P299 which\nrelates to contractor's profit of 10%, overhead charges of 10%\nand 5% for labour benefits. Though the High Court has agreed\nwith the 25% increase in the rate of 1980-82, no acceptable\nevidence was adduced over-riding the documentary evidence\nfurnished by Ext. P-299 and P174(2).\nс\nD\nAward of contract to K.P. Poulose (A4)\n20. It is the argument of Mr. Shanti Bhushan, learned senior\ncounsel for the appellant that the tendering process adopted\nby the Board was with a view to eliminate other tenderers and\nto choose the tenderer of their choice, namely, K.P.Poulose.\nThis was elaborated by pointing out that Kuriakose was\nE disqualified without giving him adequate opportunity to present\nbefore the pre-qualification Committee and ultimately\nK.P.Poulose was declared as qualified. In the said meeting,\nonly A6 and A7 were present and A8, and another member of\nthe pre-qualificaton Committee was not present. Pursuant to the\ndecision that Full Board meeting should be held on 19.11.1982\nto decide the question of award of Idamalayar contract, PW-7\nwas directed to issue notice to all the tenderers. The materials\nrelied on by the prosecution shows that on 18.11.1982, notices\nwere issued to HCC, E.M.Varkey, Sunny K. Peter and\nK.P.Poulose. It is seen that only K.P.Poulose was present on\n19.11.1982. Sunny K. Peter PW-4 sent a telegram on\n19.11.1982 stating that he is not physically well. HCC conveyed\ntheir inability to the Board by their letter which was received in\nthe office of the Chief Engineer on 22.11.1982 stating that there\nwas no sufficient time given to attend the Board Meeting on\nF\nG\nH\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 803\n\u0026 ORS. [P. SATHASIVAM, J.]\nD\n19.11.1982. Without verifying the fact that whether all the other A\ntenderers were ready, a decision was taken on 19.11.1982\nitself by accepting the offer of K.P.Poulose with special\nconditions. As rightly pointed out, the Board being a statutory\nauthority, ought to have waited for a reply from the other\ntenderers to ascertain whether they actually received notices B\nand reason for their inability to attend. It was demonstrated that\nit was a pre-planned attempt to award the work to K.P.Poulose\nalone and the notices issued to other tenderers were in the form\nof an ultimatum. It was also pointed out that for the negotiation\non 04.11.1982, i.e. prior to 19.11.1982, held by PW-7, with the\nC.\ntenderers, in the office of the Board only K.P.Poulose and\nSunny K. Peter were present. It is further seen that E.M. Varkey\nand HCC were not invited. The fact remains that PW-7 did not\ninvite E.M.Varkey who quoted less rate and HCC, a reputed\nconstruction company for the second negotiation. Though a\ntelegram was sent on behalf of E.M.Varkey, one of the\ntenderers that since he was away and request was made to\nfix another date, it was recorded that the tenderer had already\nlost his opportunity offered. This has been demonstrated by the\nappellant that the Board was not prepared to allow the request\nof E.M. Varkey for a discussion. It is useful to refer here that\nthe pre-qualification Committee, headed by A7, gave chances.\nto K.P.Poulose to correct the errors and mistakes in the tender\nform submitted by him for the impugned works, on the other\nhand, such concession was not afforded to the other tenderers,\nmore particularly, E.M. Varkey. Both Sunny K. Peter and\nKuriakose were examined as PWs-4 and 22 respectively. The\nevidence of Kuriakose shows that he was an experienced\ncontractor, quoted 124% above PAC for the work and\nsubmitted his tender on 30.06.1982. According to him, he was\nnot invited for any discussion. He was disqualified on G\n09.09.1982 and was not invited for being present for opening\nhis deviations and conditions in the tender. In the same way,\nthe evidence of Sunny K. Peter PW-4 also highlighted how he\nwas discriminated, though he has quoted only 135% above\nPAC, he was not given opportunity to consider the H\nE\nF\n804 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA reasonableness of the rates quoted by him. According to him,\nhe received notice only at 2.40 p.m. on 18.11.1982 and\nbecause of his illness, he could not attend the meeting on\n19.11.1982. The fact remains, the Board has not considered\nhis request and finalised the contract on 19.11.1982 in favour\n'B of K.P.Poulose.\nC\n21. Another aspect highlighted by the learned counsel for\nthe appellant relates to the conduct of A1 with regard to\nsettlement of labour dispute. The evidence shows that there was\nlabour strike in the tunnel area which started in April, 1981 and\ncontinued from the time of inviting tenders on 05.06.1981 till\nthe time of award of contract. It was highlighted that there was\nno effort on the part of A1 to settle the labour dispute before\ntendering process was initiated. We have highlighted the\nMemorandum submitted by the labourers to A1 on several\nD occasions requesting for settlement of labour problems. It was\nnot settled and the matter was kept alive till the tender was fixed\nin the name of K.P.Poulose on 19.11.1982. It was only after the\naward of the contract, A1 took initiative to settle the labour\ndispute, more particularly, when he came to know that\nE K.P.Poulose cannot enter the site because of the obstruction\nof the workers to begin the contract work. It is relevant to point\nout that PW-7 informed A1 and A6 more than once that in case\nthe labour dispute could be settled in advance, the contract\ncould be awarded at a reasonable rate. The evidence of PW-\nF 7 clearly shows that his request was not accepted by A1 and\nA6.\nG\n22. The evidence discussed above show that the rate\nquoted by Sunny K. Peter (PW-4) vide his evidence in Court,\nwas 135% above PAC, which was less than 188% above PAC,\nquoted by K.P. Poulose and approved by the Board. The High\nCourt failed to take note of the importance of evidence of PW-\n4 and justified the action of the Board in not pursuing the tender\nsubmitted by Sunny K Peter (PW-4) with a lesser rate on the\nground that his tender is liable to be rejected since he wanted\nH an arbitration clause in the agreement. Further, though PW-4\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 805\n\u0026 ORS. [P. SATHASIVAM, J.]\nhas quoted lesser rate than K.P. Poulose, in his evidence, he A\nhas highlighted that he was not given an opportunity to consider\nthe reasonableness of the rate quoted by him i.e. 135% above\nPAC. The High Court has not only ignored his assertion but\nfound that the rate quoted by him for the surge shaft work is\nnot a lesser rate when compared to one quoted by K.P. B\nPoulose i.e., 188% above PAC. Though the Special Court has\ncorrectly found that Sunny K. Peter quoted less than the rate\nquoted by K.P. Poulose, the High Court, on erroneous\nassumption found fault with the finding of the Special Court\nwhich correctly, appreciated prosecution case.\nAcceptance of Special Conditions \u0026 Concessions\nC\nE\n23. With regard to allegation of the prosecution that certain\nSpecial Conditions were accepted by the Board (Ex. P588)\ninvolving huge financial commitments favourable to the\ncontractor causing loss to the Board, it is relevant to mention\nthat one of the special conditions, is condition No. 4 which\nrelates to tools and plants sold to the contractor in violation of\nthe General Conditions of the contract. These special conditions\nalong with other conditions were accepted by the Board\nsuperseding corresponding agreement provisions. Ex P52 (c)\nis the general conditions of contract and instructions to the\ncontractors issued by the Board. Among various clauses,\nClause E1-091 in Ex. P52(c) deals with tools and plants issued\nto the contractors. This clause provides that the Board is bound\nto make available to the contractors only such tools and plants\nlisted in the Schedule attached thereto, that too subject to\navailability. Such items of tools and plants which are listed in\nEx. P52 agreement marked as Ex. P52(d) shows 8 items of\ntools and plants which can be hired out to the contractors if\nrequested on the specified rates. In Ex. P58, deviations and\nconditions submitted by the contractor as Item No 4, stated that\nsuch tools and plants listed in Ex. P52(d) shall be sold to him\non outright sale at book value deducting depreciation and the\ncost may be recovered on prorata basis from his bills. The full ·\nBoard, in its decision dated 19.11.1982, had accepted the H\nF\nG\n-X--\n806 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA above special condition of the contractor. It is relevant to point\nout that these items includes tipper wagons loco, louder, existing\ntruck lines and pipes, items which can only be hired to the\ncontractor as per clause E1-091 of the General Conditions of\nthe contract. It is the case of the prosecution that it was the\nB decision of the Board to sell those items of tools and plants\nC\nD\nE\nwhich includes very costly foreign imported materials. The\nofficial examined on the side of the prosecution pointed out that\nthere is no provision in the general conditions of the contract\nenabling the Board to effect sale of those tools and plants to\nthe contractor. However, certain materials belonging to the\nBoard mentioned in Clause E1-093 and not covered by the list\nmentioned in Clause E1-091 could be sold to the contractors\nif available to the Board. The evidence led in clearly shows that\nthe sale of materials listed in Clause E1-093 supersedes the\ngeneral conditions of contract. In other words, it is clear from\nthe evidence that those materials which were not mentioned in\nthe Special Conditions were sold to the contractor on outright\nsale. In this regard, it is useful to refer the evidence of\nUdayabhanu Kandeth PW-136, Auditor attached to the\nAccountant General Office which shows that 126 items of tools\nand plants were sold to the contractor of which the cost of 117\nitems was Rs. 16.5 lakhs. The Auditor of the Board, who was\nexamined as PW-130, also explained about the sale of tools\nand plants to the contractor, which was not provided in the\nagreement. It is clear from the evidence that the sale of tools\nand plants which could only be hired to the contractor as per\nthe list in E1-091 was against the objections raised by A8, the\nFinancial Advisor and Chief Accounts Officer of the Board\nduring the relevant period. In his report, A8 had noted that the\nfinancial implications involved in the sale of items of tools and\nG plants were not considered either by the Board or by the officers\nof the Board at the time when the full Board decided to sanction\nthe above special condition No. 4 of the contract. These\naspects have been duly considered by the Special Court,\nnamely, that the tools and plants which are only to be hired as\nH per Clause E1-091 to the contractor, however, the Board\nF\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 807\n\u0026 ORS. [P. SATHASIVAM, J.]\npermitted outright sale which is detrimental to the financial A\ninterest of the Board. These important aspects have been\noverlooked by the High Court while upsetting the decision of\nthe Special Court.\n24. In addition to the same, the prosecution has led in\nfurther evidence to show that the contractor was favored in\nseveral aspects. PW-128, V. Ramaṇarayanan, Superintending\nEngineer, in his evidence has stated that pental placer, an\nimported item not included in the list for issue on hire, was sold\nto the contractor, the sale value of which was Rs. 4 lakhs and\naccording to him only lump sum recoveries were made from\nthe CC bills of the contractor, instead of prorata recovery as\nprovided in the agreement. This also caused loss of interest\non the sale price of materials. He further deposed that 30 items\nof spares were issued to the contractor costing Rs. 6 lakhs and\nwhen he calculated the total value of spares and materials\nissued to the contractor it came around Rs. 36 lakhs, out of\nwhich, only a portion was recovered by the Board from the\ncontractor vide Ex P517-P519. This witness has also pointed\nout that there were several items sold to the contractor without\nobtaining sanction of the Board.\nReturn of empty cement bags by the Contractor\n25. Another special condition sanctioned by the Board in\nfavour of the Contractor relates to the return of empty cement\nbags. This special condition provided that the Contractor shall\nreturn only 50% of empty cement bags in good condition. Ext.\nP-33, Audit Enquiry Report of Idamalayar Project Circle states\nthat the Contractor had to return 65,100 empty cement bags,\nthe value of which was calculated at more than Rs.1 lakh.\nB\nC\nD\nE\nF\nAccording to the Auditor, because of the special condition, the G\nBoard had sustained a loss of Rs.1,08,879.75. The Financial\nAdvisor and Chief Accounts Officer, who arrayed as A8, had\nstated in Ext. P-416 that without evaluating the exact financial\nimplications, sanction was accorded by the Board to the special\ncondition regarding return of empty cement bags to the H\ni\n808 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\n` A advantage of the Contractor for getting financial gain. Though\nit is stated that the condition only provides for return of 50%\nempty cement bags in good condition and for the remaining,\nthe rate provided by the general conditions of contract could\nbe realised from the Contractor, the fact remains, the special\nB condition which we are concerned does not provide for the\nrealisation of value of the remaining unreturned cement bags.\n26. With regard to special conditions, the High Court has\nheld that inasmuch as there is a provision in tender to enable\nthe Contractor to get special conditions, it cannot be said that\nC the special conditions and deviations of the Contractor should\nnot be accepted. Here, the High Court has missed the real\nissue as to whether all special conditions as requested by the\nContractor can be sanctioned by the Board in violation of\ngeneral conditions of contract, which is the standing order of\nD the Board applicable to all contracts and the policy adopted by\nthe Board. Simply because there is a provision to enable the\ncontractor to suggest special conditions advantageous to him,\nit does not mean that the Contractor can suggest any special\ncondition which involved financial implication to the detriment\nE of the Board. As correctly found by the Special Court, the\nspecial condition No.4 relating to sale of tools and plants is a\nfavour done by the Board to the Contractor for obtaining\nfinancial gains at the risk of Board's loss. The Special Court\nhas substantiated its finding on the point based on evidence\nfurnished by the auditors. However, the High Court relying on\nExt D-28 provided for recovery of balance 50% of empty cement\nbags not returned or returned in damaged condition and\nrecovery will be effected as stipulated in the tender condition,\nerroneously concluded no loss could be sustained to the Board.\nIt is relevant to point out that the special condition No.10 clearly\nstates that the contractor is bound to return only 50% empty\ncement bags in good condition. To make it clear, this condition\nsupersedes the corresponding general condition of the contract.\nTherefore, the Contractor is bound to return 50% of empty\ncement bags in good condition and there is no need to pay the\nF\nG\nH\n1\n'\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 809\n\u0026 ORS. [P. SATHASIVAM, J.]\nprice of balance 50%. Accordingly, the Board can act only on A\nthe basis of the special condition No.10 regarding the return\nof empty cement bags and is not entitled to recover the value\nof balance 50% of unreturned cement bags. The contrary\nconclusion arrived at by the High Court relating to return of empty\ncement bags cannot be accepted.\nFixation of security and retention:\n00\nB\nE\n27. Yet another special condition involving financial\nimplications sanctioned to the Contractor is with regard to the\nfixation of security and retention amount. Special Condition c\nNo.1 of Ext.P-588 deals with this subject. It is the prosecution\ncase that restriction of security and retention amount is in\nviolation of the provisions contained in the general conditions\nof the contract and it is a favour shown to the Contractor to\nmake illegal gains at the expense of the Board. Clause E1-008 D\nof Ext. P52(c) is the provision relating to security deposit of the\nContractor which states that for major works where the cost of\nconstruction exceeds Rs.25 lakhs, the security deposit should\nbe 2% of the PAC. In the case on hand, the PAC of Idamalayar\ncontract works exceeds Rs.25 lakhs. There is no dispute for\nthe same. The security for both works should be fixed at 2% of\nthe PAC. Clause E1-011 of ExtP-52 is the general conditions\nof contract and instruction to the tenderers dealing with\nretention of the money from the bills payable to the Contractor.\nAs per this clause, from each bill of the Contractor 10% should\nbe deducted towards additional security. However, the retention\nwas not to exceed 5% of the PAC where cost of work exceeds\nRs.25 lakhs. Therefore, 5% of PAC is to be retained as\nretention amount for both these works. In this regard, it is\nrelevant to refer the special condition. In the case of tunnel work,\nthe retention and security is limited to Rs.5 lakhs which is clear\n* from Ext.P-71. Likewise, in the case of surge shaft, security is\nlimited to Rs.1 lakh as evidenced by Ext.P-69. This is also\nstrengthened from the evidence of PW-8 who was the\nExecutive Engineer in the Idamalayar project. He explained that\nthe security amount and retention amount due from the H\nF\nG\n:\n810 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA contractor would come to Rs.12 lakhs. Inasmuch as the PAC\nD\nfor both works would come to Rs.2,45,80,796/-, the retention\namount in the case of surge shaft work would come to Rs.7.2\nlakhs, which is 5% of the PAC. PW-8 has explained that the\nrestriction of retention amount is a benefit shown to the\nB Contractor. In Ext.P-65, report of PW-7, also calculated financial\nloss that will be sustained by the Board in limiting security and\nretention amount of the Contractor. In the same report, PW-7\nalso mentioned the loss of interest for the same. It is also\npointed out that due to restricting the security and retention\nC amount as per the special condition No.1, sanctioned to the\nContractor, the liquidated damages payable by the contractor\nshall not exceed the whole amount of retention plus security\ndeposit. The result of restriction of security and retention is that\nthe liquidated damages payable by the Contractor is also\nautomatically restricted accordingly. In that event, the Board is\nnot entitled to recover any amount by way of liquidated\ndamages even if the Contractor is guilty of negligence or\ndefault. All these aspects have been properly scrutinized by the\nSpecial Court. No doubt, the High Court relied on the evidence\nof Madhavan Potti (PW-5) that acceptance of special\nconditions in a contract is a normal procedure. In the same way,\nthe High Court has also placed reliance on the evidence of\nRamanarayanan (PW-21) that reduction of security and\nretention amount is also a normal procedure. A perusal of\nKerala State Electricity Board Tender Regulations show that the\nreduction of security deposit is permissible only in the case of\nestablished firm/Company and that the security deposit of a\nnew contractor shall not be reduced. The course adopted by\nthe Board is contrary to the condition contained in Regulation\nNo.25(c) of the Board's Regulations. Though the High Court has\nG observed that in all major contracts, it is an accepted practice\nto put a ceiling on the security and retention amount and there\nis no acceptable evidence to support such a finding, we are\nunable to accept the observation of the High Court that \"for the\nsuccess of execution of major contract works, small favours\nH are inevitable\". We conclude that the above observation of the\nE\nF\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 811\n\u0026 ORS. [P. SATHASIVAM, J.]\nHigh Court is based on a general opinion not supported by any A\nmaterial or evidence on record.\nCriminal Conspiracy\nB\nD\n28. On this aspect, the Special Court has analysed the\nevidence of witnesses and considered the documents\nproduced and marked by the prosecution and concluded that\nthere is sufficient evidence for finding that a criminal conspiracy\nwas hatched out at the instance of A1 (R.Balakrishna Pillai, the\nthen Minister for Electricity) and P.K. Sajeev (A3) who was a\nclose associate and political ally of A1. This was strengthened C\nby the evidence of I.K. Prabhakaran, Assistant Engineer, Quality\nControl, Idamalayar project who was examined as PW-21 and\nother witnesses. Nobody has challenged the relationship\nbetween A1 and A3. It is the case of the prosecution that a\nconspiracy was hatched out at the instance of A1 and others\nwith the illegal object of getting the Idamalayar project fixed on\none among themselves at exorbitant rates and make illegal\nprofits. It is also the definite case of the prosecution that though\nthe work was awarded in the name of K.P.Poulouse, one of the\naccused, it was actually executed by A3 and another accused\nPaul Mundakkal (deceased). It has come in evidence that the\namount of work was invested and payments were made by Paul\nMundakkal and A3. As rightly observed by the Special Court,\nthe relationship between A1 and A3 is a relevant factor in\narriving at the circumstances leading to the formation of the\nconspiracy. The evidence led in normally show that A3 was an\nintimate friend of A1 and very closely moving with him who was\nthe Minister for Electricity during the relevant period. PW-21,\nin his evidence, has stated that A3 was an active member and\nleader of Kerala Congress Party led by A1 at the time when\nworks were allotted. PW-3, who was a watchman of the\nInspection Bungalow at Idamalayar was examined on the side\nof the prosecution has stated that A1 and A3 used to come and\nstayed in the Inspection Bungalow. He further asserted that it\nwas A3 and the deceased Paul Mundakkal, who were\nsupervising the work at site. In addition to the evidence of PW- H\nE\nF\nLL\nG\n"}