{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"772\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA in the form of an ultimatum. It was also pointed out that\nfor the negotiation on 04.11.1982, i.e. prior to 19.11.1982,\nheld by PW-7, with the tenderers, in the office of the\nBoard only A-4 and P.W.4 were present. The pre-\nqualification Committee, headed by A-7, gave chances to\nB A-4 to correct the errors and mistakes in the tender form\nsubmitted by him for the impugned works, on the other\nhand, such concession was not afforded to the other\ntenderers. [para 20] [802-F-H; 803-A-C-E]\nC\nD\n6.2. It is significant to note the conduct of A-1 with\nregard to settlement of labour dispute. The evidence\nshows that there was labour strike in the tunnel area\nwhich started in April, 1981 and continued from the time\nof inviting tenders on 05.06.1981 till the time of award of\ncontract. It was highlighted that there was no effort on the\npart of A-1 to settle the labour dispute before tendering\nprocess was initiated. The labourers submitted the\nMemorandum to A-1 on several occasions requesting for\nsettlement of labour problems. It was not settled and the\nmatter was kept alive till the tender was fixed in the name\nE of A-4 on 19.11.1982. It was only after the award of the\ncontract, that A-1 took initiative to settle the labour\ndispute, more particularly, when he came to know that A-\n1 cannot enter the site because of the obstruction of the\nworkers to begin the contract work. It is relevant to point\nFout that PW-7 informed A-1 and A-6 more than once that\nG\nH\nin case the labour dispute could be settled in advance,\nthe contract could be awarded at a reasonable rate. The\nevidence of PW-7 clearly shows that his request was not\naccepted by A-1 and A-6. [para 21] [804-C-F]\n6.3. The evidence shows that the rate quoted by PW-\n4 by his evidence in court, was 135% above PAC, which\nwas less than 188% above PAC, quoted by A-4 and\napproved by the Board. The High Court failed to take\nnote of the importance of evidence of PW-4 and justified\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 773\n\u0026 ORS.\nthe action of the Board in not pursuing the tender A\nsubmitted by PW-4 with a lesser rate on the ground that\nhis tender was liable to be rejected since he wanted an\narbitration clause in the agreement. Further, though PW-\n4 has quoted lesser rate than A-1, in his evidence, he has\nhighlighted that he was not given an opportunity to B\nconsider the reasonableness of the rate quoted by him\ni.e. 135% above PAC. The High Court has not only\nignored his assertion but found that the rate quoted by\nhim for the surge shaft work is not a lesser rate when\ncompared to one quoted by A-4 i.e., 188% above PAC. C\nThough the Special Court has correctly found that PW-4\nquoted less than the rate quoted byA-4, the High Court,\non erroneous assumption found fault with the finding of\nthe Special Court which correctly appreciated the\nprosecution case. [para 22] [804-G; 805-A-B]\n7.Acceptance of Special Conditions \u0026 Concessions:\nD\nE\nLL\nF\nWith regard to the case of the prosecution that\ncertain Special Conditions were accepted by the Board\n(Ex. P588) involving huge financial commitments\nfavourable to the accused-contractor causing loss to the\nBoard, it is relevant to mention that one of the special\nconditions, is condition No. 4 relating to tools and plants\nsold to the contractor in violation of the General\nConditions of the contract, which provide that the Board\nis bound to make available to the contractors only such\ntools and plants as are listed in the Schedule attached\nthereto, that too subject to availability. Such items of tools\nand plants which are listed in Ext. P52 agreement marked\nas Ext. P52(d) show 8 items of tools and plants which\ncan only be hired out to the contractors if requested on\nthe specified rates. In Ext. P58, deviations and conditions\nsubmitted by the contractor as Item No 4, stated that such\ntools and plants listed in Ext. P52(d) shall be sold to him\non outright sale at book value deducting depreciation\nand the cost may be recovered on pro rata basis from his H\nG\n774\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA bills. The full Board, in its decision dated 19.11.1982,\naccepted the special condition of the contractor to sell\nthose items of tools and plants which includes very\ncostly foreign imported materials. The official examined\non the side of the prosecution pointed out that there is\nB no provision in the general conditions of the contract\nenabling the Board to effect sale of those tools and plants\nto the contractor. These important aspects have been\nduly considered by the Special Court but, have been\noverlooked by the High Court while upsetting the\ndecision of the Special Court. As correctly found by the\nSpecial Court, special condition No.4 relating to sale of\ntools and plants is a favour done by the Board to the\ncontractor for obtaining financial gains at the risk of\nBoard's loss. [para 23 and 26] [805-D-H; 806-A-B; 808-E]\nD 8. Return of empty cement bags by the Contractor:\nC\nE\nF\n8.1. Another special condition sanctioned by the\nBoard in favour of the contractor A-4 relates to the return\nof empty cement bags. This special condition provided\nthat the contractor shall return only 50% of empty cement\nbags in good condition. According to the Auditor,\nbecause of the special condition, the Board had\nsustained a loss of Rs.1,08,879.75. The Special Court has\nsubstantiated its finding on the point based on evidence\nfurnished by the auditors. However, the High Court\nrelying on Ext D-28 which provided for recovery of\nbalance 50% of empty cement bags not returned or\nreturned in damaged condition and recovery will be\neffected as stipulated in the tender condition, erroneously\nconcluded that no loss could be sustained to the Board.\nG The conclusion arrived at by the High Court is contrary\nto the special condition No.10 regarding the return of\nempty cement bags, according to which the Board is not\nentitled to recover the value of balance 50% of\nunreturned cement bags. [para 25-26] [807-F-G; 808-F-H;\nH 809-A]\n'v.s.\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 775\n\u0026 ORS.\n9. Fixation of security and retention:\nYet another special condition involving financial\nimplications sanctioned to the Contractor is with regard\nto the fixation of security and retention amount. In the\ncase on hand, keeping in view the PAC contract works,\nthe security amount and retention amount due from the\n1 contractor would come to Rs.12 lakhs. However, the\nretention amount and the security both were restricted to\nRs. 5 Lakhs and Rs. 1 Lakh for both the works, which is\na benefit shown to the Contractor. A perusal of Kerala\nState Electricity Board Tender Regulations show that the\nreduction of security deposit is permissible only in the\ncase of established firm/Company and that the security\ndeposit of a new contractor shall not be reduced. The\ncourse adopted by the Board is contrary to the condition\ncontained in Regulation No.25(c) of the Board's\nRegulations. [para 27] [809-C-H; 810-A-B-F]\n1\n10. Criminal Conspiracy\nA\nB\nC\nD\nヨ\nF\n10.1. On this aspect, the Special Court has analyzed\nthe evidence of witnesses and considered the\ndocuments produced and marked by the prosecution\nand has rightly concluded that there is sufficient evidence\nthat a criminal conspiracy was hatched out at the\ninstance of A-1, the then Minister for Electricity and A-3,\nwho was a close associate and political ally of A-1. This\nwas strengthened by the evidence of PW-21, the Assistant\nEngineer, Quality Control, Idamalayar project and other\nwitnesses. Nobody has challenged the relationship\nbetween A-1 and A-3. It is the case of the prosecution that\na conspiracy was hatched out at the instance of A1 and\nothers with the illegal object of getting the Idamalayar\nproject fixed on one among themselves at exorbitant\nrates and make illegal profits. It is also the definite case\nof the prosecution that though the work was awarded in\nthe name of A-4, it was actually executed by A-3 and H.\nG\nC\nD\n776\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA another accused A-22(deceased). It has come in evidence\nthat the amount of work was invested and payments were\nmade by A-22 and A-3. As rightly observed by the Special\nCourt, the relationship between A-1 and A-3 is a relevant\nfactor in arriving at the circumstances leading to the\nB formation of the conspiracy. The evidence led in normally\nshow that A-3 was an intimate friend of A-1 and very\nclosely moving with him during the relevant period. This\nhas been established by the evidence of PW-3, who was\na watchman of the Inspection Bungalow at Idamalayar,\nPWs-6, 7 and 8 who were Engineers at the relevant time\nat Idamalayar worksite and supervising execution of the\nworks, PW-24, the workers ( PWs 25 and 26), and PW-19,\nthe receptionist of a Tourist home, where A-3 was\noccupying a room on rent on or about the time of\nfinalization of the contract in favour of A-4. The Special\nCourt noted the significance of his stay during the above\nperiod at Thiruvananthapuram. Under s. 16 of the\nElectricity (Supply) Act, 1948, the Constituting Authority\nis the State Government. The evidence led in by the\nprosecution shows that A-1 took initiative to include the\nname of A-3 in the list of nominees for constituting the\nConsultative Council. The evidence of PWs 18, 27 and 51\nand Ext.180(c) established the case of the prosecution.\nThe evidence further shows that the mandatory\nrequirements contemplated u/s 16 of the Act regarding\nF the constitution of Consultative Council was not adhered\nto by A-1 who wanted to include A-3 in the panel\ninasmuch as usually the representatives of State Level\nOrganisers representing various interests alone were\nnominated after consultation by the Government with\nG such bodies, but A-3 was not representing any such\nState Level Organisation. This is evident from the\nevidence of PWs 31 and 16. [paras 28, 29 and 34] [811-B-\nF; 812-D-F-H; 813-A; 815-D-F]\nE\nH\n10.2. The prosecution has established the\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 777\n\u0026 ORS.\nrelationship of A1 and A-4 even before awarding of A\ncontract. Even prior to awarding of the contract to A-4,\nA-1 had chosen A-4 as prospective contractor for\nexecution of the work which fact is spoken to by PW-122\nand also by PW-46. Their evidence shows that on\n29.06.1981 when they met A-1 requesting for the award\nof the tunnel driving work to the workers at Idamalayar,\nA-1 told them that the execution of the Idamalayar work\nwas proposed to be given to A-4. [para 30] [813-C-D]\nB\nC\nD\nE\n10.3. The role played by A-3 in fixing the contract to\nA-4 is also relevant to infer the formation of agreement\nbetween himself and A-1. In addition to the same, the\nprosecution has adduced acceptable evidence that a\ncompany by name Hydro Power Construction Company\nwas registered as a partnership firm with A-4 as Managing\nPartner and A3 and A-22 (deceased) as Working Partners.\nFurther, close relatives of A-4, A3 and A-22 were parties\nto the partnership deed. The object of the partnership was\nto execute the Idamalayar tunnel work and also the surge\nshaft work in the name of the firm which was an\nassessee under the income tax Act as is evident from Ex.\nP245, the income-tax assessment of the firm in the year\n1984-85 and 1985-86 and the evidence of PW-123, an\nIncome-tax practitioner. In addition to the same, when A-\n3 was questioned u/s 313 Cr.P.C., he admitted that he\ninvested good amount for the work and visited the site F\nto watch the progress of the work. The fact that A-1, while\nas a Minister for Electricity, interfered with the award of\nthe contracts of the Board were spoken to by PW-64, PW-\n66, PW-138 and PW-146. It is also clear that A-1 was\nawaiting for a probable contractor of his choice to G\nundertake the Idamalayar works at exorbitant rates. [para\n31] [813-F-H; 814-A-C]\n10.4. Further, there was labour agitation prevailing at\nIdamalayar work site. It is in evidence that after execution\nI\n778\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA of the agreement of the Idamalayar work by A-4, A-1\ninterfered and settled the labour dispute by awarding a\ncompensation of Rs. 11 lakhs to the striking workers and\nthe worksite was made free of any labour unrest. It is the\nprosecution case that this was done to help the\nB contractor, a party to the conspiracy for execution of the\nwork and to make illegal profit therefrom. The evidence\nof PW-7, Chief Engineer and other witnesses stated that\nthe awarding of Idamalayar work at exorbitant rates could\nhave been avoided in case the labour issue was settled\nearlier. The prosecution has also highlighted labour\nunrest at Idamalayar which was kept pending at the\ninstance of A-1 and other interested parties so as to make\nit appear that no contractor will come forward to\nundertake the contract, so much so that there is\npossibility of choosing a contractor of their choice for the\nexecution of the work at exorbitant rates. [para 32] [814-\nD-H; 815-A]\nC\nD\n10.5. The prosecution has also highlighted that to\nachieve the illegal object of finding the contract in the\nE name of A-4 at exorbitant rates, the pre-qualification\nsystem was introduced by the Board by order Ext. P576\ndated 24.09.1981. This was after tendering process had\nstarted for the Idamalayar work. PW-138, explained\nbefore the court that pre-qualification bid system was\nF misused by the Board to safeguard vested interest by\nchoosing contractors of their choice. [para 33] [815-B]\nG\n10.6. The Special Court, after analysing the evidence\nin detail found that A-3 is the man behind the manuring\nfor getting the contract awarded to A-4, who, however,\nwas only a benamidar and A-3 and A-22 were the\nbeneficiaries though the work was awarded in the name\nof A-4. The role played by A-6 in the matter of hatching\nout the conspiracy and the fulfillment of the unlawful\nobject is proved by evidence, particularly, from the\nH evidence of PW-7. [para 34] [816-C-D]\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 779\n\u0026 ORS.\nA\n10.7. From the materials on record, it is clear that a\ncriminal conspiracy among A-1, A-3 and A-6 can be\ninferred. A-1, as Minister for Electricity is all in all dealing\nwith the efforts of the Board including the awarding or\ncancellation of the contracts. The officers and the Board\nmembers were under his pressure and fear which is B\nclearly seen from the statements of prosecution\nwitnesses, namely, PWs 8, 36, 60, 62, 138, 140, 64, 66 etc.\nFrom the materials on record, as rightly concluded by the\nSpecial Court, it leads to a conclusion that several out of\nway methods were adopted by the Board at the instance\nof A-1 for achieving the object of conspiracy. [para 34]\n[816-E-F; 817-A]\nC\n10.8. The High Court failed to consider various\ninstances and materials placed by the prosecution in\nrespect of charge relating to conspiracy. Before this D\nCourt it was demonstrated that several material aspects\nhave not been considered by the High Court. PW-7,\nformer Chief Engineer, a most reliable witness was\nexamined in the presence of A-3 on 04.11.1982 in the\nBoard's office. There is no necessity to corroborate or E\nfurther material in addition to the oral evidence of PW-7.\nAs rightly analysed and concluded by the Special Court,\nthere is no infirmity in the evidence of PW-7 merely\nbecause there is no documentary evidence in respect of\nthe presence of A-3 at the Board's meeting, the evidence F\nof PW-7 cannot be ignored. [para 35] [817-D; 818-B-C]\nG\n10.9. The High Court very much accepted the stand\nof the accused that it was a collective decision of the\nBoard for awarding contract in favour of A-4 at exorbitant\nrates, though the reasons relied on by the Board expose\nthe omission and negligence on its part in fixing the\ncontract with other contractors, namely, PW-146, P.W. 64\nor PW-4, who quoted lower rates then A-4. Even before\nthis Court it was reiterated that it was a collective decision\nof the members of the Board to award the contract in H\n780 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA favour of A-4, but it has been established, as has been\nheld by the Special Court, that the contract was awarded\nat exorbitant rates, with special conditions. In the instant\ncase, all the ingredients of criminal conspiracy are\nsatisfied for convicting A-1, A-3 and A-6 for the offence\nB charged against them. [para 36] [818-D-G]\nD\n11. Special mention about PW-7, retired Chief Engineer\nof the Board \u0026 PW-46:\n11.1. The prosecution heavily relied on the evidence\nC of PW 7, a retired Chief Engineer of the Board. By his rich\nexperience and having worked as a Chief Engineer at the\nrelevant time, namely, when Idamalayar project was\ncommissioned, he furnished all the details with reference\nto various documents such as his report, opinion,\nminutes of the meeting of the Board with reference to\nIdamalayar project He retired from service on March 1985,\nand was first examined on the side of the prosecution on\n28.03.1996 and at that time he was 66 years old. He was\ncalled upon to give evidence only in March 1996 nearly\nafter 15 years of the commissioning of the Idamalayar\nproject. In this view of the matter, there is no reason to\nreject his entire evidence for alleged inconsistencies as\nclaimed by the respondents/accused. In his evidence, he\nhas mentioned that on the submission of tender by A-4,\nit was noted that he quoted 189% above PAC. It is also\nseen from the evidence of PW-7 that after noting that the\nrate quoted by A-4 is higher rate, he forwarded the said\ninformation for remarks of FA and CAO. He also asserted\nthat A-6 told him that A-1, the Minister, was very much\nparticular to award both the works to A-4. He inspected\nG the site on 23.09.1983 and due to slow progress in the\nE\nF\nworks, he castigated A-22, who conducted the works.\nAfter few days, A-3 and A-22 came to his house and\nwarned him and then on 13.10.1983, he was transferred\nand appointed as an Advisor of Electricity Board in\nH respect of Hydroelectric Projects, though such a Post\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 781\n\u0026 ORS.\nwas not there. [para 37 and 38] [819-A-C; G-H; 820-A-B; A\nE-F; 822-B-C-E]\nB\nC\n11.2. As regards the decision of the Board and the\nrole of PW-7, he has stated that the Chief Engineer has\nno right to question the Board's decision. However, he\nclarified that when he was asked to give his opinion or\nreport, he was bound by the said direction. Though,\nseveral reports and minutes of the Board meeting were\npressed into service by the respondents/accused in\norder to strengthen their case that all important decisions\naccepting the contract in favour of A-4 including several\nspecial conditions etc., were taken by the Board on the\nnotes/reports of PW-7, it is clear that due to the pressure\nof A-6, the then Member of the Board, who was close to\nA-1, as well as the desire of A-1 in awarding the contract\nin favour of A-4 with higher rates, PW-7 had no other D\noption except to execute the directions of A-6 and A-1.\nThe analysis of the evidence of PW-7 coupled with the\nother prosecution witnesses and other notes and report\nprepared for the Board clearly indicate that though he\nreminded that certain things were not permissible, E\nbecause of the fact that the beneficiaries of the contract\nare known to A-1 and A-6, he had no other option except\nto prepare notes in such a way and, ultimately, the Board\naccepted the same. [paras 37, 38, 39 and 41] [821-G-H;\n822-A-G-H; 823-C-D]\nF\n11.3. The evidence of PW-46, a member of RSP, a\npolitical party was led by the prosecution to establish that\nA-1 decided and determined to award the contract to A-\n4. PW-46 stated that at the relevant time he was the\nPresident of the workers Union. A memorandum was G\nsubmitted to A-1 and he was requested to give work to\nlabourers at least on piece rate basis, but A-1 told them\nthat the contract had been given to A-4. [para-42] [823-E-\nH]\nH ·\n"}