{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"782\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA 12. About maintainability of the appeal by the appellant:\nB\nC\nD\nIn the instant case, certain special features exist.\nThough the State has not filed any appeal against the\nimpugned order of acquittal by the High Court but\nsupported the ultimate conviction and sentence imposed\nby the Special Judge and informed this Court that if\npermitted, it was ready to file an appeal with an\napplication for condonation of delay. Though the Court\nis not inclined to entertain such a request at this stage,\nhowever, the fact remains that taking note of the\nimportance of the issue, allegations against the Minister\nand higher officials of the Board in respect of award of\ncontract with the ulterior motive, the appellant\napproached this Court on earlier occasion when the\nState wanted to close the prosecution against all the\naccused including the Minister, based on the order of the\nHigh Court in respect of A-5. Further when the very same\nappellant filed special leave petition before this Court and\nlater leave was granted by this Court neither of these\nrespondents raised any objection as to the\nE maintainability of the petition. On the other hand, a Bench\nof three Judges* accepted the appellant's claim and set\naside the order of the High Court based on which the\nSpecial Judge proceeded further and, ultimately,\nconvicted and sentenced A-1, A-3 and A-6. In view of\nF these factual details, the respondents-accused were not\nserious in projecting the issue relating to maintainability\nas their first objection. In view of the special\ncircumstances highlighted in the case on hand, the\ninstant appeal by the appellant against the order of\nG acquittal by the High Court is maintainable. [para 45] [825-\nF; 826-H; 827-A-F]\nH\n*V.S. Achuthanandan vs. R. Balakrishna Pillai \u0026 Ors.,\n1994 (1) Suppl. SCR 95 = (1994) 4 SCC 299] - referred\nto.\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 783\n\u0026 ORS.\nNational Commission for Women vs. State of Delhi and A\nAnother 2010 11 Scale 17; and K. Anbazhagan vs.\nSuperintendent of Police and Others 2003 (5) Suppl.\nSCR 610 = (2004) 3 SCC 767- relied on\nLalu Prasad Yadav \u0026 Anr. Vs. State of Bihar \u0026 Anr., 2010\n(4) SCR 334 = (2010) 5 SCC 1 held in-applicable\n13. Conclusion\nB\n13.1. The prosecution has established the following\naspects insofar as accused A-1, A-3 and A-6 are\nconcerned: (a) the contract was awarded for both the C\nworks of Idamalayar at a very high and exorbitant rate\nwith special conditions having heavy financial\nimplications; (b) the contractor was allowed to return\nonly fifty per cent of the empty cement bags; and (c) the\ncontract was awarded by reducing the retention and D\nsecurity amount. [para 47] [828-D-E]\n13.2. The High Court failed to appreciate in the proper\nperspective the materials placed by the prosecution and\nbrushed aside several important items of evidence\nadduced by the prosecution. Equally, the conclusion of E\nthe High Court that the proved circumstances are not\nsufficient to hold that there was conspiracy, as alleged\nby the prosecution, cannot be accepted. On the other\nhand, the Special Court, after framing various points for\nconsideration and after thorough discussion, has rightly F\naccepted the case of the prosecution and rightly\nconvicted the accused. The High Court committed a\ngrave error in acquitting the accused without adverting\nto the reliable and acceptable evidence adduced by the\nprosecution. The judgment of the High Court is set aside G\nand the conviction of all the three accusedas recorded\nby the trial court is upheld. [para 47] [828-F-H; 829-A-B]\n13.3. Now, coming to the sentence part, it is relevant\nto note that the contract was awarded to A-4 (since\ndeceased) as early as on 19.11.1982. After various H\n784 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA agitations, discussions in the Assembly, appointment of\na Commission by the Government and based on the\nreport of the Commission, the State Government initiated\nthe prosecution and the trial prolonged upto November\n19, 1999. Thereafter, the matter remained pending before\nB the High Court till October 2003, when the High Court\npronounced its order acquitting all the accused. The\nmatter was then taken up to this Court by the appellant.\nThe accused have undergone agony of these\nproceedings for nearly two decades, therefore, ends of\nC justice would be met by awarding rigorous imprisonment\nfor one year with fine of Rs. 10,000/- each. Ordered\naccordingly. [para 48] [829-C-E]\n14. It is pertinent to point out that in all the cases in\nwhich charges relating to corruption by public servants\nD are involved, normally, it takes longer time to reach its\nfinality. Although, the Government of India, Department\nof Law \u0026 Justice is making all efforts for expeditious\ndisposal of cases of this nature by constituting Special\nCourts, however, the fact remains that it takes longer time\nE to reach its destination. When a matter of this nature is\nentrusted to a Special Court or a regular court, it is but\nproper on the part of the court concerned to give priority\nto the same and conclude the trial within a reasonable\ntime. The High Court, having overall control and\nsupervisory jurisdiction under Article 227 of the\nConstitution of India is expected to monitor and even call\nfor a quarterly report from the court concerned for\nspeedy disposal. Inasmuch as the accused is entitled to\nspeedy justice, it is the duty of all in charge of\ndispensation of justice to see that the issue reaches its\nend as early as possible. [para 49] [829-G; 830-C-E]\nF\nG\nCase Law Reference:\n1994 ( 1 ) Suppl. SCR 95 referred to\npara 2\nH\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 785\n\u0026 ORS.\n2010 11 Scale 17\nrelied on\n2010 (4) SCR 334\npara 43\nA\nheld inapplicable para 46\n2003 (5) Suppl. SCR 610 relied on\npara 46\nCRIMINAL APPELLATE JURSDICTION: Criminal Appeal B\nNo. 350 of 2006.\nFrom the Judgment \u0026 Order dated 31.10.2003 of the High\nCourt of Kerala at Ernakulam in Crl. Appeal Nos. 823, 824 of\n1999 and 822 of 1999 (B).\nShanti Bhushan, A. Sharan, U.U. Lalit, S. Gopakumaran\nNair, R.S. Sodhi, Malini Poduval, Rovin V.S., Deepak Prakash,\nBiju P. Raman, Usha Nandini, Babita Sant, Vishnu B. Saharya,\nGeroge Mathew, Saharya \u0026 Co., E.M.S. Anam, Fazlin Anam,\nJames Koshy, Vinod Kumar, T.G. Narayan Nair, K.N.\nMahusoodhanan, P.V. Dinesh, Jojo Jose, Sindhu T.P., P.V.\nVinod for the appearing parties.\nThe Judgment of the Court was delivered by\nC\nD\nF.\nP. SATHASIVAM, J. 1. The challenge in this appeal, by E\nspecial leave, is to the legality of the order dated 31.10.2003.\npassed by the High Court of Kerala at Ernakulam allowing\nCriminal Appeal Nos. 822, 823 \u0026 824 of 1999 filed by the\naccused setting aside the order dated 10.11.1999 passed by\nthe Special Judge Idamalayar Investigations, Ernakulam in C.C.\nNo. 1 of 1991 convicting all the accused for the offences\npunishable under Sections 120-B and 409 of the Indian Penal\nCode (in short ‘IPC') and Sections 5(1)(c) and 5(2) of the\nPrevention of Corruption Act, 1947 (Act 2 of 1947) (hereinafter\nreferred to as 'the P.C. Act') and sentencing them to undergo G\nrigorous imprisonment.\n2. Brief Facts:-\n(a) Idamalayar Hydro Electric Power Project, a multi-\npurpose power project in Kerala was conceived and completed H\n786 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA in the year 1985. The project report was approved by the\nCentral Water and Power Commission in 1973.\nB\nC\nD\n(b) After the completion of the Dam, the remaining\nconstruction work relating to the power tunnel and surge shaft,\nwhich are integral part of the water conductor system of the\nproject, was awarded on contract basis to one K.P. Poulose\n(A4), as per the decision of the Kerala State Electricity Board\n(hereinafter referred to as the \"Board\"), on 19.11.1982. The\nwork relating to power tunnel was awarded at 188% above the\nProbable Amount of Contract (PAC) and the work relating to\nsurge shaft and allied works at 162% above the estimated\namount with many special conditions, as requested by the\ncontractor, involving heavy financial implications/advantages to\nhim at the expense of the Board. Further, there was inordinate\ndelay in completion of the work.\n(c) During the trial run, on 15.07.1985, several leaks and\ncracks were noticed in the tunnel lining which was a matter of\ngreat public concern and caused considerable anxiety and fear\namong the public and State as well. Discussions and debates\nE were held in this regard in the State Legislative Assembly.\nThere was a public outcry for a judicial probe in this matter.\nExtensive rectification work to remedy the defects in the tunnel\nlining and surge shaft was undertaken at a considerable cost\nwhich was to the tune of Rs. 1.75 crore.\nF\n(d) On 02.08.1985, the Public Undertaking Committee of\nthe State Legislature inspected the site and submitted its report\nrecommending a judicial probe. The State Government\nappointed a sitting Judge of the Kerala High Court as\nCommissioner of Inquiry to conduct the probe. The Commission\nG recorded its enquiry, collected considerable evidence and\nsubmitted its report in June, 1988. The Commission came to\nthe conclusion that materials placed before it prima facie\ndisclosed commission of offences punishable under I.P.C. and\nP.C Act against persons responsible for the same and\nH recommended for investigation into these offences. The State\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 787\n\u0026 ORS. [P. SATHASIVAM, J.]\nGovernment accepted the recommendations and constituted a\nspecial team, headed by Superintendent of Police for\nInvestigation. The report of the special squad was filed in the\nCourt of Special Judge on 14.12.1990 in Crime No. C.C. No.\n1 of 1991.\n(e) During pendency of the case, an application for\nwithdrawal of the prosecution against accused No. 5 - G.\nGopalakrishna Pillai, who was the Secretary to the Kerala\nGovernment, Irrigation and Power Department was made by\nthe then Special Public Prosecutor on 24.08.1992 under\nSection 321 of the Code of Criminal Procedure (in short\n'Cr.P.C.') on the ground of absence of any material to sustain\na successful prosecution of offences alleged against him. At\nthis stage, the appellant herein - V.S. Achuthanandan, the then\nOpposition leader in the Assembly, in public interest, filed\nstatement of objections against the move for withdrawal of the\ncase against G. Gopalakrishna Pillai (A5). After full fledged\nenquiry, the application filed by the Special Public Prosecutor\nwas dismissed by the Special Judge on 16.10.1992.\nA\nB\nC\nD\n(f) On 03.02.1993, Criminal Revision Petition No. 762 of E\n1992, filed by the State against the order of Special Judge was\nallowed by the High Court. On the strength of the observations\nmade in the order of the Kerala High Court, the State\nGovernment took the decision to withdraw the criminal case\nagainst all other accused.\nF\n(g) The appellant challenged the above order of the High\nCourt in Criminal Appeal No. 122 of 1994 before this Court\nwhich set aside the order of the High Court and restored the\norder of the Special Judge declining consent for withdrawal\n[vide V.S. Achuthanandan vs. R. Balakrishna Pillai \u0026 Ors., G\n(1994) 4 SCC 299]. Subsequently, the matter was further\nproceeded in the Court of Special Judge.\n(h) During trial, Accused No. 22, Paul Mundakkal became\ninsane and the case against him was allowed to split, Accused H\n788 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA No.4K.P. Poulose, Contractor, died, Accused nos. 11 and\n14 to 21 were discharged by the Court of Special Judge in the\nfinal report holding that there was no prima facie case made\nagainst them.\nB\n(i) On 14.12.1995, charges were framed against other\naccused for various offences under Sections 120-B, 409, 430\nand 201 IPC and Section 5(2) read with Section 5(1)(c) and\n(d) of the P.C. Act. This order of the Special Judge was\nconfirmed by the High Court, but found that the charge under\nthe P.C. Act is not sustainable against A5 and A8 for want of\nс\nproper sanction as per the orders passed in Criminal Revision\nPetitions filed by the accused in the High Court. Charge was\namended accordingly and the accused were rearranged as A1\nto A11. In the meantime, A7 died.\nD\n(j) The Special Court, after analyzing the oral and\ndocumentary evidence on record, vide its judgment and order\ndated 10.11.1999 found R. Balakrishna Pillai (A1), P.K. Sajeev\n(A3) and Ramabhadran Nair (A6) guilty of the offences\npunishable under Section 120-B and 409 IPC and Sections\nE 5(1)(c) and 5(2) of the P.C. Act read with Section 120-B of IPC.\nThey were sentenced to undergo rigorous imprisonment for a\nperiod of five years for the offence punishable under Section\n120-B of IPC and to undergo rigorous imprisonment for a\nperiod of four years each under Section 409 IPC and Section\n5(2) of the P.C. Act read with Section 120-B IPC and to pay a\nfine of Rs.10,000/- each, in default, to undergo simple\nimprisonment for one year each. However, A1, A3 and A6 were\nacquitted of the charges under Sections 161, 201 and 430 IPC\nread with Section 5(1)(d) of the P.C. Act. It was also directed\nthat the sentences shall run concurrently. Accused Nos.\n2,4,5,8,9,10 and 11 were found not guilty of the offences and\nthey were acquitted of all the offences with which they were\ncharged.\nF\nG\n(k) Aggrieved by the order of conviction and sentence, all\nH the three accused i.e. (A1), (A3) and (A6) filed separate\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 789\n\u0026 ORS. [P. SATHASIVAM, J.]\nappeals before the High Court of Kerala at Ernakulam. By the A\ncommon impugned judgment dated 31.10.2003, the High Court\nset aside the conviction and sentence of all the three accused\nand acquitted them from all the charges levelled against them.\n(I) Questioning the order of acquittal, the appellant - V.S.\nAchuthanandan, filed special leave petition against the common\nimpugned judgment and, this Court, by order dated\n27.03.2006, granted leave to appeal.\nB\n3. Heard Mr. Shanti Bhushan, learned senior counsel for\nthe appellant, Mr. U.U. Lalit, learned senior counsel for C\nR.Balakrishna Pillai (A1), Mr. Amarendra Sharan, learned\nsenior counsel for P.K. Sajeev (A3), Mr. S. Gopakumaran Nair,\nlearned senior counsel for Ramabhadran Nair (A6) and Mr. R.S.\nSodhi, learned senior counsel for the State of Kerala.\nSubmissions:\n4. Mr. Shanti Bhushan, learned senior counsel for the\nappellant after taking us through the entire materials relied on\nby the prosecution, stand taken by the defence, elaborate\nreasonings of the trial Court in convicting the accused and the\nreasonings of the High Court in acquitting them, raised the\nfollowing submissions:-\nD\nE\n(i) There was enough material to show that (A1) was very\nmuch interested in favour of (A3) and with the connivance. F\nassistance of the Board officials, more particularly through (A6)\nMember of the Board, made the Board to accept the tender\noffered by K.P. Poulose (A4) at an exorbitant rate with various\nspecial conditions.\n(ii) The criminal breach of trust has been committed by the\naccused in the following ways:-\n(a) By awarding both the works of Idamalayar at a very\nhigh and exorbitant rate with special conditions\nhaving heavy financial implications.\nG\nH\nSUPREME COURT REPORTS\n790\n[2011] 2 S.C.R.\nA\n(b)\nBy reducing the retention and security amount.\n(c)\nBy allowing the contractor to return only fifty per cent\nof the empty cement bags.\nB\n(d) By accepting the special condition for the sale of T\n\u0026 P items (tools \u0026 plants) which could not be sold\nas per the general conditions of the contract\n(iii) Contrary to the norms and circulars/procedures of the\nBoard, in order to favour K.P. Poulose (A4), who was a friend\nC of (A1), the Board has accepted all the conditions just to favour\n(A1) and (A3).\nD\nE\n5. Mr. U. U. Lalit, Mr. Amarendra Sharan and Mr. S.\nGopakumaran Nair, learned senior counsel appearing for (A1),\n(A3) and (A6) respectively supporting the ultimate decision of\nthe High Court submitted that:\n(i) The outcome of the contract in favour of K.P. Poulose\n(A4) was based on a \"collective decision\" by the Board and\nthere was no external pressure from anyone including (A1).\n(ii) All the decisions taken were in terms of rules/norms\napplicable to the contract including accepting special\nconditions.\n(iii) Mere acceptance of higher rate would not amount to\nF criminality.\nG\n(iv) There is no allegation that by awarding contract in\nfavour of K.P. Poulose (A4), (A1) was monetarily benefited.\n(v) No material to show that there is any wrongful loss to\nthe Board.\n(vi) Inasmuch as the High Court acquitted all the accused\nin respect of all the charges on appreciation of oral and\ndocumentary evidence, interference by this Court is very limited.\nH In the absence of perversity in such conclusion, normally, this\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 791\n\u0026 ORS. [P. SATHASIVAM, J.]\nCourt would not interfere with the order of acquittal.\n(vii) In any event, inasmuch as the State has not challenged\nthe order of acquittal, the present appellant being neither a\ncomplainant or heir nor a party to any of the proceedings is not\nentitled to pursue the present appeal. Accordingly, the appeal\nis not maintainable and on this ground liable to be dismissed\nwithout going into the merits of the claim.\nA\nB\n6. We have carefully analysed the materials placed by the\nprosecution, the defence, the decision and reasonings of the\ntrial Court and High Court and considered the rival contentions. C\nInterference by this Court in an order of acquittal\nD\nE\n7. Learned senior counsel for the respondents by drawing\nour attention to the reasoning of the High Court and in respect\nof all the charges leveled against acquitting them submitted that\nin the absence of perversity in the said decision, interference\nby this Court exercising extraordinary jurisdiction is not\nwarranted. It is settled principle that an Appellate Court has full\npower to review, re-appreciate and reconsider the evidence\nupon which the order of acquittal is founded. The Code of\nCriminal Procedure (in short 'Cr.P.C') puts no limitation,\nrestriction or condition on exercise of such power and an\nAppellate Court is free to arrive at such conclusion, both on\nquestions of fact and of law. An Appellate Court, however, must\nbear in mind that in case of acquittal, there is double\npresumption in favour of the accused. The presumption of\ninnocence is available to a person and in the criminal\njurisprudence that every person shall be presumed to be\ninnocent unless he is proved guilty by a competent court of law.\nIt is also settled law that if two reasonable conclusions are\npossible on the basis of the evidence on record, the Appellate\nCourt should not disturb the finding of acquittal recorded by the\ntrial Court. Keeping the above principles in mind, let us discuss\nthe charges leveled, materials placed by the prosecution in\nsupport of those charges, reasoning of the Special Court H\nF\nG\n"}