{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"812\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA 3, the evidence of PWs 6, 7 and 8 who were Engineers at the\nrelevant time at Idamalayar worksite and supervising execution\nof works corroborated the evidence of PW-3. PWs 24, 25 and\n26 also supported the above claim of the prosecution. PW-25,\none of the workers at Idamalayar also deposed that he was\nB working with A6, who was managing Idamalayar works. PW-\n26, another worker also stated that when he went to the house\nof A3, he saw A1 in his house.\nC\n29. The prosecution has established the relationship and\nfriendship between A1 and A3 by placing acceptable evidence.\nThe nomination of A3 to Board's Consultative Council was\nmade at the instance of A1. Under Section 16 of the Electricity\n(Supply) Act, 1948, the Constituting Authority is the State\nGovernment. The evidence led in by the prosecution shows that\nA1 took initiative to include the name of A3 in the list of\nD nominees for constituting the Consultative Council. The\nevidence of PWs 18, 27 and 51 and Ext.180(c) establish the\ncase of the prosecution. The evidence further shows that the\nmandatory requirements contemplated under Section 16 of the\nAct regarding the constitution of Consultative Council was not\nE adhered to by A1 who wanted to include A3 in the panel which\nstates that the State Government may constitute the\nConsultative Council considering all representatives of power\ngenerating companies and other persons in consultation with\nthe representative bodies of various interests, namely, industry,\nF commerce, agriculture, transport etc. It makes it clear that \u003e\u003e\nconsultation with the representative bodies of various interests\nis a mandatory condition precedent for appointment of a\nMember by the Government in the Board's Consultative\nCommittee. But in the case on hand, from the evidence, it is\nĠ clear that there was no such consultation by the Government\nbefore making nomination of A3 who was the Secretary of\nKothamangalam Bus Owners Association. It was pointed out\nthat usually the representatives of State Level Organisers\nrepresenting various interests alone were nominated after\nconsultation by the Government with such bodies. Admittedly,\nH\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 813\n\u0026 ORS. [P. SATHASIVAM, J.]\nA\nA3 was not representing any State Level Bus Owners\nAssociation. This is evident from the evidence of PWs 31 and\n16. It has also come in evidence that on 30.07.1983, in a\nConference held on Idamalayar Inspection Bungalow, attended\nby various officers of the Board and others connected with the\nexecution of Idamalayar work, A1 declared in public that A3 B\nwas his bosom friend and requested everybody to cooperate\nwith him for the successful completion of the project work.\nC\nD\n30. The prosecution has established the relationship of A1\nand K.P Poulose even before awarding of contract. In\nNovember 1982 itself, A1 had chosen K.P. Poulose as\nprospective contractor for execution of the work which fact is\nspoken to by T.M. Prabha (PW-122) and also by\nMuraleedharan Pillai (PW-46). We have already adverted to the\nevidence of PW-46 in detail in the earlier paragraphs. Their\nevidence shows that when they met A1 requesting for the award\nof the tunnel driving work to the workers at Idamalayar, who\nwere brought from Idukki, Kulamavu etc, A1 told them that the\nexecution of the Idamalayar work is proposed to be given to\nK.P. Poulose. This was on 29.06.1981 i.e. well prior to the\nexecution of the contract, and indicate that there was prior E\ncontract between A1 and K.P. Poulose regarding the award of\ncontract work at Idamalayer.\n31. The role played by A3 in fixing the contract to K.P.\nPoulose is also relevant to infer the formation of agreement F\nbetween himself and A1, the Minister for Electricity. In addition\nto the same, the prosecution has adduced acceptable\nevidence that a company by name Hydro Power Construction\nCompany was registered as a partnership firm with K.P.\nPoulose as Managing Partner and A3 and Paul Mundakkal as\nWorking Partners. Further, close relatives of K.P. Poulose, A3\nand Paul Mundakkal were parties to the partnership deed. The\nobject of the partnership was to execute the Idamalayar tunnel\nwork and also the surge shaft work in the name of the Company.\nThe said firm was an assessee under the income tax Act which\n::\nG\nH\n814 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA is evident from Ex. P245, the income-tax assessment of the firm\nin the year 1984-85 and 1985-86. K.P. Poulose, A3 and Paul\nMundakkal were submitting income tax returns and this is\nevident from the evidence of PW-123, an Income-tax\npractitioner. In addition to the same, when A3 was questioned\nB under Section 313 Cr.P.C., he admitted that he invested good\namount for the work and visited the site to watch the progress\nof the work. The fact that A1, while as a Minister for Electricity,\ninterfered with the award of the contracts of the Board were\nspoken to by PW-64, PW-66, PW-138 and PW-146 which we\nhave already discussed in the earlier paragraphs. It is also\nclear that A1 was awaiting for a probable contractor of his\nchoice to undertake the Idamalayar works at exorbitant rates.\nс\n32. There was labour agitation prevailing at Idamalayar\nwork site. The workers brought from Moolamattom, Kulamavu\n. D etc. went on strike demanding execution of the work on piece\nrate basis and also for absorption in permanent service of the\nBoard. At the time, when the tendering process of the work was\nstarted by the Chief Engineer, Bharathan, strike situation was\npending at Idamalayar which continued till the work was\nE awarded in 1982. It is in evidence that after execution of the\nagreement of the Idamalayar work by K.P. Poulose, there was\nobstruction from the striking workers preventing him from\nentering the worksite and consequently A1 interfered and\nsettled the labour dispute by awarding a compensation of Rs.\nF 11 lakhs to the striking workers and the worksite was made\nclear free of any labour unrest. It is the prosecution's case that\nthis was done to help the contractor, a party to the conspiracy\nfor execution of the work and make illegal profit therefrom. The\nevidence of PW-7, Chief Engineer and other witnesses stated\nthat the awarding of Idamalayar work at exorbitant rate could\nhave been avoided in case the labour issue was settled earlier.\nThe prosecution has also highlighted labour unrest at Idamalayar\nwhich was kept pending at the instance of A1 and other\ninterested parties so as to make it appear that no contractor\nwill come forward to undertake the contract, so much so that\nH\nG\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 815\n\u0026 ORS. [P. SATHASIVAM, J.]\nthere is possibility of choosing a contractor of their choice for A\nthe execution of the work at exorbitant rate.\n33. The prosecution has also highlighted that to achieve\nthe illegal object of finding the contract in the name of K.P.\nPoulose at exorbitant rate, the pre-qualification system was\nintroduced by the Board vide order Ex. P576 dated 24.09.1981.\nThis was after tendering process has started for the Idamalayar\n_ work. One Alexander Vellappally, who was examined as PW-\n138, explained before the Court that pre-qualification bid\nsystem was misused by the Board to safeguard vested interest\nby choosing contractors of their choice. From the proceedings\ninitiated by the Board on 19.11.1982, passing a resolution to\naward the work to K.P. Poulose, a scheme of pre-qualification\nbid was successfully operated by the Board authorities at the\ninstance of A1 for paving the way clear to K.P. Poulose to get\nthe work at a very high rate.\nB\nC\nD\nE\nF\n34. With regard to the relationship between A1 and A3,\nthe prosecution has relied on the evidence of PW-19,\nreceptionist of the Paramount Tourist Home who has stated\nthat A3 was occupying a room on 17.11.1982 and 19.11.1982\non rent at Paramount Tourist Home. Exs. P185, 186 and 187\nare registers maintained in the Tourist Home and relevant\nentries therein were marked and proved by PW-19. According\nto him, A3, took a room in the Tourist Home at 11:50 a.m. on\n17.11.1982 and vacated the room on 5:00 p.m. on 19.11.1982.\nThe Special Court noted the significance of his stay during the\nabove period at Thiruvananthapuram. A3, in all probability, was\nat Thiruvananthapuram to meet A1 and also to meet PW-7,\nChief Engineer, A6 and A7, to work out the scheme for getting\nthe contract in favour of K.P. Poulose at a higher rate after\navoiding other tenderers. It is further evident that A3 took the\nroom on 17.11.1982 when the Full Board meeting was\nconsidering the tender of K.P. Poulose and left the room on\n5:00 p.m. on 19.11.1982 after the tender was awarded to K.P.\nPoulose. The close intimacy of A3 with A1 is well known and\nhis influence over A1 might have persuaded A6 and A7 to fix H\nG\nC\nD\n816 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA the contract on K.P. Poulose. PW-7, Chief Engineer has\ndeposed before the Court that A3 met him on 04.11.1982 and\nrequested him to make a recommendation for awarding the\ncontract to K.P. Poulose. A3 also told PW-7 that when A1 was\ntalking over phone to PW-7, while in the office of the Chairman\nB of the Board, the witness was present in the chamber of A1\nand asked PW-7 what was the difficulty in recommending the\ncontract even after A1 directed him to do so. The Special Court,\nafter analysing the evidence in detail found that A3 is the man\nbehind the manuring for getting the contract awarded to K.P.\nPoulose. K.P. Poulose, however, was only a benamidar and\nA3 and Paul Mundakkal were the beneficiaries though the work\nwas awarded in the name of K.P. Poulose. The prosecution has\nalso highlighted and proved that A1 was awaiting for a better\ncontractor, who would quote higher rate, when PW-146\nKamalasanan, Managing Partner, We-Build was not willing to\nquote a higher rate as desired by A1. The role played by A6 in\nthe matter of hatching out the conspiracy and the fulfillment of\nthe unlawful object is proved by evidence, particularly, from the\nevidence of PW-7. From the above materials, it is clear that a\ncriminal conspiracy among A1, A3 and A6 can be inferred. A1,\nas Minister for Electricity is all in all dealing with the efforts of\nthe Board including the awarding or cancellation of the\ncontracts. The officers and the Board members were under his\npressure and fear which clearly seen from the statements of\nprosecution witnesses, namely, PWs 8, 36, 60, 62, 138, 140,\nF 64, 66 etc. It is also relevant to point out that A6 and A7\navoided considering the request of PW-4 in his telegram sent\nto the Board. We have already adverted to the fact that it was\nSunny K. Peter, PW-4, who quoted a lesser rate than K.P.\nPoulose. He quoted only 135% above PAC. By arranging the\nG Board meeting on 19.11.1982, with short notice of less than\n24 hours, the intention was to avoid other tenderers and to\nachieve the object of conspiracy to award the contract to K.P.\nPoulose who alone was present on 17.11.1982 and\n19.11.1982. The request of E.M. Varkey for fixing another date\nH for participating in the discussion for award of the contract was\nE\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 817\n\u0026 ORS. [P. SATHASIVAM, J.]\nalso rejected. From these materials, as rightly concluded by the A.\nSpecial Court, it leads to a conclusion that several out of way\nmethods were adopted by the Board at the instance of A1 for\nachieving the object of conspiracy.\nB\nD\n35. As rightly pointed out by the Special Court, the\nconfirmation of Hydro Power Construction Company consisting\nof A3, A4 and Paul Mundakkal and their close associates and\nrelations for execution of Idamalayar contract work, A3\nsupervising the execution of the contract work and the visit of\nA4 at the worksite only on rare occasions, the payment of\nC\nwages to the labourers by A3 and Paul Mundakkal are all\nproved various circumstances that the conspiracy among the\naccused continued to operate even after the award of the\ncontract. The High Court failed to consider various instances\nand materials placed by the prosecution in respect of charge\nrelating to conspiracy. According to the High Court, \"the proved\ncircumstances are not sufficient to hold that there was\nconspiracy as alleged by the prosecution or as found by the\nSpecial Court.” Before us, it was demonstrated that several\nmaterial aspects have not been considered by the High Court,\nfor example, the stay of A3 at Paramount Tourist Home, E\nThiruvananthapuram on the crucial dates i.e., on 17.11.1982 to\n19.11.1982 has not been considered by the High Court in the\ncorrect perspective. As pointed out by the appellant, the High\nCourt ought to have found that the evidence relating to A3 at\nParamount Tourist Home is only to bring out one of the F\ncircumstances leading to the formation of criminal conspiracy\nhatched out by the accused. In fact, A3 has admitted his stay\nin his Section 313 Cr.P.C. statement at Thiruvananthapuram\non those dates, hence, finding by the High Court on this aspect,\nfaulting with the Special Court cannot be sustained. Even\nthough, the High Court has admitted that A1 and A3 belonged\nto the same political party and close relationship exists\nbetween the two, the nomination of A3 in the Consultative\nCouncil of the Board as evidenced by Ex.P-180 was\nunfortunately not recognised by the High Court as a material\nG\nH\n818 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA evidence proved by the prosecution. Insofar as claim of PW-3\nthat it was he who settled the bill in the inspection bungalow,\nthe perusal of his entire oral evidence clearly supports the case\npleaded by the prosecution insofar as the close association\nbetween A1 and A3 during their visit to the worksite. PW-7,\nB former Chief Engineer, a most reliable witness was examined\nin the presence of A3 on 04.11.1982 in the Board's office.\nThere is no necessity to corroborate or further material in\naddition to the oral evidence of PW-7. As rightly analysed and\nconcluded by the Special Court, there is no infirmity in the\nC evidence of PW-7 merely because there is no documentary\nevidence in respect of the presence of A3 at the Board's\nmeeting. The evidence of PW-7 cannot be ignored.\nD\n36. The High Court very much accepted the stand of the\naccused that it was a collective decision of the Board, we have\nalready discussed the reasons stated in Ex P-550(a) for\nawarding contract in favour of K.P. Poulose at exorbitant rate.\nThe reasons relied on by the Board exposes the omission and\nnegligence on its part in fixing the contract with PW-146.\nKamalasanan or E.M. Varkey or with Kuriakose PW-22 or PW-\nE 4 Sunny K. Peter, who quoted lower rates then K.P. Poulose.\nEven before us, learned senior counsel appearing for the\naccused reiterated that it was a collective decision of the\nmembers of the Board to award the contract in favour of K.P.\nPoulose. We have already highlighted the reasoning of the\nF Special Court relating to the important fact that contract was\nawarded at exorbitant rate, reduction in retention and security\namount, return of 50% empty cement bags and also\nacceptance of special conditions for the sale of tools and plants.\nIn the instant case, all the ingredients of criminal conspiracy are\nG satisfied for convicting A1, A3 and A6 for the offence charged\nagainst them.\nH\nSpecial mention about PW-7, retired Chief Engineer of the\nBoard \u0026 PW-46\n37. The High Court as well as learned senior counsel\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 819\n\u0026 ORS. [P. SATHASIVAM, J.]\nC\nD\nappearing for the accused commented the evidence of PW-7 A\nby saying that there are inherent improbabilities and\ninconsistencies and his evidence is not cogent and convincing\nwhereas among several witnesses examined, prosecution\nheavily relied on the statement of PW-7, a retired Chief\nEngineer. He retired from service on March 1985. He joined B\nthe service of the Board on July 1954 as Junior Engineer and\nprior to that he was in the Electricity Department. It has come\nin evidence that he gained vast experience since he worked\nin various projects such as Chakulam project,\nNeriyamangalam, Idukki, Kakakd and Idamalayar project. It is\nalso seen from his evidence that he participated in four major\nprojects. He first examined on the side of the prosecution on\n28.03.1996 and at that time he was 66 years old. In this\nbackground, let us test his evidence as discussed in the earlier\npart of our order. The prosecution heavily relied on his evidence\nand, in fact, Mr Shanti Bhushan in support of his argument\nmainly relied on the evidence of PW-7. By his rich experience\nand worked as a Chief Engineer at the relevant time, namely,\nwhen Idamalayar project was commissioned, PW-7 furnished\nall the details with reference to various documents such as his\nreport, opinion, minutes of the meeting of the Board with\nreference to Idamalayar project. No doubt, all the three senior\ncounsel appearing for the accused A1, A3 and A6 severely\ncriticized his conduct in not answering many of the questions\nin his cross examination. It is true that in chief-examination, PW-\n7 highlighted various aspects with reference to documents such\nas opinion, report and Board's proceedings and minutes\nthereon. From the perusal of his cross-examination, it cannot\nbe concluded that he didn't answer or elaborate any of the\nquestion put by the counsel for accused. It is true that for certain\nquestions he answered that he has to verify from the records G\nand for certain questions he didn't answer or answered stating\nthat \"he do not remember\". It is relevant to point out that he\nretired from service in March 1985 and he was called upon tọ\ngive evidence only in March 1996 nearly after 15 years of the\ncommissioning of the Idamalayar project. If we consider all H\nE\nF\nC\n820\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA these aspects, there is no reason to reject his entire evidence\nas claimed by the respondents/accused. In his evidence, he has\nmentioned that on the submission of tender by K.P. Poulose,\nit was noted that he quoted 189% above PAC. Agreement\nsubmitted by K.P. Poulose has been marked as Ex. P-52 and\nB in that Paul Mundakkal was signed as witness. It is further seen\nthat as Chief Engineer, he sent letters to K.P. Poulose and\nKuriakose who was another persons submitting tenders on\n28.07.1982. He made a note that the tender is not in proper\nform and it contains many mistakes and requested them to\nrectify the mistakes within a time schedule. In this regard, it is\nuseful to refer his categorical statement which, he deposed\nbefore the Court that \"I considered it as a special case\nbecause the engineer member Mr. Ramabhadran Nair (A6)\ninformed me that Mr. Balakrishna Pillai (A1) has a special\ninterest to award this work to Mr. K.P. Poulose (A4), hence the\nmistakes happened in the tender should be rectified with\nK.P.Poulose himself and make a circumstance to award the\nwork to K.P. Poulose...\" About the disqualification of tender\noffered by Kuriakose, PW-7 deposed the decision was taken\nby a committee because he could not rectify the mistakes as\ndirected by him. In respect of a question put to PW-7 about the\nresponse of A6 and A7, he answered “they stated that they\nare happy in disqualifying Mr. Kuriakose\". It is also seen from.\nhis evidence that after noting that the rate quoted by K.P.\nPoulose is higher rate, he forwarded the said information for\nF remarks of FA and CAO. He also asserted that A6 told him that\nD\nE\nA1-Minister Balakrishna Pillai is very much particular to award\nboth the works to K.P. Poulose. It is further seen that he\nhighlighted that without solving the problem of tunnel workers\nno contractor can do the work. According to him, because of\nG this reason he informed A6 to take steps to solve the problem\nof workers and in fact PW-7 met A6 at his office on 04.11.1982\nat 11:00 a.m. When the issue relating to labour problem was\nunder discussion, according to PW-7, the P.A. of Board\nChairman Sankaran Nair approched him and informed that\nH Minister Balakrishna Pillai is willing to talk to me through\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 821\n\u0026 ORS. [P. SATHASIVAM, J.]\nD\ntelephone of the Board's Chairman. In view of the same, A\naccording to PW-7, he suddenly entered into the cabin of\nBoard's Chairman which is the next room and took the\ntelephone. He introduced himself through the phone and\naccording to PW-7 \"A1 asked him why you were not\nrecommended the tenders of Idamalayar tunnel and surge B\nshaft to the Board. I replied to A1 I am going to talk about it\nwith the contractor today and I am having same problem in\nthis matter. There is only one tender submitted by K.P.\nPoulose, the rate is very exorbitant, if the work is awarded\nwithout solving the problem of tunnel workers, K.P. Poulose C\ncannot start the work. A1 replied that you don't look upon it,\nK.P. Poulose will purchase all these workers, we granted this\nhigher rate for that also, hence you recommend the Board to\naward both the works to K.P. Poulose without any delay. Then .\nthe conversation was concluded. I immediately visited the\nroom of A6. I told to A6 about the call of Minister and my reply\nand difficulties. At that time A6 told him that the Minister\ndirectly asked you, so you do it as he say.” The following\nstatement is also relevant about the conduct of A1 and how\nmuch he was interested in awarding contract in favour of K.P.\nPaulose. PW-7 deposed \"the face of A1 shows much anger.\nHe explained A1 that if tenders are invited after solving the\nproblem of tunnel workers, rate will be reduced, that is\nprofitable to the Board. A1 replied with higher anger that I know\nhow to look after the Board, I do not want any advice from your\npeople, are you approaching me with intimate talks, after this,\nI had no talk anything about it.\" It is further seen that thereafter\na note was sent by Sreedharan Pillai and Unnikrishnan to\nrecommend for awarding both the works to K.P. Poulose.\nAccording to him, he received all the documents as per the\ndirection of A1. Though, several reports and minutes of the G\nBoard meeting were pressed into service by the respondents/\naccused in order to strengthen their case that all important\ndecisions accepting the contract in favour of K.P. Poulose\nincluding several special conditions etc., it is clear that due to\nthe pressure of A6, the then member of the Board, who was\n}\nE\nFL.\nH\n"}