{"pages":[{"pageNumber":91},{"pageNumber":92}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 171\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nview which says that reservation is merely providing a right A\nof access and that it is not a right to redressal. Similarly,\naffirmative action as a generic concept has a different\nconnotation. Some say that reservation is not a part of\naffirmative action whereas others say that it is a part of\naffirmative action.\n40. Our Constitution has, however, incorporated the word\n\"reservation” in Article 16(4) which word is not there in Article\n15(4). Therefore, the word \"reservation\" as a subject of Article\n16(4) is different from the word S\"reservation\" as a general\nconcept.\nB\nC\n41. Applying the above test, we have to consider the word\n\"reservation\" in the context of Article 16(4) and it is in that\ncontext that Article 335 of the Constitution which provides\nfor relaxation of the standards of evaluation has to be seen. D\nWe have to go by what the Constitution-framers intended\noriginally and not by general concepts or principles.\nTherefore, schematic interpretation of the Constitution has\nto be applied and this is the basis of the working test\nevolved by Chandrachud, J. in the Election case 14.\"\n66. Thus, the framework of reservation policy should be\nsuch, as to fit in within the constitutional scheme of our\ndemocracy. As and when the Government changes its policy\ndecision, it is expected to give valid reasons and act in the\nlarger interest of the entire community rather than a section\nthereof. In its wisdom and apparently in accordance with law\nGovernment had taken a policy decision and issued the circular\ndated 21st March, 1986 exempting the minority institutions from\ncomplying with the requirements of the Rule 64(1)(b) of the DSE\nRules. Despite this and judgment of the High Court there was\na change of mind by the State that resulted in issuance of the\nsubsequent circular of September, 1989. From the record\nbefore us, no reasons have been recorded in support of the\ndecision superseding the circular dated 21st March, 1986. It\nis a settled canon of administrative jurisprudence that state\nE\nF\nG\nH\n172 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA action, must be supported by some valid reasons and should\nbe upon due application of mind. In the affidavits filed on behalf\nof the State, nothing in this regard could be pointed out and in\nfact, none was pointed out during the course of arguments.\nAbsence of reasoning and apparent non-application of mind\nB would give colour of arbitrariness to the state action. This\naspect attains greater lucidity in light of the well accepted norm\nthat minority institution cannot stand on the same footing as a\nnon-minority institution.\nC\nD\n67. Besides that, State actions should be actio quaelibet\nit sua via and every discharge of its duties, functions and\ngovernance should also be within the constitutional framework.\nThis principle equally applies to the Government while acting\nin the field of reservation as well. It would not be possible for\nthe Courts to permit the State to impinge upon or violate directly\nor indirectly the constitutional rights and protections granted to\nvarious classes including the minorities. Thus, the State may\nnot be well within its constitutional duty to compel the linguistic\nminority institution to accept a policy decision, enforcement of\nwhich will infringe their fundamental right and/or protection. On\nE the contrary, the minority can validly question such a decision\nof the State in law. The service in an aided linguistic minority\nschool cannot be construed as 'a service under the State' even\nwith the aid of Article 12 of the Constitution. Resultantly, we have\nno hesitation in coming to the conclusion that Rule 64(1)(b)\nF cannot be enforced against the linguistic minority school. Having\nanswered this question in favour of the appellant and against\nthe State, we do not consider it necessary to go into the\nconstitutional validity or otherwise of Rule 64(1)(b) of the\nRules, which question we leave open.\nG\n68. For the reasons afore-stated, we allow the appeal and\nhold that Rule 64(1)(b) and the circular of September, 1989,\nare not enforceable against the linguistic minority school in the\nNCT of Delhi. There shall be no order as to costs.\nH R.P.\nAppeal allowed.\n"}