{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 131\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nprovisions of Article 28(3) would apply to all educational A\ninstitutions whether run by the minorities or the non-\nminorities. Article 28(3) is the right of a person studying\nin a State-recognized institution or in an educational\ninstitution receiving aid from State funds, not to take part\nin any religious instruction, if imparted by such institution,\nwithout his/her consent (or his/her guardian's consent if\nsuch a person is a minor). Just as Articles 28(1) and (3)\nbecome applicable the moment any educational institution\ntakes aid, likewise, Article 29(2) would also be attracted\nand become applicable to an educational institution\nmaintained by the State or receiving aid out of State funds.\nс\nD\nIt was strenuously contended that the right to give\nadmission is one of the essential ingredients of the right\nto administer conferred on the religious or linguistic\nminority, and that this right should not be curtailed in any\nmanner. It is difficult to accept this contention. If Articles\n28(1) and (3) apply to a minority institution that receives\naid out of State funds, there is nothing in the language of\nArticle 30 that would make the provisions of Article 29(2)\ninapplicable. Like Article 28(1) and Article 28(3), Article E\n29(2) refers to \"any educational institution maintained by\nthe State or receiving aid out of State funds\". A minority\ninstitution would fall within the ambit of Article 29(2) in the\nsame manner in which Article 28(1) and Article 28(3) would\nbe applicable to an aided minority institution. It is true that F\none of the rights to administer an educational institution is\nto grant admission to the students. As long as an\neducational institution, whether belonging to the minority\nor the majority community, does not receive aid, it would,\nin our opinion, be its right and discretion to grant G\nadmission to such students as it chooses or selects\nsubject to what has been clarified before. Out of the\nvarious rights that the minority institution has in the\nadministration of the institution, Article 29(2) curtails the\nright to grant admission to a certain extent. By virtue of H\nA\nB\nс\nD\nE\n132 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nArticle 29(2), no citizen can be denied admission by an\naided minority institution on the grounds only of religion,\nrace, caste, language or any of them. It is no doubt true\nthat Article 29(2) does curtail one of the powers of the\nminority institution, but on receiving aid, some of the rights\nthat an unaided minority institution has, are also curtailed\nby Articles 28(1) and 28(3). A minority educational\ninstitution has a right to impart religious instruction - this\nright is taken away by Article 28(1), if that minority\ninstitution is maintained wholly out of State funds. Similarly\non receiving aid out of State funds or on being recognized\nby the State, the absolute right of a minority institution\nrequiring a student to attend religious instruction is\ncurtailed by Article 28(3). If the curtailment of the right to\nadminister a minority institution on receiving aid or being\nwholly maintained out of State funds as provided by Article\n28 is valid, there is no reason why Article 29(2) should not\nbe held to be applicable. There is nothing in the language\nof Articles 28(1) and (3), Article 29(2) and Article 30 to\nsuggest that, on receiving aid, Articles 28(1) and (3) will\napply, but Article 29(2) will not. Therefore, the contention\nthat the institutions covered by Article 30 are outside the\ninjunction of Article 29(2) cannot be accepted.\"\n38. The Court then proceeded to discuss the concept of\nequality and secularism and noticed that for a healthy family, it\nF is important that each member is strong and healthy and all\nmembers have the same constitution, whether physical or\nmental. For harmonious growth and health, it is but natural for\nthe parents to give more attention and food to the weaker child,\nso as to help him or her to become stronger. Noticing\nG recognition and preservation of different types of people with\ndiverse languages and different beliefs is essential, the Court\nanswered the 11 questions framed therein. It is not necessary\nfor us to refer to all the questions and answers, suffices, it would\nbe to notice the relevant questions and answers given by the\nmajority in para 161 of the judgment.\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 133\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\n\"Q. 1. What is the meaning and content of the expression A\n\"minorities\" in Article 30 of the Constitution of India?\nA. Linguistic and religious minorities are covered by the\nexpression \"minority\" under Article 30 of the Constitution.\nSince reorganization of the States in India has been on B\nlinguistic lines, therefore, for the purpose of determining\nthe minority, the unit will be the State and not the whole of\nIndia. Thus, religious and linguistic minorities, who have\nbeen put on a par in Article 30, have to be considered\nStatewise.\nXXX XXX XXX XXX XXX\nC\nQ. 4. Whether the admission of students to minority\neducational institution, whether aided or unaided, can be\nregulated by the State Government or by the university to D\nwhich the institution is affiliated?\nA. Admission of students to unaided minority educational\ninstitutions viz. schools and undergraduate colleges where\nthe scope for merit-based selection is practically nil, cannot\nbe regulated by the State or university concerned, except\nfor providing the qualifications and minimum conditions of\neligibility in the interest of academic standards.\nE\nThe right to admit students being an essential facet of the\nright to administer educational institutions of their choice, F\nas contemplated under Article 30 of the Constitution, the\nState Government or the university may not be entitled to\ninterfere with that right, so long as the admission to the\nunaided educational institutions is on a transparent basis\nand the merit is adequately taken care of. The right to G\nadminister, not being absolute, there could be regulatory\nmeasures for ensuring educational standards and\nmaintaining excellence thereof, and it is more so in the\nmatter of admissions to professional institutions.\nA minority institution does not cease to be so, the moment\nH\nA\nB\nC\nD\nE\nF\nG\nH\n134 SUPREME COURT REPORTS\n་\n[2010] 8 S.C.R.\ngrant-in-aid is received by the institution. An aided minority\neducational institution, therefore, would be entitled to have\nthe right of admission of students belonging to the minority\ngroup and at the same time, would be required to admit a\nreasonable extent of non-minority students, so that the\nrights under Article 30(1) are not substantially impaired\nand further the citizens' rights under Article 29(2) are not\ninfringed. What would be a reasonable extent, would vary\nfrom the types of institution, the courses of education for\nwhich admission is being sought and other factors like\neducational needs. The State Government concerned has\nto notify the percentage of the non-minority students to be\nadmitted in the light of the above observations. Observance\nof inter se merit amongst the applicants belonging to the\nminority group could be ensured. In the case of aided\nprofessional institutions, it can also be stipulated that\npassing of the common entrance test held by the State\nagency is necessary to seek admission. As regards non-\nminority students who are eligible to seek admission for\nthe remaining seats, admission should normally be on the\nbasis of the common entrance test held by the State\nagency followed by counselling wherever it exists.\nQ. 5. (a) Whether the minorities' rights to establish and\nadminister educational institutions of their choice will\ninclude the procedure and method of admission and\nselection of students?\nA. A minority institution may have its own procedure and\nmethod of admission as well as selection of students, but\nsuch a procedure must be fair and transparent, and the\nselection of students in professional and higher education\ncolleges should be on the basis of merit. The procedure\nadopted or selection made should not be tantamount to\nmaladministration. Even an unaided minority institution\nought not to ignore the merit of the students for admission,\nwhile exercising its right to admit students to the colleges\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 135\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\naforesaid, as in that event, the institution will fail to achieve A\nexcellence.\nQ. 5. (b) Whether the minority institutions' right of\nadmission of students and to lay down procedure and\nmethod of admission, if any, would be affected in any way\nby the receipt of State aid?\nB\nC\nA. While giving aid to professional institutions, it would be\npermissible for the authority giving aid to prescribe bye-\nrules or regulations, the conditions on the basis of which\nadmission will be granted to different aided colleges by\nvirtue of merit, coupled with the reservation policy of the\nState qua non-minority students. The merit may be\ndetermined either through a common entrance test\nconducted by the university or the Government concerned-\nfollowed by counselling, or on the basis of an entrance test D\nconducted by individual institutions - the method to be\nfollowed is for the university or the Government to decide.\nThe authority may also devise other means to ensure that\nadmission is granted to an aided professional institution\non the basis of merit. In the case of such institutions, it will\nbe permissible for the Government or the university to\nprovide that consideration should be shown to the weaker\nsections of the society.\n-\nE\nF\nQ. 5. (c) Whether the statutory provisions which regulate\nthe facets of administration like control over educational\nagencies, control over governing bodies, conditions of\naffiliation including recognition/withdrawal thereof, and\nappointment of staff, employees, teachers and principals\nincluding their service conditions and regulation of fees,\netc. would interfere with the right of administration of G\nminorities?\nA. So far as the statutory provisions regulating the facets\nof administration are concerned, in case of an unaided\nminority educational institution, the regulatory measure of H\nA\nB\nC\nD\nE\nוד\nF\nG\nH\n136 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\ncontrol should be minimal and the conditions of recognition\nas well as the conditions of affiliation to a university or\nboard have to be complied with, but in the matter of day-\nto-day management, like the appointment of staff, teaching\nand non-teaching, and administrative control over them, the\nmanagement should have the freedom and there should\nnot be any external controlling agency. However, a rational\nprocedure for the selection of teaching staff and for taking\ndisciplinary action has to be evolved by the management\nitself.\nFor redressing the grievances of employees of aided and\nunaided institutions who are subjected to punishment or\ntermination from service, a mechanism will have to be\nevolved, and in our opinion, appropriate tribunals could be\nconstituted, and till then, such tribunals could be presided\nover by a judicial officer of the rank of District Judge.\nThe State or other controlling authorities, however, can\nalways prescribe the minimum qualification, experience\nand other conditions bearing on the merit of an individual\nfor being appointed as a teacher or a principal of any\neducational institution.\nRegulations can be framed governing service conditions\nfor teaching and other staff for whom aid is provided by\nthe State, without interfering with the overall administrative\ncontrol of the management over the staff.\nFees to be charged by unaided institutions cannot be\nregulated but no institution should charge capitation fee.\nXXX XXX XXX XXX XXX\nQ. 9. Whether the decision of this Court in Unni Krishnan,\nJ.P. v. State of A.P. (except where it holds that primary\neducation is a fundamental right) and the scheme framed\nthereunder require reconsideration/ modification and if yes,\nwhat?\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 137\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nA. The scheme framed by this Court in Unni Krishnan A\ncase and the direction to impose the same, except where\nit holds that primary education is a fundamental right, is\nunconstitutional. However, the principle that there should\nnot be capitation fee or profiteering is correct. Reasonable\nsurplus to meet cost of expansion and augmentation of B\nfacilities does not, however, amount to profiteering.\"\nC\n39. The above paragraphs and the conclusions arrived at\nby the Court, certainly suggest that the Court did not specifically\nor impliedly over ruled or expressed any different view than\nwhat was taken by the Court in Ahmedabad St. Xavier's case\n(supra) as well as discussed the impact of Kerala Education\nBill, 1957 case (supra) with reference to Clauses 11 and 12,\nthen the Court held that the view expressed in Kerala Education\nBill, 1957 case (supra) was tentative. The view of the Court is\nD\nthat it is not an absolute right of the minority institution, but a\nright where certain conditions could be applied but such\nconditions should not, in any way, destroy or completely\ndiminish the status and constitutional direction available to that\nminority.\n40. With the passage of time this Court had the occasion\nto deal with the clarificatory enunciation of law stated in T.M.A.\nPai's case (supra) and dealt with different cases depending on\nthe facts and circumstances of those cases. In the case of\nBrahmo Samaj Education Society (supra), a Bench of this\nCourt was concerned with the appointment of persons to the\npost of teachers including principal under the West Bengal\nCollege Teachers (Security of Services) Act, 1975, the West\nBengal College Services Commission, 1978 and the\nRegulations framed thereunder. A particular procedure was\nstated under these rules for making these appointments as per\nthe regulations, National Eligibility Test (NET) is conducted by\nUGC (University Grants Commission) for determining teaching\neligibility criteria of the candidate, which was added as an\nessential qualification for appointment as a teacher and, even\nE\nF\nG\nH\n138 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA further, restrictions were introduced by adding College Service\nCommission and appointments were sought to be made\nthrough this Commission. The Brahmo Samaj Education\nSociety challenged this procedure and being a religious minority\nclaiming benefit under Articles 25, 26 and 30 (1) of the\nB Constitution, questioned the constitutional validity of these\nprovisions. The Court considered the question whether the\nappointment of teachers in an aided institution by the College\nService Commission by restricting the petitioner's right to\nappointment is a reasonable restriction. After following the law\nC stated in T.M.A. Pai's case (supra), the Court held as under:\nD\nE\nF\nדי\nG\nH\n\"6. The question now before us is to decide whether the\nappointment of teachers in an aided institution by the\nCollege Service Commission by restricting the petitioners'\nright to appointment is a reasonable restriction in the\ninterest of general public or not. The petitioners have a right\nto establish and administer educational institution. Merely\nbecause the petitioners are receiving aid, their autonomy\nof administration cannot be totally restricted and\ninstitutions cannot be treated as a government-owned one.\nOf course the State can impose such conditions as are\nnecessary for the proper maintenance of standards of\neducation and to check maladministration ...\n7. But that control cannot extend to the day-to-day\nadministration of the institution. It is categorically stated in\nT.M.A. Pai (SCC at p. 551, para 72) that the State can\nregulate the method of selection and appointment of\nteachers after prescribing requisite qualification for the\nsame. Independence for the selection of teachers among\nthe qualified candidates is fundamental to the maintenance\nof the academic and administrative autonomy of an aided\ninstitution. The State can very well provide the basic\nqualification for teachers. Under the University Grants\nCommission Act, 1956, the University Grants Commission\n(UGC) had laid down qualifications to a teaching post in\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 139\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\na university by passing Regulations. As per these A\nRegulations UGC conducts National Eligibility Test (NET)\nfor determining teaching eligibility of candidates. UGC has\nalso authorised accredited States to conduct State-Level\nEligibility Test (SLET). Only a person who has qualified\nNET or SLET will be eligible for appointment as a teacher\nin an aided institution. This is the required basic\nqualification for a teacher. The petitioners' right to\nadminister includes the right to appoint teachers of their\nchoice among the NET-/SLET- qualified candidates.\n8. Argument on behalf of the State that the appointment\nthrough the College Service Commission is to maintain the\nequal standard of education all throughout the State of\nWest Bengal, does not impress us. The equal standard of\nteachers are already maintained by NET/SLET. Similarly,\nreceiving aid from State coffers can also not be treated\nas a justification for imposition of any restrictions that\ncannot be imposed otherwise.\"\nB\nC\nD\nIn the above case, the Court did not rest with laying down\nthe above law but even directed the State Government to take E\ndue notice of the declarations made in the T.M.A. Pai's case\n(supra) and to take appropriate steps in that regard.\nF\n41. Thereafter, a Five-Judge Bench of this Court in Islamic\nAcademy of Eduation v. State of Karnataka [(2003) 6 SCC\n697], while dealing with the right of the minorities, aided as well\nas unaided institutions including professional educational\ninstitutions, in relation to the process of admission and fee\nstructure, specified that the constitution of committees for\nadmission and fee structure process was improper in relation\nto unaided minority institutions while certain other specifications\nwere given with regard to the minority aided institutions but the\nCourt specifically noted that non-minority educational\ninstitutions, in certain matters, cannot and do not stand on the\nsame footing as minority educational institutions which enjoys\nthe protection of Article 30 and the preferential right to admit H\nG\n140 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA students of their own community. Further noticing that the whole\nobject of conferring the right on minority is that they will be on\nequality with the majority, the Court further held as under:\nB\nс\nD\nE\nF\n0\nH\n“9........Undoubtedly, at first blush it does appear that\nthese paragraphs equate both types of educational\ninstitutions. However, on a careful reading of these\nparagraphs it is evident that the essence of what has been\nlaid down is that the minority educational institutions have\na guarantee or assurance to establish and administer\neducational institutions of their choice. These paragraphs\nmerely provide that laws, rules and regulations cannot be\nsuch that they favour majority institutions over minority\ninstitutions. We do not read these paragraphs to mean that\nnon-minority educational institutions would have the same\nrights as those conferred on minority educational\ninstitutions by Article 30 of the Constitution of India. Non-\nminority educational institutions do not have the protection\nof Article 30. Thus, in certain matters they cannot and do\nnot stand on a similar footing as minority educational\ninstitutions. Even though the principle behind Article 30 is\nto ensure that the minorities are protected and are given\nan equal treatment yet the special right given under Article\n30 does give them certain advantages. Just to take a few\nexamples, the Government may decide to nationalise\neducation. In that case it may be enacted that private\neducational institutions will not be permitted. Non-minority\neducational institutions may become bound by such an\nenactment. However, the right given under Article 30 to\nminorities cannot be done away with and the minorities will\nstill have a fundamental right to establish and administer\neducational institutions of their choice. Similarly, even\nthough the Government may have a right to take over\nmanagement of a non-minority educational institution, the\nmanagement of a minority educational institution cannot be\ntaken over because of the protection given under Article\n30. Of course, we must not be understood to mean that\n"}