{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 101\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nthe directions contained therein, because the learned A\ncounsel for the petitioner states that a similar direction\nshould be issued in this case also.\nXXX XXX XXX XXX XXX\nB\nThe aforesaid provisions are not to apply to the school but\nthe Director of Education, Delhi should be kept informed\nof any order of dismissal, removal, reduction in rank or\ntermination of service of an employee by the management.\nIf the Administration receives information that the\ndisciplinary powers are being abused by the school then C\nthe Administration will have a right to suspend, reduce or\nstop the grant-in-aid to the School after giving a hearing\nto the school.\nSection 27A and B - The said provisions are not to apply D\nto the minority school.\nThe writ petition is accordingly allowed in the aforesaid\nterms and, like in Jain Sabha's case (supra), it is directed\nthat the aforesaid provisions of the Delhi School Education\nAct, 1973 and the Rules framed thereunder will not apply\nto the petitioner or would apply only in the manner in which\nthey have been interpreted by this Court. The petitioner will\nbe entitled to costs. Counsel's fee Rs.550/-.\"\nE\n8. The aforesaid judgment appears to have attained finality F\nand, in fact, was not impugned before this Court. The Division\nBench, while deciding the above case, clearly held that certain\nRules would not be applicable and it specifically noticed the\nprovisions relating to the constitution of the Managing\nCommittee under Rule 59, Rule 64, different Clauses under\nRule 96(3), Rule 98, Rule 105 and Rule 120 of Delhi School\nEducation Rules, 1973 (for short ‘DSE Rules') in that behalf.\nThe Court held that Rule 64 of the 'DSE Rules is to be construed\nin respect of minority schools to require compliance only if\nthose provisions of the Act and the Rules and instructions\nG\nH.\n102 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA thereunder are in consonance with the provisions of the\nConstitution, particularly, with Article 30(1) of the Constitution.\nB\nC\n9. Rule 64, primarily, deals with the conditions of providing\ngrant-in-aid and further states that no aid is to be granted unless\nsuitable undertaking is given by the Managing Committee. Rule\n64 came to be amended by Notification Nos. 1340-2340 dated\n23rd February, 1990. This Rule prescribe certain limitation\nwhich the Competent Authority can impose in exercise of its\npowers. Even before amendment of this Rule, on 12th March,\n1985, instructions were issued by the Deputy Director of\nEducation, addressed to the appellant stating, inter alia, that\nin accordance with provision of Rule 64 of the DSE Rules, the\nManaging Committee of the Society was required to furnish an\nundertaking that they would make reservation in the\nappointments of teachers for the Scheduled Castes and\nD Scheduled Tribes. The reference was also made to the\ninstructions issued by the Department of Personnel,\nGovernment of India, wherein reservation for Scheduled Castes\nand Scheduled Tribes in the Institutions/Organisations was\nordered. The relevant part of the said letter reads as under :-\nE\nF\nG\n\"4. Since the schools are required to apply for grants-in-\naid every years on the prescribed proforma as provided\nunder the Act, they are also required to given undertaking\nto make reservation in the services and posts for\nscheduled castes and scheduled tribes accordingly. A\nspecimen of the declaration is sent herewith the request\nthat the same be sent to this office duly filled in and signed\nwith stamp of the Authority signing.\n5. It may be noted that the future grants-in-aid shall be\nreleased on giving the aforesaid undertaking on the\nenclosed proforma.\"\nThe appellant Society responded to that letter vide reply\ndated 15th April, 1985, inviting attention of the authorities to the\nH judgment of the High Court dated 14.7.1982, in Writ Petition\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 103\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nNo. 940 of 1975, deciding, inter alia, that the school in question, A\nhas been held to be a minority institution and that Rule 64 of\nthe DSE Rules is to be accordingly construed in respect of\nminority school(s) that they require compliance, only, if the same\nis in consonance with the provisions of Article 30(1) of the\nConstitution.\n10. The Secretary (Education), Govt. of NCT of Delhi,\nRespondent No.3, thereafter vide his communication dated\n21st March, 1986, informed the appellant that the undertaking,\nwhich was required to be given by all the Government aided\nschools in the matter of compliance with the provisions relating\nto reservation for Scheduled Castes and Scheduled Tribes in\nthe institutions, is not applicable to the minority institutions.\nThus, they were not required to adhere to the same. It will be\nuseful to refer to the communication of the Government at this\nstage itself, which reads as follow :-\nB\nC\nD\nE\n\"In connection with circular letter issued vide even number\ndated 12.3.85, this is hereby clarified that an undertaking\nin writing which was required to be given by all the Govt.\nAided Schools in the matter of compliance with the\nprovisions relating to reservation for SC/ST in the\ninstitutions is not applicable to the minority institutions. As\nsuch the managements of the institutions are at the\ndiscretion to adhere or not to adhere to the instructions\nissued by the Govt. of India regarding reservation of SC/ F\nST.\"\nG\n11. The aforesaid letter was issued after the judgment of\nthe Court had been pronounced, however, according to the\nappellant, in violation of all the principles and the law laid down\nby that Court, they still received another communication from\nthe authorities in September, 1989, addressed to all the schools\nthat appointment of the Scheduled Castes and Scheduled\nTribes candidates is a precondition for all the agencies\nreceiving grant-in-aid from the Government and while referring\nto Rule 64 of the DSE Rules and its amendment, they were H\n104 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA required by the authorities to comply with this condition. The\ncorrectness of this action of the respondent was questioned by\nappellants by filing a writ petition in the High Court, which came\nto be registered as Writ Petition (C) No.2426 of 1992 titled as\nSindhi Education Society v. Union of India and Others. This\nB writ petition was allowed by the learned Single Judge vide his\nOrder dated 14.9.2005. The learned Single Judge felt that the\ncase was entirely covered by the judgment of that Court in the\ncase of Sumanjit Kaur (supra). That was the primary and only\nreason, stated by the learned Single Judge, for allowing the writ\npetition.\nC\nD\n12. Aggrieved from the judgment of the learned Single\nJudge, the NCT of Delhi filed a letter patent appeal being L.P.A.\nNos. 33 to 36 of 2006 and 40-43 of 2006, and the same was\nnot only accepted but the Division Bench had felt it proper to\ngrant certificate of leave to appeal to this Court, vide judgment\ndated 30.11.2006. While setting aside the judgment of the\nlearned Single Judge and also expressing a dissent to the\nDivision Bench Judgment in the case of Sumanjit Kaur (supra),\nthe Division Bench, primarily, recorded the reasons as [a] that\nE Rule 64(1)(b) does not infringe any right of the minority\ninstitution, [b] Clause 11 of the Kerala Education Bill, 1957,\nwhich was the subject matter of consideration before the\nSupreme Court in the case of In Re. Kerala Education Bill,\n1957, [(1959) SCR 995], was pari materia to Rule 64(1)(b) of\nF DSE Rules, and as such was in conformity with law and lastly,\n0\nH\nimplementation of roster of reservation was in consonance with\nthe stated principle and the fundamental rights are not infringed.\nFor these reasons, the High Court passed the order afore-\nnoticed, resulting in filing of the present appeal.\n13. We have already noticed the questions of law of\ngeneral public importance, which had been framed by the High\nCourt at the time of issuance of certificate. The appellants\nherein succeeded before the learned Single Judge, which order\nin turn, was set aside by the Division Bench of the High Court.\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 105\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nThe appellants in writ petition had raised a specific challenge A\nto the provisions of Rule 64(1)(b) of the DSE Rules which had\nbeen accepted by the learned Single Judge as the matter was\nstated to be covered by the judgment of that Court in Sumanjit\nKaur's case (supra). The respondents vide their letter dated\n12th March, 1985, and, thereafter, while referring to the\nDepartment of Personnel and Administration, letter dated 7th\nOctober, 1974, pressed upon the Managing Committee of the\ninstitutions, which were Government aided including minority\ninstitutions, to furnish an undertaking that they would abide by\nthe rule promoting reservation while making appointment of C.\nteachers in the school. Thus, the question that clearly arise for\nconsideration before this Court is whether the provisions of\nRule 64(1)(b) of the DSE Rules is ultra-vires or violative of Article\n30(1) of the Constitution. In the alternative, whether the said\nRule, as framed, can be enforced against the Government\naided institutions belonging to linguistic minorities.\nD\nIn order to examine this aspect in some elaboration, we,\nwould have to dissect it into two different sections. Firstly, the.\nlaw in relation to such minorities, as has been settled by catena\nof judgments of this Court, and their correct application to the E\npresent case, secondly, analysis of the scheme of the DSE Act\nand the Rules framed there under, in relation to minority.\ninstitutions. Depending upon the answer to these two aspects,\nlastly, whether the Rule is enforceable against the minority\ninstitutions to the extent that the authorities can deny grant-in- F\naid for non-compliance.\nScheme under the Delhi School Education Act, 1973 and\nthe Rules framed thereunder in relation to the Minority\nInstitutions:-\n14. As already noticed, there is no dispute to the fact that\nappellant is a minority institution and the Society is one which\nenjoys the status of a linguistic minority and thus is entitled to **\nall the constitutional benefit and protection under Articles 29 and\nG\nH..\n106 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA 30 of the Constitution. Firstly, one has to examine what is a\nminority. 'Minority', would include both religious and linguistic\nminorities.\nB\nс\nD\nE\nSection 2(0) of the DSE Act defines 'minority school' as\nfollows:-\n\"minority school\" means a school established and\nadministered by a minority having the right to do so under\nclause (1) of Article 30 of the Constitution\nOnce an institution satisfies the above ingredients, it has\nto be given the status of a minority institution. The High Court\nin its judgment in Sindhi Education Society (Writ Petition\nNo.940 of 1975) (supra) had clearly declared that the appellant\nis a linguistic minority and that judgment has attained finality.\n15. There is hardly any dispute in regard to status of this\nSociety. Prior to coming into force of DSE Rules, the Society\nwas obviously free to carry on its activity of running the\neducational institution, free from any restriction and in\naccordance with law. DSE Act was enacted to provide better\norganization and development of school education in Union\nTerritory of Delhi and for matters connected therewith or\nincidental thereto. The very object of this Act was, therefore, to\nimprove the organization and school education in Delhi. The\nprimary object, thus, was to aid and develop the education\nF system at the school level. In order to achieve this purpose,\npower is vested in the Administrator to regulate education in\nall schools in Delhi in accordance with the provisions of the DSE\nAct and Rules made there under. Section 3(3) of the DSE Act\nmakes it abundantly clear that on and from the commencement\nG of DSE Act, and subject to the provisions of Clause 1 of Article\n30 of the Constitution, the establishment of a new school or\nopening of a higher class or even closing of existing classes\nshall have to be in accordance with the provisions of the DSE\nAct, but for such compliance, the recognition shall be denied\nH to such institution by the appropriate authority. The school is\n;\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 107\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nrequired to have a scheme of management in terms of Section\n5 of the DSE Act, but such scheme insofar as it relates to the\nprevious approval of the appropriate authority, will not be\napplicable to the scheme for an unaided school.\nA\nB\nC\n16. Powers of wide dimensions and authority are vested\nin the Administrator under Section 20 of the DSE Act, which\nforms part of Chapter VII relating to taking over of the\nmanagement of the schools under the provisions of the Act.\nWhenever the Administrator is satisfied that the managing\ncommittee or the manager of the school has failed or neglected\nto perform their duties and carry on the management of the\nschool in accordance with the provisions of the Act, the\nAdministrator can take over the management of the school\nwhether such school is recognized or not. But, such action can\nbe taken only in accordance with the prescribed procedure.\nHowever, where the Administrator feels that it is expedient to D\ntake over the management of the school, it could pass orders\nfrom time to time, outer limit being 3 years which again could\nbe extended for further period, if the Administrator is of that\nopinion for valid reasons but, in any case, it cannot exceed the\nperiod of 5 years in its entirety. These powers of the E\nAdministrator indicate the legislative intent to ensure that the\nobject of the DSE Act is not defeated and every recognized or\nunrecognized institution, without classification on the basis of\nreceiving Government aid, should function and be managed in\naccordance with the provisions of the DSE Act and the Rules F\nframed thereunder. It is of great significance to notice here that\nthe legislature in its wisdom by a specific provision under\nSection 21 of the DSE Act has kept minority schools outside\nthe ambit and scope of Section 20. In other words, the power\nof control and management vested in the authority even on the\nbasis of alleged breach of conditions would not enable the\nauthorities to take over the management of any minority school.\nSection 21, thus, is an absolute exception to the applicability\nof Section 20 of the DSE Act. Section 28 of the DSE Act\nempowers the Administrator to frame Rules with the previous\nG\nH\nA\nB\n108\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\napproval of the Central Government. The Administrator has\nbeen empowered under Section 28(2), in particular and without\nprejudice to the generality of the stated powers, to frame Rules\nin relation to the matters specified in that sub-section.\n17. It will not be necessary for us to notice in detail the\npurposes for which Rules can be framed but reference to few\nof them would be useful. Under Section 28(2)(b), Rules can be\nframed in regard to the condition which every existing school\nshall be required to comply. While, Section 28(2)(g)\ncontemplate framing of minimum qualifications for, and method\nC of recruitment, and the terms and conditions of service of\nemployees, Section 28(2)(k) empowers the Administrator to\nframe Rules in regard to the conditions under which aid may\nbe granted to recognized schools and on violation of which, aid\nmay be stopped, reduced or suspended and Section 28(2)(q)\nD relates to faming of Rules for admission to a recognized school\nand lastly under Section 28(2)(u), Rules can be framed in\nregard to financial and other returns to be filed by the managing\ncommittee of recognized private school. It has to be noticed\nthat all these Rules can be framed and have only one purpose\nE 'make rules to carry out the provisions of the Act\". In other\nwords, the framing of Rules does not empower the\nAdministrator to go beyond the purpose of object of the Act and\nall these Rules so framed should be intended only to further the\ncause of the Act and bring nothing into existence, which is\nF specifically or by necessary implication impermissible under the\nprovisions of the DSE Act.\nG\n18. At this point reference to some of the DSE Rules can\nbe of some assistance. Under Chapter-II - Regulation of\nEducation - The freedom of minority institutions to establish\neducational institutions for advancement of their own language\nand culture is a protected freedom. Rule 10 of the DSE Rules\nrecognizes such mandate. It is provided there that any linguistic\nminority which intends to set up school with the object of\nimparting education in the mother-tongue of such linguistic\nI\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 109\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nminority, shall be entitled to do so and shall be entitled to A\nreceive grant-in-aid, if other conditions for that purpose are\nsatisfied. However, second proviso to this rule states that\nlinguistic minority can decide to impart education at the school\nin a language other than the language of such linguistic minority.\nIn that event, it shall not be obligatory upon the Administrator B\nto give grant-in-aid to such schools. In other words, this rule\nrecognizes two aspects - firstly, the extent of freedom available\nto the linguistic minority for educational purposes and secondly,\nan obligation on the part of the Administrator to give grant-in-\naid unless the linguistic minority was covered by the second C\nproviso. The indication that such institution would normally be\nentitled to receive grant-in-aid, if they satisfy the conditions, is\nclear in terms of Rule 10.\n19. Chapter-III deals with Opening of New Schools or\nClasses or Closure of Existing Schools or Classes. Rule 44\nprovides that every individual, association of individuals, society\nor trust which desires to establish a new school, not being a\nminority school, is required to give intimation in writing to the\nAdministrator of their intention to establish such school. The\ndetails of the intention/intimation required have been stated in\nRule 44(2). Amongst others, it requires details to be submitted\nin respect of managing committee of the proposed new school\nand the proposed procedure until its recognition under the DSE\nAct for selection of the Head of the School and the teachers\nas well as the non-teaching staff etc. It is noteworthy that this\nrule is applicable to the institutions not being a minority school.\nThe minority institution, therefore, has specifically been kept out\nof the application of this rule, the purpose being that the\nadministration and management of a minority school will remain\noutside the rigors of compliance of Rule- 44.\n20. Chapter-IV of the DSE Rules deals with Recognition\nof Schools. Rule 50 states the condition which an institution is\nrequired to satisfy before it can be granted recognition. Rule\n56 empowers the competent authority to suspend or withdraw\nthe recognition granted.\nD\nE\nF\nG\nI\nA\n110 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n21. Chapter-V deals with the Scheme of Management of\nthe recognized schools. Rule 59 is one other provision which,\nprimarily, indicates the limitations of the schools in regard to\nfurnishing of scheme of the management of the recognized\nschools. All the recognized schools are expected to submit to\nB the authority the scheme of management and comply with the\nrequirements of formation of managing committee of the school\nD\nE\n+\nand total number of the members in terms of that rule. The\nmanaging committee would include two members to be\nnominated by the Director, and other members to be nominated\nC or elected, as the case may be, in accordance with the rules\nand regulations of the society in terms of Section 590(1)(iv), (v)\nand (vi) respectively. The members, who are nominated by the\nDirector and the persons nominated by the Advisory Board, in\nthe case of schools other than the minority schools, have an\neffective role to play in decisions of management as well as\nthey have right of voting. However, in regard to minority school\nthe framers of the rule have added five provisos to Rule 59(1).\nThey specifically provided that in a minority school, the\nmembers, instead of being elected, would be the one\nnominated by the society or the trust by which such unaided\nminority school is run. The educationist, to be nominated by the\nDirector, shall be a non-official belonging to the minority by which\nthe school is established and run, and the managing committee\nshall co-opt two senior-most teachers out of a panel of ten\nsenior-most teachers of the school by rotation and in case the\nF school works in two shifts, then one senior-most teacher shall\nbe co-opted from a panel of five senior most teachers in each\nshift by rotation. Sub-rule (iv) of Rule 59 which gives powers to\nthe Advisory Board to nominate two persons will not apply in\nthe case of the minority school. Furthermore, the members\nG nominated by the Director, Education in exercise of its powers\nunder Sub-rule (v) of Rule 59 shall not be entitled to take part\nin the management of the minority school and shall function as\nadvisers and observers to put forward the views of the\nGovernment in the meeting. This reflects the kind of control, the\nH\n"}