{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 121\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nA\ncase of Managing Committee, Khalsa Middle School v.\nMohinder Kaur [(1993) Supp. 4 SCC 26]. In this case, the Court\nwas concerned with the amendments made in the Rules and\nRegulations of the Society. The date of passing of the resolution\nor its registration, which would be the effective date while\ndealing with the termination of service of a teacher without B\nobtaining the approval of the Director of Education, could not\nbe annulled for violating the provisions of the DSE Act. While\nregistering the Khalsa Education Society, which was running\na school known as Khalsa Primary School, belonging to a\nminority, it lost its status of minority, which was restored in July, C\n1979. The action was initiated during the interregnum period\nwhen the Society was working as non-minority institution, the\nCourt took the view that as a non-minority institution, it was\nrequired to comply with the conditions of the DSE Act and the\nRules framed thereunder, but once the character of minority\ninstitution was restored, the provisions will not be attracted. In\nthis regard, the Court held as under :-\n\"10.....\nD\n..Here we are concerned with the amendment\nin the Rules and Regulations of the Society. In the absence\nof any requirement in the Societies Registration Act that E\nthe alteration in the Rules and Regulations must be\nregistered with the Registrar, it cannot be held that\nregistration of the amendment is a condition precedent for\nsuch an alteration to come into effect. It is, therefore, not\npossible to accept the contention of Shri Mehta that the F\namendment which was made in the Rules and Regulations\nby resolution dated July 1, 1979 did not come into effect\ntill March 13, 1980 when the amended Rules and\nRegulations were registered with the Registrar, Firms and\nSocieties. The said amendment should be treated to have G\ncome into effect from the date on which the resolution\nmaking the said amendment was passed, i.e. July 1,\n1979. As a result of the said amendment in the Rules and\nRegulations of the Society, the alterations made in the\nRules and Regulations in 1963 were reversed and the H\nA\nB\nс\nD\nE\nF\n122 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nposition as it stood prior to the amendment of 1963 was\nrestored. Consequently, the school which was a minority\ninstitution till the amendment of the Rules and Regulations\nin 1963 and had ceased to be a minority institution as a\nresult of the amendment in 1963 regained its status as a\nminority institution after July 1, 1979, when the rules and\nregulations were amended and the original position was\nrestored. In view of the restoration of the minority character\nof the institution the provisions of the Education Act and\nthe Education Rules ceased to be applicable to the\ninstitution after July 1, 1979. The impugned order of\ntermination order of the services of the respondent was\npassed on December 31, 1979, i.e., after the school had\nbecome a minority institution. The said order cannot,\ntherefore, be held to be invalid on the ground that it was\npassed in contravention of Section 8 of the Education Act.\nThe order passed by the Delhi High Court quashing the\nsaid order as well as the disciplinary proceedings cannot,\ntherefore, be upheld. The respondent was placed under\nsuspension on August 11, 1972 and continued under\nsuspension till April 9, 1973 on which date Education Act\ncame into force. In other words she was under suspension\nat a time when the Education Act was not in force. The\norder of suspension cannot be judged on the basis of the\nprovisions of the Education Act and the Education Rules.\nWe are, therefore, unable to uphold the direction of the\nHigh Court quashing her order of suspension.\"\nThe aforesaid judgment states principle of law of far\nreaching consequences, i.e. an institution which is run by a\nminority linguistic or religious would not be controlled exclusively\nG by the provisions of the DSE Act and the Rules framed\nthereunder, as the grant of approval would tantamount to\ninterfere in the internal management of a minority institution.\nH\n33. Now, we may refer to the case of T.M.A. Pai (supra)\nwhich has been strongly relied upon by learned counsel\nappearing from both the sides before us. In this judgment, the\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 123\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nA\nCourt had practically discussed the entire case law on the\nsubject and particularly, the case of Kerala Education Bill, 1957\n(supra) as well as Ahmedabad St. Xavier's case (supra). It may\nbe noticed that the law stated by the Seven-Judge Bench in\nKerala Education Bill, 1957 case (supra), to some extent, has\nbeen diluted. Various aspects of this case, we shall shortly B\nproceed to discuss, but let us first examine what the Court has\nheld and in what context. It is really not necessary for us to get\ninto detailed factual matrix and all the principles that have been\nenunciated by the Eleven-Judge Bench. It will be better for us\nto restrict ourselves to the discussion only in relation to the\nquestion of involvement in the present case. The learned\nAdditional Solicitor General relied upon paras 72, 73, 107, 136,\n138, 141, 144 and 450 of the judgment in support of his\nsubmissions.\nD\n34. On the contrary, the learned counsel for the appellants\nsubmitted that the paragraphs relied upon by the respondents\nare the minority view and not the part of the majority judgment.\nWith this, he placed reliance upon paras 89, 116 and 123 of\nthe judgment. In order to avoid any ambiguity or confusion, we\nmust clarify at the outset that till paragraph 161, it is the majority E\nview of the T.M.A. Pai's case (supra) whereafter different\nJudge/Judges have expressed their views and given\nindependent conclusions and answers to the questions framed.\nThus, it will be expected from us and we would only refer to the\ndecision and finding of the majority view, which is binding on\nthe Court.\n35. The respondents have placed reliance upon the law\nstated by the Bench that any regulation framed in the national\ninterest must necessarily apply to all educational institutions,\nwhether run by majority or the minority. Such a limitation must\nbe read into Article 30. The rule under Article 30(1) cannot be\nsuch as to override the national interest or to prevent the\nGovernment from framing regulations in that behalf. It is, of\ncourse, true that Government regulations cannot destroy the\nminority character of the institution or make a right to establish\nF\nG\nH\n.\n124 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA and administer a mere illusion, but the right under Article 30 is\nnot so absolute as to be above the law. The appellant also seek\nto derive benefit from the view that the Courts have also held\nthat the right to administer is not absolute and is subject to\nreasonable regulations for the benefit of the institutions as the\nB vehicle of education consistent with the national interest. Such\ngeneral laws of the land would be also applicable to the minority\ninstitutions as well. There is no reason why regulations or\nconditions concerning generally the welfare of the students and\nteachers should not be made applicable in order to provide a\nC proper academic atmosphere. As such, the provisions do not,\nin any way, interfere with the right of administration or\nmanagement under Article 30(1). Any law, rule or regulation,\nthat would put the educational institutions run by the minorities\nat a disadvantage, when compared to the institutions run by the\nothers, will have to be struck down. At the same time, there may\nnot be any reverse discrimination.\nD\nE\n36. It was observed in St. Xavier's case (supra), at page\n192 of the judgment that the whole object of conferring the right\non minorities under Article 30 is to ensure that there will be\nequality between the majority and the minority. If the minorities\ndo not have such special protection, they will be denied\nequality. The emphasis by the appellants is more on paragraphs\n88 to 90 to say that Articles 29 and 30 are a group of articles\nrelating to cultural and educational rights. Article 29(1) gives the\nF right to any section of the citizens having a distinct language,\nscript or culture of its own, to conserve the same. Article 29(2)\nrefers to admission to a educational institution established by\nanyone, but which is maintained by the State or receives aid\nout of State funds. In other words, State-maintained or aided\nG educational institutions, whether established by the Government\nor the majority or a minority community cannot deny admission\nto a citizen on the ground of religion, race, caste or language.\nArticle 30(1) states the right of minorities to establish and\nadminister educational institutions of their choice, as provided\nunder that Article. The fundamental freedom is to establish and\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 125\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nto administer educational institutions. It is a right to establish A\nand administer institutions to cater the educational needs of the\nminorities or sections thereof.\nB\n37. Before we really analyze the dictum of this Court in its\nvarious judgments and examine the scope of their application\nto the facts of the present case, it would be necessary for us\nto refer to certain specific paragraphs of the judgment, besides\nthe above portions which have been relied upon by the learned\ncounsel appearing for the respective parties. The basic\nquestions which would arise for consideration with regard to\nC\nthe facts of the present case are the extent of the right to\nestablish, administer and management of institution by the\nlinguistic minorities, the extent of control or restrictions that can\nbe imposed by the State and obviously the right of a minority\ninstitution to receive grant-in-aid. In the case of T.M.A. Pai\n(supra), the Court was primarily concerned with the ambit and\nscope of grant of admission to the students in various academic\ncourses in the minority institutions aided or unaided. In that\ncase, the Court was basically not concerned with the\nmethodology to be adopted by the minority institutions and the\nrestrictions that can be imposed by the Government with regard\nto the recruitment of teachers like Rule 64(1)(b) of the DSE\nRules. So to understand, the impact of the dictum in T.M. Pai's\ncase (supra), we may usefully refer to certain paragraphs of the\njudgment itself.\n\"123. After referring to the earlier cases in relation to the\nappointment of teachers, it was noted by Khanna, J., that\nthe conclusion which followed was that a law which\ninterfered with a minority's choice of qualified teachers, or\nits disciplinary control over teachers and other members\nof the staff of the institution, was void, as it was violative\nof Article 30(1). While it was permissible for the State and\nits educational authorities to prescribe the qualifications\nof teachers, it was held that once the teachers possessing\nthe requisite qualifications were selected by the minorities\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nН\n126 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nfor their educational institutions, the State would have no\nright to veto the selection of those teachers. The selection\nand appointment of teachers for an educational institution\nwas regarded as one of the essential ingredients under\nArticle 30(1). The Court's attention was drawn to the fact\nthat in Kerala Education Bill, 1957 case this Court had\nopined that clauses 11 and 12 made it obligatory for all\naided schools to select teachers from a panel selected\nfrom each district by the Public Service Commission and\nthat no teacher of an aided school could be dismissed,\nremoved or reduced in rank without the previous sanction\nof the authorized officer. At SCR p. 245, Khanna, J.,\nobserved that in cases subsequent to the opinion in Kerala\nEducation Bill, 1957 case this Court had held similar\nprovisions as clause 11 and clause 12 to be violative of\nArticle 30(1) of the minority institution. He then observed\nas follows: (SCC p.792, para 109)\n\"The opinion expressed by this Court in Re Kerala\nEducation Bill, 1957 was of an advisory character and\nthough great weight should be attached to it because of\nits persuasive value, the said opinion cannot override the\nopinion subsequently expressed by this Court in contested\ncases. It is the law declared by this Court in the\nsubsequent contested cases which would have a binding\neffect. The words 'as at present advised' as well as the\npreceding sentence indicate that the view expressed by\nthis Court in Re Kerala Education Bill, 1957 in this respect\nwas hesitant and tentative and not a final view in the\nmatter.\"\n124. In Lily Kurian v. Sr. Lewina this Court struck down the\npower of the Vice-Chancellor to veto the decision of the\nmanagement to impose a penalty on a teacher. It was held\nthat the power of the Vice-Chancellor, while hearing an\nappeal against the imposition of the penalty, was\nuncanalized and unguided. In Christian Medical College\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 127\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nHospital Employees' Union v. Christian Medical College A\nVellore Assn. this Court upheld the application of industrial\nlaw to minority colleges, and it was held that providing a\nremedy against unfair dismissals would not infringe Article\n30. In Gandhi Faiz-e-am College v. University of Agra a\nlaw which sought to regulate the working of minority B\ninstitutions by providing that a broad-based management\ncommittee could be reconstituted by including therein the\nPrincipal and the seniormost teacher, was valid and not\nviolative of the right under Article 30(1) of the Constitution.\nIn All Saints High School v. Govt. of A.P., a regulation C\nproviding that no teacher would be dismissed, removed\nor reduced in rank, or terminated otherwise except with the\nprior approval of the competent authority, was held to be\ninvalid, as it sought to confer an unqualified power upon\nthe competent authority. In Frank Anthony Public School\nEmployees' Assn. v. Union of India the regulation\nproviding for prior approval for dismissal was held to be\ninvalid, while the provision for an appeal against the order\nof dismissal by an employee to a tribunal was upheld. The\nregulation requiring prior approval before suspending an\nemployee was held to be valid, but the provision, which\nexempted unaided minority schools from the regulation that\nequated the pay and other benefits of employees of\nrecognized schools with those in schools run by the\nauthority, was held to be invalid and violative of the equality\nclause. It was held by this Court that the regulations\nregarding pay and allowances for teachers and staff would\nnot violate Article 30.\nXXX XXX XXX XXX XXX\n135. We agree with the contention of the learned Solicitor-\nGeneral that the Constitution in Part III does not contain or\ngive any absolute right. All rights conferred in Part III of the\nConstitution are subject to at least other provisions of the\nsaid Part. It is difficult to comprehend that the framers of\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n128\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nthe Constitution would have given such an absolute right\nto the religious or linguistic minorities, which would enable\nthem to establish and administer educational institutions\nin a manner so as to be in conflict with the other Parts of\nthe Constitution. We find it difficult to accept that in the\nestablishment and administration of educational\ninstitutions by the religious and linguistic minorities, no law\nof the land, even the Constitution, is to apply to them.\n136. Decisions of this Court have held that the right to\nadminister does not include the right to maladminister. It\nhas also been held that the right to administer is not\nabsolute, but must be subject to reasonable regulations for\nthe benefit of the institutions as the vehicle of education,\nconsistent with national interest. General laws of the land\napplicable to all persons have been held to be applicable\nto the minority institutions also - for example, laws relating\nto taxation, sanitation, social welfare, economic regulation,\npublic order and morality.\n137. It follows from the aforesaid decisions that even\nthough the words of Article 30(1) are unqualified, this Court\nhas held that at least certain other laws of the land\npertaining to health, morality and standards of education\napply. The right under Article 30(1) has, therefore, not been\nheld to be absolute or above other provisions of the law,\nand we reiterate the same. By the same analogy, there is\nno reason why regulations or conditions concerning,\ngenerally, the welfare of students and teachers should not\nbe made applicable in order to provide a proper academic\natmosphere, as such provisions do not in any way interfere\nwith the right of administration or management under\nArticle 30(1).\nXXX\nXXX XXX XXX XXX\n141. The grant of aid is not a constitutional imperative.\nArticle 337 only gives the right to assistance by way of\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 129\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nC\ngrant to the Anglo-Indian community for a specified period A\nof time. If no aid is granted to anyone, Article 30(1) would\nnot justify a demand for aid, and it cannot be said that the\nabsence of aid makes the right under Article 30(1) illusory.\nThe founding fathers have not incorporated the right to\ngrants in Article 30, whereas they have done so under\nArticle 337; what, then, is the meaning, scope and effect\nof Article 30(2)? Article 30(2) only means what it states\nviz. that a minority institution shall not be discriminated\nagainst where aid to educational institutions is granted. In\nother words the State cannot, when it chooses to grant aid\nto educational institutions, deny aid to a religious or\nlinguistic minority institution only on the ground that the\nmanagement of that institution is with the minority. We\nwould, however, like to clarify that if an abject surrender of -\nthe right to management is made a condition of aid, the\nD\ndenial of aid would be violative of Article 30(2). However,\nconditions of aid that do not involve a surrender of the\nsubstantial right of management would not be inconsistent\nwith constitutional guarantees, even if they indirectly\nimpinge upon some facet of administration. If, however,\naid were denied on the ground that the educational\ninstitution is under the management of a minority, then such\na denial would be completely invalid.\nE\nF\n142. The implication of Article 30(2) is also that it\nrecognizes that the minority nature of the institution should\ncontinue, notwithstanding the grant of aid. In other words,\nwhen a grant is given to all institutions for imparting secular\neducation, a minority institution is also entitled to receive\nit, subject to the fulfilment of the requisite criteria, and the\nState gives the grant knowing that a linguistic or minority G\neducational institution will also receive the same. Of course,\nthe State cannot be compelled to grant aid, but the receipt\nof aid cannot be a reason for altering the nature or\ncharacter of the recipient educational institution.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n130 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n143. This means that the right under Article 30(1) implies\nthat any grant that is given by the State to the minority\ninstitution cannot have such conditions attached to it, which\nwill in any way dilute or abridge the rights of the minority\ninstitution to establish and administer that institution. The\nconditions that can normally be permitted to be imposed,\non the educational institutions receiving the grant, must be\nrelated to the proper utilization of the grant and fulfilment\nof the objectives of the grant. Any such secular conditions\nso laid, such as a proper audit with regard to the utilization\nof the funds and the manner in which the funds are to be\nutilized, will be applicable and would not dilute the minority\nstatus of the educational institutions. Such conditions would\nbe valid if they are also imposed on other educational\ninstitutions receiving the grant.\n144. It cannot be argued that no conditions can be imposed\nwhile giving aid to a minority institution. Whether it is an\ninstitution run by the majority or the minority, all conditions\nthat have relevance to the proper utilization of the grant-\nin-aid by an educational institution can be imposed. All that\nArticle 30(2) states is that on the ground that an institution\nis under the management of a minority, whether based on\nreligion or language, grant of aid to that educational\ninstitution cannot be discriminated against, if other\neducational institutions are entitled to receive aid. The\nconditions for grant or non-grant of aid to educational\ninstitutions have to be uniformly applied, whether it is a\nmajority-run institution or a minority-run institution. As in the\ncase of a majority-run institution, the moment a minority\ninstitution obtains a grant of aid, Article 28 of the\nConstitution comes into play. When an educational\ninstitution is maintained out of State funds, no religious\ninstruction can be provided therein. Article 28(1) does not\nstate that it applies only to educational institutions that are\nnot established or maintained by religious or linguistic\nminorities. Furthermore, upon the receipt of aid, the\n"}