{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"NOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n429\n\"17. There has, however, arisen a divergence of opinion A\nabout officers on whom some powers analogous to those\nof police officers have been conferred being police officers\nfor the purpose of S. 25 of the Evidence Act. The view\nwhich favours their being held police officers, is based on\ntheir possessing powers which are usually possessed by B\nthe police and on the supposed intention of the legislature\nat the time of the enactment of S. 25 of the Evidence Act\nto be that the expression 'police officer, should include\nevery one who is engaged in the work of detecting and\npreventing crime. The other view is based on the plain\nmeaning of the expression and on the consideration that\nthe mere fact that an officer who, by no stretch of imagination\nis a police officer, does not become one merely because\ncertain officers similar to the powers of a police officer\nare conferred on him.\"\nC\nD\n93. It was pointed out that the power of a Police Officer as\ncrime detection and custom officer as authorities invested with\na power to check the smuggling of goods and to impose pen-\nalty for loss of revenue being different, they were not Police Of-\nficers but then the court took notice of the general image of po- E\nlice in absence of legislative power to enforce other law enforc-\ning agencies for the said purpose in the following terms:\nF\n\"23. It is also to be noticed that the Sea Customs Act itself\nrefers to police officer in contradistinction to the Customs\nOfficer. Section 180 empowers a police officer to seize\narticles liable to confiscation under the Act, on suspicion\nthat they had been stolen. Section 184 provides that the\nofficer adjudging confiscation shall take and hold\npossession of the thing confiscated and every officer of\npolice, on request of such officer, shall assist him in taking G\nand holding such possession. This leaves no room for\ndoubt that a Customs Officer is not an officer of the Police.\n24. Section 171-A of the Act empowers the Customs.\nOfficer to summon any person to give evidence or to\nH\nA\nB\n430\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nproduce a document or any other thing in any enquiry\nwhich he be making in connection with the smuggling of\nany goods.\"\n94. The extent of right to a fair trail of an accused must be\ndetermined keeping in view the fundamental rights as adum-\nbrated under Article 21 of the Constitution of India as also the\nInternational Convention and Covenants chartered in Human\nRights. We cannot lose sight of the fact that criminal justice de-\nlivery system prevailing in our country lacks mechanisms to rem-\nedy systemic violations of the accused's core constitutional\nC rights which include the right to effective assistance of counsel,\nthe right to have exculpatory evidence disclosed, and the right\nto be free from suggestive eyewitness identifications, coerced\ncustodial interrogation and the fabrication of evidence. (See\nAggregation in Criminal Law by Brandon L. Garrett: April 2007\nD California Law Review Vol. 95 No.2 page 385 at 393).\nE\nF\nG\nH\n95. When, however, the custom officers, exercise their\npower under the Act, it is not exercising its power as an officer\nto check smuggling of goods; it acts for the purpose of detec-\ntion of crime and bringing an accused to book.\n96. This Court in Barkat Ram (supra) left the question, as\nto whether officers of departments other than the Police on whom\nthe powers of Officer-in-charge of a Police Station under Chap-\nter XIV of the Code of Criminal Procedure has been conferred\nare police officers or not for the purpose of Section 25 of the\nAct, open, stating:\n34. In the Oxford Dictionary, the word \"police\" is defined\nthus:\n\"The department of government which is concerned\nwith the maintenance of public order and safety, and\nthe enforcement of the law; the extent of its functions\nvarying greatly in different countries and at different\nperiods.\nThe civil force to which is entrusted the duty of\n+\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n431\nmaintaining public order, enforcing regulations for A\nthe prevention and punishment of breaches of the\nlaw and detecting crime; construed as plural, the\nmembers of a police force; the constabulary of a\nlocality.\"\nB\nShortly stated, the main duties of the police are the\nprevention and detection of crimes. A police officer\nappointed under the Police Act of 1861 has such\npowers and duties under the Code of Criminal\nProcedure, but they are not confined only to such\npolice officers. As the State's power and duties C.\nincreased manifold, acts which were at one time\nconsidered to be innocuous and even praiseworthy\nhave become offences, and the police power of the\nState gradually began to operate on different\nsubjects. Various Acts dealing with Customs, Excise, D.\nProhibition, Forest, Taxes etc., came to be passed,\nand the prevention, detection and investigation of\noffences created by those Acts came to be entrusted\nto officers with nomenclatures appropriate to the\nsubject with reference to which they functioned. It is E\nnot the garb under which they function that matters,\nbut the nature of the power they exercise or the\ncharacter of the function they perform is decisive.\nThe question, therefore, in each case is, does the\nofficer under a particular Act exercise the powers F\nand discharge the duties of prevention and detection\nof crime? If be does, he will be a police officer.\"\n97. Section 25 of the Evidence Act was enacted in the\nwords of Mehmood J in Queen Empress v. Babulal [ILR (1884)\n6 All. 509] to put a stop to the extortion of confession, by taking G\naway from the police officers as the advantage of proving such\nextorted confession during the trial of accused persons. It was,\ntherefore, enacted to subserve a high purpose.\n98. The Act is a complete code by itself. The customs of-\nH\n432\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA ficers have been clothed with the powers of police officers un-\nder the Act. It does not, therefore, deal only with a matter of\nimposition of penalty or an order of confiscation of the proper-\nties under the Act but also with the offences having serious con-\nsequences.\nB\n99. Section 53 of the Act empowers the customs officers\nwith the powers of the Station House Officers. An officer in-\nvested with the power of a police officer by reason of a special\nstatute in terms of sub-section (2) of Section 53 would, thus, be\ndeemed to be police officers and for the said purposes of Sec-\nC tion 25 of the Act shall be applicable.\nD\nE\n100. A legal fiction as is well known must be given its full\neffect. [See UCO Bank and Anr. v. Rajinder Lal Capoor 2008\n(6) SCALE 1]\n101. Section 53A of the Act makes such a statement rel-\nevant for the purposes of the said Act. The observations of the\nHigh Court, thus, that confession can be the sole basis of con-\nviction in view of Section 108 of the Customs Act, thus, appear\nto be incorrect.\n102. An inference that the appellant was subjected to du-\nress and coercion would appear from the fact that he is an Afgan\nNational. He may know English but the use of expressions such\nas 'homogenous mixture', 'drug detection kit', 'independent\nwitnesses' which evince a knowledge of technical terms derived\nF from legal provisions, possibly could not be attributed to him.\nPossibility of fabrication of confession by the officer concerned,\nthus, cannot altogether be ruled out.\nG\nI\n103. The constitutional mandate of equality of law and equal\nprotection of law as adumbrated under Article 14 of the Consti-\ntution of India cannot be lost sight of. The courts, it is well settled,\nwould avoid a construction which would attract the wrath of Ar-\nticle 14. It also cannot be oblivious of the law that the Act is\ncomplete code in itself and, thus, the provisions of the 1962 Act\ncannot be applied to seek conviction thereunder.\nA\nr\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n433\n104. This Court in Alok Nath Dutta v. State of West Ben- A\ngal [2006 (13) SCALE 467], stated:\n\"We are not suggesting that the confession was not\nproved, but the question is what would be the effect of a\nretracted confession. It is now a well-settled principle of\nB\nlaw that a retracted confession is a weak evidence. The\ncourt while relying on such retracted confession must\nsatisfy itself that the same is truthful and trustworthy.\nEvidences brought on records by way of judicial confession\nwhich stood retracted should be substantially corroborated\nby other independent and cogent evidences, which would C\nlend adequate assurance to the court that it may seek to\nrely thereupon.\"\n[See also Babubhai Udesinh Parmar v. State of Gujarat,\n(2006) 12 SCC 268 ].\nD₁\n105. In Pon Adithan v. Deputy Director, Narcotics Con-\ntrol Bureau, Madras [(1999) 6 SCC 1], whereupon reliance has\nbeen placed by the High Court, this Court had used retracted\nconfession as a corroborative piece of evidence and not as the\nevidence on the basis whereof alone, a judgment of conviction E\ncould be recorded.\n106. There is another aspect of the matter which cannot\nalso be lost sight of.\nA search and seizure or an arrest made for the purpose of F\nproceeding against a person under the Act cannot be different\nonly because in one case the authority was appointed under\nthe Customs Act and in the other under another. What is rel-\nevant is the purpose for which such arrest or search and sei-\nzure is made and investigation is carried out. The law appli-\ncable in this behalf must be certain and uniform.\n107. Even otherwise Section 138B of the 1962 Act must\nbe read as a provision containing certain important features,\nnamely:\nG\nH\n434\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nB\n(a) There should be in the first instance statement made\nand signed by a person before a competent custom\nofficial.\n(b) It must have been made during the course of enquiry\nand proceedings under the Customs Act.\n108. Only when these things are established, a statement\nmade by an accused would become relevant in a prosecution\nunder the Act. Only then, it can be used for the purpose of prov-\ning the truth of the facts contained therein. It deals with another\nC category of case which provides for a further clarification.\nClause (a) of sub-section (1) of Section 138B deals with one\ntype of persons and clause (b) deals with another. The Legisla-\nture might have in mind its experience that sometimes witnesses\ndo not support the prosecution case as for example panch wit-\nD nesses and only in such an event an additional opportunity is\nafforded to the prosecution to criticize the said witness and to\ninvite a finding from the court not to rely on the assurance of the\ncourt on the basis of the statement recorded by the Customs\nDepartment and for that purpose it is envisaged that a person\nE may be such whose statement was recorded but while he was\nexamined before the court, it arrived at an opinion that is state-\nment should be admitted in evidence in the interest of justice\nwhich was evidently to make that situation and to confirm the\nwitness who is the author of such statement but does not sup-\nport the prosecution although he made a statement in terms of\nSection 108 of the Customs Act. We are not concerned with\nsuch category of witnesses. Confessional statement of an ac-\ncused, therefore, cannot be made use of in any manner under\nSection 138B of the Customs Act. Even otherwise such an evi-\ndence is considered to be of weak nature.\n:F\n:..G\nH\n{See Gopal Govind Chogale v. Assistant Collector of\nCentral Excise and another, [1985 (2) BomCR 499 Paras 12-\n14]}\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n435\n[S.B. SINHA, J]\nNON PRODUCTION OF PHYSICAL EVIDENCE\n109. The prosecution alleged that 1.4 kgs heroin was con-\ncealed in a cardboard container for carrying grapes and were\nrecovered from the appellant at Raja Sansi Airport. Essential\nkey items necessary to prove the same were:\n\"i) The cardboard carton allegedly used for carrying the\nheroin to test the veracity.\niii)\nii) The bulk, which establishes the quantity recovered.\nThe three homogenous samples of five grams each\ntaken from the bulk amount of heroin, which would\nbe essential in ascertaining whether the substance\nthat the accused was allegedly in possession of was,\nin fact, heroin.\"\nA\nB\nC\n110. Indisputably, the cardboard carton was not produced D\nin court being allegedly missing. No convincing explanation was\nrendered in that behalf. The High Court, in its judgment, stated:\nE\nF\n\"The case set up by the prosecution is that the appellant\nbeing a member of a crew party, was in possession of his\nluggage, which included the cardboard carton, from which\nthe recovery of heroin was allegedly effected. The appellant\nhimself had presented the said carton along with the other\nluggage for custom clearance. From these facts, at least\none thing is clear that the carton which was carrying the\ncontraband, was under his immediate control. The\nargument advanced by Mr. Guglani is that the luggage\nwhich was being carried by the crew members, had no\nspecific identification slips as in the case of an ordinary\npassenger travelling in an aircraft. So what was being\ncarried in the carton was within the knowledge of the Gi\nappellant alone and, therefore, the element of possession\nand control of the contraband qua the appellant is writ\nlarge and the presumption of culpable mental state under\nSection 35 and 54 of the Act has to be drawn against\nhim.\"\nH\nA\n436\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n111. The inference was drawn only on the basis of a mere\nassertion of the witness that the cardboard carton wherefrom\nthe contraband was allegedly recovered as the one which had\nbeen in possession of the appellant without any corroboration\nas regards the purported \"apparent practice of crew members.\nB carrying their own luggage\" and there being no identification\nmarks on the same. No material in this behalf has been pro-\nduced by the respondent. No witness has spoken of the pur-\nported practice. For all intent and purport another presumption\nhas been raised by the High Court wherefor no material had\nbeen brought on record. No explanation has been given as to\nwhat happened to the container. Its absence significantly un-\ndermines the case of the prosecution. It reduces the eviden-\ntiary value of the statements made by the witnesses referring\nthe fact of recovery of the contraband therefrom.\nC\nD\nE\n112. Preservance of original wrappers, thus, comes within\nthe purview of the direction issued in terms of Section 3.1 of the\nStanding Order No. 1 of 1989. Contravention of such guide-\nlines could not be said to be an error which in a case of this\nnature can conveniently be overlooked by the Court.\n113. We are not oblivious of a decision of this Court in\nChief Commercial Manager, South Central Railway,\nSecunderabad \u0026 Ors. v. G. Ratnam \u0026 Ors. [(2007) 8 SCC 212]\nrelating to disciplinary proceeding, wherein such guidelines were\nheld not necessary to be complied with but therein also this Court\nF stated:\nG\nH\n\"In the cases on hand, no proceedings for commission of\npenal offences were proposed to be lodged against the\nrespondents by the investigating officers.\"\n114. In Moni Shankar v. Union of India \u0026 Anr. [(2008) 3.\nSCC 484], however, this Court upon noticing G. Ratnam (su-\npra), stated the law thus:\n\"15. It has been noticed in that judgments that Paras 704\nand 705 cover the procedures and guidelines to be\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n437\nfollowed by the investigating officers, who are entrusted A\nwith the task of investigation of trap cases and departmental\ntrap cases against the railway officials. This Court\nproceeded on the premise that the executive orders do\nnot confer any legally enforceable rights on any persons.\nand impose no legal obligation on the subordinate\nauthorities for whose guidance they are issued.\n16. We have, as noticed hereinbefore, proceeded on the\nassumption that the said paragraphs being executive\ninstructions do not create any legal right but we intend to\nemphasise that total violation of the guidelines together\nwith other factors could be taken into consideration for the\npurpose of arriving at a conclusion as to whether the\ndepartment has been able to prove the charges against\nthe delinquent official.\nB\nC\nD\nE\nF\n17. The departmental proceeding is a quasi judicial one.\nAlthough the provisions of the Evidence Act are not\napplicable in the said proceeding, principles of natural\njustice are required to be complied with. The Court\nexercising power of judicial review are entitled to consider\nas to whether while inferring commission of misconduct\non the part of a delinquent officer relevant piece of\nevidence has been taken into consideration and irrelevant\nfacts have been excluded therefrom. Inference on facts\nmust be based on evidence which meet the requirements\nof legal principles. The Tribunal was, thus, entitled to arrive\nat its own conclusion on the premise that the evidence\nadduced by the department, even if it is taken on its face\nvalue to be correct in its entirety, meet the requirements of\nburden of proof, namely - preponderance of probability. If\non such evidences, the test of the doctrine of proportionality G\nhas not been satisfied, the Tribunal was within its domain\nto interfere. We must place on record that the doctrine of\nunreasonableness is giving way to the doctrine of\nproportionality. (See - State of U.P. v. Sheo Shanker Lal\nSrivastava [(2007) 4 SCC 669] and Coimbatore District H\n438\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nB\nC\nD\nCentral Cooperative Bank v. Coimbatore District Central\nCooperative Bank Employees Association and Anr.\n[2004 QB 1004].\"\nIt was furthermore opined :\n\"It may be that the said instructions were for\ncompliance of the Vigilance Department, but\nsubstantial compliance therewith was necessary,\neven if the same were not imperative in character. A\ndepartmental instruction cannot totally be ignored.\nThe Tribunal was entitled to take the same into\nconsideration along with other materials brought on\nrecord for the purpose of arriving at a decision as to\nwhether normal rules of natural justice had been\ncomplied with or not.\"\n115. Guidelines issued should not only be substantially\ncomplied, but also in a case involving penal proceedings, vis-\nà-vis a departmental proceeding, rigours of such guidelines may\nbe insisted upon. Another important factor which must be borne\nin mind is as to whether such directions have been issued in\nE terms of the provisions of the statute or not. When directions\nare issued by an authority having the legal sanction granted\ntherefor, it becomes obligatory on the part of the subordinate\nauthorities to comply therewith.\n116. Recently, this Court in State of Kerala \u0026 Ors. v. Kurian\nF Abraham (P) Ltd. \u0026 Anr. [(2008) 3 SCC 582], following the ear-\nG\nH\nlier decision of this Court in Union of India v. Azadi Bachao\nAndolan [(2004) 10 SCC 1] held that statutory instructions are\nmandatory in nature.\n117. Logical corollary of these discussions is that the\nguidelines such as those present in the Standing Order cannot\nbe blatantly flouted and substantial compliance therewith must\nbe insisted upon for so that sanctity of physical evidence in such\ncases remains intact. Clearly, there has been no substantial\ncompliance of these guidelines by the investigating authority\n"}