{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"*\n-\n[2008] 10 S.C.R. 379\nNOOR AGA\nV.\nSTATE OF PUNJAB \u0026 ANR.\n(Criminal Appeal No. 1034 of 2008)\nJULY 9, 2008\n[S.B. SINHA AND V.S. SIRPURKAR, JJ.]\nNarcotic Drugs and Psychotropic Substances Act, 1985:\n-\n-\nA\nB\nss. 22, 23, 52A, 53 and 53A -Possession of contraband\nRecovery Prosecution - Confessions made by accused C\nbefore Customs authorities - During trial confession retracted\n- Conviction by courts below - On appeal, held: Conviction\nnot justified In the facts of the case, recovery not proved\nbeyond reasonable doubt - Investigation of the case not fair\nand reasonable - There are discrepancies in the treatment D\nand disposal of physical evidence leading to drawl of nega-\ntive inference - Cumulative effect of the facts of contradiction\nin the statements of the official witnesses, failure to examine\nindependent witnesses and nature of confession and circum-\nstances of recording of confession and other lacunae in the E\nprosecution case, do not lead to guilt of accused - Constitu-\ntion of India, 1950 - Articles 14 and 21 - Standing Order No.\n1 of 1989 - Section 3.1- Evidence Act, 1872- s. 114 (e) and\n(g) - Customs Act, 1962 – s. 110(1B) .\n-\nF\nss. 35 and 54 – Reverse burden of proof – Constitutional\nvalidity of - Held: Are ex faciedel not unconstitutional - A\nright to be presumed innocent has to be applied subject to\nexceptions - Such presumption is a human right and cannot\nbe equated with fundamental right enshrined under Article 21\nConstitutionality of penal provision providing for reverse bur- G\nden of proof must be tested on the anvil of State's responsibil-\nity to protect innocent citizens - Procedural requirements are\nrequired to be strictly complied with -Evidence Act, 1872 – s.\n25 - Customs Act, 1962 - ss. 108 and 138B - International\n379\n-\nH\n380\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA Covenant on Civil and Political Rights (1966) - Article 14(2)\nUniversal Declaration of Human Rights (1948) - Article 12-\nEuropean Convention for Protection of Human Rights and\nFundamental Freedoms- Article 6.2- Evidence - Reverse\nburden of proof.\nB\n-\n-\nEvidence Confession - Retracted confession - Rēli-\nance on For conviction under NDPS Act - Confession made\nunder s. 108 of Customs Act - Plea of accused that confes-\nsion was not voluntary but under threat and distress - Held:\nProvisions of Customs Act cannot be applied for conviction\nC under any other statute - Customs Officer, by virtue of legal\nfiction would be deemed to be police officer - Thus confes-\nsion made to them would run counter to s. 25 of Evidence Act\n- s. 108 must give way to Article 20(3) of the Constitution - A\nretracted confession can be relied on only if it is voluntary\nD Burden to prove that confession was made voluntarily is on\nthe prosecution - Narcotic Drugs and Psychotropic Sub-\nstances Act, 1985- ss. 53 and 53A - Constitution of India,\n1950 Article 20(3) -Penal Code, 1860 - ss. 193 and 228 -\nCustoms Act, 1962 – ss. 108 and 138B.\nE\nF\n0\n-\n-\nInternational Law:\n-\n-\nInternational Covenant on civil and Political Rights\nArticle 14 (2) - Presumption of innocence - Held: It is a hu-\nman right-It cannot per se be equated with fundamental right\nunder Article 21 of the Constitution - Constitution of India,\n1950 Article 21.\n-\nDoctrines/Principles:\n(i) Doctrine of Compatibility.\n(ii) Doctrine of constitutionality.\n(iii) Doctrine of res ipsa loquitur.\nAppellant-an Afghan national, presented himself be-\nfore authorities for Customs clearance at airport. He was\nH searched by the Gazetted Officer of the Customs Depart-\n\u003e\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n381\nB\nment and 22 packets of brown power weighing 1 Kg. 400 A\ngms. were recovered from a carton belonging to him. Ap-\npellant was taken into custody immediately thereafter by\nthe customs authorities. He was formally arrested 15\nhours after the recovery. Appellant confessed his guilt on\ntwo occasions. As per the Forensic Report, the alleged\ncontraband was found to be of white colour. Appellant in\nhis examination u/s 313 Cr.P.C. denied in categorical terms\nthat the carton belonged to him. He also retracted from\nhis alleged confession. Trial Court convicted the appel-\nlant u/s. 22 and 23 of Narcotic Drugs and Psychotropic C\nSubstances Act, 1985. The conviction was confirmed by\nHigh Court.\nD\nIn appeal to this court appellant contended that ss. 35\nand 54 of the Act imposing reverse burden on an accused\nis contrary to Article 14 (2) of the International Covenant on\nCivil and Political Rights which provides that an accused\nis innocent until proved 'guilty' and thus ultra vires Articles\n14 and 21 of the Constitution of India; that confessions of\nthe accused before customs authorities are inadmissible\nin evidence being hit by s. 25 of Evidence Act, as s. 108 of E\ncustoms Act should be read coupled with .53 and 53A of\nthe Act; that a heightened standard of proof is required to\nbe discharged by the prosecution to establish foundational\nfacts and the same has not been done in the instant case;\nthat in view of the facts that there was failure to produce\nphysical evidence before the Court, there was failure to\nexamine independent witnesses and there were discrep-\nancies in the statements of the official witnesses with re-\ngard to search and seizure, conviction is not sustainable.\nAllowing the appeal, the Court\nHELD: 1.1 The provisions of Sections 35 and 54 of\nNarcotic Drugs and Psychotropic Substances Act, 1985\nare not ultra vires the Constitution of India. However, pro-\ncedural requirements laid down therein are required to\nF\nG\nH\n382\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA be strictly complied with. Only because the burden of proof\nunder certain circumstances is placed on the accused, the\nsame, by itself, would not render the impugned provisions\nunconstitutional. [Paras 43 and 151] [408-B, 452-C,D]\nB\n1.2 Sections 35 and 54 of NDPS Act may have to be\nread in the light of Articles 14 and 21 of the Constitution\nof India. However, limited inroad on presumption would\nbe justified. The Act specifically provides for the excep-\ntions. It is a trite law that presumption of innocence being\na human right cannot be thrown aside, but it has to be\nC applied subject to exceptions. [Paras 65, 67 and 71] [413-\nF, 415-A, 416-F]\nD\nE\nF\nG\nH\n1.3 Presumption of innocence is a human right as\nenvisaged under Article 14(2) of the International Cov-\nenant on Civil and Political Rights. It, however, cannot\nper se be equated with the fundamental right and liberty\nadumbrated in Article 21 of the Constitution of India. [Para\n42] [407-G]\nState v. Basson 2004 (6) BCLR 620 (CC) – referred to.\n-\n'War, Violence, Human Rights, and the overlap between\nnational and international law: Four cases before the South\nAfrican Constitutional Court' by Albie Sachs, 28 Fordham In-\nternational Law Journal 43- referred to\n1.4 A right to be presumed innocent, subject to the\nestablishment of certain foundational facts and burden\nof proof, to a certain extent, can be placed on an accused.\nThe provision for reverse burden is not only provided for\nunder the special Acts like the present one but also un-\nder the general statutes like IPC. The Evidence Act pro-\nvides for such a burden on an accused in certain mat-\nters, as, for example, under Section 113A and 113B thereof.\nEven otherwise, this Court, having regard to the factual\nscenario involved in cases, e.g., where husband is said\nto have killed his wife when both were in the same room,\n+-\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n383\nburden is shifted to the accused. The doctrine of res ipsa A\nloquitur providing for a reverse burden has been applied\nnot only in civil proceedings but also in criminal proceed-\nings. [Paras 44, 50 and 68] [408-C, 410-A,B,C, 415-B]\nM/s. Seema Silk and Sarees and Anr. v. Directorate of\nB\nEnforcement and Ors. 2008 (7) SCALE 624 - relied on\nKrishna Janardhan Bhat v. Dattatraya G. Hegde 2008 (1)\nSCALE 421; Hiten P. Dalal v. Bratindranath Banerjee 2001\n(6) SCC 16; Alimuddin vs. King Emperor 1945 Nagpur Law\nJournal 300; Syed Akbar vs. State of Karnataka AIR 1979 C\nSC 1848 Jacob Mathew vs. State of Punjab 2005 (6) SCC 1;\nState of A.P. v. C. Uma Maheswara Rao and Anr. 2004 (4) SCC\n399; B. Nagabhushanam v. State of Karnataka 2008 (7)\nSCALE 716 – referred to.\nRegina v. Lambert 2001 UKHL 37: 2001 (3) All ER 577; D\nState v. Coetzee 1997 (2) LRC 593; R. v. Hansen 2007 NZSC\n7; Home vs. Dorset Yacht Company 1970 (2) ALL E.R. 294 -\nreferred to.\nThe Presumption of Innocence in English Criminal Law,\n1996 Crim.L.R. 306– referred to.\nE\n1.5 It must be construed having regard to the other\ninternational conventions and having regard to the fact\nthat it has been held to be constitutional. Thus, a statute\nmay be constitutional but a prosecution thereunder may F\nnot be held to be one. Enforcement of law, on the one\nhand and protection of citizen from operation of injustice\nin the hands of the law enforcement machinery, on the\nother, is, thus, required to be balanced. The constitution-\nality of a penal provision placing burden of proof on an\naccused, thus, must be tested on the anvil of the State's\nresponsibility to protect innocent citizens. [Paras 44, 51\nand 52] [408-C,D, 410-C,D,E]\nG\n1.6 The procedures laid down under the Act being\nstringent in nature, however, must be strictly complied H\n384\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA with. Provisions imposing reverse burden, however, must not\nonly be required to be strictly complied with but also may be\nsubject to proof of some basic facts as envisaged under the\nstatute in question. 'Reason to believe', as provided in sev-\neral provisions of the Act and as defined in Section 26 of IPC\nB on the part of the officer concerned is essentially a question\nof fact. [Paras 46, 47 and 75] [408-E,F, 419-E,G]\nC\nD\nE\nF\nG\nDirectorate of Revenue and Anr. v. Mohammed Nisar\nHolia 2008 (2) SCC 370 - referred to.\n1.7 The court must assess the importance of the right\nbeing limited to our society and this must be weighed\nagainst the purpose of the limitation. The purpose of the\nlimitation is the reason for the law or conduct which lim-\nits the right. [Para 53] [410-E,F]\n-\nSv. Dlamini; Sv. Dladla and Ors. 1999 (7) BCLR 771(CC)\n- referred to.\nGlanville Williams, Textbook of Criminal Law (2nd Edn.)\npage 56 referred to.\n-\n1.8 Independence of judiciary must be upheld. The\nsuperior courts should not do something that would lead\nto impairment of basic fundamental and human rights of\nan accused. [Para 72] [416-G]\n-\nThe State v. Abdul Rashid Khoyratty, 2006 UKPC 13 –\nreferred to.\n2.1 The fact of recovery has not been proved beyond\nall reasonable doubt which is required to be established\nbefore the doctrine of reverse burden is applied. Recov-\neries have not been made as per the procedure estab-\nlished by law. The investigation of the case was not fair.\n[Para 151] [452-G, 453-A]\n2.2 The provisions of NDPS Act and the punishment\nprescribed therein being indisputably stringent, the ex-\nH tent of burden to prove the foundational facts on the pros-\nས\n;\ni\n1\n'\ni\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n385\necution, i.e., 'proof beyond all reasonable doubt' would A\nbe more onerous. A heightened scrutiny test would be\nnecessary to be invoked. Whereas, on the one hand, the\ncourt must strive towards giving effect to the parliamen-\ntary object and intent in the light of the international con-\nventions, but, on the other, it is also necessary to uphold B\nthe individual human rights and dignity as provided for un-\nder the UN Declaration of Human Rights by insisting upon\nscrupulous compliance of the provisions of the Act for the\npurpose of upholding the democratic values. It is neces-\nsary for giving effect to the concept of 'wider civilization'. It\nC\nis a well settled principle of criminal jurisprudence that more\nserious the offence, the stricter is the degree of proof. A\nhigher degree of assurance, thus, would be necessary to\nconvict an accused. [Para 77] [420-B,C,D,E,F]\nState of Punjab v. Baldev Singh, 1999 (3) SCC 977; D\nRitesh Chakravarty v. State of Madhya Pradesh, JT 2006 (12)\nSC 416 relied on.\n-\nE\nF\n2.3 Sections 35 and 54 of NDPS Act, no doubt, raise\npresumptions with regard to the culpable mental state on\nthe part of the accused as also place burden of proof in\nthis behalf on the accused; but the said provision would\nclearly show that presumption would operate in the trial\nof the accused only in the event the circumstances con-\ntained therein are fully satisfied. An initial burden exists\nupon the prosecution and only when it stands satisfied,\nthe legal burden would shift. Even then, the standard of\nproof required for the accused to prove his innocence is\nnot as high as that of the prosecution. Whereas the stan-\ndard of proof required to prove the guilt of accused on the\nprosecution is \"beyond all reasonable doubt” but it is 'pre- G\nponderance of probability'on the accused. If the prosecu-\ntion fails to prove the foundational facts so as to attract the\nrigours of Section 35 of NDPS Act, the actus reus which is\npossession of contraband by the accused cannot be said\nto have been established. [Para 79] [421-B,C,D, E]\nI\n|\n!\n386\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n1\nA\n2.4 With a view to bring within its purview the require-\nments of Section 54 of the Act, element of possession of\nthe contraband was essential so as to shift the burden\non the accused. The provisions being exceptions to the\ngeneral rule, the generality thereof would continue to be\nB operative, namely, the element of possession will have to\nbe proved beyond reasonable doubt. [Para 80] [421-E,F]\n2.5 Whether the burden on the accused is a legal\nburden or an evidentiary burden would depend on the\nstatute in question. The purport and object thereof must\nC also be taken into consideration in determining the said\nquestion. It must pass the test of doctrine of proportion-\nality. The difficulties faced by the prosecution in certain\ncases may be held to be sufficient to arrive at an opinion\nthat the burden on the accused is an evidentiary burden\nD and not merely a legal burden. The trial must be fair. The\naccused must be provided with opportunities to effec-\ntively defend himself. [Para 81] [421-G, 422-A]\nE\nF\nSheldrake v. Director of Public Prosecutions 2005 (1) All\nER 237 referred to.\n-\nArticle by Richard Glover titled \"Sheldrake Regulatory\nOffences and Reverse Legal Burdens of Proof\" 2006 (4) Web\nJCLI - referred to.\n2.6 In India the statute must not only pass the test of\nreasonableness as contained in Article 14 of the Consti-\ntution of India but also the ‘liberty' clause contained in\nArticle 21 of the Constitution of India. Placing persuasive\nburden on the accused persons must justify the loss of\nprotection which will be suffered by the accused. Fair-\nG ness and reasonableness of trial as also maintenance of\nthe individual dignity of the accused must be uppermost\nin the court's mind. [Paras 83 and 84] [425-G, 426-A,B]\nH\n-\nR. v. Johnstone (2003) 3 All ER 884 - referred to.\n3.1 A fundamental error has been committed by the\n\u003e\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n387\nHigh Court in placing explicit reliance upon Section 108 A\nof the Customs Act. Every proceeding in terms of sub-\nsection (4) of Section 108 would be a judicial proceeding\nwithin the meaning of Sections 193 and 228 IPC. The en-\nquiry contemplated under Section 108 is for the purpose\nof Customs Act and not for the purpose of convicting an\naccused under any other statute including the provisions\nof the Act. [Paras 87 and 88] [427-F,G, 428-A]\nB\n3.2 The High Court should have considered the ques-\ntion having regard to the stand taken by the appellant that\nthe confessions made by him were under threat and dis- C\ntress and not made voluntarily. Only because certain per-\nsonal facts known to him were written, the same by itself\nwould not lead to the conclusion that they were free and\nvoluntary. [Para 90] [428-C]\n3.3 Clause (3) of Article 20 of the Constitution pro-\nvides that no person accused of any offence shall be com-\npelled to be a witness against himself. Any confession\nmade under Section 108 of the Customs Act must give\nway to Article 20(3) wherefor there is a conflict between\nthe two.[Para 91] [428-D,E]\nD\nE\n3.4 A retracted confessional statement may be re-\nlied upon but a rider must be attached thereto namely if it\nis made voluntarily. The burden of proving that such a\nconfession was made voluntarily would, thus, be on the F\nprosecution. [Para 91] [428-E]\n3.5 The extent of right to a fair trail of an accused\nmust be determined keeping in view the fundamental\nrights as adumbrated under Article 21 of the Constitution\nof India as also the International Convention and Cov- G\nenants chartered in Human Rights. Criminal justice deliv-\nery system prevailing in India lacks mechanisms to rem-\nedy systemic violations of the accused's core constitu-\ntional rights which include the right to effective assistance\nof counsel, the right to have exculpatory evidence dis- H\n388\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA closed, and the right to be free from suggestive eyewit-\nness identifications, coerced custodial interrogation and\nthe fabrication of evidence. [Para 94] [430-A,B,C]\nAggregation in Criminal Law by Brandon L. Garrett April\n2007 California Law Review Vol. 95 No.2 page 385 at 393\nB ― referred to.\n-\n3.6 When, however, the custom officers exercise their\npower under Customs Act, it is not exercising its power\nas an officer to check smuggling of goods; it acts for the\nC purpose of detection of crime and bringing an accused\nto book. [Para 95] [430-D]\nD\nE\nF\nState of Punjab v. Barkat Ram AIR 1962 SC 276- re-\nferred to\n3.7 Section 25 of the Evidence Act was enacted to\nput a stop to the extortion of confession, by taking away\nfrom the police officers as the advantage of proving such\nextorted confession during the trial of accused persons.\n[Para 97] [431-F,G]\nQueen Empress v. Babulal ILR (1884) 6 All. 509 - referred to.\n3.8 NDPS Act is a complete code by itself. The cus-\ntoms officers have been clothed with the powers of po-\nlice officers under NDPS Act. It does not, therefore, deal\nonly with a matter of imposition of penalty or an order of\nconfiscation of the properties under the Act but also with\nthe offences having serious consequences. Section 53\nof NDPS Act empowers the customs officers with the pow-\ners of the Station House Officers. An officer invested with\nthe power of a police officer by reason of a special stat-\nGute in terms of sub-section (2) of Section 53 would, thus,\nbe deemed to be police officers and for the said purposes\nof Section 25 of Evidence Act shall be applicable. A legal\nfiction must be given its full effect. [Paras 98, 99and 100]\n[431-G, 432-A,B,C]\nH\n"}