{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75}],"text":"NOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n449\nby the investigating agency during search operations A\nand may also undermine respect for law and may\nhave the effect of unconscionably compromising the\nadministration of justice. That cannot be permitted.\"\nIndependent Witnesses\nB\nC\n138. It is accepted that when the appellant allegedly opted\nfor being searched by a Magistrate or a Gazetted Officer, Kuldip\nSingh called K.K. Gupta, Superintendent Customs, PW2) and\nindependent witnesses Mahinder Singh and Yusaf. Whereas\nK.K. Gupta was examined as PW2, the said Mahinder Singh\nand Yusuf were not examined by the prosecution. There is noth-\ning on record to show why they could not be produced. Their\nstatus in life or location had also not been stated. It is also not\nknown as to why only the said two witnesses were sent for. The\nfact remains that they had not been examined. Although exami-\nnation of independent witnesses in all situations may not be D\nimperative, if they were material, in terms of Section 114(e) of\nthe Evidence Act, an adverse inference could be drawn.\nE\n139. In a case of his nature, where there are a large num-\nber of discrepancies, the appellant has been gravely prejudiced\nby their non-examination. It is true that what matters is the qual-\nity of the evidence and not the quantity thereof but in a case of\nthis nature where procedural safeguards were required to be\nstrictly complied with, it is for the prosecution to explain why the\nmaterial witnesses had not been examined. Matter might have\nbeen different if the evidence of the Investigating Officer who F\nrecovered the material objects was found to be convincing. The\nstatement of the Investigating Officer is wholly unsubstantiated.\nThere is nothing on record to show that the said witnesses had\nturned hostile. Examination of the independent witnesses was\nall the more necessary inasmuch as there exist a large number\nof discrepancies in the statement of official witnesses in regard\nto search and seizure to which we may now take note of.\nDiscrepancies in the Statements of Official Witnesses\n140. Section 50 of the Act provides for an option to be\nG\nH\n450\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA given. This Court in Baldev Singh (supra) quoted with approval\nthe decision of the Supreme Court of United States in Miranda\nv. Arizona [(1966) 384 US 436] in the following terms:\nB\nC\n\"The Latin maxim salus populi suprema lex (the safety of\nthe people is the supreme law) and salus republicae\nsuprema lex (safety of the State is the supreme law) coexist\nand are not only important and relevant but lie at the heart\nof the doctrine that the welfare of an individual must yield\nto that of the community. The action of the State, however,\nmust be 'right, just and fair'.”\n141. Justness and fairness of a trial is also implicit in Ar-\nticle 21 of the Constitution.\n142. A fair trial is again a human right. Every action of the\nauthorities under the Act must be construed having regard to\nD the provisions of the Act as also the right of an accused to have\na fair trial.\nE\n143. The courts, in order to do justice between the par-\nties, must examine the materials brought on record in each case\non its own merits. Marshalling and appreciation of evidence\nmust be done strictly in accordance with the well known legal\nprinciples governing the same; wherefor the provisions of the\nCode of Criminal Procedure and Evidence Act must be followed.\n144. Appreciation of evidence must be done on the basis\nF of materials on record and not on the basis of some reports\nwhich have nothing to do with the occurrence in question.\n145. Article 12 of the Universal Declaration of Human\nRights provides for the Right to a fair trail. Such rights are en-\nshrined in our Constitutional Scheme being Article 21 of the\nG Constitution of India. If an accused has a right of fair trial, his\ncase must be examined keeping in view the ordinary law of the\nland.\nH\n146. It is one thing to say that even applying the well-known\nprinciples of law, they are found to be guilty of commission of\n1\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n451\noffences for which they are charged but it is another thing to say A\nthat although they cannot be held guilty on the basis of the ma-\nterials on record, they must suffer punishment in view of the past\nexperience or otherwise.\nB\n147. PW1 states that he had asked the accused that a\nsearch be conducted under the Act before a Gazetted Officer\nor a Magistrate but the same was not mentioned in the\npanchnama Exhibit PC. If the evidence of PW1 in that behalf is\ncorrect, we fail to understand how PW2 satisfied himself that\nan option had been given to the accused to be searched be-\nfore a gazetted officer. Exhibit PA shows that option to search C\nwas given after the recovery was made since it is stated therein:\n\"After recovery the custom officer informed his senior\nofficer and was asked whether I would like to present\nmyself for personal search before a Magistrate or a\nGazetted Officer\"\nD\n148. The said document, therefore, indicates that the gazet-\nted officer or the independent witnesses were not present at\nthe time of purported recovery. Exhibit PC, however, shows the\npresence of independent witnesses at the time of recovery. The E\ncredibility of the statements, having regard to these vital dis-\ncrepancies stands eroded.\n149. A person who is sought to be arrested or searched\nhas some rights having regard to the decision of this Court in\nD.K. Basu v. State of West Bengal [(1997) 1 SCC 416]. D.K.\nBasu rule states that if a person in custody is subjected to inter-\nrogation, he must be informed in clear and unequivocal terms\nas to his right to silence. This rule was also invoked in Balbir\nSingh (supra).\n150. We are not oblivious that the decision of State of\nHimachal Pradesh v. Pawan Kumar [(2005) 4 SCC 350]\nwherein Section 50 of the Act having been held to be inappli-\ncable in relation to a search of a bag but in this case the\nappellant's person had also been searched. The High Court.\nF\nG\nH\n452\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA disregarded that although Exhibit PA may not affect a technical\ncompliance of Section 50 of the Act on taking a complete and\ncircumspect view of the materials brought on record, but the\nsame, in our opinion, affect the credibility of the documentary\nevidence and the statements of the official witnesses, namely,\nPW1 and PW2. If origin of principle has not been followed and\ndiscrepancies and contradictions have occurred in the state-\nments of PW1 and PW2 the same would cause doubt on the\ncredibility of prosecution case and their claim of upholding pro-\ncedure established by law in effecting recovery.\nB\nC\nD\nE\nF\nG\nCONCLUSION\n151. Our aforementioned findings may be summarized as\nfollows:\n1.\n2.\n3.\n4.\n5.\nThe provisions of Sections 35 and 54 are not ultra\nvires the Constitution of India.\nHowever, procedural requirements laid down therein\nare required to be strictly complied with.\nThere are a large number of discrepancies in the\ntreatment and disposal of the physical evidence.\nThere are contradictions in the statements of official\nwitnesses. Non-examination of independent\nwitnesses and the nature of confession and the\ncircumstances of the recording of such confession\ndo not lead to the conclusion of the appellant's guilt.\nFinding on the discrepancies although if individually\nexamined may not be fatal to the case of the\nprosecution but if cumulative view of the scenario is\ntaken, the prosecution's case must be held to be\nlacking in credibility.\nThe fact of recovery has not been proved beyond all\nreasonable doubt which is required to be established\nbefore the doctrine of reverse burden is applied.\nRecoveries have not been made as per the\nH\nΓ\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\nprocedure established by law.\n6.\nThe investigation of the case was not fair.\n453\nA\nWe, therefore, are of the opinion that the impugned judg-\nment cannot be sustained which is set aside accordingly.\n152. Before, however, parting with this judgment, we would\nlike to place emphasis on the necessity of disposal of such\ncases as quickly as possible. The High Courts should be well\nadvised to device ways and means for stopping recurrence of\nsuch a case where a person undergoes entire sentence before\nhe gets an opportunity of hearing before this Court.\n153. The appeal is allowed with the aforementioned ob-\nservations.\nK.K.T.\nAppeal allowed.\nB\nC\n"}