{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nD\n[2008] 13 S.C.R. 126\nSOORARAM PRATAP REDDY \u0026 ORS.\nV.\nDISTRICT COLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\n(Civil Appeal No. 5509 of 2008)\n-\nSEPTEMBER 5, 2008\n[C.K. THAKKER AND D.K. JAIN, JJ.]\nLand Acquisition Act, 1894 - Part II, ss. 4 and 6 - Land\nacquisition - For development of infrastructure of city - The\nC project for the development was integrated involving State\nagency as well as private company - Acquisition challenged\nas illegal, malafide and not meant for 'public purpose' - Held:\nLand acquisition proceedings were not illegal, or in colourable\nexercise of power - Government was right in forming an opinion\nas to public purpose - Development of infrastructure is legal\nand legitimate 'public purpose' for exercising power of eminent\ndomain An integrated and indivisible project has to be\nconsidered as a whole for determining whether it is a larger\npublic interest - Involvement of a private company for the\npurpose, would not make the exercise of power of acquisition\nbad or malafide - Government is the best judge to decide as\nto what constitutes 'public purpose' - The Court, in exercise of\njurisdiction under Articles 32, 136 or 226 cannot substitute its\nown judgment for the judgment of the Government in this\nregard - Constitution of India, 1950 - Articles 32, 136 and 226\nF Andhra Pradesh Infrastructure Development Enabling Act,\nE\nG\nH\n-\n2001.\nWords and Phrases - 'Eminent domain' and 'Public\npurpose' - Meaning of in the context of Land acquisition act,\n1894.\nThe State Government, in the background of 'World\nTourism Organization Report' and 'Vision 2020\nDocuments' took a policy decision for the development\nof the city of Hyderabad, and decided to establish an\n126\n་\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 127\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\nIntegrated Project to be implemented through its nodal A\nagency Andhra Pradesh Infrastructure and Investment\nCorporation (APIIC) to make the city a world class\nbusiness destination. The State Government acquired\nland for the purported development of 'Financial District\nand Allied Projects'. It also invoked urgency clause u/s 17 B\nof Land Acquisition Act dispensing with procedure u/s\n5A of the Act.\nAppellants filed writ petitions challenging the\nacquisition on the grounds that the acquisition was not\nfor public purpose, but the same was with malafide C\nintention to transfer the same to a foreign company and\nfew persons with vested interest; that the action has been\ntaken in colourable exercise of power and in violation of\nthe Act as well as several other statutes. High Court\nupheld the acquisition. However, it held the urgency D\nclause as illegal and hence directed to proceed by\nfollowing the procedure u/s 5A. Wirt appeals were also\nfiled which was dismissed by Division Bench of High\nCourt. Hence the present appeals.\nDismissing the appeals, the Court\nHELD: 1.1 The proceedings initiated by the State for\nacquisition of land under the Land Acquisition Act, 1894\nare not illegal, unlawful, unwarranted, mala fide, fraud on\nstatute or taken in colourable exercise of power. On the\nfacts and in the circumstances of the present case, the\nGovernment was right in forming an opinion and reaching\na satisfaction as to 'public purpose' and in initiating\nproceedings u/s 4 and 6 and in invoking Part II of the Act.\n[Paras 166 and 167] [198 C-F]\nE\nF\nU-\nG\n1.2 Section 4 of the Act expressly authorizes the\nappropriate Government to issue preliminary notification\nfor acquisition of land likely to be needed for any public\npurpose or 'for a company'. Likewise, Section 6 declares\nthat when the appropriate Government is satisfied that a H.\n128\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA particular land is needed for a public purpose or 'for a\ncompany', a declaration shall be made to that effect. It is\nthus clear that appropriate Government may acquire land\nif such land is needed for any public purpose or 'for a\ncompany'. If it is so, acquisition will be governed by Part\nB II of the Act and the procedure laid down in the said Part\nhas to be followed. Part VII, on the other hand, deals with\nacquisition of land for companies. [Para 106] [176-C-E]\nBabu Barkya Thakur v. State of Bombay (now Maharashtra)\nand Ors., 1961 (1) SCR 128; Pandit Jhandulal and Ors. v.\nC State of Punjab and Ors. 1961 (2) SCR 459; R.L. Arora (1) v.\nState of Uttar Pradesh and Ors., 1962 Supp (2) SCR 149;\nR.L. Arora (II) v. State of Uttar Pradesh and Ors., 1964 (6)\nSCR 784; Arnold Rodricks vs. State of Maharashtra 1966 (3)\nSCR 885; Jage Ram and Ors. v. State of Haryana and Ors.\nD 1971 (1) SCC 671; Aflatoon and Ors. v. Lieutenant Governor\nof Delhi and Ors. 1975 (4) SCC 285 Ajay Krishan Singhal v.\nUnion of India, 1996 (10) SCC 721; S.S. Darshan v. State of\nKarnataka and Ors. 1996 (7) SC 302; W.B. Housing Board\nEtc. v. Brijendra Prasad Gupta (1997) 6 SCC 207; Pratibha\nE Nema and Ors. v. State of Madhya Pradesh and Ors. 2003\n(10) SCC 626; State of Karnataka amd Anr. v. All India\nManufacturers Organisation and Ors. 2006 (4) SCC 683;\nSrinivasa Cooperative House Building Society Ltd. v. Madam\nGurumurthy Sastry and Ors. 1994 (4) SCC 675 - relied on.\nF\nG\nI\nMotibhai Vithalbhai Patel and Anr. v. State of Gujarat\nand Anr. AIR 1961 Guj 931 Amarnath Ashram Trust Society\nand Anr. v. Governor of U.P. and Ors., 1998 (1) SCC 591;\nDevinder Singh and Ors., v. State of Punjab and Ors. 2008 (1)\nSCC 728 referred to.\n-\u003e\n1.3 The expression 'public purpose' is of very wide\namplitude. It is merely illustrative and not exhaustive. The\ninclusive definition does not restrict its ambit and scope.\nThe expression is incapable of precise and comprehensive\ndefinition. And it is neither desirable nor advisable to attempt\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 129\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\nto define it. It is used in a generic sense of including any A\npurpose wherein even a fraction of the community may be\ninterested or by which it may be benefited. A 'public\npurpose' is thus wider than a 'public necessity'. Purpose\nis more pervasive than urgency. That which one sets\nbefore him to accomplish, an end, intention, aim, object, B\nplan or project, is purpose. A need or necessity, on the\nother hand, is urgent, unavoidable, compulsive. Public\npurpose should be liberally construed, not whittled down\nby logomachy. [Paras 67, 86] [163-H; 164-A-B 169-A-B]\nState of Bombay v. Bhanji Munji 1955 (1) SCR 777 -\nfollowed.\nState of Bihar v. Kameshwar Singh 1952 SCR 889; State\nof Bombay v. Ali Gulshan 1955 (2) SCR 867; State of Bombay\nv. R.S. Nanji 1956 SCR 18; Somawanti (Smt.) and Ors. v.\nState of Punjab and Ors. 1963 (2) SCR 774; Arnold Rodricks\nv. State o Maharashtra 1966 (3) SCR 885; Bhim Singhji v.\nUnion of India and Ors. 1981 (1) SCC 166; Daulat Singh\nSurana v. First Land Acquisition Collector 2007 (1) SCC 641;\nState of Karnataka and Anr. v. Ranganatha Reddy and Anr.\n1977 (4) SCC 471; National Textile Workers' Union and Ors.\nv. P.R. Ramakrishnan and Ors. 1983 (1) SCC 228 - relied on.\nC\nD\nE\nHamabai Framjee Petit v. Secretary of State 1911\n(13) Bom LR 1097; Veeraraghavachartar v. Secretary of State\n1926 (49) Mad 237 : AIR 1925 Mad 837; Hamabai Framjee F\nPetit v. Secretary of State 1914 (42) IA 44: AIR 1914 PC 20\n- referred to.\nTenth Report of the Law Commission of India on \"The\nLaw of Acquisition and Requisitioning of Land\" - referred to.\n1.4 It is inherent power of a governmental entity to\ntake privately owned property, especially land and convert\nit to public use, subject to reasonable compensation for\nthe taking. 'Eminent domain' may be defined as the right\nor power of a sovereign State to take private property for\nG\nH\n130\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA public use without the owner's consent upon the payment\nof just compensation. It means nothing more or less than\nan inherent political right, founded on a common necessity\nand interest of appropriating the property of individual\nmembers of the community to the great necessities and\nB common good of the whole society. The power of eminent\ndomain is merely a means to an end; viz. larger public\ninterest. The power does not depend for its existence on\na specific grant. It is inherent and exists in every sovereign\nState without any recognition thereof in the Constitution\nor in any statute. It is founded on the law of necessity.\nThe power is inalienable. No Legislature can bind itself or\nits successors not to exercise this power when public\nnecessity demands it. Nor it can be abridged or restricted\nby agreement or contract. [Paras 36, 37, 40 and 41] [153-\nC-F 154-D-F]\nC\nD\nCharanjit Lal Chowdhury v. Union of India and Ors. 1950 (1)\nSCR 869; Deputy Commissioner and Collector Kamrup and Ors.\nv. Durganath Sarma (1968) 1 SCR 561; Coffee Board, Karnataka,\nBangalore v. Commissioner of Commercial Taxes, Karnataka\nE and Ors. 1988 (3) SCC 263; Scindia Employees' Union v. State\nof Maharashtra and Ors. 1996 (10) SCC 150; Sharda Devi v.\nState of Bihar and Anr. 2003 (3) SCC 128 - relied on.\nFallbrook Irrigation District v. Bradley 1896 (164) U.S.\n112 41 Law Ed. 369; Rindge Co. v. Los Angles County\nF 1923 (262) US 700: 67; Law Ed 1186; New York City Housing\nAuthority v. Muller, 270 NYP 333: 105 ALR 905; Muray v. La\nGuardia, 291 NY 320; Samuel Berman v. Andrew Parker 1954\n(348) US 26 99 L Ed 27: 75 S Ct 98; Hawaii Housing\nAuthority v. Midkiff 467 US 229: 81 L Ed 2d 186 : 104 S Ct\nG 2321; Susette Kelo v. City of New London 2005 (545) US 469\n: 125 S Ct 2655: 162 L Ed 439 - referred to.\nAmerican Jurisprudence, 2d, Volume 26, pp. 638-39,\npara 1; Corpus Juris Secundum, Volume 29, p. 776, para 1;\nWords \u0026 Phrases, Permanent Edition, Volume 14, pp. 468-\nI\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 131\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\n70; Advanced Law Lexicon by P. Ramanatha Aiyar Volume A\n2, page 1575; 'De Jure, Belli et Pacis' by Grotius; 'Eminent\nDomain' by Nichols; 'Constitutional Limitations' by Cooley;\n'Constitutional Law' by Willis referred to.\nB\n1.5 Development of infrastructure is legal and\nlegitimate 'public purpose' for exercising power of eminent\ndomain. Simply because a Company has been chosen\nfor fulfillment of such public purpose does not mean that\nthe larger public interest has been sacrificed, ignored or\ndisregarded. It will also not make exercise of power bad,\nmala fide or for collateral purpose vitiating the C\nproceedings. [Para 168] [199-B-C]\n1.6 In case of integrated and indivisible project, the\nproject has to be taken as a whole and must be judged\nwhether it is in the larger public interest. It cannot be split\ninto different components and to consider whether each\nand every component will serve public good. A holistic\napproach has to be adopted in such matters. If the project\ntaken as a whole is an attempt in the direction of bringing\nforeign exchange, generating employment opportunities\nand securing economic benefits to the State and the public\nat large, it will serve public purpose. [Para 169] [199-C-E]\nD\nE\n1.7 It is established in this case that the present\nInfrastructure Development Project conceived by the\nState and executed under the auspices of its F\ninstrumentality (APIIC) is one covered by the Act. The\nJoint Venture Mechanism for implementing the policy,\nexecuting the project and achieving lawful public purpose\nfor realizing the goal of larger public good would neither\ndestroy the object nor vitiate the exercise of power of\npublic purpose for development of infrastructure. [Para\n170] [199-E-F]\nG\n2. Normally, a writ Court will not propel into the\nunchartered ocean of Governmental Policy. In the instant\ncase, in deciding whether acquisition is for 'public H\n132\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA purpose' or not, prima facie, Government is the best judge.\nThe entire amount of compensation is to be paid by State\nagency (APIIC) which also works as nodal agency for\nexecution of the project. It is primarily for the State to\ndecide whether there exists public purpose or not.\nB Undoubtedly, the decision of the State is not beyond\njudicial scrutiny. In appropriate cases, where such power\nis exercised mala fide or for collateral purposes or the\npurported action is de hors the Act, irrational or otherwise\nunreasonable or the so-called purpose is 'no public\npurpose' at all and fraud on statute is apparent, a writ-\ncourt can undoubtedly interfere. But except in such cases,\nthe declaration of the Government is not subject to judicial\nreview. A writ court, while exercising powers under Articles\n32, 226 or 136 of the Constitution, cannot substitute its\nown judgment for the judgment of the Government as to\nwhat constitutes 'public purpose'. [Paras 99, 153 and 171]\n[174-A-B; 194-E, 199-H 200-A-C]\nC\nD\nBennett Coleman and Co. v. Union of India 1972 (2)\nSCC 788; Dhampur Sugar (Kashipur) Ltd. v. State of\nE Uttaranchal and Ors. 2007 (8) SCC 418; Hamabai Framjee\nPetit v. Secretary of State 1914 (42) IA 44 : AIR 1914 PC 20;\nState of Bombay vs. R.S. Nanji 1956 SCR 18; Bajirao T. Kote\n(dead) by LRs. and Anr. v. State of Maharashtra and Ors.\n1995 (2) SCC 442; Laxman Rao Bapurao Jadhav v. State of\nMaharashtra 1997 (3) SCC 493; Daulat Singh surana vs.\nFirst Land Acquisition Collector 2007(1) SCC 641 - relied on.\nSomawanti (Smt.) and Ors. vs. state of Punjab and Ors.\n1963 (2) SCR 774 - referred to.\nF\nCase Law Reference\nG\n1896 (164) U.S. 112\nReferred to\nPara 45\n(1923) 262 US 700\nReferred to\nPara 47\n270 NYP 333\nReferred to\nPara 48\nH\n291 NY 320\nReferred to\nPara 49\n+\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 133\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\n1954 (348) US 26\nReferred to\nPara 51\nA\n467 US 229\nReferred to\nPara 54\n2005 (545) US 469\nReferred to\nPara 55\n1950 (1) SCR 869\nRelied on\nPara 60\n1968 (1) SCR 561\nRelied on\nPara 62\nB\n1988 (3) SCC 263\nRelied on\nPara 63\n1996 (10) SCC 150\nRelied on\nPara 64\n2003 (3) SCC 128\nRelied on\nPara 65\n(1911) 13 Bom LR 1097\nReferred to\nPara 69\nC\n(1914) 42 IA 44\nReferred to\nParas 71\nand 154\n1926 (49) Mad 237\nReferred to\nPara 72\n1952 SCR 889\nRelied on\nPara 73\nD\n1955 (2) SCR 867\nRelied on\nPara 76\n1955 (1) SCR 777\nfollowed\nPara 77\n1956 SCR 18\nRelied on\nParas 77\nand 155\nE\n1963 (2) SCR 774\nRelied on\nParas 79\nand 156\n1966 (3) SCR 885\nRelied on\nPara 82\n1981 (1) SCC 166\nRelied on\nPara 83\nF\n2007 (1) SCC 641\nRelied on\nParas 84\nand 164\n1977 (4) SCC 471\nRelied on\nPara 87\n1983 (1) SCC 228\nRelied on\nPara 88\nG\n1972 (2) SCC 788\nRelied on\nPara 99\n2007 (8) SCC 418\n1961 (1) SCR 128\nRelied on\nPara 100\n1961 (2) SCR 459\nRelied\nRelied on\non Para 109\nPara 112\nH\n1\n134\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\n\u003e\u003e\u003e\nA\n1962 Supp (2) SCR 149 Relied on\nPara 116\n1964 (6) SCR 784\nRelied on\nPara 121\nAIR 1961 Guj 93\nReferred to\nPara 123\n1971 (1) SCC 671\nRelied on\nPara 130\nB\n1975 (4) SCC 285\nRelied on\nPara 132\n1996 (10) SCC 721\nRelied on\nPara 134\n1996 (7) SC 302\nRelied on\nPara 136\n1997 (6) SCC 207\nRelied on\nPara 140\nC\n2003 (10) SCC 626\nRelied on\nPara 144\n2006 (4) SCC 683\nRelied on\nPara 146\n1998 (1) SCC 591\nReferred to\nPara 148\n2008 (1) SCC 728\nReferred to\nPara 150\nD\n1994 (4) SCC 675\nRelied on\nPara 160\n1995 (2) SCC 442\nRelied on\nPara 161\n1997 (3) SCC 493\nRelied on\nPara 163\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 5509\nE of 2008\nFrom the final Judgment and Order dated 1.2.2005 of the\nHigh Court of Andhra Pradesh at Hyderabad in Writ Appeal No.\n44 of 2005\nF\nWITH\nC.A. Nos. 5510-5515 of 2008\nGoolam E. Vahanwati, SG., Harish N. Salve, Ranjit Kumar,\nP.S. Patwalia, Mahindra Anand, ATM Rangaramanujan, M.N.\nG Rao, I.V. Narayana, P.P. Rao, K.K. Veenugopal and RF Nariman,\nG. Ramakrishna Prasad, Suyodhan Byrapaneni, G. Arun,\nSiddharth Patnaik, Neelam Jain, Anna D.N. Rao, Rita Kumari\nGupta, Manjeet Kirpal, Paramjeet Singh (for T.N. Rao), V. Sridhar\nReddy, V.N. Raghupathy, Kamal Gupta, S. Udaya Kumar Sagar,\nH Nupur, Bina Madhuvan (for M/s. Lawyer's Knit \u0026 Co.), A.\n'\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 135\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS.\nRamesh, Anushman Ashok, K. Rajeev, P.S. Narasimha, Guntur A\nPrabhakar, Devdath Kamath, G. Maloji Rao, M. Rao, Nikhil\nNayyar, Ankit Singhal, TVS Raghavendra Sreyas, Manoj\nSaxena, Rahul Shukla, Ranjneesh Kr. Singh, T.V. George,\nShireen Sethna Bana, Rahul Ravindran, R. Sudhinder, Nikhil\nShrivastava, S. Sravanthi, Ankur, Gaurav Srivastava, Ashok B\nMathur, P.S. Narasimha, M. Gireesh Kumar and K.H. Nobin\nSingh for the appearing parties.\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. Leave granted.\nC\n2. All these appeals are filed by the appellants being\naggrieved and dissatisfied with the judgment and order passed\nby the High Court of Andhra Pradesh in various Letters Patent\nAppeals as also in Writ Petitions. By the said orders, the High\nCourt rejected the prayer of the appellants for quashing D\nproceedings under the Land Acquisition Act, 1894 (hereinafter\nreferred to as 'the Act') for acquisition of land being illegal, unlawful,\nmala fide and in colourable exercise of power by the State.\nFactual background\n3. To appreciate the controversy in the present appeals,\nit is appropriate to refer to the facts in the first matter i.e. Civil\nAppeal arising out of SLP(C) No. 2239 of 2006 (Sooraram\nPratap Reddy \u0026 Ors. v. Deputy Collector, Ranga Reddy \u0026\nOrs.). It was the case of the appellants before the High Court\nthat the Government of Andhra Pradesh sought to acquire a\nlarge chunk of land in the name of 'public purpose' for the\npurported development of 'Financial District and Allied Projects'.\nAccording to the appellants, the action has been taken in\ncolourable exercise of power and in total violation of the Land\nAcqusition Act, 1894 as well as several other statutes in force\nin the State of Andhra Pradesh; such as, Andhra Pradesh Urban\nArea Development Act, 1975; Zoning Regulations; Environment\n(Protection) Act, 1986; Water (Prevention and Control of\nPollution) Act, 1974 etc. The action has been taken, alleged the\nE\nF\nG\nH\n"}