{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"156\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nthe use should be public that every resident in the district\nshould have the right to the use of the water.\"\n(emphasis supplied)\n47. The above statement of law was reiterated in\nB subsequent cases. In Rindge Co. v. Los Angles County, (1923)\n262 US 700 : 67 Law Ed 1186, the Court observed that \"it is\nnot essential that the entire community or even a considerable\nportion should directly enjoy or participate in an improvement\nin order to constitute a public use.\"\nC\n48. In New York City Housing Authority v. Muller, 270\nNYP 333: 105 ALR 905, certain lands were acquired in\npursuance of a governmental project for clearing slums and\nproviding housing accommodation to persons with low income.\nThe validity of the acquisition was questioned on the ground\nD that the use was private and not public. The Court, however,\nrejected the contention and stated;\nE\nFL\nG\n\"Over many years and in a multitude of cases the courts.\nhave vainly attempted to define comprehensively the\nconcept of a public use; and to formulate a universal test\neven though it were possible, would in an inevitably\nchanging world be unwise if not futile\"..... and holding that\nthose purposes were for the benefit of the public the court\nwent on to observe “It is also said that since the taking is\nto provide apartments' to be rented to a class designated\nas persons of low income or to be leased or sold to limited\ndividend corporations the use is private and not public.\nThis objection disregards the primary purpose of the\nlegislation. Use of a proposed structure, facility or service\nby everybody and anybody is one of the abandoned,\nuniversal tests of a public use.\"\n(emphasis supplied)\n49. In Muray v. La Guardia, 291 NY 320, a Town\nCorporation was formed for acquiring certain lands. It was\nH financed by the Metropolitan Insurance Company which held all\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 157\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.}\nthe stocks of the Corporation. The owners of the lands contended A\nthat the scheme was to benefit only few individuals and the\nInsurance Company which was a private Corporation and there\nwas no public use in the project. The Court, however, rejected\nthe argument.\n50. Dealing with the contention that there was no public\nuse in the project because the Insurance Company was\nbenefited, the Court observed:\nB\n\"Nor do we find merit in the related argument that\nunconstitutionality results from the fact that in the present C\ncase the statute permits the city to exercise the power of\n\"Eminent domain\" to accomplish a project from which\n'Metropolitan' a private corporation may ultimately reap a\nprofit. If upon completion of the project the public good\nis enhanced it does not matter that private interests may\nbe benefited.”\n(emphasis supplied)\n51. In Samuel Berman v. Andrew Parker, (1954) 348 US\n26 99 L Ed 27 75 S Ct 98, owners instituted an action of\ncondemnation of their property under the District of Columbia\nRedevelopment Act, 1945. Plans were approved and the\nPlanning Commission certified them to the agency for execution.\nThe agency undertook the exercise of redevelopment of the\narea. It was contended by the land owners that the project was\nnot public project and their property could not be acquired.\n52. Rejecting the contention, the Court observed that it\ndoes not sit to determine whether a particular housing project\nis or is not desirable. The concept of the public welfare is broad\nand inclusive. The values it represents are spiritual as well as\nphysical, aesthetic as well as monetary. It is within the power of\nthe Legislature to determine that the community should be\nbeautiful as also healthy, spacious as also clean, well-balanced\nas also carefully patrolled. According to the Court, the Congress\nand its authorized agencies have made determinations that\nD\nE\nF\nG\nH\n158\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA take into account a wide variety of values and it was not for the\nCourt to reappraise them. \"If those who govern the District of\nColumbia decide that the Nation's Capital should be beautiful\nas well as sanitary, there is nothing in the Fifth Amendment\nthat stands in the way.\"\nB\nC\nD\nE\n(emphasis supplied)\n53. Dealing with the contention that the project was\nundertaken by one businessman for the benefit of another\nbusinessman, the Court observed;\n\"The public end may be as well or better served through\nan agency of private enterprise than through a\ndepartment of government-or so the Congress might\nconclude. We cannot say that public ownership is the\nsole method of promoting the public purposes of\ncommunity redevelopment projects. What we have said.\nalso disposes of any contention concerning the fact that\ncertain property owners in the area may be permitted to\nrepurchase their properties for redevelopment in harmony\nwith the overall plan. That, too, is a legitimate means which\nCongress and its agencies may adopt, if they choose\".\n(emphasis supplied)\n54. In Hawaii Housing Authority v. Midkiff, 467 US 229:\n81 L Ed 2d 186 104 S Ct 2321, the Court held that, no doubt\nF there is a role for Courts to play in reviewing a Legislature's\njudgment of what constitutes a public use, even when the\neminent domain power is equated with the police power. But\nthe Court in Berman made clear that it is \"extremely narrow\".\nThe Court emphasized that any departure from this judicial\nrestraint would result in courts deciding on what is and what is\nnot a governmental function and in their invalidating legislation.\non the basis of their view on that question. And the Court would\nnot substitute its judgment for a Legislature's judgment as to\nwhat constitutes a public use \"unless the use be palpably without\nreasonable foundation.\"\nG\nI\ni\nY\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 159\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n55. Recently, in Susette Kelo v. City of New London, (2005) A\n545 US 469 125 S Ct 2655: 162 L Ed 439, the land owners.\nchallenged the city's exercise of eminent domain power on the\nground that it was not for public use. The project in question\nwas a community project for economic revitalization of the City\nof New London for which the land was acquired.\n56. It was submitted by the learned counsel for the\nrespondents that the facts in Kelo were similar to the facts of\nthe present case. For that the counsel relied upon the Integrated\nDevelopment Project. Dealing with the project, the Court stated;\nB\nC\nE\nพบ\n\"The Fort Trumbull area is situated on a peninsula that juts\ninto the Thames River. The area comprises approximately\n115 privately owned properties, as well as the 32 acres of\nland formerly occupied by the naval facility (Trumbull State\nPark now occupies 18 of those 32 acres). Parcel 1 is\nD\ndesignated for a waterfront conference hotel at the center\nof a 'Small urban village\" that will include restaurants and\nshopping. This parcel will also have marinas for both\nrecreational and commercial uses. A pedestrian \"riverwalk\"\nwill originate here and continue down the coast, connecting\nthe waterfront areas of the development. Parcel 2 will be\nthe site of approximately 80 new residences organized\ninto an urban neighbourhood and linked by public walkway\nto the remainder of the development, including the state\npark. This parcel also includes space reserved for a new\nU.S. Coast Guard Museum. Parcel 3 which is located F\nimmediately north of the Pfizer facility, will contain at least\n90,000 square feet of research and development office\nspace. Parcel 4A is a 2.4-acre site that will be used either\nto support the adjacent state park, by providing parking or\nretail services for visitors, or to support the nearby marina.\nParcel 4B will include a renovated marina, as well as the\nfinal stretch of the riverwalk. Parcels 5, 6 and 7 will provide\nland for office and retail space, parking, and water-\ndependent commercial uses.\"\nG\nH\n160\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\n1\nA\nB\nC\nD\nE\nF\nG\n57. The Court also stated;\n\"Two polar propositions are perfectly clear. On the one\nhand, it has long been accepted that the sovereign may\nnot take the property of A for the sole purpose of transferring\nit to another private party B, even though A is paid just\ncompensation. On the other hand, it is equally clear that a\nState may transfer property from one private party to\nanother if future ‘use by the public' is the purpose of the\ntaking; the condemnation of land for a railroad with\ncommon-carrier duties is a familiar example\".\n58. The Court noted the contention of the petitioners that\n'using eminent domain for economic development\nimpermissibly blurs the boundary between public and private\ntakings'. It also conceded that quite simply, the government's\npursuit of a public purpose might benefit individual private\nparties. But rejected the argument by stating-\n\"When the Legislature's purpose is legitimate and its\nmeans are not irrational, our cases make clear that\nempirical debates over the wisdom of other kinds of socio-\neconomic legislation are not to be carried out in the Federal\nCourts.\"\n59. The Court reiterated; \"The public end may be as well\nor better served through an agency of private enterprise than\nthrough a department of government - or so the Congress\nmight conclude. We cannot say that public ownership is the\nsole method of promoting the public purposes of community\nredevelopment projects”.\n(emphasis supplied)\n60. The above principles have been accepted and applied\nin India also. Immediately after the Constitution came into force,\nthis Court had an occasion to consider the power of eminent\ndomain in the leading case of Charanjit Lal Chowdhury v.\nUnion of India \u0026 Ors., (1950) 1 SCR 869.\nH\nF\nf\nT\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 161\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n61. Referring to the doctrine of eminent domain in A\nAmerican Legal system, Mukherjea, J. (as His Lordship then\nwas) stated;\nB\n\"It is a right inherent in every sovereign to take and\nappropriate private property belonging to individual citizens\nfor public use. This right, which is described as eminent\ndomain in American law, is like the power of taxation, an\noffspring of political necessity, and it is supposed to be\nbased upon an implied reservation by Government that\nprivate property acquired by its citizens under its protection\nmay be taken or its use controlled for public benefit C\nirrespective of the wishes of the owner\".\n62. In Deputy Commissioner \u0026 Collector, Kamrup \u0026 Ors.\nv. Durganath Sarma, (1968) 1 SCR 561; drawing distinction\nbetween police power and power of eminent domain, this Court\nobserved;\nD\n\"In the exercise of its eminent domain power, the State\nmay take any property from the owner and may appropriate\nit for public purposes. The police and eminent domain\npowers are essentially distinct. Under the police power E\nmany restrictions may be imposed and the property may\neven be destroyed without compensation being given,\nwhereas under the power of eminent domain, the property\nmay be appropriated to public use on payment of\ncompensation only\".\n63. In Coffee Board, Karnataka, Bangalore v. Commissioner\nof Commercial Taxes, Karnataka \u0026 Ors., (1988) 3 SCC 263,\nreferring to American authorities, Mukharji, J. (as His Lordship\nthen was) stated;\n\"It is trite knowledge that eminent domain is an essential\nattribute of sovereignty of every state and authorities are\nuniversal in support of the definition of eminent domain as\nthe power of the sovereign to take property for public use\nwithout the owner's consent upon making just compensation\".\nF\nG\nH\n162\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nс\nD\nE\n64. In Scindia Employees' Union v. State of Maharashtra\n\u0026 Ors., (1996) 10 SCC 150, this Court observed;\n\"The very object of compulsory acquisition is in exercise\nof the power of eminent domain by the State against the\nwishes or willingness of the owner or person interested in\nthe land. Therefore, so long as the public purpose subsists\nthe exercise of the power of eminent domain cannot be\nquestioned. Publication of declaration under Section 6 is\nconclusive evidence of public purpose. In view of the finding\nthat it is a question of expansion of dockyard for defence\npurpose, it is a public purpose”.\n65. In Sharda Devi v. State of Bihar \u0026 Anr., (2003) 3 SCC\n128, this Court said;\n\"The power to acquire by State the land owned by its subjects\nhails from the right of eminent domain vesting in the State\nwhich is essentially an attribute of sovereign power of the\nState. So long as the public purpose subsists the exercise\nof the power by the State to acquire the land of its subjects\nwithout regard to the wishes or willingness of the owner or\nperson interested in the land cannot be questioned\".\nPublic Purpose\n66. There is no dispute that an appropriate Government\nmay acquire land for any 'public purpose'. The expression 'public\nF purpose' is defined in clause (f) of Section 3 of the Act. As\nalready noted earlier, the definition is inclusive in nature and\nreads thus:\n(f) The expression \"public purpose\" includes-\nG\n(i)\nH\n(ii)\n(iii)\nthe provision of village-sites or the extension, planned\ndevelopment or improvement of existing village-sites;\nthe provision of land for town or rural planning;\nthe provision of land for planned development of land\nfrom public funds in pursuance of any scheme or\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 163\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\npolicy of Government and subsequent disposal A\nthereof in whole or in part by lease, assignment or\noutright sale with the object of securing further\ndevelopment as planned;\n(iv) the provision of land for a corporation owned or\ncontrolled by the State;\nB\n(v) the provision of land for residential purposes to the\npoor or landless or to persons residing in areas\naffected by natural calamities, or to persons is placed\nor affected by reason of the implementation of any C\nscheme undertaken by Government, any local\nauthority or a corporation owned or controlled by the\nState;\n(vi) the provision of land for carrying out any educational,\nhousing, health or slum clearance scheme sponsored D\nby Government, or by any authority established by\nGovernment for carrying out any such scheme, or,\nwith the prior approval of the appropriate Government,\nby a local authority, or a society registered under the\nSocieties Registration Act, 1860 (21 of 1860), or E\nunder any corresponding law for the time being in\nforce in a State, or a co-operative society within the\nmeaning of any law relating to co-operative societies\nfor the time being in force in any State;\n(vii) the provision of land for any other scheme of\ndevelopment sponsored by Government or, with the\nprior approval of the appropriate Government, by a\nlocal authority;\nF\n(viii) the provision of any premises or building for locating G\na public office,\n--but does not include acquisition of land for companies;\n(emphasis supplied)\n67. The expression ('public purpose') is of very wide H\nT\n164\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA amplitude. It is merely illustrative and not exhaustive. The\ninclusive definition does not restrict its ambit and scope. Really,\nthe expression is incapable of precise and comprehensive\ndefinition. And it is neither desirable nor advisable to attempt\nto define it. It is used in a generic sense of including any purpose\nwherein even a fraction of the community may be interested or\nby which it may be benefited.\nB\nC\nD\nE\nF\n68. We may also refer to few decisions wherein the\nexpression came up for consideration of Courts.\n69. Before about a century, in Hamabai Framjee Petit v.\nSecretary of State, (1911) 13 Bom LR 1097, certain lands were\nsought to be acquired for erecting buildings for the use of\nGovernment Officials. The action was challenged in the High\nCourt of Judicature at Bombay contending that the purpose of\nacquisition could not be said to be 'public purpose'.\n70. Negativing the arguments and upholding the\nacquisition, Batchelor, J. observed;\n\"General definitions are, I think, rather to be avoided where\nthe avoidance is possible, and I make no attempt to define\nprecisely the extent of the phrase 'public purpose' in the\nlease; it is enough to say that, in my opinion, the phrase,\nwhatever else it may mean, must include a purpose, that\nis, an object or aim, in which the general interest of the\ncommunity, as opposed to the particular interest of\nindividuals, is directly and vitally concerned”.\n(emphasis supplied)\n71. The aggrieved appellant approached the Privy Council.\nThe Council in Hamabai Framjee Petit v. Secretary of State,\n(1914) 42 IA 44 AIR 1914 PC 20 approved the above\nG observations of Batchelor, J. Speaking for the Judicial\nCommittee, Lord Dunedin stated;\nH\n\"All that remains is to determine whether the purpose here\nis a purpose in which the general interest of the community\nis concerned. Prima facie the Government are good judges\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 165\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nof that. They are not absolute judges. They cannot say: A\n'Sic volo sic jubeo' but at least a Court would not easily\nhold them to be wrong. But here, so far from holding them\nto be wrong, the whole of the learned Judges, who are\nthoroughly conversant with the conditions of Indian life,\nsay that they are satisfied that the scheme is one which B\nwill redound to public benefit by helping the Government\nto maintain the efficiency of its servants. From such a\nconclusion their Lordships would be slow to differ, and\nupon its own statement it commends itself to their\njudgment\".\n(emphasis supplied).\n72. In Veeraraghavachartar v. Secretary of State, (1926)\n49 Mad 237 AIR 1925 Mad 837, certain vacant sites were\nacquired for enabling Panchamas to build houses. It was argued\nthat this was not a public purpose as the benefits of the\nacquisition were to go only to few individuals. The contention\nwas rejected by the Court observing that it is not possible to\ndefine what a public purpose is. There can be no doubt that\nprovision of house sites for poor people is a public purpose for\nit benefits a large class of people and not one or two individuals.\n73. In State of Bihar v. Kameshwar Singh, 1952 SCR\n889, a Constitution Bench of this Court was examining vires of\ncertain provisions of the Bihar Land Reforms Act, 1950 and\nother State laws in the context of Article 31 of the Constitution\n(as then stood). The constitutional validity was challenged on\nthe ground that the Act failed to provide for compensation and\nthere was lack of public purpose.\nC\nD\nE\nF\n74. The Court, however, negatived the contention. As to\n'public purpose', Mahajan, J. (as His Lordship then was), G\nobserved;\n\"The expression 'public purpose' is not capable of a\nprecise definition and has not a rigid meaning. It can only\nbe defined by a process of judicial inclusion and exclusion.\nH\n"}