{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"166\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nIn other words, the definition of the expression is elastic\nand takes its colour from the statute in which it occurs, the\nconcept varying with the time and state of society and its\nneeds. The point to be determined in each case is\nwhether the acquisition is in the general interest of the\ncommunity as distinguished from the private interest of\nan individual.\n(emphasis supplied)\n75. In the concurring judgment, S.R. Das, J. (as His\nLordship then was) stated;\n\"From what I have stated so far, it follows that whatever\nfurthers the general interests of the community as opposed\nto the particular interest of the individual must be regarded\nas a public purpose. With the onward march of civilisation\nour notions as to the scope of the general interest of the\ncommunity are fast changing and widening with the result\nthat our old and narrower notions as to the sanctity of the\nprivate interest of the individual can no longer stem the\nforward flowing tide of time and must necessarily give\nway to the broader notions of the general interest of the\ncommunity. The emphasis is unmistakably shifting from\nthe individual to the community. This modern trend in\nthe social and political philosophy is well reflected and\ngiven expression to in our Constitution.\"\n(emphasis supplied)\n76. In State of Bombay v. Ali Gulshan, (1955) 2 SCR 867,\na Constitution Bench of this Court considered vires of the\nBombay Land Requisition Act, 1948 (Act 23 of 1948). Interpreting\nprovisions of the Constitution and Schedule VII thereof, the Court\nheld that requisition of property by the Government of Bombay\nfor accommodation of Foreign Consulate could be said to be\n'public purpose'. It was held that every State purpose or Union\npurpose is a public purpose but there may be acquisition or\nrequisition which is neither for the State nor for the Union and\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 167\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nyet it may be for a 'public purpose'; for instance, acquisition for A\nconstruction of hospital or educational institution by a private\nindividual or institution.\n77. In State of Bombay v. R.S. Nanji, 1956 SCR 18, land\nwas requisitioned for accommodating employees of Road\nB\nTransport Corporation. It was contended that there was no\n'public purpose' and hence the action was illegal. Referring to\nHamabai, Ali Gulshan and State of Bombay v. Bhanji Munji,\n(1955) 1 SCR 777, the Constitution Bench stated that the\nexpression 'public purpose' must be decided in each case\nexamining closely all the facts and circumstances of the case.\n78. On the facts of the case, it was held that a break down\nin the organization of the Corporation, leading to dislocation of\nthe road transport system would create a chaotic condition to\nthe detriment of the interest of the community. Providing living\naccommodation for its employees is a statutory activity of the\nCorporation and it is essential for the Corporation to provide\nsuch accommodation in order to ensure an efficient working of\nthe road transport system and it must, therefore, be heid to be\n'public purpose'.\n79. In the leading case of Somawanti (Smt.) \u0026 Ors., V.\nState of Punjab \u0026 Ors., (1963) 2 SCR 774, certain lands were\nacquired by the Government for public purpose, viz. for setting\nup a factory for manufacturing various ranges of refrigeration\ncompressors and ancillary equipments. It was contended that\nacquisition was not for 'public purpose' and hence it was\nunlawful.\n80. Interpreting inclusive definition of 'public purpose' in\nthe Act, Mudholkar, J. stated;\n\"This is an inclusive definition and a compendious one\nand therefore, does not assist us very much in ascertaining\nthe ambit of the expression 'public purpose'. Broadly\nspeaking the expression 'public purpose' would, however,\ninclude a purpose in which the general interest of the\nC\nD\nE\nF\nG\nH\n168\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\ncommunity, as opposed to the particular interest of\nindividuals, is directly and vitally concerned\".\n81. It was also observed that 'public purpose' is bound to\nvary with the times and the prevailing conditions in a given\nlocality and, therefore, it would not be a practical proposition\neven to attempt a comprehensive definition of it. It is because\nof this that the Legislature has left it to the Government to say\nwhat is a public purpose and also to declare the need of a\ngiven land for a public purpose.\n82. In Arnold Rodricks v. State of Maharashtra, (1966) 3\nSCR 885, this Court held that the phrase 'public purpose' has\nno static connotation, which is fixed for all times. It is also not\npossible to lay down a definition of what public purpose is, as\nthe concept of public purpose may change from time to time.\nIt, however, involves in it an element of general interest of the\ncommunity which should be regarded as a public purpose.\n83. In Bhim Singhji v. Union of India \u0026 Ors., (1981) 1\nSCC 166, this Court held that the concept of public purpose\nimplies that acquisition or requisition of property is in the interest\nE of general public and the purpose for which such acquisition or\nrequisition is made directly and vitally subserves public interest.\nF\nG\nH\n84. Recently, in Daulat Singh Surana v. First Land\nAcquisition Collector, (2007) 1 SCC 641, land was sought to\nbe acquired for construction of office of Deputy Commissioner\nof Police (Security Control). It was contended that there was no\nelement of public purpose and hence the acquisition was not in\naccordance with law.\n85. Negativing the contention and upholding the acquisition,\nthe Court held that the expression 'public purpose' includes a\npublic purpose in which greatest interest of the community as\nopposed to a particular interest of an individual is directly\nconcerned. The concept is not static but changes with the\npassage of time. Power of eminent domain can, therefore, be\nexercised by the State in public interest.\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 169\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n86. A 'public purpose' is thus wider than a 'public necessity'. A\nPurpose is more pervasive than urgency. That which one sets\nbefore him to accomplish, an end, intention, aim, object, plan\nor project, is purpose. A need or necessity, on the other hand,\nis urgent, unavoidable, compulsive. \"Public purpose should be\nliberally construed, not whittled down by logomachy”.\n(emphasis supplied)\n87. In State of Karnataka \u0026 Anr. v. Ranganatha Reddy \u0026\nAnr., (1977) 4 SCC 471; Krishna lyer, J. stated;\nB\nC\n\"There may be many processes of satisfying a public\npurpose. A wide range of choices may exist. The State\nmay walk into the open market and buy the items, movable\nand immovable, to fulfill the public purpose; or it may\ncompulsorily acquire from some private person's\npossession and ownership the articles needed to meet D\nthe public purpose; it may requisition, instead of resorting\nto acquisition; it may take on loan or on hire or itself\nmanufacture or produce. All these steps are various\nalternative means to meet the public purpose. The State\nmay need chalk or cheese, pins, pens or planes, boats, E\nbuses or buildings, carts, cars, or eating houses or any\nother of the innumerable items to run a welfare-oriented\nadministration or a public corporation or answer a\ncommunity requirement. If the purpose is for servicing the\npublic, as governmental purposes ordinarily are, then\neverything desiderated for subserving such public purpose\nfalls under the broad and expanding rubric. The nexus\nbetween the taking of property and the public purpose\nsprings necessarily into existence if the former is capable\nof answering the latter. On the other hand, if the purpose\nis a private or non-public one, the mere fact that the hand\nthat acquires or requires is Government or a public\ncorporation, does not make the purpose automatically a\npublic purpose. Let us illustrate. If a fleet of cars is desired\nfor conveyance of public officers, the purpose is a public\nF\nG\nH\nT\n170\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\none. If the same fleet of cars is sought for fulfilling the\ntourist appetite of friends and relations of the same public\nofficers, it is a private purpose. If bread is 'seized' for\nfeeding a starving section of the community, it is a public\npurpose that is met but, if the same bread is desired for\nthe private dinner of a political maharajah who may pro\ntern fill a public office, it is a private purpose. Of course,\nthe thing taken must be capable of serving the object of\nthe taking. If you want to run bus transport you cannot\ntake buffaloes\".\n(emphasis supplied)\n88. As observed by Bhagwati, J. (as His Lordship then\nwas) in National Textile Workers' Union \u0026 Ors. v. P.R.\nRamakrishnan \u0026 Ors., (1983) 1 SCC 228, the law must adapt\nitself with the changing socio-economic context.\n89. His Lordship said;\n\"We cannot allow the dead hand of the past to stifle the\ngrowth of the living present. Law cannot stand still; it must\nchange with the changing social concepts and values. If\nthe bark that protects the tree fails to grow and expand\nalongwith the tree, it will either choke the tree or if it is a\nliving, tree, it will shed that bark and grow a new living bark\nfor itself. Similarly, if the law fails to respond to the needs\nof changing society, then either it will stifle the growth of\nthe society and choke its progress or if the society is\nvigorous enough, it will cast away the law which stands in\nthe way of its growth. Law must therefore constantly be\non the move adopting itself to the fast changing society\nand not lag behind”.\n(emphasis supplied)\n90. Finally, we may refer to Tenth Report of the Law\nCommission of India on \"The Law of Acquisition and\nRequisitioning of Land\" wherein the Law Commission\nH considering the meaning of 'public purpose' under the Act, stated;\ni\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 171\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n\"37. (a)Public purpose.-Public purpose is not defined in A\nthe Act. There is only an inclusive definition which relates\nto village sites in districts. In other respects, there is no\nindication in the Act of any test for determining whether a\npurpose is a public purpose or not. A large number of\nsuggestions have been received by us urging that we B.\nshould clearly and exhaustively define the term 'public\npurpose'. In an ever changing world, the connotation of\nthe expression 'public purpose' must necessarily change.\nIf a precise definition is enacted, it would become rigid\nand leave no room for alteration in the light of changing\ncircumstances. It would leave no room for the courts to\nadjust the meaning of the expression according to the\nneeds of the times\".\n(emphasis supplied)\n91. Referring to leading authorities on 'eminent domain'\nand 'public purpose', the Commission observed;\nC\nD\n\"It is, in our view, neither possible nor expedient to attempt\nan exhaustive definition of public purposes. The only\nguiding rule for the determination of its meaning is that the E\nproposed acquisition or requisition should tend to promote\nthe welfare of the community as distinct from the benefit\nconferred upon an individual. The mere fact that the\nimmediate use is to benefit a particular individual would\nnot prevent the purpose being a public one, if in the F\nresult it is conducive to the welfare of the community.\nThe question is exhaustively discussed in Thambiran\nPadayachi v. State of Madras, AIR 1952 Mad 756, by\nVenatarama Aiyar, J. All that can, therefore, be attempted\nin a legislation of this kind is to provide an inclusive.\ndefinition, so as to endow it with sufficient elasticity to\nenable the courts to interpret the meaning of the expression.\n'public purpose' according to the needs of the situation,\nand this is what we have attempted\".\nG\n(emphasis supplied) H\n172\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nIndustrial policy of State\n92. Learned counsel for the respondents invited our\nattention to Industrial Policy, 2000-05 adopted by the State of\nAndhra Pradesh. Reference was also made to G.O. Ms. No.427\ndated 18th December, 2000 under which the Government\ndecided to undertake Mega Infrastructure Projects in the State\nto attract industries in the State and for the overall development\nof the State. The policy laid down guidelines for attracting and\nfacilitating private investment in infrastructure. It provided for\ninfrastructure projects implementation in Private-Public\nC Partnership (PPP) requiring Government support. The Policy\nenvisaged the need for a special legislation called Infrastructure\nDevelopment Act ('IDA') supported by rules, guidelines and\nsectorial policies. While IDA was to constitute a Special\nInfrastructure Promotion Authority (IPA) having quasi judicial\nD functions, the Task Force was to undertake executive functions\noutlined in IDA. The intention behind the integrated project was\nto establish Hyderabad as a major business-cum-leisure\ntourism infrastructure asset for the State. It was also stated that\nin the background of 'World Tourism Organisation Report on\nE the State of Andhra Pradesh in 2000' and in the light of the\n'Vision 2000 Document' prepared in mid 1990s highlighting\nthe need for tourism as an important economic driver for the\nState, the State Government initiated a Project Development\nexercise in 2000-01 for an international standard convention\ncentre complex integrated with other components.\nF\nG\nI\n93. In pursuance of the above policy, the Andhra Pradesh\nInfrastructure Development Enabling Act, 2001 (Act No. 36 of\n2001) has been enacted.\n94. The Preamble of the Act states;\n\"An Act to provide for the rapid development of physical\nand social infrastructure in the State and attract private\nsector participation in the designing, financing,\nconstruction, operation and maintenance of infrastructure\nprojects in the State and provide a comprehensive\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 173\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nlegislation for reducing administrative and procedural A\ndelays, identifying generic project risks, detailing various\nincentives, detailing the project delivery process,\nprocedures for reconciliation of disputes and also to\nprovide for other ancillary and incidental matters thereto\nwith a view to presenting bankable projects to the private B\nsector and improving level of infrastructure in the state of\nAndhra Pradesh and for matters connected therein or\nincidental thereto.\"\n95. Sub-section (iii) of Section 1 enacts that the Act will\napply to all infrastructure projects implemented through public- C\nprivate partnership in the sectors enumerated in Schedule III of\nthe Act and to such other sectors as may be notified by the\nGovernment under the Act from time to time. Detailed provisions\nhave been made for infrastructure project to be undertaken\nunder the Act.\n96. It was, therefore, submitted by the learned counsel for\nthe respondents that a policy decision was taken by the State\nto develop information technology and telecommunications,\nindustrial knowledge, tourism, trade, conventions and exhibition.\ncentres, etc. It was also provided that if the Government land is\nnot available, APIIC would acquire land for the Project.\nD\nE\n97. The respondents also referred to a Memorandum of\nUnderstanding (MoU) between APIIC and Emaar Properties. It\nwas submitted that in pursuance of the policy decision and F\nMoU, Integrated Project was to be undertaken by the\nrespondents which was a 'public purpose' under Sections 4\nand 6 of the Act.\n98. It was contended by the learned counsel for the\nrespondents that a policy decision was taken by the State to G\nacquire land pursuant to 'industrial policy' of the State. It was\nsubmitted that as per settled law, it is open to public authorities\nto formulate policy, to change or rechange it and normally a writ\nCourt will not interfere in such matters.\nH\nA\nB\nс\nD\nE\n174\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\n99. In this connection, our attention has been invited to\nseveral decisions of this Court. It is, however, not necessary for\nus to refer to all the decisions. Normally, a writ Court will not\npropel into the unchartered ocean of Governmental Policy [vide\nBennett Coleman \u0026 Co. v. Union of India, (1972) 2 SCC 788].\n100. Recently, in Dhampur Sugar (Kashipur) Ltd. v. State\nof Uttaranchal \u0026 Ors., (2007) 8 SCC 418, one of us (C.K.\nThakker, J.) considered the issue in detail and observed;\n\"In our judgment, it is well-settled that public authorities\nmust have liberty and freedom in framing policies. No\ndoubt, the discretion is not absolute, unqualified, unfettered\nor uncanalised and judiciary has control over all executive\nactions. At the same time, however, it is well-established\nthat courts are ill-equipped to deal with these matters. In\ncomplex social, economic and commercial matters,\ndecisions have to be taken by governmental authorities\nkeeping in view several factors, and it is not possible for\ncourts to consider competing claims and conflicting\ninterests and to conclude which way the balance tilts. There\nare no objective, justiciable or manageable standards\nto judge the issues nor such questions can be decided\non 'a priori' considerations\".\n(emphasis supplied)\n101. It is, therefore, a settled proposition of law that in\nF absence of illegality or violation of law, a Court of law will not\ninterfere in policy matters.\nAcquisition for Company: Whether public purpose?\n102. The main contention of the learned counsel for the\nG appellants in all these cases is that the land is sought to be\nacquired by the Government for a private Company. In\naccordance with the provisions of the Act, therefore, procedure\nlaid down by the Legislature in Part VII was required to be\nfollowed. According to the counsel, since the acquisition is not\nH in accordance with Part VII of the Act, the entire acquisition is\n+\n་\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 175\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nvitiated being contrary to law. It is, therefore, liable to be quashed A\nand set aside.\n103. The submission on behalf of the respondents, on the\nother hand, is that the acquisition is by the State for its\ninstrumentality i.e. APIIC. Such acquisition was, therefore, for\n'public purpose'. The entire compensation was to be paid by\nB\nAPIIC and hence procedure, which was required to be followed,\nwas under Part II and not under Part VII as contended by the writ\npetitioners. Admittedly, the said procedure has been followed\nand hence it cannot be said that the acquisition was not in\nconsonance with law. It was also submitted that in earlier C\nproceedings, this contention had been expressly raised by the\nwrit petitioners before the High Court. The learned Single Judge\nspecifically negatived it holding that the land was needed for\n'public purpose'. The said order was confirmed even by the\nDivision Bench. Hence, so far as acquisition by the 'State' under\nPart II of the Act for public purpose is concerned, the earlier\norder has attained finality. The High Court held that the\nappropriate Government was not justified in invoking urgency\nclause under Section 17 of the Act and no urgency could\ndemonstrably be shown to exist, the declaration as to urgency\nand dispensing with the inquiry under Section 5-A of the Act E\nwas held unlawful. The State Government was, therefore, directed\nto follow procedure under Section 5A of the Act by issuing\nnotice to the land owners by inviting objections and affording\nopportunity of being heard to the persons interested in the land.\nThe said exercise was thereafter undertaken by the authorities F\nand final notification under Section 6 of the Act was issued\nwhich does not call for interference and the High Court was\njustified in dismissing the appeals.\n104. Now the term 'Company' is defined in Clause (e) of\nSection 6 thus:\n\"(e) the expression 'Company' means-\nD\nG\n(i)\na company as defined in Section 3 of the Companies\nAct, 1956 (1 of 1956), other than a Government\ncompany referred to in clause (cc);\nH\n"}