{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75}],"text":"196\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\nE\nF\n159. The majority concluded;\n\"Though we are of the opinion that the courts are not entitled\nto go behind the declaration of the Government to the effect\nthat a particular purpose for which the land is being acquired\nis a public purpose we must emphasise that the declaration\nof the Government must be relatable to a public purpose as\ndistinct from a purely private purpose. If the purpose for\nwhich the acquisition is being made is not relatable to a\npublic purpose then a question may well arise whether in\nmaking the declaration there has been, on the part of the\nGovernment a fraud on the power conferred upon it by the\nAct. In other words the question would then arise whether\nthat declaration was merely a colourable exercise of the\npower conferred by the Act, and, therefore, the declaration\nis open to challenge at the instance of the party aggrieved.\nTo such a declaration the protection of s. 6 (3) will not extend.\nFor, the question whether a particular action was the result\nof a fraud or not is always justiciable, provisions such as\nS. 6(3) notwithstanding\".\n(emphasis supplied)\n160. In Srinivasa Cooperative House Building Society\nLtd. v. Madam Gurumurthy Sastry \u0026 Ors, (1994) 4 SCC 675,\nthis Court held that a token contribution from public revenue cannot\nipso facto be treated as colourable exercise of power by the\nState in acquisition of land. Each case must furnish its backdrop\nwhether the action is for public purpose or for a private purpose.\n161. In Bajirao T. Kote (dead) by LRs. \u0026 Anr. v. State of\nMaharashtra \u0026 Ors., (1995) 2 SCC 442, this Court held that\nsatisfaction of the State Government regarding existence of\nG public purpose is not open to judicial scrutiny unless there is\nmala fide or colourable exercise of power.\nH\n162. The Court stated;\n\"It is primarily for the State Government to decide whether\nthere exists public purpose or not, and it is not for this\nSOORARAM PRATAP. REDDY \u0026 ORS. v. DISTRICT 197\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nCourt or the High Courts to evaluate the evidence and A\ncome to its own conclusion whether or not there is public\npurpose unless it comes to the conclusion that it is a mala\nfide or colourable exercise of the power. In other words\nthe exercise of the power serves no public purpose or it\nserves a private purpose\".\n(emphasis supplied)\n163. In Laxman Rao Bapurao Jadhav v. State of\nMaharashtra, (1997) 3 SCC 493, this Court held that it is for\nthe State Government to decide whether the land is needed or\nis likely to be needed for a public purpose and whether it is\nsuitable or adaptable for the purpose for which the acquisition\nwas sought. The mere fact of empowering the authorized officer\nto inspect and find out whether the land would be adaptable for\nthe public purpose does not take away the power of the\nGovernment to take a decision ultimately.\n164. We may, however, recall Daulat Singh once again at\nthis state. There, referring to all leading cases and dealing with\nthe ambit and scope of judicial review on the satisfaction by the\nState Government on 'public purpose', this Court stated;\n\"Public purpose is bound to vary with times and prevailing\nconditions in the community or locality and, therefore, the\nlegislature has left it to the State (Government) to decide\nwhat is public purpose and also to declare the need of a\ngiven land for the purpose. The legislature has left the\ndiscretion to the Government regarding public purpose.\nThe Government has the sole and absolute discretion in\nthe matter\".\n(emphasis supplied)\nB\nC\nD\nE\nF.\nG\n165. It was contended that the italicized portion quoted\nabove (The Government has the sole and absolute discretion\nin the matter) is not in consonance with settled legal position\nor in accord with earlier decisions of this Court including\ndecisions rendered by various Constitution Benches. We have H\n198\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA already referred to R.S. Nanji wherein before more than half a\ncentury, Constitution Bench of this Court held that prima facie,\nthe Government is the best judge to decide public purpose but\nit is not the sole judge. That was the view of the Privy Council\nin Hamabai. Again, in Somawanti, the Constitution Bench held\nB that in case of colourable exercise of power by the State\nGovernment or fraud on statute, the declaration under Section\n6 is open to challenge, notwithstanding the 'finality clause' under\nsub-section (3) of the said section.\n166. We would have indeed considered the contention of\nC the learned counsel for the appellants closely in the light of\nearlier decisions of this Court. We are, however, of the view\nthat on the facts and in the circumstances of the present case,\nthe Government was right in forming an opinion and reaching\na satisfaction as to 'public purpose' and in initiating proceedings\nD under Sections 4 and 6 and in invoking Part II of the Act. We,\ntherefore, refrain from undertaking further exercise. In our\nconsidered opinion, it is not necessary for us to enter into larger\nquestion in view of 'fact situation' in the instant case.\nE\nF\nConclusions\n167. Applying the aforesaid principles to the case on hand, in\nour considered opinion, it cannot be said that the proceedings\ninitiated by the State for acquisition of land under the Land Acquisition\nAct, 1894 are illegal, unlawful, unwarranted, mala fide, fraud on\nstatute or have been taken in colourable exercise of power.\n168. As already adverted to earlier, the State of Andhra\nPradesh in the background of 'World Tourism Organization\nReport' and 'Vision 2020 Document' took a policy decision for\nthe development of the City of Hyderabad. For the said purpose,\nG it decided to establish an Integrated Project which would make\nHyderabad a major Business-cum-Leisure Tourism\nInfrastructure Centre for the State. The project is both structurally\nas well as financially integrated. It is to be implemented through\nAndhra Pradesh Infrastructure and Investment Corporation\nH (APIIC) which has taken all steps to make Hyderabad a world-\n1\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 199\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nclass business destination. APIIC is an instrumentality of State A\nand works as 'Nodal Agency' developing the project which would\nfacilitate socio-economic progress of the State by generating\nrevenues, weeding out unemployment and bringing new\navenues and opportunities for public at large. Development of\ninfrastructure is legal and legitimate 'public purpose' for B\nexercising power of eminent domain. Simply because a\nCompany has been chosen for fulfillment of such public purpose\ndoes not mean that the larger public interest has been sacrificed,\nignored or disregarded. It will also not make exercise of power\nbad, mala fide or for collateral purpose vitiating the proceedings.\n169. In our judgment, the respondents are right in\nsubmitting that in case of integrated and indivisible project, the\nproject has to be taken as a whole and must be judged whether\nit is in the larger public interest. It cannot be split into different\ncomponents and to consider whether each and every component\nwill serve public good. A holistic approach has to be adopted\nin such matters. If the project taken as a whole is an attempt in\nthe direction of bringing foreign exchange, generating\nemployment opportunities and securing economic benefits to\nthe State and the public at large, it will serve public purpose.\nC\nD\nE\n170. It is clearly established in this case that the\nInfrastructure Development Project conceived by the State and\nexecuted under the auspices of its instrumentality (APIIC) is\none covered by the Act. The Joint Venture Mechanism for\nF\nimplementing the policy, executing the project and achieving\nlawful public purpose for realizing the goal of larger public good\nwould neither destroy the object nor vitiate the exercise of power\nof public purpose for development of infrastructure. The concept\nof joint venture to tap resources of private sector for infrastructural\ndevelopment for fulfillment of public purpose has been G\nrecognized in foreign countries as also in India in several\ndecisions of this Court.\n171. The entire amount of compensation is to be paid by\nState agency (APIIC) which also works as nodal agency for\nH\n200\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA execution of the project. It is primarily for the State to decide\nwhether there exists public purpose or not. Undoubtedly, the\ndecision of the State is not beyond judicial scrutiny. In appropriate\ncases, where such power is exercised mala fide or for collateral\npurposes or the purported action is de hors the Act, irrational or\nB otherwise unreasonable or the so-called purpose is 'no public\npurpose' at all and fraud on statute is apparent, a writ-court can\nundoubtedly interfere. But except in such cases, the declaration of\nthe Government is not subject to judicial review. In other words, a\nwrit court, while exercising powers under Articles 32, 226 or 136\nof the Constitution, cannot substitute its own judgment for the\njudgment of the Government as to what constitutes 'public purpose'.\nC\n172. Taking the facts in their entirety, we are of the view\nthat the action of the State in initiating acquisition proceedings\nfor establishing and developing infrastructure project cannot be\nD held contrary to law or objectionable. The High Court was,\ntherefore, right in dismissing writ petitions as also writ appeals\nand we find no infirmity therein. All the appeals, therefore, are\nliable to be dismissed and are accordingly dismissed, however,\nleaving the parties to bear their own costs.\nE\nK.K.T.\nAppeals dismissed.\n"}