{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"146\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\nF\nCorporation. It is stated that there is no prohibition to\nacquire lands belonging to small farmers under the due\nprocess of law, if it is inevitable. The allegation of the\nappellants that there are vast extents of Government lands.\nin the nearby villages and that there is absolutely no reason\nto acquire private patta lands is denied. The Government\nlands situated in the adjoining villages would not facilitate\ncompactness of the Financial District Project being\ndeveloped by the Corporation. It is stated that the lands in\nquestion are under acquisition following the due process.\nof law for utilizing the same for public purpose, i.e.\ndevelopment of Financial District Project and other projects\nbeing development by the Corporation. The development\nworks for the proposed works would be taken up as soon\nas the lands are acquired under the Land Acquisition Act\".\n24. In pursuance of the order passed by the learned single\nJudge and confirmed by the Division Bench of the High Court,\nenquiry under Section 5-A of the Act had been held. Notices.\nwere issued to the land owners and persons interested,\nE objections were invited, hearing was afforded and finally\nnotification under Section 6 was issued on April 26, 2005 which\nwas published on the next day, i.e. April 27, 2005 in the\nGovernment Gazette. The said notification reads thus;\nTHE ANDHRA PRADESH GAZETTE\nF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nR.R. No. 85HYDERABAD WEDNESDAY 27th April 2005\n0\nH\nNo.G1/7180/2000\nDated 26-04-2005\nFORM 5-A\n-\nDRAFT DECLARATION UNDER SECTION 6 OF THE\nLAND ACQUISITION ACT\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 147\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nthe\nUnder Sec. (6) of the Land\nAcquisition Act,\nGovernment of Andhra\nPradesh hereby declares\nthat the land specified below\nin the schedule below and\nmeasuring acres (80-35)\nacres, be the little more or\nless is needed for public\npurpose, wit for\nDEVELOPMENT OF NEW\nPROJECT by APIIC Limited,\nunder Sections 3 and 7 of\nthe same Act, THE SPECIAL\nDEPUTY COLLECTOR,\nLAND ACQUISITION\n(INDUSTRIES),\nHyderabad, is appointed to\nperform the functions of\nCollector, under the Act and\ndirected to take order for the\nacquisition of the said lands.\nUnder sub-section (1) (2) of\nSection 17 of the Act, the\nGovernment of Andhra\nPradesh further directs, that\nthe possession of the said\nlands may be taken on the\nexpiry of (15) days from the\ndate of the publication of the\nnotice mentioned in section A\n9(1) of the Act, a plan of the\nland is kept in the office of\nthe SPECIAL DEPUTY\nCOLLECTOR, Land\nacquisition (industries), B.\nHyderabad, and may be\ninspected at any time during\nthe office hours.\nC\nNOTICE is hereby given\nunder section 9(1) \u0026 10 and\n9(3) \u0026 10 of the Land\nAcquisition Act, that the\nState Government proposed\nto acquire the lands\nmentioned in the schedule. D\nAll persons interested in the\nlands are requested to\nappear in person or by\nauthorized agent, before\nthe on SPECIAL DEPUTY E\nCOLLECTOR, LAND\nA C QUISITION\n(INDUSTRIES), Hyderabad,\nSNEHA SILVER JUBILEE\nBHAVAN, Collectorate F\npremises, LAKDIKAPUL,\nHYDERABAD on 21.05.\n2005 at 11-00 AM.\nSCHEDULE\n25. The said notification thereafter was challenged by the\nland owners in the High Court of Andhra Pradesh in the present\nproceedings. As already observed earlier, the petitions were\nG\nH\n148\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA dismissed and hence the property owners have challenged the\nsaid decision in this Court.\nStatutory provisions\n26. Before we deal with the contentions of the parties, it\nB is appropriate if we examine the relevant provisions of the Land\nAcquisition Act, 1894. As the Preamble states, the Act has\nbeen enacted for the purpose of enabling the State to acquire\nland for public purposes as also for Companies. Section 3.\ndefines various expressions. The expression 'Company' is\ndefined in clause (e) to mean a Company as defined in the\nCompanies Act, 1956 (other than a Government Company).\nClause (ee) defines ‘appropriate Government'. Clause (f)\ndefines 'public purpose'. The definition is inclusive in nature\nand includes purposes mentioned in sub-clauses (i) to (viii).\nC\nD\n27. Part II (Sections 4 to 17) relates to 'acquisition'. Section\n4 confers power on the appropriate Government to issue\npreliminary notification for acquisition of land needed or likely\nto be needed for any public purpose or for a Company. The\nproceedings for acquisition thus begin with issuance of\nE notification under Section 4 which reads as under;\nF\n0\nH\n4. Publication of preliminary notification and powers of\nofficers thereupon—\n(1) Whenever it appears to the appropriate Government\nthat land in any locality is needed or is likely to be needed\nfor any public purpose or for a company a notification to\nthat effect shall be published in the Official Gazette and in\ntwo daily newspapers circulating in that locality of which at\nleast one shall be in the regional language and the Collector\nshall cause public notice of the substance of such\nnotification to be given at convenient places in the said\nlocality the last of the dates of such publication and the\ngiving of such public notice, being hereinafter referred to\nas the date of publication of the notification.\n(2) Thereupon it shall be lawful for any officer, either,\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 149\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\ngenerally or specially authorised by such Government in A\nthis behalf, and for his servants and workmen, to enter\nupon and survey and take levels of any land in such locality;\nto dig or bore in the sub-soil;\nto do all other acts necessary to ascertain whether the B\nland is adapted for such purpose;\nto set out the boundaries of the land proposed to be taken\nand the intended line of the work (if any) proposed to be\nmade thereon;\nto mark such levels, boundaries and line by placing marks\nand cutting trenches,\nC\nand, where otherwise the survey cannot be completed\nand the levels taken and the boundaries and line marked,\nto cut down and clear away any part of any standing crop, D\nfence or jungle:\nProvided that no person shall enter into any building or\nupon any enclosed court or garden attached to a dwelling-\nhouse (unless with the consent of the occupier thereof)\nwithout previously giving such occupier at least seven days'\nnotice in writing of his intention to do so.\nE\n28. Section 5A as inserted by the Land Acquisition\n(Amendment) Act, 1923 (Act 38 of 1923) provides for hearing\nof objections. It enacts that any person interested in any land F\nwhich has been notified under Section 4 of the Act as being\nneeded or likely to be needed for a public purpose or for a\ncompany may, within thirty days from the date of the publication\nof the notification, object to the acquisition of the land. Such\nobjections can be made to the Collector in writing. The Collector\nshould grant the objector an opportunity of being heard in person\nor by any person authorised by him in that behalf or by pleader\nand should, after hearing all objections and after making such\nfurther inquiry, if any, as he thinks necessary, either make a\nreport in respect of the land which has been notified under\nG\nH\n150\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA Section 4 (1), or make different reports in respect of different\nparcels of such land, to the appropriate Government, containing\nhis recommendations on the objections, together with the record\nof the proceedings held by him. for the decision of that\nGovernment. The section also declares that the decision of the\nB Appropriate Government on the objections shall be 'final'.\nC\nD\nE\nF\n0\nI\n29. Section 6 relates to \"declaration that land is required.\nfor a public purpose\". The said section is material and may be\nquoted in extenso.\n6. Declaration that land is required for a public purpose.-\n(1) Subject to the provisions of Part VII of this Act, when the\nAppropriate Government is satisfied after considering the\nreport, if any, made under section 5A, sub-section (2), that\nany particular land is needed for a public purpose, or for a\ncompany, a declaration shall be made to that effect under\nthe signature of a Secretary to such Government or of some\nofficer duly authorised to certify its orders an different\ndeclarations may be made from time to time in respect of\ndifferent parcels of any land covered by the same notification\nunder section 4, sub-section (1), irrespective of whether\none report or different reports has or have been made\n(wherever required) under section 5-A, sub-section (2):\nProvided that no declaration in respect of any particular land\ncovered by a notification under section 4, sub-section (1),—\n(i) published after the commencement of the Land\nAcquisition (Amendment and Validation) Ordinance, 1967\nbut before the commencement of the Land Acquisition\n(Amendment) Act, 1984 shall be made after the expiry of\nthree years from the date of the publication of the\nnotification; or\n(ii) published after the commencement of the Land\nAcquisition (Amendment) Act, 1984, shall be made after\nthe expiry of one year from the date of the publication of\nthe notification:\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 151\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nProvided further that no such declaration shall be made unless A\nthe compensation to be awarded for such property is to be\npaid by a company, or wholly or partly out of public revenues\nor some fund controlled or managed by a local authority.\nExplanation 1.-In computing any of the periods referred to\nB\nin the first proviso, the period during which any action or\nproceeding to be taken in pursuance of the notification\nissued under Section 4, sub-section (1), is stayed by an\norder of a Court shall be excluded.\nExplanation 2.-Where the compensation to be awarded\nfor such property is to be paid out of the funds of a\ncorporation owned or controlled by the State, such\ncompensation shall be deemed to be compensation paid\nout of public revenues.\nC\n(2) Every declaration shall be published in the Official D\nGazette, and in two daily newspapers circulating in the\nlocality in which the land is situate of which at least one\nshall be in the regional language, and the Collector shall\ncause public notice of the substance of such declaration\nto be given at convenient places in the said locality (the E\nlast of the date of such publication and the giving of such\npublic notice, being hereinafter referred to as the date of\npublication of the declaration), and such declaration shall\nstate the district or other territorial division in which the\nland is situate, the purpose for which it is needed, its F\napproximate area, and where a plan shall have been made\nof the land, the place where such plan may be inspected.\n(3) The said declaration shall be conclusive evidence\nthat the land is needed for a public purpose or for a\nCompany, as the case may be; and, after making such G\ndeclaration the Appropriate Government may acquire the\nland in manner hereinafter appearing.\n(emphasis supplied)\n30. Once the declaration under Section 6 has been made, H\n152\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA it shall be conclusive evidence that the land is needed for a\nB\npublic purpose.\n31. Section 9 requires the Collector to issue notice to the\nperson interested stating that the Government intends to take\npossession of the land, and that claims to compensation for all\ninterests in such land may be made to him. It also enumerates\nparticulars to be mentioned in the notice.\n32. Section 11 enjoins the Collector to proceed to enquire\ninto the objections (if any) which any person interested had filed\nC pursuant to the notice and the value of the land at the date of the\npublication of the notification under section 4(1), and to make\nan award. Section 11A prescribes period within which such\naward shall be made by the Collector, Section 12 declares\naward of Collector to be final subject to the provisions of the\nAct. Section 16 empowers Collector after he has made the\nD\naward under section 11 to take possession of the land which\nshall thereupon vest absolutely in the Government, free from all\nencumbrances. Section 17 deals with cases of urgency.\n33. Part III (Sections 18 to 28A) provides for reference to\nE Court and procedure to be followed. Part IV (Sections 29 to 30)\ndeals with apportionment of compensation. Part V (Sections\n31 to 34) relates to payment of compensation. Part VI (Sections\n35 to 37) permits temporary occupation of land.\nF\n34. Part VII (Sections 38 to 44B) is another important part\ndealing with acquisition of land for Companies. Sections 39\nprovides for previous consent of appropriate Government and\nexecution of agreement for such acquisition. Section 40\ndeclares that no such consent can be given unless the\nappropriate Government is satisfied either on the report of the\nG Collector under Section 5A(2), or upon an enquiry conducted in\nthe manner laid down in Section 40 as to purpose of acquisition.\nSection 41 provides for agreement between the Company and\nappropriate Government in respect of the matters specified\ntherein. Section 42 requires publication of agreement in Official\nH Gazette. Section 44A imposes a restriction on the Company\n$\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 153\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nfor which any land is acquired under Part VII to transfer the land A\nor any part thereof by sale, mortgage, lease, gift or otherwise\nexcept with the previous sanction of the appropriate\nGovernment. Section 44B likewise prohibits acquisition of land\nunder Part VII except for purposes specified in Section 40 for\nprivate Companies.\n35. Part VIII (Sections 45 to 55) deals with miscellaneous\nmatters.\nEminent domain\nB\nD\n36. 'Eminent domain' may be defined as the right or power C\nof a sovereign State to take private property for public use\nwithout the owner's consent upon the payment of just\ncompensation. It means nothing more or less than an inherent\npolitical right, founded on a common necessity and interest of\nappropriating the property of individual members of the\ncommunity to the great necessities and common good of the\nwhole society. It embraces all cases where, by the authority of\nthe State and for the public good, the property of an individual\nis taken without his consent to be devoted to some particular\nuse, by the State itself, by a Corporation, public or private or by\na private citizen for the welfare of the public [American\nJurisprudence, 2d, Volume 26, pp. 638-39, para 1; Corpus\nJuris Secundum, Volume 29, p. 776, para 1; Words \u0026 Phrases,\nPermanent Edition, Volume 14, pp. 468-70].\n37. 'Eminent domain' is thus inherent power of a\ngovernmental entity to take privately owned property, especially\nland and convert it to public use, subject to reasonable\ncompensation for the taking [vide P. Ramanatha Aiyar's\nAdvanced Law Lexicon, Volume 2, page 1575].\nE\nF\n38. The term 'eminent domain' is said to have originated G\nby Grotius, legal scholar of the seventeenth century. He believed\nthat the State possessed the power to take or destroy property\nfor the benefit of the social unit, but he believed that when the\nState so acted, it was obligated to compensate the injured\nproperty owner for his losses.\nI\n154\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\n39. In his well known work 'De Jure, Belli et Pacis', the\nlearned author proclaimed;\n\"The property of subject is under the eminent domain of\nthe State, so that the State or he who acts for it may use,\nalienate and even destroy such property, not only in the\ncase of extreme necessity, in which even private person\nhave a right over the property of other, but for the ends of\npublic utility, to which ends those who founded civil society\nmust be supposed to have the intended the private ends\nshould give way\".\n40. Blackstone too believed that State had no general\npower to take private property of land-owners, except on the\npayment of a reasonable price. The right of the State or the\nsovereign to its or his own property is absolute while that of the\nsubject or citizen to his property is only paramount. The citizen\nholds his property subject always to the right of the sovereign\nto take it for a public purpose. The power of eminent domain is\nmerely a means to an end; viz. larger public interest.\n41. The power of eminent domain does not depend for its\nE existence on a specific grant. It is inherent and exists in every\nsovereign State without any recognition thereof in the\nConstitution or in any statute. It is founded on the law of necessity.\nThe power is inalienable. No Legislature can bind itself or its\nsuccessors not to exercise this power when public necessity\ndemands it. Nor it can be abridged or restricted by agreement\nor contract.\nF\nG\nH\n42. Nichols in his classic book 'Eminent Domain' defines\nit (eminent domain) as \"the power of sovereign to take property\nfor public use without the owner's consent\".\n43. Another constitutional expert (Cooley) in his treatise\non the 'Constitutional Limitations', states;\n\"More accurately, it is the rightful authority which must rest\nin every sovereignty to control and regulate those rights of\na public nature which pertain to its citizens in common\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 155\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nand to appropriate and control individual property for the A\npublic benefit, as the public safety, convenience or\nnecessity may demand\".\nB\n44. Willis in his well known work 'Constitutional Law'\ndiscusses two view points as to exercise of power of eminent\ndomain. The older and stricter view was that unless the property\nwas dedicated for user by the public at large or a considerable\nsection thereof, it would not be for public use or for public\npurpose. The modern and more liberal view, however, is that it\nis not an essential condition of public use that the property\nshould be transferred to public ownership or for public user and C\nit is sufficient that the public derives advantage from the scheme.\n45. In Fallbrook Irrigation District v. Bradley, (1896) 164\nU.S. 112:41 Law Ed. 369, an Act of California provided for the\nacquisition of lands whenever 50 land-owners or a majority of\nthem in a particular locality required it for construction of a\nwatercourse, the object of the legislation being to enable dry\nlands to be brought under wet cultivation. The validity of the Act\nwas challenged on the ground that the acquisition would only\nbenefit particular land owners who could take water from the\nchannel and the public as such had no direct interest in the\nmatter and consequently there was no public user. The contention\nwas right if narrow view was to be accepted but was not well-\nfounded if liberal view was to be adopted.\n46. Rejecting the contention, the Court observed;\nD\nE\nF\n\"To irrigate and thus bring into possible cultivation these\nlarge masses of otherwise worthless lands would seem to\nbe a public purpose and a matter of public interest, not\nconfined to the land-owners, or even to anyone section of\nthe State. The fact that the use of the water is limited to the G\nland-owner is not, therefore, a fatal objection to this\nlegislation. It is not essential that the entire community,\nor even any considerable portion thereof, should directly\nenjoy or participate in an improvement in order to\nconstitute a public use.....It is not necessary, in order that H\n"}