{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 12 S.C.R. 881\nSTATE TR. P.S. LODHI COLONY, NEW DELHI\nV.\nSANJEEV NANDA\n(Criminal Appeal No. 1168 of 2012)\nAUGUST 3, 2012\n[DEEPAK VERMA AND K.S. RADHAKRISHNAN, JJ.]\nA\nB\nPenal Code, 1860 - s. 304 (Part II) - Motor accident -\nCausing death of 6 and injury to one - As per medical\nevidence accused-driver under influence of liquor at the time C\nof accident - Injured witness and eye-witness turning hostile\n-\n-\nTrial court relying on one other witness convicting the\naccused u/s. 304 (Part II) IPC and sentenced him to five years\nimprisonment - High Court altered the conviction to that u/s.\n304A and reduced the sentence to two years imprisonment D\n- In appeal, held: Accused is liable to be convicted u/s. 304\n(Part II) as he had sufficient knowledge that his act was likely\nto cause death Sentence awarded by High Court is\nmaintained – In addition accused is directed to pay Rs. 50\nlakhs to the Union Government to be utilized for providing E\ncompensation to the motor accident victims in hit and run\ncases and in default to undergo one year Sl; and further\ndirected to do community service for two years to be arranged\nby Ministry of Social Justice and Empowerment and in default\nto undergo imprisonment for two years.\n-\nF\nWitness - Hostile witness - Evidentiary value - Held: If\na witness turns hostile to subvert the judicial process, the\ncourts should not stand as mute spectators and every effort\nshould be made to bring home the truth - Criminal judicial\nsystem cannot be overturned by the gullible witnesses who G\nact under pressure, inducement and intimidation.\nMotor Accident - Hit and run case - Duty of the driver of\n881\nH\n882 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA offending vehicle, duty of bystander - Discussed - Motor\nVehicles Act, 1988 – ss. 134 and 187.\nB\nC\nD\nE\n-\nThe respondent-accused was prosecuted u/ss. 201,\n304(1), 308 r/w s. 34 IPC. The prosecution case was that\nat about 4.00 a.m. on the day of occurrence, the\nrespondent-accused was driving his car rashly and\nnegligently at a high speed, hitting seven persons and\nthereafter he ran away. In the accident, 6 of the victims\nwere killed while the 7th victim (PW-2) survived. PW-1\nwas the eye-witness to the incident. In medical\nexamination of the accused, it was found that he had\nconsumed alcohol the previous night. During trial, eye-\nwitness as well as the injured witness turned hostile. Trial\ncourt relying on one other witness convicted the\naccused u/s. 304 (Part II) IPC and imposed upon him a\njail sentence of five years. In appeal, High Court found the\naccused guilty of the offence u/s. 304A IPC and reduced\nthe sentence to two years. Hence the present appeal.\nPartly allowing the appeal,\nHELD:\nPer Court:\n1. The judgment and order of conviction passed by\nF the High Court u/s.304A IPC is set aside and the order of\nconviction of trial court u/s. 304 (Part II) I.P.C. is restored\nand upheld. However, it is appropriate to maintain the\nsentence awarded by the High Court, which the accused\nhas already undergone. [Para 3] [946-C]\nG\nH\n2. In addition, the accused is put to the following\nterms: (1) Accused has to pay an amount of Rs.50 lakhs\n(Rupees Fifty lakhs) to the Union of India within six\nmonths, which will be utilized for providing compensation\nto the victim of motor accidents, where the vehicle owner,\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 883\nSANJEEV NANDA\ndriver etc. could not be traced, like victims of hit and run A\ncases. On default, he will have to undergo simple\nimprisonment for one year. This amount would be kept\nin a different head to be used for the aforesaid purpose\nonly. (2). The accused would do community service for\ntwo years which will be arranged by the Ministry of Social B\nJustice and Empowerment within two months. On\ndefault, he will have to undergo simple imprisonment for\ntwo years. [Para 4] [946-D-G]\nPER DEEPAK VERMA, J:\nC\nHELD: 1.1 Accident means an unintended and\nunforeseen injurious occurrence; something that does\nnot occur in the usual course of events or that could not\nbe reasonably anticipated. Thus, if the injury/death is\ncaused by an accident, that itself cannot be attributed to D\nan intention. If intention is proved and death is caused,\nthen it would amount to culpable homicide. [Para 33] [940-\nG-H; 941-A]\nBlack's Law Dictionary - referred to.\nE\n1.2. In the case at hand, looking to the nature and\nmanner in which accident had taken place, it can safely\nbe held that respondent-accused had no intention to\ncause death but certainly had the knowledge that his act\nmay result in death. There is nothing to prove that he knew F\nthat a group of persons was standing on the road he was\ngoing to pass through. If that be so, there cannot be an\nintention to cause death or such bodily injury as is likely\nto cause death. Thus, respondent had committed an\noffence u/s.304 (Part II) IPC. [Paras 39 and 40] [944-E-H] G\nKulwant Rai vs. State of Punjab (1981) 4 SCC 245;\nDalbir Singh vs. State of Haryana (2000) 5 SCC 82: 2000 (3)\nSCR 1000; State of Maharashtra vs. Salman Salim Khan\n(2004) 1 SCC 525; Alister Anthony Pareira vs. State of\nH\n884 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Maharashtra (2012) 2 SCC 648; State of Gujarat vs. Haiderali\nB\nC\nKalubhai (1976) 1 SCC 889: 1976 (3) SCR 303; Naresh Giri\nvs. State of M.P 2008 (1) SCC 791: 2007 (11) SCR 987 -\nreferred to.\n1.3. The accident had occurred solely and wholly on\naccount of rash and negligent driving of BMW car by the\nrespondent, at a high speed, who was also intoxicated\nat that point of time. This fact has been admitted by the\nrespondent-accused at the appellate stage in the High\nCourt. For the simple reason that he had already driven\nalmost 16 kms from the place where he had started, to\nthe point where he actually met with the accident without\nencountering any untoward incident would not go\nabsolutely in favour of the respondent. There is no\nevidence on record that he had consumed, more liquor\non their way also. It is extremely difficult to assess or\njudge when liquor would show its effect or would be at\nits peak. It varies from person to person. The prosecution\nfailed to use either the Breath Analyser or Alco Meter to\nrecord a definite finding in this regard. Evidence of the\nE doctors P.W.10 and P.W.16 shows that certain amount of\nalcoholic contents was still found on examination of his\nblood next day. It is a settled principle of law that if\nsomething is required to be done in a particular manner,\nthen that has to be done only in that way or not at all.\nF [Paras 26, 27, 28 and 29] [938-G-H; 939-A-G]\nD\nG\nH\n-\nNazir Ahmad v. King Emperor AIR 1936 PC 253 (2) –\nreferred to.\n1.4. Soon after hitting one of the victims, accused did\nnot apply the brakes so as to save at least some of the\nlives. Since all the seven of them were standing in a\ngroup, he had not realized that impact would be so\nsevere that they would be dragged for several feet.\nPossibility also cannot be ruled out that soon after hitting\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 885\nSANJEEV NANDA\nthem, respondent, a young boy of 21 years then, might A\nhave gone into trauma and could not decide as to what\nto do until vehicle came to a halt. He must have then\nrealized the blunder he committed. [Para 31] [940-C-D]\nB\n2. Even though in the facts and circumstances of the\ncase, jail sentence awarded to him may not be just and\nappropriate the mitigating circumstances tilt heavily in\nfavour of the accused. Therefore, it is appropriate, to\nmaintain the sentence awarded by the High Court, which\nhe has already undergone. No useful purpose would be\nC\nserved by sending the accused to jail once again.\nHowever, this has been held so, looking to very peculiar\nfacts and features of this particular case and it may not be\ntreated as a precedent of general proposition of law on\nthe point, for other cases. [Paras 44 and 45] [945-D-G]\nPER K.S. RADHAKRISHNAN, J. (Partly dissenting and\nSupplementing):\nHELD: 1.1. Section 304A IPC carves out a specific\noffence where death is caused by doing a rash or\nnegligent act and that act does not amount to culpable\nhomicide not amounting to murder u/s. 299 IPC or murder\nu/s. 300 IPC. Section 304A excludes all the ingredients of\nSection 299 or Section 300. [Para 44] [919-A]\nState of Gujarat v. Haidarali Kalubhai (1976) 1 SCC 889:\n1976 (3) SCR 303; Naresh Giri v. State of M.P. (2008) 1 SCC\n791: 2007 (11) SCR 987; Alister Anthony Pareira v. State of\nMaharashtra (2012) 2 SCC 648; Jagriti Devi v. State of\nHimachal Pradesh (2009) 14 SCC 771: 2009 (10) SCR 167\n- relied on.\nAndhra Pradesh v. Rayavarapu Punnayya and Anr.\n(1976) 4 SCC 382: 1977 (1) SCR 601 - referred to.\n1.2. In the instant case, it has been brought out in\nevidence that the accused-respondent was in an\nD\nヨ\nF\nG\nI\n886 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA inebriated state, after consuming excessive alcohol, he\nwas driving the vehicle without licence, in a rash and\nnegligent manner in a high speed which resulted in the\ndeath of six persons. The accused had sufficient\nknowledge that his action was likely to cause death and\nB such an action would, in the facts and circumstances of\nthis case fall under Section 304(II) of the IPC and the trial\ncourt has rightly held so and the High Court has\ncommitted an error in converting the offence to Section\n304A of the IPC. [Para 52] [925-A-B]\nC\nD\n2.1. The key prosecution witnesses PW1, PW2 and\nPW3 turned hostile. Even though the above mentioned\nwitnesses turned hostile and PW3 was later examined as\ncourt witness, when their evidence is read with the\nevidence of others as disclosed and expert evidence, the\nguilt of the accused had been clearly established. [Para\n39] [916-B-C]\n2.2. Witness turning hostile is a major disturbing\nfactor faced by the criminal courts in India. Reasons are\nE many for the witnesses turning hostile, but especially in\nhigh profile cases, there is a regularity in the witnesses\nturning hostile, either due to monetary consideration or\nby other tempting offers which undermine the entire\ncriminal justice system and people carry the impression\nF that the mighty and powerful can always get away from\nthe clutches of law thereby, eroding people's faith in the\nsystem. The evidence of hostile witness could not be\ntotally rejected, if spoken in favour of the prosecution or\nthe accused, but it can be subjected to closest scrutiny\nand that portion of the evidence which is consistent with\nthe case of the prosecution or defence may be accepted.\nIf a court finds that in the process, the credit of the\nwitness has not been completely shaken, he may after\nreading and considering the evidence of the witness as\na whole with due caution, accept, in the light of the\nG\nH\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 887\nSANJEEV NANDA\nevidence on the record that part of his testimony which A\nit finds to be creditworthy and act upon it. This is exactly\nwhat was done in the instant case by both the trial court\nand the High Court and they found the accused guilty.\n[Para 40] [916-E-H; 917-A-B]\nState of U.P. v. Ramesh Mishra and Anr. AIR 1996 SC\n2766: 1996 (4) Suppl. SCR 631; K. Anbazhagan v.\nSuperintendent of Police and Anr. AIR 2004 SC 524: 2003\n(5) Suppl. SCR 610 - relied on.\nB\n2.3. In the instant case even the injured witness, who C\nwas present on the spot, turned hostile. If a witness\nbecomes hostile to subvert the judicial process, the\ncourts shall not stand as a mute spectator and every\neffort should be made to bring home the truth. Criminal\njudicial system cannot be overturned by those gullible D\nwitnesses who act under pressure, inducement or\nintimidation. Further, Section 193 IPC imposes\npunishment for giving false evidence but is seldom\ninvoked. [Para 41] [917-B-E]\nSidhartha Vashisht @ Manu Sharma v. State (NCT of\nDelhi) (2010) 6 SCC 1: 2010 (4) SCR 103; Zahira Habibullah\nShaikh v. State of Gujarat AIR 2006 SC 1367: 2006 (2) SCR\n1081 - relied on.\nE\n3.1. The plea that if a particular procedure has been F\nprescribed u/ss.185 and 203 of Motor Vehicles Act, 1988,\nthen that procedure has to be followed, has no application\nto the facts of this case. Cumulative effect of the\nprovisions of ss. 185, 203 and 205 of the Act would\nindicate that the Breath Analyzer Test has a different G\npurpose and object. The language of the above Sections\nwould indicate that the said test is required to be carried\nout only when the person is driving or attempting to drive\nthe vehicle. The expressions \"while driving” and\n\"attempting to drive\" in the above Sections have a\nH\nB\nC\n888 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA meaning \"in praesenti\". In such situations, the presence\nof alcohol in the blood has to be determined instantly so\nthat the offender may be prosecuted for drunken driving.\nA Breath Analyzer Test is applied in such situations so\nthat the alcohol content in the blood can be detected. The\nbreath analyzer test could not have been applied in the\npresent case since the accused had escaped from the\nscene of the accident and there was no question of\nsubjecting him to a breath analyzer test instantaneously.\nThe first accused was taken to the hospital at 12.29 PM\non the next day of the incident, when his blood sample\nwas taken by the Scientific Officer (PW16). While testing\nthe alcohol content in the blood, she noticed the\npresence of 0.115% weight/volume ethyl alcohol. The\nreport exhibited as PW16/A was duly proved by the\nDoctor. Over and above, in her cross-examination, she\nhad explained that 0.115% would be equivalent to 115 mg\nper 100 ml of blood and deposed that as per traffic rules,\nif the person is under the influence of liquor and alcohol\ncontent in blood exceeds 30 mg per 100 ml of blood, the\nperson is said to have committed the offence of drunken\ndriving. Evidence of the experts clearly indicates the\npresence of alcohol in blood of the accused beyond the\npermissible limit, that was the finding recorded by the\ncourts below. [Paras 26 and 28] [908-A-F; 909-A-B]\nD\nE\nF\nG\n3.2. The plea that the accused was coming from a\ndistance of 16 kms. before the accident, causing no\nuntoward incident and hence it is to be presumed that he\nwas in a normal state of mind is not relevant for the\npresent case. First of all, that statement is not supported\nby evidence apart from the assertion of the accused.\nAssuming so, it is a weak defence, once it is proved that\nthe person had consumed liquor beyond the prescribed\nlimit on scientific evidence. [Para 29] [909-C-D]\nKurban Hussain v. State AIR 1965 SC 1616: 1965 SCR\nH 622 - relied on.\nSTATE TR. P.S. LODHI COLONY NEW DELHI V. 889\nSANJEEV NANDA\n3.3. The plea that the accused was not under the A\ninfluence of liquor or beyond the limit prescribed under\nthe Motor Vehicle Act and he was in his senses and the\nvictims were at fault being on the middle of the road, is\nwithout any substance and only to be rejected. [Para 31]\n[910-B-C]\nB\n3.4. The plea of fog, even if its presence had been\nestablished, would only weaken the defence case and\nthe trial court and the High Court had rightly rejected that\nplea. Even going by the evidence of PW15 (Director of\nMetrological Department) and also the report exhibited as C\nPW 15/B, there is nothing to show the presence of fog\non the spot of the accident. Report of PW-15 stated that\nthe sky was mainly clear and there was no mention of the\npresence of mist or fog at the spot in the report. The\nvisibility of 100 m of clear sky was reported by PW 15 in\nexhibit 15/B which would demolish the theory of fog at\nthe spot of the accident and poor visibility. Assuming that\nthere was presence of fog, it was the duty of the accused\neither to stop the vehicle if the visibility was poor or he\nshould have been more cautious and driven the vehicle\ncarefully in a lesser speed so that it would not have E\nblurred his vision. This never happened since the\naccused was in an inebriated state and the fact that six\npersons died practically on the spot would indicate that\nthe vehicle was driven in a rash and negligent manner at\nan excessive speed. [Para 33] [910-G-H; 911-A-C]\n3.5. Admittedly, the first accused was not having an\nIndian driving licence at the time of accident, though he\nhad produced a licence issued by the Licencing\nAuthority from a State in the United States. An inference\nis drawn that the accused was not conversant in driving\na vehicle on the Indian roads in the absence of an Indian\nlicence at the time of the accident. In any view, since the\naccused was in an inebriated state, therefore, the\nquestion whether he knew driving is not of much\nconsequence. [Para 35] [911-G-H; 912-A-C-E]\nF\nG\nH\nA\nB\nC\nD\n890 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nSuleman Rahiman Mulani and Anr. v. State of\nMaharashtra AIR 1968 SC 829: 1968 SCR 515 -\ndistinguished.\n4.1. Generally, the policy which the court adopts\nwhile awarding sentence is that the punishment must be\nappropriate and proportional to the gravity of the offence\ncommitted. Law demands that the offender should be\nadequately punished for the crime, so that it can deter the\noffender and other persons from committing similar\noffences. Nature and circumstances of the offence; the\nneed for the sentence imposed to reflect the seriousness\nof the offence; to afford adequate deterrence to the\nconduct and to protect the public from such crimes are\ncertain factors to be considered while imposing the\nsentence. [Para 57] [927-E-G]\n4.2. The imposition of sentence without considering\nits effect on the social order in many cases is in reality a\nfutile exercise. Had the accused extended a helping\nhand to the victims of the accident, caused by him by\nE making arrangements to give immediate medical\nattention, perhaps lives of some of the victims could have\nbeen saved. Even after committing the accident, he only\nthought of his safety, did not care for the victims and\nescaped from the site showing least concern to the\nhuman beings lying on the road with serious injuries.\nConduct of the accused is highly reprehensible and\ncannot be countenanced, by any court of law. [Para 58]\n[927-G-H; 928-A-B]\nF\nG\n4.3. Convicts in various countries, now, voluntarily\ncome forward to serve the community, especially in\ncrimes relating to motor vehicles. Graver the crime\ngreater the sentence. But, serving the society actually is\nnot a punishment in the real sense where the convicts\npay back to the community which he owes. Conduct of\nH the convicts will not only be appreciated by the\n"}