{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"STATE TR. P.S. LODHI COLONY NEW DELHI v.\nSANJEEV NANDA [DEEPAK VERMA, J.]\n931\n7. Prosecution story further goes to show that there another A\naccused Rajeev Gupta, father of Sidharth Gupta with the help\nof two servants, accused Shyam and Bhola washed the car and\ndestroyed the material evidence.\n8. Prosecution alleges that PW.1 Hari Shankar, attendant B\nat the petrol pump saw the accident and immediately informed\ntelephonically his employer Brijesh Virmani, (P.W.70) who in\nturn informed the PCR at No.100. On getting the necessary\ninformation, police acted with promptitude. The telephonic\ninformation was recorded as DD No. 27-A.\n9. Pursuant to the information being received, SI Kailash\nChand reached the spot. By that time few PCR vans had\nalready reached as the news about the accident was flashed.\nFirst to reach the spot was A.S.I. Devendra Singh (P.W.36),\nwho carried Manoj Malik to the hospital. The other PCR vans\ntook the remaining injured /deceased persons to the hospital.\n10. S.I. Kailash Chand (P.W.58) wrote a Rukka describing\nthe scene of crime. As per his description, he had found three\npersons, two constables Ravi Raj and Rajan and one person.\ndead on the spot. He also came to know that other four injured\npersons were taken in another PCR van to the hospital. He\nfound one broken number plate and other broken parts of the\ncar. When plate was reassembled, the number read as\nM312LYP BMW. One black colour piece of bumper and Tear\nview mirror were found scattered between 100 to 150 feet.\nHead of one person was found crushed. There were skid\nmarks of the tyres of the vehicle on the spot for a long distance.\nThe body of another constable namely, Ram Raj was found\ncrushed and his right leg was found at a distance of 10 to 15\nfeet away.\nAbdomen of Constable Rajan Kumar was\ncompletely ripped open and blood was oozing out on the road.\nAll the three dead bodies were sent to All India Institute of\nMedical Sciences (AIIMS) by ambulance.\nс\nD\nE\nF\nG\n11. Thus, it was clear to SI Kailash Chand that offending H\n932 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA vehicle was a black colour BMW car having the aforesaid\nnumber plate. Looking to the nature of crime said to have been\ncommitted, he recommended registration of FIR under Section\n338/304 IPC. The said Rukka was dispatched to the Police\nStation, where formal FIR was registered.\nB\nC\n12. S.I. Jagdish Pandey (P.W.13) also reached the spot.\nHe found a trail of oil on the road starting from the scene of\noffence. He, thus followed the trail and was able to reach 50\nGolf Links. The gate of the house was closed. Jagdish P.W.13\npeeped through the side hinges of the gate, and found accused\nRajeev Gupta, Bhola Nath and Shyam Singh washing damaged\nblack BMW car. He tried to get the gate opened, but failed.\nHe then gave a message to SHO Lodhi Colony, Ms. Vimlesh\nYadav who reached there with S.I. Kailash Chand and the gate\nwas then got opened. This car was not having any number plate.\nD The broken pieces collected from the spot matched with BMW\ncar, other parts collected from the scene fitted well, at the\nrespective places where the car was damaged. Some blood\nwas also noticed in the rear left wheel of the car. On enquiries\nbeing made, accused Rajeev informed that car belonged to\nE respondent Sanjeev Nanda, a friend of his son Sidharth Gupta.\nF\nG\nH\n13. Thereafter, S.I. Ulhas Giri went to the house of the\naccused Sanjeev Nanda at Defence Colony. He brought\naccused Sanjeev Nanda, Manik Kapur and Sidharth Gupta to\n50 Golf Links. All the accused were sent for their medical\nexamination. Respondent accused had sustained an injury on\nthe lip as noticed by Dr. T.Milo (P.W. 10) who had prepared\nthe MLC. He also recorded that he was informed by Head\nConstable with regard to history of consuming alcohol previous\nnight. He also noted that a smell of alcohol was present even\nthough, the speech of accused Sanjeev was coherent but gait\nunsteady. Sample of blood was taken on the same day at\nabout 12.00 noon which was sent for medical examination and\nafter testing, alcohol presence of 0.115% milligram per 100\nmillilitre was recorded. This has been proved by Dr. Madhulika\nSharma (P.W. 16).\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 933\nSANJEEV NANDA [DEEPAK VERMA, J.]\n14. It is pertinent to mention that no Breath Analyzer or Alco A\nmeter was used. Prosecution has not assigned any cogent or\nvalid reasons for this default.\n15. After completion of the investigation, charge sheet was\nfiled against the accused in the Court of Additional Sessions\nJudge, New Delhi. Respondent was charged under Sections\n201, 304 (1), 308 read with 34 of the IPC. The case was\nregistered as Sessions Case No. 25/1999.\nB\n16. It is important to mention here that in fact, all the\nmaterial witnesses had turned hostile. P.W.1 Hari Shankar, the C\nalleged eye witness, P.W.2 Manoj Malik, the injured witness\nturned hostile and did not support the prosecution story. The\ninfamous Sunil Kulkarni was examined as court witness, who\nalone supported the prosecution story and has been believed\nby the Trial Court as trustworthy. Trial Court recorded that D\ntestimony of this witness alone as to how the accident took\nplace is worthy of credence and the same is well corroborated\nby the scene of crime.\n17. On conclusion of trial, after appreciating the evidence\navailable on record, the trial court found respondent guilty of\ncommission of offence under Section 304 Part II of the IPC and\nawarded him a jail sentence of five years. He was acquitted.\nof other charges. However, accused Rajeev Gupta, Shyam\nSingh and Bhola Nath were convicted under Section 201 IPC.\nRajeev Gupta was sentenced to undergo a sentence of one\nyear and Bhola Nath and Shyam Singh to undergo a sentence\nof six months each.\nE\nF\n18. Feeling aggrieved by the said judgment and order of\nconviction, respondent filed Criminal Appeal No. 807 of 2008 G\nin the High Court of Delhi at New Delhi. Co-accused, Rajeev\nGupta, Bhola Nath and Shyam filed Criminal Appeals No. 767\nof 2008 and 871 of 2008 respectively against their conviction\nand sentences awarded to them under section 201 of the IPC.\nН\n. A\n934 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n19. The learned Single Judge considered the matter at\ngreat length and thereafter found the accused Sanjeev Nanda\nguilty of commission of offence under Section 304 A of the IPC\nand reduced the sentence to two years. While converting the\nconviction of said accused from Section 304 Part II to 304 A,\nB the High Court has disbelieved the testimony of Sunil Kulkarni\nwhich was the basis for the trial court to come to a conclusion\nthat the case fell under section 304 Part II. The High Court has\nalso held that though the act of accused amounted to rashness\nand negligence endangering the lives of others, since there was\nC no intention or knowledge of causing death, no case for\nconviction of accused under section 304 Part II was made out.\nD\nE\nF\nG\nH\n20. Other accused Rajeev Gupta, Shyam and Bhola were\nfound guilty of commission of offence under Section 201 of the\nIPC and were awarded six months' and three months' RI\nrespectively. As mentioned hereinabove, they have preferred\nseparate appeals against the said judgment and order of\nconviction, which were heard separately. Their appeals have\nbeen allowed and they have been acquitted of the charge under\nSection 201 of the IPC.\n21. Even though lengthy arguments have been advanced\nby learned Additional Solicitor General Mr. Harin P. Raval, to\nshow the manner in which the investigation was conducted,\nsuggesting many lacunae were left in the same, at the instance\nand behest of respondent accused, who not only happens to\nbe a rich person but influential as well. Much was also argued\nassigning the reasons as to how relevant and material\nwitnesses (P.W.1) Hari Shankar, and (P.W.2) Manoj, injured\nwitness, had turned hostile. It was also then argued that the\nmatter was carried to higher court against every order. Thus,\nRespondent tried his best to see to it that Sessions Trial is not\nconcluded early. All these facts have been mentioned not only\nby the Trial Court but have been reiterated by learned Single\nJudge also.\n22. In the light of this, we have heard Mr. Harin P.Raval\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 935\nSANJEEV NANDA [DEEPAK VERMA, J.]\nlearned Additional Solicitor General ably assisted by Mr. A\nSiddharth S. Dave, Advocate for Appellant and Mr. Ram\nJethmalani learned Senior Counsel with Mr. S. Kapur, Advocate\nand other Advocates for the respondent and have\nmicroscopically examined the materials available on record.\n23. The arguments of Mr. Raval are as follows:\na)\nb)\nc)\nAdmittedly respondent was not holding any valid\nIndian licence to drive a vehicle in India.\nB\nAs per the evidence of (P.W.10) Dr. T. Milo, and C\n(P.W.16) Dr. Madhulika, he was in an intoxicated\ncondition, at the time of accident.\nHe was driving a powerful machine like BMW in\nexcessive speed in a rash and negligent manner\nand certainly beyond reasonable control over it.\nD\nd)\nHis negligence coupled with intoxication would lead\nto culpable homicide with knowledge.\ne)\nHe knew that persons have been crushed and E\nsome of them were underneath his car, yet he\ncontinued to drive the vehicle till all the injured were\ndisentangled from the vehicle.\nf)\nHe fled away from the scene of crime, did not\nrender any help to the injured. Not only this, he did\nnot report the matter to the police and tried to\nobliterate the evidence available.\nF\ng)\nEven if intention may not be attributed to him but at\nleast he had knowledge of what he had done, thus\ningredients mandated under Section 304 Part II IPC\nwere fully met.\nG\nh)\nThus, High Court committed grave error in\ninterfering with a well reasoned order of the Trial\nI\n936\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nE\nCourt. Respondent should thus be held guilty of\ncommission of offence under Section 304 Part II\nIPC and sentence be awarded accordingly.\n24. We have been taken through almost the entire\ndocumentary and oral material evidence adduced by\nprosecution. Following authorities have been cited by the\nAppellant to show that such type of acts would fall precisely\nunder Section 304 Part II of the IPC and not under Section 304\nA, as has been held by the learned Single Judge in the\nimpugned order.\n25. These authorities are reported as under:\na)\n(1976) 1 SCC 889 State of Gujarat Vs. Haidarali\nKalubhai where distinction has been drawn with\nregard to case falling under Sections 304 A and\n304 Part II of the IPC. In the said judgment, proper\nand correct effect of Sections 299 and 300 of the\nIPC has also been discussed. This judgment has\nbeen followed by this Court in 2008 (1) SCC 791\nNaresh Giri Vs. State of M.P.\nb) (1981) 4 SCC 245 Kulwant Rai Vs. State of\nPunjab, highlights main and basic ingredients of\nSection 304 Part II.\nF\nc)\nG\nH\nd)\n(2000) 5 SCC 82 Dalbir Singh Vs. State of\nHaryana, has been cited to show that as far back\nas in the year 2000, drunken driving was heavily\ncriticized and a warning was issued to all those who\nmay be in the habit, to be more careful and cautious.\nIt further went on to say that no benefit to the\naccused found guilty, can be granted under the\nProbation of Offenders Act, 1958.\n(2004) 1 SCC 525 State of Maharashtra Vs.\nSalman Salim Khan was cited to show that in\nidentical circumstances where the accused was not\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 937\nSANJEEV NANDA [DEEPAK VERMA, J.]\ne)\nholding a valid motor driving licence and was under A\ninfluence of alcohol, he would be held to have\ncommitted offence under section 304 Part II of the\nIPC.\nThe last in the series is (2012) 2 SCC 648 Alister\nAnthony Pareira Vs. State of Maharashtra to show\nthat this Court has already taken a stern view where\nperson involved in commission of such offence was\ndriving a vehicle in a drunken condition and has to\nbe dealt with severely so as to send proper and\ncorrect message to the society.\n26. On the other hand, Mr. Ram Jethmalani, learned Senior\nCounsel appearing for respondent/accused contended that\nlooking to the facts and features of the case and taking into\nconsideration the following mitigating circumstances, no case\nfor interference is made out:\na)\nb)\nOffence was said to have been committed in the\nyear 1999, almost 13 years back.\nB\nC\nD\nRespondent was aged 21 years at that time, and\nwas prosecuting his course in foreign country. He\nhad come to India on a short holiday.\nE\nc)\nd)\ne)\nHe has already undergone the sentence of two\nyears awarded by High Court and only thereafter,\nafter the period of limitation of filing the appeal had\nexpired, he got married to his long time love, now\nthey are blessed with a daughter.\nHis behaviour and conduct in jail was extremely\ngood, which is evident from the two affidavits filed\nin support of the respondent by two NGOs.\nFact cannot be given a go-by that it was a cold\nwintry night of 9/10th January, 1999, thus possibility\nF\nLL\nG\nH\nA\nB\nс\nD\nE\nF\nG\n938\nSUPREME COURT REPORTS\nf)\nh)\ni)\nj)\n[2012] 12 S.C.R.\ncannot be ruled out that visibility must have been\npoor due to fog.\nHe had neither any previous criminal record nor has\nbeen involved in any criminal activity ever since then.\nThe case of Alister Anthony (supra) does not apply\nto the facts of this case.\nIt was contended that respondent has already learnt\nsufficient lesson at young age and no useful\npurpose would be served, if he is sent to jail again.\nThe victim and/or families of deceased have been\npaid handsome amount of compensation of Rs.65\nlacs, in the year 1999 itself, i.e. Rs. 10 lacs each\nto the families of the deceased and Rs.5 lacs to the\ninjured.\nIt would not only be humiliating but great\nembarrassment to the respondent, if he is again\nsent to jail for little more period, over and above the\nperiod of two years awarded and undergone.\nHe had neither intention nor knowledge of the\nultimate consequences of the offence said to have\nbeen committed.\nLearned Senior Counsel for the Respondent Mr. Ram\nJethmalani further contended that it would not fall within the\nparameters of Section 304 Part II, IPC. The impugned\njudgment and order calls for no interference. Even otherwise,\nlooking to facts and features of the case, no case for taking\nany other view is made out.\n27. After having critically gone through the evidence\navailable on record, we have no doubt in our mind that accident\nhad occurred solely and wholly on account of rash and negligent\ndriving of BMW car by the respondent, at a high speed, who\nH was also intoxicated at that point of time. This fact has been\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 939\nSANJEEV NANDA [DEEPAK VERMA, J.]\nadmitted by the Respondent-Accused at the Appellate stage A\nin the High Court that at the relevant point of time, Respondent\nwas driving the vehicle and had caused the accident but even\nthen, it would be only his rash and negligent act, attracting\nSection 304A of IPC only. Even though it is difficult to come to\nthe aforesaid conclusion, since he was in an inebriated B\ncondition. For the simple reason that he had already driven\nalmost 16 kms from the place where he had started, to the point\nwhere he actually met with the accident without encountering\nany untoward incident would not go absolutely in favour of the\nRespondent. There is no evidence on record that they had C\nconsumed more liquor on their way also. No such material\nobjects were recovered from the vehicle, to suggest that even\nwhile driving they were consuming liquor. One may fail to\nunderstand if one could drive safely for a distance of 16 kms,\nthen whether the effect of intoxication would rise all of a sudden\nso as to find the respondent totally out of control. There is\nnothing of that sort but it cannot be denied that he must have\nbeen little tipsy because of the drinks he had consumed some\ntime back. It is, indeed, extremely difficult to assess or judge\nwhen liquor would show its effect or would be at its peak. It\nvaries from person to person.\nD\nE\n28. As mentioned hereinabove, prosecution failed to use\neither the Breath Analyser or Alco Meter to record a definite\nfinding in this regard. Evidence of (P.W.10) Dr. Milo and\n(P.W.16) Dr. Madhulika shows that certain amount of alcoholic F\ncontents was still found on examination of his blood at 12.00\nnoon, next day.\n29. It is a settled principle of law that if something is\nrequired to be done in a particular manner, then that has to be\ndone only in that way or not, at all. In AIR 1936 PC 253 (2)\nNazir Ahmad Vs. King Emperor, it has been held as follows:\n...... The rule which applies is a different and not less well\nrecognized rule, namely, that where a power is given to do\na certain thing in a certain way the thing must be done in\nthat way or not at all. ......\"\n\"\n\"\nG\nH\nA\n940 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n30. It has also come on record that seven persons were\nstanding close to the middle of the road. One would not expect\nsuch a group, at least, at that place of the road, that too in the\nwee hours of the morning, on such a wintry night. There is every\npossibility of the accused failing to see them on the road.\nB Looking to all this, it can be safely assumed that he had no\nintention of causing bodily injuries to them but he had certainly\nknowledge that causing such injuries and fleeing away from the\nscene of accident, may ultimately result in their deaths.\nC\nD\nE\nពព\nLL\nF\nG\nH\n31. It is also pertinent to mention that soon after hitting one\nof them, accused did not apply the brakes so as to save at least\nsome of the lives. Since all the seven of them were standing in\na group, he had not realized that impact would be so severe\nthat they would be dragged for several feet. Possibility also\ncannot be ruled out that soon after hitting them, respondent, a\nyoung boy of 21 years then, might have gone into trauma and\ncould not decide as to what to do until vehicle came to a halt.\nHe must have then realized the blunder he committed.\n32. Respondent, instead of rendering helping hand to the\ninjured, ran away from the scene, thus adding further to the\nmiseries of the victims. It is not a good trend to run away after\ncausing motor road accidents. An attempt should be made to\nrender all possible help, including medical assistance, if\nrequired. Human touch to the same has to be given.\n33. An aspect which is generally lost sight of in such cases\nis that bodily injuries or death are as a consequence of\naccidents. 'Accident' has been defined by Black's Law\nDictionary as under:\n\"Accident: An unintended and unforeseen injurious\noccurrence; something that does not occur in the usual\ncourse of events or that could not be reasonably\nanticipated.\"\n"}