{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"STATE TR. P.S. LODHI COLONY NEW DELHI v. 921\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nspecific offence where death is caused by doing a rash or A\nnegligent act and that act does not amount to culpable\nhomicide not amounting to murder under Section 299 or murder\nunder Section 300. The scope of the above mentioned\nprovisions came up for consideration before this court in the\njudgment of Naresh Giri v. State of M.P. [(2008) 1 SCC 791]; B\nwherein this court held as follows:\n\"Section 304A IPC applies to cases where there is no\nintention to cause death and no knowledge that the act\ndone in all probability will cause death. The provision is\ndirected at offences outside the range of Sections 299 and\n300 IPC. Section 304A applies only to such acts which\nare rash and negligent and are directly the cause of death\nof another person. Negligence and rashness are essential\nelements under Section 304A.\"\nC\nD\n48. In a recent judgment, in Alister Anthony Pareira (supra),\nthis Court after surveying a large number of judgments on the\nscope of Sections 304A and 304(II) of the IPC, came to the\nconclusion that in a case of drunken driving resulting in the\ndeath of seven persons and causing injury to eight persons, the E\nscope of Sections 299, 300 and 304(1) and (II) of the IPC stated\nto be as follows:\n\"Each case obviously has to be decided on its own facts.\nIn a case where negligence or rashness is the cause of\ndeath and nothing more, Section 304A may be attracted\nbut where the rash or negligent act is preceded with the\nknowledge that such act is likely to cause death,\nSection 304 Part II Indian Penal Code may be attracted\nand if such a rash and negligent act is preceded by real\nintention on the part of the wrong doer to cause death,\noffence may be punishable under Section 302 Indian\nPenal Code.\"\nOn facts, the court concluded as follows:\nF\nG\nH\nA\nB\nс\nD\nE\n922\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n\"The facts and circumstances of the case which have been\nproved by the prosecution in bringing home the guilt of the\naccused under Section 304 Part II Indian Penal Code\nundoubtedly show despicable aggravated offence\nwarranting punishment proportionate to the crime. Seven\nprecious human lives were lost by the act of the accused.\nFor an offence like this which has been proved against the\nAppellant, sentence of three years awarded by the High\nCourt is too meagre and not adequate but since no appeal\nhas been preferred by the State, we refrain from\nconsidering the matter for enhancement. By letting the\nAppellant away on the sentence already undergone i.e. two\nmonths in a case like this, in our view, would be travesty\nof justice and highly unjust, unfair, improper and\ndisproportionate to the gravity of crime. It is true that the\nAppellant has paid compensation of Rs. 8,50,000/- but no\namount of compensation could relieve the family of victims\nfrom the constant agony. As a matter of fact, High Court\nhad been quite considerate and lenient in awarding to the\nAppellant sentence of three years for an offence under\nSection 304 Part II Indian Penal Code where seven\npersons were killed.”\n49. In Jagriti Devi v. State of Himachal Pradesh [(2009)\n14 SCC 771]; wherein the Bench of this Court held that it is\ntrite law that Section 304 Part II comes into play-when the death\nF is caused by doing an act with knowledge that it is likely to\ncause death but there is no intention on the part of the accused\neither to cause death or to cause such bodily injury as is likely\nto cause death.\nG\nH\n50. One of the earlier decisions of this Court in State of\nAndhra Pradesh v. Rayavarapu Punnayya and Another\n[(1976) 4 SCC 382], this Court succinctly examined the\ndistinction between Section 299 and Section 300 of the IPC\nand in para 12 of the Judgment and held as follows:\n\"In the scheme of the Penal Code, 'culpable homicide' is\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 923\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\ngenus and 'murder' its specie. All 'murder' is 'culpable A\nhomicide' but not vice-versa. Speaking generally, 'culpable\nhomicide' sans 'special characteristics of murder', is\n'culpable homicide not amounting to murder'. For the\npurpose of fixing punishment, proportionate to the gravity\nof this generic offence, the Code practically recognises B\nthree degrees of culpable homicide. The first is, what may\nbe called, culpable homicide of the first degree. This is the\ngravest form of culpable homicide which is defined in\nSection 300 as 'murder'. The second may be termed as\n'culpable homicide of the second degree'. This is\npunishable under the 1st part of Section 304. Then, there\nis 'culpable homicide of the third degree.' This is the lowest\ntype of culpable homicide and the punishment provided for\nit is, also, the lowest among the punishments provided for\nthe three grades. Culpable homicide of this degree is\npunishable under the second Part of Section 304.\"\nC\nD\n51. Referring to para 14 of that judgment, the Court opined\nthat the difference between Clause (b) of Section 299 and\nClause (3) of Section 300 is one of the degree of probability\nof death resulting from the intended bodily injury. The word E\n\"likely\" in Clause (b) of Section 299 conveys the sense of\n'probable' as distinguished from a mere possibility. The words\n\"bodily injury...sufficient in the ordinary course of nature to cause\ndeath\" mean that death will be the \"most probable\" result of the\ninjury having regard to the ordinary course of nature.\nUltimately, the Court concluded as follows:\nF\nG\n\"From the above conspectus, it emerges that whenever a\ncourt is confronted with the question whether the offence\nis 'murder' or 'culpable homicide not amounting to murder,'\non the facts of a case, it will be convenient for it to\napproach the problem in three stages. The question to be\nconsidered at the first stage would be, whether the\naccused has done an act by doing which he has caused\nthe death of another. Proof of such causal connection H\nA\nB\nс\nD\n924\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nbetween the act of the accused and the death, leads to\nthe second stage for considering whether that act of the\naccused amounts to \"culpable homicide\" as defined in\nSection 299. If the answer to this question is prima facie\nfound in the affirmative, the stage for considering the\noperation of Section 300, Penal Code is reached. This is\n[the stage at which the Court should determine whether the\nfacts proved by the prosecution bring the case within the\nambit of any of the four Clauses of the definition of murder'\ncontained in Section 300. If the answer to this question is\nin the negative the offence would be 'culpable homicide\nnot amounting to murder', punishable under the first or the\nsecond part of Section 304, depending, respectively, on.\nwhether the second or the third Clause of Section 299 is\napplicable. If this question is found in the positive, but the\ncase comes, within any of the Exceptions enumerated in\nSection 300, the offence would still be 'culpable homicide\nnot amounting to murder', punishable under the First Part\nof Section 304, Penal Code.”\n52. The principle mentioned by this court in Alister\nE Anthony Pareira (supra) indicates that the person must be\npresumed to have had the knowledge that, his act of driving\nthe vehicle without a licence in a high speed after consuming\nliquor beyond the permissible limit, is likely or sufficient in the\nordinary course of nature to cause death of the pedestrians on\nF the road. In our view, Alister Anthony Pareira (supra) judgment\ncalls for no reconsideration. Assuming that Shri Ram\nJethmalani is right in contending that while he was driving the\nvehicle in a drunken state, he had no intention or knowledge\nthat his action was likely to cause death of six human beings,\nG in our view, at least, immediately after having hit so many\nhuman beings and the bodies scattered around, he had the\nknowledge that his action was likely to cause death of so many\nhuman beings, lying on the road unattended. To say, still he\nhad no knowledge about his action is too childish which no\nreasonable man can accept as worthy of consideration. So far\nH\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 925\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nA\nas this case is concerned, it has been brought out in evidence\nthat the accused was in an inebriated state, after consuming\nexcessive alcohol, he was driving the vehicle without licence,\nin a rash and negligent manner in a high speed which resulted\nin the death of six persons. The accused had sufficient\nknowledge that his action was likely to cause death and such B\nan action would, in the facts and circumstances of this case fall\nunder Section 304(II) of the IPC and the trial court has rightly\nheld so and the High Court has committed an error in converting\nthe offence to Section 304A of the IPC.\n53. We may now examine the mitigating and aggravating\ncircumstances and decide as to whether the punishment\nawarded by the High Court is commensurate with the gravity\nof the offence.\nC\n54. Mitigating circumstances suggested by the defence D\ncounsel are as follows:\n(i)\nThe accused was only 21 years on the date of the\naccident, later married and has a daughter;\n(ii) Prolonged trial, judicial unfairness caused\nprejudice;\nE\n(iii) The accused has undergone sentence of two years\nawarded by the High Court and, during that period,\nhis conduct and behavior in the jail was F\nappreciated;\n(iv) Accident occurred on a foggy day in the early hours\nof morning with poor visibility;\n(v) The accused had no previous criminal record nor\nhas he been involved in any criminal case\nsubsequently;\n(vi) The accused and the family members contributed\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n926\nSUPREME COURT REPORTS\n+\n[2012] 12 S.C.R.\nand paid a compensation of 65 lacs, in total, in the\nyear 1999 to the families of the victims;\n(vii) The accused had neither the intention nor\nknowledge of the ultimate consequences of his\naction and that he was holding a driving licence\nfrom the United States.\n55. Following are, in our view, the aggravating\ncircumstances unfolded in this case:\n(i)\n(ii)\nSix persons died due to the rash and negligent\ndriving of the accused and the car was driven with\nthe knowledge that drunken driving without licence\nis likely to cause death.\nMuch of the delay in completing the trial could have\nbeen avoided if wisdom had dawned on the\naccused earlier. Only at the appellate stage the\naccused had admitted that it was he who was\ndriving the vehicle on the fateful day which resulted\nin the death of six persons and delay in completion\nof the trial cannot be attributed to the prosecution\nas the prosecution was burdened with task of\nestablishing the offence beyond reasonable doubt\nby examining sixty one witnesses and producing\nseveral documents including expert evidence.\n(iii) The accused did not stop the vehicle in spite of the\nfact that the vehicle had hit six persons and one got\ninjured and escaped from the spot without giving\nany helping hand to the victims who were dying and\ncrying for help. Human lives could have been\nsaved, if the accused had shown some mercy.\n(iii) The accused had the knowledge that the car driven\nby him had hit the human beings and human bodies\nwere scattered around and they might die, but he\nthought of only his safety and left the place, leaving\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 927\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\ntheir fate to destiny which, in our view, is not a A\nnormal human psychology and no court can give a\nstamp of approval to that conduct.\n(iv) Non-reporting the crime to the police even after\nreaching home and failure to take any steps to\nprovide medical help even after escaping from the\nsite.\nB\n56. Payment of compensation to the victims or their\nrelatives is not a mitigating circumstance, on the other hand, it\nis a statutory obligation. Age of 21, as such is also not a C\nmitigating factor, in the facts of this case, since the accused is\nnot an illiterate, poor, rustic villager but an educated urban elite,\nundergoing studies abroad. We have to weigh all these\nmitigating and aggravating circumstances while awarding the\nsentence.\nSentencing\nD\nLU\nE\n57. We have to decide, after having found on facts, that\nthis case would fall under Section 304 Part II, what will be the\nappropriate sentence. Generally, the policy which the court\nadopts while awarding sentence is that the punishment must\nbe appropriate and proportional to the gravity of the offence\ncommitted. Law demands that the offender should be\nadequately punished for the crime, so that it can deter the\noffender and other persons from committing similar offences. F\nNature and circumstances of the offence; the need for the\nsentence imposed to reflect the seriousness of the offence; to\nafford adequate deterrence to the conduct and to protect the\npublic from such crimes are certain factors to be considered\nwhile imposing the sentence.\n58. The imposition of sentence without considering its\neffect on the social order in many cases is in reality a futile\nexercise. In our view, had the accused extended a helping hand\nto the victims of the accident, caused by him by making\nG\nH\n928 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA arrangements to give immediate medical attention, perhaps\nlives of some of the victims could have been saved. Even after\ncommitting the accident, he only thought of his safety, did not\ncare for the victims and escaped from the site showing least\nconcern to the human beings lying on the road with serious\nB injuries. Conduct of the accused is highly reprehensible and\ncannot be countenanced, by any court of law.\n59. The High Court, in our view, has committed an error\nin converting the conviction to Section 304A of the IPC from\nthat of 304(11) IPC and the conviction awarded calls for a re-\nC look on the basis of the facts already discussed, otherwise this\nCourt will be setting a bad precedent and sending a wrong\nmessage to the public. After having found that the offence\nwould fall under Section 304(II) IPC, not under Section 304A,\nthe following sentence awarded would meet the ends of justice,\nD in addition to the sentence already awarded by the High Court.\nCommunity Service for Avoiding Jail Sentence\nE\nF\n60. Convicts in various countries, now, voluntarily come\nforward to serve the community, especially in crimes relating\nto motor vehicles. Graver the crime greater the sentence. But,\nserving the society actually is not a punishment in the real sense\nwhere the convicts pay back to the community which he owes.\nConduct of the convicts will not only be appreciated by the\ncommunity, it will also give a lot of solace to him, especially in\na case where because of one's action and inaction, human\nlives have been lost.\n61. In the facts and circumstances of the case, where six\nhuman lives were lost, we feel, to adopt this method would be\nG good for the society rather than incarcerating the convict further\nН\nin jail. Further sentence of fine also would compensate at least\nsome of the victims of such road accidents who have died,\nespecially in hit and run cases where the owner or driver cannot\nbe traced. We, therefore, order as follows:\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 929\nSANJEEV NANDA\n(1) Accused has to pay an amount of Rs.50 lakh A\n(Rupees Fifty lakh) to the Union of India within six\nmonths, which will be utilized for providing\ncompensation to the victim of motor accidents,\nwhere the vehicle owner, driver etc. could not be\ntraced, like victims of hit and run cases. On default, B\nhe will have to undergo simple imprisonment for\none year. This amount be kept in a different head\nto be used for the aforesaid purpose only.\n(2) The accused would do community service for two\nyears which will be arranged by the Ministry of\nSocial Justice and Empowerment within two\nmonths. On default, he will have to undergo simple\nimprisonment for two years.\nC\nThe Appeal is allowed to the aforesaid extent and the D\naccused is sentenced as above.\nDEEPAK VERMA, J. 1. Delay condoned.\n2. Leave granted.\n3. The solitary question that arises for our consideration\nin this appeal is whether respondent accused deserves to be\nheld guilty of commission of offence under Section 304 Part II\nof the Indian Penal Code (for short IPC) or the conviction and\nsentence awarded to him by the High Court of Delhi, under\nSection 304 A of the IPC should be held to be good and legally\ntenable.\n4. On 12.04.2010, limited notice was issued to the\nrespondent by this Court, which reads as under:\nL1J\nE\nF\nG\n\"Issue notice confining to the nature of offence\".\nFacts shorn of unnecessary details as unfolded by\nprosecution are mentioned hereinbelow:\nH\nเ\nA\n930 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n5. On the intervening night of 9/10.01.1999, an unfortunate\nmotor accident took place involving BMW Car No.M-312LYP.\nAt the relevant point of time, it is no more in dispute that\noffending vehicle BMW was being driven by respondent. As\nper prosecution story, the said vehicle was coming from\nB Nizamuddin side and was proceeding towards Lodhi Road.\nJust at the corner from where Lodhi Road starts, seven persons\nwere standing on the road at about 4.00 a.m. In the said car,\nManik Kapur and Sidharth Gupta (since discharged) were also\nsitting.\nC\nD\n6. As per prosecution story, Manoj Malik (P.W.2) had\nstarted from his house to leave friends Nasir, Mehendi Hasan\nand his friend Gulab at Nizamudin Railway Station on foot.\nWhen they reached the petrol pump of Lodhi Road, three police\nofficials of checking squad, Constables Rajan, Ram Raj and\nPeru Lal, stopped them and started checking. In the meantime,\nBMW car driven rashly and negligently came from Nizamuddin\nside at a high speed and dashed violently against them. The\nimpact was so great and severe, that they flew in the air and\nfell on the bonnet and wind screen of the car. Some of them\nE rolled down and came beneath the car. On account of this,\naccused lost control of the vehicle which swerved to right side\nof the road and ultimately hit the central verge. The persons\nwho had come under the car were dragged up to that point.\nManoj (P.W.2) who had fallen on the bonnet fell down at some\nF distance but did not come under the wheels. After hitting the\ncentral verge, car finally stopped at some distance, respondent\ncame out from the car and inspected the gruesome site. It is\nsaid that co-passenger Manik Kapur asked the accused to rush\nfrom the scene of occurrence. Injured persons were shouting\nG and crying for help. But ignoring them, he drove away the car\nat high speed towards Dayal Singh College, even though there\nwere still some persons beneath the car. In the said accident\nultimately six of them were killed and Manoj (P.W.2) was\ninjured. Accused then took the car to his friend Sidharth\nH Gupta's house at 50, Golf Links, New Delhi.\n"}