{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE TR. P.S. LODHI COLONY NEW DELHI v. 901\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\n16. Shri Jethmalani submitted there is no evidence on A\nrecord to prove that the accused was intoxicated in the sense\nin which intoxication was understood under Section 85 of the\nIPC nor in the sense of his ability to control the motor vehicle\nbeing substantially impaired as a result of consuming alcohol\nas laid down by Section 185(1) of the M.V. Act. Further, it was B\nalso pointed that the test statutorily recognized for drunken\ndriving is the breath analyzer test for drunken driving and the\naccused was not subjected to that test. Learned counsel has\nsubmitted that when a statute prescribes a particular method\nthe prosecution has to follow that method and not any other C\nmethod. Reliance was placed on the judgments of the House\nof Lords in Rowlands v. Hamilton [(1971) 1 All E.R. 1089],\nGumbley v. Cunningham [(1989) 1 All E.R. 5], and judgments\nof the Privy Council in Nazir Ahmad v. Emperor [AIR 1936 PC\n253], State of Uttar Pradesh v. Singhara Singh and Ors. [AIR\n1964 SC 358].\nD\n17. Learned senior counsel also submitted that no reliance\ncould be placed on the evidence tendered by PW-16 - Dr.\nMadhulika Sharma, Senior Scientific Officer as well as the\nevidence of PW10 - Dr. T. Milo and submitted that there is E\nnothing to show the vehicle was driven in a reckless or negligent\nmanner so as to infer that the accused was drunk. On the other\nhand, learned senior counsel pointed out that the accused could\nnot have avoided the accident since policemen and others were\nstanding on the middle of the road on a foggy day when the F\nvisibility was poor. Further, it was pointed out that the accused\nhad driven car about 16 kms before the accident without any\nuntoward incident, which would indicate that, his condition was\nstable and he had not consumed liquor beyond the prescribed\nlimit.\n18. Learned senior counsel also submitted that the\nevidence of PW 15 - Dr. S.C. Gupta was also not properly\nappreciated by the courts below, so also the evidence tendered\non the presence of fog. The presence of fog, according to the\nlearned senior counsel, clearly restricted the visibility and the\nG\nH\n902\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA entire fault cannot be put on the accused. Reference was also\nmade to the evidence of PW2 on the presence of fog on the\nmorning of 10.01.1999. On the plea of excessive speed,\nlearned senior counsel submitted, assuming it was so, that itself\nwould not establish that the accused was negligent or rash, at\nthe most, there was gross negligence. Reference was made\nto the judgment of this Court in State of Karnataka v. Satish\n[(1998) 8 SCC 493].\nB\nC\nD\nE\nF\nG\nH\n19. Learned senior counsel submitted, in the facts and\ncircumstances of the case, no knowledge could be attributed\nto the accused since there was nothing to show that the\naccused had the intention to commit the offence, nor any\nknowledge can be attributed to him and even if it is assumed\nthat he was negligent or rash, only section 304A of the IPC\nwould apply and not 304(II) of the IPC. The judgment of this\nCourt in Alister Anthony Pareira (supra), according to learned\nsenior counsel, requires reconsideration. Learned senior\ncounsel also submitted that the judgment of this Court in\nHaidarali Kalubhai (supra) would not apply to the facts of this\ncase.\n20. We may at the outset point out that both the trial court\nand High Court, on appreciation of oral and documentary\nevidence, came to the clear finding that it was the accused who\nhad driven the BMW car at the early hours of 10.01.1999 – the\nday on which six human lives were lost due to the rash and\nnegligent act of the first accused, leaving another person injured.\nThe facts and circumstances of the case according to the trial\ncourt, as already indicated, would attract conviction under\nSection 304(II) of the IPC but the High Court converted the\nsame to Section 304A of the IPC, the correctness of which is\nthe main issue that falls for consideration. We have to first\nexamine whether any prejudice had been caused to the first\naccused due to the alleged unfair and delayed trial as\ncontended and who was primarily instrumental for the delay in\ncompletion of the trial and also whether any injustice had been\ncaused to the accused due to the alleged judicial unfairness.\nSTATE TR. P.S. LODHI COLONY NEW DELHI v.\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\n903\n21. The incident had occurred on 10.01.1999 and charge- A\nsheet against the accused was filed on 08.04.1999. Sixty one\nwitnesses were examined on the side of the prosecution and\nnine witnesses were examined on the side of the defence and\na large number of documents were produced including expert\nevidence before the trial court and the court finally rendered its B\njudgment on 02.09.2008. When the trial was on, the part played\nby Sunil Kulkarni, one of the eye witnesses, who later turned\nhostile and the unholy alliance he had with the defence counsel\netc. were also adversely commented upon by this court in R.K.\nAnand case (supra). The operative portion of which reads as C\nfollows:\n\"Before laying down the records of the case we must also\nadvert to another issue of great importance that causes\ngrave concern to this Court. At the root of this odious affair\nis the way the BMW trial was allowed to be constantly\ninterfered with till it almost became directionless.\"\nD\nFurther, the court held as follows:\n\"Every trial that fails due to external interference is a\ntragedy for the victim(s) of the crime. More importantly,\nevery frustrated trial defies and mocks the society based\non the rule of law. Every subverted trial leaves a scar on\nthe criminal justice system. Repeated scars make the\nsystem unrecognisable and it then loses the trust and\nconfidence of the people.\"\nE\nF\n22. We do not want to delve much into the background\nfacts in R.K. Anand (supra) any further, but only to put a\nquestion, but for the accused for whose benefit the entire drama\nwas played by Anand and Sunil Kulkarni. We have referred to G\nthe above judgment since an argument was raised by Shri Ram\nJethmalani on the right of the accused for speedy trial and on\njudicial unfairness. Had the first accused been honest enough\nand wanted early disposal of the trial, he would have come out\nwith the truth at the earliest opportunity. Only after a protracted H\n904 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA trial that too after examining sixty one witnesses and producing\nand proving a host of documents and after having been found\nguilty and convicted under Section 304(II) of the IPC and\nsentenced to five years rigorous imprisonment, wisdom\ndawned on the accused, that too, at the appellate stage.\nB Learned senior counsel for the accused before the High Court\nthen submitted that to narrow down the controversy, the\naccused is admitting the factum of the accident and that he was\ndriving the BMW on the fateful morning of 10.01.1999. The High\nCourt recorded the same as follows:\nC\nD\nE\nLL\nF\nG\nH\n\"As already noticed, to narrow down the controversy, Mr.\nRam Jethmalani very fairly conceded at the threshold of\nthe arguments that he would proceed in the matter by\nadmitting the factum of the accident and the appellant\nbeing on the driver seat on the fateful morning of 10th\nJanuary, 1999, when the horrifying incident had taken\nplace. This admission on the part of the counsel for the\nappellant would mean that the appellant gives up his right\nto challenge the findings of the Lower Court so far as the\nfactum of accident by the appellant while driving BMW car\nbearing registration No. M312LYP resulted in death of six\npersons and injury to one person on the morning of 10th\nJanuary, 1999 near Car Care Centre petrol pump at Lodhi\nRoad is concerned, despite the fact that several\ncontentions have been raised by the appellant denying his\ninvolvement in the accident in the grounds of appeal.\"\n23. Shri Ram Jethmalani, as already pointed out, submitted\nthat the first accused was seriously prejudiced due to the unfair\nand delayed trial, which was also commented upon by the High\nCourt which reads as follows:\n\"In any event of the matter, the appellant himself must share\nthe burden of causing delay in the matter as with a view\nto hoodwink the prosecution and to escape from the\nclutches of law, he denied the factum of accident. It is only\nat the stage of final arguments before the trial court and in\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 905\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nappeal, the appellant turned hostile to accept occurrence A\nof the said horrifying accident while driving BMW car\nbearing registration No. M-312-LYP. Certainly, a lot of\ntime could have been saved had the accused been honest\nfrom day one and admitted his guilt.\"\n24. Accused, though did not file any appeal against those\nfindings, we heard his senior counsel at length on all points and\nwe do not find any illegality in the reasoning of the trial court\nas well as the High Court which we fully concur with. Learned\nsenior counsel, however, after admitting the factum of the\naccident and that it was the accused, who was driving the car\non the fateful day, causing death of persons, pointed out various\nfactors which according to the counsel had contributed to the\naccident and hence no further enhancement of sentence is\nwarranted.\nDrunken driving\nB\nC\nD\nE\nF\n25. Learned senior counsel, appearing for the accused,\nas already pointed, has stated that there was nothing on record\nto prove that the first accused was intoxicated in the sense in\nwhich it is understood under Section 85 of the IPC nor in the\nsense that his ability to control the motor vehicle had been\nsubstantially impaired as a result of consumption of alcohol as\nlaid down by Section 185 of the M.V. Act. Further, it was also\nstated that the first accused had driven the vehicle about 16\nkms prior to the accident. If he was in a drunken state, he could\nnot have driven the car for that much of distance. Further, it\nwas also pointed out that the procedure laid down under\nSection 185 of the M.V. Act was not followed. Consequently,\nlearned senior counsel pointed out that the courts have\ncommitted an error in holding that he was under the influence G\nof liquor when the accident had happened. In our view, both\nthe courts below have rightly rejected those contentions raised\nby learned senior counsel. The scope of Section 185 is not\nwhat the senior counsel submits.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n906 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nSection 185 of the M.V. Act is extracted herein below:\n\"Section 185 - Driving by a drunken person or by a person\nunder the influence of drugs\nWhoever, while Driving, or attempting to drive, a motor\nvehicle,-\n(a) has, in his blood, alcohol exceeding 30 mg. per 100\nml. of blood detected in a test by a breath analyser, or\n(b) is under this influence of a drug to such an extent as to\nbe incapable of exercising proper control over the vehicle,\nshall be punishable for the first offence with imprisonment\nfor a term which may extend to six months, or with fine\nwhich may extend to two thousand rupees, or with both;\nand for a second or subsequent offence, if committed\nwithin three years of the commission of the previous similar\noffence, with imprisonment for a term which may extend\nto two years, or with fine which may extend to three\nthousand rupees, or with both.\nExplanation. -For the purposes of this section, the drug or\ndrugs specified by the Central Government in this behalf,\nby notification in the Official Gazette, shall be deemed to\nrender a person incapable of exercising proper control over\na motor vehicle.\"\n26. Section 203 of the MV Act deals with Breath Tests.\nThe relevant portion for our purpose is given below:\n\"203. Breath tests.- (1) A police officer in uniform\nor an officer of the Motor Vehicles Department, as may be\nauthorized in this behalf by that Department, may require\nany person driving or attempting to drive a motor vehicle\nin a public place to provide one or more specimens of\nbreath for breath test there or nearby, if such police officer\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 907\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nor officer has any reasonable cause to suspect him of A\nhaving committed an offence under section 185:\nXXXX\nXXX\nXXXX\nXXX\nXXX\nXXX\nB\n(4) If a person, required by a police officer under sub-\nsection (1) or sub-section (2) to provide a specimen of\nbreath for a breath test, refuses or fails to do so and the\npolice officer has reasonable cause to suspect him of\nhaving alcohol in his blood, the police officer may arrest C\nhim without warrant except while he is at a hospital as an\nindoor patient.\nXXX\nXXX\nXXX\nXXX\nXXX\nXXXX\"\nD\nSection 205 deals with presumption of unfitness to drive which\nreads as follows:\n-\n\"205. Presumption of unfitness to drive. In any\nproceeding for an offence punishable under section 185\nif it is proved that the accused when requested by a police\nofficer at any time so to do, had refused, omitted or failed\nto consent to the taking of or providing a specimen of his\nbreath for a breath test or a specimen of his blood for a\nlaboratory test, his refusal, omission or failure may, unless\nreasonable cause therefor is shown, be presumed to be\na circumstance supporting any evidence given on behalf\nof the prosecution, or rebutting any evidence given on\nbehalf of the defence, with respect to his condition at that\ntime.\"\nE\nF\nG\nThe accused, in this case, escaped from the scene of\noccurrence, therefore, he could not be subjected to Breath\nAnalyzer Test instantaneously, or take or provide specimen of\nhis breath for a breath test or a specimen of his blood for a H\n908 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA laboratory test. Cumulative effect of the provisions, referred\nto the above, would indicate that the Breath Analyzer Test has\na different purpose and object. The language of the above\nsections would indicate that the said test is required to be\ncarried out only when the person is driving or attempting to\nB drive the vehicle. The expressions \"while driving\" and\n\"attempting to drive\" in the above sections have a meaning \"in\npraesenti”. In such situations, the presence of alcohol in the\nblood has to be determined instantly so that the offender may\nbe prosecuted for drunken driving. A Breath Analyzer Test is\nC applied in such situations so that the alcohol content in the\nblood can be detected. The breath analyzer test could not have\nbeen applied in the case on hand since the accused had\nescaped from the scene of the accident and there was no\nquestion of subjecting him to a breath analyzer test\ninstantaneously. All the same, the first accused was taken to\nAIIMS hospital at 12.29 PM on 10.01.1999 when his blood\nsample was taken by Dr. Madulika Sharma, Senior Scientific\nOfficer (PW16). While testing the alcohol content in the blood,\nshe noticed the presence of 0.115% weight/volume ethyl\nalcohol. The report exhibited as PW16/A was duly proved by\nthe Doctor. Over and above in her cross-examination, she had\nexplained that 0.115% would be equivalent to 115 mg per 100\nml of blood and deposed that as per traffic rules, if the person\nis under the influence of liquor and alcohol content in blood\nexceeds 30 mg per 100 ml of blood, the person is said to have\ncommitted the offence of drunken driving.\nD\nE\nF\n-\n27. Further, the accused was also examined on the\nmorning of 10.01.1999 by Dr. T. Milo – PW10, Sénior Resident,\nDepartment of Forensic Medicine, AIIMS, New Delhi and\nG reported as follows:\nH\n\"On examination, he was conscious, oriented, alert and co-\noperative. Eyes were congested, pupils were bilaterally\ndilated. The speech was coherent and gait unsteady.\nSmell of alcohol was present.\"\nSTATE TR. P.S. LODHI COLONY NEW DELHI V. 909\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\n28. Evidence of the experts clearly indicates the presence A\nof alcohol in blood of the accused beyond the permissible limit,\nthat was the finding recorded by the Courts below. Judgments\nreferred to by the counsel that if a particular procedure has been\nprescribed under Sections 185 and 203, then that procedure\nhas to be followed, has no application to the facts of this case.\nJudgments rendered by the House of Lords were related to the\nprovision of Road Safety Act, 1967, Road Traffic Act, 1972 etc.\nin U.K. and are not applicable to the facts of this case.\nB\nC\nD\n29. We are in this case not merely dealing with a traffic\nviolation or a minor accident, but an accident where six human\nbeings were killed. we find no relevance in the argument that\nthe accused was coming from a distance of 16 kms. before\nthe accident, causing no untoward incident and hence it is to\nbe presumed that he was in a normal state of mind. First of\nall, that statement is not supported by evidence apart from the\nassertion of the accused. Assuming so, it is a weak defence,\nonce it is proved that the person had consumed liquor beyond\nthe prescribed limit on scientific evidence. This court in Kurban\nHussain v. State [AIR 1965 SC 1616] approved the plea that\nsimply because of the fact that no untoward incident had taken E\nplace prior to the occurrence of the accident, one cannot infer\nthat the accused was sober and not in a drunken state. In the\ninstant case, the presence of alcohol content was much more\n(i.e. 0.115%) than the permissible limit and that the accused\nwas in an inebriated state at the time of accident due to the F\ninfluence of liquor and in the accident, six human lives were lost.\n30. Drunken driving has become a menace to our society.\nEveryday drunken driving results in accidents and several\nhuman lives are lost, pedestrians in many of our cities are not\nsafe. Late night parties among urban elite have now become\na way of life followed by drunken driving. Alcohol consumption\nimpairs consciousness and vision and it becomes impossible\nto judge accurately how far away the objects are. When depth\nperception deteriorates, eye muscles lose their precision\ncausing inability to focus on the objects. Further, in more.\nG\nH\n910 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA unfavourable conditions like fog, mist, rain etc., whether it is\nnight or day, it can reduce the visibility of an object to the point\nof being below the limit of discernibility. In short, alcohol leads\nto loss of coordination, poor judgment, slowing down of reflexes\nand distortion of vision.\nB\nC\n31. Punishment meted out to a drunken driver, is at least\na deterrent for other such persons getting away with minor\npunishment and fine. Such incidents are bound to increase with\nno safety for pedestrians on the roads. The contention raised\nby learned senior counsel that the accused was not under the\ninfluence of liquor or beyond the limit prescribed under the M.V.\nAct and he was in his senses and the victims were at fault being\non the middle of the road, is without any substance and only to\nbe rejected.\nD Fog, visibility and speed\nE\nF\nG\n32. Learned senior counsel, as already indicated, pointed\nout that the morning of 10.01.1999 was a foggy one and that\ndisrupted the visibility. Reference was made to the report\nexhibited as PW15/B, that of Dr. S.C. Gupta Director of\nMeteorological Department. Learned senior counsel pointed\nout that the presence of fog is a fact supported by the said\nreport. Further, it was also pointed out that PW2 - Manoj Malik\nhad also suggested the presence of fog and the absence of\nstreet light and all those factors contributed to the accident. It\nwas pointed out by the High Court that even, during the course\nof the arguments, there was no mention of the plea of fog nor\nwas the ground taken in the appeal memorandum. Further, it\nwas also pointed out that such an argument was never raised\nbefore the trial court as well. No case was built up by the\ndefence on the plea of fog and in our view there is no\nfoundation for such an argument.\n33. Even going by the evidence of PW15 - Dr. S.C. Gupta\nand also the report exhibited as PW 15/B, there is nothing to\nH show the presence of fog on the spot of the accident. PW15\n"}