{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"STATE TR. P.S. LODHI COLONY NEW DELHI v. 891\nSANJEEV NANDA\ncommunity, it will also give a lot of solace to him, A\nespecially in a case where because of one's action and\ninaction, human lives have been lost. In the facts and\ncircumstances of the case, where six human lives were\nlost, adoption of this method would be good for the\nsociety rather than incarcerating the convict further in jail. B\nFurther sentence of fine also would compensate at least\nsome of the victims of such road accidents who have\ndied, especially in hit and run cases where the owner or\ndriver cannot be traced. Therefore, it is ordered that the\naccused has to pay an amount of Rs.50 lakh (Rupees C\nFifty lakh) to the Union of India within six months, which\nwill be utilized for providing compensation to the victim\nof motor accidents, where the vehicle owner, driver etc.\ncould not be traced, like victims of hit and run cases. On\ndefault, he will have to undergo simple imprisonment for\none year. This amount be kept in a different head to be\nused for the aforesaid purpose only. It is also ordered\nthat the accused would do community service for two\nyears which will be arranged by the Ministry of Social\nJustice and Empowerment within two months. On\ndefault, he will have to undergo simple imprisonment for\ntwo years. [Paras 60 and 61] [928-D-H; 929-A-C]\nD\nE\n5.1. Section 134 of Motor Vehicles Act, 1988 casts a\nduty on a driver to take reasonable steps to secure\nmedical attention for the injured person. Section 187 of F\nthe Act provides for punishment relating to accident. The\naccused had never extended any helping hand to the\nvictims lying on the road and fled from the scene. No\nproceedings were instituted against the accused in the\ncase on hand invoking the above mentioned provisions. G\n[Para 36] [912-F-G; 914-A-D]\nPt. Parmanand Katara v. Union of India (UOI) and\nOrs. (1989) 4 SCC 286: 1989 (3) SCR 997 - relied on.\n5.2. No legal obligation as such is cast on a\nH\n892 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA bystander either under the Motor Vehicle Act or any other\nlegislation in India. But greater responsibility is cast on\nthem, because they are people at the scene of the\noccurrence, and immediate and prompt medical attention\nand care may help the victims and their dear ones from\nB unexpected catastrophe. Private hospitals and\ngovernment hospitals, especially situated near the\nHighway, where traffic is high, should be equipped with\nall facilities to meet such emergency situations.\nAmbulance with all medical facilities including doctors\nC and supporting staff should be ready, so that, in case of\nemergency, prompt and immediate medical attention\ncould be given. [Para 37] [915-A-C]\nD\n.\n5.3. This Court in *Paschim Banga Khet Mazdoor Samiti\ngave various directions to the Union of India and other\nStates to ensure immediate medical attention in such\nsituations and to provide immediate treatment to save\nhuman lives. Law Commission in its 201st report dated\n31.8.2006 had also made various recommendations, but\neffective and proper steps are yet to be taken by Union\nE of India and also many State Governments. Immediate\nF\nG\nattention of the Union of India and other State\nGovernments, is called upon if they have not already\nimplemented those directions, which they may do at the\nearliest. [Para 37] [915-C-F]\n*Paschim Banga Khet Mazdoor Samiti and Ors. v. State\nof West Bengal and Ors. (1996) 4 SCC 37: 1996 (2) Suppl.\nSCR 331 relied on.\n-\n5.4. Proper attention by the passing vehicles will also\nbe of a great help and can save human lives. Many a\ntimes, bystanders keep away from the scene, perhaps\nnot to get themselves involved in any legal or court\nproceedings. Good Samaritans who come forward to\nhelp must be treated with respect and be assured that\nH they will have to face no hassle and will be properly\nSTATE TR. P.S. LODHI COLONY NEW DELHI V. 893\nSANJEEV NANDA\nrewarded. Therefore, the Union of India and State A\nGovernments are directed to frame proper rules and\nregulations and conduct awareness programmes so that\nthe situation like this could, to a large extent, be properly\nattended to and, in that process, human lives could be\nsaved. [Para 38] [915-G-H; 916-A-B]\nCase Law Reference:\nB\nIn the judgment of Deepak Verma, J.\n(1981) 4 SCC 245\nReferred to\nPara 25\n2000 (3) SCR 1000\nReferred to\nPara 25\n(2004) 1 SCC 525\nReferred to\nPara 25\n(2012) 2 SCC 648\nReferred to\nPara 25\nD\nAIR 1936 PC 253 (2)\nReferred to\nPara 29\n1976 (3) SCR 303\nReferred to\nPara 34\n2007 (11) SCR 987\nReferred to\nPara 34\nE\nIn the Judgment of K.S. Radhakrishnan, J.:\n1965 SCR 622\nRelied on\nPara 29\n1968 SCR 515\nDistinguished\nPara 35\n1989 (3) SCR 997\nRelied on\nPara 36\nF\n1996 (2) Suppl. SCR 331\nRelied on\nPara 37\n1996 (4) Suppl. SCR 631\nRelied on\nPara 40\n2003 (5) Suppl. SCR 610\nRelied on\nPara 40 G\n2010 (4) SCR 103\nRelied on\nPara 41\n2006 (2) SCR 1081\nRelied on\nPara 41\n1976 (3) SCR 303\nRelied on\nPara 45\nH\n894 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\n2007 (11) SCR 987\nRelied on\nPara 47\n(2012) 2 SCC 648\nRelied on\nPara 48\n2009 (10) SCR 167\nRelied on\nPara 49\n1977 (1) SCR 601\nReferred to\nPara 50\nB\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1168 of 2012.\nFrom the Judgment \u0026 Order dated 20.7.2009 of the High\nC Court of Delhi at New Delhi in Criminal Appeal No. 807 of\n2008.\nSidharth S. Dave, Anil Katiyar for the Appellant.\nRam Jethmalani, Lata Krishnamurti, R.N. Karanjawala,\nD Manik Karanjawala, Sandeep Kapur, Ravi Sharma (for\nKaranjawala \u0026 Co.,) for the Respondent.\nE\nF\nThe Judgments \u0026 Order of the Court was delivered by\nK.S. RADHAKRISHNAN, J.\nDelay condoned,\nLeave granted.\n1. I had the benefit and privilege of carefully considering\nthe judgment delivered by my esteemed brother. However, I\nfind it difficult to agree with some of the findings and\nobservations recorded therein, even though I agree with most\nof the major conclusions, however, with a caveat. I, therefore,\ndeem it fit and proper to supplement it with few suggestions\nG and directions.\nH\n2. Facts have been meticulously and concisely dealt with\nby my learned Brother and I do not want to burden my judgment\nwith those voluminous facts which find a place in the judgment\nof the trial court as well as the High Court.\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 895\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\n3. The controversy in this case had been considerably A\nnarrowed down since learned senior counsel appearing for the\naccused - Sanjeev Nanda admitted that it was he, who was\ndriving the BMW car bearing registration No. M-312 LYP in the\nearly hours of 10.01.1999, which resulted in the death of six\npersons, leaving another injured. Admission was made after B\na prolonged trial, spanning over a period of nine years, that too\nafter the trial court, appreciating the oral and documentary\nevidence adduced by the prosecution and defence, came to\nthe conclusion that he was guilty and convicted him for the\noffence under Section 304(II) of the IPC and sentenced him to C\nundergo rigorous imprisonment for five years.\n4. The accident had occurred in early hours of 10.01.1999\nnear the Car Care Centre, Lodhi Road. Charges were framed\nagainst the first accused and others on 08.04.1999. Charges\nunder Sections 338, 304 of the IPC were framed against the\nfirst accused - Sanjeev Nanda and another for causing death\nof six persons and for attempting to commit culpable homicide\nnot amounting to murder of Manoj Malik. Another charge was\nalso framed under Section 201/34 against the first accused and\ntwo others for fleeing away from the spot with the intention to\nscreen themselves from legal punishment.\nD\nE\n5. We are in this case primarily concerned with the charge\nagainst Sanjeev Nanda - the first accused. Prosecution in\norder to establish the guilt examined 61 witnesses, of which F\nSunil Kulkarni was given up by the prosecution and was\nexamined as a court witness. Upon completion of the\nprosecution evidence, accused persons were questioned and\nstatements of the accused persons were recorded under\nSection 313 of the Cr.P.C. On the side of the accused, DW1\nto DW9 were examined. Documentary evidences such as FSL\nreport exhibited as P16/A etc. were also produced. The trial\ncourt vide judgment dated 02.09.2008, as already stated, found\nthe first accused guilty under Section 304(II) of the IPC and\nawarded the sentence of five years rigorous imprisonment.\nG\nH\nA\n896 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n6. Aggrieved by the judgment of the trial court, the first\naccused filed Criminal Appeal No. 807 of 2008 before the High\nCourt and the High Court after examining the contentions of the\nparties converted the conviction from Section 304(II) to Section\n304A of the IPC and reduced the sentence to two years. The\nB accused had already undergone the punishment awarded by\nthe High Court and no appeal was preferred by him against the\njudgment of the High Court or the findings recorded by the High\nCourt. The present appeal has been preferred by the State\ncontending that the High Court has committed an error in\nC converting the conviction from Section 304(II) to Section 304A\nof the IPC considering the seriousness of charges proved and\nthe gravity of the offence.\nD\n7. Shri Harin P. Raval, Additional Solicitor General\nappearing for the State, submitted that in the facts and\ncircumstances of the case, the High Court was not justified in\nconverting the conviction from Section 304(II) to 304A of the\nIPC, raising various grounds. Learned ASG submitted that the\nHigh Court had misdirected itself in concluding that the facts\nof the case would not attract 304(II) of the IPC. Shri Raval\nE submitted that it was the first accused who had driven the\nvehicle on a high speed after consuming liquor and that too\nwithout a licence, causing death of six persons and injuring one,\nleaving them unattended. Learned ASG further submitted that\nthe gravity of the offence was of such a nature that it is touching\nF the boundaries of Section 300(4) of the IPC. Further, it was\nalso pointed out by Shri Raval that the knowledge of the second\ndegree comprehended from Part-III of Section 299 of the IPC,\nwhere death is caused by the offender by an act which offender\nknows is likely to cause death, would be attracted. Reference\nwas made to the judgments of this Court in State of Gujarat v.\nHaidarali Kalubhai (1976) 1 SCC 889, Kulwant Rai v. State\nof Punjab (1981) 4 SCC 245, State of Maharashtra v. Salman\nSalim Khan \u0026 Another (2004) 1 SCC 525 and Alister Anthony\nPareira v. State of Maharashtra (2012) 2 SCC 648. Learned\nH counsel referred to the oral and documentary evidence, the\nG\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 897\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nscene of crime as narrated by Kailash Chand, S.I. in Rukka, A\nas well as site plan and submitted that the scene of occurrence,\nwhich was horrifying, clearly indicates beyond doubt, that the\naccused had knowledge that the persons who were hit by the\ncar might die but left the scene of occurrence without caring\nfor human lives.\nB\nC\nD\n8. Shri Raval also extensively referred to the oral and\ndocumentary evidence adduced in this case and submitted that\nthe trial court as well as the High Court had concurred in finding\nthat it was the accused who had committed the offence over\nand above admission of the first accused. Prosecution case,\nit was pointed out, mainly rested on the oral evidence of PW1\n- Hari Shankar, an employee of petrol pump, PW2- Manoj\nMalik, injured and an employee of a hotel and PW3 - Sunil\nKulkarni, the court witness though, given up by the prosecution.”\nFurther, Shri Raval submitted that the evidence of all these\nwitnesses, though turned hostile, have to be appreciated in the\nlight of the peculiar facts and circumstances of this case and\nalso taking note of the admission of the first accused that it was\nhe who had driven the vehicle on the fateful day. Learned\nCounsel also submitted that the court should appreciate the\ncircumstance under which most of the prosecution witnesses\nturned hostile and the incidents which led to the judgment of\nthis Court in R.K. Anand v. Registrar, Delhi High Court [(2009)\n8 SCC 106] cannot be lost sight of, which revealed the unholy\nalliance, then defence counsel had with the special public F\nprosecutor for subverting the criminal trial of this case. PW2,\nwho got injured in the accident, turned hostile so as to subvert\ntrial. Evidently, all these were done at the behest of the accused\nthough the prosecution was successful in bringing home the\nguilt of the accused, as found by the courts below.\n9. Shri Raval submitted that since learned counsel for the\naccused had admitted that it was the first accused who was\ndriving the vehicle on the fateful day resulting in the death of\nsix persons, the only question that remains to be considered\nE\nLU\nG\nH\n898 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA is whether the accused deserves proper punishment for the\noffence committed under Section 304(II) of the IPC or whether\nthe conviction or sentence awarded by the High Court under\nSection 304A of the IPC would be inadequate punishment, so\nfar as the facts and circumstances of this case are concerned.\nB Shri Raval submitted that the accused deserves harsher\npunishment, as rightly held by the trial court considering the fact\nthat he was driving the vehicle in an inebriated state, without\nlicence and that he had left the scene of occurrence without\nextending any helping hand to the victims either by taking them\nC to the hospital or reporting the accident to the police at the\nD\nE\nearliest point of time. Shri Raval placed considerable reliance\non the evidence of PW-16 and the FSL report proved on record\nas Exhibit 16/A and pointed out that the report indicated the\npresence of 0.115% alcohol in the blood sample of the accused.\nShri Raval submitted that the High Court had correctly\nunderstood the scope and ambit of Section 185 of the Motor\nVehicles Act r/w Section 203 of the Act and came to a correct\nconclusion that the presence of 0.115% alcohol was much\nabove the limit of 30mg prescribed under the Motor Vehicles\nAct and it can definitely affect the ability to drive the vehicle in\na normal manner.\n10. Shri Raval also submitted that the fog and lack of\nvisibility on the site projected by the counsel for the accused\nwas rightly rejected by the High Court. Learned counsel pointed\nF out that this argument was neither raised before the trial court\nnor in the grounds of appeal taken before the High Court.\nFurther, PW 15 - Dr. S.C. Gupta's report had not stated the\npresence of fog on the site of the accident. On the other hand,\nPW15 stated that the sky was clear and the mention of mist in\nG the report was of no consequence. Shri Raval submitted that\nthe car was coming in a high speed and considering the fact\nthat there was clear visibility, the only conclusion possible was\nthat the accused was in a drunken state and nobody knew\nwhether he had driven the car 16 kms prior to the accident.\nShri Raval, therefore submitted that the High Court was not\nH\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 899\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\njustified in holding that the offence will attract Section 304A of A\nthe IPC and not 304 (II) of the IPC.\n11. Shri Ram Jethmalani, learned senior counsel\nappearing for the respondent - accused, submitted that the\naccused had already undergone the sentence awarded by the\nHigh Court and since no sufficient grounds have been made\nby the prosecution to upset the conclusion reached by the High\nCourt that in the facts and circumstances of the case, the\noffence will fall only under Section 304A of the IPC. Learned\nsenior counsel submitted that the accused had admitted the\nfactum of the accident that, he was driving the vehicle on the\nmorning hours of 10.01.1999 so as to give a quietus to the\nentire controversy and to purchase peace for the accused, who\nhad undergone agony of the criminal trial for over a decade.\nB\nC\nE\n12. Learned senior counsel submitted, the factum of D\nadmission made by the accused in this regard cannot be put\nagainst him or prejudice the court in appreciating various\ncontentions raised in defending his case. Shri Jethmalani,\nlearned senior counsel, submitted, though the accident had\noccurred in the morning hours of 10.01.1999, the trial was\nprolonged due to various reasons - mainly due to the lethargic\nattitude of the prosecution and also due to the delay in the court\nproceedings which cannot be put against the accused. Further,\nhe had already undergone the sentence of two years awarded\nby the High Court and subsequently he got married and has F\nalso been blessed with a daughter and it will be too harsh to\npunish him with imprisonment for a further term.\n13. Learned senior counsel also pointed out his behavior\nand conduct in jail was also well-acknowledged and he has also\nnot been involved in any criminal offence subsequently. Further, G.\nthe families of the victims were adequately compensated in\nmonetary terms and he was only 21 years on the date of the\nincident. These factors according to the learned senior counsel\nshould weigh with the court and the appeal be not entertained.\nLearned senior counsel also attacked the various findings H\n900 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA recorded by the High Court and pointed out that since the\nB\nC\naccused had already undergone the punishment, no appeal was\npreferred in challenging those findings and in case where the\nState is seeking enhancement of the punishment, the accused\ncan always raise his defence against various grounds raised\nby the prosecution in the appeal, since the appeal is only the\ncontinuation of the trial.\n14. Learned senior counsel pointed various instances of\njudicial unfairness meted out to the respondent. Reference was\nmade to the evidence of Sunil Kulkarni - the court witness.\nLearned senior counsel pointed out free and fair trial is sine\nqua non of Article 21 of the Constitution of India, which was\ndenied to the accused in the instant case. In support of his\ncontention regarding unfair trial, reference was made to the\njudgment in Jamaica (Constitutional) Order as referred in\nD Herbert Bell v. Director of Public Prosecutions \u0026 Anr. [(1985)\nA.C. 937], Datar Singh v. State of Punjab [(1975) 4 SCC 272],\nBirdhichand Sarda v. State of Maharashtra [(1984) 4 SCC\n116] and Chandran @ Surendran and Anr. v. State of Kerala\n[1991 Supp(1) SCC 39]. Learned senior counsel also pointed.\nE out that the judgment in R.K. Anand (supra) had also influenced\nthe judicial mind, especially that of the trial judge and that the\nHigh Court has rightly converted the conviction from Section\n304(II) of the IPC to Section 304A of the IPC and that the\naccused had undergone the punishment.\nF\nG\nH\n15. Learned senior counsel also submitted that the\nprosecution had committed a grave error in suppressing the\nPCR messages which were of great significance for the\naccused to prove his defence. PW2, one of the victims of the\naccident who was in the Jeep, also disclosed various facts\nwhich were suppressed by the prosecution. Learned senior\ncounsel also pointed out Kulkarni was a totally unreliable\nwitness and the statements made by him were given\nimportance by the trial court as well as the High Court in\nreaching various conclusions against the accused.\n"}