{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE TR. P.S. LODHI COLONY NEW DELHI v. 911\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nDr. Gupta's report stated the sky was mainly clear and there A\nwas no mention of the presence of mist or fog at the spot in\nthe report. The visibility of 100 m of clear sky was reported by\nPW 15 in exhibit 15/B which would demolish the theory of fog\nat the spot of the accident and poor visibility. In our view, there\nis another fallacy in that argument. Assuming that there was B\npresence of fog, it was a duty of the accused either to stop the\nvehicle if the visibility was poor or he should have been more\ncautious and driven the vehicle carefully in a lesser speed so\nthat it would not have blurred his vision. This never happened\nsince the accused was in an inebriated state and the fact that\nsix persons died practically on the spot would indicate that the\nvehicle was driven in a rash and negligent manner at an\nexcessive speed. The plea of fog, even if its presence had\nbeen established, would only weaken the defence case and the\ntrial court and the High Court had rightly rejected that plea.\nDriving without licence\nC\nD\n34. Learned senior counsel, appearing for the accused,\nsubmitted that the first accused knows driving, though he does\nnot have a licence duly issued by a licencing authority under E\nthe M.V. Act, 1988. Learned senior counsel submitted that the\naccused had driven the vehicle in America and European\ncountries and possesses a valid driving licence issued by the\nlicencing authority of a State in the United States at the relevant\npoint of time. Learned senior counsel, therefore, pointed out\nthat the mere fact that he was not holding a driving licence would\nnot mean that he does not know driving.\nF\nG\n35. Learned senior counsel also submitted that there is no\npresumption in law that a person who has no licence does not\nknow driving. Further, it was also pointed out that driving without\na licence is an offence under M.V. Act and not under the Penal\nCode, unless and until it is proved that a person was driving a\nvehicle in a rash and negligent manner so as to attract Section\n304A of the IPC. Admittedly, the first accused was not having\nan Indian licence at the time of accident though he had H\nB\nC\n912 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA produced a licence issued by the Licencing Authority from a\nState in the United States. A person who is conversant in\ndriving a motor vehicle in the United States and European\ncountries may not be familiar with the road conditions in India.\nIn India, the driver is always on the defensive due to various\nreasons. Pedestrians in India seldom use footpaths nor\nrespect Zebra lines or traffic lights, two wheelers, auto-\nrickshaws, cyclists and street-vendors are common sights on\nIndian roads. A driver in Indian roads should expect the\nunexpected always, therefore, the plea that the accused has an\nAmerican driving licence is not an answer for driving in Indian\nroads unless it is recognized in India or that person is having\na driving licence issued by the Licensing Authority in India. We\nhave to necessarily draw an inference that the accused was not\nconversant in driving a vehicle on the Indian roads in the\nabsence of an Indian licence at the time of the accident.\nTherefore, the judgment of this Court in Suleman Rahiman\nMulani and Anr. V. State of Maharashtra [AIR 1968 SC 829]\nthat there is no presumption of law that a person who possesses\nonly a learning licence or possesses no licence at all, does not\nknow driving is inapplicable to the facts of this case. In any\nview, in the instant case, we have already found that the\naccused was in an inebriated state, therefore, the question\nwhether he knew driving is not of much consequence.\nD\nE\nF\nG\nH\nDuty of Driver, Passengers and Bystanders\n36. We have found on facts that the accused had never\nextended any helping hand to the victims lying on the road and\nfled from the scene. Section 134 of M.V. Act, 1988 casts a\nduty on a driver to take reasonable steps to secure medical\nattention for the injured person. Section 134 of M.V. Act, 1988\nreads as follows:\n\"134. Duty of driver in case of accident and\ninjury to a person. - When any person is injured or\nany property of a third party is damaged, as a result\nof an accident in which a motor vehicle is involved,\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 913\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nthe driver of the vehicle or other person in charge of A\nthe vehicle shall -\n(a) unless it is not practicable to do so on account of mob\nfury or any other reason beyond his control, take all\nreasonable steps to secure medical attention for the\nB\ninjured person, by conveying him to the nearest\nmedical practitioner or hospital, and it shall be the duty\nof every registered medical practitioner or the doctor on\nthe duty in the hospital immediately to attend to the\ninjured person and render medical aid or treatment\nwithout waiting for any procedural formalities, unless\nthe injured person or his guardian, in case he is a\nminor, desired otherwise;\nC\n(b) give on demand by a police officer any information\nrequired by him or, if no police officer is present, D\nreport the circumstances of the occurrence, including\nthe circumstances, if any, or not taking reasonable\nsteps to secure medical attention as required under\nclause (a), at the nearest police station as soon as\npossible, and in any case within twenty-four hours of E\nthe occurrence;\n(c) give the following information in writing to the\ninsurer, who has issued the certificates of insurance,\nabout the occurrence of the accident, namely :-\nF\n(i) insurance policy number and period of its validity;\n(ii) date, time and place of accident;\n(iii.) particulars of the persons injured or killed in the\naccident;\nG\n(iv.) name of the driver and the particulars of his driving\nlicence.\n-\nExplanation. For the purposes of this section, the\nH\nA\nB\nC\nD\nE\nF\n914 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nexpression \"driver\" includes the owner of the vehicle.\"\nSection 187 of the M.V. Act, 1988 provides for punishment\nrelating to accident, which reads as follows:\n\"187. Punishment for offence relating to accident.\n- Whoever fails to comply with the provisions of clause\n(c) of sub-section (1) of section 132 or of section\n133 or section 134 shall be punishable with\nimprisonment for a term which may extend to three\nmonths, or with fine which may extend to five hundred\nrupees, or with both or, if having been previously\nconvicted of an offence under this section, he is again.\nconvicted of an offence under this section, with\nimprisonment for a term which may extend to six\nmonths, or with fine which may extend to one thousand\nrupees, or with both.\"\nOf course, no proceedings were instituted against the accused\nin the case on hand invoking the above mentioned provisions,\nhowever, the unfortunate accident in which six persons were\nkilled at the hands of the accused, prompted us to express our\ndeep concern and anguish on the belief that, at least, this\nincident would be an eye-opener and also food for thought as\nto what we should do in future when such situations arise. This\nCourt in Pt. Parmanand Katara v. Union of India (UOI) and\nOrs. [(1989) 4 SCC 286] pointed out that it is the duty of every\ncitizen to help a motor accident victim, more so when one is\nthe cause of the accident, or is involved in that particular\naccident. Situations may be there, in a highly charged\natmosphere or due to mob fury, the driver may flee from the\nplace, if there is a real danger to his life, but he cannot shirk\nG his responsibility of informing the police or other authorized\npersons or good samaritans forthwith, so that human lives could\nbe saved. Failure to do so, may lead to serious consequences,\nas we see in the instant case. Passengers who are in the\nvehicle which met with an accident, have also a duty to arrange\nH proper medical attention for the victims. Further they have\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 915\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nequal responsibility to inform the police about the factum of the A\naccident, in case of failure to do so they are aiding the crime\nand screening the offender from legal punishment.\nB\nC\nD\n37. No legal obligation as such is cast on a bystander\neither under the Motor Vehicle Act or any other legislation in\nIndia. But greater responsibility is cast on them, because they\nare people at the scene of the occurrence, and immediate and\nprompt medical attention and care may help the victims and\ntheir dear ones from unexpected catastrophe. Private hospitals\nand government hospitals, especially situated near the Highway,\nwhere traffic is high, should be equipped with all facilities to\nmeet with such emergency situations. Ambulance with all\nmedical facilities including doctors and supporting staff should\nbe ready, so that, in case of emergency, prompt and immediate\nmedical attention could be given. In fact, this Court in Paschim\nBanga Khet Mazdoor Samiti and Ors. V. State of West Bengal\nand Ors. (1996) 4 SCC 37, after referring to the report of\nJustice Lilamoy Ghose, a retired Judge of the Calcutta High\nCourt, gave various directions to the Union of India and other\nStates to ensure immediate medical attention in such situations\nand to provide immediate treatment to save human lives. Law E\nCommission in its 201st report dated 31.8.2006 had also made\nvarious recommendations, but effective and proper steps are\nyet to be taken by Union of India and also many State\nGovernments. We call for the immediate attention of the Union\nof India and other State Governments, if they have not already F\nimplemented those directions, which they may do at the\nearliest.\n38. Seldom, we find that the passing vehicles stop to give\na helping hand to take the injured persons to the nearby\nhospital without waiting for the ambulance to come. Proper\nattention by the passing vehicles will also be of a great help\nand can save human lives. Many a times, bystanders keep\naway from the scene, perhaps not to get themselves involved\nin any legal or court proceedings. Good Samaritans who come\nG\nH\n916 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA forward to help must be treated with respect and be assured\nthat they will have to face no hassle and will be properly\nrewarded. We, therefore, direct the Union of India and State\nGovernments to frame proper rules and regulations and conduct\nawareness programmes so that the situation like this could, to\na large extent, be properly attended to and, in that process,\nhuman lives could be saved.\nB\nHostile Witnesses\n39. We notice, in the instant case, the key prosecution\nC witnesses PW1 - Harishankar, PW2 - Manoj Malik, PW3 -\nSunil Kulkarni turned hostile. Even though the above mentioned\nwitnesses turned hostile and Sunil Kulkarni was later examined\nas court witness, when we read their evidence with the\nevidence of others as disclosed and expert evidence, the guilt\nD of the accused had been clearly established. In R.K. Anand\n(supra), the unholy alliance of Sunil Kulkarni with the defence\ncounsel had been adversely commented upon and this Court\nalso noticed that the damage they had tried to cause was far\nmore serious than any other prosecution witness.\nE\nF\n40. Witness turning hostile is a major disturbing factor\nfaced by the criminal courts in India. Reasons are many for\nthe witnesses turning hostile, but of late, we see, especially in\nhigh profile cases, there is a regularity in the witnesses turning\nhostile, either due to monetary consideration or by other\ntempting offers which undermine the entire criminal justice\nsystem and people carry the impression that the mighty and\npowerful can always get away from the clutches of law thereby,\neroding people's faith in the system. This court in State of U.P.\nv. Ramesh Mishra and Anr. [AIR 1996 SC 2766] held that it\nG is equally settled law that the evidence of hostile witness could\nnot be totally rejected, if spoken in favour of the prosecution or\nthe accused, but it can be subjected to closest scrutiny and that\nportion of the evidence which is consistent with the case of the\nprosecution or defence may be accepted. In K. Anbazhagan\nH v. Superintendent of Police and Anr. [AIR 2004 SC 524], this\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 917\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nCourt held that if a court finds that in the process the credit of A\nthe witness has not been completely shaken, he may after\nreading and considering the evidence of the witness as a whole\nwith due caution, accept, in the light of the evidence on the\nrecord that part of his testimony which it finds to be creditworthy\nand act upon it. This is exactly what was done in the instant\ncase by both the trial court and the High Court and they found\nthe accused guilty.\n41. We cannot, however, close our eyes to the disturbing\nfact in the instant case where even the injured witness, who was\npresent on the spot, turned hostile. This Court in Sidhartha\nVashisht @ Manu Sharma v. State (NCT o Delhi) [(2010) 6\nSCC 1] and in Zahira Habibullah Shaikh v. State of Gujarat\n[AIR 2006 SC 1367] had highlighted the glaring defects in the\nsystem like non-recording of the statements correctly by the\npolice and the retraction of the statements by the prosecution\nwitness due to intimidation, inducement and other methods of\nmanipulation. Courts, however, cannot shut their eyes to the\nreality. If a witness becomes hostile to subvert the judicial\nprocess, the Courts shall not stand as a mute spectator and\nevery effort should be made to bring home the truth. Criminal\njudicial system cannot be overturned by those gullible witnesses\nwho act under pressure, inducement or intimidation. Further,\nSection 193 of the IPC imposes punishment for giving false\nevidence but is seldom invoked.\nSection 304(II) or Section 304A of the IPC\n42. We may in the above background examine whether the\noffence falls under Section 304(II) of the IPC or Section 304A\nof the IPC from the facts unfolded in this case, Shri Raval,\nappearing for the State, as already indicated, argued that the\nfacts of this case lead to the irresistible conclusion that it would\nfall under Section 304(11) of the IPC. Learned counsel pointed\nout that the accused after having noticed that the speeding car\nhad hit several persons, left the spot without giving any medical\nB\nC\nD\nE\nF\nG\nH\n918 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA aid or help knowing fully well that his act was likely to cause\ndeath. Learned counsel pointed out that in any view, it would\nat least fall under Section 304(II) of the IPC.\nB\n43. Shri Ram Jethmalani, on the other hand, submitted that\nSection 304(II), will never apply in a case of this nature,\nespecially in the absence of any premeditation. Learned senior\ncounsel submitted that the accused entertained no knowledge\nthat his action was likely to cause death assuming he was rash\nand negligent in driving the car. Learned senior counsel pointed\nout that the offence of culpable homicide presupposes an\nC\nintention or knowledge and the intention must be directed either\ndeliberately to put an end to human life or to some act which\nto the knowledge of the accused is likely to eventuate in putting\nan end to human life. Learned senior counsel submitted that\nthe accused had no such knowledge either before or\nD immediately after the accident.\nE\nF\n44. First we will examine the scope of section 304A of the\nIPC which reads as follows:\n\"304A. Causing death by negligence.-\nWhoever causes the death of any person by doing any\nrash or negligent act not amounting to culpable homicide,\nshall be punished with imprisonment of either description\nfor a term which may extend to two years, or with fine, or\nwith both.\"\nOn reading the above mentioned provision, the following\nrequirements must be satisfied before applying this section:\n(i)\nG\n(ii)\nDeath must have been caused by the accused;\nDeath caused by rash or negligent act;\n(iii) Rash and negligent act must not amount to culpable\nhomicide.\nH\nSTATE TR. P.S. LODHI COLONY NEW DELHI v. 919\nSANJEEV NANDA [K.S. RADHAKRISHNAN, J.]\nSection 304A carves out a specific offence where death is A\ncaused by doing a rash or negligent act and that act does not\namount to culpable homicide not amounting to murder under\nSection 299 or murder under Section 300. Section 304A\nexcludes all the ingredients of Section 299 or Section 300.\n45. The above mentioned section came up for\nconsideration in Haidarali Kalubhai (supra) wherein this Court\nheld as follows:\nB\n\"Section 304A carves out a specific offence where death\nis caused by doing a rash or negligent act and that act C\ndoes not amount to culpable homicide u/s 299 IPC or\nmurder u/s 300 IPC. If a person willfully drives a motor\nvehicle in the midst of a crowd and thereby causes death\nto some persons, it will not be a cause of mere rash and\nnegligent driving and the act will amount to culpable D\nhomicide. Each case will, therefore, depend upon the\nparticular facts established against the accused.\"\nBefore elaborating and examining the above principle laid\ndown by this court, we will refer to sections 299, 300, 304A of\nthe IPC.\nE\nSection 299\nA person commits culpable homicide if the act by which\nthe death is caused is done\n***\n(c) with the knowledge that he is likely to cause death.\nSection 300\nExcept in the cases hereinafter excepted, culpable\nhomicide is murder, if the act by which the death is caused\nis done\n********\nF\nG\nI\n.A\n00\nB\nC\nD\nE\n920\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n(4) with the knowledge that it is so imminently dangerous\nthat it must, in all probability, cause death or such bodily\ninjury as is likely to cause death, and commits such act\nwithout any excuse for incurring the risk of causing death\nor such injury as aforesaid.\n\"304. Punishment for culpable homicide not\namounting to murder.- Whoever commits culpable\nhomicide not amounting to murder shall be punished\nwith imprisonment for life, or imprisonment of either\ndescription for a term which may extend to ten years, and\nshall also be liable to fine, if the act by which the death is\ncaused is done with the intention of causing death, or of\ncausing such bodily injury as is likely to cause death,\nor with imprisonment of either description for a term which\nmay extend to ten years, or with fine, or with both, if the\nact is done with the knowledge that it is likely to cause\ndeath, but without any intention to cause death, or to cause\nsuch bodily injury as is likely to cause death.\"\n46. Section 299 of the IPC defines culpable homicide as\nan act of causing death (i) with the intention of causing death;\n(ii) with the intention of causing some bodily injury as is likely\nto cause death; and (iii) with the knowledge that such act is\nlikely to cause death. The first and second clauses of the\nsection refer to intention apart from knowledge and the third\nclause refers to knowledge apart from intention. \"Intention\" and\n“knowledge” postulate the existence of positive mental attitude.\nThe expression 'knowledge' referred to in section 299 and\nsection 300 is the personal knowledge of the person who does\nthe act. To make out an offence punishable under Section\nG 304(II) of the IPC, the prosecution has to prove the death of the\nF\nH\nperson in question and such death was caused by the act of\nthe accused and that he knew such act of his is likely to cause\ndeath.\n47. Section 304A, as already indicated, carves out a\n"}