{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 31\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nsince the judicial branch is, in a sense, part of the State. A\nSo it is reasonable to assign to \"damages\" a larger,\nfulfilling meaning.\"\nB\nC\n20. We shall now consider the question whether the\nprovision contained in Section 11(2) of the Act operates\nagainst other debts like mortgage, pledge, etc. Answer to this\nquestion is clearly discernible from the plain language of\nSection 11. The priority given to the dues of provident fund etc.\nin Section 11 is not hedged with any limitation or condition.\nRather, a bare reading of the section makes it clear that the\namount due is required to be paid in priority to all other debts.\nAny doubt on the width and scope of Section 11 qua other\ndebts is removed by the use of expression 'all other debts' in\nboth the sub-sections. This would mean that the priority clause\n→ enshrined in Section 11 will operate against statutory as well\nas non-statutory and secured as well as unsecured debts D\nincluding a mortgage or pledge. Sub-section (2) was\ndesignedly inserted in the Act for ensuring that the provident\nfund dues of the workers are not defeated by prior claims of\nsecured or unsecured creditors. This is the reason why the\nlegislature took care to declare that irrespective of time when E\na debt is created in respect of the assets of the establishment,\nthe dues payable under the Act would always remain first charge\nand shall be paid first out of the assets of the establishment\nnotwithstanding anything contained in any other law for the time\nbeing in force. It is, therefore, reasonable to take the view that F\nthe statutory first charge created on the assets of the\nestablishment by sub-section (2) of Section 11 and priority given.\nto the payment of any amount due from an employer will\noperate against all types of debts.\n+ 21. The view we have taken on the interpretation of Section\n11(2) is in tune with a series of decisions of this Court in which\nthe provisions contained in different statutes giving priority to\nthe dues of the State and workers have been interpreted. In the\nfirst place, we may refer to some decisions relating to dues of\nG\nH\n32\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA the State. In Builders Supply Corporation v. Union of India\n1965(2) SCR 289, the Constitution Bench considered the\nquestion whether tax payable to the Union of India has priority\nover other debts. After making reference to some judgments\nof the Bombay and Madras High Courts, the Constitution\nB Bench laid down the following propositions:\nC\nD\nE\nF\nG\nH\n1. There is a consensus of judicial opinion that the arrears.\nof tax due to the State can claim priority over private debts.\n2. The common law doctrine about priority of Crown debts\nwhich was recognised by Indian High Courts prior to 1950\nconstitutes \"law in force\" within the meaning of Article\n372(1) and continues to be in force.\n3. The basic justification for the claim for priority of State\ndebts is the rule of necessity and the wisdom of conceding\nto the State the right to claim priority in respect of its tax\ndues.\n4. The doctrine may not apply in respect of debts due to\nthe State if they are contracted by citizens in relation to\ncommercial activities which may be undertaken by the\nState for achieving socio-economic good. In other words,\nwhere the welfare State enters into commercial fields*\nwhich cannot be regarded as an essential and integral part\nof the basic government functions of the State and seeks\nto recover debts from its debtors arising out of such\ncommercial activities the applicability of the doctrine of\npriority shall be open for consideration.\n22. In State Bank of Bikaner and Jaipur v. National Iron\nand Steel Rolling Corporation (1995) 2 SCC 19, a three-\nJudge Bench considered whether statutory first charge created*\nby Section 11-AAAA of the Rajasthan Sales Tax Act, 1954 in\nfavour of the State will have priority over the debts of the bank\nwhich had been secured by the borrower by creating mortgage\nof its factory and answered the same in affirmative by making\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 33\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nthe following observations:\nA\nC\n\"Section 100 of the Transfer of Property Act deals with\ncharges on an immoveable property which can be created\neither by an act of parties or by operation of law. It provides\nthat where immoveable property of one person is made B\nsecurity for the payment of money to another, and the\ntransaction does not amount to a mortgage, a charge is\ncreated on the property and all the provisions in the\nTransfer of Property Act which apply to a simple mortgage\nshall, so far as may be, apply to such charge. A mortgage\non the other hand, is defined under Section 58 of the\nTransfer of Property Act as a transfer of an interest in\nspecific immoveable property for the purpose of securing\nthe payment of money advanced or to be advanced as set\nout therein. The distinction between a mortgage and a\nD\ncharge was considered by this Court in the case of\nDattatreya Shanker Mote v. Anand Chintaman Datar\n(1974) 2 SCC 799. The Court has observed (at pages\n806-807) that a charge is a wider term as it includes also\na mortgage, in that, every mortgage is a charge, but every\ncharge is not a mortgage. The Court has then considered\nthe application of the second part of Section 100 of the\nTransfer of Property Act which inter alia deals with a\ncharge not being enforceable against a bona fide\ntransferee of the property for value without notice of the\ncharge. It has held that the phrase “transferee of property” F\nrefers to the transferee of entire interest in the property and\nit does not cover the transfer of only an interest in the\nproperty by way of a mortgage.\nE\nIn the present case we have to consider whether the\nG\nstatutory first charge which is created under Section 11- .\nAAAA of the Rajasthan Sales Tax Act over the property of\nthe dealer or a person liable to pay sales tax and/or other\ndues under the Rajasthan Sales Tax Act, is created in\nrespect of the entire interest in the property or only the\nH\n↑\nI\nA\nB\nC\nD\n. E\nF\nG\nН\n34\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nmortgagor's interest in the property when the dealer has\ncreated a mortgage on the property. In other words, will the\nstatutory first charge have priority over an earlier mortgage.\nIt was urged by Mr. Tarkunde, learned counsel for the\nappellant-bank that at the time when the statutory first\ncharge came into existence, there was already a mortgage\nin respect of the same property. Therefore, the only\nproperty which was possessed by the dealer and/or person\nliable to pay tax or other dues under the Rajasthan Sales\nTax Act, was equity of redemption in respect of that\nproperty. The first charge would operate, therefore, only on\nthe equity of redemption. The argument though ingenious,\nwill have to be rejected. Where a mortgage is created in\nrespect of any property, undoubtedly, an interest in the\nproperty is carved out in favour of the mortgagee. The\nmortgagor is entitled to redeem his property on payment\nof the mortgage dues. This does not, however, mean that\nthe property ceases to be the property of the mortgagor.\nThe title to the property remains with the mortgagor.\nTherefore, when a statutory first charge is created on the\nproperty of the dealer, the property subjected to the first\ncharge is the entire property of the dealer. The interest\nof the mortgagee is not excluded from the first charge.\nThe first charge, therefore, which is created under Section\n11-AAAA of the Rajasthan Sales Tax Act will operate on\nthe property as a whole and not only on the equity of\nredemption as urged by Mr. Tarkunde.\nIn the present case, the section creates a first charge on\nthe property, thus clearly giving priority to the statutory\ncharge over all other charges on the property including\na mortgage. The submission, therefore, that the statutory\nfirst charge created by Section 11-AAAA of the Rajasthan\nSales Tax Act can operate only over the equity of\nredemption, cannot be accepted. The charge operates on\nthe entire property of the dealer including the interest of\nthe mortgagee therein.\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 35\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nLooked at a little differently, the statute has created a first A\ncharge on the property of the dealer. What is meant by a\n\"first charge\"? Does it have precedence over an earlier\nmortgage? Now, as set out in Dattatreya Shanker Mote\ncase (1974) 2 SCC 799 a charge is a wider term than a\nmortgage. It would cover within its ambit a mortgage also.\nTherefore, when a first charge is created by operation of\nlaw over any property, that charge will have precedence\nover an existing mortgage.\"\n(emphasis supplied)\nB\nC\n23. In Dena Bank v. Bhikhabhai Prabhudas Parekh \u0026 Co.\n(2000) 5 SCC 694, a two-Judge Bench reiterated the principles\nenunciated in Builders Supply Corporation v. Union of India\n(supra) and proceeded to observe that Section 158(1) of the\nKarnataka Land Revenue Act not only gives a statutory D\nrecognition to the doctrine of State's priority for recovery of\ndebts, but also extends its applicability over private debts\nforming the subject matter of mortgage, judgment, decree,\nexecution or attachment of the like.\nE\nF\n24. In State of M.P. v. State Bank of Indore (2002) 10 SCC\n441, this Court considered whether statutory first charge\ncreated under Section 33-C of the M.P. General Sales Tax Act,\n1958 would prevail over the bank's charge. The facts of that\ncase were that for securing repayment of the loan obtained from\nthe State Bank of Indore, the borrower executed a promissory\nnote and pledged certain machinery. The bank sued the\nborrower for recovery of its dues. During the pendency of the\ncase instituted by the bank, Section 33-C was inserted in the\nState Act. Thereafter, the State claimed priority in the matter\nof recovery of dues of sales tax vis-à-vis the dues of the bank. G\nThe trial Court and the High Court rejected the plea of the State.\nThe High Court observed that the bank's charge on the\nmachinery was prior to the insertion of Section 33-C in the State\nAct and the subsequent loans taken in 1979 do not alter the\nH\n36 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA position in favour of the State. The High Court then proceeded\nto hold that the charge created in favour of the Bank remains\nvalid and operative till repayment of the loan. This Court\nreversed the judgments of the trial Court and the High Court\nand held:\nB\nC\nD\nE\nF\nG\n\"Section 33-C creates a statutory first charge that prevails\nover any charge that may be in existence. Therefore, the\ncharge thereby created in favour of the State in respect\nof the sales tax dues of the second respondent prevail\nover the charge created in favour of the Bank in respect\nof the loan taken by the second respondent. There is no\nquestion of retrospectivity here, as, on the date when it\nwas introduced, Section 33-C operated in respect of all\ncharges that were then in force and gave sales tax dues\nprecedence over them.\"\n25. Recently, in Central Bank of India v. State of Kerala\n2009(4) SCC 94, the issue was considered in a slightly\ndifferent perspective. The appellant-bank had challenged the\nvires of Section 26-B of the Kerala General Sales Tax Act, 1963,\nwhereby first charge was created on the property of the dealer\nor the person liable to pay tax by contending that the same was\nbeyond the legislative competence of the State and was also\ninconsistent with the provisions contained in the Recovery of\nDebts Due to Banks and Financial Institutions Act, 1963 and\nthe Securitization and Reconstruction of Financial Assets and\nEnforcement of Security Interest Act, 2002. In the connected\nappeals, vires of Section 38C of the Bombay Sales Tax Act,\n1959 was challenged on similar grounds. This Court\nconsidered various facets of the challenge and held that the\nprovisions contained in the Sales Tax Act were not beyond the\nlegislative competence of the State. The Court further held that\nthere is no inconsistency between the provisions of the State\nand Central Acts and the non obstante clauses contained in\nthe Central legislations will not override the provisions of the\nState legislations by which first charge was created in favour\nI\n↑\n}\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 37\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nof the State in the matter of recovery of the dues of sales tax. A\n26. We shall now notice some decisions in which statutes\ngiving parity or priority to the workers claim have been\ninterpreted. In UCO Bank v. Official Liquidator, High Court\nBombay and another (1994) 5 SCC 1, this Court considered\nthe scope of proviso to Section 529(1) of the Companies Act\nas inserted by the Companies (Amendment) Act, 1985. The\nCourt noted that the object of the amendment was to protect\nthe interest of the workers and to place them at par with\nsecured creditors and held:\nB\nC\n\"The proviso to sub-section (1) of Section 529 inserted by\nthe Amending Act clearly provides that \"the security of\nevery secured creditor shall be deemed to be subject to\na pari passu charge in favour of the workmen\". The effect\nof the proviso is to create, by statute, a charge pari passu D\nin favour of the workmen on every security available to\nthe secured creditors of the employer company for\nrecovery of their debts at the time when the amendment\ncame into force. This expression is wide enough to apply\nto the security of every secured creditor which remained E\nunrealised on the date of the amendment. The clear\nobject of the amendment is that the legitimate dues of\nworkers must rank pari passu with those of secured\ncreditors and above even the dues of the Goverment.\nThis literal construction of the proviso is in consonance F\nwith, and promotes, the avowed object of the amendment\nmade. On the contrary, the construction of the proviso\nsuggested by the learned counsel for the appellant, apart\nfrom being in conflict with the plain language of the proviso\nalso defeats the object of the legislation.\nA debt due to a secured creditor, when recovered by\nrealisation of the security after commencement of the\nwinding up proceedings, results in depletion of the assets\nin the hands of the Official Liquidator. This provision is\nG\nH\nA\nB\nC\nD\nE\n38 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nintended to protect the interests of the workmen in\nproceedings for winding up. In view of the nature of\nworkmen's dues being similar to those of secured\ncreditors, the purpose of this provision is to place the\nworkmen on a par with the secured creditors and create\na statutory charge in their favour on all available\nsecurities forming part of the assets of the company in\nliquidation so that the workmen also share the securities\npari passu with the secured creditors. The workmen\ncontribute to the growth of the capital and must get their\nlegitimate share in the assets of the company when the\nsituation arises for its closure and distribution of its\nassets first among the secured creditors due to winding\nup of the company. The aforesaid amendment made in\nthe Act is a statutory recognition of this principle equating\nthe legitimate dues of the workmen with the debts of the\nsecured creditors of the company. To achieve this\npurpose, it is necessary that the amended provision must\napply to all available securities which form part of the\nassets of the company in liquidation on the date of the\namendment. The conclusion reached by the Division.\nBench of the High Court is supported by this reason.\"\n(emphasis supplied)\n27. In A.P. State Financial Corporation v. Official\nF Liquidator (supra), this Court considered the inter-play of\nSection 29(1) of the State Financial Corporations Act, 1951\nand Section 529A of the Companies Act, 1956, which is pari\nmateria to Section 11(2) of the Act, and held:\nG\nH\n\"The Act of 1951 is a special Act for grant of financial\nassistance to industrial concerns with a view to boost up\nindustrialisation and also recovery of such financial\nassistance if it becomes bad and similarly the Companies\nAct deals with companies including winding up of such\ncompanies. The proviso to sub-section (1) of Section 529\nand Section 529-A being a subsequent enactment, the\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 39\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nA\nс\nnon obstante clause in Section 529-A prevails over\nSection 29 of the Act of 1951 in view of the settled\nposition of law. We are, therefore, of the opinion that the\nabove proviso to sub-section (1) of Section 529 and\nSection 529-A will control Section 29 of the Act of 1951.\nIn other words the statutory right to sell the property under B\nSection 29\" of the Act of 1951 has to be exercised with\nthe rights of pari passu charge to the workmen created\nby the proviso to Section 529 of the Companies Act.\nUnder the proviso to sub-section (1) of Section 529, the\nliquidator shall be entitled to represent the workmen and\nforce (sic enforce) the above pari passu charge.\nTherefore, the Company Court was fully justified in\nimposing the above conditions to enable the Official\nLiquidator to discharge his function properly under the\nsupervision of the Company Court as the new\nSection 529-A of the Companies Act confers upon a\nCompany Court the duty to ensure that the workmen's\ndues are paid in priority to all other debts in accordance\nwith the provisions of the above section. The legislature\nhas amended the Companies Act in 1985 with a social\npurpose viz. to protect dues of the workmen. If conditions\nare not imposed to protect the right of the workmen there\nis every possibility that the secured creditor may frustrate\nthe above pari passu right of the workmen.\"\nD\nE\n(emphasis supplied) F\n28. In Textile Labour Association and another v. Official\nLiquidator and another (2004) 9 SCC 741, this Court again\ninterpreted the scope of Section 529-A of the Companies Act,\n1956 and held:\nG\n\"The effect of Sections 529 and 529-A is that the workmen\nof the company become secured creditors by operation\nof law to the extent of the workmen's dues provided there\nexists secured creditor by contract If there is no secured\ncreditor then the workmen of the company become H.\nA\nB\nC\nD\n40\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n1\nunsecured preferential creditors under Section 529-A to\nthe extent of the workmen's dues. The purpose of Section\n529-A is to ensure that the workmen should not be\ndeprived of their legitimate claims in the event of the\nliquidation of the company and the assets of the company\nwould remain charged for the payment of the workers'\ndues and such charge will be pari passu with the charge\nof the secured creditors. There is no other statutory\nprovision overriding the claim of the secured creditors.\nexcept Section 529-A. This section overrides preferential\nclaims under Section 530 also. Under Section 529-A the\ndues of the workers and debts due to the secured crèditors\nare to be treated pari passu and have to be treated as\nprior to all other dues.\"\n29. The primacy of first charge created under Section 11(2)\nof the Act was considered by a Division Bench of the Kerala\nHigh Court in Recovery Officer and Assistant Provident Fund\nCommissioner v. Kerala Financial Corporation (2002) 2 KLT\n723, in the backdrop of the argument that the provision\ncontained in Section 46-B of the State Financial Corporations\nE Act, 1951 which also contains a non obstante clause, will\noverride the provisions of the Act. In that case, the Recovery\nOfficer appointed under the Act made an application for\nrecovery of the dues of provident fund payable by the employer-\ncompany. He also attached 37 cents of land which the company\nF had mortgaged to the State Financial Corporation. The latter\nchallenged the action of the Recovery Officer by filing writ\npetition under Article 226 of the Constitution. A learned Single\nJudge of the High Court allowed the writ petition and declared\nthat the company's land could not have been attached for\nG recovery of dues payable under the Act because the same\nstood mortgaged in favour of the State Financial Corporation.\nThe Division Bench reversed the order of the learned Single\nJudge and held:\n\"... Sub-section (2) of Section 11 of the EPF and MP Act\nI\n4\n"}