{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":":\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 51\nPROVIDENT FUND COMMNR. AND ORS. [G.S: SINGHVI, J.]\nappellant-bank got itself impleaded as party to the writ petition. A\n+ As the stock of sugar was likely to lose its value by being stored\nindefinitely, the High Court directed sale thereof. The writ\npetition was finally dismissed by the learned Single Judge.\nDuring the pendency of the appeal, the Division Bench made\nan interim order directing disbursement of a portion of the sale B\nproceeds to the Labour Commissioner and Cane\nCommissioner for being paid to the employees of the company\nand sugarcane cultivators. The bank challenged the interim\norder by contending that as the sugar was pledged with it, the\nHigh Court could not have ordered disbursement of a portion\nof the price. After making reference to various judgments\nincluding Bank of Bihar v. State of Bihar (supra) and\nKarnataka Pawnbrokers' Association v. State of Karnataka\n(supra), this Court held:\n234190\nC\nD\nE\nF\n\"Thus, going by the principles governing the matter\npropounded by this Court, there cannot be any doubt that\nthe rights of the appellant Bank over the pawned sugar had\nprecedence over the claims of the Cane Commissioner\nand that of the workmen. The High Court was, therefore,\nin error in passing an interim order to pay parts of the\nproceeds to the Cane Commissioner and to the Labour\nCommissioner for disbursal to the cane growers and to the\nemployees. There is no dispute that the sugar was\npledged with the appellant Bank for securing a loan of the\nfirst respondent and the loan had not been repaid. The\ngoods were forcibly taken possession of at the instance\nof the revenue recovery authority from the custody of the\npawnee, the appellant Bank. In view of the fact that the\ngoods were validly pawned to the appellant Bank, the\nrights of the appellant Bank as pawnee cannot be affected G\nby the orders of the Cane Commissioner or the demands\nmade by him or the demands made on behalf of the\nworkmen. Both the Cane Commissioner and the workmen\nin the absence of a liquidation, stand only as unsecured\ncreditors and their rights cannot prevail over the rights of H\n52 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA\nthe pawnee of the goods.\"\n(underlining is ours)\n39. The above referred judgments do not have any bearing\non these appeals because in both the cases, the Court dealt\nB with the right of unsecured creditors vis-à-vis secured creditors\ni.e., the bank in whose favour the goods had been pledged/\nmortgaged. Moreover, in neither of the cases, a provision\nanalogous to Section 11 of the Act was considered by the\nCourt.\nC\nD\n40. The next point which requires consideration is whether\nthe sugar bags pledged with the appellant-bank constitute\nassets of the establishment within the meaning of Section 11(2)\nof the Act.\n41. As per Black's Law Dictionary (Eighth edition), the\nword 'asset' means, an item that is owned and has value; the\nentries on a balance sheet showing the items of property\nowned, including cash, inventory, equipment, real estate,\naccounts receivable and goodwill; all the property of a person\nE available for paying debts or for distribution. In Law Lexicon by\nP. Ramanatha Aiyar (Second edition), the word 'assets' has\nbeen described as the property in the hands of an heir, an\nexecutor, administrator or trustee which is legally or equitably\nchargeable with the obligations with such heir, executor,\nF administrator or trustee is, as such, required to discharge.\nEverything which can be made available for the payment of\n_ debts, whether belonging to the estate of a deceased person\nor not; property in general all that one owns, considered as\napplicable to the payment of his debts; as, his assets are much\nG greater than his liabilities. In Velchand Chhagaṇlal v. Mussan\n14 Bom.L.R. 633, it was held that the word 'assets' means, a\nman's property of whatever kind which may be used to satisfy +\ndebts or demands existing against him.\nΗ\n42. As per Salmond's Jurisprudence, the word \"property\"\n1\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 53\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\n-\nmeans in its widest sense, property includes a person's legal A\nrights, of whatever description. A man's property is all that is\nhis in law. This usage however, is obsolete at the present day,\nthough it is common enough in the older books. In a second\nand narrower sense, property includes not all a person's rights,\nbut only his proprietary as opposed to his personal rights. The B\nformer constitutes his estate or property, while the latter\nconstitute his status or personal condition. In this sense a man's\nland, chattel, shares and the debts due to him are his property;\nbut not his life or liberty or reputation.... In a third application,\nwhich is that adopted (here) the terms includes not even all C\nproprietary rights but only those which are both proprietary and\nin rem. The law of property is the right of proprietary rights in\nrem, the law of proprietary rights in personam being\ndistinguished from it as the law of obligations. According to this\nusage a freehold or leasehold estate in land, or a patent or\nD\ncopyright, is property; but a debt or the benefit or a contract is\nnot. Finally, in the narrowest use of the term, it includes nothing\nmore than corporeal property - that is to say, the right of\nownership in a material object, or that object itself.\nE\nF\n43. In the light of the above dictionary and legal meanings\nof the word 'assets' and jurisprudential concept of the word\n'property', it has to be seen whether the sugar bags pledged\nwith the appellant-bank constituted assets of the establishment\nfor the purpose of Section 11(2) of the Act. We have already\nheld that even though symbolic custody of the sugar bags was\ngiven to the appellant-bank as security for repayment of loan\netc., the Sugar Mills continued to be owner thereof. In other\nwords, the sugar bags pledged with the appellant-bank\ncontinued to be movable property i.e. assets of the\nestablishment, which could be attached and sold by the G\nRecovery Officer in terms of Section 8B or by adopting\nalternative modes of recovery enumerated in Section 8F.\n44. At the cost of repetition, it is apposite to mention that\nSection 11 is declaratory in nature. Sub-section (2) thereof\n'\nH\n54 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA declares that any amount due from an employer shall be\ndeemed to be first charge on the assets of the establishment\nand shall be paid in priority to all other debts. For recovery of\nthe amount due from an employer which is treated as arrear of\nland revenue, the Recovery Officer or any other authorized\nB officer has to take recourse to the provisions contained in\nSection 8 read with Sections 8B and 8F. The recovery can be\neffected by attachment or sale of the movable or immovable\nproperty of the establishment or, as the case may be, the\nemployer, or by arrest of the employer and his detention in\nC prison or by appointing a receiver for the management of the\nD\nmovable or immovable properties of the establishment or, as\nthe case may be, the employer or by taking action in the\nmanner laid down in the Third Schedule to the Income-tax Act,\n1961.\n45. The judgment in Transcore v. Union of India (supra)\non which reliance has been placed by Shri Desai, does not\nhave any bearing on any of the facets of the question raised in\nthese appeals. In paragraph 62 of that judgment, the Court\nmerely referred to Snell's Principles of Equity. In paragraph 73,\nE the Court explained the distinction between symbolic and\nphysical possession and observed that the Securitisation and\nReconstruction of Financial Assets and Enforcement of Security\nInterest Act, 2002 basically deals with the securities by which\nthe creditor obtains ownership of or interest in the property\nF concerned i.e., mortgages and the securities under which the\nsecured creditor, namely, the Bank/Financial Institution obtains\ninterest in the property concerned.\nG\n46. We shall now deal with the last argument of the learned\nsenior counsel for the appellant-bank that the interest payable\nin terms of Section 7Q and damages imposed under Section\n14B of the Act cannot be treated as first charge on the assets\nof the establishment payable in priority to all other debts within\nthe meaning of Section 11(2).\n1\nH\n'\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 55\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nD\n47. Section 11 gives statutory priority to the amount due A\nfrom the employer vis-à-vis all other debts. Clause (a) of sub-\nsection (1) of Section 11 is applicable to cases where an\nemployer is adjudicated insolvent or, being a company, an order\nof its winding up is made. In that situation, the amount due from\nthe employer in relation to an establishment to which any B\nScheme or the Insurance Scheme applies in respect of any\ncontribution payable to the Fund or, as the case may be, the\nInsurance Fund, damages recoverable under Section 14B,\naccumulations required to be transferred under Section 15(2)\nor any other charges payable by him under any other provision C\nof this Act or of any provision of the Scheme or the Insurance\nScheme. Clause (b) is applicable to cases where the amount\nis due from the employer in relation to exempted establishment\nin respect of any contribution to the provident fund or any\ninsurance fund in so far it relates to exempted employees under\nthe rules of provident fund or any insurance fund, any\ncontribution payable by him towards the Pension Fund under\nSection 17(6), damages recoverable under Section 14B or any\ncharges payable by him to the appropriate Government under\nthe Act or under any of the conditions specified in Section 17.\nThis sub-section then lays down that such amount shall be paid\nin priority to all other debts in the distribution of the property of\nthe insolvent or the assets of the company being wound up. Sub-\nsection (2) lays down that any amount due from the employer\nwhether in respect of the employees' contribution deducted from\nthe wages of the employee or the employer's contribution shall F\nbe deemed to be the first charge on the assets of the\nestablishment, and shall be paid in priority to all other debts.\nThe expression \"any amount due from an employer\" appearing\nin sub-section (2) of Section 11 has to be interpreted keeping\nin view the object of the Act and other provisions contained\ntherein including sub-section (1) of Section 11 and Sections 7A,\n7Q, 14B and 15(2) which provide for determination of the dues\npayable by the employer, liability of the employer to pay interest\nin case the payment of the amount due is delayed and also pay\ndamages, if there is default in making contribution to the Fund. H\nLU\nE\nG\n56\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nD\nA If any amount payable by the employer becomes due and the\nsame is not paid within the stipulated time, then the employer\nis required to pay interest in terms of the mandate of Section\n7Q. Likewise, default on the employer's part to pay any\ncontribution to the Fund can visit him with the consequence of\nB levy of damages. As mentioned earlier, sub-section (2) was\ninserted in Section 11 by Amendment Act No.40 of 1973 with\na view to ensure that payment of provident fund dues of the\nworkers are not defeated by the prior claims of the secured\nand/or of the unsecured creditors. While enacting sub-section\nC (2), the legislature was conscious of the fact that in terms of\nexisting Section 11 priority has been given to the amount due\nfrom an employer in relation to an establishment to which any\nscheme or fund is applicable including damages recoverable\nunder Section 14B and accumulations required to be\ntransferred under Section 15(2). The legislature was also\naware that in case of delay the employer is statutorily\nresponsible to pay interest in terms of Section 17. Therefore,\nthere is no plausible reason to give a restricted meaning to the\nexpression 'any amount due from the employer' and confine it\nto the amount determined under Section 7A or the contribution\npayable under Section 8. If interest payable by the employer\nunder Section 7Q and damages leviable under Section 14 are\nexcluded from the ambit of expression \"any amount due from\nan employer\", every employer will conveniently refrain from\npaying contribution to the Fund and other dues and resist the\nF efforts of the concerned authorities to recover the dues as\narrears of land revenue by contending that the movable or\nimmovable property of the establishment is subject to other\ndebts. Any such interpretation would frustrate the object of\nintroducing the deeming provision and non obstante clause in\nG Section 11(2). Therefore, it is not possible to agree with the\nlearned senior counsel for the appellant-bank that the amount\nof interest payable under Section 7Q and damages leviable\nunder Section 14B do not form part of the amount due from an\nemployer for the purpose of Section 11(2) of the Act.\nE\nH\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 57\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.}\n48. In the result, the appeals are dismissed.\n49. Although, while issuing notice in the special leave\npetitions and passing order of status quo, the Court had made\nit clear that in the event of dismissal of the special leave\npetitions, the amount shall be paid by the petitioner (appellant\nherein) with interest at the rate which may be fixed by the Court,\nwe do not consider it just and proper to saddle the appellant-\nbank with the liability of interest because price of the sugar sold\npursuant to the High Court's order remained deposited with its\nRegistrar General and the appellant-bank did not have the\nbenefit of utilizing the same.\nD.G.\nAppeals dismissed.\nA\nB\nC\nT\n"}