{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 41\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nhas two facets. First, it declares that the amount due from A\nthe employer towards contribution under the EPF and MP\nAct shall be deemed to be the first charge on the assets\nof the establishment. Second, it also declares that\nnotwithstanding anything contained in any other law for the\ntime being in force, such debt shall be paid in priority to B\nall other debts. Both these provisions bring out the intention\nof Parliament to ensure the social benefit as contained in\nthe legislation. There are other provisions in the Act\nrendering the amounts of provident fund immune from\nattachment of civil court's decree, which also indicate such\nintention of Parliament.\"\nThe Division Bench of the High Court then considered the\nargument that the non obstante clause contained in Section 46-\nB of the State Financial Corporations Act has overriding effect\nqua Section 11(2) of the Act and negatived the same by\nmaking the following observations:\n\"The contention of the first respondent based on the\noverriding effect of Section 46-B of the SFC Act has no\nsubstance in our judgment. Undoubtedly, the intention of\nParliament in enacting Section 46-B in the year 1956 was\nto ensure that a State Financial Corporation could quickly\nand effectively recover the amounts due by taking\npossession of the property of the defaulter instead of\nhaving resort to the cumbersome method of recovery.\nthrough a court of law. While this was the law, Parliament\namended Section 11 of the EPF and MP Act by\nspecifically enacting sub-section (2) thereof, declaring that\nthe amount due as contribution to the employees provident\nfund has first charge on the assets of the establishment\nand that, notwithstanding anything contained in any other\nlaw for the time being in force, it shall be paid in priority\nagainst all other debts. In fact, the second facet of Section\n11(2) of the EPF and MP Act goes one step further than\nwhat is provided in Section 46-B of the SFC Act. The\nC\nD\nE\nF\nG\nH\nΑ\nB\nC\nD\nE\nF\nG\n42 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nreason for this is obvious. While the State Financial\nCorporation would have to be helped to recover the debts\ndue to it from a defaulting debtor, the provident fund\npayable to workers is of greater moment, since it is a\nmatter of terminal social security benefit made available\nby statute to the working class. Taking into consideration\nthat the EPF and MP Act is a social benefit legislation, and\nthe evil consequences of provident fund dues being\ndefeated by prior claims of secured or unsecured creditors,\nthe legislature took care to declare that irrespective of when\na debt is created, the dues under the EPF and MP Act\nwould always remain first charge and shall be paid first out\nof the assets of the establishment. We are also not\nimpressed by the contention of the first respondent that\nupon usage of non obstante clause in Section 46-B of the\nSFC Act. Sub-section (2) of Section 11 of the EPF Act is\nof subsequent date. No doubt, both Section 46-B of the\nSFC Act and Section 11(2) of the EPF and MP Act declare\ntheir intent by usage of the non obstante clause. But, since\nSection 11(2) of the EPF and MP Act has been enacted\nlater, we must ascribe to Parliament the intention to\noverride the earlier legislation also. It is, therefore, clear\nthat Section 11(2) of the EPF and MP Act overrides all\nprovisions of other enactments including Section 46-B of\nthe SFC Act.\"\ni\n30. In the light of the above analysis of the relevant\nprovisions of the Act and precedents, we shall now examine the\ntenability or otherwise of the argument of the learned senior\ncounsel appearing on behalf of the appellant-bank that by virtue\nof the deeds of pledge executed by the Sugar Mills, his client\nhad become owner of the sugar bags and the same could not\nhave been attached and sold for realization of the amount due\nunder the Act.\n31. A careful reading of the deed of pledge dated 5.3.2001\nexecuted by the management of Kannad Sahakari Sakhar\nH Karkhana Ltd. (the terms of three deeds dated 2.1.2003,\n7\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 43\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nD\n6.2.2003 and 4.4.2003 executed by the management of the A\nother Sugar Mill are substantially similar) shows that even\nthough the sugar bags which were available with the Sugar\nMills at the relevant time were placed in the custody of the\nappellant-bank as security for repayment of loan together with\ninterest, the former continued to be owner thereof. To put it B\ndifferently, title of the property remained with the Sugar Mills and\nonly limited interest therein was passed on to the appellant-bank\nas security for repayment of the loan etc. If the management of\nthe Sugar Mills were to repay the dues of the appellant-bank\nwithin the time specified in the deeds of pledge, the latter was C\nduty bound to lift its notional control over the sugar bags lying\nin the godowns of the Sugar Mills. In case of default, the\nappellant-bank could recover its dues by selling the sugar bags.\nIf the price of the sugar bags was less than the amount due,\nthe appellant-bank could resort to other appropriate adjudicatory\nmechanism for recovery of the balance amount. If the sugar\nbags had become property of the appellant-bank simply\nbecause the same were pledged by the management of the\nSugar Mills for securing repayment of the loan etc., there was\nno occasion for the latter to take the responsibility of hiring\ngodowns on behalf of the appellant-bank, pay rent thereof and\nget the goods insured. Equally, there was no reason for the\nmanagement of the Sugar Mills to take the responsibility of\nchanging or repairing the godowns and bear its cost or confer\nimmunity upon the bank in the matter of weight, quality,\nconditions or safety of the goods and take upon itself the F\nresponsibility for any shortage, damage or shrinkage and\ninsure the goods against any damage or loss or riots or civil\ncommotion. In our considered view, the very fact that except\ngiving the symbolic custody of the sugar bags to the appellant-\nbank by allowing it to put lock and key on the godowns, all steps G\nfor preserving the goods and getting the same insured were\ntaken by the management of the Sugar Mills which also agreed\nto take the responsibility of any shortage, damage or shrinkage\nunmistakably shows that the Sugar Mills continued to be owner\nof the sugar bags.\nE\nI\nA\nB\nC\nD\nE\nF\n44 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n32. As per Black's Law Dictionary (Eighth edition),\n\"pledge\" is a formal promise or undertaking; the act of providing\nsomething as security for a debt or obligation; a bailment or\nother deposit of personal property to a creditor as security for\ndebt or obligation. In the \"Law of Personal Property\" by Ray\nAndrews Brown (Second edition 1936), the term \"pledge\" has\nbeen described in the following words:\n\"A pledge is a bailment of personal property to secure an\nobligation of the bailor. If the purpose of the transaction is\nto transfer property for security only, then the Courts will\nhold the transaction a pledge, even though in form it may\nbe a sale or other out-and-out transfer.\"\nIn Mulla's Treaties on the Transfer of Property, the following\ndescription has been given to the term \"pledge\":\n\"A pledge is a bailment of movable property by way of\nsecurity. Possession is given and the transaction involves\na transfer of special property in the subject of the security.\nA Pawnee has no right of foreclosure since he never had\nabsolute ownership at law and his equitable title cannot\nexceed what is specifically granted by law. In a pledge the\npledge is in possession of and has a special property in\nthe goods which he is entitled to detain to secure\nrepayment.\"\n(underlining is ours)\n33. Under the common law a pawn or a pledge is a\nbailment of personal property as a security for some debt or\nengagement. A pawner is one who being liable to an\nG engagement gives to the person to whom he is liable a thing\nto be held as security for payment of his debt or the fulfilment\nof his liability. The two ingredients of a pawn or a pledge are:\n(1) that it is essential to the contract of pawn that the property\npledged should be actually or constructively delivered to the\npawnee and (2) a pawnee has only a special property in the\nH\n\"\nA\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 45\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\npledge but the general property therein remains in the pawner A\nand wholly reverts to him on discharge of the debt. A pawn\ntherefore is a security, where, by contract a deposit of goods\nis made as security for a debt. The right to property vests in\nthe pledgee only so far as is necessary to secure the debt. In\nthis sense a pawn or pledge is an intermediate between a B\nsimple lien and a mortgage which wholly passes the property\nin the thing conveyed.\n34. In Lallan Prasad v. Rahmat Ali (1967) 2 SCR 233,\nthis Court referred to the above noted common law principles\nand observed:\nC\n“ A contract to pawn a chattel even though money is\nadvanced on the faith of it is not sufficient in itself to pass\nspecial property in the chattel to the pawnee. Delivery of\nthe chattel pawned is a necessary element in the making D\nof a pawn. But delivery and advance need not be\nsimultaneous and a pledge may be perfected by delivery\nafter the advance is made. Satisfaction of the debt or\nengagement extinguishes the pawn and the pawnee on\nsuch satisfaction is bound to redeliver the property. The E\npawner has an absolute right to redeem the property\npledged upon tender of the amount advanced but that\nright would be lost if the pawnee has in the meantime\nlawfully sold the property pledged. A contract of pawn thus\ncarries with it an implication that the security is available\nto satisfy the debt and under this implication the pawnee\nhas the power of sale on default in payment where time is\nfixed for payment and where there is no such stipulated\ntime on demand for payment and on notice of his intention\nto sell after default. The pawner however has a right to\n+ redeem the property pledged until the sale. If the pawnee\nsells, he must appropriate the proceeds of the sale\ntowards the pawner's debt, for, the sale proceeds are the\npawner's monies to be so applied and the pawnee must\npay to the pawner any surplus after satisfying the debt.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n46\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nThe pawnee's right of sale is derived from an implied\nauthority from the pawner and such a sale is for the benefit\nof both the parties. He has a right of action for his debt.\nnotwithstanding possession by him of the goods pledged.\nBut if the pawner tenders payment of the debt the pawnee\nhas to return the property pledged. If by his default the\npawnee is unable to return the security against payment\nof the debt, the pawner has a good defence to the action.\nThis being the position under the common law, it was ✗\nobserved in Trustees of the Property of Ellis \u0026 Co. v.\nDixon-Johnson that if a creditor holding security sues for\nthe debt, he is under an obligation on payment of the debt\nto hand over the security, and that if, having improperly\nmade away with the security he is unable to return it to the\ndebtor he cannot have judgment for the debt.\"\n(underlining is ours) *\nThe Court further observed that there is no difference between\nCommon Law of England and the law with regard to the pledge,\nas codified in Sections 172 to 176 of the Contract Act and held:\n\"Under Section 172 a pledge is a bailment of the goods.\nas security for payment of a debt or performance of a\npromise. Section 173 entitles a pawnee to retain the goods.\npledged as security for payment of a debt and under\nSection 175 he is entitled to receive from the pawner any\nextraordinary expenses he incurs for the preservation of\nthe goods pledged with him. Section 176 deals with the\nrights of a pawnee and provides that in case of default by\nthe pawner the pawnee has (1) the right to sue upon the\ndebt and to retain the goods as collateral security and (2)\nto sell the goods after reasonable notice of the intended,\nsale to the pawner. Once the pawnee by virtue of his right\nunder Section 176 sells the goods the right of the pawner\nto redeem them is of course extinguished. But as\naforesaid the pawnee is bound to apply the sale proceeds\ntowards satisfaction of the debt and pay the surplus, if any,\n.\n?\n{\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 47\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nB\nC\nto the pawner. So long, however, as the sale does not take A\nplace the pawner is entitled to redeem the goods on\npayment of the debt. It follows therefore that where a\npawnee files a suit for recovery of debt, though he is\nentitled to retain the goods he is bound to return them on\npayment of the debt. The right to sue on the debt assumes\nthat he is in a position to redeliver the goods on payment\nof the debt and therefore if he has put himself in a position\nwhere he is not able to redeliver the goods he cannot obtain\na decree. If it were otherwise, the result would be that he\nwould recover the debt and also retain the goods pledged\nand the pawner in such a case would be placed in a\nposition where he incurs a greater liability than he\nbargained for under the contract of pledge. The pawnee\ntherefore can sue on the debt retaining the pledged goods\nas collateral security. If the debt is ordered to be paid he\nD\nhas to return the goods or if the goods are sold with or\nwithout the assistance of the court appropriate the sale\nproceeds towards the debt. But if he sues on the debt\ndenying the pledge, and it is found that he was given\npossession of the goods pledged and had retained the\nsame, the pawner has the right to redeem the goods so\npledged by payment of the debt. If the pawnee is not in a\nposition to redeliver the goods he cannot have both the\npayment of the debt and also the goods. Where the value\nof the pledged property is less than the debt and in a suit\nfor recovery of debt by the pledgee, the pledgee denies F\nthe pledge or is otherwise not in a position to return the\npledged goods he has to give credit for the value of the\ngoods and would be entitled then to recover only the\nbalance \"\n35. In Bank of Bihar v. State of Bihar (1972) 3 SCC 196,\nthis Court considered the question whether the Cane\nCommissioner, who was an unsecured creditor of the Sugar\nMill named Jagdishpur Zamindari Company Limited and did\nnot have any right of priority over other creditors and in particular\nE\nG\nH\n48 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA the secured creditors of the company, could seize and sell the\nsugar which was already pledged with the appellant-bank as\nsecurity for the advances made by it to the company. The\nappellant-bank sued the State of Bihar and others including the\nCane Commissioner and the company for return of 1818 bags\nB of 27D quality of sugar and, in the alternative, for recovery of\nRs.1,81,700.93 with interest by way of damages or illegal\nremoval and detention of sugar or price thereof. The trial Court\ndecreed the suit. It held that even though the order of seizure\nof the stock of sugar was valid, the plaintiff's right as pledgee\ncould not be extinguished by such seizure. The High Court\nallowed the appeal filed by the State of Bihar and others and\nheld that the plaintiff-bank had not been wrongfully deprived of\nthe sugar. In para 4 of the judgment, this Court noted that the\nCane Commissioner did not have any right of priority over the\nother creditors of the company and, in particular, the secured\ncreditors and reversed the judgment of the High Court by\nrecording the following observations.\nC\nD\nE\nF\nG\nH\n\"The pawnee has special property and a lien which is not\nof ordinary nature on the goods and so long as his claim\nis not satisfied no other creditor of the pawnor has any\nright to take away the goods or its price. After the goods\nhad been seized by the Government it was bound to pay\nthe amount due to the plaintiff and the balance could have\nbeen made available to satisfy the claim of other creditors\nof the pawnor. But by a mere act of lawful seizure the\nGovernment could not deprive the plaintiff of the amount\nwhich was secured by the pledge of the goods to it. As\nthe act of the Government resulted in deprivation of the\namount to which the plaintiff was entitled it was bound to\nreimburse the plaintiff for such amount which the plaintiff\nin ordinary course would have realized by sale of the goods\npledged with it on the pawnor making a default in payment\nof debt.\nThe approach of the trial court was unexceptionable. The\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 49\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nplaintiff's right as a pawnee could not be extinguished by A\nthe seizure of the goods in its possession inasmuch as the\npledge of the goods was not meant to replace the liability\nunder the cash credit agreement. It was intended to give\nthe plaintiff a primary right to sell the goods in satisfaction\nof the liability of the pawnor. The Cane Commissioner who B\nwas an unsecured creditor could not have any higher rights\nthan the pawnor and was entitled only to the surplus money\nafter satisfaction of the plaintiff's dues.\"\nC\n36. The ratio of the above noted two judgments is that in\na contract of pawn the property pledged should be actually or\nconstructively delivered to the pawnee and pawnee has only a\nspecial property in the pledge but the general property remains\nwith the pawner and wholly reverts to him on discharge of debt.\nThe right to property vests in the pledgee only so far as\nnecessary to secure his debt. We, therefore, hold that the deeds D\nof pledge executed by the management of the Sugar Mills as\nsecurity for repayment of loan etc. did not have the effect of\ntransferring of the ownership of the sugar bags to the appellant-\nbank and the Recovery Officer did not commit any illegality by\nattaching the same and the High Court was fully justified in E\ndirecting payment of a portion of the sale price to the Assistant\nCommissioner for being appropriated towards the provident\nfund dues of the workers.\n37. Before leaving this issue, we may refer to the judgments F\non which reliance has been placed by the learned senior\ncounsel appearing for the appellant-bank. The question which\nfell for consideration in Karnataka Pawnbrokers' Association\nv. State of Karnataka (supra), was whether pawnbroker is a\ndealer and carries on business within the meaning of Tamil\nNadu General Sales Tax Act, 1959 read with the Tamil Nadu\nPawnbrokers Act, 1943 and Rules as also the Karnataka Sales\nTax Act, 1957 read with Karnataka Pawnbrokers Act, 1961 and\nRules, when it caused sale of unredeemed goods occasioned\nby the default of the pawnor. The Court referred to the decisions\nG\nH\n50 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA of the Division Benches of Karnataka and Madras High Courts\nand held:\nB\nC\nD\nE\nF\n\"It cannot be and it is not disputed that the pawnbroker has\nspecial property rights in the goods pledged, a right higher\nthan a mere right of detention of goods but a right lesser\nthan general property right in the goods. To put it differently,\nthe pawnor at the time of the pledge not only transfers to\nthe pawnee, the special right in the pledge but also passes\non his right to transfer the general property right in the\npledge in the event of the pledge remaining unredeemed\nresulting in the sale of the pledge by public auction\nthrough an approved auctioneer. The position being what\nis stated above, the natural consequence will be that it is\nthe pawnee who holds not only the absolute special\nproperty right in the pledge but also the conditional\ngeneral property interest in the pledge, the condition being\nthat he can pass on that general property only in the event\nof the pledge being brought to sale by public auction in\naccordance with the Act and the Rules framed thereunder.\"\n-\n(underlining is ours)\n38. In Central Bank of India v. Siriguppa Sugars \u0026\nChemicals Ltd. (supra), an interim order passed by the Division\nBench of Karnataka High Court, directing disbursement of\ncertain amount realized from sale of stocks of sugar owned by\nrespondent no.1 – company, which was held under pledge by\nthe appellant-bank, came up for consideration before this\nCourt. The Labour Commissioner had passed an order under\nSection 33-C of the Industrial Disputes Act in respect of the\ndues of the workmen. The same was challenged by respondent\nno.1, by filing a writ petition. The Cane Commissioner also\npassed orders for recovery of the amount due from respondent\nno.1 – company for being paid to the sugarcane growers for\nthe cane supplied by them. During the pendency of the writ\npetition, the concerned authority took possession of the stock\nH of sugar which was pledged with the appellant-bank. The\nG\n-\n"}