{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"THE VYALIKAVAL HOUSE BUILDING CO-OP. SOCIETY BY ITS\nSECRETARY\nV.\nV.CHANDRAPPA AND ORS.\nFEBRUARY 2, 2007\n[G.P. MATHUR AND A.K. MATHUR, JJ.]\nA\nB\nLand Acquisition Act, 1894:\nC\nss. 4, 5-A and 6—Notification acquiring lands-Challenge to resisted\non ground of delay and acquiescence-Acquisition of some of the lands\nquashed being actuated with malafide and fraud-Notification held to be\nvoid-Other land owners filing writ petition after 14 years challenging the\nNotification on the basis of the said judgment-Division Bench of High\nCourt quashing acquisition proceedings-Held, when acquisition has been\nD\nfound to be totally mala fide and not for bona fide purpose, grounds of delay\nand acquiescence have no substance-View taken by Division Bench of\nHigh Court upheld-Delay/Laches-Acquiescence-Constitution of India,\n1950-Article 226.\nCertain lands of the respondents were acquired along with that of other\nlandowners under a Notification issued on 22.12.1984 under s. 4 of the Land\nAcquisition Act, 1894. After the declaration under s. 6 and the award having\nbeen passed, possession of the lands was taken on different dates upto the\nyear 1992. The respondent landowners filed writ petitions before the High\nCourt challenging the notification and the award on the ground, inter alia,\nthat the notification in question had been adversely commented by the High\nCourt in the case of Narayana Reddy v. State of Karnataka, ILR 1991 Kar.\n2248, holding that the whole acquisition proceedings stood vitiated on account\nof fraud and the appellant Society was found to be not bona fide Housing\nSociety. It was further stated that the delay in filing the writ petition was\nirrelevant since the very same notification under which other lands were\nacquired along with the land of the writ petitioners was found to be void. The\nappellant-Society contested the writ petitions as barred by time being delayed\nby 14 years. It was also submitted that the writ petitioners having participated\nin the inquiry under s. 5-A of the Act and having received substantial amount\n277\nE\nF\nG\nH\nA\n278\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA from the Society were precluded from challenging the proceedings. The\nSingle Judge of the High Court dismissed the writ petitions, but the Division\nBench allowed the writ appeal of the land owners on the basis of decision in\nanother writ appeal wherein the entire acquisition proceedings on behalf of\nthe appellant-Society were held to have been actuated by fraud. It was held\nthat the acquisition was colourable exercise of power and therefore, delay could\nnot be a good ground to dismiss the writ petitions. Aggrieved the Society filed\nthe appeals.\nB\nC\nD\nE\nF\nG\nDismissing the appeals, the Court\nHELD: 1.1. When the acquisition has been found to be totally mala fide\nand not for bona fide purpose, the grounds of delay and acquiescence in the\ninstant case have no substance. Issuance of the Notification was mala fide\nand it was not for public purpose, as has been observed by this Court; and,\ntherefore, nothing turns on the question of delay and acquiescence. When\nacquisition stands vitiated on account of mala fide, nothing remains further.\n[Para 5] [284-F; 285-A]\nH.M.T. House Building Co-operative Society v. Syed Khader \u0026 Ors.,\n[1995] 2 SCC 677 and H.M.T. House Building Co-operative Society v.\nM.Venkatswamappa \u0026 Ors. etc. etc., [1995] 3 SCC 128, relied on.\n1.2. It may be that the appellant might have tried to settle out the\nacquisition but when the whole acquisition emanates from the tainted\nnotification any settlement on the basis of that notification cannot be validated.\nThe fact remains that when the basic notification under which the present\nland is sought to be acquired stood vitiated then whatever money that the\nappellant has paid, is at its own risk. Once the notification goes no benefit\ncould be derived by the appellant. [Para 6] [284-G; 285-A]\nto.\n2004.\nNarayana Reddy v. State of Karnataka, ILR (1991) Kar. 2248, referred\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 2086-2087 of\nFrom Final Judgments and Orders dated 17-1-2000 and 22-3-2002 of High\nCourt of Karnataka at Banglore in Writ Appeal No. 2294/1999 and R.P. No.\n156/2000 in Writ Appeal No. 2294/1999 respectively.\nH\n✓\nメ\n1\nVYALIKAVALHOUSE BUILDING CO-OP.SOCIETY BY ITS SECRETARY 1: V.CHANDRAPPA|A.K. MATHUR.J.|| 279\nS.N. Bhat and Bhagabati Prasad Padhy for the Appellant.\nV.A. Mohta, S.K. Kulkarni, Neelakant Naiyan, Vijay Kumar, Sanjay R.\nHedge, Amit K. Mishra and Shasidhar for the Respondents.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. 1. These appeals are directed against the order\npassed by the Division Bench of the Karnataka High Court at Bangalore in\nWrit Appeal No.2294 of 1999 dated 17.1.2000 whereby the Division Bench of\nthe High Court has set aside the order dated 11.11.1998 in Writ Petition No.\n30622 of 1998 passed by learned Single Judge for the reasons mentioned in\nWrit Appeal No. 2188 of 1998 disposed of by the Division Bench of the High\nCourt on 17.1.2000 and the order dated 22.3.2002 passed by the Division\nBench in the Review Petition No.156 of 2000 in W.A.No. 2294 of 1999.\nA\nB\nC\n2. This case has a chequered history, therefore, in order to deal with it,\nit will be necessary to refer to certain facts. A notification was issued on\nD\n22.12.1984 under Section 4 of the Land Acquisition Act, 1894 (hereinafter to\nbe referred to as 'the Act') for acquiring 176 acres and 5 guntas of land in\nNagavara Village of Bangalore North Taluk. Declaration under Section 6 of the\nAct was issued on 21.2.1986 and the award was passed on the basis of the\naforesaid notification on 16.11.1987. It was alleged that the possession of the\nland was taken on different dates up to the year 1992. It was alleged that E\npossession of 31 acres and 21 guntas of land including an area measuring 1\nacre and 25 guntas situated in Survey No.78/4 of Nagavara village was taken\non 6.8.1988. Aggrieved against the aforesaid notification and the award private\npetitioners filed writ petition assailing the validity thereof on variety of grounds.\nIt was alleged that this land measuring 8 acres and 2 guntas was owned\njointly by a family comprising 5 brothers, namely; Pattadi Haumanthappa,\nPattadi Venkateshappa, Pattadi Nannappa, Pattadi Lakshmaiah and Pattadi\nNagappa, all deceased and survived by their legal heirs, who filed the writ\npetition. The main grievance of these petitioners was that this notification\nwas very adversely commented by the Karnataka High Court in the case of\nNarayana Reddy. v. State of Karnataka, [ILR 1991 Kar. 2248] and the decision G\nof the Division Bench of the Karnataka High Court in Writ Appeal Nos.2336-\n2343 of 1997 and connected matters which were disposed of on 5.3.1998. In\nthat judgment it was held that the whole acquisition proceedings stand\nvitiated on account of fraud, the appellant Society was also found to be not\nbona fide housing society, therefore, on the basis of the same reasoning the\nF\ni\nH\n280\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA present notification was also challenged and it was urged that the impugned\nB\nC\nnotification also suffered from same vice of mala fide, therefore, it should be\nquashed. It was alleged that the delay in approaching the Court was irrelevant\nsince the validity of the same notification in which other lands were acquired\nalong with the present land has been found to be void.\n3. This writ petition was contested by the appellant-society as respondent\nand it was alleged that it was hopelessly barred by time being delayed by 14\nyears and it was also submitted that the writ petitioners had participated in\nthe inquiry under section 5A of the Act and have also received substantial\namount from the appellant-society pursuant to the agreement executed in their\nfavour. Learned Single Judge dismissed the writ petition on the ground of\nbeing hopelessly barred by time and the writ petitioners participated in the\nproceedings therefore they have acquiesced in the matter. Aggrieved against\nthis order passed by learned Single Judge, a writ appeal was filed by the\nrespondents which came to be allowed by the Division Bench for the reasons\nmentioned in another writ appeal decided by the same Division Bench headed\nD by the Chief Justice of the High Court on 17.1.2000. In that writ appeal the\nDivision Bench held that the entire acquisition on behalf of the appellant-\nsociety was actuated with fraud as held in Narayana Reddy v. State of\nKarnataka, [ILR 1991 Kar.2248]. In that case it was held as follows:\n(1)\nE\nF\nG\nH\n\"As seen from the findings of G.V.K.Rao Inquiry Report, in respect\nof five respondent societies and the report of the Joint Registrar in\nrespect of Vualikaval House Building Co-operative Society, these\nSocieties had indulged in enrolling large number of members illegally\ninclusive of ineligible members and had also indulged in enrolling\nlarge number of bogus members. The only inference that is possible\nfrom this is that the office bearers of the societies had entered into\nunholy alliance with the respective agents for the purpose of making\nmoney, as submitted for the petitioners otherwise, there is no reason\nas to why such an Agreement should have been brought about by\nthe office bearers of the Society and the agents. Unless these persons\nhad the intention of making huge profits as alleged by the petitioners,\nthey would not have indulged in enrolment of ineligible and bogus\nmembers. The circumstance that without considering all these relevant\nmaterials the Government had accorded its approval, is sufficient to\nhold that the agents had prevailed upon the Government to take a\ndecision to acquire the lands without going into all those relevant\nfacts. The irresistible inference flowing from the facts and circumstances\nVYALIKAVALHOUSE BUILDING CO-OP.SOCIETY BY ITS SECRETARY 1. V.CHANDRAPPA|A.K.MATHUR,J.||\n281\nof these cases is, whereas the poser conferred under the Land A\nAcquisition Act is for acquiring lands for carrying out housing scheme\nby a housing society, in each of the cases the acquisition of lands is\nnot for a bona fide housing scheme but is substantially for the\npurpose of enabling the concerned office bearers of respondent-\nsocieties and their agents to indulge in sale of sites in the guise of\nB\nallotment of sites to the Members/ Associate members of the society\nto make money as alleged by the petitioners and therefore it is a clear\ncase of colourable exercise of power. Thus the decision of the\nGovernment to acquire the lands suffers from legal mala fides and\ntherefore the impugned Notifications are liable to be struck down.\"\nC\nIn view of aforesaid observation, their Lordships of Division Bench\nheld that since the acquisition was colourale exercise of the power, therefore,\ndelay cannot be a good ground to dismiss the writ petition. The said judgment\nof the Division Bench of the High Court of Karnataka was affirmed by this\nCourt in Special Leave Petition Nos.(c)..CC 525-532 of 1999 and Special Leave\nPetition Nos.(c) ..CC 504-522 of 1999 decided on 14.7.1999 and it was held that D\nthe appellant-society is a bogus house building society and accordingly, the\norder passed by the learned Single Judge was set aside by Division Bench.\nAgainst the order of the Division Bench passed in Writ Appeal No.2294 of\n1999 a review petition was filed which was dismissed on 22.3.2002. Hence\nboth these appeals.\n4. Learned counsel for the appellant urged before us that the view taken\nby the Division Bench of the High Court is not correct as the Division Bench\nshould not have condoned the inordinate delay of 14 years and secondly,\nlearned counsel further submitted that the respondents herein being the\nbeneficiary had entered into an agreement of sale and had accepted the whole\namount not to file objections under Section 5A of the Act for acquiring the\naforesaid land. Learned counsel for the appellant has emphasized that the\nDivision Bench has gone wrong in setting aside the order of the learned\nSingle Judge as the learned Single Judge has discussed the factual controversy\nin greater detail.\n5. As against this, learned counsel for the respondents submitted that\nthere was not one judgment but there are number of judgments in which such\nacquisition of land has been set aside. Learned counsel for the respondents\ninvited our attention to two decisions of this Court in the case of H.M.T.\nHouse Building Co-operative Society v. Syed Khader \u0026 Ors., [1995] 2 SCC\nE\nF\nG\nH\n282\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA 677 and H.M.T. House Building Co-operative Society v. M.Venkatswamappa\n\u0026 Ors. etc. etc., [1995] 3 SCC 128 in which similar societies filed Special Leave\nPetitions and this Court affirmed the order of the Karnataka High Court and\nheld that the whole exercise of acquiring the land by various societies including\nthe present appellant-society was actuated with mala fide and quashed all\nacquisitions. In this connection, a reference may be made to H.M.T.House\nBuilding Co-operative Soceity's case (supra) wherein the similar question\nwas raised by the Co-operative Society like the appellant herein and in that\ncontext their Lordships framed the question in paragraph 18 of the judgment\nwhich heads as follows:\nB\nC\nᎠ\nE\nF\nG\nH\n\"18. Now the question which is to be answered is as to whether\nin view of the definition of \"public purpose\" introduced by the\naforesaid Amending Act 68 of 1984 in Section 3(f)(vi), is it open to\nthe appropriate Government to acquire land for cooperative society\nfor housing scheme without making proper enquiry about the members\nof the society and without putting such housing cooperative society\nto term in respect of nature of construction, the area to be allotted to\nthe members and restrictions on transfer thereof ?\"\nThis question was answered by their Lordships in paragraphs 21 and 22\nwhich reads thus:\n\"....That is why the framers of the Act have required the appropriate\nGovernment to grant prior approval of any housing scheme presented\nby any cooperative society before the lands are acquired treating\nsuch requirement and acquisition for public purpose. It is incumbent\non the part of the appropriate Government while granting approval to\nexamine different aspects of the matter so that it may serve the public\ninterest and not the interest of few who can as well afford to acquire\nsuch lands by negotiation in open market. According to us, the State\nGovernment has not granted the prior approval in terms of Section\n3(f) (vi) of the Act to the housing scheme in question. The power\nunder Section 4(1) and 6(1) of the Act has been exercised for extraneous\nconsideration and at the instance of the persons who had no role in\nthe decision-making process-whether the acquisition of the lands in\nquestion shall be for a public purpose. This itself is enough to vitiate\nthe whole acquisition proceeding and render the same invalid.\"\n22. In the present case there has been contravention of Section 3(f)\n(vi) of the Act inasmuch as there was no prior approval of the State\n.\nVYALIKAVALHOUSE BUILDING CO-OP.SOCIETY BY ITS SECRETARY v. V.CHANDRAPPA|A.K.MATHUR.J.]\n283\n1\nGovernment as required by the said section before steps for acquisition A\nof the lands were taken. The report of Shri G.K.V.Rao points out as\nto how the appellant-Society admitted large number of persons as\nmembers who cannot be held to be genuine members, the sole object\nbeing to transfer the lands acquired for \"public purpose\", to outsiders\nas part of commercial venture, undertaken by the office-bearer of the\nB\nappellant-Society. We are in agreement wit the finding of the High\nCourt that the statutory notifications issued under Sections 4(1) and\n6(1) of the Act have been issued due to the role played by M/s.\nS.R.Constructions, Respondent No. 11. On the materials on record, the\nHigh Court was justified in coming to the conclusion that the\nproceedings for acquisition of the lands had not been initiated because C\nthe State Government was satisfied about the existence of the public\npurpose but at the instance of agent who had collected more than a\ncrore of rupees for getting the lands acquired by the State Government.\"\nSimilarly, in H.M.T.House Building Cooperative Society, [1995] 3 SCC 128 in\nwhich the present appellant was one of the societies, which challenged the D\norder of the Division Bench of the High Court of Karnataka, their Lordships\ndismissed the Special Leave Petition following the judgment in H.M.T. House\nBuilding Cooperative Society (supra). In paragraph 3 of the judgment while\ndealing with the facts of this society their Lordships observed that this\nsociety had advertised inviting persons who want to have mansions in the\ncity of Bangalore and had also given the names and addresses of the\nrepresentative at Dubai. It was held that on the basis of the aforesaid material\nthe High Court has rightly come to the conclusion that the society itself was\nnot bona fide house building society and accordingly, the order passed by\nthe High Court setting aside the acquisition of the land was upheld by this\nCourt and the SLP was dismissed. Paragraph 3 reads as follows:\nE\nF\n\"3. Lands on basis of the notifications issued under Sections 4(1)\nand 6(1) of the Land Acquisition Act, had been acquired for the\npetitioner-House Building Society, treating the said acquisition to be\nfor a public purpose. No order of the State Government as required\nby Section 3(f)(vi) granting prior approval for acquisition of the lands G\nin question for the housing scheme of the petitioner-society has been\nproduced. The petitioner-Society had also entered into an agreement\nwith the contractor more or less on the same terms and conditions as\nwas in the case of HMT House Building Cooperative Society, assuring\nthat the lands in question shall be acquired on basis of the notification H\nA\nB\nC\nD\nE\n284\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nissued by the State Government under Sections 4(1) and 6(1) of the\nAct. The High Court in its impugned judgment has given details of\nthe allegations made against the petitioner-Society regarding collection\nof huge amounts from different applicants for site who were not even\nmembers of the Society and how the Society had entered into an\nagreement with agents, who with their influence have got the lands\nacquired. The High Court has also referred to an advertisement issued\nby the petitioner-Society inviting persons who want to have mansions\nin the city of Bangalore. It also gave the name and address of a\nrepresentative at Dubai. On basis of the aforesaid materials, the High\nCourt has come to the conclusion that the society itself was not a\nbona fide House Building Society. The High Court has also recorded\na finding that the notifications under Sections 4(1) and 6(1) of the Act\nhad been issued at the instance of the agents appointed by the\npetitioner-Society, to whom huge amounts had been paid for influencing\nthe Government to issue the aforesaid notifications. Mr. Ramaswamy,\nappearing for the petitioner-Society purported to distinguish this case\non facts from the case of HMT House Building Cooperative Society.\nBut according to us, the facts of the present case are similar to the\ncase of HMT House Building Cooperative Society and there is no\nscope to interfere with the order of the High Court, quashing the\nnotifications under Sections 4(1) and 6(1). Accordingly, the special\nleave petitions filed on behalf of the petitioner-Society are dismissed.\nNo costs.\"\nLearned counsel for the respondents has also invited our attention that same\nnotification was set aside by the High Court and the said order of the High\nCourt was also upheld by this Court by dismissing the S.L.P.(c) No.6196 of\nF 1998 on 7.4.1998 and S.L.P.(c) ..CC 495-a498 of 1999 on 14.7.1999 concerning\nG\nthe very same appellant society. In this background, when the acquisition has\nbeen found to be totally mala fide and not for bona fide purpose, the ground\nof delay and acquiescence in the present case has no substance. Learned\ncounsel for the appellant tried to persuade us that as the amount in question\nhas been accepted by the respondents, it is not open for them now to wriggle\nout from that agreement. It may be that the appellant might have tried to settle\nout the acquisition but when the whole acquisition emanates from the aforesaid\ntainted notification any settlement on the basis of that notification cannot be\nvalidated. The fact remains that when the basic notification under which the\npresent land is sought to be acquired stood vitiated then whatever money\nH that the appellant has paid, is at its own risk. Once the notification goes no\nY\n=\n'\n1\n!\nVYALIKAVALHOUSE BUILDING CO-OP.SOCIETY BY ITS SECRETARY v. V.CHANDRAPPAJA.K. MATHUR.J.|| 285\nbenefit could be derived by the appellant. We are satisfied that issue of A\nnotification was mala fide and it was not for public purpose, as has been\nobserved by this Court, nothing turns on the question of delay and\nacquiescence. Learned Counsel for respondents raised other pleas like decree\nfor partition was granted among brothers and they were not made parties, we\nare not going into those questions when we are satisfied that when acquisition\nstand vitiated on account of mala fide, nothing remains further.\n6. In the light of the discussions made above, the view taken by the\nDivision Bench of the High Court of Karnataka in the impugned judgment is\ncorrect and we uphold the same and dismiss both the appeals. No order as\nto costs.\nR.P.\nB\nC\nAppeals dismissed.\n"}