{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nTHE HARYANA STATE AGRICULTURAL MARKETING BOARD\nV.\nSUBHASH CHAND AND ANR.\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nC\nD\nE\nLabour Laws:\nIndustrial Disputes Act, 1947-Chapter V-A and Fifth Schedule-\nTermination of labour-Engaged during paddy seasons on contract-Held:\nDoes not involve unfair labour practice.\nWords and phrases:\nStatus' and 'privilege -Meaning of -In the context of Clause (10) of\nFifth Schedule of Industrial Disputes Act, 1947.\nRespondent was appointed during paddy seasons on contract basis. On\ntermination of his services, he raised industrial dispute. Labour Court held that\nthe termination of service was invalid as the management took recourse to unfair\nlabour policy. Employer filed Writ Petition before High Court which was\ndismissed.\nIn appeal to this Court employer contended that the courts below failed to\ntake into consideration the definition of retrenchment as contained in Section\n2(00)(bb) of the Industrial Disputes Act, 1954; that High Court failed to consider\nF that Chapter V(A) and consequently the 5th Schedule appended thereto would\nhave no application.\nAllowing the appeal, the Court\nHELD: 1.1. The question as to whether Chapter VA of the Industrial\nG Disputes Act, 1954 will apply or not would depend on the issue as to whether an\norder of retrenchment comes within the purview of Section 2(00)(bb) of the Act\nor not. If the termination of service in view of the exception contained in clauses\n(bb) of Section 2(00) of the Industrial Disputes Act, 1954 is not a 'retrenchment',\nthe question of applicability of Chapter VA thereof would not arise. [645-A-B]\nH\n640\nHARYANA STATE AGRICULTURAL MARKETING BOARD v. SUBHASH CHAND 641\n1.2. No case has been made out for attracting Clauses (b) and (d) of item A\nNo.5 of 5th Schedule. [646-B]\nPunjab State Electricity Board v. Darbara Singh, [2006] 1 SCC 121 and\nKishore Chandra Samal v. Orissa State Cashew Development Corpn. Ltd.\nDehnkanal [2006] 1 SCC 253, relied on.\nCentral Bank of India v. S. Satyam and Ors., [1996] 5 SCC 419; State of\nU.P. v. Neeraj Awasthi and Ors., [2006] 1 SCC 667 and Regional Manager, SBI v.-\nRakesh Kumar Tewari, [2006] 1 SCC 530, referred to.\n2.1. As regard applicability of clause (10) of 5th Schedule the meaning of\n'status' and 'privilege' is to be seen. [646-B]\n2.2. The definitions of the expressions ‘status' and ‘privilege' says that such\n'status' and 'privilege' must emanate from a statute. If legal right has been derived\nby the respondent to continue in service in terms of the provisions of the Act\nunder which he is governed, then only, the question of depriving him of any status\nor privilege would arise. Furthermore, it is not a case where the respondent had\nworked for years. He has only worked, on his own showing, for 356 days whereas\naccording to the appellant he has worked only for 208 days. Therefore, Fifth\nSchedule of the Industrial Disputes Act, 1947 has no application in the instant\ncase. In view of the above, the dispensing with of the engagement of the respondent\ncannot be said to be unwarranted in law. [647-E]\nB.H.E.L. and Anr. v. B.K. Vijay and Ors., (2006) 2 SCALE 195, relied on.\nP. Ramanatha Aiyar's Advanced Law Lexicon, 3rd edition, Volume 4,\nrelied on.\nB\nC\nᎠ\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1271 of 2006.\nFrom the Final Judgment and Order dated 16.09.2003 of the Punjab and\nHaryana High Court in C.W.P. No. 14737 of 2003.\nNeeraj Kumar Jain, Aditya Kumar, Bharat Singh, Sanjay Singh and Ugra G\nShankar Prasad for the Appellant.\nMahabir Singh, Rakesh Dahiya, Ms. Madhushita, Ms. Nikhil Jain and\nD. Mahesh Babu for the Respondent.\nThe Judgment of the Court was delivered by\nH\n642\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA\nS.B. SINHA, J. Leave granted.\nThe respondent was appointed on contractual basis as an Arrival Record\nClerk. Such appointments were made during paddy seasons. The period of\nfirst appointment was from 17.10.1997 to 15.1.1998. Again in the next wheat\nseason he worked under the appellant from 4.4.1998 to 1.7.1998. He was again\nB appointed vide order dated 11.9.1998 and worked from 16.9.1998 till 13.12.1998.\nC\nD\n[1]\nE\nF\nThe terms and conditions of service as contained in the order dated 11.9.1998\nin regard to the appellant are as under:\n\"1. That the appointment will be on consolidated wages at the rate\nof Rs. 1536/- P.M. No other allowances will be admissible.\n2. The period of engagement will be 89 days.\n3. Services can be terminated/dispensed at any time without\nassigning any notice and reason and this will not confer any right\nfor his/her being considered for regular appointment.\n4. He/she will not entitle to any leave except one day casual leave\nfor each complete month.\n5. The unavailed casual leave shall lapse on the last day of\ncalendar year.\n6. His/her appointment on contract basis shall not confer upon\nany right for regularization of appointment.\n7. He will be bound by office secrecy act and shall be required\nto maintain decorum as is expected under conduct rules of the\nBoard.\n8. His retention on contract basis shall firm the performance in the\njob assigned to him. He will have to join the duty within 100 days\nfrom the date of issue of this order failing which the engagement\nwill stand cancelled automatically.\"\nAfter termination of his services, the appellant raised an industrial\nG dispute. The Government of Haryana made a reference thereof purported to\nbe in exercise of its jurisdiction under Section 10(1) (c) of Industrial Disputes\nAct, 1947 (herein after referred to as 'the Act') to the Industrial Tribunal-cum-\nLabour Court, Panipat. It was registered as Reference No. 383 of 2000. Both\nparties filed their respective written statements before the Labour Court.\nH\nOne of the disputes related to the total number of days of work completed\nHARYANA STATE AGRICULTURAL MARKETING BOARD v. SUBHASH CHAND [SINHA, J.]643\nby the workman in twelve months prior to the date of termination of his A\nservices. The appellant contended that the respondent had worked for 208\ndays whereas the contention of workman was that he had worked for 356\ndays.\nThe Labour Court inter alia held that the termination of services of the\nworkman was in violation of the provision of Section 25-G of the Act and the\nmanagement took recourse to unfair labour policy.\nA writ petition filed by the appellant herein before the High Court of\nPunjab and Haryana being Civil Writ Petition No. 14737 of 2003 was dismissed\nby a Division Bench summarily. The appellant is, thus, before us.\nB\nC\nMr. Neeraj Kumar Jain, learned counsel appearing on behalf of the\nappellant raised a short question in support of this appeal. It was contended\nthat the Labour Court as well as the High Court committed a manifest error\nin passing the impugned judgment insofar as they failed to take into\nconsideration the definition of retrenchment as contained in Section 2 (00) D\n(bb) of the Act. It was urged that the High Court failed to take into\nconsideration that Chapter VA of the Industrial Disputes Act and consequently\nthe Fifth Schedule appended to this Act would have no application herein.\nMr. Jain submitted that Labour Court committed an illegality in coming to the\nconclusion that workmen junior to the respondent had been retrained in E\nservice as those employees were surplus employees and were retained under\nthe directions of the State Government.\nMr. Mahabir Singh, learned senior counsel appearing on behalf of the\nrespondent, on the other hand, would contend that in view of the fact that\nthe workmen junior to the respondent were retained in service the provisions F\nof Section 25-G besides 25-H of the Act had clearly been breached. It was\nsubmitted that the action on the part of the appellant amounts to unfair labour\npractice and in this behalf our attention has been drawn to clauses (b) and\n(d) of Item No. 5 as also clause (10) of the Fifth Schedule of the Industrial\nDisputes Act. It was also submitted that pursuant to the directions of the G\nHigh Court the respondent has not yet been reinstated with entire wages and\nthus this Court should not exercise its discretionary jurisdiction under Article\n136 of the Constitution of India. 'Retrenchment' has been defined in Section\n2 (00) of the Act to mean:\n66\n....2 (00) ‘retrenchment' means the termination by the employer of the H\n644\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nservice of a workman for any reason whatsoever, otherwise than as\na punishment inflicted by way of disciplinary action, but does not\ninclude\n(a)-(b) XXXXXXXXX\n(bb) termination of the service of the workman as a result of the non-\nrenewal of the contract of employment between the employer and the\nworkman concerned on its expiry or of such contract being terminated\nunder a stipulation in that behalf contained therein;\"\nIt is the contention of the appellant that the respondent was appointed\nC during the 'wheat season' or the 'paddy season'. It is also not in dispute that\nthe appellant is a statutory body constituted under the Punjab and Haryana\nAgriculture Produce Marketing Board Act. In terms of the provisions of the\nsaid Act, indisputably, regulations are framed by the Board laying down terms\nand conditions of services of the employees working in the Market Committees.\nA bare perusal of the offer of appointment clearly goes to show that the\nappointments were made on contract basis. It was not a case where a workman\nwas continuously appointed with artificial gap of 1 day only. Indisputably, the\nrespondent had been re-employed after termination of his services on contract\nbasis after a consideration period (s).\nD\nE\nF\nG\nH\nIn Municipal Council, Samrala v. Raj Kumar [Civil Appeal Nos.299-\n300 of 2006] disposed of on 6th January, 2006, wherein, in the offer of\nappointment it was specifically averred that \"his services will be availed till\nit is considered as fit and proper and necessary. After that his services will\nbe dispensed with\", which was accepted by the employee by affirming an\naffidavit to the effect that he would not have any objection, if Municipal\nCorporation dispensed with his services and thereby acknowledged its right\nto that effect, this Court held :\n“Clause (00)(bb) of Section 2 contain an exception. It is in two\nparts. The first part contemplates termination of service of the workman\nas a result of the non-renewal of the contract of employment or on\nits expiry; whereas the second part postulates termination of such\ncontract of employment in terms of stipulation contained in that behalf\"\n[See also Punjab State Electricity Board. v. Darbara Singh, [2006] 1\nSCC 121 and Kishore Chandra Samal v. Orissa State Cashew Development\nCorpn. Ltd., Dehnkanal., [2006] 1 SCC 253]\nHARYANA STATE AGRICULTURAL MARKETING BOARD v. SUBHASH CHAND [SINHA, J.] 645\nThe question as to whether Chapter VA of the Act will apply or not A\nwould dependent on the issue as to whether an order of retrenchment comes\nwithin the purview of Section 2 (00) (bb) of the Act or not. If the termination\nof service in view of the exception contained in clauses (bb) of Section 2(00)\nof the Act is not a 'retrenchment', the question of applicability of Chapter VA\nthereof would not arise.\nB\nCentral Bank of India V. S. Stayam \u0026 Ors. [1996] 5 SCC 419, whereupon\nreliance was placed by Mr. Singh, is itself an authority for the proposition that\nthe definition of 'retrenchment' as contained in the said provision is wide.\nOnce it is held that having regard to the nature of termination of services it\nwould not come within the purview of the said definition, the question of C\napplicability of Section 25-G of the Act does not arise.\nIn State of U.P. v. Neeraj Awasthi \u0026 Ors., [2006] 1 SCC 667 wherein this\nCourt upon taking into consideration the provisions of the U.P. Agricultural\nProduce Markets Board (Officers and Staff Establishment) Regulations, 1984\nheld that it is not permissible to regularize the services of the employees D\nalthough they might have worked for more than 240 days within a period of\ntwelve months preceding such termination\nIn Regional Manager, SBI v. Rakesh Kumar Tewari, [2006] 1 SCC 530\na distinction was made between the provisions of Sections 25-G and 25-H in\nthe following terms:\nE\n\"...No conditions of services were agreed to and no letter of\nappointment was given. The nature of the respondents' employment\nwas entirely ad hoc. They had been appointed without considering\nany rule. It would be ironical if the persons who have benefited by\nthe flouting of the rules of appointment can rely upon those rules\nwhen their services are dispensed with.\"\nF\n\"\nReliance placed by Mr. Mahabir Singh upon Fifth Schedule of the\nIndustrial Dispute Act is again of no assistance. Clauses (b), (d) of Item No.\n5 as also clause (10) of the Fifth Schedule are as under:\nG\n\"5. To discharge or dismiss workmen\n***\n***\n***\n(b) not in good faith, but in the colourable exercise of the employer's\nrights;\nH\nA\n646\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n*** *** ***\nB\nC\nD\n[1])\nE\nF\nG\nH\n(d) for patently false reasons;\n(10) to employ workmen as “badlis\", casuals or temporaries and to\ncontinue them as such for years, with the object of depriving them of\nthe status and privileges of permanent workmen.\"\nNo case has been made out for attracting Clauses (b) and (d) of item\nNo. 5. As regard applicability of clause (10) thereof, we may notice the\nmeaning of 'status' and 'privilege'.\nIn P. Ramanatha Aiyar's Advanced Law Lexicon, 3rd edition, Volume 4,\nat page 4469, the expression \"status\" has been defined as under:\n“Status is a much discussed term which, according to the best modern\nexpositions, includes the sum total of a man's personal rights and\nduties (Salmond, Jurisprudence 253, 257), or, to be verbally accurate,\nof his capacity for rights and duties. (Holland, Jurisprudence 88).\nThe status of a person means his personal legal condition only so far\nas his personal rights and burdens are concerned. Dugganna v.\nGaneshayya, AIR 1965 Mys 97, 101. [Indian Evidence Act (1 of 1872),\nS. 41]\nIn the language of jurisprudence status is a condition of membership\nof a group of which powers and duties are exclusively determined by\nlaw and not by agreement between the parties concerned. (Roshan\nLal v. Union, (1967) SLR 832).\"\n[See also the judgment of this Court delivered in B.H.E.L and Anr. v.\nB.K. Vijay \u0026 Ors., (2006) 2 SCALE 195]\nThe word 'privilege' has been defined, at page 3733, as under:\n\"Privilege is an exemption from some duty, burden, or attendance to\nwhich certain persons are entitled; from a supposition of Law, that the\nstations they fill, or the offices they are engaged in, are such as\nrequire all their care; that therefore, without this indulgence, it would\nbe impracticable to execute such offices, to that advantage which the\nPublic good requires.\nA right or immunity granted as a peculiar benefit; advantage or favour;\n7\nY\nHARYANA STATE AGRICULTURAL MARKETING BOARD v. SUBHASH CHAND [SINHA, J.] 647\na peculiar or personal advantage or right, especially when enjoyed in A\nderogation of a common right.\nImmunity from civil action may be described also as a privilege,\nbecause the word \"privilege\" is sufficiently wide to include an\nimmunity.\nThe word 'privilege' has been defined as a particular and peculiar\nbenefit or advantage enjoyed by a person.\nB\nPrivileges are liberties and franchises granted to an office, place, town\nor manor, by the King's great charter, letters patent, or Act of\nParliament.\"\nC\nIn view of the aforementioned definitions of the expressions 'status'\nand 'privilege' it must be held that such 'status' and 'privilege' must emanate\nfrom a statute. If legal right has been derived by the respondent herein to\ncontinue in service in terms of the provisions of the Act under which he is\ngoverned, then only, the question of depriving him of any status or privilege D\nwould arise. Furthermore, it is not a case where the respondent had worked\nfor years. He has only worked, on his own showing, for 356 days whereas\naccording to the appellant he has worked only for 208 days. Therefore, Fifth\nSchedule of the Industrial Disputes Act, 1947 has no application in the instant\ncase. In view of the above, the dispensing with of the engagement of the\nE\nrespondent cannot be said to be unwarranted in law.\nFor the foregoing reasons, we are of the opinion that the impugned\njudgment cannot be sustained which is set aside accordingly. The Award of\nthe Industrial Tribunal-cum-Labour Court is set aside. In the facts and\ncircumstances of the case, the parties shall bear their own costs. The appeal\nis allowed accordingly.\nD.G.\nAppeals allowed.\nF\n1\n"}