{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"A\nB\nC\nD\nE\nF\nF\nG\nH\n490\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nupgraded and placed in the higher scale of DMO to give\nrelief to ADMOs who were stagnating. Persons so\nupgraded are not going to occupy any new posts as the\ntotal number of posts remains unchanged and the total\nstrength of ADMOS and DMO remains the same. No new\npost has been created as per the Indian Railway Medical\nServices (CMO, Addl. CMO, MS and Div./Sr. MO)\nRecruitment Rules, 1978 (Annexure 'R-2') or Order 81/\nEGRIII/7/30, dated 16.5.1981. The placement of same\nposts in higher grade is not creation of additional posts.\n25. Under these circumstances this Tribunal is of the view\nthat this mass upgradation of 300 ADMOS to the exactly\nequivalent number of posts of DMOS is a case of their\nbeing simply placed in the higher senior scale of the grade\nand as admittedly also no selection is involved, cannot be\nconsidered to involve any process of promotion or fresh\nappointment and therefore no fresh reservation of SC and\nSTs in terms of the prescribed percentage, can be made\nto the upgraded posts and to the existing incumbents\nholding the posts of ADMOs which were upgraded. What\nis applicable to this situation is not Railway Board's Circular\nNo.X/78/E(SCT)/15/13/P \u0026 II, dated 22.2.1982 (Annexure\n'E') but Railway Board's Circular No. E(P\u0026A) II, 83/RS/8,\ndated 2.8.1983 an extract of which is reproduced below:\nIn supersession of instructions contained in Board's Letter\nNo.81/E(SCT) 15/83 dated 16.1.1982 and 5.5.1982 the\nBoard desires to clarify that where cadre restructuring\nresults in on mass upgradation of posts in a particular\ncategory, the question of providing for reservation to SC/\nST according to the extent rules and orders in such a\nsituation should not ordinarily arise since reservations have\nalready been made in the lower grade. However, if cadre\nrestructuring results in particular upgradation of a Cadre/\nCategory on the basis of percentage distribution, the\nexisting rules and orders governing reservation for SC/\nSTs will apply against the additional number of higher\n}\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n491\ngrade posts which become available as a result of cadre A\nrestructuring on the basis of existing rules and order\nproviding for reservation for SC/STs.\nThe respondent has not stated that the above instructions\nhave been superseded.\n26. In similar circumstances, a Full Bench of Kerala High\nCourt in N.G. Prabhu v. Chief Justice, in para 16 observed\nas under :\nB\nC\nIn other words, if the upgradation relates to all the posts in\na category naturally there is no sense in calling it a\npromotion of all the person in that category. That is because\nthere is no question of appointment from one post to\nanother. Parties continue to hold the same posts but get\na higher scale of pay. It may be that it is not all the posts\nin a particular category that are so upgraded but only a D\npart of it. Normally, the benefit of such upgradation would\ngo to the seniors in the category. They would automatically\nget a higher scale of pay. That is because though their\nposts continue in the same category, a higher scale of pay\nis fixed for those posts. It is appropriate then to say that E\nthe seniors have been nominated to the higher grade which\nhas been so created by the upgradation. The phenomenon\ndoes not differ from the case where all the posts are\nupgraded, and it appears to us that those who get the\nhigher grade cannot be said to have been 'promoted; F\nbecause here again there is no question of appointment\nfrom one post to another. They continue to hold the same\npost, but because of seniority in the same post they are\ngiven a higher scale of pay.\nOn the same analogy thus, this upgradation of 300 posts G\nof ADMOS in present case is not an appointment of a\nmember of the service by promotion to a post in the service\non a higher scale of pay and therefore does not attract the\nreservation principle. Allahabad bench of CAT in its\ndecision in OA 384 of 1986 V.K. Sirothia v. Union of India H\nA\nB\nC\nD\nE\nF\n492\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nhas held in the case of upgradation of railway guards as\nfollows:\nThe restructuring of posts was done to provide relief in\nterms of promotional avenues. No additional posts were\ncreated. Some posts out of existing total were placed in\nhigher grade to provide these avenues to the staff who\nwere stagnating. The placement of these posts cannot be\ntermed as creation of additional posts. There were definite\nnumber of posts and the total remained the same. The\nonly difference was that some of these were in a higher\ngrade. It was deliberate exercise of redistribution with the\nprimary object of betterment of chance of promotion and\nremoval of stagnation.\"\n44. The Union of India unsuccessfully appealed against\nthe order of the Tribunal inasmuch as SLP No.11801 of 1987\nfiled by it was dismissed by this Court on 8.12.1987 in the fol-\nlowing terms:\n\"We have heard the learned counsel for both the parties and\nwe have gone through the judgment of the Central\nAdministrative Tribunal at Jabalpur Bench in Ashok Kumar\nShrivastava \u0026 Ors. v. Union of India \u0026 Ors. (T.A. No.139/86)\ndecided on 24th March, 1987 against which the special leave\npetition is filed. We agree with the reasons given by the Central\nAdministrative Tribunal for the conclusion it has reached. We\nhereby affirm the judgment of the Central Administrative\nTribunal. The Special Leave Petition is dismissed.\"\n45. In O.A. No.414 of 1987, N.K. Saini \u0026 Others vs. The\nDirector General, RDSO \u0026 Others, the applicant challenged the\nquestion of application of policy of reservation in the matter of\nG promotion to the upgraded posts becoming available as a re-\nsult of restructuring of cadres in Research Design \u0026 Standards\nOrganization. Allahabad Bench of the Tribunal referred to the\norders passed in V.K. Sirothia's case and A.K. Srivastava's\ncase and held that the upgraded posts could not have been\nH offered to the reserved category candidates.\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n493\n46. S.L.P. (C) No. 9628-30 of 1988, Govind Sahai \u0026 Ors. A\nvs. N.K. Saini \u0026 Ors., was dismissed by the Supreme Court by\na short order which reads as under:-\n\"Heard learned counsel for the petitioners at length and\nalso heard learned counsel for the Central Government. In\nour opinion, we see no reason to entertain this special\nleave petition. It is, therefore, dismissed.\n47. In All India Non SC/ST Employees Association (Rail-\nway), Bikaner \u0026 Another vs. Union of India \u0026 Others, O.A. No.326\nof 1989, Jodhpur Bench of the Tribunal ruled that the reserva-\ntion for Scheduled Castes and Scheduled Tribes is not appli-\ncable in the case of upgradation of the existing posts.\nB\nC\n48. Petition for special leave to appeal filed by the Union\nof India against the afore-mentioned order which was converted\nas Civil Appeal No.1481 of 1996 was dismissed by this Court D\non 19th November, 1998 in the following terms:-\n\"Special Leave granted in S.L.Ps. Heard counsel on both\nsides. This court on 3.1.96 granted special leave but limited\nto the proposition that the reservation for SC and ST is not\napplicable in the case of upgradation of existing posts.\nThis issue we have decided today in Civil Appeal No.3622/\n95 etc. In the light of that decision, these appeals are\ndismissed with no order as to costs.\"\nE\n49. The Association which was respondent before this F\nCourt, filed Contempt Petition (C) No.304 of 1999. During the\npendency of the Contempt Petition, the railway administration\nfiled I.A. No.2 of 2000 for clarification of order dated 19th No-\nvember, 1998 by claiming that there was a lot of confusion. The\nsame was disposed of vide this Court's Order dated 31.1.2001.\nThe relevant portions of which read as under:-\nG\n\"It appears from all the decisions so far that if as a result\nof reclassification or readjustment there is no additional\nposts which are created and it is a case of upgradation,\nthen the principle of reservation will not be applicable. It is H\n494\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nཞི་\nA\nB\nC\nD\non this basis that this Court on 19th November, 1998 had\nheld that reservation for SC and ST is not applicable in\nthe upgradation of existing posts and Civil Appeal No. 1481/\n1996 and the connected matters were decided against\nthe Union of India. The affect of this is that where the total\nnumber of posts remained unaltered, though in different\nscales of pay, as a result of regrouping and the effect of\nwhich may be that some of the employees who were in the\nscale of pay of Rs.550-700 will go into the higher scales,\nit would be a case of upgradation of posts and not a case\nof additional vacancy or post being created to which the\nreservation principle would apply. It is only if in additional\nto the total number of existing posts some additional\nposts are created that in respect of those additional posts\nthe reservation will apply, but with regard to those\nadditional posts the dispute does not arise in the present\ncase. The present case is restricted to all existing\nemployees who were re-distributed into different scales\nof pay as a result of the said upgradation.\"\n50. In K. Manickaraj's case the Court considered whether\nE the benefit of reservation could be extended to the appellant\nF\nG\nH\nwhile making appointment on the post of Welfare Inspector\nGrade II. The Court noted that as a result of restructuring, the\nnumber of posts available in cadre of Welfare Inspector Grade\nIl increased from 23 to 26 and if reservation of 15% of promo-\ntion was given to Scheduled Castes, 4 posts would be avail-\nable for reserved category. On behalf of the respondents, it was\npleaded that there has been no change in the strength of the\nposts in Grade II which remained 23 and the upgraded posts\nwere meant only for sport persons. The Tribunal accepted the\ncontentions raised by the respondents and negatived the claim\nof appellant. This Court reversed the order of the Tribunal and\nobserved:-\n\"It is admitted that the total number of posts in Grade II\nwas 23 and 3 posts from Grade III were upgraded to that\nof Grade II. The upgraded posts which were made as\n+\n!\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n495\nearly as in August 1987, as per Memorandum dated 24- A\n8-1987, still continue. It is, therefore, not possible for us to\naccept the contention of the learned counsel for the\nrespondent that the alleged upgradation was made for a\ntemporary period meant for sports personnel. The posts\nwhich were upgraded in the year 1988 having continued B\ntill date, the cadre strength of Grade II Inspectors must be\nheld to have become 26 and not 23 as contended by the\nrespondent. If 15% of the cadre is meant for reserved\ncategory people then it would work out at 4 and admittedly\nthere are only 3 persons belonging to the Scheduled\nCastes in Grade II. In that view of the matter the appellant\nwas entitled to be promoted against the 15% reserved\nquota of posts in Grade II treating the total number of\nposts in Grade II to be 26. In our considered opinion the\nTribunal was in error in not taking into account the upgraded\nposts which have been upgraded from Grade III to Grade\nIl on the ground that it was meant for sports personnel.\nWhile computing the number of posts available for reserved\ncategory, there is no justification to exclude the upgraded\nposts which had continued from 1988 till date.\"\n51. An analysis of orders passed by the Tribunals and this\nCourt shows that all cases except that of K. Manickaraj's case\ninvolved upgradation of large number of posts which could be\nfilled by placing the existing incumbents in the higher grade with-\nout subjecting them to the process of selection. Different\nBenches of the Tribunal referred to the policy decision taken by\nthe Railway Board that reservation policy for Scheduled Castes\nand Scheduled Tribes is not applicable where cadre restructur-\ning results in mass upgradation of posts and held that the ad-\nministration was required to make appointment/placement\nagainst the upgraded posts without reserving posts for Sched-\nuled Castes and Scheduled Tribes. This Court repeatedly em-\nphasized that the restructuring exercise did not result in cre-\nation of new posts/additional posts which could be filled by pro-\nmotion by following the procedure of selection. Therefore, these\nC\nD\nE\nF\nG\nH\n496\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nB\nA decisions are of no help to the cause of the respondents. At the\ncost of repetition, we consider it necessary to emphasize that\nrestructuring exercise envisaged in letter dated 9.10.2003 re-\nsulted in creation of additional posts in most of the cadres cov-\nered by the policy and the government had taken a conscious\ndecision to fill up such posts by promotion from amongst eli-\ngible and suitable employees and the promotees were burdened\nwith duties and responsibilities of greater importance. There-\nfore, the Tribunal and High Court were not justified in treating it\nas a case of upgradation of posts simplicitor. Consequently,\nthe decision of the Tribunal to quash para 14 of letter dated\n9.10.2003 and direction given for making appointments de hors\nthe policy of reservation are legally unsustainable.\nC\n52. The arguments made by learned counsel in the con-\ntext of paras 11 and 15 need not detain us because none of the\nD issues decided by the Tribunal and High Court relate to direct\nrecruitment against future vacancies.\nE\nF\n53. The point remains to be considered is whether the\norder of the Tribunal, which has been confirmed by the High\nCourt, can be maintained by applying the ratio of M. Nagaraj's\ncase. Dr. Rajiv Dhawan, learned senior counsel appearing for\nsome of the respondents, made strenuous efforts to convince\nus that the policy of reservation cannot be applied at the stage\nof making promotions because the Railway Administration did\nnot produce any evidence to show that Scheduled Castes and\nScheduled Tribes were not adequately represented in different\ncadres and that the efficiency of administration will not be jeop-\nardized by reserving posts for Scheduled Castes and Sched-\nuled Tribes, but we have not felt persuaded to accept this sub-\nmission. In the applications filed by them, the respondents did\nG not plead that the application of the policy of reservation would\nlead to excessive representation of the members of Scheduled\nCastes and Scheduled Tribes, or that the existing policy of res-\nervation framed by the Government of India was not preceded\nby an exercise in relation to the issue of adequacy of their rep-\nH resentation. Rather, the thrust of their claim was that restructur-\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n497\nA\ning of different cadres in Group C and D resulted in upgradation\nof posts and the policy of reservation cannot be applied qua\nupgraded posts. Therefore, the Union of India and the Railway\nAdministration did not get opportunity to show that the employ-\nees belonging to Scheduled Castes and Scheduled Tribes did\nnot have adequate representation in different cadres; that the B\nouter limit of reservation i.e. 50% will not be violated by apply-\ning the policy of reservation and that the efficiency of adminis-\ntration will not be jeopardized by applying the policy of reserva-\ntion. Therefore, it is neither possible nor desirable to entertain\na totally new plea raised on behalf of the respondents, more so, C\nbecause adjudication of such plea calls for a detailed investi-\ngation into the issues of facts.\nCivil Appeal No. 4712 @ S.L.P. (C) No.5045 OF 2007\n54. Leave granted.\nD\n55. In this appeal, Union of India and two others have chal-\nlenged order dated 5.4.2006 passed by Allahabad Bench of\nthe Tribunal and order dated 6.7.2006 passed by High Court of\nAllahabad in Writ Petition No.34662 of 2006. The facts culled\nout from the record of the appeal show that as a result of cadre E\nrestructuring exercise undertaken pursuant to the policy con-\ntained in letter dated 9.10.2003, two posts of Personal Inspec-\ntor Grade 1 (Rs.6500-10500/-) became available in Varanasi\nDivision of Northern Railway. One of these posts was earmarked\nfor general category and the other for the reserved category. F\nThe respondent who was holding the post of Senior Personal\nInspector represented for appointment against the unfilled post\nearmarked for reserved category by contending that she fulfils\nthe conditions of eligibility. Her claim was rejected by the com-\npetent authority on the premise that the reserved post cannot\nbe offered to general category candidate. She then filed O.A.\nNo.509 of 2005. The Allahabad Bench of the Tribunal relied on\nthe order passed by this Court in V.K. Sirothia's case and the\none passed by the Full Bench of the Tribunal in O.A. No.933 of\n2004 (P.S. Rajput and two others v. Union of India and Others)\nG\nH\n498\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA and held that the applicant (respondent herein) is entitled to be\nconsidered for the second post. The High Court also relied on\nthe order passed in V.K. Sirothia's case and dismissed the writ\npetition filed by the Union of India and others.\nB\n56. We have heard learned counsel for the parties. In view\nof the findings recorded by us in civil appeals that policy of res-\nervation is applicable to the cadre restructuring exercise un-\ndertaken pursuant to the policy contained in letter dated\n9.10.2003, the orders impugned in civil appeal arising out of\nSpecial Leave Petition (Civil) No.5045 of 2007 are liable to be\nC set aside.\nD\n57. In the result, the appeals are allowed and the impugned\norders are quashed. As a consequence, the original applica-\ntions filed by the respondents in all the cases shall stand dis-\nmissed. However, parties are left to bear their own costs.\nK.K.T.\nAppeals allowed.\n"}