{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"460\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\nB\nC\nNote:\nscale Rs.330-560 will be filled cent-per-cent by direct\nrecruitment of diploma holders in Draftsmanship.\nDetailed instructions will follow.\nThe existing cadre of Tracers is to be frozen and actual\nrequirements reviewed and determined with Board's\napproval within six months. In this connection, reference is\ninvited to Ministry of Railways letter No.E(NG) II-85/RC-2/\n7 dated 27.2.1985. Once the cadre of the Junior Draftsman\nin scale Rs.330-560 is fixed finally, it will be taken into\naccount for percentage distribution applicable to the\ndrawing office staff vide item 6 of the Annexure to this\nMinistry's letter No.PCI11/84/UPG/9, dated 16.11.1984 in\nthe subsequent annual cadre reviews.\nD VII. Permanent Way Mates to Permanent Way Mistries\n(i) 20% of posts of Permanent Way Mates in scale\nRs.260-400 to be upgraded to Permanent Way\nMistries in scale Rs.380-560.\n☐☐\nE\nLL\nF\nG\nVIII\n(ii) 50% of vacancies arising on or after 1.1.85 in scale\nRs.380-560 should be filled by candidates who have\npassed 12th Standard with Maths and Science.\n(iii) Direct recruitment of PWI Grade III in scale Rs.425-\n700 will be reduce from 75% to 66-2/3% for vacancies\narising in that category after the date of restructuring\nas proposed in item VII(i) above. For promotion of\ndirectly recruited PW Mistries scale Rs.380-560 to\nPWI Grade III in scale Rs.425-700, a minimum of\nthree years service as PW Mistries will be required\nincluding training period.\nMessage Checkers (for Central Western \u0026 Eastern\nRailways only)\nMessage Checkers will be restructured as under:-\n\"\nH\ni\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n461\nGrade\nCentral\nWestern\nEastern\nA\n(Rs.)\nExtg. Revd.\nExtg. Revd.\nExtg.\nRevd.\ncadre cadre\ncadre cadre\ncadre cadre\n260-430 5\n4\n8\n7\n330-560 4\n3\n6\n5\n425-640\n1\n2\n1\n2\n550-750\n1\n1\n1\n432,\n4\n3\n3\nB\n2\n21\n2\n1\n700-900\n1\nTotal\n10 10\n16\n16\n9 9\nC\n1\n10. The relevant paragraphs of policy contained in letter\ndated 9.10.2003 which is subject matter of this litigation, also\nread as under:-\n\"The Ministry of Railways have had under review cadres\nof certain Group 'C' \u0026 'D' staff in consultation with the staff D\nside with a view to strengthening and rationalizing the\nstaffing pattern on Railways. As a result of the review\nundertaken on the basis of functional, operational and\nadministrative requirements, it has been decided with the\napproval of the President that the Group 'C' \u0026 'D' E\ncategories of staff as indicated in the Annexures to this\nletter should be restructured in accordance with the revised\npercentages indicated therein. While implementing these\norders the following detailed instructions should be strictly\nand carefully adhered to:\nF\nXXX\n1.\nXXX\nXXX\nDate of effect (hereinafter referred to as cut-off date):\nThis restructuring of cadres will be with reference to\nthe sanctioned cadre strength as on the date following\nthe date on which the cadres in the headquarter\noffices of new Zonal Railways/New Divisions are\nclosed. The benefit of restructuring will be restricted\nto the persons who are working in a particular cadre\non the cut-off date.\nG\nH\n462\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\n, B\nC\nD\nE\nF\n0\nH\n3. Pay Fixation (Rule 1313 (FR 22) - RII). Staff selected\nand posted against the additional higher grade posts\nas a result of restructuring will have their pay fixed\nunder Rule 1313 (FR-22)(1)(a)(1)-RII on proforma\nbasis w.e.f. the cut-off date with the usual option for\npay fixation as per extant rules. Actual payment based\non the pay so fixed should be made from the date of\ntaking over the charge of the higher grade post\narising out of these restructuring orders. The benefit\nunder this rule will, however, no longer be available\nin the case of movement from lower grade to higher\ngrade in the non-functional situations where there is\nno change in duties as in the case of movement from\nGoods Guards to Sr. Goods Guards and Goods\nDrivers to Sr. Goods Drivers etc. In the case of such\nmovement, the pay will be fixed under Rule 1313\n(FR 22) (1)(a)(2)-RII. However, the benefit of fixation\nof pay under Rule 1313 (FR-22)(1)(a)(1) R-ll will now\nbe admissible in the cases of functional promotions\nsuch as promotion from Sr. Goods Guards to\nPassenger Guards and Sr. Goods Drivers to\nPassenger Drivers etc. though in identical scale of\npay.\n4.\n.5.\nExisting classification and filling up of the vacancies.\nThe existing classification of the posts covered by\nthese orders as 'selection' and 'non-selection', as\nthe case may be, remains unchanged. Action should\nbe taken to position the employees on the basis of\nselection/non-selection/suitability/Trade Test, as the\ncase may be. However, the instructions contained in\nPara 13.2 should be followed in case of placement\nof Supervisors (erstwhile Mistries) to grade Rs.5000-\n8000.\nExtant instructions for D\u0026A/Vigilance clearance will\nbe applicable for effecting promotions under these\norders with reference to the cut-off date.\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n463\n6. Minimum years of service in each grade. While A\nimplementing the restructuring orders, instructions\nregarding minimum period of service for promotion\nissued from time to time should be followed. In other\nwords, residency period prescribed for promotions\nto various categories should not be relaxed.\n7.\n8.\nB\nBasic functions, duties and responsibilities. Since\nthe cadres as detailed in the annexures to this letter\nare being restructured on functional, operational and\nadministrative considerations, the posts being placed\nin higher scales of pay as a result of restructuring C\nshould include the duties and responsibilities of\ngreater importance.\nAdjustment of excess number of posts. If prior to\nissue of these instructions the number of posts\nexisting in any grade in any particular cadre exceeds\nthe number admissible on the revised percentages,\nthe excess be allowed to continue to be phased out\nprogressively with the vacation of the posts by the\nexisting incumbents.\n11. Introduction of Direct recruitment (i) Ministerial Staff\n(excluding Accounts staff) (ii)Personnel Inspectors\n(iii) Depot Material Superintendents.\nD\nE\nF\nThe implementation of restructuring scheme in the\ncategories of Ministerial staff, Personnel Inspectors\nand Depot Material Superintendents is subject to\nthe introduction of direct recruitment in these\ncategories. After implementation of the restructuring\nin accordance with the revised percentage\ndistribution of posts indicated in the annexures G\nenclosed, the vacancies arising in these categories\non or after the cut-off date should be filled through\ndirect recruitment in the manner indicated hereunder:-\n11.1 An element of direct recruitment of graduates with\nI\nT\nA\nB\nC\nD\nE\nF\nG\nH\n464\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nnot less than 50% marks shall now be introduced at\nthe level of Office Superintendent Gr.ll in the pay scale\nRs.5500-9000 in the Ministerial categories\n(Establishment \u0026 other than Establishment but\nexcluding Accounts) to the extent of 20% of the posts.\nThe remaining 80% of the posts in grade Rs.5500-\n9000 shall continue to be filled by promotion of staff\nfrom the lower grade Rs.5000-8000 as per the\nprocedure in force.\n11.2 20% of the posts in grade Rs.6500-10500 in the\ncategory of Personnel Inspectors shall be filled by\ndirect recruitment from amongst the candidates\npossessing Bachelor degree with Postgraduate\nDiploma in Personnel Management, labour laws, etc.\nas mentioned in Board's letter No.E(NG)I-2002/PM4/\n1 dated 12-07-2002. The remaining 80% of the posts\nshall continue to be filled by promotion of staff from\nthe lower grade of Rs.5500-9000 as per the\nprocedure in force.\n11.3 20% of the posts in grade Rs.6500-10500 in the\ncategory of Depot Material Superintendents should\nbe filled by direct recruitment from amongst the\ncandidates possessing qualification of degree in\nEngineering in any discipline. The remaining 80% of\nthe posts shall continue to be filled by promotion of\nstaff from the lower grade of Rs.5500-9000 as per\nprocedure in force.\n12. Gatemen (Engg.) As a result of implementation of this\nrestructuring, more number of additional posts will\nbe available in the highest grade of this category.\nHenceforth, therefore, the posts of Gatemen (Engg.)\nshould be operated in grade Rs.2750-4400. In order\nto ensure the full availability of Gatemen (Engg.) and\nrotation of the existing staff specially those who are\nworking, as such, for a long period, the Trackmen\n☑\n.i\ni\n.\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n465\netc. at the time of their promotion to grade Rs.2750- A\n4400 should be posted as Gateman (Engg.) subject\nto their fulfilling the requirement of prescribed medical\nstandard and literacy level etc. as per extant\ninstructions.\nB\n13(a) Upgradation of the posts of Supervisor (erstwhile\nMistries) Subject to provisions of Para-13.2 below,\nall the posts of Supervisors (erstwhile Mistries) in\ngrade Rs.4500-7000 + Rs.100 Special Allowance\n(excluding Supervisors (P.Way) should enbloc be\nupgraded to the posts of Junior Engineer Gr.ll in the C\npay scale of Rs.5000-8000 and merged with the\nrespective cadre of Technical Supervisors with its\nspread effect in higher grades Rs.5500-9000, 6500-\n10500 \u0026 7450-11500 as per the revised percentage\ndistribution of posts prescribed for Technical D\nSupervisors in these orders.\nE\n13(b) In case of Supervisor (P.Way), the posts being held\nby the erstwhile PWMs supervising more than one\ngang upto a maximum of 17.26% of the sanctioned\ncadre of PWMs shall be upgraded to and merged\nwith the posts of Junior Engineer (P.Way) Gr.ll in the\npay scale of Rs.5000-8000 with its spread effect in\nhigher grades of JE-I, SE \u0026 SSE in grades Rs.5500-\n9000, 6500-10500 \u0026 7450-11500 respectively, as\nper the revised percentages prescribed for Technical F\nSupervisors in these orders.\n13.1 The financial implications involved in the upgradation\ncovered by (a) \u0026 (b) above should be off set by surrender\nof posts of Supervisors of equivalent money value.\n13.2 Procedure for fitment. The placement of the\nexisting incumbents will be regulated as per the\nprocedure given below:-\n(a) The existing regular incumbents of the posts of\nG\nH\nf\nA\nB\nC\nD\nヨ\nLL\nF\nG\nH\n466\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nSupervisors (including Supervisors/P.Way to the\nextent of upgradation of posts) will be placed in grade\nRs.5000-8000 without subjecting them to normal\nselection procedure. Their suitability shall be\nadjudged by following modified selection procedure\naccording to which the selection will be based on\nscrutiny of service records and confidential reports\nonly.\n(b) The Supervisors (other than P.Way) who do not get\npromoted to grade Rs.5000-8000 shall continue to\nhold the post in the existing grade Rs.4500-7000 +\nRs.100 SA as personal to them. To this extent, the\nposts upgraded to grade Rs.5000-8000 will be\noperated in the lower grade Rs.4500-7000 + Rs.100\nSA till the existing incumbents vacate the same by\nway of promotion, retirement etc. On vacation of the\nposts, the same shall automatically be operated in\ngrade Rs.5000-8000.\n13.3 Specific provisions for Supervisor (P.Way) The\nremaining posts of Supervisors (P.Way), erstwhile\nPWMs which are not to be upgraded and shall\ncontinue to be operated in the existing scale of pay,\nshould be redesignated as 'Track Supervisor'.\n13.4 While the existing incumbents of the post of\nSupervisor (P.Way) redisignated as 'Track\nSupervisor' shall continue to draw the scale of pay\nRs.4500-7000 + Rs.100 SA as personal to them,\nthe future incumbents to the post of 'Track Supervisor'\nwill be in the pay scale of Rs.4500-7000 without the\nSpecial Allowance of Rs.100/-.\n13.5 The upgradation of posts of Supervisor (P.Way) as\nindicated hereinabove should not result in creation\nof posts of Trolleymen. In other words under no\ncircumstances, additional posts of Trolleyman would\nbe created.\n:\nT\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n467\n14. Provisions of reservation. The existing instructions A\nwith regard to reservation of SC/ST wherever\napplicable will continue to apply.\n15. Direct recruitment percentages: Direct recruitment\npercentages will not be applicable to the additional\nposts arising out of these restructuring orders as on\nthe cut-off date. The direct recruitment percentage\nwill apply for normal vacancies arising on or after the\ndate following the cut-off date. Also the direct\nrecruitment quota as on the date preceding the cut-\noff date will be maintained.\n16. Pin pointing of posts. The administration should take\nsteps to pin-point the additional posts arising out of\nthis restructuring as per administrative requirements.\nB\nC\n18. Matching Savings. Entire scheme of restructuring is D\nto be a self-financing and expenditure neutral\nproposition. Financial implications should be worked\nout taking into account the mid points of the scales\nof pay of the respective posts (mean of the minima\nand maxima of the scale), existing number of posts E\nand revised number of posts in the grade on the\nbasis of the revised percentage of distribution of\nposts. After working out the financial implications,\nthe matching savings should be effected from the\ncategory itself. Wherever it is not possible to do so F\nfrom the category itself, the matching savings should\nbe arranged from the department at the divisional/\nzonal level. But before restructuring the cadre as per\nthe revised percentage distribution of posts, matching\nsavings will have to be ensured and if the\nDepartment/Railways are not able to provide the\nmatching savings, the particular category/department\nwill not be restructured. While effecting surrender of\nposts of equivalent financial value, the existing vacant\nposts available in the categories on the cut-off date\nG\nH\nA\nB\nC\nD\nE\nF\n468\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nshould be considered for the purpose of off-setting\nthe cost of restructuring/financial effects of\nrestructuring. Board desire that the General\nManagers should ensure that the restructuring is\nimplemented expeditiously with matching savings\nwithout any exception and difficulty. There would be\nno restructuring without matching savings by\nsurrender of posts.'\n\"\n19. Re-organization of Zonal Railways/Divisions: Due\nto re-organization of Zonal Railways/Divisions cadres\nare in a fluid situation. It may, therefore, take some\ntime for the cadres in the headquarter offices of New\nZones and Divisions to stabilize. In the\ncircumstances, new Zonal Railways are required to\nensure that the staff transferred to headquarter offices\nof new Zonal Railways/new Divisions are not\nextended the double benefit of restructuring. In case\nan employee has been given the benefit of\nrestructuring on the old (parent) railway in terms of\nthese orders, he will not be allowed the benefit of\nrestructuring again on the headquarter offices of new\nZonal Railways/new Divisions. In other words, nó\nrailway servant will be considered for double\npromotion as a result of this restructuring.\"\nThe existing and revised percentage of posts in different\ncadres are indicated in Annexures 'A' to 'K' appended to letter\ndated 9.10.2003. For the sake of reference Annexure 'A'(i) ap-\npended to that letter is reproduced below:-\nG\nH\nANNEXURE 'A'(i)\nSTATEMENT REGARDING RESTRUCTURING OF\nGROUP\n'C' \u0026 'D' STAFF OF TRANSPORTATION TRAFFIC\nDEPARTMENT\n469\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\nAnnexure to Board's letter No. PC III/2003/CRC/6 dated 9-10-2003\nA\nCATEGORY\nGRADE\n(Rs.)\nEXISTING\nREVISED\n%AGE\n%AGE\nStation Masters/Assistant\n7450-11500\n6.5\nStation Masters*\n6500-10500\n22\nB\n5500-9000\n30\n5000-8000\n33\n4500-7000\n8.5\nTrain Clerks\n5500-9000\n20\n5000-8000\n30\n4000-6000\n25\n3050-4590\n25\nTraffic Controllers\n7450-11500\n6500-10500\n5500-9000\nShunting Masters/\n5000-8000\nJamadars\n4000-6000\nPointmen/Levermen /\n3050-4590\nShuntmen\n2650-4000\nCabinmen\n4000-6000\n3050-4590\n2222222222222\n17\n17\n30\n55\n48\n15\n25\n75\n75\n25\n25\n75\n3377205082-85\n36\nC\n15\nD\n17\nE\nT\nFoot Note: The revised percentage distribution of posts\nwill be made applicable in the unified cadre as per the\nprovisions contained in Para-10.1 of the covering letter.\nF\n11. The nature and scope of the Railway Board's power\nto make rules was considered by the Constitution Bench of this\nCourt in B.S. Vadera vs. Union of India and Others [1968 (3)\nSCR 575]. The facts of that case were that the petitioners, who G\njoined service as Lower Division Clerks, were first promoted\nas Upper Division Clerks and then as Assistants (on ad-hoc\nbasis). In June 1967, they were reverted to the posts of Upper\nDivision Clerks. It was argued on their behalf that the Railway\nBoard does not have the power to frame the Scheme or amend Н\n"}