{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"470\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA the same with retrospective effect. This Court referred to the\nprovisions of the Indian Railway Board Act, 1905, Article 309 of\nthe Constitution and Rules 157 and 158 of the Code (these\nrules are pari material to paras 123 and 124 of 1985 edition of\nthe Code) and held that the Railway Board's Secretariat Cleri-\nB cal Service (Re-organisation) Scheme was statutory in charac-\nter and that the Railway Board could amend the same with ret-\nrospective effect. Paras 21 to 25 of the judgment which contain\nits ratio are extracted below:-\nC\nD\nE\nF\nG\n\"21. There is no controversy that the Indian Railway\nEstablishment Code has been issued, by the President,\nin exercise of the powers, vested in him, by the proviso to\nArticle 309, of the Constitution. Only two rules require to\nbe noted, and they are Rules 157 and 158, occurring in\nChapter I, under the sub-heading \"Power to frame rules\".\nThey are as follows:\n'\n\"157. The Railway Board have full powers to make rules\nof a general application to non-gazetted railway servants\nunder their control.\n158. The General Managers of Indian Railways have full\npowers to make rules with regard to non-gazetted railway\nservants under their control, provided they are not\ninconsistent with any rules made by the President or the\nRailway Board.\"\nWe are not concerned, really in this matter, with Rule 158,\nbecause the Scheme, Annexures 4 and 7, in particular,\nand the various orders, have been passed by the 2nd\nrespondent, the Railway Board. The Railway Board, as\nwill be seen from Rule 157, have full powers to make rules\nof general application, to non-gazetted railway servants.\nunder their control. The question is whether the 2nd\nrespondent, has, while acting under Rule 157, power to\nmake a rule (in this case, the Scheme), having effect from\nan anterior date.\nI\n!\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n471\n22. The matter must be considered, in the light of the A\nprovisions of Article 309, of the Constitution. That Article\nprovides:\n\"309. Subject to the provisions of this Constitution,\nActs of the appropriate Legislature may regulate the\nrecruitment, and conditions of service of persons\nappointed, to public services and posts in connection.\nwith the affairs of the Union or of any State:\nProvided that it shall be competent for the President\nor such person as he may direct in the case of\nservices and posts in connection with the affairs of\nthe Union, and for the Governor of a State or such\nperson as he may direct in the case of services and\nposts in connection with the affairs of the State, to\nmake rules regulating the recruitment, and the\nconditions of service of persons appointed, to such\nservices and posts until provision in that behalf is made\nby or under an Act of the appropriate Legislature under\nthis article, and any rules so made shall have effect\nsubject to the provisions of any such Act.\"\nWe may emphasize the words \"and any rules so made\nshall have effect subject to the provisions of any such Act,\"\nwhich must receive their due weight. To that aspect, we\nshall come, presently.\nB\nC\nD\nE\nF\n23. We have already pointed out, that Annexure 4 was\nissued on February 5, 1957, and Annexure 7, on March\n30, 1963, and that the initial constitution of the Service\nwas to be from December 1, 1954, and it is, on that basis,\nthat the promotions, or appointments, to the Service, are\nto be made. In this case, there is no Act of the appropriate G\nLegislature, regulating the recruitment and conditions of\nservice, under the 2nd respondent and, therefore, the main\npart of Article 309 is not attracted. But, under the Proviso\ntherein, the President has got full power to make rules,\nregulating the recruitment, and conditions of service, of H.\nA\n00\nB\nC\nD\nE\nព\nF\n-\nG\nH\n472\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\npersons, under the 2nd respondent. Further, under the\nProviso, such person, as may be directed by the President,\ncan also make rules, regulating the recruitment and\nconditions of service, of persons, under the 2nd respondent.\nThe rules so made, either by the President, or such person,\nas he may direct, will have currency, until provision, in that\nbehalf, is made by or under an Act, of the appropriate\nLegislature, under Article 309.\n24. It is also significant to note that the proviso to Article\n309, clearly lays down that 'any rules so made shall have\neffect, subject to the provisions of any such Act'. The\nclear and unambiguous expressions, used in the\nConstitution, must be given their full and unrestricted\nmeaning, unless hedged-in, by any limitations. The rules,\nwhich have to be ‘subject to the provisions of the\nConstitution, shall have effect, ‘subject to the provisions\nof any such Act'. That is, if the appropriate legislature\nhas passed an Act, under Article 309, the rules, framed\nunder the proviso, will have effect, subject to that Act;\nbut, in the absence of any Act, of the appropriate\nlegislature, on the matter, 'in our opinion, the rules, made\nby the President, or by such person as he may direct,\nare to have full effect, both prospectively, and,\nretrospectively. Apart from the limitations, pointed out\nabove, there is none other, imposed by the proviso to\nArticle 309, regarding the ambit of the operation of such\nrules. In other words, the rules, unless they can be\nimpeached on grounds such as breach of Part III, or any\nother Constitutional provision, must be enforced, if made\nby the appropriate authority.\n25. In the case before us, the Indian Railway\nEstablishment Code has been issued, by the President,\nin the exercise of his powers, under the proviso to Article\n309. Under Rule 157, the President has directed the\nRailway Board, to make rules, of general application to\nnon-gazetted railway servants, under their control. The\ni\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n473\nrules, which are embodied in the Schemes, framed by A\nthe Board, under Annexures 4 and 7, are within the\npowers, conferred under Rule 157; and, in the absence\nof any Act, having been passed by the 'appropriate'\nLegislature, on the said matter, the rules, framed by the\nRailway Board, will have full effect and, if so indicated,\nretrospectively also. Such indication, about retrospective\neffect, as has already been pointed out by us, is clearly\nthere, in the impugned provisions.\"\nB\n12. In view of the pronouncement of the Constitution Bench,\nthere cannot be any doubt that the Railway Board and General C\nManagers are empowered to frame rules for regulating the re-\ncruitment and conditions of service of the employees.\n13. We shall now consider whether the posts created with\nreference to different grades in Group C and D can be treated\nas independent cadres and the policy of reservation can be\napplied while making appointment to these cadres.\nD\n14. A conjoint reading of paragraph 103(7) of the Code,\n103(iii) of the Railway Establishment Manual and Circular R.B.E.\nNo.113/97 makes it clear that in the railways, the term 'cadre' E\ngenerally denotes the strength of a service or a part of a ser-\nvice sanctioned as a separate unit. However, for the purpose of\nroster, a wider meaning has been given to the said term so as\nto take within its fold the posts sanctioned in different grades.\nThe reason for giving this enlarged meaning to the term \"cadre\"\nis that posts in the railway establishment are sanctioned with\nreference to grades. Even temporary, work charged, supernu-\nmerary and shadow posts created in different grades can con-\nstitute part of the cadre.\nபட\nF\n15. In the service jurisprudence which has developed in G\nour country, no fixed meaning has been ascribed to the term\n\"cadre\". In different service rules framed under proviso to Ar-\nticle 309 of the Constitution as also rules framed in exercise of\nthe powers of delegated legislation, the word \"cadre\" has been\ngiven different meaning.\nI\nA\nB\nC\nD\nLEI\nF\nG\n474\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\n16. In A.K. Subraman and Others vs. Union of India and\nOthers [1975 (1) SCC 319], a three Judges Bench of this Court\nwhile interpreting the provisions contained in Central Engineering\nService, Class 1, Recruitment Rules, 1954, observed as under :\n\"The word \"grade\" has various shades of meaning in the\nservice jurisprudence. It is sometimes used to denote a\npay scale and sometimes a cadre. Here it is obviously\nused in the sense of cadre. A cadre may consist only of\npermanent posts or sometimes, as is quite common these\ndays, also of temporary posts.\"\n17. In Dr. Chakradhar Paswan vs. State of Bihar and Oth-\ners [1988 (2) SCC 214] it was observed as under:-\n\"In service jurisprudence, the term 'cadre' has a definite\nlegal connotation. It is not synonymous with 'service'. It is\nopen to the Government to constitute as many cadres in\nany particular service as it may choose according to the\nadministrative convenience and expediency and it cannot\nbe said that the establishment of the Directorate\nconstituted the formation of a joint cadre of the Director\nand the Deputy Directors because the posts are not\ninterchangeable and the incumbents do not perform the\nsame duties, carry the same responsibilities or draw the\nsame pay. The posts of the Director and those of the\nDeputy Directors constitute different cadres of the Service.\nThe first vacancy in the cadre of Deputy Directors was\nthat of the Deputy Director (Homoeopathic) and it had to\nbe treated as unreserved, the second reserved and the\nthird unreserved. Therefore, for the first vacancy of the\nDeputy Director (Homeopathic), a candidate belonging\nto the Scheduled Caste had therefore to compete with\nothers.\"\n18. In State of Maharashtra vs. Purshottam and Others\n[1996 (9) SCC 266], it was held that the \"cadre\" means unit of\nstrength of a service or a part of it as determined by the em-\nH ployer.\n1\n;\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n475\n19. The argument of Shri Sushil Jain that para 4(b) of Cir- A\ncular RBE No.113/97 dated 21.8.1997 is ultra vires the defini-\ntion of the word \"cadre\" contained in para 103(7) of the Code\ncompletely ignores the stark reality that in the railway establish-\nment the posts are sanctioned with reference to grades which\nterm means sub-division of a class, each bearing a different B\nscale of pay. Therefore, the posts sanctioned in different grades\nwould constitute independent cadres and we see no reason\nwhy a restricted meaning should be given to the term 'cadre' for\nthe purpose of implementing the roster.\n20. The next question which merits consideration is C\nwhether the policy of reservation can be applied at the stage of\nrestructuring of Group C and D cadres in the railways and\nwhether para 14 of letter dated 9.10.2003 is violative of doc-\ntrine of equality enshrined in Articles 14 and 16 of the Constitu-\ntion.\n21. A cursory reading of the relevant extracts of letters dated\n25.6.1985 and 9.10.2003 reproduced hereinabove may give\nan impression that the policies contained therein are similar\nbut a closer scrutiny thereof reveals the following stark dissimi-\nlarities:-\nD\nE\n(i) In terms of para 5.1 of letter dated 25.6.1985, the\nexisting classification of the posts covered by the\nrestructuring orders i.e. 'selection' and 'non-selection'\nwas to be retained. However, for the purpose of F\npromoting an individual railway employee there was\ndeemed modification of the selection procedure and\nthe promotion was to be made without holding any\nwritten test and/or viva-voce. As against this, action\nin terms of para 4 of letter dated 9.10.2003 is required\nto be taken for making appointment on the basis of\nselection/non-selection/suitability/Trade Test and in\npara 5, the requirement of D\u0026A/Vigilance clearance\nhas been made mandatory for effecting promotion\nwith reference to the cut off date.\nG\nH\nA\nB\nC\nD\nE\nF\nG\n476\n(ii)\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nWhile the policy contained in letter dated 25.6.1985\ndid not specify any minimum period of services as a\ncondition for promotion, para 6 of letter dated\n9.10.2003 lays down the requirement of minimum\nperiod of services as a condition for promotion and\nalso declares that residency period prescribed for\npromotion to various categories should not be\nrelaxed.\n(iii) Para 9 of letter dated 25.6.1985 postulated retention\nof basic functions, duties and responsibilities and\naddition of other duties and responsibilities, whereas\npara 7 of letter dated 9.10.2003 mandates that posts\nbeing placed in the higher scales of pay should\ninclude the duties and responsibilities of greater\nimportance because restructuring is contemplated\non functional, operational and administrative\nconsiderations.\n(iv) While the policy contained in letter dated 9.10.2003\npostulates progressive phasing out of excess\nnumber of posts in a particular cadre, no such\nprovision was made in the policy circulated vide letter\ndated 25.6.1985.\n(V) The instructions contained in letter dated 25.6.1985\ndid not provide for direct recruitment against\nupgraded posts, but para 15 of letter dated 9.10.2003\nunequivocally lays down that direct recruitment\npercentages will not be applicable to the additional\nposts becoming available as a result of restructuring\nand the same will apply to normal vacancies after\nthe cut-off date.\n(vi) Para 18 of letter dated 9.10.2003 shows that the\nscheme of restructuring is a self-financing and\nexpenditure neutral proposition. There was no such\nprovision in the earlier policy.\n'\nH\n'\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n477\n(vii) Annexure 1 appended to letter dated 25.6.1985 A\nshows that the percentage of the upgraded posts\nbecoming available as a result of restructuring varied\nfrom 20 to 60 in different grades, except in the cadre\nof Tool Checkers where the percentage varied from\n10 to 40. As against this, the percentage of additional B\nposts (as indicated in Annexures A to K appended to\nletter dated 1.10.2003) becoming available as a\nresult of restructuring of different cadres in Group C\nand D posts varied from 1 to 10, except in one or two\ncadres where it was more than 20.\n22. From what we have noted above, it is clear that the\npolicies contained in letters dated 25.6.1985 and 9.10.2003\nare substantially dis-similar. The exercise of restructuring en-\nvisaged in the first policy was in the nature of upgradation of\nsubstantial number of posts in different cadres and the upgraded\nposts were to be filled simply by scrutinizing the service records\nof the employees without holding any written and/or viva voce\ntest and there was no merit based selection. In contrast, the\nrestructuring exercise envisaged in letter dated 9.10.2003're-\nsulted in creation of additional posts in some cadres with du-\nties and responsibilities of greater importance and which could\nbe filled by promotion from amongst the persons fulfilling the\nconditions of eligibility and satisfying the criteria of suitability\nand/or merit. Para 13 of letter dated 9.10.2003 is, in itself, de-\nmonstrative of the difference between simple upgradation of\nposts in the cadre of Supervisors which are required to be filled\nwithout subjecting the incumbents of the posts to normal selec-\ntion procedure whereas the additional posts becoming avail-\nable in other cadres are required to be filled by promotion.\nC\nD\nE\nF\nG\n23. In legal parlance, upgradation of a post involves the\ntransfer of a post from the lower to the higher grade and place-\nment of the incumbent of that post in the higher grade. Ordi-\nnarily, such placement does not involve selection but in some of\nthe service rules and/or policy framed by the employer for\nupgradation of posts, provision has been made for denial of H\n478\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA higher grade to an employee whose service record may con-\ntain adverse entries or who may have suffered punishment -\nD.P. Upadhyay vs. G.M., N.R. Baroda House and Others [2002\n(10) SCC 258].\nB\nC\nD\nE\nG\nI\n24. The word 'promotion' means \"advancement or prefer-\nment in honour, dignity, rank, or grade”. 'Promotion' thus not\nonly covers advancement to higher position or rank but also\nimplies advancement to a higher grade. In service law the ex-\npression 'promotion' has been understood in the wider sense\nand it has been held that \"promotion can be either to a higher\npay scale or to a higher post\" - State of Rajasthan vs. Fateh\nChand Soni [1996 (1) SCC 562].\n25. Once it is recognized that the additional posts becom-\ning available as a result of restructuring of different cadres are\nrequired to be filled by promotion from amongst the employees\nwho satisfy the conditions of eligibility and are adjudged. suit-\nable, there can be no rational justification to exclude the appli-\ncability of the policy of reservation while effecting promotions,\nmore so because it has not been shown that the procedure for\nmaking appointment by promotion against such additional posts\nis different than the one-prescribed for normal promotion. In\nFateh Chand Soni's case, this Court interpreted the provisions\ncontained in the Rajasthan Police Service Rules, 1954, which\nregulate appointment to the Selection Scale in the service and\nheld that such appointment constitutes promotion. The Court\nthen considered two earlier judgments in Lalit Mohan Deb vs.\nUnion of India [1973 (3) SCC 862] and Union of India vs. S.S.\nRanade [1995 (4) SCC 462] and declared that the High Court\nwas in error in holding that appointment to the Selection Scale\ndoes not constitute promotion.\n26. In Ram Prasad and Others vs. D.K. Vijay and Others\n[1999 (7) SCC 251], it was submitted that the view taken in\nFateh Chand Soni's case requires re-consideration because\nthe same is inconsistent with the latter judgments in Ajit Singh\nJanuja vs. State of Punjab [1996 (2) SCC 715] and Ajit Singh\nF\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n479\nII vs. State of Punjab [1999 (7) SCC 209]. While rejecting this A\nplea, the Constitution Bench observed:-\nB\n\"The contention of Shri Gopal Subramanium for the general\ncandidates that appointment from senior scale to selection\nscale is not a promotion and that Fateh Chand Soni\nrequires reconsideration in view of the judgments in Union\nof India vs. S.S. Ranade and Lalit Mohan Deb vs. Union\nof India cannot be accepted. We are unable to agree. We\n'find that both these cases have been referred to and\nexplained in Fateh Chand Soni case. Therefore, the\nreserved candidates are entitled to be promoted to the C\nselection scale by way of the roster points. But this has\nto be done in the manner mentioned in R.K. Sabharwal\nvs. State of Punjab. The appeal of the general candidates\nhas to fail.\"\nD\nE\n27. A careful reading of the policy contained in letter dated\n9.10.2003 shows that with a view to strengthen and rationalize\nthe staffing pattern, the Ministry of Railways had undertaken\nreview of certain cadres. The basis of the review was functional,\noperational and administrative requirement of the Railways. This\nexercise was intended to improve the efficiency of administra-\ntion by providing incentives to the existing employees in the\nform of better promotional avenues and at the same time re-\nquiring the promotees to discharge more onerous duties. The\npolicy envisaged that additional posts becoming available in\nthe higher grades as a sequel to restructuring of some of the F\ncadres should be filled by promotion by considering such of the\nemployees who satisfy the conditions of eligibility including the\nminimum period of service and who are adjudged suitable by\nthe process of selection. This cannot be equated with\nupgradation of posts which are required to be filled by placing G\nthe existing incumbents in the higher grade without subjecting\nthem to the rigor of selection.\n28. In view of the above discussion, we hold that the\nRailway Board did not commit any illegality by directing that the\nH\n1\n"}