{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 185.\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\ncourts have consistently refrained from interfering with A\neconomic decisions, unless it was demonstrated that economic\nexpediency was so violative of constitutional or legal limits on\npower or is so abhorrent to reason, that such interference was\nnecessary. The Courts would in given cases interfere if it could\nbe demonstrated that the policy was contrary to any statutory B\nprovision or the provision of the Constitution or there was\nillegality in the decision itself.\nC\nD\nE\n76. Mr. K.K. Venugopal submitted that from the very\ninception, GoWB had played a major role in conceptualizing\nand setting up of HPL with the primary object of industrial\ndevelopment of the region in particular, and the State in general\nand subserving the underlying public interest. Mr. Venugopal\nsubmitted that HPL had been conceived as a showcase project\nof the GoWB. It was only because of the active role of the State\nGovernment that it was also possible to acquire a total of\n1031.305 acres of land for the project at Haldia, without any\ntrouble and disturbance, from the year 1973 onwards. Mr.\nVenugopal submitted that the direction given by the CLB would\nbe against the very grain of the concept of a Joint Venture\nbetween WBIDC, which was owned by GoWB, and the R.P.\nGoenka Group (RPG) and subsequently, with the exit of the\nRPG Group, the Tata Group as well as the CP(M)C. It was also\nsubmitted that even the financial institutions, namely, IDBI and\nSBI, etc., who had a total stake of Rs.2989 crores in HPL, drew\ngreat comfort from the continued presence of the State F\nGovernment and its active participation in the management of\nHPL. On the other hand, on several occasions the very same\nfinancial institutions had expressed their concern regarding the\ncapability and intentions of the Chatterjee Group in managing\nthe Company and inducting funds as necessary for the growth G\nand development thereof. Mr. Venugopal submitted that the acts\nof oppression alleged by the Chatterjee Group and the relief\nclaimed by them, apart from being based on alleged breach\nof contract, aimed at invoking the jurisdiction of the CLB under\nSection 397 read with Section 402 of the Companies Act, H\n186 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 1956, to compel the Government to disinvest its shareholding\nB\nс\nD\nE\nF\nG\nH\nin HPL. Mr. Venugopal submitted that the CLB did not have the\njurisdiction to grant such relief and, in any event, in view of the\noverriding public interest, no relief should be granted to the\nappellant in the instant appeals.\n77. Mr. Anil Dewan, learned Senior Advocate, who\nappeared for Mr. Tarun Das, who was functioning as the\nChairman of HPL, adopted the submissions made by Mr. Desai\nand Mr. Venugopal and urged that the Company Petition itself\nwas not maintainable as it had been filed by a Company which\nwas not a member of HPL, despite being the owner of 155\nmillion shares thereof. Mr. Dewan submitted that instead of\nassisting the Company in meeting its financial liabilities, the\nappellants not only failed to infuse equity into the Company but\nalso confined their focus on acquiring only 51% of the\nshareholding in order to maintain its control over the\nmanagement of the Company. Mr. Dewan submitted that the\njudgment of the High Court did not call for any interference in\nthe instant proceedings.\n78. In continuation of Mr. Desai's submissions, Mr. C.A.\nSundaram, learned Senior Advocate appearing for the\nRespondent No.2, reiterated the factual aspect of the case as\nportrayed by Mr. Desai. Mr. Sundaram, however, urged that the\nstand now being taken by the Chatterjee Group that the\ninduction of IOC into HPL had adversely affected their interest\nand had reduced the Chatterjee Group to a minority\nshareholder in the Company, it was, in fact, Dr. Chatterjee\nhimself, who had initiated the idea of allotting 150 million shares\nto IOC. Dr. Chatterjee was the Chairman of the Committee\nwhich prepared and sent the offer of allotment to IOC which was\naccepted by its return letter enclosing a cheque for Rs.150\ncrores in favour of HPL. Between April, 2005 and July, 2005,\neight draft Share Purchase Agreements were exchanged\nbetween the Chatterjee Group and the GoWB regarding sale\nof the shares held by WBIDC to CP(M)C. However, the\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 187\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nChatterjee Group never seemed to be in a position to complete A\nthe transaction and repeatedly asked for the inclusion of fresh\nconditions, such as a pre-condition that IOC should not be\nallotted any shares of HPL. In the meantime, having accepted\nthe offer of allotment of 150 million shares and having sent the\nprice for the same to HPL, IOC sent legal notices to HPL calling B\nupon the Company to issue and allot the said 150 million shares\nto IOC and to credit the same to the account of IOC after\ndematerialization.\nC\n79. Mr. Sundaram submitted that in the aforesaid cauldron\nof events, the GoWB wrote to the Chatterjee Group on 27th\nJuly, 2005, stating that it had decided to defer its proposal to\ndisinvest shares in favour of the Chatterjee Group as it was not\nin a position to conclude matters. On account of the severe\nfinancial crunch being faced by HPL and in view of the stand\nof IOC, which was the main supplier of Naphtha to HPL, on 2nd D\nAugust, 2005, HPL allotted 150 million shares to IOC and a\nreturn of allotment was also filed with the Registrar of\nCompanies in respect thereof. On 3rd August, 2005, the\ncheque given to IOC for Rs.150 crores was encashed by HPL.\nE\n80. Mr. Sundaram submitted that it was no doubt true that\nat the initial stages it had been the intention of GoWB and\nWBIDC to involve Dr. Chatterjee and his Group of Companies\nas the prime stakeholders in HPL with management control, but\nat crucial times when support in the form of equity was required, F\nthe Chatterjee Group failed to provide the same. Mr. Sundaram\nsubmitted that even when on 3rd June, 1996, GoWB wrote to\nDr. Chatterjee that on account of HPL's financial crunch, all\npromoters had been requested to induct 50% of the equity and\nthe last date for such infusion was 18th June, 1996, the\nChatterjee Group failed to make such investments, although,\nboth the Tatas and WBIDC brought in their respective equity\n`contributions of Rs.35.5 crores and Rs.117 crores. Once again,\nsince the Lenders were insisting on immediate infusion of\nRs.581 crores into HPL and HPL was on the threshold of\nG\nH\nD\n188 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA becoming a Non-Performing Asset, a Rights Issue Offer was\nmade by HPL to the existing shareholders for subscription of\n34,99,99,988 shares at the rate of Rs.10/- per share. Despite\nDr. Chatterjee's assurance to bring in Rs.53.5 crores\nimmediately along with additional fund of Rs.53.5 crores and\nB a further sum of Rs.300 crores, the Chatterjee Group did not\nsubscribe to the Rights Issue, thereby depriving the Company\nof Rs. 107 crores at a very crucial time. In order to re-assure\nHPL, the Chatterjee Group on 12th January, 2002, agreed to\ninduct a minimum of Rs.500 crores and such other further funds\nC towards equity and equity-like instruments to effectuate the\nCorporate Debt Restructuring. However, despite such\ncommitment, till today, the Chatterjee Group has not brought\nin the amount of Rs.500 crores committed by it. On the other\nhand, acting on the assurance given by the Chatterjee Group,\nWBIDC agreed to transfer shares worth Rs.360 crores to the\nChatterjee Group to ensure that it controlled 51% of paid-up\nequity to enable it to remain in the majority. Mr. Sundaram\nsubmitted that out of the said number of shares, 155 million\nshares were, in fact, transferred to CP(I)CL to maintain a\nshareholding of 51%. However, WBIDC even agreed to transfer\nshares beyond the said 155 million shares to ensure that the\n51% shareholding of CP(M)C was maintained. It was also\nagreed that the transfer would be effected within 10 days of the\nacceptance of Letter of Comfort by WBIDC. Mr. Sundaram\nsubmitted that although the shares were transferred in the name\nof CP(I)CL, the said transfers were never completed as they\nwere not registered either in the Company's books or with the\nRegistrar of Companies and WBIDC continued to have voting\nrights on the said 155 million shares. Mr. Sundaram submitted\nthat to cap it all, instead of bringing in equity of an amount of\nG Rs.53.5 crores, as promised as per the decision taken by the\nCompany on 3rd June, 1996, to induct 50% of its equity, the\nChatterjee Group brought in only Rs.61.5 crores and that too\nas debt and not equity, despite the fact that post-dated cheques\nissued to vendors were still bouncing and other commitments\nH were not met. In addition, the Corporate Debt Restructuring\nE\nF\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 189\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\ncould not be implemented since CP(M)C could not induct a A\nstrategic investor. Ultimately, out of sheer compulsion in order\nto save the Company from becoming a Non-Performing Asset,\na decision had to be taken to induct IOC as a portfolio investor,\nthough there may have been discussion to bring in IOC as a\nstrategic investor.\nB\n81. Mr. Sundaram submitted that one of the questions\nwhich arise in these proceedings is whether the Company Law\nBoard, acting under Sections 397 and 398, read with Section\n402 of the Companies Act, could direct sale of shares in the\nC\nabsence of a finding that there had been oppression by one\nbody of shareholders against another or mismanagement of the\nCompany. According to Mr. Sundaram, the second question,\nwhich is directly connected with the first, is whether in the\nabsence of such a finding the Company Law Board could\ndirect sale of shares in the absence of a further finding that such\nsale of shares was necessary in the interest of the Company.\nThe third question posed by Mr. Sundaram was whether in\naddition to the findings indicated above, the Company Law\nBoard could direct sale of shares under Sections 397 and 398\nread with Section 402 of the above Act in the absence of a\nfinding that without giving such a direction it might be just and\nequitable to wind-up the Company.\nD\nE\n82. On the aforesaid issues, Mr. Sundaram reiterated the\nsubmissions made by Mr. Desai that the said questions have F\nbeen answered by this Court in Shanti Prasad Jain's case\n(supra) and in the subsequent decisions in Sangramsinh P.\nGaekwad (supra), M.S.D.C. Radharamanan (supra), V.S.\nKrishnan (supra), the Needle Industries (supra) and in the case\nof Hanuman Prasad Bagri Vs. Bagress Cereals Pvt. Ltd. G\n[(2001) 4 SCC 420].\n83. Mr. Sundaram submitted that the next issue involved\nthe question as to whether the concept of legitimate expectation\nof a body of shareholders would be applicable to a large public\nlimited company or only in quasi partnerships and family\nH\nТ.\nC\nD\n190 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA companies and whether in those situations also the sale of\nshares could be directed in order to break a deadlock. In this\nregard, reference was made to the decision of this Court in\nKilpest Pvt. Ltd. \u0026 Ors. Vs. Shekhar Mehra [(1996) 10 SCC\n696] and Hind Overseas Pvt. Ltd. Vs. Raghunath Prasad\nB Jhunjhunwalla \u0026 Anr. [(1976) 3 SCC 259]. In Hind Overseas\nPvt. Ltd.'s case, this Court had held that when more than one\nfamily or several friends and relations together form a company\nand there is no right as such agreed upon for active\nparticipation of members who are excluded from management,\nthe principles of dissolution of partnership cannot be liberally\ninvoked. It was further observed that it is only when shareholding\nis more or less equal and there is a case of a complete\ndeadlock in the running of the company on account of lack of\nprobity in the management and there is no hope or possibility\nof smooth and efficient continuance of the company as a\ncommercial concern, a case for winding up may arise.\nHowever, in a given case, the principles of dissolution of\npartnership may apply if the apparent structure of the company\nis proved not to be the real structure and on piercing the veil it\nis found that in reality it is a partnership. Mr. Sundaram\nsubmitted that, in any event, the application of the just and\nequitable clause would depend upon the facts and\ncircumstances of each case. A note of caution was also\nintroduced that even admission of a petition could prejudice and\ncause immense injury to a company in the eyes of the investors,\nif ultimately the petition is dismissed. Mr. Sundaram urged that\nin a petition under Section 397/398 of the Companies Act, it\nwas not always incumbent on the CLB to order the winding up\nof a company on the just and equitable principle, but in order\nto pass any order under Section 397, the Company Law Board\nG would have to arrive at a specific finding that there was just and\nequitable reason to order such winding up.\nE\nF\nH\n84. The next issue canvassed by Mr. Sundaram is that the\nCourt would have to examine as to whether the direction given\nfor sale of shares was in order to maintain the status quo which\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 191\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nwas being disturbed on account of the oppressive measures A\ntaken. In this regard, Mr. Sundaram referred to the decisions\nof this Court in Dale \u0026 Carrington Invt. (P) Ltd. Vs. P.K.\nPrathapan \u0026 Ors. [(2005) 1 SCC 212] and M.S.D.C.\nRadharamanan's case (supra), along with the decision in\nAllianz Securities Ltd. Vs. Regal Industries Ltd. [2002 (11) CC B\n764 = (2000) 25 SCL 349 (CLB)]. On the concept of legitimate\nexpectation, Mr. Sundaram submitted that it has to be\nconsidered whether the same should be restricted to\nmaintaining the state of affairs at the time when the parties\nbecame shareholders or whether any subsequent C\nunderstanding arrived at by private treaty between the\nshareholders would fall under the purview of the Company Law\nBoard to enable it to deal with such questions between private\nshareholders.\n85. Mr. Sundaram repeated that in this regard it would have\nto be decided as to whether the CLB could direct sale and\ntransfer of shares to a group to give it majority control on an\napplication under Section 397/398 read with Section 402 of the\nCompanies Act and to enforce specific performance of\nagreement between the parties whether legitimate or not,\nespecially when such specific performance was not necessary\nin the interest of the company, or to prevent winding up of the\ncompany. Another question of equal importance in this\nconnection was whether specific performance could be\ndirected at the instance of a party whose own conduct had been\ninequitable in failing to carry out its promises, to the severe\nprejudice of the company.\n86. Another issue raised by Mr. Sundaram, which has a\ndirect bearing to the facts of this case, is whether a Company\ncan effect transfer of shares in the absence of transfer deeds\nand a request for transfer, and whether the transfer of shares\nis complete only when such transfers are duly registered and\nentered in the Register of Members of the Company. In this\nregard, Mr. Sundaram referred to the decisions of this Court\nD\nE\nF\nG\nH\n192 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA in Howrah Trading Company Vs. CIT [AIR 1959 SC 775]; Life\nInsurance Corporation of India Vs. Escorts Ltd. [(1986) 1 SCC\n264], Mannalal Khetan Vs. Kadarnath Khetan [(1977) 2 SCC\n424], Claude Lila Parulekar (Smt.) Vs. Sakal Papers (P) Ltd.\n[(2005) 11 SCC 73], J.P. Srivastava \u0026 Sons Pvt. Ltd. Vs.\nB Gwalior Sugar Co. Ltd. [(2005) 1 SCC 172], Mathrubhumi\nPrinting \u0026 Publishing Co. Ltd. Vs. Vardhman Publishers Ltd.\n[(1992) 73 CC 80] and several other decisions to which we\nshall shortly refer as they have a bearing on the issue involving\nthe rights acquired by the Chatterjee Group on the transfer of\n155 million shares by WBIDC, which were not, thereafter,\nregistered in the name of the Chatterjee Group in the Register\nof Members of the Company, nor was the factum of such\ntransfer communicated to the Registrar of Companies.\nC\nD\n87. Mr. Sundaram also raised another question as to why\non failure of reciprocal promises in a contract on account of non-\nperformance of the promises made by one of the parties, the\nbenefits accrued to such party through part performance should\nnot be restituted to the other party. In this regard, reference was\nmade to Sections 51 to 54 of the Contract Act and the decision\nE of the Privy Council in Satgur Prasad Vs. Harnarayan Das\n[(AIR 1932 PC 89] and the decision of the Delhi High Court in\nSuit No.1481 of 1996, to which reference may be made, if\nrequired.\nF\nG\nH\n88. Lastly, on the question of allotment of the 150 million\nshares by WBIDC to 1OC, Mr. Sundaram submitted that on\naccount of the failure of the Chatterjee Group to bring in equity\nwhen the Company was in dire need of funds, such allotment\nwas fully justified under the doctrine of Indoor Management.\nHowever, even if a legitimate dispute could be raised in regard\nto such transfer, such transaction could not be avoided by the\nCompany Law Board as the same was in the interest of the\nCompany, which would otherwise have been converted into a\nNon Performing Asset.\n89. What emerges from the materials on record and the\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 193\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nB\nsubmissions made on behalf of respective parties is that HPL A\nwas incorporated in 1985 by the West Bengal Industrial\nDevelopment Corporation and the R.P. Goenka Group, and\ntheir nominees were the subscribers to the Memorandum of\nAssociation. Soon thereafter, in 1990, the Goenka Group left\nthe Company and Tata Chemicals and Tata Tea were inducted\ninto the project between 1990 and 1993. However, since the\nTATAS were not very keen to continue with the Project, in June\n1994, Dr. Purnendu Chatterjee, a Non-Resident Indian\nindustrialist and financier, evinced his interest in implementing\nthe project. Accordingly, a Memorandum of Understanding was\nentered into between WBIDC and the Chatterjee Petrochem\n(Mauritius) Company and the Tatas on 3rd May, 1994. Certain\nassurances were given to Dr. Chatterjee that the Company\nwould remain a private enterprise with the Chatterjee Group in\ncontrol of the management thereof. A further assurance was\ngiven to the effect that WBIDC/GOWB would transfer their entire\nshares in the Company to the Chatterjee Group, which would\nthen acquire a complete majority for the purposes of\nmanagement and control of the Company.\nC\nD\n90. In addition to the above, certain duties and obligations E\nto be performed by the Chatterjee Group were also indicated,\nmainly confined to the question of bringing in equity in an\notherwise cash-strapped situation then prevailing in relation to\nthe Company's finances. It also appears that the assurances\ngiven by WBIDC/GoWB were on account of the aforesaid F\nassurances given by the Chatterjee Group to bring in equity.\nInasmuch as, the Chatterjee Group failed to abide by its\ncommitments, the Company had no other alternative, but to\nbring in IOC by selling and transferring 150 million shares to\nthe said Company.\n91. The parties also agreed that they would be entitled to\nseek specific performance of the terms and conditions of the\nAgreement in accordance with the provisions of the Specific\nRelief Act, 1963. Various other terms and conditions were\nG\nH\n194 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA included with the intention of guaranteeing that CP(M)C would\nacquire a controlling interest to the extent of at least 51%\nshares which would also give it complete control over the day-\nto-day affairs of the Company. In addition, it was agreed that\nin future the composition of the Board would be altered to reflect\nB the revised shareholding structure and WBIDC would vote along\nwith CP(M)C on all issues in the shareholders meeting and its\nnominee would also vote along with the nominee Directors of\nthe CP(M)C.\nC\n92. Despite the concessions given and/or afforded to the\nChatterjee Group, it had failed to take advantage of the same\nand a subsequent Agreement dated 8th March, 2002, had to\nbe entered into for recording the fact that in terms of the\nAgreement dated 12th January, 2002, 155,099,998 equity\nshares of WBIDC had been transferred/delivered to CP(I)PL\non the same day. It was also indicated in the Agreement that\nall the aforesaid shares which had been transferred and\ndelivered to the Petitioner No.4 would be pledged with WBIDC\nand, accordingly, their shares had been duly lodged along with\ntheir share certificates with WBIDC and such pledge had been\nE acknowledged.\nD\nF\n93. It is in the aforesaid background that we have to\nconsider the Petition filed by the Chatterjee group before the\nCompany Law Board under Sections 397, 398, 399, 402, 403\nand 406 of the Companies Act, 1956, and the reliefs prayed\nfor therein.\n94. The law relating to grant of relief on a petition under\nSections 397, 398 and 402 of the Companies Act, 1956, has\nbeen crystallised in various decisions of this Court, including\nG those cited on behalf of the parties. The common refrain running\nthrough all these decisions is that in order to succeed in an\naction under Sections 397 and 398 of the Companies Act, the\ncomplainant has to prove that the affairs of the Company were\nbeing conducted in a manner prejudicial to public interest or in\nH a manner oppressive to any member or members. For better\n"}