{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"CHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 195\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\nappreciation of the above, Section 397 of the above Act is A\nextracted hereinbelow :\n\"397. Application to [Tribunal] for relief in cases of\noppression.-\nB\n1) Any member of a company who complains that the\naffairs of the company are being conducted in a manner\nprejudicial to public interest or] in a manner oppressive to\nany member or members (including any one or more of\nthemselves) may apply to the Tribunal for an order under\nthis section, provided such members have a right so to C\napply in virtue of section 399.\n(2) If, on any application under sub-section (1), the Court\nis of opinion-\n(a) that the company's affairs are being conducted\nin a manner prejudicial to public interest or in a\nmanner oppressive to any member or members;\nand\nD\n(b) that to wind up the company would unfairly E\nprejudice such member or members, but that\notherwise the facts would justify the making of a\nwinding-up order on the ground that it was just and\nequitable that the company should be wound up,\nF\nthe Tribunal may, with a view to bringing to an end the\nmatters complained of, make such order as it thinks fit.\"\nHowever, as was observed by this Court in Shanti Prasad\nJain's case (supra) the law has not defined as to what would\namount to \"oppressive\" for the purposes of Section 397 and it G\nis for the Courts to decide on the facts of each case as to\nwhether such oppression exists which would call for action\nunder Section 397. It was also emphasized that the conduct of\nthe majority shareholders should not only be oppressive to the\nminority, but must also be burdensome and operating harshly H\n196 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA upto the date of the petition.\nB\nс\n95. The main grievance of the Appellants appears to be\nthat having been induced into investing large sums of money\nin establishing the petrochemical complex on various promises,\nparticularly that the Company would continue to retain its private\ncharacter and the Chatterjee group would have control over its\nmanagement, such promises, although, reduced into writing in\nthe form of agreements, not only remained unfulfilled, but even\nthe character of the Company was altered with the transfer and\nsale of 150 million shares by the Company in favour of IOC.\nCoupled with the above, is the other grievance that despite\nhaving transferred 155 million shares in favour of CP(I)PL, and\nhaving received the full price therefor, the Company had not\nregistered the same in the Company's Register of Share-\nholders, thereby depriving the Chatterjee Group from exercising\nits right to vote in respect of the said shares. The third grievance\nof the Chatterjee Group is that by not registering the transfer\nof the 155 million shares in their favour, but, on the other hand,\ntransferring 150 million shares in favour of IOC, the character\nof the Company was altered from a Private Company into a\nE Government Company and also reduced the Chatterjee Group\nD\nF\nG\nto a minority, despite the promises held out earlier and as\nincorporated in the Agreements dated 20th August, 1994, 12th\nJanuary, 2002 and 8th March, 2002.\n96. Let us examine as to whether any of the complaints\ncontained in the Company Petition before the CLB make out\na case that the affairs of the Company are being conducted in\na manner prejudicial to public interest or in a manner\noppressive to any member or members, which was sufficient\nto justify the passing of a winding-up order on the ground that\nit was just and equitable that the Company should be wound-\nup, but that to wind-up the Company would prejudice such\nmember or members. In Shanti Prasad Jain's case (supra),\nreferred to hereinabove, in a similar situation, it was observed\nby this Court as follows :-\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 197\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\n\"It is not enough to show that there is just and equitable\ncause for winding up the Company though that must be\nshown as a preliminary to the application of Section 397.\nIt must further be shown that the conduct of the majority\nshareholders was oppressive to the minority as members\nand this requires that events have to be considered not in\nisolation but as part of a consecutive story. There must be\ncontinuous acts on the part of the majority shareholders,\ncontinuing up to the date of petition, showing that the affairs\nof the company were being conducted in a manner\noppressive to some part of the members. The conduct must\nbe burdensome, harsh and wrongful, and mere lack of\nconfidence between the majority shareholders and the\nminority shareholders would not be enough unless the lack\nof confidence springs from oppression of a minority by a\nmajority in the management of the Company's affairs and\nsuch oppression must involve at least an element of lack\nof probity or fair dealing to a member in the matter of his\nproprietary rights as a shareholder.\"\nA\nB\nC\nD\nIt will be evident that in order to pass orders under Section\n397 of the Companies Act, 1956, the CLB has to be satisfied E\nthat the Company's affairs are being conducted in a manner\noppressive to any member or members and that the facts would\njustify the making of a winding-up order on the just and equitable\nprinciple, but that such an order would unfairly prejudice the\nApplicant before the CLB. As was discussed by this Court in F\nthe Needle Industries case (supra), unwise, inefficient or\ncareless conduct of a Director cannot give rise to claim for\nrelief under Section 397 of the Act. For relief under this Section,\nthe Applicant would have to prove that the conduct of the\nmajority of the shareholders lacked probity and was unfair so\nas to cause prejudice to the Applicant in exercising his legal\nand proprietary rights as a shareholder. This, in fact, is the\ngolden thread of the various decisions in relation to petitions\nunder Section 397, 398 and 402 of the above Act. All the\nvarious decisions cited by the learned counsel for the various H\nG\n198 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA parties are ad idem on this issue and applying the said\nprinciples, each complaint under Section 397 will have to be\njudged on its own merit for the CLB to arrive at a conclusion\nas to whether the ingredients of Section 397 were satisfied and\npass appropriate orders thereafter.\nB\nC\n97. As has been indicated in some of the cases cited, the\nlanguage of Section 397 suggests that the oppressive manner\nin which the Company's affairs were being conducted could not\nbe confined to one isolated incident, but that such acts would\nhave to be continuous as to be part of a concerted action to\ncause prejudice to the minority shareholders whose interests\nare prejudiced thereby.\n98. In the aforesaid context, what do the facts reveal in the\ninstant case and do they bring the acts of oppression\nD complained of within the purview of Section 397 for grant of\nrelief under Section 402 of the Companies Act?\nE\nF\n99. The case of the Chatterjee Group is woven around two\nparticular issues, namely, that it had been induced to invest in\nHPL so as to make it a successful commercial enterprise on\nthe promise that the Company would always retain a private\ncharacter and the Chatterjee Group would have control over its\nmanagement, but such a promise had not been adhered to and,\non the other hand, negotiations were undertaken by WBIDC to\ninduct IOC, a Central Government Company, with the intention\nof ultimately handing over the management of the Company to\nIOC. The aforesaid case of the Chatterjee Group is also based\non the grievance that while keeping the Chatterjee Group under\nthe impression that it intended to ensure that the Chatterjee\nGroup had the requisite number of shares to allow it to have a\nG majority shareholding and thereby control of the Company's\nmanagement, the Company carried on clandestine negotiations\nwith WIBDC to transfer all the shares held by it in the Company\nto IOC to give it management and control over the Company's\naffairs.\nН\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 199\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\n100. The second ground, as made out by the Chatterjee A\nGroup, was that despite having transferred 155 million shares\nin favour of CP(I)PL on 8th March, 2002, it did not register the\nsame in the name of CP(1) PL, which remained the beneficial\nowner, the right to vote on the basis thereof remained with\nWBIDC. This was done despite the fact that the price for the B\nsaid shares had been received by way of a private\narrangement and the Lenders and financial institutions had\ngiven their consent to the same. According to the Chatterjee\nGroup, this one act of omission on the part of the Company was\nsufficient to attract the provisions of Section 397 of the\nC\nCompanies Act and for the CLB to pass appropriate orders\non account thereof. It is on account of the second ground on\nwhich the Company Petition was filed that a prayer had been\nmade therein for a direction upon WBIDC and IOC to\nimmediately register the transferred 155 million shares in the\nname of CP(I)PL.\nD\n101. From the facts as revealed, it is clear that when Dr.\nPurnendu Chatterjee expressed his interest in setting up of the\nHaldia Petrochemicals Ltd., various incentives had been\noffered to him by the GoWB and WBIDC to invest in the E\nCompany and to make it a successful commercial enterprise.\nSuch investments were, however, contingent upon Dr.\nChatterjee's bringing in sufficient equity to set up and run the\nCompany. As would be seen, at the very initial stage all the\nunderstanding between Dr. Chatterjee and GoWB \u0026 WBIDC, F\nboth WBIDC and the Chatterjee Group were to hold 433 million\nshares each, while Tata was to hold 144 million shares. The\npromise extended by WBIDC and GoWB to the Chatterjee\nGroup to provide at least 60% of the shares held by WBIDC at\nRs.14/- per share to the Chatterjee Group so as to give the G\nChatterjee Group the majority shareholding in the Company, as\nwas indicated in the Agreements dated 12th January, 2002, 8th\nMarch, 2002 and 14th January, 2005, did not ultimately\nmaterialise and, on the other hand, the Chatterjee Group was\nreduced to a minority on account of its decision not to H\n200 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA participate in the Rights Issue, and, thereafter, by transfer of\n150 million shares by WBIDC in favour of IOC.\nC\nD\n102. Although, the Chatterjee Group has complained of the\nmanner in which it had been reduced to a minority in the\nCompany, it is also obvious that when the Company was in dire\nneed of funds and the Chatterjee Group also promised to\nprovide a part of the same, it did not do so and instead of\nbringing in equity, it obtained a loan from HSBC through the\nMerlin Group, which only increased the debt equity ratio of the\nCompany. Furthermore, while promising to infuse sufficient\nequity in addition to the amounts that would have been brought\nin by way of subscription to the Rights Issue, the Chatterjee\nGroup imposed various pre-conditions in order to do so, which\nultimately led GoWB and WBIDC to terminate the agreement\nto transfer sufficient number of shares to the Chatterjee Group\nto enable it to have complete control over the management of\nthe Company and also to retain its private character. It is at a\nstage when there was a threat to the supply of Naphtha, which\nwas the main ingredient used by HPL for its manufacturing\nprocess, that it finally agreed to induct IOC into the Company\nE as a member by transferring 150 million shares to it. It may not\nbe out of place to mention that it was on Dr. Chatterjee's\ninitiative that it had been decided to induct the IOC as a\nmember of the Company at meetings of the Directors which\nwere chaired by Dr. Chatterjee himself. Of course, as explained\nF on behalf of the Chatterjee Group, even the induction of the IOC\nas a member of the Company is concerned, was part of a\nconspiracy to deprive the Chatterjee Group of control of the\nCompany since GoWB and WBIDC never intended to keep its\npromise regarding transfer of at least 60% of its shareholdings\nG in favour of the Chatterjee Group. Such a submission has to\nbe considered in the context of the financial condition of the\nCompany and the response of the Chatterjee Group in meeting\nsuch financial crunch. In our view, if in the first place, the\nChatterjee Group had stood by its commitment to bring in equity\nand had subscribed to the Rights Issue, which was a decision\nH\nCHATTERJEE PETROCHEM (1) PVT. LTD. v. HALDIA 201\nPETROCHEMICALS LTD. [ALTAMAS KABIR, J.]\ntaken by the Company to infuse equity in the running of the A\nCompany, it would neither have been reduced to a minority nor\nwould it perhaps have been necessary to induct IOC as a\nportfolio investor with the possibility of the same being\nconverted into a strategic investment.\nB\nC\nD\nE\n103. The failure of WBIDC and GoWB to register the 155\nmillion shares transferred to CP (1)PL could not, strictly\nspeaking, be taken to be failure on the part of the Company,\nbut it was the failure of one of the parties to a private\narrangement to abide by its commitments. The remedy in such\na case was not under Section 397 of the Companies Act. It has\nbeen submitted by both Mr. Nariman and Mr. Sarkar that even\nif no acts of oppression had been made out against the\nCompany, it would still be open to the learned Company Judge\nto grant suitable relief under Section 402 of the Act to iron out\nthe differences that might appear from time to time in the running\nof the affairs of the Company. No doubt, in the Needle\nIndustries case, this Court had observed that the behaviour and\nconduct complained of must be held to be harsh and wrongful\nand in arriving at such a finding, the Court ought not to confine\nitself to a narrow legalistic view and allow technical pleas to\ndefeat the beneficial provisions of the Section, and that in\ncertain situations the Court is not powerless to do substantial\njustice between the parties, the facts of this case do not merit\nsuch a course of action to be taken. Such an argument is not\navailable to the Chatterjee Group, since the alleged breach of F\nthe agreements referred to hereinabove, was really in the nature\nof a breach between two members of the Company and not\nthe Company itself. It is not on account of any act on the part\nof the Company that the shares transferred to CP(I)PL were not\nregistered in the name of the Chatterjee Group. There was, G\ntherefore, no occasion for the CLB to make any order either\nunder Section 397 or 402 of the aforesaid Act. If, as was\nobserved in M.S.D.C. Radharamanan's case (supra), the CLB\nhad given a finding that the acts of oppression had not been\nestablished, it would still be in a position to pass appropriate H\n202 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA orders under Section 402 of the Act. That, however, is not the\ncase in the instant appeals.\n104. In our view, the appellants have failed to substantiate\neither of the two grounds canvassed by them for the CLB to\nB assume jurisdiction either under Section 397 or 402 of the\nCompanies Act, 1956, and it could not, therefore, have given\ndirections to WBIDC and GoWB to transfer 520 million shares\nheld by them in HPL to the Chatterjee Group and the High\nCourt quite rightly set aside the same and dismissed the\nCompany Petition.\nC\n105. Consequently, all the appeals are dismissed. Having\nregard to the peculiar facts of the case, the parties shall bear\ntheir own costs.\nD B.B.B.\nAppeals dismissed.\n"}