{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"430\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA We find no merit in this contention. Under the IT Act, the charge\nis on Profits and Gains, not on gross receipts (which, however,\nhas Profits embedded in it). Therefore, subject to the\nrequirements of the IT Act, profits to be assessed under the IT\nAct have got to be Real Profits which have to be computed on\nB ordinary principles of commercial accounting. In other words,\nprofits have got to be computed after deducting Losses/\nExpenses incurred for business, even though such losses/\nexpenses may not be admissible under Sections 30 to 43D of\nthe IT Act, unless such Losses/ Expenses are expressly or by\nnecessary implication disallowed by the Act. Therefore, even\napplying the theory of Real Income, a debit which is expressly\ndisallowed by Explanation to Section 36(1)(vii), if claimed, has\ngot to be added back to the total income of the assessee\nbecause the said Act seeks to tax the \"real income\" which is\nC\nD income computed according to ordinary commercial principles\nbut subject to the provisions of the IT Act. Under Section\n36(1)(vii) read with the Explanation, a \"write off\" is a condition\nfor allowance. If \"real profit\" is to be computed one needs to\ntake into account the concept of \"write off\" in contradistinction\nto the \"provision for doubtful debt\".\nE\nF\n12. Applicability of Section 145\nAt the outset, we may state that in essence RBI Directions\n1998 are Prudential/ Provisioning Norms issued by RBI under\nChapter IIIB of the RBI Act, 1934. These Norms deal essentially\nwith Income Recognition. They force the NBFCs to disclose the\namount of NPA in their financial accounts. They force the\nNBFCs to reflect \"true and correct\" profits. By virtue of Section\nG 45Q, an overriding effect is given to the Directions 1998 vis-à-\nvis \"income recognition\" principles in the Companies Act, 1956.\nThese Directions constitute a code by itself. However, these\nDirections 1998 and the IT Act operate in different areas. These\nDirections 1998 have nothing to do with computation of taxable\nH income. These Directions cannot overrule the \"permissible\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 431\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.}\ndeductions\" or \"their exclusion\" under the IT Act. The A\ninconsistency between these Directions and Companies Act\nis only in the matter of Income Recognition and presentation\nof Financial Statements. The Accounting Policies adopted by\nan NBFC cannot determine the taxable income. It is well settled\nthat the Accounting Policies followed by a company can be B\nchanged unless the AO comes to the conclusion that such\nchange would result in understatement of profits. However, here\nis the case where the AO has to follow the RBI Directions 1998\nin view of Section 45Q of the RBI Act. Hence, as far as Income\nRecognition is concerned, Section 145 of the IT Act has no role C\nto play in the present dispute.\n13. Analysis of Section 36(1)(viia)\nSection 36(1)(vii) provides for a deduction in the\ncomputation of taxable profits for the debt established to be a\nbad debt.\nSection 36(1)(viia) provides for a deduction in respect of\nany provision for bad and doubtful debt made by a Scheduled\nBank or Non-Scheduled Bank in relation to advances made by\nits rural branches, of a sum not exceeding a specified\npercentage of the aggregate average advances by such\nbranches. Having regard to the increasing social commitment,\nSection 36(1)(viia) has been amended to provide that in\nrespect of provision for bad and doubtful debt made by a\nscheduled bank or a non-scheduled bank, an amount not\nexceeding a specified per cent of the total income or a\nspecified per cent of the aggregate average advances made\nby rural branches, whichever is higher, shall be allowed as\ndeduction in computing the taxable profits.\nD\nE\nF\nG\nEven Section 36(1)(vii) has been amended to provide that\nin the case of a bank to which Section 36(1)(viia) applies, the\namount of bad and doubtful debt shall be debited to the\nprovision for bad and doubtful debt account and that the H\n432 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA deduction shall be limited to the amount by which such debt\nexceeds the credit balance in the provision for bad and doubtful\ndebt account.\nB\nC\nThe point to be highlighted is that in case of banks, by way\nof incentive, a provision for bad and doubtful debt is given the\nbenefit of deduction, however, subject to the ceiling prescribed\nas stated above. Lastly, the provision for NPA created by a\nscheduled bank is added back and only thereafter deduction\nis made permissible under Section 36(1)(viia) as claimed.\n14. Whether provision on NPA is allowable under Section\n37(1)?\nAs stated above, Section 36(1)(vii) after 1.4.1989 draws\na distinction between write off and provision for doubtful debt.\nD The IT Act deals only with doubtful debt. It is for the assessee\nto establish that the provision is made as the loan is\nirrecoverable. However, in view of Explanation which keeps\nsuch a provision outside the scope of \"written off\" bad debt,\nSection 37 cannot come in. If an item falls under Sections 30\nto 36, but is excluded by an Explanation to Section 36(1)(vii)\nthen Section 37 cannot come in. Section 37 applies only to\nitems which do not fall in Sections 30 to 36. If a provision for\ndoubtful debt is expressly excluded from Section 36(1)(vii) then\nsuch a provision cannot claim deduction under Section 37 of\nthe IT Act even on the basis of \"real income theory\" as explained\nabove.\nE\nF\nG\nH\n15. Analysis of Section 43D\nIt is similar to Section 43B.\nThe reason for enacting this Section is that interest from\nbad and doubtful debts in the case of bank and financial\ninstitutions is difficult to recover; taxing such income on accrual\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 433\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nbasis reduces the liquidity of the bank without generation of A\nincome.\nWith a view to improve their viability, the IT Act has been\namended by inserting Section 43D to provide that such interest\nshall be charged to tax only in the year of receipt or the year in\nI which it is credited to the P\u0026L Account, whichever is earlier.\nBefore concluding, we may state that none of the judgments\ncited on behalf of the appellant(s) are relevant as they do not\ntouch upon the concept of NPA. In our view, the issues which\narise for determination in this case did not arise in the cases\ncited by the appellant(s).\n16. Challenge to the constitutional validity of Sections\n36(1)(viia) and 43D of the IT Act\nAccording to NBFCs, there is no reason why a Provision\nfor NPA of an NBFC be treated differently from a provision for\nNPAs of banks, SFCs, HFCs, etc. According to NBFCs, the\nDisclosure Norms for NBFCs are designed to bring NBFCs in\nline with banks, SFCs, HFCs, etc. That, if NPAs are similar to\nDoubtful Debts, then permitting deductions only in the case of\nProvisions for doubtful debts of banks, cooperative financial\ncorporations, etc. will violate Article 14 of the Constitution. In\nthis connection, it was submitted that when banks, financial\ninstitutions and NBFCs are all subject to RBI norms in the\nmatter of Income Recognition, denial of deduction only to\nNBFCs in respect of Provisions which they make against their\nNPAs and not including NBFCs in Sections 43D and 36(1)(viia)\nwould be wholly discriminatory and violative of Article 14.\nB\nC\nD\nE\nF\nG\nAccording to NBFCs, levying a tax on the Provision for\nNPA would amount to an unreasonable restriction on the right\nof the NBFCs to carry on business under Article 19(1)(g) of the\nConstitution. For example, in the case of First Leasing\nCompany, who made the Provision for NPA of Rs. 15.77 H\n434\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA crores, the taxable income stands increased by the said sum\neven when it does not represent real or notional income.\nAccordingly, the taxable income of the Company stands raised\nby a fictitious amount. This, according to the Company, would\nconstitute an unreasonable restriction on the fundamental rights\nB of the Company to carry on business under Article 19(1)(g).\nWe find no merit in the above contentions. In the context\nof Article 14, the test to be applied is that of \"rational/ intelligible\ndifferentia\" having nexus with the object sought to be achieved.\nC Risk is one of the main concerns which RBI has to address\nwhen it comes to NBFCs. NBFCs accept deposits from the\nPublic for which transparency is the key, hence, we have the\nRBI Directions/ Norms. On the other hand, as far as banking\ngoes, the weightage, one must place on, is on “liquidity\". These\nD two concepts, namely, \"risk\" and \"liquidity\" bring out the basic\ndifference between NBFCs and Banks. Take the case of the\nscope of impugned Section 43D. As stated above, an asset\nis rated as NPA when over a period of time it ceases to get\nconverted to cash or generate income and becomes difficult\nE to recover. Therefore, Parliament realized that taxing such\n\"income\" on accrual basis without actual recovery would create\nliquidity crunch, hence, Section 43D came to be enacted. So\nalso, as stated above, Section 36(1)(viia) provides for a\ndeduction not only in respect of “written off\" bad debt but in case\nF of banks it extends the allowance also to any Provision for bad\nand doubtful debts made by banks which incentive is not given\nto NBFCs. Banks face a huge demand from the industry\nparticularly in an emerging market economy and at times the\ncredit offtake is so huge that banks face liquidity crunch. Thus,\nG the line of business operations of NBFCs and banks are quite\ndifferent. It is for this reason, apart from social commitments\nwhich banks undertake, that allowances of the nature\nmentioned in Sections 36(1)(viia) and 43D are often restricted\nto banks and not to NBFCs. Lastly, as stated above, even in\nH the case of banks the Provision for NPA has to be added back\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 435\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nB\nand only after such add back that deduction under Section A\n36(1)(viia) can be claimed by the banks. Therefore, even in the\ncase of banks, there is an element of add back, however, by\nway of special provision banks are allowed to claim deduction\nunder Section 36(1)(viia). One more aspect needs to be\nmentioned, apart from the fact that NBFCs and Banks are two\ndifferent entities, under Section 36(1)(viia) the banks are\nallowed deductions subject to a ceiling or a limit and if the\ncontentions of NBFCs are to be accepted that NBFCs should\nalso be included in Section 36(1)(viia), then, we will be\nundertaking judicial legislation which is not allowed, hence, in\nour view, we hold that neither Section 36(1)(viia) nor Section\n43D violates Article 14. We further hold that the test of\n\"intelligible differentia\" stands complied with and hence we\nreject the challenge.\nC\nD\nF\nAs regards challenge to the validity of Sections 43D and\n36(1)(viia) as violative of Article 19, we find that RBI Directions\n1998 govern the business of NBFCs. To protect the investors,\nRBI has prescribed norms for provisioning and disclosure.\nThese norms have nothing to do with computation of taxable E\nincome under the IT Act. These Directions 1998 do not apply\nto banks. Ultimately, the challenge is to the validity of a taxing\nenactment. In such cases, we must give some latitude to the\nlaw makers in enacting laws which impose reasonable\nrestrictions under Article 19(6). This we say so for two reasons.\nFirstly, the impugned allowance under Section 36(1)(viia)\ncannot be extended to NBFCs which are vulnerable to\neconomic and financial uncertainties. Secondly, the RBI\nDirections 1998 are only Disclosure Norms. They require\nNBFCs to make a Provision for possible loss to be made and G\ndisclosed to the public. Such debits are only notional for\npurposes of disclosure, hence, they cannot be made an excuse\nfor claiming deduction under the IT Act, hence, \"add back\".\nSince RBI Direction 1998 is not applicable to Banks, there is\nno question of extending the benefit of deduction to NBFCs H\n436 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA under Section 36(1)(viia) or under Section 43D. Keeping in\nmind an important role assigned to banks in our market\neconomy, we are of the view that the restriction, if any placed\non NBFC by not giving them the benefit of deduction, satisfies\nthe principle of \"reasonable justification\".\nB\nC\nE\nBefore concluding, we may cite the following judgments of\nthis Court in the context of the constitutional validity of Sections\n36(1)(viia) and 43D of the IT Act.\nIn the case of R.K. Garg v. Union of India (1981) 4 SCC\n675 this Court held that every legislation, particularly in\neconomic matters, is essentially empiric and it is based on\nexperimentation. There may be possibilities of abuse but on\nthat account alone it cannot be struck down as invalid. These\ncan be set right by the legislature by passing amendments. The\nD\nCourt must, therefore, adjudge the constitutionality of such\nlegislation by the generality of its provisions. Laws relating to\neconomic activities should be viewed with greater latitude than\nlaws touching civil rights such as freedom of speech, religion,\netc. Moreover, there is a presumption in favour of the\nconstitutionality of a statute and the burden is upon him who\nattacks it to show that there has been a clear transgression of\nthe constitutional principles. The legislature understands and\ncorrectly appreciates the needs of its own people, its laws are\ndirected to problems made manifest by experience and its\ndiscrimination is based on adequate grounds. There may be\ncases where the legislation can be condemned as arbitrary or\nirrational, hence, violative of Article 14. But the test in every case\nwould be whether the provisions of the Act are arbitrary and\nirrational having regard to all the facts and circumstances of the\ncase. Immorality, by itself, cannot be a constitutional challenge\nas morality is essentially a subjective value. The terms\n\"reasonable, just and fair\" derive their significance from the\nexisting social conditions.\nF\nG\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 437\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nB\nIn the case of Bhavesh D. Parish v. Union of India, (2000) A\n5 SCC 471, this Court laid down that while considering the\nscope of economic legislation as well as tax legislation, the\ncourts must bear in mind that unless the provision is manifestly\nunjust or glaringly unconstitutional, the courts must show judicial\nrestraint in interfering with its applicability. Merely because a\nstatute comes up for examination and some arguable point is\nraised, the legislative will should not be put under a cloud. It is\nnow weil settled that there is always a presumption in favour of\nthe constitutional validity of any legislation unless the same is\nset aside for breach of the provisions of the Constitution. The\nsystem of checks and balances has to be utilised in a balanced\nmanner with the primary objective of accelerating economic\ngrowth rather than suspending its growth by doubting its\nconstitutional efficacy at the threshold itself.\n18. In the case of State of Madras v. V.G. Row 1952 SCR\n597, this Court observed as follows:\nC\nD\n\"It is important in this context to bear in mind that the test\nof reasonableness, wherever prescribed, should be E\napplied to each individual statute impugned, and no\nabstract standard, or general pattern of reasonableness\ncan be laid down as applicable to all cases. The nature of\nthe right alleged to have been infringed, the underlying\npurpose of the restrictions imposed, the extent and\nurgency of the evil sought to be remedied thereby, the\ndisproportion of the imposition, the prevailing conditions\nat the time, should all enter into the judicial verdict.\"\nF\nG\n19. In the case of Barclays Mercantile Business Finance\nLtd. v. Mawson (Inspector of Taxes), 2005 (1) All ER 97, the\nHouse of Lords observed that \"a tax is generally imposed by\nreference to economic activities or transactions which exist in\nthe real world\". When an economic activity is to be valued, it is\nopen to the law makers to take into account various factors like Н\n438\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA public investments, disclosure and transparency in the matter\nof maintenance of accounts, reflection of true and correct\nprofits, etc. This is precisely what is done by RBI Directions\n1998.\nB\nC\n20. Conclusion\nFor the afore-stated reasons, we find no merit in the Civil\nAppeals filed by the NBFCs, so also in the Transferred Cases,\nand, accordingly, the same are dismissed with no order as to\ncosts.\nD.G.\nAppeals dismissed.\n"}