{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"390\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA June. The P\u0026L Account and Balance Sheet is for shareholders,\nReserve Bank of India (RBI) and Registrar of Companies\n(ROC) under the Companies Act, 1956. However, for IT Act, a\nseparate P\u0026L Account is made out for the year ending 31st\nMarch and the Balance Sheet as on that date is prepared and\nB submitted to the Assessing Officer(AO) for computing the Total\nIncome under the IT Act, which is not for use of RBI or ROC.\nс\nD\nFor the accounting year ending 31.03.1998, Assessee\ndebited Rs. 81,68,516/- as Provision against NPA in the P\u0026L\nAccount on three counts, viz., Hire-Purchase of Rs. 57,38,980/\nBill Discounting of Rs. 12,79,500/- and Loans and Advances\nof Rs. 31,84,701/-, in all, totalling Rs. 1,02,03,121/- from which\nAO allowed deduction of Rs. 20,34,605/- on account of Hire\nPurchase Finance Charges leaving a balance provision for\nNPA of Rs. 81,68,516/-.\nBefore the AO, Assessee claimed deduction in respect of\nRs. 81,68,516/- under Section 36(1)(vii) being Provision for\nNPA in terms of RBI Directions 1998 on the ground that\nAssessee had to debit the said amount to P\u0026L Account [in\nE terms of Para 9(4) of the RBI Directions] reducing its Profits,\ncontending it to be write off. In the alternative, Assessee\nsubmitted that consequent upon RBI Directions 1998 there has\nbeen diminution in the value of its assets for which Assessee\nwas entitled to deduction under Section 37 as a trading loss.\nThis led to matters going in appeal (s). To conclude, it may be\nstated that following the judgment of the Gujarat High Court in\nthe case of Vithaldas H. Dhanjibhai Bardanwala v.\nCommissioner of Income-Tax, Gujarat-V 130 ITR 95, the ITAT\nheld that since Assessee had debited the said sum of Rs.\n81,68,516/- to the P\u0026L Account it was entitled to claim\ndeduction as a write off under Section 36(1)(vii) which view was\nnot accepted by the High Court, hence, this batch of Civil\nAppeal (s) are filed by NBFCs.\nF\nG\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 391\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n4. Submissions\nA\nAppellant made \"Provision for NPA\" amounting to Rs.\n81,68,516/- for the financial year ending 31st March, 1998. This\nwas calculated as per Para 8 of the Prudential Norms 1998.\nAccordingly, the P \u0026 L Account was debited and corresponding B\namount was shown in the Balance Sheet. The Department\nsought to add back Rs. 81,68,516/- to the taxable income on\nthe ground that the provision for bad and doubtful debt was not\nallowable under Section 36(1)(vii) of the IT Act. The appellant\nclaimed that the \"Provision for NPA\", however, represented C\n\"loss\" in the value of assets and was, therefore, allowable under\nSection 37(1) of the IT Act. This claim of the appellant was\ndismissed on the ground that the provisions of Section 36(1)(vii)\nof the IT Act could not be by-passed.\nD\nE\nThe basic submission of the appellant in the lead case\nbefore us was that an amount written off was allowable on the\nbasis of \"real income theory\" as well as on the basis of Section\n145 of the IT Act. In this connection, the appellant submitted that\nit was bound to follow the method of accounting prescribed by\nRBI in terms of Paras 8 and 9 of the Prudential Norms 1998.\nAs per the said method of accounting, the \"Provision for NPA\"\nactually represented depreciation in the value of the assets and,\nconsequently, it is deductible under Section 37(1) of the IT Act.\nIn this connection, appellant placed reliance on the judgment\nof this Court in Commissioner of Income-Tax v. Woodward F\nGovernor India P. Ltd., 312 ITR 254. According to the\nappellant, applying \"real income theory”, the “Provision for NPA\"\nwhich is debited to P\u0026L Account in terms of the RBI Directions\n1998 and shown accordingly in the Balance Sheet can never\nbe treated as income under Section 2(24) of the IT Act and G\nadded back while computing profits and gains of business\nunder Sections 28 to 43D of the IT Act.\nIn reply, the Department contended before us that the IT\nAct is a separate code by itself; that the taxable total income\nH\n392\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA has to be computed strictly in terms of the provisions of the IT\nAct; that the Reserve Bank of India Act, 1934 (\"RBI Act\" for\nshort) operates in the field of monetary and credit system and\nthat the said RBI Act never intended to compute taxable income\nof NBFC for income tax purposes; and, hence, there was no\nB inconsistency between the two Acts.\nC\nE\nAccording to the Department, RBI has classified all assets\non which there is either a default in payment of interest or in\nrepayment of the principal sum for more than the specified\nperiod as NPA. According to the Department, NPA does not\nmean that the asset has gone bad. It still continues to be an\nasset in the books of the lender, i.e., NBFC under the head\n\"Debtors/Loans and Advances\". According to the Department,\nRBI as a regulator wants NBFCs who accept deposits from the\npublic to provide for a possible loss. The RBI Directions 1998\nD insists that non-payment on Due Date alone is sufficient for\ncreation of a \"Provision for NPA\" (hereinafter referred to as\n\"provision\"). In this connection, it was submitted that even if a\nborrower repays his entire loan liability subsequent to the\nclosing of the Books on 31st March, say on 10th April, even\nthen as per the RBI Directions 1998, a provision has to be\ncreated to cover a possible loss. According to the Department,\neven applying \"real income theory\" as propounded on behalf\nof the assessee(s), the said theory presupposes that not only\nincome but even expenditure or loss incurred should be real.\nF According to the Department, “Provision for NPA\" is definitely\nnot an expenditure nor a loss, it is only a provision against\npossible loss and, therefore, it is not open to the appellant(s)\nto claim deduction for such provision under Section 36(1)(vii)\nof the IT Act, as it stood at the material time. The only object\nG behind RBI insisting on an NBFC to make \"Provision for NPA\"\ncompulsorily is to enable NBFC to state its profits only after\ncompulsorily creating a \"Provision for NPA\" because it is the\nnet profit of NBFC which is the base to determine its capacity\nto accept deposits from the public. More the profit more they\ncan accept deposits. According to the Department, vide RBI\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 393\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nC\nDirections 1998, RBI tries to bring out the Profit in the P\u0026L A\nAccount after providing for NPA which profit will be the\nminimum profit that the company would make so that the real\nor true and correct profit earned by an NBFC shall not be\nanything lesser than what is disclosed. According to the\nDepartment, the said \"Provision for NPA\" is in substance a B\n\"Reserve\", which has been named as a \"Provision\" in the RBI\nDirections 1998 to protect the depositors of NBFC. According\nto the Department, even under accounting concepts, a provision\nfor possible diminution in value of an asset is a reserve. In this\nconnection, the Department has given three illustrations -\nDepreciation Reserve, Reserve against Long Term\nInvestments, and Reserve against bad and doubtful debts.\nAccording to the Department, as per accounting principles,\nreserves are normally adjusted against the assets and only a\nnet figure is shown in the balance sheet. However, RBI, in the\ncase of NBFC, has deviated from the above accounting\nconcept by insisting that the provision for NPA shall not be\nnetted against the assets and should be shown separately on\nthe liability side of the balance sheet so as to inform its user\nabout the quantum and quality of NPA, in a more transparent\nmanner. To this extent, there is a deviation from Part I of\nSchedule VI to the Companies Act, 1956.\nD\nE\nComing to the scope of Section 145 of the IT Act, it was\nsubmitted by the Department that Section 145 occurs in\nChapter IV of the IT Act which deals with computation of total F\nincome. It indicates how the taxable income should be arrived\nat vide Sections 14 to 59. It is not an assessment Section.\nSection 145 helps to arrive at taxable total income. It nowhere\nindicates that the net profit arrived at shall be by adopting the\naccounting standards of Institute of Chartered Accountants of\nIndia (ICAI). It is the 1998 Directions which inter alia states that\nNBFC shall not recognize any income from an asset classified\nas NPA on mercantile system of accounting and that such\nIncome shall be recognized only on cash basis. In the case\nunder appeal, the Assessing Officer, in his wisdom, has not\nG\nH\nA\nB\n394 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nconsidered Rs.20,34,605/- as \"income\" (being income accrued\non mercantile system of accounting) and did not include the\nsame in computing the total income.\nAccording to the Department, under the accounting\nconcepts, a provision is a charge against a profit, whereas, a\nreserve is an appropriation of profit. According to the\nDepartment, the RBI Directions 1998 are not in conflict with the\nprovisions of the IT Act, however, they constitute deviations to\nthe presentation of the financial statements indicated in Part I\nof Schedule VI to the Companies Act, 1956. For example,\nunder the 1998 Directions, Income from NPA under mercantile\nsystem of accounting is not recognized and to that extent it\ninsists on NBFCs following the cash system of accounting.\nThus, the P\u0026L Account prepared by NBFC shall not recognise\nincome from NPA but it shall create a provision by debit to the\nD P\u0026L Account on all NPAs. Similarly, under the said 1998\nC\nDirections, there is insistence on creation of a provision in\nrespect of all NPAs summarily as against creation of a\nprovision only when the debt is doubtful of recovery. These\ndeviations are made mandatory with the paramount object of\nE protecting the interest of the depositors, even though they are\nagainst accounting concepts. To the extent of these above\nmentioned specific deviations, the RBI Directions 1998 shall\nprevail over the provisions of the Companies Act (See Section\n45Q of the RBI Act). Therefore, according to the Department,\nF inconsistency in terms of Section 45Q of the RBI Act is only\nwith respect to the Companies Act, 1956 so far as it relates to\nIncome recognition and Presentation of assets and\nPresentation of Provision/ Reserve created against NPAs and\nnot with the IT Act. According to the Department, if the argument\nthat Section 45Q prevails over the IT Act is accepted, then\nvarious incomes like dividend income, agricultural income,\nprofit on sale of depreciable assets, capital gains, etc. which\nitems are all credited to P\u0026L Account, but, which are exempted\nunder the IT Act would become taxable income which is not the\nintention of Section 45Q of the IT Act. That, the said 1998\nG\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 395\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nDirections cannot be taken as an excuse by the NBFC to\ncompute lower taxable income under the IT Act.\nA\nB\nD\nIn rejoinder, it has been submitted on behalf of the\nappellant(s) /assessee(s) that even if \"Provision for NPA” is\ntreated to be in the nature of a reserve still it will not convert a\nstatutory debit in the P\u0026L Account or a statutory charge in the\nsaid Account as \"real income\". It is contended that under\nSection 145 of the IT Act, NBFCs are bound to follow the\nmethod of accounting prescribed by RBI. Hence, a statutory\ndebit or a statutory charge under RBI Directions 1998 issued c\nunder Section 45JA of the RBI Act cannot form part of the \"real\nincome\" and, consequently, it cannot be subjected to tax under\nthe IT Act. According to the appellant(s), the \"real income\ntheory\" is concerned with determining whether a particular\namount can be treated as taxable income based on commercial\nprinciples. According to the appellant(s), the statutory provision\nfor NPA represents an amount forming part of the value of the\nasset that the assessee is entitled to, but not likely to receive.\nAccording to the appellant(s), they are in the business of\nlending of money, financing by way of hire purchase, leasing\nor bill discounting. According to the appellant(s), on default,\ninterest as well as the principal remains unrealized and, thus,\nthe \"provision for NPA\" provides for a diminution in the amounts\nrealizable (assets) and, consequently, \"provision for NPA\"\ncannot be treated as \"real income\" and added back to the\ntaxable income of NBFCs, as is sought to be done by the\nDepartment. According to the appellant(s), they have never\nasked for deduction under Section 36(1)(vii) of the IT Act. It is\nthe case of the appellant(s) that if one applies \"real income\ntheory\", \"Provision for NPA\" cannot be added back to the\nincome of NBFCs, as is sought to be done by the Department.\nIt is this \"add back\" which is impugned in the present case.\nAccording to the appellant(s), when RBI Act has specifically\nused the words \"provision\", \"reserves\", \"assets\", etc., it is not\npermissible to treat a \"provision for NPA\" mentioned in the\n1998 Directions as a \"reserve\" for income tax proceedings.\nE\nF\nG\nH\nA\nC\n396 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nAccording to the appellant(s), the RBI Directions 1998\nprovides for a mandatory method of accounting. It inter alia\nmandates Income recognition of NPA on cash basis and not\non mercantile basis as required by Section 209(3) of the\nCompanies Act. It lays down, vide para 8, the \"provisioning\nB requirements\" which have got to be followed and the aggregate\namount whereof has got to be debited to the P\u0026L Account.\nAccording to appellant(s), para 8 of the 1998 Directions shows\nthat the \"Provision for NPA\" takes into account diminution in\nvalue of the security charge, hence, it was, under Section 37\nof the IT Act, entitled to deduction. According to the appellant(s),\nSection 451A of the RBI Act defines “NOF\". The Explanation (I)\nto the said Section defines \"NOF\" as the aggregate of paid-\nup equity capital and free reserves. According to the\nappellant(s), if \"Provision for NPA\" is treated as reserve, it\nwould increase the NOF of the company and, consequently, the\nhigher the provision for NPAs, higher will be the net worth of\nthe company which could never have been the intention or\nobjective of the RBI Directions 1998. Further, according to the\nappellant(s), in view of a statutory reserve fund which has to be\ncreated by all NBFCs under Section 45IC, the \"Provision for\nNPA\" can never be treated as one more another type of\nD\nE\nreserve.\nComing to the accounting treatment, the appellant has\ngiven us the following chart to bring out the difference between\nF “provision\" and \"reserve\":\nS.No. Provision\nReserve\nProvision is a charge or Reserve is an appropriation\ndebit to the P\u0026 L\n1.\nG\nAccount.\n2.\nH\nProvision is made\nagainst gross receipts in\nthe P \u0026 L A/c irrespec-\ntive of whether there is\nprofit or loss.\nof profits.\nNo reserve can be created\nin accounting year when\nthere is a loss.\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 397\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n13.\nProvisions are a pretax\ncharge to P \u0026 L account\nirrespective of whether\nthe NBFC makes a net\nprofit or not.\nIf NPA is Rs. 10 lakhs,\nReserves are created out of\npost-tax profits, by way of\nappropriation, subject to\nthere being adequate net\nprofit.\nA\nB\nIf NPA is Rs. 10 lakhs, and\nthen the accounting entry there is a loss, no \"Reserve\nis:\nP\u0026L A/c Dr. 10,00,000\nTo Prov. for\nNPA 10,00,000\nIf there is a loss, the\ndebit of Rs. 10,00,000/-\nwill increase the quantum\nof loss. This aggregate\nloss will be shown on the\ncan be created.\nC\nD\nassets side as debit\nbalance of P\u0026L A/c.\n4.\nProvision is based on a Reserves are based on a\none-stage entry:\nP\u0026L A/c Dr.\nTo Prov. for\ntwo stage accounting\nprocess under the horizontal\nsystem. If the profits are Rs.\nE\nj\nExcise/ PF/ Gratuity/ etc. 10 crores, the Board of\nDirectors may transfer Rs. 8\ncrores to P\u0026L Appropriation\nA/c for taxation, dividend and\nreserve. The balance will be\ntransferred to credit balance\nof P\u0026L A/c. The entries will\nbe as follows:-\nStage 1:\nP\u0026L A/c Dr. 10.00\nTo P\u0026L\nF\nG\nH\nA\n398\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nAppropriation A/c\nTo P\u0026L A/C\n8.00\n2.00\nB\nC\nD\nE\nLL\nF\n5.\nG 6.\n-\nUnder Clause 7(1)(a) of\nPart III of Schedule VI\nof Companies Act, 1956\n- provision, inter alia,\nis to provide for depre-\nciation, renewals or\ndiminution in value of\nassets or to provide\nfor any taxation.\nProvision cannot be\nused to declare dividend\netc.\nStage 2:\nP\u0026L Appropriation A/c 8.00\nTo Prov. Taxation\n4.00\nTo Prov. for Dividends 2.00\nTo Transfer to Reserve 2.00\nThus, if there are no profits,\nthere can be no debit to the\nreserve. Under the vertical\nsystem, \"profits available for\nappropriation” are post-tax\nprofits. Appropriation to\nreserves can be made only\nwhen there is a surplus.\nUnder Clause 7(1)(b) of Part\n- III of Schedule -- VI of\nCompanies Act, 1956 -\nreserve does not include\nany amount written off or\nretained by providing for\ndepreciation, renewals, etc.\nor providing for any known\nliability. Under Part – 1 of\nSchedule - VI, 'reserve' can\nbe made in respect of\ncapital reserves, capital\nredemption, share premium,\netc.\nReserves can be utilized to\npay dividends/ bonus,\nunless there is a statutory\nbar.\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 399\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nB\nLastly, on the question of adding back to the taxable A\nincome, it has been submitted on behalf of the appellant(s) that\nthe profits arrived as per the P\u0026L Account under the\nCompanies Act are after debiting several provisions under\nvarious accounting heads. There are several statutory liabilities\nlike provision for excise duty, gratuity, provident fund, ESI, etc.\nThe IT Act disallows several such provisions under Sections\n40A(7), 43B, 40 and 40A. Such disallowances alone could be\nadded back to the taxable income. The IT Act does not disallow\na provision for NPA; that, unless the \"provision for NPA\" is\nspecifically disallowed under the IT Act, the same cannot be C\nadded back and, hence, such a provision for NPA cannot be\nadded back in computing the taxable income. According to the\nappellant, the purpose behind prescribing RBI Directions 1998\nis to ensure that members of the public and shareholders of\nthe company obtain a true picture of the financial health of the\ncompany. Its purpose is not to create a notional income.\nAccording to the appellant, in the present case, only a method\nof accounting has been prescribed by RBI. This accounting\nmethod cannot be used by the Department to assume existence\nof an income when such income does not really exist and,\nconsequently, add back to the taxable income is not\ncontemplated by the IT Act, nor is it contemplated under the\n\"real income theory”, however, if at all it has to be taken into\naccount, it should be made allowable as a loss under Section\n37(1) of the IT Act.\n5. Relevant Provisions\nD\nE\n111\nLL\nF\n(a)\nOf RBI Act, 1934\nChapter IIIB - PROVISIONS RELATING TO NON-\nBANKING INSTITUTIONS RECEIVING DEPOSITS\nAND FINANCIAL INSTITUTIONS\nG\nSection 451 - Definitions\nIn this Chapter, unless the context otherwise requires,-\nH\n"}