{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"400\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\nE\nF\nபட\nG\nH\n(a) “business of a non-banking financial institution\"\nmeans carrying on the business of a financial institution\nreferred to in clause (c) and includes business of a non-\nbanking financial company referred to in clause (f);\n(aa) \"company\" means a company as defined in section\n3 of the Companies Act, 1956 (1 of 1956), and includes\na foreign company within the meaning of section 591 of\nthat Act;\n(c) \"financial institution” means any non-banking institution\nwhich carries on as its business or part of its business any\nof the following activities, namely:-\n(i) the financing, whether by way of making loans or\nadvances or othervise, of any activity other than its own;\n(ii) the acquisition of shares, stock, bonds, debentures or\nsecurities issued by a Government or local authority or\nother marketable securities of a like nature;\n(iii) letting or delivering of any goods to a hirer under a hire-\npurchase agreement as defined in clause (c) of section 2\nof the Hire-Purchase Act, 1972 (26 of 1972);\n(iv) the carrying on of any class of insurance business;\n(v) managing, conducting or supervising, as foreman, agent\nor in any other capacity, of chits or kuries as defined in\nany law which is for the time being in force in any State,\nor any business, which is similar thereto;\n(vi) collecting, for any purpose or under any scheme or\narrangement by whatever name called, monies in lump sum\nor otherwise, by way of subscriptions or by sale of units,\nor other instruments or in any other manner and awarding\nprizes or gifts, whether in cash or king, or disbursing\nmonies in any other way, to persons from whom monies\nare collected or to any other person,\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 401\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nbut does not include any institution, which carries on as its\nprincipal business,-\n(a) agricultural operations; or\n(aa) industrial activity; or\nExplanation.-For the purposes of this clause, “industrial\nactivity\" means any activity specified in sub-clauses (i) to\n(xviii) of clause (c) of section 2 of the Industrial\nDevelopment Bank of India Act, 1964 (18 of 1964);\n(b) the purchase, or sale of any goods (other than\nsecurities) or the providing of any services; or\nA\nB\nC\n(c) the purchase, construction or sale of immovable\nproperty, so, however, that no portion of the income of the\nD\ninstitution is derived from the financing of purchases,\nconstructions or sales of immovable property by other\npersons;\n45-IA. Requirement of registration and net owned fund\n******\nE\nExplanations.-For the purposes of this section,-\n(I) \"net owned fund\" means-\n(a) the aggregate of the paid-up equity capital and free\nreserves as disclosed in the latest balance-sheet of the\ncompany after deducting there from-\n(i) accumulated balance of loss; (ii) deferred revenue\nexpenditure; and (iii) other intangible assets; and\n(b) further reduced by the amounts representing-\nF\nG\n(1) investments of such company in shares of- (i) its\nsubsidiaries; (ii) companies in the same group; (iii) all other H\n402\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n00\nB\nC\nD\nE\nLL\nF\nG\nH\nnon-banking financial companies; and\n(2) the book value of debentures, bonds, outstanding loans\nand advances (including hire-purchase and lease finance)\nmade to, and deposits with,-\n(i) subsidiaries of such company; and\n(ii) companies in the same group,\nto the extent such book value exceeds ten per cent, of (a)\nabove.\n45-IC. Reserve fund\n(1) Every non-banking financial company shall create a\nreserve fund the transfer therein a sum not less than twenty\nper cent of its net profit every year as disclosed in the profit\nand loss account and before any dividend is declared.\n(2) No appropriation of any sum from the reserve fund shall\nbe made by the non-banking financial company except for\nthe purpose as may be specified by the Bank from time\nto time and every such appropriation shall be reported to\nthe Bank within twenty-one days from the date of such\nwithdrawal:\nProvided that the Bank may, in any particular case and for\nsufficient cause being shown, extend the period of twenty-\none days by such further period as it thinks fit or condone\nany delay in making such report.\n(3) Notwithstanding anything contained in sub-section (1),\nthe Central Government may, on the recommendation of\nthe Bank and having regard to the adequacy of the paid-\nup capital and reserves of a non-banking financial\ncompany in relation to its deposit liabilities, declare by\norder in writing that the provisions of sub-section (1) shall\nnot be applicable to the non-banking financial company for\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 403\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nsuch period as may be specified in the order:\nProvided that no such order shall be made unless the\namount in the reserve fund under sub-section (1) together\nwith the amount in the share premium account is not less\nthan the paid-up capital of the non-banking financial\ncompany.\n45JA. Power of Bank to determine policy and issue\ndirections\nA\nB\n(1) If the Bank is satisfied that, in the public interest or to C\nregulate the financial system of the country to its\nadvantage or to prevent the affairs of any non-banking\nfinancial company being conducted in manner detrimental\nto the interest of the depositors or in a manner prejudicial\nto the interest of the non-banking financial company, it is\nD\nnecessary or expedient so to do, it may determine the\npolicy and give directions to all or any of the non-banking\nfinancial companies relating to income recognition,\naccounting standards, making of proper provision for bad\nand doubtful debts, capital adequacy based on risk\nE\nweights for assets and credit conversion factors for off\nbalance-sheet items and also relating to deployment of\nfunds by a non-banking financial company or a class of\nnon-banking financial companies or non-banking financial\ncompanies generally, as the case may be, and such non-\nbanking financial companies shall be bound to follow the\npolicy so determined and the direction so issued.\nF\n(2) Without prejudice to the generality of the powers vested\nunder subsection (1), the Bank may give directions to non-\nbanking financial companies generally or to a class of non G\nbanking financial companies or to any non-banking\nfinancial company in particular as to-\n(a) the purpose for which advances or other fund based\nor non-fund based accommodation may not be made; and\nH\nA\nB\nC\nD\nE\nF\nG\nH\n404\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n(b) the maximum amount of advances of other financial\naccommodation or investment in shares and other\nsecurities which, having regard to the paid-up capital,\nreserves and deposits of the non-banking financial\ncompany and other relevant considerations, may be made\nby that non-banking financial company to any person or a\ncompany or to a group of companies.\n-\n45K Power of Bank to collect information from non-\nbanking institutions as to deposits and to give directions\n(1) The Bank may at any time direct that every non-banking\ninstitution shall furnish to the Bank, in such form, at such\nintervals and within such time, such statements information\nor particulars relating to or connected with deposits\nreceived by the non-banking institution, as may be\nspecified by the Bank by general or special order.\n(2) Without prejudice to the generality of the power vested\nin the Bank under sub-section (1), the statements,\ninformation or particulars to be furnished under sub-section\n(1), may relate to all or any of the following matters, namely,\nthe amount of the deposits, the purposes and periods for\nwhich, and the rates of interest and other terms and\nconditions on which, they are received.\n(3) The Bank may, if it considers necessary in the public\ninterest so to do, give directions to non-banking institutions\neither generally or to any non-banking institution or group\nof non-banking institutions in particular, in respect of any\nmatters relating to or connected with the receipt of\ndeposits, including the rates of interest payable on such\ndeposits, and the periods for which deposits may be\nreceived.\n(4) If any non-banking institution fails to comply with any\ndirection given by the Bank under sub-section (3), the Bank\nmay prohibit the acceptance of deposits by that non-\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 405\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nbanking institution.\n[***]\nA\nB\n(6) Every non-banking institution receiving deposits shall,\nif so required by the Bank and within such time as the\nBank may specify, cause to be sent at the cost of the non-\nbanking institution a copy of its annual balance-sheet arid\nprofit and loss account or other annual accounts to every\nperson from whom the non-banking institution holds, as on\nthe last day of the year to which the accounts relate,\ndeposits higher than such sum as may be specified by the C\nBank.\n45Q - Chapter IIIB to override other laws\nThe provisions of this Chapter shall have effect\nnotwithstanding anything inconsistent therewith contained\nin any other law for the time being in force or any\ninstrument having effect by virtue of any such law.\n(b) Of Notification No. DFC.119/DG(SPT)-98 dated 31st\nJanuary, 1998 issued by RBI under Section 45JA\nRBI, having considered it necessary in public interest and\nbeing satisfied that for the purpose of enabling the Bank\nto regulate the credit system, it was necessary to issue\ndirections relating to Prudential Norms, gives to every Non-\nBanking Financial Company the following directions. The\nsaid directions are called as \"NBFCs Prudential Norms\n(Reserve Bank) Directions, 1998\":\nDefinitions\n2. (1) For the purpose of these directions, unless the\ncontext otherwise requires :-\nD\nE\nF\nG\n***\n***\n(iv) \"doubtful asset\" means -\nH\n406 SUPREME COURT REPORTS\nA\n(a) a term loan, or\n[2010] 1 S.C.R.\nB\nC\nD\n[1]\nE\nF\n0\nH\n(b) a lease asset, or\n(c) a hire purchase asset, or\n(d) any other asset,\nwhich remains a substandard asset for a period exceeding\ntwo years;\n(xii) with effect from March 31, 2003, 'non-performing\nasset' (referred to in these directions as \"NPA\") means:\n(a) an asset, in respect of which, interest has remained\noverdue for a period of six months or more;\n(b) a term loan inclusive of unpaid interest, when the\ninstalment is overdue for a period of six months or more\nor on which interest amount remained overdue for a period\nof six months or more;\n(c) a demand or call loan, which remained overdue for a\nperiod of six months or more from the date of demand or\ncall or on which interest amount remained overdue for a\nperiod of six months or more;\n(d) a bill which remains overdue for a period of six months\nor more;\n(e) the interest in respect of a debt or the income on\nreceivables under the head 'other current assets' in the\nnature of short term loans/advances, which facility\nremained overdue for a period of six months or more;\n(f) any dues on account of sale of assets or services.\nrendered or reimbursement of expenses incurred, which\nremained overdue for a period of six months or more;\n(g) the lease rental and hire purchase instalment, which has\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 407\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nbecome overdue for a period of twelve months or more; A\n(h) in respect of loans, advances and other credit facilities\n(including bills purchased and discounted), the balance\noutstanding under the credit facilities (including accrued\ninterest) made available to the same borrower/beneficiary\nwhen any of the above credit facilities becomes non-\nperforming asset:\nProvided that in the case of lease and hire purchase\ntransactions, an NBFC may classify each such account on\nthe basis of its record of recovery;\n\"non-performing asset\" (referred to in these directions as\n\"NPA\") means :-\n(a) an asset, in respect of which, interest has remained.\npast due for six months;\n(b) a term loan inclusive of unpaid interest, when the\ninstalment is overdue for more than six months or on which\ninterest amount remained past due for six months;\n(ba) a demand or call loan, which remained overdue for\nsix months from the date of demand or call or on which\ninterest amount remained past due for a period of six\nmonths;\n(c) a bill which remains overdue for six months;\n(d) the interest in respect of a debt or the income on\nreceivables under the head 'other current assets' in the\nnature of short term loans/advances, which facility\nremained over due for a period of six months;\n(e) any dues on account of sale of assets or services.\nrendered or reimbursement of expenses incurred, which\nremained overdue for a period of six months;\n(f) the lease rental and hire purchase instalment, which has\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nய\nF\n0\nH\n408 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nbecome overdue for a period of more than twelve months;\n(g) In respect of loans, advances and other credit facilities\n(including bills purchased and discounted), the balance\noutstanding under the credit facilities (including accrued\ninterest) made available to the same borrower/beneficiary\nwhen any of the above credit facilities becomes non-\nperforming asset :\nProvided that in the case of lease and hire purchase\ntransactions, an NBFC may classify each such account on\nthe basis of its record of recovery;\"\n(xiii) \"owned fund\" means paid up equity capital,\npreference shares which are compulsorily convertible into\nequity, free reserves, balance in share premium account\nand capital reserves representing surplus arising out of\nsale proceeds of asset, excluding reserves created by\nrevaluation of asset, as reduced by accumulated loss\nbalance, book value of intangible assets and deferred\nrevenue expenditure, if any;\n(xv) \"standard asset\" means the asset in respect of which,\nno default in repayment of principal or payment of interest\nis perceived and which does not disclose any problem nor\ncarry more than normal risk attached to the business;\n(xvi) “sub-standard assets\" means -\n(a) an asset which has been classified as non-performing\nasset for a period of not exceeding two years;\n(b) an asset where the terms of the agreement regarding\ninterest and/or principal have been renegotiated or\nrescheduled after commencement of operations, until the\nexpiry of one year of satisfactory performance under the\nrenegotiated or rescheduled terms;\nIncome recognition\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 409\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n3. (1) The income recognition shall be based on\nrecognised accounting principles.\n(2) Income including interest/discount or any other charges\non NPA shall be recognised only when it is actually\nrealised. Any such income recognised before the asset\nbecame non-performing and remaining unrealised shall be\nreversed. (Effective from May 12, 1998)\n(3) In respect of hire purchase assets, where instalments\nare overdue for more than 12 months, income shall be\nrecognised only when hire charges are actually received.\nAny such income taken to the credit of profit and loss\naccount before the asset became non-performing and\nremaining unrealised, shall be reversed.\nA\nB\nC\n(4) In respect of lease assets, where lease rentals are D\noverdue for more than 12 months, the income shall be\nrecognised only when lease rentals are actually received.\nThe net lease rentals taken to the credit of profit and loss\naccount before the asset became non-performing and\nremaining unrealised shall be reversed.\nExplanation For the purpose of this paragraph, ‘net lease\nrentals' mean gross lease rentals as adjusted by the lease\nadjustment account debited/credited to the profit and loss\naccount and as reduced by depreciation at the rate\napplicable under Schedule XIV of the Companies Act,\n1956 (1 of 1956).\nAccounting standards\n5. Accounting Standards and Guidance Notes issued by\nthe Institute of Chartered Accountants of India (referred to\nin these directions as “ICAI\") shall be followed insofar as\nthey are not inconsistent with any of these directions.\nProvisioning requirements\nE\nF\nG\nH\n"}