{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n[2010] 1 S.C.R. 380\nM/S. SOUTHERN TECHNOLOGIES LTD.\nV.\nJOINT COMMISSIONER OF INCOME TAX, COIMBATORE\n(Civil Appeal No. 1337 of 2003)\nJANUARY 11, 2010\n[S.H. KAPADIA AND AFTAB ALAM, JJ.]\nIncome Tax Act, 1961:\n-\n-\ns.2(24) Provision for NPA - Debited by NBFC to the\nP\u0026L Account – In terms of Para 9(4) of the RBI Directions\n1998 - Whether the provision for NPA to be treated as income\nunder s.2(24) of the Act - Held: RBI directions deal with the\npresentation of the provision for NPA in the Balance Sheet\nof NBFC - The Directions are only disclosure norms and are\nnot related with the computation of total taxable income under\nIT Act or with the accounting treatment - Not to be treated as\n\"income\" under s. 2(24) of the Act - RBI Directions 1998 -\nPara 9(4).\ns.36(1)(vii) - Provision for NPA debited to the P\u0026L\nAccount by NBFC in terms of RBI Directions 1998 - Claim\nfor deduction under s.36(1)(vii) – Entitlement for - Held: Not\nentitled as the provision does not constitute expense.\n-\ns.36(1)(viia) and s.43D - Different treatment for NBFC\nand banks for deduction under s.36(1)(viia) and s.43D -\nConstitutional validity of - Held: s.36(1)(viia) provides for\ndeduction not only in respect of \"written off\" bad debt but in\ncase of banks it extends the allowance also to any Provision\nfor bad and doubtful debts made by banks which incentive is\nnot given to NBFCs - Banks face a huge demand from the\nindustry and at times face liquidity crunch - Thus, the line of\nbusiness operations of NBFCs and banks are quite different\n- It is for this reason, apart from social commitments which\n380\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 381\nOF INCOME TAX, COIMBATORE\nbanks undertake, that allowances of the nature mentioned in A\ns.36(1)(viia) and 43D are often restricted to banks and not to\nNBFCs - Neither s.36(1)(viia) nor s.43D violates Article 14 -\nThe test of “intelligible differentia\" stands complied with\nConstitution of India, 1950 - Article 14, 19(1)(g).\nRBI Directions 1998:\nScope and applicability of - Discussed.\n-\n-\nB\nPara 9(4) – Analysis of - Held: RBI directions deal with\nthe presentation of provision for NPA in the Balance Sheet C\nof NBFC - The Directions do not recognize the \"income\"\nunder the mercantile system - IT Act and the 1998 Directions\noperate in different fields - The primary object of 1998\nDirections is prudence, transparency and disclosure - The\nbasis of 1998 Directions is that anticipated losses must be D\ntaken into account but expected income need not be taken\nnote of - Therefore, these Directions ensure cash liquidity for\nNBFCs which are now required to state true and correct profits,\nwithout projecting inflated profits - The nature of expenditure\nunder the IT Act cannot be conclusively determined by the\nmanner in which accounts are presented in terms of 1998\nDirections RBI Directions 1998, though deviate from\naccounting practice as provided in the Companies Act, do not\noverride the provisions of the IT Act - Income Tax Act, 1961\nCompanies Act, 1956.\n-\nE\nF\nThe question which arose for consideration in these\nappeals filed by Non-Banking Financial Companies\n(NBFC) is whether the \"Provision for NPA”, which in\nterms of RBI Directions 1998 is debited to the P\u0026L\nAccount is to be treated as \"income\" under Section 2(24) G\nof the Income Tax Act, 1961 while computing the profits\nand gains of the business under Sections 28 to 43D of\nthe Act.\nDismissing the appeals, the Court\nH\nA\nC\n382 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nHELD: 1.1. The RBI Directions 1998 deal with\nPresentation of NPA provision in the Balance Sheet of an\nNBFC. By Para 9 of 1998 Directions, RBI mandated that\nevery NBFC should disclose in its Balance Sheet, the\nProvision without netting them from the Income or from\nB the value of the assets and that the provision should be\ndistinctly indicated under the separate heads of accounts\nas: - (i) provisions for bad and doubtful debts, and (ii)\nprovisions for depreciation in investments in the Balance\nSheet under \"Current Liabilities and Provisions\" and that\nsuch provision for each year should be debited to P\u0026L\nAccount so that a true and correct figure of \"Net Profit\"\ngets reflected in the financial accounts of the company.\nThe effect of such Disclosure is to increase the current\nliabilities by showing the provision against the possible\nLoss on assets classified as NPA. An NPA continues to\nbe an Asset - \"Debtors/ Loans and Advances\" in the\nbooks of NBFC. The entire exercise mentioned in the RBI\nDirections 1998 is only in the context of Presentation of\nNPA provisions in the balance sheet of an NBFC and it\nhas nothing to do with computation of taxable income or\nE\naccounting concepts. [Paras 6 and 7] [420-E; 421-B-F]\nD\n1.2. The net profit shown in the P\u0026L Account is the\nbasis for NBFC to accept deposits and declare dividends.\nHigher the profits higher is the NOF and higher is the\nF increase in the public making deposits in NBFCs. Hence\nthe object of the NBFC is disclosure and provisioning. By\ninsertion (w.e.f. 1.4.1989) of a new Explanation in Section\n36(1)(vii), it has been clarified that any bad debt written\noff as irrecoverable in the account of the assessee will\nG not include any provision for bad and doubtful debt made\nin the accounts of the assessee. The said amendment\nindicates that before 1.4.1989, even a provision could be\ntreated as a write off. However, after 1.4.1989, a distinct\ndichotomy is brought in by way of the said Explanation\nto Section 36(1)(vii). Consequently, after 1.4.1989, a mere\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 383\nOF INCOME TAX, COIMBATORE\nprovision for bad debt would not be entitled to deduction A\nunder Section 36(1)(vii). If an assessee debits an amount\nof doubtful debt to the P\u0026L Account and credits the\nasset account like sundry debtor's Account, it would\nconstitute a write off of an actual debt. However, if an\nassessee debits \"provision for doubtful debt\" to the P\u0026L B\nAccount and makes a corresponding credit to the\n“current liabilities and provisions\" on the Liabilities side\nof the balance sheet, then it would constitute a provision\nfor doubtful debt. In the latter case, assessee would not\nbe entitled to deduction after 1.4.1989. [Paras 7 and 8] C\n[421-G-H; 422-D-H; 423-A]\nCommissioner of Income Tax v. Jwala Prasad Tewari 24\nITR 537, relied on.\nVithaldas H. Dhanjibhai Bardanwala v. Commissioner of D\nIncome-Tax, Gujarat-V 130 ITR 95; Commissioner of\nIncome-Tax v. Woodward Governor India P. Ltd., 312 ITR\n254; Commissioner of Income-tax, A.P. v. T. Veerabhadra\nRao K. Koteswara Rao \u0026 Co. 155 ITR 152, referred to.\nE\nF\n2.1. The three deviations between RBI directions 1998\nand Companies Act, are: in the matter of presentation of\nfinancial statements under Schedule VI of the Companies\nAct; in not recognising the \"income\" under the\nmercantile system of accounting and its insistence to\nfollow cash system with respect to assets classified as\nNPA as per its Norms; and in creating a provision for all\nNPAs summarily as against creating a provision only\nwhen the debt is doubtful of recovery under the norms\nof the Accounting Standards issued by the Institute of\nChartered Accountants of India. These deviations prevail\nover certain provisions of the Companies Act, 1956 to\nprotect the Depositors in the context of Income\nRecognition and Presentation of the Assets and\nProvisions created against them. Thus, the P\u0026L Account\nprepared by NBFC in terms of RBI Directions 1998 does H\nG.\nс\n384 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA not recognize \"income from NPA\" and, therefore, directs\na Provision to be made in that regard and hence an “add\nback. The \"add back\" is there only in the case of\nprovisions. The Companies Act allows an NBFC to adjust\na Provision for possible diminution in the value of asset\nB or provision for doubtful debts against the assets and\nonly the Net Figure is allowed to be shown in the Balance\nSheet, as a matter of disclosure. However, the said RBI\nDirections 1998 mandates all NBFCs to show the said\nprovisions separately on the Liability Side of Balance\nSheet, i.e., under the Head \"current liabilities and\nprovisions\". The purpose of the said deviation is to\ninform the user of the Balance Sheet, the particulars\nconcerning quantum and quality of the diminution in the\nvalue of investment and particulars of doubtful and sub-\nstandard assets. Similarly, the 1998 Directions does not\nrecognize the \"income\" under the mercantile system and\nit insists that NBFCs should follow cash system in regard\nto such incomes. The 1998 Directions has nothing to do\nwith the accounting treatment or taxability of \"income\"\nunder the IT Act. The two, viz., IT Act and the 1998\nDirections operate in different fields. Under the mercantile\nsystem of accounting, interest / hire charges income\naccrues with time. In such cases, interest is charged and\ndebited to the account of the borrower as \"income\" is\nrecognized under accrual system. However, it is not so\nrecognized under the 1998 Directions and, therefore, in\nthe matter of its Presentation under the said Directions,\nthere would be an add back but not under the IT Act\nnecessarily. [Para 9] [424-C-H; 425-B-F]\nD\nE\nF\nG\nH\n2.2. RBI Directions 1998 were issued under Section\n45JA of RBI Act. The primary object of the said 1998\nDirections is prudence, transparency and disclosure. The\nbasis of the 1998 Directions is that anticipated losses\nmust be taken into account but expected income need\nnot be taken note of. Therefore, these Directions ensure\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 385\nOF INCOME TAX, COIMBATORE\ncash liquidity for NBFCs which are now required to state A\ntrue and correct profits, without projecting inflated profits.\nThe nature of expenditure under the IT Act cannot be\nconclusively determined by the manner in which\naccounts are presented in terms of 1998 Directions. RBI\nDirections 1998, though deviate from accounting practice B\nas provided in the Companies Act, do not override the\nprovisions of the IT Act. [Para 10] [426-A-E]\nC\nD\n2.3. Provision for NPA in terms of RBI Directions 1998\ndoes not constitute expense on the basis of which\ndeduction could be claimed by NBFC under Section\n36(1)(vii). Provision for NPAs is an expense for\nPresentation under 1998 Directions and in that sense it\nis notional. For claiming deduction under the IT Act, one\nhas to go by the facts of the case (including the nature\nof transaction). One must keep in mind another aspect.\nReduction in NPA takes place in two ways, namely, by\nrecoveries and by write off. However, by making a\nprovision for NPA, there will be no reduction in NPA.\nSimilarly, a write off is also of two types, namely, a regular\nwrite off and a prudential write off. If one keeps these E\nconcepts in mind, it becomes very clear that RBI\nDirections 1998 are merely prudential norms. They can\nalso be called as disclosure norms or norms regarding\npresentation of NPA Provisions in the Balance Sheet.\nThey do not touch upon the nature of expense to be\ndecided by the AO in the assessment proceedings. [Para\n10] [428-B-F]\nto.\nAdvance Accounts by Shukla, Gravel, Gupta, referred\n2.4. \"Income Tax is a tax on the \"real income\", i.e.,\nthe profits arrived at on commercial principles subject to\nthe provisions of the Income Tax Act. The real profit can\nbe ascertained only by making the permissible\ndeductions under the provisions of the Income Tax Act.\nF\nG\nI\n386 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA There is a clear distinction between the real profits and\nstatutory profits. The latter are statutorily fixed for a\nspecified purpose. Therefore, if by Explanation to Section\n36(1)(vii) a provision for doubtful debt is kept out of the\nambit of the bad debt which is written off then, one has\nB to take into account the said Explanation in computation\nof total income under the IT Act failing which one cannot\nascertain the real profits. This is where the concept of\n\"add back\" comes in. A provision for NPA debited to P\u0026L\nAccount under the 1998 Directions is only a notional\nC expense and, therefore, there would be add back to that\nextent in the computation of total income under the IT Act.\nUnder Section 36(1)(vii) read with the Explanation, a \"write\noff\" is a condition for allowance. [Para 11] [429-A-B-E-G;\n430-D]\nD\nE\nF\nG\nH\nPoona Electric Supply Co. Ltd. v. Commissioner of\nIncome-Tax, Bombay City I, 57 ITR 521; Commissioner of\nWealth-Tax, Bombay v. Bombay Suburban Electric Supply\nLtd. 103 ITR 384, relied on.\n2.5. Section 36(1)(vii) after 1.4.1989 draws a\ndistinction between write off and provision for doubtful\ndebt. The IT Act deals only with doubtful debt. It is for the\nassessee to establish that the provision is made as the\nloan is irrecoverable. However, in view of Explanation\nwhich keeps such a provision outside the scope of\n\"written off\" bad debt, Section 37 cannot come in. If an\nitem falls under Sections 30 to 36, but is excluded by an\nExplanation to Section 36(1)(vii) then Section 37 cannot\ncome in. Section 37 applies only to items which do not\nfall in Sections 30 to 36. If a provision for doubtful debt\nis expressly excluded from Section 36(1)(vii) then such\na provision cannot claim deduction under Section 37 of\nthe IT Act even on the basis of \"real income theory. [Para\n14] [432-C-F]\n3. Section 43D is similar to Section 43B. The reason\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 387\nOF INCOME TAX, COIMBATORE\nD\nfor enacting this Section is that interest from bad and A\ndoubtful debts in the case of bank and financial\ninstitutions is difficult to recover; taxing such income on\naccrual basis reduces the liquidity of the bank without\ngeneration of income. With a view to improve their\nviability, the IT Act has been amended by inserting B\nSection 43D to provide that such interest shall be\ncharged to tax only in the year of receipt or the year in\nwhich it is credited to the P\u0026L Account, whichever is\nearlier. In the context of Article 14 of the Constitution, the\ntest to be applied is that of “rational/ intelligible C\ndifferentia\" having nexus with the object sought to be\nachieved. Risk is one of the main concerns which RBI\nhas to address when it comes to NBFCs. NBFCs accept\ndeposits from the Public for which transparency is the\nkey, hence, the RBI Directions/ Norms. On the other hand,\nas far as banking goes, the weightage, one must place\non, is on “liquidity\". These two concepts, namely, \"risk\"\nand “liquidity” bring out the basic difference between\nNBFCs and Banks. An asset is rated as NPA when over\na period of time it ceases to get converted to cash or\ngenerate income and becomes difficult to recover.\nTherefore, Parliament realized that taxing such \"income\"\non accrual basis without actual recovery would create\nliquidity crunch, hence, Section 43D came to be enacted.\nSection 36(1)(viia) provides for a deduction not only in\nrespect of \"written off\" bad debt but in case of banks it\nextends the allowance also to any Provision for bad and\ndoubtful debts made by banks which incentive is not\ngiven to NBFCs. Banks face a huge demand from the\nindustry particularly in an emerging market economy and\nat times the credit offtake is so huge that banks face G\nliquidity crunch. Thus, the line of business operations of\nNBFCs and banks are quite different. It is for this reason,\napart from social commitments which banks undertake,\nthat allowances of the nature mentioned in Sections\n36(1)(viia) and 43D are often restricted to banks and not\nE\nF\nH\n388 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA to NBFCs. Even in the case of banks, the Provision for\nNPA has to be added back and only after such add back\nthat deduction under Section 36(1)(viia) can be claimed\nby the banks. Neither Section 36(1)(viia) nor Section 43D\nviolates Article 14. The test of \"intelligible differentia\"\nB stands complied with. [Paras 15 and 16] [432-G-H; 433-\nA-B; 434-B-H; 435-A-C]\nC\nR.K. Garg v. Union of India (1981) 4 SCC 675; Bhavesh\nD Parish v. Union of India, (2000) 5 SCC 471; State of\nMadras v. V.G. Row 1952 SCR 597, relied on.\nBarclays Mercantile Business Finance Ltd. v. Mawson\n(Inspector of Taxes), 2005 (1) All ER 97, referred to.\nCase Law Reference:\nD\n130 ITR 95\nreferred to\nPara 3\n312 ITR 254\nreferred to\nPara 4\n155 ITR 152\nreferred to\nPara 8\nE\n24 ITR 537\nrelied on\nPara 8\n57 ITR 521\nrelied on\nPara 11\n103 ITR 384\nrelied on\nPara 11\n(1981) 4 SCC 675\nrelied on\nPara 11\nF\n(2000) 5 SCC 471\nrelied on\nPara 16\n1952 SCR 597\nrelied on\nPara 16\n2005 (1) All ER 97\nreferred to\nPara 16\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1337 of 2003.\nFrom the Judgment \u0026 Order dated 23.1.2002 of the High\nCourt of Judicature at Madras in Tax Case (Appeal No. 1 of\nH 2002).\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 389\nOF INCOME TAX, COIMBATORE\nWITH\nCri. Appeal No. 154 of 2010 T.C. 5 \u0026 6 of 2005.\nVivek Tankha, ASG, Arvind Datar, Dr. Debi Prosad Pal,\nRadha Rangaswamy, Pritesh Kapur, J. Balachander, K.V.\nMohan, Ananda Sen, Dayan Krishnan, N.L. Rajah, Gautam\nNarayan, Nikhil Nayyar, Lakshmi Iyengar, Ashok K. Srivastava,\nArijit Prasad, C.V. S. Rao, B.V. Balaram Das for the appearing\nparties.\nThe Judgment of the Court was delivered by\nS.H. KAPADIA, J. 1. Leave granted in the Special Leave\nPetition.\n2. Introduction\nAn interesting question of law which arises for\ndetermination in these Civil Appeals filed by Non-banking\nFinancial Companies (\"NBFCs\" for short) is:\n\"Whether the Department is entitled to treat the \"Provision\nfor NPA\", which in terms of RBI Directions 1998 is debited\nto the P\u0026L Account, as \"income\" under Section 2(24) of\nthe Income Tax Act, 1961 (\"IT Act\" for short), while\ncomputing the profits and gains of the business under\nSections 28 to 43D of the IT Act?\"\n3. Facts\nFor the sake of convenience, we may refer to the facts in\nthe case of M/s. Southern Technologies Ltd. [Civil Appeal No.\n1337 of 2003].\nAt the outset, it may be stated that categorization of assets\ninto doubtful, sub-standard and loss is not in dispute.\nA\nB\nC\nD\nE\nF\nG\nThe financial year of the Appellant is July to June and the\nP\u0026L Account and the Balance Sheet are drawn as on 30th H\n"}