{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"126\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA commercial activities and prescribes the maximum ground\ncoverage, FAR and maximum height for both types of\ncommercial buildings. As we are concerned with hotel\nbuildings, the relevant portion of said regulation dealing with\nhotel building is extracted below:\n00\nB\nSI.\nNo.\nUse\nMaximum FAR Max.\nground\nheight\ncoverage\n%\n1.\nHotel Building\nс\n(a) Below three star category\n30%\n1.25 24.0 m\n(b) Three star category\n30%\n1.5 No limit\n(c) Above three star category\n25%\n2.0 No limit\nThe said regulation shows that for hotel buildings there is no\nD height restriction at all and the FAR is 2 (for 4 star and 5 star\ncategories) and 1.5 (for 3 star category hotels).\n36. The 2006 Building Regulations make it clear that FAR\nand the permissible height of the building is far more\nE advantageous in the case of commercial hotel buildings when\ncompared to industrial buildings. It may be mentioned that even\nwhen the 1986 Building Regulations were in force till 4.12.2006,\nthe provisions for FAR and height of building were far more\nadvantageous to commercial buildings, when compared to\nindustrial buildings.\nF\n37. Running a hotel or boarding house or a restaurant is\na commercial activity. By no stretch of imagination, use of a\nplot for a hotel can be considered as use of such land for an\nindustrial purpose. An industrial building is defined in\nG Regulation 3.12(e) of the NOIDA Building Regulations and\nDirections of 2006 as a building in which products or materials\nof all kinds and properties are fabricated, assembled or\nprocessed. As per the 1991 Regulations, use for a hotel is a\ncommercial use; and 'industrial use' refers to manufacturing,\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 127\n[R.V. RAVEENDRAN, J.]\nfabrication, assembling and processing activities. If the land A\nallotted to a hotel is to be considered as an allotment for an\nindustrial use and the building constructed in such plot is to be\nconsidered as an industrial building, the consequence will be\nthat no five star, four star or three star hotel can be constructed\nin such plots. Further the restrictions for industrial buildings, B\nrelating to permissible FAR (less than 0.75 as against 2 for\nhotels) and height (maximum of 15 M as against absence of\nany height restriction for hotels) make industrial plots useless\nand unviable for a hotel. We note below the comparative table\nof FAR and the permissible height for industrial and commercial C\nbuildings, worked out from Regulations 33.3 and 33.4 of the\n2006 Regulations :\nS. Plot Size Under permissible FAR| Permissible Height\nNo.\nD\nIndustrial Commercial Industrial Commercial\n1.\n7500 sq.m\n0.74\n1.5\n15 mtr.\nNo height\nThree Star\nrestriction\n2.\n12500 sq.m\n0.72\n2\n15 mtr.\nNo height\nE\nFour Star\nrestriction\n3.\n24000 sq.m\n0.679\n2\n15 mtr.\nNo height\nFive Star\nrestriction\n38. Having regard to the provisions of 1991 Regulations, use\nof land for hotel cannot be considered as an industrial use,\nbut will continue to remain a commercial use. The policy of\nthe state government dated 22.5.2006 cannot override the\nNOIDA Regulations. If any policy is made, intending to give\ndifferent meaning to the words 'commercial use' and\n'industrial use', that can be given effect only if the regulations\nare suitably amended. Be that as it may.\n39. When tourism is given the status of an industry, it does\nnot mean tourism involves manufacturing, fabrication,\nprocessing or assembling. The term 'industry' has different\nF\nG\nH\n128\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA nuances. The traditional meaning of 'industry' may be\nmanufacture or production of goods. When used in the context\nof an 'industrial area' or 'a land for industrial use' the word\n'industry' will refer to use for manufacture, production and allied\nactivities. On the other hand, when the word 'industry' is used\nB in the context of tourism/hotels, hospitals/nursing homes or\nbanking, it refers to a service industry, that is groups engaged\nin that particular organized activity, and does not refer to any\nmanufacturing, processing, assembling etc. When the\ngovernment policy gave tourism and hotels, the status of an\nC industry, it did not require hotels to undertake manufacturing or\nproduction activities. By giving the status of ‘industry', the policy\nenabled a particular service activity (in this case tourism and\nhotels) to secure certain benefits in allotment of land at\nconcessional prices and certain tax exemptions. Therefore, the\nfact that the tourism or hotels have been given the status of\n'industry' will not convert them into industries, for the purpose\nof allotment of plots, nor will the use of land by such tourism or\nhotel industry, will be an industrial use. It does not also mean\nthat all the hotels and tourist offices should be shifted from\ncommercial areas to industrial areas or that hotels or tourist\noffices cannot operate in commercial areas, or that they cannot\nget allotment of land or building earmarked for commercial use.\nRunning hotels, to repeat, is a commercial activity and the use\nof a land or building for a hotel is commercial use and\ntherefore, allotment of plots for hotels in a commercial area is\nwholly in consonance with the NOIDA Regulations and Master\nplan which earmarks areas for specific land uses like industrial,\nresidential, commercial, institutional, public, semi-public, etc.\nD\nE\nF\n40. We are therefore of the view that the allotment of plots\nG situated in commercial areas earmarked for commercial use,\nto hotels did not violate any provisions of the Act or the NOIDA\nRegulations. We are also of the view that it was not necessary\nfor NOIDA to change the land use of plots to be allotted to\nhotels, from commercial to industrial use. The contentions of\nthe respondents to the contrary are therefore, rejected.\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 129\n[R.V. RAVEENDRAN, J.]\n(b) Whether allotment of hotel sites by NOIDA should A\nhave been by inviting tenders/holding auctions?\nC\nD\n41. The learned counsel for appellants contended that\nwhenever the State or its authorities decide to dispose of their\nproperties, it need not always be by public auction or by inviting B\nsealed tenders, involving competitive bidding. It is submitted\nthat if the object of a policy relating to allotment of plots is to\npromote hotel industry and not to earn revenue, it would be open\nto the state government and its authorities to dispose of their\nproperties by other recognized methods, that is by allotment at\nfixed rates after inviting applications from eligible applicants,\nor by allotment after specific invitation and negotiations,\ndepending upon the facts and circumstances. It is pointed out\nthat in pursuing socio-economic goals, as for example when\nplots are allotted by development authorities to persons\nbelonging to economically weaker sections or persons\nbelonging to middle classes, allotments are always made at\nfixed rate by drawing lots and not by inviting tenders or by\nauctions. It is submitted that only a few plots as for example,\nthe corner plots or plots of some special category are normally\ndisposed of by either public auction or by inviting tenders.\nAccording to appellants, whether allotment should be by public\nauction or by inviting tenders or by inviting applications for\nallotment at fixed rate is a decision to be taken by the authority\nconcerned, on the facts and circumstances of each case; and\ntherefore NOIDA did not commit any irregularity, by adopting F\nthe method of allotment of hotel plots at fixed rate applicable\nto industrial plots, to give a boost to tourism industry in the state,\nin pursuance of government policy dated 22.5.2006.\n42. In support of their contention, the appellants relied upon\nthe decisions of this Court in Brij Bhusan vs. State of Jammu\n\u0026 Kashmir-1986 (2) SCC 354, Sachidanand Pandey vs.\nState of West Bengal - 1987 (2) SCC 295, and MP Oil\nExtraction vs. State of MP – 1997 (7) SCC 592. In Brij Bhusan\n(supra), this Court was considering a case where certain\nE\nG\nH\n130 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA entrepreneurs had on their own had offered to set up the\nfactories for manufacturing of resin and turpentine derivatives.\nAfter negotiations the state government gave licences to them\nto set up factories and assured supply of the required raw\nmaterials (Oleo Resin). No advertisements were issued by the\nB state government inviting tenders for setting up such factories.\nOther entrepreneurs who were interested in setting up factories,\nchallenged the grant of licences on the ground that due\nopportunity was not given to all the entrepreneurs to make their\napplications. This Court rejected the writ petitions holding that\nC in the absence of material to show that the State had acted\nmala fide or out of improper or corrupt motive or in order to\npromote the private interest of someone at the cost of the State,\nthe decision to grant licences was not open to interference. It\nreiterated where State is allocating resources for the purpose\nof encouraging setting up of industries within the State, the\nState is not bound to advertise and tell the people that it wants\na particular industry to be set up in the State or invite those\ninterested to come up with proposals.\nD\nヨ\nF\n0\n'\n74\nIn Sachidanand Pandey, this Court held :\n\"State-owned or public-owned property is not to be dealt\nwith at the absolute discretion of the executive. Certain\nprecepts and principles have to be observed. Public\ninterest is the paramount consideration. One of the\nmethods of securing the public interest, when it is\nconsidered necessary to dispose of a property, is to sell\nthe property by public auction or by inviting tenders. Though\nthat is the ordinary rule, it is not an invariable rule. There\nmay be situations where there are compelling reasons\nnecessitating departure from the rule but then the reasons\nfor the departure must be rational and should not be\nsuggestive of discrimination. Appearance of public justice\nis as important as doing justice. Nothing should be done\nwhich gives an appearance of bias, jobbery or nepotism.\"\nH To the same effect is the decision in MP Oil Extraction. The\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 131\n[R.V. RAVEENDRAN, J.]\nappellants point out that their cases are much stronger than A\nthose considered in those cases, as their allotments were not\nmade on any private negotiations, but after wide advertisement\nin newspapers inviting applications from all persons who\nfulfilled the eligibility criteria; and that all applications received\nwere evaluated through an independent agency and allotments\nwere made as per their recommendation. They submit that the\nprocess of allotment was fair and normal. They contend that\nfailure to invite tenders or hold public auction would not vitiate\nthe allotments.\n43. But the issue in these cases is different. The principle\nlaid down in the cases relied on by the appellants would be of\nsome assistance in a situation where there are no specific\nrules, regulations or policy guidelines governing the procedure\nas to how allotments are to be made, or contracts are to be\nawarded, or licences are to be issued. Those decisions may\nalso be of some assistance while dealing with a grievance that\nall persons interested or all eligible persons were not given an\nopportunity to apply. The state government has found that the\nNOIDA Commercial Property Management Policy required\nallotment of commercial properties only on sealed tenders or\npublic auction basis; and if the said requirement was ignored\nand allotment is made at a fixed rate, contrary to the specific\nterms of the policies of NOIDA; and that allotment at fixed rate\nbasis had resulted in a huge financial loss to NOIDA.\n44. Allotment of commercial plots is governed by the\nNOIDA Policies and Procedures for Commercial Property\nManagement, 2004. Under the said policy, commercial\nproperties of NOIDA can be allotted only on sealed tender basis\nor by way of public auction. For this purpose NOIDA has to fix\na reserve rate and the person who gives the highest bid/offer\nabove the reserve rate, who is otherwise eligible, is allotted the\nplot. The said policy in regard to the procedure for allotment of\ncommercial properties was not amended or modified to\nprovide for allotment of commercial properties for hotels at\nB\nC\nD\nE\nF\nG\n. H\n132 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA fixed prices. The allotment of commercial plots at fixed rate was\ntherefore clearly contrary to the said regulations of NOIDA.\nB\n45. We may also refer to the NOIDA Policies and\nProcedures for Industrial Property Management, 2006 as\namended on 20.3.2006 (\"Industrial Property Management\nPolicy\", for short) in this connection. It divides the industrial\nsectors in NOIDA into three industrial Phases as under :\n(1) Phase I\nс\n(2) Phase II\nSectors from 1 to 11 and 16\nIncludes Phase-II, Phase-Il Extension/\nHosiery Complex, Sector-80, 81 and 83\n(3) Phase III Includes Sector-57, 58, 59, 60, 63, 64\nand 65.\nD It provided that allotments of industrial plots in Phase I should\nbe made on the basis of sealed tenders, the reserved rate\nbeing Rs.7400/- per sq.m. It further provided that allotments of\nplots in Phases II and III should be made at fixed prices of\nRs.2100 and Rs.4000 per sq.m.\nE\nF\nG\nH\n46. The appellants submitted that the said NOIDA\nCommercial Management Policy and NOIDA Industrial\nManagement Policy are not statutory rules made by the state\ngovernment under section 18 of the Act, nor are they statutory\nregulations made by NOIDA under section 19 of the Act. It is\nsubmitted that the NOIDA Commercial Management Policy is\nmerely a set of guidelines and directives prepared by NOIDA\nin regard to the terms and conditions for transfer of commercial\nproperties of NOIDA and such guidelines could be altered by\nNOIDA at any point of time. It is pointed out that the said NOIDA\nCommercial Management Policy itself stated that it could be\namended/modified/altered without any notice. It was submitted\nthat when NOIDA adopted the state government policy dated\n22.5.2006 for allotment of plots for hotels at industrial plot rates,\nthe NOIDA Commercial Property Management Policy stood\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 133\n[R.V. RAVEENDRAN, J.]\nmodified by incorporating an exception to the directive requiring A\nallotment of commercial plots only by sealed tenders/auction,\nthat allotment for hotel plots could be at fixed rate basis instead\nof tender basis or auction basis. It was further submitted that\nat all events, when brochures were issued on 17.10.2006\ncontaining the \"special terms and conditions for allotment of B\nhotel plots\" providing for allotment at the fixed rate of Rs.7400\nper sq.m., it amounted to declaration of a separate policy for\nplots allotted or hotels and the guidelines contained in the\nNOIDA Commercial Property Policy ceased to apply to hotel\nplots.\n47. In Sachidanand Pandey (supra), the legal position as\nto the need obeying orders/instructions/procedures was\nsuccinctly stated by Chinappa Reddy, J.\nC\n“statutes and statutory orders have, no doubt, to be D\nobeyed. It does not mean that other orders, instructions\netc. may be departed from in an individual case, if\napplicable to the facts. They are not to be ignored until\namended. The government or the Board may have the\npower to amend these orders and instructions, but E\nnonetheless they must be obeyed so long as they are in\nforce and are applicable\"\n(emphasis supplied)\nIn Home Secretary v. Darshjit Singh Grewal - 1993 (4) SCC\n25, the need to adhere to policy guidelines was emphasized:\nF\n\"It may be relevant to emphasize at this juncture that while\nthe rules and regulations referred to above are statutory,\nthe policy guidelines are relatable to the executive powers G\nof the Chandigarh Administration. It is axiomatic that\nhaving enunciated a policy of general application and\nhaving communicated it to all concerned including the\nChandigarh Engineering College, the Administration is\nH\n134\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\n1\nA\nB\nbound by it. It can, of course, change the policy but until\nthat is cone, it is bound to adhere to it.\"\n(emphasis supplied)\nIt is thus clear that where an Authority makes regulations and\nissues polices and procedures, they are intended to be followed\nand complied with. They cannot be ignored or avoided unless\nsuperseded or amended. The fact that Authority has the power\nto amend the regulations, policies and procedures, does not\nmean that they can be ignored. As long as they are in force,\nC they are required to be obeyed by the Authority.\nD\nE\n48. The state government policy dated 22.5.2006 or its\nadoption by NOIDA on 5.6.2006 did not amend to the\nregulations, instructions, policies and procedures of NOIDA. If\nthe said Tourism/Hotels development policy dated 22.5.2006\ncontained any procedure which was at variance with the existing\nregulations or procedures of NOIDA, such procedures in the\npolicy dated 22.5.2006 could come into effect only by NOIDA\namending its regulations and Property Management Policies.\nAs per the 1991 Regulations and 2006 Building Regulations,\nhotel buildings are commercial buildings and use of land for\nhotels is commercial use and any plot allotted for hotels is a\ncommercial property. Therefore any allotment of a plot for hotels\nshould comply with the NOIDA Commercial Property\nManagement Policy, 2004. Unless the NOIDA Commercial\nProperty Management Policy was amended, providing for\nallotment at fixed rates, in regard to any sub-category of\ncommercial plots, allotment of a commercial property belonging\nto NOIDA otherwise than by sealed tender basis or auction\nbasis will be an allotment in violation of and contrary to, the\nregulations directives and policies of NOIDA. The fact that\nNOIDA was acting in pursuance of the government policy dated\n22.5.2006 would make no difference. The government policy\nitself very clearly stated that if the implementation of the policy\nrequired amendment of the rules, regulations and procedures\nH of the development authorities, the same had to be carried out.\nF\nG\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 135\n[R.V. RAVEENDRAN, J.]\nA\nB\n49. The failure to follow the procedure prescribed in the\nNOIDA Commercial Property Management Policy is a violation\nof the policy and such violation has resulted in loss to the public\nexchequer. The allotment on sealed tender basis/auction basis\nis provided, only in regard to commercial properties and not in\nregard to properties earmarked for residential or institutional\nuses. It is also not provided for properties earmarked for\nindustrial use (except in regard to plots situated in industrial\nareas in Phase I which because of their very advantageous\nlocations are apparently considered to be very valuable). The\nproperties are sold by tender/auction basis with a reserve rate, C\nso as to secure a higher price/rate on account of the healthy\ncompetition among the applicants. The higher revenue would\nenable NOIDA to subsidize the price of plots for allotment to\nweaker sections of the society for residential use or for\nallotment of plots for institutional use or for various\ndevelopmental activities. Therefore once a policy is made in\nregard to commercial properties, it has to be complied with.\nD\nE\nF\n50. There is no doubt that the scheme of allotment\ncontained in the NOIDA Commercial Property Policy could be\naltered or amended by carving out a different procedure for\nhotel plots. But that should have been by placing the said\nCommercial Property Policy before the NOIDA Board for\nconsideration and amendment with reference to hotel plots to\nbe allotted as per government policy dated 22.5.2006. The\npolicy was neither before the NOIDA Board for amendment, nor\nwas it amended. The violation of the regulations and policies\nof NOIDA may be unintențional and a bonafide mistake on\naccount of a mis-reading of the requirement of the policy dated\n22.5.2006. Nevertheless it is a violation. If there is a violation\nof the regulations and policies of NOIDA in making allotments, G\nthe state government can certainly interfere under its revisional\njurisdiction.\n(c) Whether the rate charged was erroneous and has led\nto any loss?\nH\n"}