{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"76\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA the land use of the said plot had to be changed to\nindustrial use in the Master plan by adopting the\nprescribed procedure under the regulations, before\nmaking the allotment. It was also of the view that if the\nplots were allotted for hotel industry, then the\nB construction should be as per the NOIDA building\nregulations and directions applicable to industries in\nregard to FAR, ground coverage, height, setbacks,\nconstruction of building etc. It was also of the view that\nif plots in commercial areas are to be allotted it could be\nC only in accordance with the NOIDA Commercial Property\nManagement Policy which required all commercial plots\nto be allotted on sealed tender or public auction basis.\nAs NOIDA did not alter the land use of the plots in\nquestion from commercial use to industrial use in the\nMaster Plan nor did it amend the definitions of\ncommercial use and industrial use in the 1991\nRegulations so that hotels would no longer be a\ncommercial use, but an industrial use, the state\ngovernment held that statutory regulations and directives\nof NOIDA had been violated in making the hotel plot\nallotments. [para 31] [120-D-H; 121-A]\nD\nE\nF\nG\nWhether plots earmarked for commercial use in\ncommercial area could be allotted for hotels?:\n5.1. The NOIDA Building Regulations and Directions\nof 2006 make it clear that FAR and the permissible height\nof the building is far more advantageous in the case of\ncommercial hotel buildings when compared to industrial\nbuildings. It may be mentioned that even when the 1986\nBuilding Regulations were in force till 4.12.2006, the\nprovisions for FAR and height of building were far more\nadvantageous to commercial buildings, when compared\nto industrial buildings. [Para 36] [126-E-F]\n5.2. Running a hotel or boarding house or a\nI\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 77\nrestaurant is a commercial activity and use of a land or A\nbuilding for hotel is commercial use. By no stretch of\nimagination, use of a plot for a hotel can be considered\nas use of such land for an industrial purpose. An\nindustrial building is defined in Regulation 3.12(e) of the\n2006 Building Regulations as a building in which B\nproducts or materials of all kinds and properties are\nmanufacture, fabricated, assembled or processed. As per\nthe 1991 Regulations, use for a hotel is a commercial use.\n[para 37] [126-F-H]\n5.3. Having regard to the provisions of the NOIDA\n(Preparation and Finalisation of Plan) 1991 Regulations,\n1991 use of land for hotel cannot be considered as an\nindustrial use, but will continue to remain a commercial\nuse. The policy of the state government dated 22.5.2006\ncannot override the NOIDA Regulations. If any policy is\nmade, intending to give different meaning to the words\n'commercial use' and 'industrial use', that can be given\neffect only if the regulations are suitably amended. [para\n38] [127-F-G]\n5.4. When tourism is given the status of an industry,\nit does not mean tourism involves manufacturing,\nfabrication, processing or assembling, but it refers to a\nservice industry. By giving the status of ‘industry', the\npolicy enabled a particular service activity (in the instant\ncase tourism and hotels) to secure certain benefits in\nallotment of land at concessional prices and certain tax\nexemptions. Therefore, the fact that the tourism or hotels\nhave been given the status of ‘industry' will not convert\nthem into industries, for the purpose of allotment of plots,\nnor will the use of land by such tourism or hotel industry,\nwill be an industrial use. It does not also mean that all the\nhotels and tourist offices should be shifted from\ncommercial areas to industrial areas or that hotels or\ntourist offices cannot operate in commercial areas, or that\nC\nD\nE\nF\nG\nH\n78\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA they cannot get allotment of land or building earmarked\nfor commercial use. Allotment of plots for hotels in a\ncommercial area is wholly in consonance with the NOIDA\nRegulations and Master plan which earmarks areas for\nspecific land uses like industrial, residential, commercial,\nB institutional, public, semi-public, etc. Therefore, the\nallotment of plots situated in commercial areas\nearmarked for commercial use, to hotels did not violate\nany provisions of the Act or the NOIDA Regulations. It\nwas not necessary for NOIDA to change the land use of\nplots to be allotted to hotels, from commercial to industrial\nuse. [para 39-40] [127-H; 128-B-H]\nC\nD\nE\nF\nWhether allotment of hotel sites by NOIDA should have\nbeen by inviting tenders/holding auctions?\n6.1. Allotment of commercial plots is governed by the\nNOIDA Policies and Procedures for Commercial Property\nManagement, 2004. Under the said policy, commercial\nproperties of NOIDA can be allotted only on sealed tender\nbasis or by way of public auction. For this purpose NOIDA\nhas to fix a reserve rate and the person who gives the\nhighest bid/offer above the reserve rate, who is otherwise\neligible, is allotted the plot. The said policy in regard to\nthe procedure for allotment of commercial properties was\nnot amended or modified to provide for allotment of\ncommercial properties for hotels at fixed prices. The\nallotment of commercial plots at fixed rate was, therefore,\nclearly contrary to the said regulations of NOIDA. [para\n44] [131-F-H; 132-A]\nHome Secretary v. Darshjit Singh Grewal 1993 (4) SCC\nG 25 - relied on\nH\n-\nBrij Bhusan vs. State of Jammu \u0026 Kashmir – 1986 (2)\nSCC 354, Sachidanand Pandey vs. State of West Bengal\n1987 (2) SCR 223 =1987 (2) SCC 295, and MP Oil Extraction\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 79\nvs. State of MP 1997 (1) Suppl. SCR 671 = 1997 (7) SCC A\n592 distinguihsed\n-\nB\n6.2. The state government policy dated 22.5.2006 or\nits adoption by NOIDA on 5.6.2006 did not amend to the\nregulations, instructions, policies and procedures of\nNOIDA. If the said Tourism/Hotels development policy\ndated 22.5.2006 contained any procedure which was at\nvariance with the existing regulations or procedures of\nNOIDA; such procedures in the policy dated 22.5.2006\ncould come into effect only by NOIDA amending its\nC\nregulations and Property Management Policies. As per\nthe 1991 Regulations and 2006 Building Regulations,\nhotel buildings are commercial buildings and use of land\nfor hotels is commercial use and any plot allotted for\nhotels is a commercial property. Therefore, any allotment\nof a plot for hotels should comply with the NOIDA\nCommercial Property Management Policy, 2004. Unless\nthe said Policy was amended, providing for allotment at\nfixed rates, in regard to any sub-category of commercial\nplots, allotment of a commercial property belonging to\nNOIDA otherwise than by sealed tender basis or auction\nbasis will be an allotment in violation of and contrary to,\nthe regulations directives and policies of NOIDA. [para 48]\n[134-D-G]\nD\nE\n6.3. The failure to follow the procedure prescribed in F\nthe NOIDA Commercial Property Management Policy is a\nviolation of the policy and such violation has resulted in\nloss to the public exchequer. The violation of the\nregulations and policies of NOIDA may be unintentional\nand a bonafide mistake on account of a mis-reading of\nthe requirement of the policy dated 22.5.2006.\nNevertheless it is a violation. If there is a violation of the\nregulations and policies of NOIDA in making allotments,\nthe state government can certainly interfere under its\nrevisional jurisdiction. [para 49-50] [135-A-F-G]\nG\nH\n80\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA (c) Whether the rate charged was erroneous and has led\nto any loss?\nB\nC\n-\n7.Mere earmarking of particular land for allotment to\nhotels which is a commercial activity at industrial plot\nprices, does not mean there is a loss in respect of an\namount equal to the difference between the rate of\ncommercial plots and rate of industrial plots. Any decision\nto allot plots to hotels at industrial rates, by itself, did not\ncause any loss, as such a decision was intended to be\nan incentive to attract investment. But there will be a\n'loss', if a plot which is earmarked for commercial use,\nallotted for a commercial purpose, which is required to\nbe allotted at commercial rates by tender or auction, is\nerroneously charged either at a residential plot rate or an\nindustrial plot rate. The regulations and policies of NOIDA\nrequire the allotment of commercial plots to be by sealed\ntender or by public auction. As the allotment is of\ncommercial plots governed by NOIDA Commercial\nProperty Management Policy, and as the reserve rate\nitself was Rs.30000/- per sq.m. it has to be held that\nE allotment at Rs.7,400 per sq.m. caused loss and violated\nthe regulations and policy of NOIDA. [para 53 and 55]\n[138-D-F; 139-C-E-F]\nD\nF\nחד\nIV. What should be the consequence of the violation?\n8.1. The violation occurred on account of a mistake\non the part of the officers of NOIDA in misinterpreting the\ngovernment policy dated 22.5.2006, which has resulted\nin lesser allotment price. The allottees were in no way to\nbe blamed for the mistake. Nor were the allottees guilty\nG of any suppression, misstatement or misrepresentation\nof facts, fraud, collusion or undue influence in obtaining\nthe allotments at Rs.7,400/- per sq.m. According to\nrespondents, the rate of premium ought to have been\nRs.70,000/- per sq.m. being the market rate, even though\nH the reserve rate was only Rs.30,000/- per sq.m. The\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS.\n81\nmistake was found out by the state government, in A\nexercise of revisional jurisdiction. But by then the\nallotment was followed by payment of premium,\nexecution of the lease deed, and delivery of possession.\nBy the time the state government decided that the\nallotment should be cancelled the transaction was B\ncomplete in all respects. The fact that the registration of\nsome of the leases was kept 'pending' in view of a\ndispute relating to valuation would not be relevant for this\npurpose. [para 58] [141-E-G]\nс\nD\n8.2. In public law, breach of statutory provisions,\nprocedural irregularities, arbitrariness and mala fides on\nthe part of the Authority (transferor) will furnish grounds\nto cancel or annul the transfer. But before a completed\ntransfer is interfered on the ground of violation of the\nregulations, it will be necessary to consider: whether the\ntransferee had any role to play (fraud, misrepresentation,\nundue influence etc.) in such violation of the regulations,\nin which event cancellation of the transfer is inevitable.\nIf the transferee had acted bona fide and was blameless,\nit may be possible to save the transfer but that again E\nwould depend upon the answer to the further question\nas to whether public interest has suffered or will suffer\nas a consequence of the violation of the regulations:\n(i) If public interest has neither suffered, nor likely to F\nsuffer, on account of the violation, then the transfer\nmay be allowed to stand as then the violation will be\na mere technical procedural irregularity without\nadverse effects.\nG\n(ii) On the other hand, if the violation of the\nregulations leaves or likely to leave an everlasting\nadverse effect or impact on public interest (as for\nexample when it results in environmental\ndegradation or results in a loss which is not\nreimbursable), public interest should prevail and the H\n82\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA\n00\nB\ntransfer should be rescinded or cancelled.\n(iii) But where the consequence of the violation is\nmerely a short-recovery of the consideration, the\ntransfer may be saved by giving the transferee an\nopportunity to make good the short-fall in\nconsideration. [para 63.1] [145-F-H; 146-A-D]\n8.3. If the government or its instrumentalities are\nseen to be frequently resiling from duly concluded\nsolemn transfers, the confidence of the public and\nC international community in the functioning of the\ngovernment will be shaken. To save the credibility of the\ngovernment and its instrumentalities, an effort should\nalways be made to save the concluded transactions/\ntransfers wherever possible, provided (i) that it will not\nD prejudice the public interest, or cause loss to public\nexchequer or lead to public mischief, and (ii) that the\ntransferee is blameless and had no part to play in the\nviolation of the regulation. [para 63.2] [146-E-G]\nLEE\nF\n8.4. If the concluded transfer cannot be saved and\nhas to be cancelled, the innocent and blameless\ntransferee should be reimbursed all the payments made\nby him and all expenditure incurred by him in regard to\nthe transfer with appropriate interest. If some other relief\ncan be granted on grounds of equity without harming\npublic interest and public exchequer, grant of such\nequitable relief should also be considered. [para 63.3]\n[146-H; 147-A-B]\nSyed Abdul Qadir vs. State of Bihar 2008 (17) SCR 917\nG = 2009 (3) SCC 475 - relied on.\nH\n8.5. In the instant case, the allotment of commercial\nplots to appellants is valid and legal. The violation is in\nmaking such allotment on fixed allotment rate which is\nless than the rate the plots would have fetched by calling\n.\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 83\nA\nfor tenders or by holding auctions. The violation of the\nguidelines in regard to disposal of commercial plots has\nresulted only in a loss of revenue by way of premium and\nif this could be made up, there is no reason why the\nleases should not be continued. According to the State\nGovernment, the commercial plots would have fetched a B\npremium at rate of Rs.70,000 per sq.m at the relevant time\n(October 2006 to January 2007) and NOIDA had been\ndenied the benefit of that allotment rate, by reason of\nallotment of the plots at Rs.7400/- per sq.m. Therefore, the\nequitable solution is to give an opportunity to the lessees\nto pay the difference thereby in consideration which\narose on account of wrong interpretation instead of\ncancelling the leases and if the appellants are wiling to\npay the balance of premium as claimed by respondents,\nthe leases need not be interfered. [para 65-66] [148-B-G]\n8.6. Therefore, if the appellants (2006-2007 allottees)\nare to be extended the benefits offered to allottees under\nthe 2008 scheme, the rate of Rs.70,000/- per sq.m. (the rate\nof 2008 scheme was 10% more than Rs.70,000/- per\nsq.m.) claimed by the respondents becomes logical and\nreasonable. Therefore, there is no reason to reject the\nclaim of respondents that the allotment rate should be\nRs.70,000/- per sq.m. The appellants are granted an\nopportunity to save the leases by paying the difference\nin premium at Rs.62600/- per sq.m. to make it upto\nRs.70,000/- per sq.m. [para 69] [151-D-F]\n(i) The order of the High Court setting aside the\nrevisional order dated 1.8.2007 of the State\nC\nD\nE\nF\nGovernment and the consequential orders of G\ncancellation of allotment of plots dated 3.8.2007 by\nNOIDA, is affirmed.\n(ii) The revisional orders dated 8.9.2008 passed by\nthe State Government cancelling the allotments of\nplots to appellants, are set aside.\nH\nA\nB\nC\nD\nE\nWUJ\nF\n☐ G\n☐ H\n84\nSUPREME COURT REPORTS\nH .\n[2011] 7 S.C.R.\n(iii) The appellants are given the option to continue\ntheir respective leases by paying the premium\n(allotment rate) at Rs.70000/- per sq.m. (with\ncorresponding increase in yearly rent/one time lease\nrent), without any location benefit charges. The\nappellants shall exercise such option by 30.9.2011.\nSuch of those appellants exercising the option will\nbe entitled to the benefits which has been extended\nin regard to the allottees under 2008 allotment\nscheme of NOIDA:\nOn exercise of such option, the lease shall\ncontinue and the period between 1.8.2007 to\n31.7.2011 shall be excluded for calculating the lease\nperiod of 90 years. Consequently, the period of lease\nmentioned in the lease deed shall stand extended by\na corresponding four years period, so that the lessee\nhas the benefit of the lease for 90 years. An\namendment to the lease deed shall be executed\nbetween NOIDA and the lessee incorporating the\naforesaid changes.\n(iv) If any appellant is unwilling to continue the lease\nby paying the higher premium as aforesaid, or fails\nto exercise the option as per para (iii) above by\n30.9.2011, the allotment and consequential lease in\nits favour shall stand cancelled. In that event, NOIDA\nshall return all amounts paid by such appellant to\nNOIDA towards the allotment and the lease, and also\nreimburse the stamp duty and registration charges\nincurred by it, with interest at 18% per annum from\nthe date of payment/incurring of such amounts to\ndate of reimbursement by NOIDA. If NOIDA returns\nthe amount to the appellant within 31.12.2011, the\nrate of interest payable by NOIDA shall be only 11%\nper annum instead of 18% per annum. [para 70] [151-\nG-H; 152-A-C-E-H; 153-A-C]\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 85\nCase Law Reference:\nA\n2002 (1) SCR 227\nheld inapplicable para 28\n2006 (1) Suppl.SCR 86 held inapplicable\npara 28\n1986 (2) SCC 354\ndistinguished\npara 42\nB\n1987 (2) SCR 223\ndistinguished\npara 42\n1993 (4) SCC 25\ndistinguished\npara 47\n1997 (1) Suppl. SCR 671 distinguished\npara 52\n2008 (17) SCR 917\nC\ndistinguished\npara 64\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4561 of 2008.\nFrom the Judgment \u0026 Order dated 13.5.2008 of the High D\nCourt of Judicature at Allahabad in SLP No. 15375 of 2008.\nWITH\nC.A. Nos. 4562, 4563, 4564, 4565, 4566, 4567, 4568, 4569,\n4570, 4571, 4572 \u0026 4968 of 2008.\nGopal Subramanium, SG, T.R. Andhyarujina, Harish N.\nSalve, Ranjit Kumar, Maninder Singh, P.P. Rao, S.K. Agarwal,\nK.K. Venugopal, Satish Chandra Mishra, Ratnakar Dash,\nRavinder Srivastava, Fakhruddin, Harish Malhotra, Shail Kumar\nDwivedi, AAG, L.K. Bhushan, Swaty Malik (for Dua Associates),\nRuby Singh Ahuja, Meenakshi Grover, Manu Aggarwal, Abeer\nKumar, R.N. Karanjawala, Manik Karanjawala, Simran Brar,\nVedanta Verma (for Karanjawala \u0026 Co.), Abhinav Mukerji,\nGaurav Sharma, Surbhi Mehta, Bindu Saxena, Aparajita\nSwarup, Shailendra Swarup, Neha Khattar, D. Bhadra, Hashmi,\nRavinder Agarwal, Arun K. Sinha, Rakesh Singh, Sumit Sinha,\nDheeraj Malhotra, Aslam Ahmed, Babit Singh Jamwal, Gagan\nGupta, D. Bhattacharya, M.K. Singh, Pramod B. Agarwala,\nRajul Shrivastav, Abhishek Baid, Antara, Ameet Singh,\nE\nF\nG\nH\n"}