{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"106\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA\n00\nB\nC\nD\nE\nLL\nF\nG\nplot at a fixed rate, it ought to have amended its regulations\nand policies, and that was not done.\n(v) The allotment of plots at Rs.7400 per sq.m. was illegal\nas the said price was not approved by the Board of\nNOIDA. The Board of Directors had directed at the 135th\nmeeting on 5.6.2006 while deciding to implement the\nGovernment policy dated 22.5.2006, 'to apply the rate of\nIndustrial Area Phase I' for hotel industry. This meant that\nthe reserve rate was to be fixed at Rs.7400/- per sq.m. for\nthe plots and applications ought to have been invited by\nsealed tenders. But the CEO of NOIDA had shown in the\nBrochures, a fixed allotment rate of Rs.7400/- per sq.m.\ncontrary to the decision of the NOIDA Board. Secondly the\nreserve rate had to be fixed after ascertaining the market\nvalue which was also not done. The policy of NOIDA both\nin regard to allotment of both commercial plots and\nIndustrial area - Phase I plots was on the basis of sealed\ntenders. That was violated by allotting plots at a fixed rate.\n(vi) The policy of the government dated 22.5.2006 adopted\nby NOIDA by resolution dated 5.6.2006 contemplated\nchange of land use, amendment of regulations and policies\nof NOIDA, and following the prescribed procedure for\nallotment of commercial and industrial plots. But neither the\namendments were carried out, nor the prescribed\nprocedures followed.\n(vii) The following violations make the allotments invalid:\n(a) reserved price being treated as fixed price; (b)\nprocedure for allotment of plots in commercial areas and\nindustrial areas (Phase I) which was by auction or by bids\nnot being followed; (c) change of land use not being\neffected; and (d) regulations not being amended to give\neffect to the policy dated 22.5.2006.\n15. As these revisional orders dated 8.9.2008 were\nH passed by the state government, during the pendency of these\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 107\n[R.V. RAVEENDRAN, J.]\nappeals, in pursuance of the directions of this court issued on\nA\n18.7.2008, this court permitted the appellants to challenge the\nsaid orders of cancellation dated 8.9.2008 by filing additional\ngrounds in order to avoid duplication of proceedings. The\nrespondents were also permitted to file their additional counter\naffidavits. These appeals were therefore heard with reference\nto the challenge to the orders of cancellation dated 8.9.2008,\nin addition to the challenge to the order of remand of the High\nCourt dated 13.5.2008.\nB\nD\n16. We may first briefly deal with the challenge to the order\nC\nof the High Court dated 13.5.2008. The High Court rightly set\naside the orders dated 1.8.2007 of the state government,\nbecause no hearing was given to the appellants as required\nunder section 41(3) of the 1973 Act. Even otherwise, when\nvaluable rights had vested in the appellants, by reason of the\nallotments and grant of leases, such rights could not be\ninterfered with or adversely affected, without a hearing to the\naffected parties. Violation of principles of natural justice was a\nground to set aside the order dated 1.8.2007 and the\nconsequential orders dated 3.8.2007. Several objections were\nraised by appellants to the cancellation. These objections had E\nnot been considered by the state government. As the High\nCourt was setting aside the orders dated 1.8.2007 and the\nconsequential order dated 3.8.2007, on the ground of violation\nof principles of natural justice, necessarily it had to direct the\nstate government to reconsider the entire matter. The High F\nCourt therefore referred to the several issues which required\nto be considered and several admitted facts which will have a\nbearing thereon, and directed the state government to decide\nthe matter afresh after hearing the appellants. This court\nreiterated the said direction in its interim order dated\n18.7.2008. Therefore there is no need to interfere with the final\norder of the High Court.\n17. Therefore what in effect remains for our consideration\nis the validity of the orders of cancellation dated 8.9.2008\nG\nH\n108 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA passed by the state government in exercise of its revisional\nB\n0\nC\nD\nE\nF\nG\nH\njurisdiction. On the facts and circumstances and on the\ncontentions urged, the questions that arise for consideration in\nthese appeals broadly are:\nI. Where allotment has been followed by grant of a lease\n(which is duly executed) and delivery of possession in\nfavour of the lessee, whether the Teases could be\nunilaterally cancelled by the lessor?\nII. Whether the cancellations were on account of change\nin policy as a consequence of change of government, or\non account of new government's desire to nullify the\nactions of previous government?\nIII. Whether the allotments of plots to appellants suffer from\nany irregularity or illegality?\n(a) Whether allotment of commercial plots for hotels, is\ncontrary to the government policy dated 22.5.2006,\nadopted by NOIDA on 5.6.2006, or the regulations and\npolicies of NOIDA?\n(b) Whether allotment of hotel sites by NOIDA should have\nbeen only on the basis of sealed tenders/public action?\n(c) Whether the allotment rate is erroneous resulting in any\nloss to NOIDA?\nIV. If there is any violation of the regulations/policies of\nNOIDA in making the allotments, what is the consequence?\n(i) Who is responsible for the same?\n(ii) Whether there is any suppression, misstatement or\nmisrepresentation of facts, or fraud, collusion or undue\ninfluence on the part of any of the appellants in obtaining\nthe allotment/lease?\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n(iii) What should be the remedial action?\n1. Whether a completed lease can be cancelled?\n109\n18. The particulars of the lease deeds executed by NOIDA\nwith regard to the hotel buildings allotted on 12.1.2007 to\nvarious allottees are as under:\nCA No. Name of the\nallottee/lessee\nA\nB\nCate- Plot\ngory\nNumber\nDate of\nexecution\nof lease\ndeed\nDate of\ndelivery of\npossess-\nion\n4561/08 ITC Ltd.\n5 star Plot No.H-5\n11.4.2007\n11.4.2007\nSector 97\n(pending\nC\nregistration)\n4562/08 Indian Hotels Ltd. 5 star Plot No.H-2\n4.4.2007 9:4.2007\nSector 96\n(pending\nregistration)\n4563/08 Bharat Hotels Ltd. 5 star Plot No.H-1\nSector 96\n28.3.2007 29.3.2007\n(registered)\nD\n4564/08 Hampshire Hotels 5 star Plot No.H-3 | 28.3.2007\n\u0026 Resorts Pvt.Ltd.\nSector 96 (registered)\n28.3.2007\n4565/08 Arora Holdings Ltd. 5 star Plot No.H-6 | 18.4.2007\n(consortium)\nSector 97 (pending\n27.4.2007\nE\nregistration)\n14566/08 | Crimson Hotels 5 star Plot No.H-7\n11.7.2007\n18.4.2007\nLtd. through\nSector 97\n(pending\nClarkston Hotels\nregistration)\n(P) Ltd.\n4567/08 Mariada Holdings 3 star Plot SDC-H| 18.4.2007\n26.4.2007 F\nLtd. (consortium)\n-1 Sector 62 (pending\nregistration)\n4568/08 M/s Mast Craft Ltd. 3 star Plot SDC-\n(consortium)\nH-2\n18.4.2007\npending\n27.4.2007\nthrough M/s.\nSector 105 registration)\nNOIDA Luxury\nG\nHotels \u0026 Resorts\n(P) Ltd.\n4569/08 Swiss-Bell Hotels 5 star H-9\n18.4.2007\n24.4.2007\nInternational Ltd.\nSector 98\n(pending\n(consortium)\n4570/08 Rendezvous\nregistration)\n5 star H-8\n20.4.2007\nH\nA\n110\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nHotels Interna-\ntional Pvt.Ltd.\n(Consortium)\nthrough Somap\nSector 98\nHotels (P) Ltd.\n4571/08 Royal Orchid\nB\nHotels Ltd.\n(consortium)\n4572/08 Orchid Infras-\nStructure Devel-\nopers Pvt. Ltd.\n3 star 124 A/2\nSector 124\n4 star 124 A/1\nSector 124\n(pending 24.4.2007\nregistration)\n20.4.2007 26.4.2007\n(pending\nregistration)\n-\n4968/08 Metrovino Mana-\n4 star SDC/H-1\nс\ngement Ltd.\nSector 105\n(Consortium)\n3.5.2007\n(pending\nregistration)\n4.5.2007\nElbrus Builders\n5 star H-4\nSector 96\nD\nE\n(P) Ltd.\n(Consortium)\n19. The appellants applied for allotment in pursuance of\nadvertisements/brochures issued in October 1996 by NOIDA\ninviting applications from hotel entrepreneurs for allotment of\nplots for hotels. Each of the appellants fulfilled the elaborate\neligibility criteria for allotment of respective category of plot.\nAfter detailed comparative evaluation of the applications\nthrough an independent agency NOIDA found them fit and\neligible for allotment. Out of 25 plots, allotments were made only\nin respect of 14 plots. NOIDA issued them letters of allotment\non 12.1.2007. Each appellant paid the lease premium ranging\nbetween Rs.17.76 crores (five star plots) to Rs.5.55 crores\nF (three star plots) as premium plus location benefit charges.\nMany also exercised the option to pay 27.5% of the premium\nplus location benefit charges, as eleven years rent in advance\nin lump sum as 'one time lease rent' instead of paying yearly\nrent for 90 years. On payment of premium and other dues by\nG the allottes, in terms of the relevant regulations, lease deeds\nwere executed in favour of the appellants, in the standard lease\nformat of NOIDA in the months of March, April and May, 2007\nand they were duly presented for registration. The appellants\nhave also incurred stamp duty and registration charges ranging\nH from about Rs.2 crores to Rs.62 lakhs. Two lease deeds (in\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 111\n[R.V. RAVEENDRAN, J.]\nB\nfavour of Bharat Hotels Ltd. and Hampshire Hotels \u0026 Resorts A\nLtd.) have been duly registered. In regard to other lease deeds,\nthough presented for registration, though there is no objection\nfor registration, registration formalities are kept pending in\nview of a demand by the registration authorities for deficit\nstamp duty and registration charges on the basis of circle rate\nand the issue is pending before the concerned registration\nofficer or in court. As far as NOIDA is concerned, execution\nand registration of the leases were completed and\nconsequently possession of the plots were delivered to the\nrespective allottee/lessee in April and May, 2007. Each\nappellant has also incurred considerable amount for\npreliminary expenditure for the hotel project (in addition to the\npremium, location benefit charges, rent, stamp duty and\nregistration charges) as they were expected to execute the\nprojects in a time bound manner.\nC\nD\n20. In the aforesaid factual background, the first contention\nof the appellants is that when the leases have been granted,\nexecuted and registered, when entire premium and other dues\nhave been paid and possession has been delivered, the lessor\n(NOIDA) cannot unilaterally cancel the leases. The appellants E\ndo not challenge the power of NOIDA as lessor, to terminate\nthe lease on the ground of fraud and misrepresentation under\nclause XIII(1) of the lease deed or on the ground of breach of\nthe terms of the lease under clause XIV of the lease deed.\nWhat is challenged is the right to cancel a concluded lease F\nitself, on the ground that allotment was not valid.\nG\n21. A lease governed exclusively by the provisions of\nTransfer of Property Act, 1882 ('TP Act' for short) could be\ncancelled only by filing a civil suit for its cancellation or for a\ndeclaration that it is illegal, null and void and for the\nconsequential relief of delivery back of possession. Unless and\nuntil a court of competent jurisdiction grants such a decree, the\nlease will continue to be effective and binding. Unilateral\ncancellation of a registered lease deed by the lessor will\nneither terminate the lease nor entitle a lessor to seek H\n112\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA possession. This is the position under private law.\n22. But where the grant of lease is governed by a statute\nor statutory regulations, and if such statute expressly reserves\nthe power of cancellation or revocation to the lessor, it will be\nB permissible for an Authority, as the lessor, to cancel a duly\nexecuted and registered lease deed, even if possession has\nbeen delivered, on the specific grounds of cancellation\nprovided in the statute.\nс\n23. NOIDA is an authority constituted for development of\nan industrial and urban township (also known as Noida) in Uttar\nPradesh under the provisions of the Act. Section 7 empowers\nthe authority to sell, lease or otherwise transfer whether by\nauction, allotment or otherwise, any land or building belonging\nto it in the industrial development area, on such terms and\nD conditions as it may think fit to impose, on such terms and\nconditions and subject to any rules that may be made. Section\n14 provides for forfeiture for breach of conditions of transfer.\nThe said section empowers the Chief Executive Officer of the\nAuthority to resume a site or building which had been\nE transferred by the Authority and forfeit the whole or part of the\nmoney paid in regard to such transfer, in the following two\ncircumstances: a) non-payment by the lessee, of consideration\nmoney or any installment thereof due by the lessee on account\nof the transfer of any site or building by the Authority; or b)\nF breach of any condition of such transfer or breach of any rules\nor regulations made under the Act by the lessee. Sub-section\n(2) provides that where the Chief Executive Officer of the\nAuthority resumes any site or building under sub-section (1) of\nsection 14, on his requisition, the Collector may cause the\nG possession thereof to be taken from the transferee by use of\nsuch force as may be necessary and deliver the same to the\nAuthority. This makes it clear that if a lessee commits default\nin paying either the premium or the lease rent or other dues,\nor commits breach of any term of the lease deed or breach of\nany rules or regulations under the Act, the Chief Executive\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 113\n[R.V. RAVEENDRAN, J.]\nOfficer of NOIDA can resume the leased plot or building in the A\nmanner provided in the statute, without filing a civil suit. The\nauthority to resume implies and includes the authority to\nunilaterally cancel the lease.\n24. Clause XIV of the lease deeds executed by the NOIDA\nin favour of the appellants provides that “notwithstanding\nanything to the contrary contained herein, in the event of breach\nof terms of lease, or if the lessee does not abide by the terms\nand conditions of the building regulations and directions or any\nrules framed by the lessor from time to time\", the lease may\nbe cancelled by the lessor and the possession of the demised\npremises can be taken over by the lessor from the lessee.\nClause XIII (i) provides that \"if it is discovered that the allotment/\nlease of the demised premises has been obtained by\nsuppression of any fact or misstatement or misrepresentation\nor fraud on the part of the lessee\", then the lease shall be\ncancelled and the entire deposit amount shall stand forfeited.\n⚫ Therefore NOIDA has the authority, having been empowered\nby the statute, to cancel the lease and resume possession,\nwithout recourse to a civil court by a suit, in two circumstances\n(i) non-payment of the premium/rent/other dues; (ii) breach of\nconditions of transfer or breach of rules or regulations under\nthe Act (the conditions referred would include any suppression\nof fact or misstatement or misrepresentation or fraud on the\npart of the lessee in obtaining the lease).\n25. NOIDA has not alleged or made out any default in\npayment or breach of conditions of the lease or breach of rules\nand regulations. Nor is it the case of NOIDA that any of the\nappellants is guilty of any suppression or misstatement of fact,\nmisrepresentation or fraud. Neither the cancellation of the\nallotment and the lease by NOIDA by letter dated 3.8.2007, nor\nthe orders dated 1.8.2007 or 8.9.2008 made by the state\ngovernment refer to any of these grounds. Therefore the\ncancellation cannot be sustained with reference to the grounds\nmentioned in section 14 of the Act. The grounds mentioned for\nB\nC\nD\nE\nF\nG\nH\n114\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA cancellation are mistakes committed by NOIDA itself in making\nallotments and fixing the premium, in violation of the\nRegulations and policies of NOIDA by officers of NOIDA. These\nare not grounds for cancellation under section 14 of the Act.\nB\nC\n26. The learned counsel for the respondents submitted that\nthe lease was terminated by the state government, in exercise\nof revisional jurisdiction under section 41 of the UP Urban\nPlanning and Development Act, 1973 read with section 12 of\nthe Act on the ground that there were irregularities and\nviolations of regulations and policies of NOIDA in allotting the\nhotel plots to the appellants. It is submitted that the state\ngovernment has such power to cancel the allotment and as a\nconsequence the lease. Let us examine whether the state\ngovernment has such power. Section 12 of the Act provides\nthat the provisions of Chapter VII and sections 30, 32, 40, 41,\n43, 44, 45, 46, 47, 49, 50, 51, 53 and 58 of the Uttar Pradesh\nUrban Planning and Development Act, 1973 as re-enacted and\nmodified by Uttar Pradesh President's Acts (Re-enactment with\nModifications) Act, 1974 shall mutatis mutandis apply to the\nAuthority with the adaptations mentioned in the said section.\nE Section 41 of the 1973 Act, relating to control by State\nGovernment, is thus applicable to NOIDA. The said section with\nthe adaptations mentioned in section 12 of the Act, reads as\nunder:\nD\nF\nG\n\"41. Control by State Government - (1) The Authority, the\nChairman or the Chief Executive Officer shall carry out such\ndirections as may be issued to it form time to time by the\nState Government for the efficient administration of this\nAct.\n(2) If in, or in connection with the exercise of its power and\ndischarge of its functions by the Authority, the Chairman\nor the Chief Executive Officer under this Act, any dispute\narises between the Authority, the Chairman or the Chief\nExecutive Officer and the State Government the decision\nI\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 115\n[R.V. RAVEENDRAN, J.]\nof the State Government on such dispute shall be final. A\n(3) The State Government may, at any time, either on its\nown motion or an application made to it in this behalf, call\nfor the records of any case disposed of or order passed\nby the Authority or the Chairman for the purpose of\nsatisfying itself as to the legality or propriety of any order\npassed or direction issued and may pass such order or\nissue such direction in relation thereto as it may think fit.\nProvided that the State Government shall not pass on order\nprejudicial to any person without affording such person a\nreasonable opportunity of being heard.\n(4) Every order of the State Government made in exercise\nof the powers conferred by this Act shall be final and shall\nnot be called in question in any court.\"\nB\nC\nD\nE\nF\n27. Sub-section (3) enables the state government, either\non its own motion or on an application made to it in this behalf,\nto call for the records of any case disposed of or order passed\nby the Authority for the purpose of satisfying itself as to the\nlegality or propriety of any order passed or direction issued and\nmay pass such order or issue such direction in relation thereto\nas it may think fit. The allotments were challenged in two writ\nlitigations before the Allahabad High Court (Civil Misc. WP\n24917/2007 and PIL WP No. 29252/2007). A division bench\nof the High Court directed the state government to exercise its\npower of revision and have a relook in regard to the allotments\nmade in favour of the appellants by NOIDA in exercise of its\npower under section 41(3) of the 1973 Act (read with section\n12 of the Act). The order dated 1.8.2007 passed by the state\ngovernment in pursuance of the said direction of the High Court G\nwas set aside by the High Court on the ground that the order\nviolated section 41(3) of the 1973 Act and directed fresh\nconsideration after hearing the parties. This Court also directed\nthe state government to pass a fresh order. Accordingly the state\ngovernment examined the matter and passed the impugned H\n"}