{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"116\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA orders dated 8.9.2008. The state government has concluded\nthat the allotments by NOIDA were in violation of the regulations\nand policies of NOIDA and therefore cancelled the allotments\nand consequential leases. The State Government is\nempowered to issue such direction. (Whether the order of the\nB State Government is valid on merits is a separate issue). The\nlimited question under consideration is whether the state\ngovernment can cancel the allotments and consequently the\nleases. Section 41(3) shows that the state government, can\nexamine the legality or propriety of any order of NOIDA and\nC pass appropriate orders. If the state government in exercise of\nits revisional jurisdiction finds the allotments were irregular or\ncontrary to the regulations or policies of NOIDA and directs\ncancellation, the allotments become invalid and leases also\nbecome invalid. Consequently NOIDA can resume possession,\nwithout intervention of a civil court in a civil suit.\nD\nF\nII. Whether the cancellation was on account of the change\nin government\n28. The appellants submitted that the Hotel plot scheme\nE was introduced and allotments were made in pursuance of a\npolicy of the government that was in power in 2006; and that\nimmediately after the allotment and execution of the lease\ndeeds, there were changes in government on 15.5.2007. The\nappellants contend that the direction to cancel the allotments\n(issued on 1.8.2007) and the orders of cancellation (issued on\n8.9.2008) was apparently a consequence of the new\ngovernment reviewing and changing the policies by the previous\ngovernment or as a consequence of the new government's\nintention to upset the decisions of the previous government. It\nis submitted that the successor government cannot reopen\nconcluded transactions of the previous government on the\nground of change in policy or by merely reconsidering them.\nReliance is placed upon two decisions of this Court in support\nof their contention - State of Haryana vs. State of Punjab\n2002 (2) SCC 507 and State of Karnataka vs. All India\nG\nН\n-\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 117\n[R.V. RAVEENDRAN, J.]\nManufacturers Organisation – 2006 (4) SCC 683. In State of\nHaryana, this Court observed:\n4\nA\nB\n\".....What really bothers us most is the functioning of the\npolitical parties, who assume power to do whatever that\nsuits and whatever would catch the vote-bank. They forget\nfor a moment that the constitution conceives of a\nGovernment to be manned by the representatives of the\npeople, who get themselves elected in an election. The\ndecisions taken at the governmental level should not be\nso easily nullified by a change of government and by\nC\nsome other political party assuming power, particularly\nwhen such a decision affects some other State and the\ninterest of the nation as a whole. It cannot be disputed that\nso far as policy is concerned, a political party assuming\npower is entitled to engraft the political philosophy behind\nthe party, since that must be held to be the will of the\npeople. But in the matter of governance of a State or in\nthe matter of execution of a decision taken by a previous\ngovernment, on the basis of a consensus arrived at,\nwhich does not involve any political philosophy, the\nsucceeding government must be held duty bound to\ncontinue and carry on the unfinished job rather than\nputting a stop to the same.\"\n(emphasis supplied)\nIn State of Karnataka, (supra) this Court while reiterating the\nabove principle laid down in State of Haryana, added:\nD\nE\nF\nTaking an overall view of the matter, it appears that there\ncould hardly be a dispute that the project is a mega project\nwhich is in the larger public interest of the State of G\nKarnataka and merely because there was a change in the\nGovernment, there was no necessity for reviewing all\ndecisions taken by the previous Government, which is what\nappears to have happened. That such an action cannot be\nH\n118\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA\nB\nC\nD\ntaken every time there is a change of Government has\nbeen clearly laid down ....\n29. On a careful consideration, we find that the contention\nhas no merit. This is not a case where as a consequence of\nchange in government, the new government has reviewed the\ndecision relating to hotel site allotment, merely because it was\na decision of the previous government. Nor is it a case where\nany new policy of the new government, being at variance with\nthe policy of the previous government. The principles stated in\nthe said two decisions will be relevant in such cases. In this\ncase, the allotments of plots for hotel projects were challenged\nin two writ petitions - the first of which was filed on 22.5.2007.\nIn the said writ petition, the High Court made an interim order\ndated 25.5.2007, directing the state government to have a re-\nlook of the entire matter in view of the serious allegations made\nin the writ petitions about allotment at throw away prices. In fact,\nthe High Court specifically directed the state government to\nexercise its power of revision under section 41(3) of 1973 Act\nand take an independent decision. It is in compliance with the\nsaid direction that the state government had a relook at the\nE matter, found some irregularities in allotment and directed\nNOIDA to take action to remedy the irregularities found in the\nallotments, vide letter dated 1.8.2007. This was confirmed in\nthe affidavit dated 2.8.2007 filed by the state government before\nthe High Court. Therefore, the decision dated 1.8.2007 was not\nF a decision taken by a subsequent government in an attempt to\nfind fault with the policies or actions of the previous government,\nbut a decision taken in exercise of a power under section 41\nof the 1973 Act in the normal course of governmental business,\nin pursuance of specific directions of the High Court. The\nG orders dated 8.9.2008 were made in view of the final order of\nthe High Court and the interim order of this court directing\nreconsideration. We therefore, reject the contention that the\ndecisions dated 1.8.2007 and 8.9.2008 of the state government\nwere the result of any ulterior motive to interfere with the policies\nH or decisions of the earlier government. The decision of the\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 119\n[R.V. RAVEENDRAN, J.]\nstate government in revision, is not based on any different A\npolicy, but based on its finding that the existing regulations and\npolicies of NOIDA were violated.\nIII. Whether the allotments violate the regulations/policies\nof NOIDA?\nB\nC\nE\n30. The Central Government requested the governments\nof Uttar Pradesh and Haryana to encourage the high segment\nhotel industry and add to the available room capacity in areas\nadjoining Delhi, in time to meet the increased demand\nexpected during the Commonwealth Games scheduled to be\nheld in October, 2010. The Uttar Pradesh government had\ndeclared 'tourism' to be an industry as far back as 1997-98 to\nencourage tourism in the State. It however found that the said\nincentive did not have any marked effect, as far as increasing\nthe number of quality hotels, an integral part of tourism. To attract D\nthe twin objects, that is to comply with the request of the central\ngovernment for creation of more star hotels, and also to attract\ncapital investment in the hotel segment of tourism industry\nthroughout the state, the state government came out with a\npolicy on 22.5.2006 with the following two new hotel-specific\nincentives, in addition to the standard incentives available to\ntourism industry: (i) allotment of plots for hotels at industrial plot\nprices; and (ii) 100% rebate in Sukh Sadan Tax for five years\nfrom start-up. When the policy dated 22.5.2006 is read as a\nwhole, the scheme that emerges is this: The development\nauthorities were expected to earmark specific areas for setting\nup hotels while preparing the Master Plan, with the assistance\nof tourism department. Where the development authorities had\nalready finalized the master plan, they were required to earmark\nsurplus lands (that is, areas not reserved for any identified or\nspecific use) for allotment to hotels. If suitable surplus land was\nnot available and it becomes necessary to allot plots earmarked\nfor other use, for purposes of hotels, the development\nauthorities were required to follow the rules and change the land\nuse so that the land could be legitimately used for hotel industry.\nF\nG\nH\n120\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA In areas where there were no development authorities, suitable\nlands near tourist spots were to be acquired/transferred to\ntourism department which would allot the land to Hotels/tourism\nindustry. The plots earmarked for hotels had to be allotted to\nhotels/tourism entrepreneurs at industrial plot rates, as was\nB done in the case of allotments for industries. The policy was a\ngeneral policy intended to apply for the entire state. It\nproceeded on the assumption that earmarking areas for hotels\nand tourism for allotment at industrial rates, would be under a\nseparate and distinct categorization of land use. It apparently\ndid not contemplate high value commercial plots in NOIDA\nbeing earmarked for hotel industry and being allotted at\nindustrial rates.\nC\nD\n31. The state government on examination of all the facts\nin its revisional jurisdiction found that the hotel plots allotted to\nappellants were part of Sectors 96, 97 and 98 (for five star\nplots) and other sectors (for plots for 4 star and 3 star hotels)\nwhich were earmarked for commercial use under the NOIDA\nMaster Plan. It was of the view that in view of tourism/hotels\nbeing declared as an “industry” and the government policy\nE requiring allotment of plots for tourism/hotels at industrial rates,\nif any plot had to be allotted for a hotel, the land use of the said\nplot had to be changed to industrial use in the Master plan by\nadopting the prescribed procedure under the regulations, before\nmaking the allotment. It was also of the view that if the plots were\nF allotted for hotel industry, then the construction should be as per\nthe NOIDA building regulations and directions applicable to\nindustries in regard to FAR, ground coverage, height, setbacks,\nconstruction of building etc. It was also of the view that if plots\nin commercial areas are to be allotted it could be only in\nG accordance with the NOIDA Commercial Property\nManagement Policy which required all commercial plots to be\nallotted on sealed tender or public auction basis. As NOIDA\ndid not alter the land use of the plots in question from\ncommercial use to industrial use in the Master Plan nor amend\nthe definitions of commercial use and industrial use in the 1991\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 121\n[R.V. RAVEENDRAN, J.]\nRegulations so that hotels would no longer be a commercial A\nuse, but a industrial use, the state government held that statutory\nregulations and directives of NOIDA had been violated in\nmaking the hotel plot allotments.\nB\nC\n32. The state government contends that the allotment of\ncommercial plots to appellants for establishing hotels without\nconverting them to industrial use violated the NOIDA\nRegulations and therefore impermissible and illegal. The state\ngovernment further contends that when hotels were given the\nstatus of ‘industry', the use of land for hotels would be an\nindustrial use and therefore, the allotment of plots by NOIDA\nfor constructing hotels should have been in areas earmarked\nas industrial area, and that if any area earmarked for\ncommercial use is to be allotted to hotels, such allotment can\nbe only after change of such land from commercial use to\nindustrial use. Alternatively, it is submitted that even if the plots\nin area earmarked for commercial use are allotted to hotels\nsuch allotment could be only by adopting the procedure\napplicable to allotments of commercial plots that is by inviting\ntenders or bids and not by allotment at any fixed rate that too a\nfixed rate which is a reserved rate for an industrial plot. Lastly, E\nit is contended that if a commercial plot could be allotted to a\nhotel, it cannot be charged the industrial plot rate, but should\nhave been charged as a commercial plot. It is submitted that\ncharging 14 commercial plots at industrial rates has resulted\nin a loss of Rs.4721.14 crores.\n33. On the other hand, the appellants contend that the\npolicy dated 22.5.2006 did not direct or require that allotment\nof plots for hotels should be in areas earmarked for industrial\nuse. They point out that the hotel business is a commercial\nactivity and under the 1991 Regulations, commercial use\nincludes use of land or building for a hotel, and use of land or\nbuilding for locating an industry is an industrial use. It is\nsubmitted that allotment of plots in commercial areas to hotels\nwas justified as it is a commercial use. It is next submitted that\nthe policy required only the rates applicable to industrial plots,\nD\nF\nG\nH\n122\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA to be applied to the plots allotted to hotels wherever they are\nsituated, as an incentive for hotel and tourism industry, and that\ndid not mean that the building regulations should be applied to\nhotel buildings. The allotment of hotel plots having been done\nat legitimately fixed allotment rates, there is no question of loss\nB to NOIDA.\nThese contentions give rise to three sub-issues and we\nwill deal them separately.\n(a) Whether plots earmarked for commercial use in\n˚C commercial area, could be allotted for hotels?\nD\nE\n34. We will first examine the question whether commercial\nplots could not be allotted to hotels, without changing the\nearmarked land use from 'commercial' to 'industrial' and\nwhether the FAR, maximum height, set backs, ground coverage\netc. applicable to hotel plots should be as per the regulations\napplicable to industrial buildings and not as applicable to\ncommercial buildings.\n(34.1) Section 6 of the Act relates to the functions of the\nAuthority. Sub-section (1) specifies the object of the Authority\nis to secure planned development of industrial development\narea. Sub-section (2) provides that the functions of the authority\ninclude preparation of a plan for the development of the\n‘industrial development area' to demarcate and develop sites\nF for industrial, commercial and residential purposes, to lay down\nthe purpose for which a particular plot shall be used (that is\nindustrial, commercial, residential or other specified purpose)\nin the development area. In exercise of its power under section\n19 read with section 6 of the Act, the Authority made the NOIDA\nG (Preparation and Finalisation of Plan) Regulations, 1991 (1991\nRegulations' for short).\n(34.2) Clauses (d), (e) and (f) of Regulation 2 of the said\nRegulations define commercial use, industrial use and\ninstitutional use as under:\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 123\n[R.V. RAVEENDRAN, J.]\n\"(d) 'Commercial Use' means the use of any land or\nbuilding or part thereof for carrying on any trade, business\nor profession, sale of goods of any type, whatsoever and\nincludes private hospitals, nursing homes, hostels, hotels,\nrestaurants, boarding houses not attached to any\neducational institution, consultant offices in any field,\ncottage and service industries;\n(e) 'Industrial Use' means the use of any land or building\nor part thereof mainly for location of industries and\nother uses incidental to industrial use such as offices,\neatable establishment etc.;\n(f) 'Institutional Use' means the use of any land/building or\npart thereof for carrying on activities like testing, research,\ndemonstration etc. for the betterment of the society and it\nincludes educational institutions;\"\n(emphasis supplied)\nA\nB\nC\nD\nLUJ\nE\nF\n(34.3) Regulation 4 provides that the NOIDA Master Plan\nmay include Sector Plans showing various sectors into which\nthe development area or part thereof may be divided for the\npurpose of development. It requires the said Plan to show the\nvarious existing and proposed land uses indicating the most\ndesirable utilization of land for (i) industrial use by allocating the\narea of land for various scales or types of industries or both;\n(ii) residential use by allocating the area of land for housing;\n(iii) commercial use by allocating the area of land for wholesale\nor retail markets, specialized markets, town level shops, show-\nrooms and commercial offices and such allied commercial\nactivities; (iv) public use by allocating the area of land for\nGovernment offices, hospitals, telephone exchanges, police G\nlines etc; (v) organized recreational open spaces by allocating\narea of land for parks, stadium etc.; (vi) agricultural use by\nallocating the area of land for farming, horticulture, sericulture;\n(vii) such other purposes as the Authority may deem fit, in the\nI\nA\n124 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\ncourse of proper development of the development area. The\nsaid 1991 Regulations also requires the Plan to include the\nsystematic regulation of each land use area, allocation of\nheights, number of storeys, size and number of buildings, size\nof yards and other open spaces and the use of land and\nB buildings.\nC\n(34.4) Regulation 9 provides that the plan finalized and\napproved by the Authority shall be effective for such period as\nmay be specified by the Authority, but not less than five years.\nRegulation 11 authorises the Authority to make amendment to\nthe Plan and requires the Authority, before making any\namendment to the Plan to publish a notice at least in one\nnewspaper having circulation in the area inviting objections and\nsuggestions and further requires every amendment made to the\nplan to be published. It provides that the amendment shall come\nD into operation either on the date of the first publication or on\nsuch other date as the authority may fix. It is of relevance to note\nthat in this case no amendment was made changing the land\nuse of the plots in question from commercial to industrial.\nE\nF\nG\nH\n35. The Authority made the NOIDA Building Regulations\nand Directions, 2006 (for short \"2006 Building Regulations”),\nwith prior approval of the state government and in exercise of\nits powers under sections 9(2) and 19 of the Act. The said\nBuilding Regulations replaced the NOIDA Building Regulations\nand Directions 1986, with effect from 5.12.2006.\n(35.1) Regulation 3.12 defines building as any structure or\nerection or part of a structure or erection which is intended to\nbe used for residential, commercial, industrial or other\npurposes. Clause (e) thereof defines 'industrial building' as\nreferring to a building in which products or materials of all kinds\nand properties are fabricated, assembled or processed, such\nas assembly plants laboratories, power plants, smoke houses,\nrefineries, gas plants, mills, diaries or factories.\n(35.2) Regulation 33.3 prescribes the maximum ground\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 125\n[R.V. RAVEENDRAN, J.]\ncoverage, maximum FAR in percentage and maximum height A\nfor industrial building. The same is extracted below :\nS.\nPlot Area\nNo.\n1. Upto 100\n2. Above 100 upto 450\na. First 100\nb. Next 350 or part thereof\n3. Above 450 upto 2000\na. First 450\nb. Next 1550 or part thereof\n4. Above 2000 upto 12000\na. First 2000\nb. Next 10000 or part\nthereof\n5. Above 12000 upto\n20000\na. First 12000\nMax.\nGround\nMax. FAR\nin %\nMax.\nheight\nCoverage\n(in mt.)\n60\n120\n15\nB\n15\nSame as (1) above\n60\n100\n15\nс\nSame as (2) above\n55\n80\n15\nSame as (3) above\n55.\n70\nSame as (4) above\nb. Next 8000 or of part\nthereof\n50\n6. Above 20000\na. First 20000\nb. Above 20000\n65\n15\n15\nSame as (5) above\n50\n60\nD\nE\nF\nThe said regulation shows that no industrial building put up in\nan industrial plot can exceed a height of 15 mtrs. The\npermissible FAR for industrial use ranges between 1.2 to 0.6\ndepending upon the size of the plot. The FAR as per the above\ntable would be 0.679 for a plot measuring 24000 sq.m., 0.72 G\nfor a plot measuring 12500 sq.m. and 0.74 for a plot measuring\n7500 sq.m.\n(35.3) Regulation 33.4 divides the commercial buildings\ninto two categories that is hotel buildings and buildings for other\nH\n"}