{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"A\n136\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\n51. The next question is whether the violation has resulted\nin any loss of revenue to NOIDA. This requires consideration\nof the question whether the allotment rate is correct. We have\nalready held that allotment of commercial plots by NOIDA was\npossible only by inviting sealed tenders or by holding auction.\nB That means that any allotment at a fixed rate (equivalent to the\nreserved rate for industrial plots) is irregular and in violation of\nthe regulations and policies of NOIDA.\nC\n52. But the appellants contend that there was no irregularity\nin the allotment rate nor any 'loss' to NOIDA by allotting plots\nat the rate of Rs.7400/- per sq.m. and that it was validly fixed.\nWe may briefly refer to the reasons given in support of their\ncontention The standard methods of attracting capital\ninvestment or to encourage a particular industry is to allot land\nat attractive terms or at concessional prices and give\nD exemptions and rebates in regard to certain state taxes.\nTherefore, if the government took a conscious policy decision\nto allot plots for hotels at industrial plot rates, which is\nconsiderably lesser than the commercial plots rates, it is not\nto be considered as a loss to the exchequer, but should be\nE viewed as a part of its strategy to secure investment in hotel\nindustry in the state. Allotment prices fixed by the Authority\nmainly depends upon the earmarked use of the land and\nincidentally upon the situation, proximity or physical advantages\nof a land. The same land may be allotted at different rates,\nF depending upon its earmarked use. The policy of the\ngovernment required allotment of plots to hotels at a fixed rate,\nthat is, the rates chargeable to industrial plots. The government\npolicy did not contemplate allotment of plots for hotels by sealed\ntenders or by auction. NOIDA adopted the government policy\nand fixed the allotment rate equal to the reserve rate applicable\nto industrial plots in phase-I which was Rs.7400/- per sq.m. The\nallotment rate by NOIDA primarily depends upon the earmarked\nuse and secondarily the situation, as can be illustrated from the\nnotified rates of NOIDA itself. The NOIDA Board resolution\ndated 20.3.2006 shows that the allotment rate varied between\nG\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 137\n[R.V. RAVEENDRAN, J.]\nA\nB\nC\nRs.22100 to Rs.7500 in respect of residential plots depending\nupon the sector. If the same plots were to be allotted for group\nhousing, the allotment rate varied from Rs.31,000 to Rs.12,000\nper sq.m. In and around the same area, if the allotment was\nfor institutional use, the rate could vary between Rs.5000 to\nRs.12700 per sq.m and if the allotment was for industrial use\ndepending upon whether the plots were situated in Phase-II and\nPhase-III, the rate would be either Rs.2100 or Rs.4000 per sq.m,\nThe industrial plots situated in Phase-I, were to be allotted by\ninviting sealed tenders with the reserve rate being Rs.7400 per\nsq.m. Thus though the sector in which the property was situated\nhad a bearing on the allotment rate, the main criterion for fixation\nof rate was the earmarked use, that is whether the land was\nearmarked for residential, institutional, industrial or commercial\nuse. If the land is earmarked for commercial use, NOIDA\nresolution dated 20.3.2006 required the allotment to be by D\nsealed tenders or by auction with the reserved rate being\nRs.30000 per sq.m. If the very same plots were to be\nearmarked for institutional use (for research/software/\ninformation technology services) the allotment rate would be\nonly Rs.5000 per sq.m and if they were earmarked for industrial\nuse, the allotment rate would be only Rs.2100 or Rs.4000 per\nsq.m. It is therefore contented that allotment at a fixed rate\ndetermined by NOIDA, does not involve any loss.\nE\n53. It is true that allotment of plots at different rates for\ndifferent purposes may not give rise to a 'loss' to NOIDA. For F\nexample, NOIDA at its 141st meeting dated 8.1.2007 fixed\ndifferent allotment rates for different land uses in a multi-product\nspecial economic zone: (a) Commercial land use: Rs.70000/-\nper sq.m. (b) Residential land use: Rs.12000/- per sq.m. (c)\nInstitutional/recreational land use: Rs.5000 per sq.m. (d) G.\nIndustrial land use: Rs.4000 per sq.m. All these lands are\nsituated in a specific demarcated area (special economic\nzone). The above pricing by NOIDA did not depend upon the\nsituational importance of the area or accessibility of the area\nor nearness to any landmarks or main roads nor on any physical H\nA\nC\n.\n138\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nadvantages or disadvantages of the particular lands. The prices\nwere purely dependent upon the earmarked land use. The\nsame land if it was earmarked for commercial purpose would\nhave fetched Rs.70,000 per sq.m. and if it was earmarked for\n· residential use would have fetched Rs.12,000 per sq.m. and if\nB earmarked for industrial use, would have fetched only Rs.4000\nper sq.m. Therefore, when NOIDA allotted plots for residential\nuse at Rs. 12,000 per sq.m. it could not be said that it lost\nRs.58,000 per sq.m. on the ground that the land would have\nfetched Rs.70,000 if it had been allotted for commercial use.\nSimilarly it cannot be said that NOIDA suffered a loss of\nRs.66,000 per sq.m. if the land was allotted for industrial use\nfor Rs.4000/- per sq.m on the ground that it would have fetched\nRs.70,000 per sq.m. if it had been allotted for commercial use.\nTherefore, there is no concept of “loss\" to NOIDA, when it takes\na decision to earmark different parcels of land for different uses\nand fixes different rates for them. Therefore mere earmarking\nof particular land for allotment to hotels which is a commercial\nactivity at industrial plot prices, does not mean there is a loss\nin respect of an amount equal to the difference between the rate\nof commercial plots and rate of industrial plots. Any decision\nto allot plots to hotels at industrial rates, by itself, did not cause\nany loss, as such a decision was intended to be an incentive\nto attract investment. But there will be a 'loss', if a plot which is\nearmarked for commercial use, allotted for a commercial\npurpose, which is required to be allotted at commercial rates\nby tender or auction, is erroneously charged either at a\nresidential plot rate or an industrial plot rate.\nD\nE\nF\n54. It is next submitted by the appellants that the state\ngovernment being conscious of the fact that commercial plot\nG prices was many time more than industrial plot prices, and that\nit will not be possible to attract capital investment in higher\ncategory hotels unless some substantive incentive was given,\npurposefully and deliberately directed that the plots for hotels\neven though for commercial use should be charged at industrial\nH plot rates. The said policy was accepted and implemented by\n1\n}\nITC LTD: VESTATE OF UTTAR PRADESH \u0026 ORS. 139\nMAR[R.V. RAVEENDRAN, J.]\nNOIDA by fixing the allotment rate at Rs.7400 sq.m. Therefore, A\nin respect of commercial plots allotted for hotels, the rates\nshould be as applicable to industrial plots. In other words,\namong commercial plots, a sub-category of hotels was created\n'entitling allotment at Rs.7400 in view of the policy of the\ngovernment. It is pointed out that such sub-categorization with\nlesser rates is a standard practice with NOIDA with refererice\nto allotment for different institutional uses.\nSection\nand the no\n事\nB\nс\nD\n55. The said submission no doubt, is persuasive and\n+ attractive. But they ignore the regulations and policies of NOIDA\nwhich require the allotment of commercial plots to be by sealed\ntender or by public auction. If any sub-categorisation was to be\nmade in regard to hotels, it could be only by amendment of the\nconcerned regulations and the Commercial. Property\n+Management Policy, to provide for allotment in regard to such\nsub-category at fixed industrial plot rates, instead of by inviting\nsealed tenders or holding auction. We have already noticed the\nscheme envisaged by the policy was to create a separate\ncategory of use in regard to hotels and allot surplus land which\nwas not earmarked for any specific use, for the said purpose\nof hotels. As the allotment is of commercial plots governed by E\nNOIDA Commercial Property Management Policy, and as the\nreserve rate itself was Rs.30000/- per sq.m. it has to be held\nthat allotment at Rs.7,400 per sq.m. caused loss and violated\nthe regulations and policy of NOIDA.\n2.1 by ibo by\nfo\n56. The respondents have worked out the loss on account\nof allotments being made at a fixed rate of Rs.7400/- per sq.m.\ninstead of Rs:70,000/- per sq.m, as Rs.4,721/14 crores, as\ndetailed below :\nA. The value of 14 plots (2,62,583\nsq. m.), @Rs.70,000/- per sq.m.\nacepted\nK-\nB. Actual premium received from the\n. F\nG\nRs.1838.08 crores\nafgle\nappellants in regard to the 14 plots: 002.88- to sub\n@ Rs. 7400/- per sq.m.\nRs.194.31 crores\nH\n140\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA\nC.\nLoss of premium (B – A)\n-\nRs.1643.77 crores\nD.\nAdd: Loss of revenue by way of\nlease rent during the lease\nB\nperiod of 90 years as a\nconsequence of lesser premium\nRs.3077.37 crores\nE.\nTotal loss to public exchequer\n(C + D)\nRs.4721.14 crores\nC\nD\n57. We find that the calculational error in arriving at the total\nloss, even assuming that the commercial rate is Rs.70,000/-\nper sq.m. The loss of Rs.4721/14 crores arrived at by the state\ngovernment includes Rs.3077/37 crores as loss of rental\nrevenue during 90 years in future. If today's value of tomorrow's\n'loss' income is to be calculated, that can not be done by simply.\ntaking the aggregate of the 'loss' over the future period as\ntoday's loss. There are well. recognised actuarial methods to\ncalculate the present value of a future loss. In fact, this is clearly\nrecognized by NOIDA by giving the option to the lessee to pay\nE by way of a lump sum, an one time lease rent equal to the lease\nrent of 11 years of the lease instead of paying the annual rent\nfor 90 years. In other words, NOIDA has itself calculated the\npresent value of the future rental income for 90 years as being\nequivalent to 11 years' current rent. As the rent per year is 2.5%`\nF of the total amount paid for the plot, the one time lease rent\nwhich is eleven times the present annual rental value, will be\n27.5% of the amount paid as premium. On that basis the loss\nwill be as under:\nG A.\nB.\nнс.\nThe area of 14 plots\nValue of 263500 sq.m. at Rs. 70,000/-\nper sq.m.\nValue of 2,63,500 sq.m. at\n2,63,500 sq.m.\nRs.1844.50 crores\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 141\n[R.V. RAVEENDRAN, J.] ;\nRs.7400/- per sq.m.\nD.. Difference in premium (B - C)\nRs.194.99 crores\nA\nRs.1649.51 crores\n1\nE. Add: One-time lease rent at 27.5% Rs.453.62 crores\n..(equivalent to rental income over\n\"F\"\nX\n90 years), a\nnij\nB.\nTotal difference (D + E)\n(*Plus' stamp duty \u0026 registration\nRs.2103.13 crores*\nC\ncharges on the increased premium/rent)\nལ:\nIV. What should be the consequence of the violation?\n་་\nD-\nE\n58. Let us sum up the position? The allotment of\ncommercial plots by NOIDA to the appellants for setting up\nhotels is valid. There is no violation of the regulations or policies\nof NOIDA in allotting commercial plots for hotels. Therefore\ncancellation of allotment is unsustainable. There is however\nviolation of the regulations and policies of NOIDA in making\nsuch allotment on fixed rate basis, instead of-inviting sealed\ntenders or holding public auction. This violation occurred on\naccount of a mistake on the part of the officers of NOIDA in\nmisinterpreting the government policy dated 22.5.2006. The\nallottees were in no way to be blamed for the mistake. Nor were\nthe allottees guilty of any suppression, misstatement for\nmisrepresentation of facts, fraud, collusion or undue influence\nin obtaining the allotments at Rs.7400 per sq.m. The mistake\nwas found out by the state government, in exercise of revisional™\njurisdiction. But by then the allotment was followed by payment\nof premium, execution of the lease deed, and delivery of\npossession. By the time the state government decided that the\nallotment should be cancelled the transaction was complete in\nall respects. The fact that the registration of some of the leases\u003e\nwas kept 'pending' in view of a dispute relating to valuation,\nwould not be relevant for this purpose in the circumstances the\nHigh Court rightly felt that cancellation was unwarranted and the\nmatter required reconsideration by the State Government. The HH\non Sold $1000.\nWDEX ST\n.\nTo\nF.\nட்\nG.\n142\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA High Court directed reconsideration in the light of its\nobservations that the allotments of commercial plots for hotels\nwere not in violation of any regulations and the allottees were\nnot guilty of any objectionable conduct. The High Court therefore\nwanted to save the allotment but rectify the error committed in\nB regard to the valuation and remanded the matter for fresh\nconsideration. However, the appellants challenged the judgment\nof the High Court and when this Court gave an opportunity to\nthe State Government to pass fresh orders independent of the\nobservations of the High Court, after hearing the parties, it has\nC reiterated the cancellation, holding that the mistake has resulted\nin a lesser allotment price. According to respondents, the rate\nof premium ought to have been Rs.70,000/- per sq.m. being\nthe market rate, even though the reserve rate was only\nRs.30,000/- per sq.m. The question is, on the facts and\ncircumstances, when the allotments are valid and only the\nfixation of premium is erroneous, whether cancellation of leases\nis warranted or whether charging the rate claimed by the\nrespondents (Rs. 70,000/- per sq.m.) would be the appropriate\nD\nE\nF\nG\nH\ncourse.\n(i) What is the cause for the violation?\n59. The NOIDA Board adopted the above policy dated\n22.5.2006 at its meeting held on 5.6.2006 and directed\nimplementation of the policy so as to ensure that construction\nof hotels in the allotted plots could be completed before the\ncommencement of Commonwealth Games in 2010. Thus\nNOIDA Board was conscious that the policy dated 22.5.2006\nhad something to do with the time bound need to have several\n5/4/3 Star hotels in a functional condition by the year 2010.\nTaking note of the direction in the government policy, that the\nallotment of plots for hotel industry should be at industrial rates,\nNOIDA decided to implement its scheme for allotment of hotel\nplots, by adopting the rates that were fixed by it as the reserve\nrate for plots in industrial area Phase 1 (Rs.7400/- per sq.m.)\nas the allotment rate. When the said allotment rate was fixed\nfor hotel plots on 5.6.2006, the plots had not been identified\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 143\n[R.V. RAVEENDRAN, J.]\n.דיגי ו\nA\nB\nC\nfor allotment of hotels. When NOIDA Board resolved to\nimplement the policy dated 22.5.2006 and allot plots for hotels\nat 'industrial rates' that is rates applicable to its plots in\nindustrial area (Phase I), apparently it interpreted the policy as\ndirecting that all plots allotted for hotels should be allotted at\nfixed industrial rate. It is also possible that when the rate was\nfixed, it assumed that some surplus land (not earmarked for any\n• specific purpose) or land earmarked for industrial use, will be\nallotted to hotels; and when the plots for hotels were\nsubsequently identified by a Committee headed by the Circle\nCommissioner, Meerut, in areas earmarked for commercial use\nin the Master Plan, it was assumed by NOIDA officials that in\nview of the policy of the state government and in view of the\nNOIDA Board resolution dated 5.6.2006, whatever or whichever\nplots were identified or earmarked as hotel plots should be\ncharged at the industrial plot rate that had been already D\ndecided. The error was in assuming that any kind of plot (even\ncommercial plots covered by a special policy requiring disposal\nby tenders/auctions) should be allotted at fixed industrial rate.\nThe pressure from Central Government regarding need to have\nseveral star Hotels before the commencement of\nCommonwealth Games and the terms of the Government\nPolicy dated 22.5.2006, made them to proceed on that basis,\nwithout further verification. That is how the Brochures\n(advertisements) showed Rs.7400/- per sq.m as the allotment\nrate for hotel plots. Thus the charging of premium at a rate of\nRs.7400/- per sq.m. In regard to hotel plots, is purely on account\nof the mistake on the part of the officers of NOIDA misreading\nthe government policy dated 22.5.2006 and assuming that it\nwould override NOIDA's regulations and policy regarding\ncommercial properties.\n-\n(li) Whether allottees were quilty of fraud/objectionable\nconduct\n60. The next question that arises for our consideration is\nwhether the charging of a lesser rate for the allotment of plots\nE\nF\nG\nH\n144 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA or fixation of Rs.7400/- per sq.m. as the premium was a\nconsequence of any misrepresentation, fraud or suppression\nof fact, or collusion on the part of the appellants. It has never\nbeen the case of respondents that any of the appellants had at\nany time misrepresented or suppressed any fact or had\nB committed any fraud or had colluded with any officer of the\nState government or NOIDA or in any way influenced the officers\nof the state government or NOIDA in either obtaining the\nallotment or in the fixation of the allotment rate. Neither the\ndirection dated 1.8.2007 of the state government under section\n41 of the 1993 Act nor the letters of cancellation dated 3.8.2007\nissued by NOIDA attribute any such improper motive or conduct\nto any of the appellants.\nс\nD\n61. Before the High Court, the respondents clearly\nadmitted that they were not attributing any misrepresentation\nor fraud or other objectionable conduct, to the appellants. The\nstand of the respondents was that the allotments at the rate of\nRs.7400/- per sq.m. was due to a mistake on the part of NOIDA\nofficials. The High Court has also ruled out any underhand\ndealing or malafides in regard to fixation of rate of premium at\nE the rate of Rs.7400/- per sq.m. The said findings of High Court\nremain unchallenged. In fact the finding is sound and is not open\nto challenge. Further, when this Court directed the State\nGovernment to pass fresh reasoned revisional order,\nuninfluenced by the reasoning or findings of the High Court, the\nF State Government has passed detailed orders dated 8.9.2008\nfor cancellation of plots. Even in these orders dated 8.9.2008,\nthe state government has not imputed any mala fides,\nmisrepresentation, fraud or suppression of fact, collusion, undue\ninfluence or any other illegal act or improper conduct to any of\nG the appellants. The state government has passed the order of\ncancellation dated 8.9.2008 on the ground that NOIDA had\nitself violated the regulations and policies of NOIDA leading to\nloss to public exchequer.\n(iii) What should be the remedial action?\nH\n12\n+\nI\n1. ITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 145\n[R.V. RAVEENDRAN, J.]\n#162. If after effecting a transfer, the transferor finds that he A\nhad stipulated a lesser consideration (sale price or lease\npremium) for the transfer, due to a mistake of fact or wrong\nunderstanding or misreading of any law (and such mistake was\nnot caused on account of any fraud, coercion or\nmisrepresentation by the transferee) what is the remedy of the B\ntransferor? In private law, the transferor may have no remedy,\nas completed transactions of transfers cannot be re-opened or\n1. cancelled. A ‘transfer' of property is an executed contract.\n• Section 4 of Transfer of Property Act, 1882 provides that the\n41-\nchapters and sections of that Act relating to contracts, shall be c\ntaken as part of the Indian Contract Act, 1872. Section 20 of\nContract Act provides that where both the parties to an\n**agreement are under a mistake as to a matter of fact essential\nto the agreement, the agreement is void. But the explanation\nthereto provides that an erroneous opinion as to the value of\nD\n-- the thing which forms the subject matter of the agreement is\nnot to be deemed a mistake as to a matter of fact. Section 21\n✔ of Contract Act provides that a contract is not voidable because\nit was caused by a mistake as to any law in force in India.\n**Therefore, having regard to the provisions of Transfer of\n✓ Property Act and Contract Act, a transfer can not be cancelled\non the ground that parties were mistaken about the\n* consideration. .\n'\nE\nF\n63. The position is however different in public law. Breach\nof statutory provisions, procedural irregularities, arbitrariness\nand mala fides on the part of the Authority (transferor) will furnish\ngrounds to cancel or annul the transfer. But before a completed\ntransfer is interfered on the ground of violation of the\nregulations, it will be necessary to consider two questions. The\nfirst question is whether the transferee had any role to play G\n(fraud, misrepresentation, undue influence etc.) in such violation\nof the regulations, in which event cancellation of the transfer is\ninevitable.\n(63.1) If the transferee had acted bona fide and was\nblameless, it may be possible to save the transfer but that again H\n"}