{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88}],"text":"146 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA would depend upon the answer to the further question as to\nwhether public interest has suffered or will suffer as a\nconsequence of the violation of the regulations:\nB\nс\nD\nE\n(i) If public interest has neither suffered, nor likely to suffer,\non account of the violation, then the transfer may be\nallowed to stand as then the violation will be a mere.\ntechnical procedural irregularity without adverse effects.\n(ii) On the other hand, if the violation of the regulations\nleaves or likely to leave an everlasting adverse effect or\nimpact on public interest (as for example when it results\nin environmental degradation or results in a loss which is\nnot reimbursable), public interest should prevail and the\ntransfer should be rescinded or cancelled.\n(iii) But where the consequence of the violation is merely\na short-recovery of the consideration, the transfer may be\nsaved by giving the transferee an opportunity to make good\nthe short-fall in consideration.\n(63.2) The aforesaid exercise may seem to be\ncumbersome, but is absolutely necessary to protect the sanctity\nof contracts and transfers. If the government or its\ninstrumentalities are seen to be frequently resiling from duly\nconcluded solemn transfers, the confidence of the public and\ninternational community in the functioning of the government will\nF be shaken. To save the credibility of the government and its\nInstrumentalities, an effort should always be made to save the\nconcluded transactions/transfers wherever possible, provided\n(i) that it will not prejudice the public interest, or cause loss to\npublic exchequer or lead to public mischief, and (II) that the\nG transferee is blameless and had no part to play in the violation\nof the regulation.\nH\n(63.3) If the concluded transfer cannot be saved and has\nto be cancelled, the innocent and blameless transferee should\nbe reimbursed all the payments made by him and all\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 147\n[R.V. RAVEENDRAN, J.]\nexpenditure incurred by him in regard to the transfer with A\nappropriate interest. If some other relief can be granted on\ngrounds of equity without harming public interest and public\nexchequer, grant of such equitable relief should also be\nconsidered.\n64. We may give an example from service jurisprudence,\nwhere a principle of equity is frequently invoked to give relief\nto an employee in somewhat similar circumstances. Where the\npay or other emoluments due to an employee is determined\nand paid by the employer, and subsequently the employer finds,\n(usually on audit, verification) that on account of wrong\nunderstanding of the applicable rules by the officers\nimplementing the rules, excess payment is made, courts have\nrecognized the need to give limited relief in regard to recovery\nof past excess payments, to reduce hardship to the innocent\nemployees, who benefited from such wrong interpretation. A\nthree Judge bench of this Court in Syed Abdul Qadir vs. State\nof Bihar [2009 (3) SCC 475] stated the principle thus :\nB\nс\nD\nE\n\"This Court, in a catena of decisions, has granted relief\nagainst recovery of excess payment of emoluments/\nallowances if (a) the excess amount was not paid on\naccount of any misrepresentation or fraud on the part of\nthe employee and (b) if such excess payment was made\nby the employer by applying a wrong principle for\ncalculating the pay/allowance or on the basis of a F\nparticular interpretation of rule/order, which is\nsubsequently found to be erroneous.\nThe relief against recovery is granted by courts not\nbecause of any right in the employees, but in equity,\nexercising judicial discretion to relieve the employees from G\nthe hardship that will be caused if recovery is ordered. But,\nif in a given case, it is proved that the employee had\nknowledge that the payment received was in excess of\nwhat was due or wrongly paid, or in cases where the error\nis detected or corrected within a short time of wrong H\nA\nB\n148\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\npayment, the matter being in the realm of judicial\ndiscretion, courts may, on the facts and circumstances of\nany particular case, order for recovery of the amount paid\nin excess.\"\n(emphasis supplied)\n65. In these cases the allotment of commercial plots to\nappellants is valid and legal. The violation is in making such\nallotment on fixed allotment rate which is less than the rate the\nplots would have fetched by calling for tenders or by holding\nC auctions. Therefore the equitable solution in these cases is to\ngive an opportunity to the lessees to pay the difference thereby\nin consideration which arose on account of wrong interpretation\ninstead of cancelling the leases. According to the State\nGovernment, the commercial plots would have fetched a\nD premium at rate of Rs.70,000 per sq.m at the relevant time\n(October 2006 to January 2007) and NOIDA had been denied\nthe benefit of that allotment rate, by reason of allotment of the\nplots at Rs.7400/- per sq.m. Therefore if the appellants are\nwiling to pay the balance of premium as claimed by\nE respondents, the leases need not be interfered.\nF\nG\nH\n66. In this case the violation of the policies of NOIDA in\nmaking allotments has resulted in a lesser premium being\ncharged than what would have been applied for commercial\nplots. According to respondents the premium that would have\nbeen charged was Rs.70,000/- per sq.m as against Rs.7,400\nper sq.m. Therefore, the violation of the guidelines in regard to\ndisposal of commercial plots has resulted only in a loss of\nrevenue by way of premium and if this could be made up, there\nis no reason why the leases should not be continued.\n67. The appellants of course disputed the claim for a\npremium at the rate of Rs.70,000/- per sq.m on several\ngrounds. They contended that Rs.70,000/- was only a circle rate\nfor purposes of registration and was not the actual “market\nvalue”. It is also contended that even if Rs.70,000/- was the\nITC LTD. V. STATE OF UTTAR PRADESH \u0026 ORS. 149\n[R.V. RAVEENDRAN, J.]\nmarket value, it would represent the value of freehold land and A\nnot of a leasehold interest. It is submitted that on account of\nthe following restrictive factors in regard to their leases, the value\nof the leasehold interest will be far less than the value of\nfreehold property:\n(a) A transferee has absolute ownership in a freehold\nproperty, whereas in a leasehold for 90 years, the lessee\nhas to surrender the property to the lessor at the end of\n90 years.\nB\nC\n(b) In regard to a freehold property, there is no liability to\npay any rent. But in these leases, the lessees are liable to\npay annual rent equivalent to 2% of the total amount paid\nfor the plot as lease rent with an increase of 50% in the\nannual rent once every ten years. This is a continuing\nliability for ninety years, unless the lessee chooses to pay D\neleven years current lease rent as 'one time lease rent'.\n(c) The leases are subject to the following among other\nrestrictive covenants: (i) they should commence\nconstruction within six months of the allotment and\ncomplete the Hotel Project by December, 2009, so as to\nmake the hotel functional by June, 2010 with the threat of\nforfeiture if the lessee failed to complete the project; (ii)\nright to transfer being subject to permission from NOIDA\nand subject to the claim of NOIDA for unearned increases;\n(iii) risk of termination for breach and resumption of\npossession; and (iv) the restriction regarding user, that is,\nthe entire property having to be used only for a hotel with\nonly 5% of the FAR being permitted to be used as\ncommercial space. It is submitted that freehold properties\nwill not be subject to any of these restrictions.\n68. The respondents admitted that a transfer by sale is\nmore valuable than a transfer by way of lease, but contended\nthat long term leases for 90 years fetch a premium on par with\nprevailing sale price. It is further submitted that as most of the\nE\nF\nG\nH.\n150\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA properties in NOIDA are leasehold properties, the circle rate\nrepresents the premium for long leases and not freehold prices.\nIt is pointed out that even in regard to any sale by NOIDA,\nrestrictive covenants regarding use could be imposed and\nenforced. The respondents also alleged that when NOIDA\nB invited applications for the unallotted hotel plots, hardly a year\nlater in March 2008, as against a reserved rate (premium) of\nRs.77000/- per sq.m. fixed by NOIDA, prospective applicants\nwere willing to pay more and that would show that their claim\nthat prevailing premium rate in 2006-2007 was Rs.70,000/- per\nC sq.m. was justified. The respondents have produced copies of\nsome of the tenders received in respect of the 2008 offer, in\nsupport of their contention.\nD\n69. The appellants responded by pointing out that the terms\nof lease under the 2008 scheme of NOIDA offering hotel plots\nfor allotment were far more favourable to the lessees, when\nI compared to the terms on which plots were offered to them,\nand therefore neither the reserve rate for 2008 offer, nor the\nresponses thereto will be a safe guide to determine the market\nvalue of the leasehold interest (premises) in 2006-07. They\nE referred to the following significant differences in the lease\nconditions which made the offer under the 2008 scheme far\nmore attractive and valuable for a lessee, when compared to\nthe terms of lease offered in 2006-2007 to the appellants:\nF S. Description Position under 2006 Position under 2008\nNo. of the term allotment\n1. Purpose\nand\npermitted\nG\nuse\n2. Payment of\npremium\nFor setting up hotels\nwith only 5% of FAR\npermitted to be used\nas commercial space\n50% in 30 days\n50% in 180 days\nallotment\nFor development of\nhotels with commercial\nactivities with 40% of\nFAR permitted to be\nused as commercial\nspace\n25% within 30 days\nBalance 75% in 16 half\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 151\n[R.V. RAVEENDRAN, J.]\n3. Transfer of\nThe lessee shall not\ntransfer the plot\nbefore the hotel\nrights.\nlelic,\n1\nplot\n\"\nbecomes functional.\nThe Authority may or\nyearly instalments\n(alongwith interest at\n11% from date of\nallotment compounded\nhalf yearly)\nThe lessee is entitled to\ntransfer after obtaining\ncompletion certificate\nand no transfer charges\nwill be applicable if the\nmay not allow transfer built up commercial\nIf transfer is permitted, space is transferred\ntransfer charges\nA\nB\nC\nwithin two years from\nt\nshall be payable to\n+\n°\nthe Authority.\nthe date of issue of\ncompletion certificate\n*Therefore if the appellants (2006-2007 allottees) are to be D\nextended the aforesaid benefits offered to allottees under the\n2008 scheme; the rate of Rs.70,000/- per sq.m. (the rate of\n2008 scheme was 10% more than Rs.70,000/- per sq.m.)\nclaimed by the respondents becomes logical and reasonable.\nWe therefore find no reason to reject the claim of respondents E\nthat the allotment-rate should be Rs.70,000/- per sq.m. We\naccordingly grant the appellants an opportunity to save the\nleases by paying the difference in premium at Rs.62600/- per\nsq.m. to make it upto Rs. 70,000/- per sq.m.\nn\n70. In view of the above we dispose of these appeals as\nfollows:\nWe\n+1.\nF\nד'\n7 (i) The order of the High Court setting aside the revisional\n. order dated 1.8.2007 of the State Government and the\nconsequential orders of cancellation of allotment of plots G\ndated 3.8.2007 by NOIDA, is affirmed.\n(ii) The revisional orders dated 8.9.2008 passed by the\n_ State Government cancelling the allotments of plots to\nappellants, are set aside....\n\"\nnemtelle\nH\nA\nB\nC\nD\n11\nE\nF\nG\nH\n152\nSUPREME COURT REPORTS\n\"\n[2011] 7 S.C.R.\n(iii) The appellants are given the option to continue their\nrespective leases by paying the premium (allotment rate)\nat Rs.70000/- per sq.m. (with corresponding increase in\nyearly rent/one time lease rent), without any location benefit\ncharges. The appellants shall exercise such option by\n30.9.2011. Such of those appellants exercising the option\nwill be entitled to the following benefits which has been\nextended in regard to the allottees under 2008 allotment\nscheme of NOIDA :\n(a) 40% of FAR can be used by the allottee as commercial\nspace (as stipulated in the 2008 scheme).\n1\n(b) Permission to pay at its option, the balance to make\nup 25% of the premium (after adjusting all amounts paid\nat Rs.7400/- per sq.m. plus location benefit charges) on\nor before 30.9.2011 and the balance 75% of premium in\nsixteen half yearly instalments commencing from 1.1.2012\nwith interest at 11% per annum (as offered to the\napplicants in 2008 scheme).\n(c) The lessees will be entitled to transfer rights in\naccordance with the 2008 scheme.\nOn exercise of such option, the lease shall continue and\nthe period between 1.8.2007 to 31.7.2011 shall be\nexcluded for calculating the lease period of 90 years.\nConsequently the period of lease mentioned in the lease\ndeed shall stand extended by a corresponding four years\nperiod, so that the lessee has the benefit of the lease for\n90 years. An amendment to the lease deed shall be\nexecuted between NOIDA and the lessee incorporating the\naforesaid changes.\n(iv) If any appellant is unwilling to continue the lease by\npaying the higher premium as aforesaid, or fails to\nexercise the option as per para, (ii) above by 30.9.2011,\nthe allotment and consequential lease in its favour shall\nof\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 153\n[R.V. RAVEENDRAN, J.]\nי\nstand cancelled. In that event, NOIDA shall return all A\namounts paid by such appellant to NOIDA towards the\nallotment and the lease, and also reimburse the stamp duty\nand registration charges incurred by it, with interest at 18%\n1\nper annum from the date of payment/incurring of such\n. amounts to date of reimbursement by NOIDA. If NOIDA B\nreturns the amount to the appellant within 31.12.2011, the\n1\nrate of interest payable by NOIDA shall be only 11% per\nannum instead of 18% per annum.\nT\n(vi) Parties to bear their respective costs.\nR.P.\nIf ta\nTherefore if the..\nexed the pforgeant by BA\n2009 schem; the na\n2003 schore was\nchimed by the rep\nWe therefore and\nthat the 2 lotrient raud\naccording Grant th\n{\n1.\nbeste by maving the\nsq.m to make it upc\n70. Ind\nfolious\n(1) The order of\nurde, dillad 18\n8.2007\n(7) Tiev E\nFidte Orp\n-lani, B\n↑\nс\nAppeals disposed of.\n"}