{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n385\namendment till date only two members have been appointed A\nfrom the Bar in so many years. This is the direct and inevitable\nimpact of the amendment. This goes against the letter and spirit\nof the law declared in the case of S.P. Sampat Kumar v. Union\nof India \u0026 Others (1987) 1 SCC 124.\n22. The petitioners further submitted in the rejoinder that\nthe designation of Vice-Chairman is still in existence under\nAmended Act also but the power of nomination for the said post\nin all additional Benches under the amended Act has been\ngiven to the appropriate Government which is not a healthy\ndevelopment and thus needs to be quashed.\n23. The petitioners submitted that the effort of the Central\nGovernment to increase the age of retirement of the members\nof Tribunal from 62 to 65 years is undoubtedly a welcome step.\nHowever, by this effort every member of Tribunal will not have\na tenure of 5 years as asserted by the respondents. The High\nCourt Judges retire at the age of 62 years. Under the amended\nAct members of the Tribunal retire at the age of 65 years\nthereby effectively serving the Tribunal only for a maximum\nperiod of three years. The increase in the age of retirement will\ngive a minimum tenure of 5 years to the Administrative\nMembers but not to the retired High Court Judges who are\nappointed as Judicial Members. They would get maximum of\nthree years only.\n24. The petitioners also made grievance that as to why it\nbecame imperative to snatch the powers of the Chairman to\ndelegate his financial and administrative powers to any Vice-\nChairman/Member. In the rejoinder, it is submitted that the\nrespondents have clearly admitted that the discriminatory\ntreatment is being given to the members of the Administrative\nTribunal appointed prior to 19.2.2007.\nB\nC\nD\nE\nF\nG\n25. The respondents have nowhere denied that both the\ncategories of members are not discharging the same duties,\nobligations and responsibilities, therefore, the conditions of H\n386 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA service for both of them are different. This is a clear\ndiscrimination and violation of Articles 14 \u0026 16 of the\nConstitution of India. Thus, even on the basis of reply given by\nthe respondents it is proved beyond any shadow of doubt that\nsection 10A of the amended Act is clearly discriminatory and\nB unsustainable.\nC\n26. The contention of the respondents that the 'temporary\nanomaly' would not make the provision unconstitutional is\nclearly wrong and is denied. Discrimination even for a\ntemporary period of 4 to 5 years is also violative of Articles 14\nand 16 of the Constitution of India. There is no law under which\na temporary discrimination can be saved.\n27. It is also stated that because of this discriminatory\nprovision anomalous situation has already arisen in the Central\nD Administrative Tribunal. The petitioners have given an example\nthat under the unamended Act, only the Secretaries and the\nAdditional Secretaries to the Government of India were eligible\nfor appointment as Member (Administrative). Under the said\nunamended provisions, a number of former Secretaries to\nE Government of India were appointed as Member\n(Administrative). They have been continuing as such till date\nand have acquired experience of a number of years. They are\ntill now continuing under the old conditions of service. Now\nunder the amended provisions, selection has already been held\nF and a number of retired judges and officers at the level of the\nAdditional Secretaries to Government of India have been\nselected and appointed as members under the new conditions\nof service. Thus, while retired Judges and Secretaries to the\nGovernment of India now working as members are not given\nthe benefit of the 'conditions of service' of a High Court Judge\nbut subsequently appointed retired Additional Secretaries to the\nGovernment of India now appointed as Member (Administrative)\nare given service conditions of a High Court Judge. The\nAdministrative Members, though junior both while in the\ngovernment service as well as an Administrative Member are\nG\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\nentitled to get service conditions of a High Court Judge.\n387\n28. The situation is becoming more and more acute with\nmore and more newly selected Members (Administrative)\njoining the Tribunal. Similar situation is prevailing amongst\nMember (Judicial) also. While persons appointed as Member\n(Judicial) and senior to some newly appointed Member\n(Judicial) would not get the benefit of the service conditions of\na High Court Judge and the later appointees would get service\nconditions of a High Court Judge.\nA\nB\n29. The petitioners are aggrieved by the newly inserted C\nsection 10A of the Act to the extent it postulates different\nconditions of service for the members of the Central\nAdministrative Tribunal on the basis of their dates of\nappointments under the amended and the unamended Rules\nas unconstitutional, arbitrary and legally unsustainable.\n30. A Constitution Bench of this Court in Sampath Kumar's\ncase (supra) has clearly laid down that the Central\nAdministrative Tribunal has been created in substitution of the\nHigh Court. This Court in para 15 of the judgment observed as\nunder:\n16\nD\nE\nAs the pendency in the High Courts increased and\nsoon became the pressing problem of backlog, the\nnation's attention came to be bestowed on this aspect.\nWays and means to relieve the High Courts of the load F\nbegan to engage the attention of the Government at the\ncentre as also in the various States. As early as 1969, a\nCommittee was set up by the Central Government under\nthe chairmanship of Mr. Justice Shah of this Court to make\nrecommendations suggesting ways and means for G\neffective, expeditious and satisfactory disposal of matters\nrelating to service disputes of Government servants as it\nwas found that a sizable portion of pending litigations\nrelated to this category. The Committee recommended the\nsetting up of an independent Tribunal to handle the H\nA\nB\nC\n388 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\npending cases before this Court and the High Courts.\nWhile this report was still engaging the attention of\nGovernment, the Administrative Reforms Commission also\ntook note of the situation and recommended the setting up\nof Civil Services Tribunals to deal with appeals of\nGovernment servants against disciplinary action.......\"\n\"\n31. The judicial work which is now being dealt with by the\nmembers of the Tribunal was earlier discharged by the judges\nof the High Court before the Tribunal was established. In most\nof the High Courts, a large number of cases had got piled up\nawaiting adjudication. The High Courts were taking years and\nin some cases decades in deciding these cases. The Union\nof India had an option either to suitably increase the strength\nof the High Courts or to create a separate Tribunal for\nexpeditious disposal of these cases. The Union of India\nD decided to create a separate Tribunal. Once the Tribunal is\ndischarging the functions of the judiciary, then both judges and\nmembers of the Bar have to be an integral part of the Tribunal.\nThe functioning of the Tribunal may become difficult in case\nMembers of Judiciary and Bar have no incentive to join the\nE Tribunal or they are deliberately discouraged and dissuaded\nfrom joining the Tribunal because of newly inserted\namendments in the Act. The non-descript and otherwise non-\ndeserving candidates would always be available but in order\nto have public trust and confidence in the functioning of the\nF Tribunal, it is absolutely imperative that the respondents must\nendeavour to attract really deserving, competent and promising\nmembers of the Bar with high caliber and integrity to join the\nTribunal. In order to attract such talent, the service conditions\nhave to be improved and made attractive because these\nG members are discharging the functions of the High Court.\nН\n32. In Sampath Kumar's case (supra), the Constitution\nBench has dealt with this aspect of the matter in some detail.\nThis Court in para 21 observed as under:\n...... So far as the Chairman is concerned, we are of the\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n389\nview that ordinarily a retiring or retired Chief Justice of a\nHigh Court or when such a person is not available, a Senior\nJudge of proved ability either in office or retired should be\nappointed. That office should for all practical purposes be\nequated with the office of Chief Justice of a High Court.\nWe must immediately point out that we have no bias, in\nany manner, against members of the Service. Some of\nthem do exhibit great candour, wisdom, capacity to deal\nwith intricate problems with understanding, detachment and\nobjectiveness but judicial discipline generated by\nexperience and training in an adequate dose is, in our\nopinion, a necessary qualification for the post of\nChairman....\"\nSimilarly, other members also discharge the same judicial\nfunctions. In order to preserve public confidence, acceptability\nand trust, members of the Bar and Judiciary must be\nencouraged to man the Tribunal. Discouraging or killing the\nincentive of members of the Bar and Judiciary to accept the\nappointment of the Tribunal would have serious repercussions\nabout the credibility, confidence, trust and acceptability of the\nTribunal particularly when according to Sampath Kumar's case\n(supra), the High Court is being supplanted by the\nAdministrative Tribunal. In a democratic country governed by\nthe rule of law no institution discharging judicial functions can\nproperly survive without public confidence, credibility, trust and\nacceptability.\nA\n33. The Constitution Bench in Sampath Kumar's case\n(supra) observed that what we really need is the judicial\nTribunal. The judicial functions which, before setting up of the\nCentral Administrative Tribunal, were discharged by the judges\nof the High Courts, would now be discharged by the members\nof the Tribunal, therefore, it is imperative that the judicial work\nof the Tribunal should be handled by talented and competent\nmembers who have legal background and judicial experience.\nAny amendment of the Statute which discourages the members\nB\nC\nD\nE\nF...\nG .\nH\n390 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA of the Bar and Judiciary from joining the Administrative Tribunal\ndeserves to be discarded.\nB\nC\n34. The Tribunal has the power of judicial review. It is now\nwell settled by this Court in the case of Minerva Mills Ltd. \u0026\nOrs. v. Union of India \u0026 Ors. (1980) 3 SCC 625 that judicial\nreview is a basic and essential feature of the Constitution and\nno law passed by the Parliament in exercise of its constituent\npower can abrogate it or take it away. If the power of judicial\nreview is abrogated or taken away, the Constitution will cease\nto be what it is. It is a fundamental principle of our constitutional\nscheme that every organ of the State and every authority under\nthe Constitution derives its power and authority from the\nConstitution and has to act within the limits of such powers.\n35. In Sampath Kumar's case (supra) the court observed\nD as under:\nE\nחד\nF\nG\nH_\n\"3. The Constitution has, therefore created an\nindependent machinery for resolving these disputes and\nthis independent machinery is the judiciary which is vested\nwith the power of judicial review to determine the legality\nof executive action and the validity of legislation passed\nby the legislature. The judiciary is constituted the ultimate\ninterpreter of the Constitution and to it is assigned the\ndelicate task of determining what is the extent and scope\nof the power conferred on each branch of Government,\nwhat are the limits on the exercise of such power under\nthe Constitution and whether any action of any branch\ntransgresses such limits. It is also a basic principle of the\nrule of law which permeates every provision of the\nConstitution and which forms its very core and essence.\nthat the exercise of power by the executive or any other\nauthority must not only be conditioned by the Constitution\nbut also be in accordance with law and it is the judiciary\nwhich has to ensure that the law is observed and there is\ncompliance with the requirements of law on the part of the\nexecutive and other authorities. This function is discharged\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n391\nby the judiciary by exercise of the power of judicial review A\nwhich is a most potent weapon in the hands of the judiciary\nfor maintenance of the rule of law. The power of judicial\nreview is an integral part of our constitutional system and\nwithout it, there will be no Government or laws and the rule\nof law would become a teasing illusion and a promise of B\nunreality.....\"\n36. Bhagwati, CJ in a concurring judgment in Sampath\nKumar's case (supra) observed as under:\n\"3. The basic and essential feature of judicial review C\ncannot be dispensed with but it would be within the\ncompetence of Parliament to amend the Constitution so\nas to substitute in place of the High Court, another\nalternative institutional mechanism or arrangement for\njudicial review, provided it is no less efficacious than the D\nHigh Court. Then, instead of the High Court, it would be\nanother institutional mechanism or authority which would\nbe exercising the power of judicial review with a view to\nenforcing the constitutional limitations and maintaining the\nrule of law. Therefore, if any constitutional amendment E\nmade by Parliament takes away from the High Court the\npower of judicial review in any particular area and vests it\nin any other institutional mechanism or authority, it would\nnot be violative of the basic structure doctrine, so long as\nthe essential condition is fulfilled, namely, that the\nalternative institutional mechanism or authority set up by\nthe parliamentary amendment is no less effective than the\nHigh Court.\"\nJustice Bhagwati, in the said judgment, effectively reminded us\nthat the Administrative Tribunal is to carry out the functions of\nthe High Court. In order to inspire confidence in the public mind\nit is essential that it should be manned by people who have\njudicial and/or legal background, approach and objectivity. This\ncourt in Sampath Kumar (supra) further observed as under:\nF\nH\nA\nB\nD\nE\nF\nG\nH\n392\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\n\"5. We cannot afford to forget that it is the High Court which\nis being supplanted by the Administrative Tribunal and it\nmust be so manned as to inspire confidence in the public\nmind that it is a highly competent and expert mechanism\nwith judicial approach and objectivity. Of course, I must\nmake it clear that when I say this, I do not wish to cast any\nreflection on the members of the Civil Services because\nfortunately we have, in our country, brilliant civil servants\nwho possess tremendous sincerity, drive and initiative and\nwho have remarkable capacity to resolve and overcome\nadministrative problems of great complexity. But what is\nneeded in a judicial tribunal which is intended to supplant\nthe High Court is legal training and experience...\"\n37. Justice Bhagwati, in his judgment in Sampath Kumar's\ncase has also cautioned that in service matters, the Government\nis always the main contesting or opposite party, therefore, it\nwould not be conducive to judicial independence to leave\nunfettered and unrestricted discretion to the executive in the\nmatter of appointments of Chairman, Vice-Chairman and\nAdministrative Members. The court observed as under:\n\"7. .... Now it may be noted that almost all cases in\nregard to service matters which come before the\nAdministrative Tribunal would be against the Government\nor any of its officers and it would not at all be conducive to\njudicial independence to leave unfettered and unrestricted\ndiscretion in the executive to appoint the Chairman, Vice-\nChairmen and administrative members; if a judicial\nmember or an administrative member is looking forward\nto promotion as Vice-Chairman or Chairman, he would\nhave to depend on the goodwill and favourable stance of\nthe executive and that would be likely to affect the\nindependence and impartiality of the members of the\nTribunal. The same would be the position vis-à-vis\npromotion to the office of Chairman of the Administrative\nTribunal. The administrative members would also be likely\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n393\nto carry a sense of obligation to the executive for having A\nbeen appointed members of the Administrative Tribunal\nand that would have a tendency to impair the independence\nand objectivity of the members of the Tribunal. There can\nbe no doubt that the power of appointment and promotion\nvested in the executive can have prejudicial effect on the B\nindependence of the Chairman, Vice-Chairmen and\nmembers of the Administrative Tribunal, if such power is\nabsolute and unfettered. If the members have to look to the\nexecutive for advancement, it may tend, directly or indirectly,\nto influence their decision-making process particularly C\nsince the Government would be a litigant in most of the\ncases coming before the Administrative Tribunal and it is\nthe action of the Government which would be challenged\nin such cases...\"\n38. In order to inspire public confidence, it is imperative D\nthat the deserving persons with competence, objectivity,\nimpartiality and integrity with judicial and/or legal background\nare appointed as members of the Tribunal.\n39. Ranganath Misra, J. who wrote the main judgment of\nthe Constitution Bench in Sampath Kumar (supra) observed\nas under:\nE\nF\n\"18. The High Courts have been functioning over a century\nand a quarter and until the Federal Court was established\nunder the Government of India Act, 1935, used to be the\nhighest courts within their respective jurisdiction subject to\nan appeal to the Privy Council in a limited category of\ncases. In this long period of about six scores of years, the\nHigh Courts have played their role effectively, efficiently as\nalso satisfactorily. The litigant in this country has seasoned G\nhimself to look up to the High Court as the unfailing.\nprotector of his person, property and honour. The institution\nhas served its purpose very well and the common man has\nthus come to repose great confidence therein. Disciplined,\nindependent and trained Judges well-versed in law and H\n394\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nworking with all openness in an unattached and objective\nmanner have ensured dispensation of justice over the\nyears. Aggrieved people approach the Court- the social\nmechanism to act as the arbiter-not under legal\nobligation but under the belief and faith that justice shall\nbe done to them and the State's authorities would\nimplement the decision of the Court. It is, therefore, of\nparamount importance that the substitute institution-the\nTribunal-must be a worthy successor of the High Court\nin all respects. That is exactly what this Court intended to\nconvey when it spoke of an alternative mechanism in\nMinerva Mills' case.\"\n40. In the later part of the judgment, while clarifying that this\ncourt has no bias against the members of service, the court\nobserved as under:\n\"21. ....We must immediately point out that we have no\nbias, in any manner, against members of the Service.\nSome of them do exhibit great candour, wisdom, capacity\nto deal with intricate problems with understanding,\ndetachment and objectiveness but judicial discipline\ngenerated by experience and training in an adequate dose\nis, in our opinion, a necessary qualification for the post of\nChairman...\"\n41. While commenting on section 8, the court further\nobserved as under:\n\"22. Section 8 of the Act prescribes the term of office and\nprovides that the term for Chairman, Vice-Chairman or\nmembers shall be of five years from the date on which he\nenters upon his office or until he attains the age of 65 in\nthe case of Chairman or Vice-Chairman and 62 in the case\nof member, whichever is earlier. The retiring age of 62 or\n65 for the different categories is in accord with the pattern\nand fits into the scheme in comparable situations. We\nwould, however, like to indicate that appointment for a term\n"}