{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n375\nC\nAct, under the old provisions also a Member of the A\nAdministrative Tribunal was eligible to be re-appointed, which\nwas considered to be a fresh appointment for all the practical\npurposes. Under the provisions of unamended Act, at the end\nof five years, the Chairman, Vice-chairman and other Members\nwere eligible for reappointment for another period of five years B\nafter consideration by a Committee headed by a Judge of the\nSupreme Court and two other members, one of whom was\nChairman of the Tribunal. The petitioner can only be considered\nfor appointment as a Member as per the fresh selection\nprocedure provided by the Amended Act. The Selection\nCommittee has to choose the best candidate available for the\npost. It is not the requirement of the law that the Selection\nCommittee should inform the petitioner the reasons for not\nrecommending his name. Merely, because there is a vacancy\nin the post of Member (Judicial) in the Maharashtra\nAdministrative Tribunal, the petitioner cannot claim a right to be\nappointed to the said post irrespective of the provisions of the\namended Act. The petitioner can be appointed only if Selection\nCommittee recommends his appointment and the\nrecommendation is accepted by the President, after the\nconsultation with the Governor of the State. In view of this\nposition of law emerging from the provisions of the unamended\nand amended Act, the Writ Petition (C) No. 539 of 2007 filed\nby the petitioner will have to be rejected.\nD\nE\n17. The argument that Section 12(2) of the amended Act F\nenabling the appropriate Government to nominate one of the\nMembers of the Tribunal to perform financial and administrative\nfunctions destroys independence of the Tribunal which is a\nJudicial Forum and, therefore, the said provision should be\nregarded as unconstitutional, is devoid of merits. As is clear G\nfrom the provisions of Section 12 of the Amended Act, the\nChairman of the Tribunal has to exercise all financial and\nadministrative powers over the Benches. Essentially the\nprovision for delegating financial and administrative powers to\none of the Members of a Bench is made, to lessen\nH\nC\n376 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA administrative burden lying on the shoulders of the Chairman\nwho normally sits at Delhi and for effective and better\nadministration of the Benches of the Tribunal located in different\nand far flung States of the country. It is not difficult to visualise\nthe problems, complications, obstacles, delay, etc., faced by\nB the Chairman, while exercising financial and administrative\npowers over the Benches. The decentralisation of financial and\nadministrative powers to tackle local needs and problems, in\nfavour of a Member of Tribunal, for effective administration of\nthe Tribunals, cannot be regarded as destroying the basic\nfeature of the Constitution, namely independence of judiciary.\nThe designation of the Vice-Chairman by the Central\nGovernment under Section 12(2) of the Act would obviously be\nin concurrence with the Chairman. Further, the Vice-Chairman\nwould discharge such functions of the Chairman as the\nChairman may so direct. It is absolutely, completely and entirely\nfor the Chairman to recommend to the Government as to\ndesignate which Member of the Tribunal as Vice-Chairman. The\nsaid provision is an enabling provision, which is clear from the\nuse of the expression \"may\" in the said provision. If the\nChairman of the Tribunal feels that no Member should be\ndesignated as Vice-Chairman, the Government suo motu\ncannot and would not be in a position to make designation\ncontemplated by the said provision. The designation as Vice-\nChairman would not entitle the Member so designated to any\nspecial benefits in service conditions. The only purpose of the\nF said provision is to help the Chairman in discharge of his\nD\nE\nadministrative functions as the Benches of the Tribunal are\nsituated in different parts of the country. Section 12(2) of the\nAct, which enables the appropriate Government to designate\none or more Members as Vice-Chairman and entitles the\nG Members so designated to exercise such powers and perform\nsuch functions of the Chairman as may be delegated to him\nby the Chairman by general or special order in writing cannot\nbe regarded as destroying the principle independence of\njudiciary or of the Administrative Tribunals. This Court fails to\nH understand as to how the appropriate Government would be\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n377\nB\nable to destroy the independence of Tribunals by designating A\none or more Members to be the Vice-Chairman for the\npurposes of performing the functions of the Chairman to be\ndelegated to him by the Chairman. The jurisdiction, powers and\nauthority of the Central Administrative Tribunal are defined in\nthe Act and, more particularly, in Sections 14, 15, 16, 17 and\n18 of the Act. The petitioners have failed to demonstrate that\nby authorizing appropriate Government to designate one or\nmore Members to be the Vice-Chairman for the purpose of\nperforming financial and administrative powers of the Chairman,\nthe independence of the Tribunals secured by the above referred\nto provisions is in any manner eroded. The challenge to the\nconstitutional validity of Section 12(2) of the Act to say the least\nis misconceived and without any basis and, therefore, must fail.\nC\n18. For the reasons stated in the Judgment, this Court does\nnot find any merits in any of the abovementioned writ petitions D\nand they are liable to be dismissed. Accordingly, both the writ\npetitions fail and are dismissed. There shall be no order as to\ncosts.\nDALVEER BHANDARI, J. 1. I have had the benefit of\ngoing through the judgment of my Brother Hon'ble Mr. Justice\nJ.M. Panchal. Though Hon'ble Mr. Justice K.G. Balakrishnan,\nChief Justice of India has agreed with his decision, however, I\nexpress my inability to agree with him, therefore, I am writing a\nseparate judgment.\nE\n2. Writ Petition No. 261 of 2007 under Article 32 has been\nfiled by a practicing Advocate and the President of the Central\nAdministrative Tribunal, Principal Bench, Bar Association, New\nDelhi. The connected Writ Petition No. 539 of 2007 under\nArticle 32 has been filed by a Member (Judicial) in the G\nMaharashtra Administrative Tribunal, Maharashtra. Most of the\nissues involved in both the petitions are identical, therefore, both\nthese petitions are being disposed of by this common\njudgment.\nH\n378\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nC\nD\nพ.\nE\n3. The petitioners are aggrieved by certain amendments\ncarried out in the Administrative Tribunal Act, 1985 (for short,\n'the Act').\n4. The petitioners are particularly aggrieved by the\nabolition of the post of Vice-Chairman in the Central\nAdministrative Tribunal by the Administrative Tribunal\n(Amendment) Act 2006 (for short, 'Amendment Act') which\ncame into force by Act No. 1/2007 dated 19.2.2007. According\nto the petitioners, the said Amendment Act is constitutionally\nand legally untenable and unsustainable because no reason for\nsuch abolition has been spelt out by the respondents at any\npoint of time while introducing the said Amendment Bill.\n5. The petitioners are also aggrieved by the newly inserted\nSection 10A of the Act which creates a hostile discrimination\nin the matter of conditions of service between the members of\nthe Tribunal appointed before and after 19.2.2007 inasmuch as\n\"conditions of service\" of a High Court Judge have been granted\nto members appointed after 19.2.2007 while the same have\nbeen denied to other members appointed before 19.2.2007.\n6. According to the petitioners, the newly inserted section\n10A is discriminatory and arbitrary inasmuch as, on the one\nhand, vide section 8(2) of the Amendment Act, the age of\nretirement for members has been increased from 62 years to\n65 years and, on the other hand, by the newly inserted Section\nF 10A, the total tenure of members of the Administrative Tribunals\nhas been restricted to ten years (two terms), in other words,\ncompelling them to retire at the age of fifty five years is wholly\nirrational and discriminatory and has been designed to\ndiscourage promising and otherwise deserving, competent and\nG successful members of the Bar from joining the Tribunal. The\nage of appointment as a judicial member of the Tribunal is 45\nyears and any member who is appointed at that age\nnecessarily has to retire at the age of 50 or 55 years, whereas\nother members retire at the age of 65 years. Insertion of section\nH 10A would seriously discourage, deter and dissuade deserving\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n379\nmembers of the Bar from joining the Tribunal because it would A\ntotally frustrate their career planning. The member after\ndemitting the office is debarred from practicing before any\nBench of the Tribunal.\n7. The petitioners also submitted that the judicial members\nappointed from the Bar since the inception of the Tribunal have\nplayed a pivotal role in the judicial functioning of the Tribunal.\nThey have been in fact the backbone of the Tribunal. Thus the\npresent amendment would greatly affect the efficiency, efficacy\nand credibility of the Tribunal. No reason, rationale or logic has\nbeen spelt out as to why the ceiling of ten years has been\nimposed particularly when the age of superannuation has been\nincreased from 62 years to 65 years for other members.\nB\nC\n8. The petitioners submitted that the amended section\n12(2) of the Act amounts to interference of executive in the D\naffairs of the judiciary by which the power to designate one or\nmore members as \"Vice-Chairman\" to exercise certain powers\nand perform certain functions of the Chairman in the outlying\nBenches of the Tribunal has been conferred upon the\nGovernment whereas, previously such powers were vested with\nthe Chairman of the Tribunal.\n9. The petitioners further submitted that the Amendment\nAct has abolished the post of \"Vice-Chairman\" in the\nAdministrative Tribunals. The post of Vice-Chairman had been\nin existence in the Administrative Tribunal since its inception\nin 1985. The said post enabled the retired or retiring judges of\nvarious High Courts to join the Central Administrative Tribunal.\nBesides, it also provided an opportunity in the nature of\npromotion for the members of Administrative Tribunals. By\nabolition of the post of Vice-Chairman, the retired High Court\njudges would not find it attractive to join the Tribunal and,\nconsequently, the judicial character of the Tribunal would suffer\na serious setback.\nE\nF\nG\n10. It was also submitted that the newly introduced section H\n380 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA 6(2) of the Administrative Tribunals Act, 1985 modifies the\nqualifications for appointment as Administrative Members in the\nTribunal in such a manner that for all practical purposes, except\nfor the officers of the Indian Administrative Service (for short,\n'IAS'), hardly any other civil servant would ever become eligible\nB for such appointment. Earlier, even the Income Tax, Postal and\nCustoms Officers etc. used to become members of the\nTribunal. Now, after the amendment, they would hardly have any\nchance of becoming members of the Tribunal. In other words,\nby the 2006 Amendment, the zone of consideration for\nC appointment of Administrative Members has been essentially\nconfined only to IAS officers by a colourable exercise of power\nby depriving all other categories of civil servants for such\nappointment. The petitioners have not placed sufficient material\non record to decide this controversy, therefore, I refrain from\ncommenting on this grievance of the petitioners. However, 1\ndirect the respondents to look into the grievance of members\nof other services and if any merit is found in the grievance then\ntake appropriate remedial steps so that members of other\nservices may get proper representation.\nD\nE\n11. The petitioners further submitted that by introducing\nsection 12(2) in the Act, the power to designate a \"Vice-\nChairman\" in the Benches for the purposes of certain duties\nand functions of the Chairman has been usurped by the\ngovernment. Previously such powers were vested with the\nF Chairman of the Tribunal. Such a provision has the potentiality\nof destroying the judicial independence of the Tribunal\nparticularly when such uncontrolled, unguided and unregulated\npowers have now been given to the Government.\nG\nH\n12. In order to properly comprehend the controversy\ninvolved in the case, relevant newly inserted sections 10A and\n12(2) along with unamended section 12 are reproduced as\nunder:-\nNewly Inserted Section 10A of the Amended Act\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n381\n“10A. Saving terms and conditions of service of A\nVice-Chairman. - The Chairman, Vice-Chairman and\nMembers of a Tribunal appointed before the\ncommencement of the Administrative Tribunals\n(Amendment) Act, 2006 shall continue to be governed by\nthe provisions of the Act, and the rules made thereunder\nas if the Administrative Tribunals (Amendment) Act, 2006\nhad not come into force:\nB\nC\nProvided that, however, such Chairman and the\nMembers appointed before the coming into force of\nAdministrative Tribunals (Amendment) Act, 2006, may on\ncompletion of their term or attainment of the age of sixty-\nfive or sixty-two years, as the case may be, whichever is\nearlier may, if eligible in terms of section 8 as amended\nby the Administrative Tribunals (Amendment) Act, 2006 be\nD\nconsidered for a fresh appointment in accordance with the\nselection procedure laid down for such appointments\nsubject to the condition that the total term in office of the\nChairman shall not exceed five years and that of the\nMembers, ten years.\"\nSECTION 12\n(BEFORE AMENDMENT)\n\"12.Financial\nand\nadministrative powers of\nthe Chairman.- The\nChairman shall exercise\nsuch financial and\nadministrative powers\nover the Benches as may\nbe vested in him under\nthe rules made by the\nappropriate Government:\nProvided that the\nE\nSECTION 12 (2)\n(AFTER AMENDMENT)\n12. Financial and\nadministrative\npowers of the\nF\nChairman.- (1) The\nChairman shall\nsuch\nand\nG\nexercise\nfinancial\nadministrative\npowers over the\nBenches as may be\nvested in him under\nthe rules made by the\nH\n382\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nс\nD\nChairman shall have\nauthority to delegate such\nof his financial and\nadministrative powers as\nhe may think fit to the\nVice-Chairman or any\nofficer of the Tribunal,\nsubject to the condition\nthat the Vice-Chairman or\nsuch officer shall, while\nexercising\ndelegated\ncontinue to act under the\ndirection, control and\nsupervision of the\nChairman.\"\nsuch\npowers,\nappropriate\nGovernment.\n(2) The appropriate\nGovernment may\ndesignate one or more\nMembers to be the Vice-\nChairman or, as the case\nmay be, Vice-Chairman\nthereof and the Members\nso designated shall\nexercise such of the\npowers and perform such\nof the functions of the\nChairman as may be\ndelegated to him by the\nChairman by a general or\nspecial order in writing.\n13. In pursuance to the show cause notice issued by this\nCourt, the respondents, through the Under Secretary in the\nE Ministry of Personnel, Government of India, have filed counter\naffidavit incorporating therein that abolishing the post of Vice-\nChairman in the Tribunal was intended as it was creating an\navoidable three tier-system resulting in anomalies in\nqualifications, age of retirement, service conditions etc. It is\nfurther incorporated in the counter affidavit that the abolition of\nthe post of Vice-Chairman and upgrading the post of members\nor increase of retirement age do not in any manner impinge\nupon the working of the Tribunal.\nF\nG\n14. It is also incorporated in the counter affidavit that the\npost of Vice-Chairman under the amended Act is only an\nexecutive designation for discharging the administrative\npowers. Though the Government has been given the power to\nnominate one of the members as Vice-Chairman of the\nTribunal, it is obvious that the said designation of a member\nH as Vice-Chairman would obviously be made with the\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\nconcurrence of the Chairman of the Tribunal.\n383\nA\n15. In the counter affidavit, it is also stated that a retired\nHigh Court judge would be eligible for appointment as member\nof the Tribunal. Usually a retired Chief Justice of the High Court\nis appointed as the Chairman of the Tribunal and very rarely, a\nB\nretired judge may also be appointed as the Chairman of the\nTribunal. In any event, the Chairman would be a senior retired\njudge who is appointed as a member of the Tribunal. Hence,\nthere is no anomaly.\n16. In the counter affidavit, it is specifically admitted that C\nthere is some substance in the contention of the petitioners that\nmembers appointed prior to 19.2.2007 would be at\ndisadvantage in terms of their service conditions inasmuch as\nthey would not get the same benefits as the High Court judge.\nHowever, this is a temporary anomaly. Over a period of time, D\nthe same anomaly would correct itself and after a period of 4-\n5 years, all the members of the Tribunal would be treated in an\nequal manner.\n17. In the counter affidavit it is denied that ceiling on the\nterms has the effect of stopping members of the Bar from being\nappointed for the post of Vice-Chairman. In the counter affidavit\nit is also incorporated that the tenure of ten years was\nprescribed way back in the year 1985.\nE\nF\n18. The petitioners have also filed the rejoinder affidavit.\nIt is reiterated that under the un-amended Act, members of the\nTribunal were eligible for multiple terms and it was not restricted\nto two terms. In fact, a number of members were given multiple\nextensions under the unamended Act. Thus the restriction of\nten years has been imposed for the first time under the G\namended Act.\n19. In the rejoinder affidavit, it is reiterated that the\ndiscriminatory treatment being given to the members of\nAdministrative Tribunal appointed prior to 19.2.2007 is\nH.\n384\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA untenable and unsustainable. Law does not allow temporary\ndiscrimination even for a few years. It is clearly violative of\nArticles 14 and 16 of the Constitution.\nB\nC\n20. In the rejoinder, it is further asserted that under the\nunamended Act the High Court Judges were being appointed\nas Vice-Chairman and, therefore, they enjoyed higher status\nthan that of the members. Thus, when a Bench was being\nconstituted consisting of a High Court Judge as Vice-Chairman\nand other members, the High Court Judge used to preside over\nthe Bench as the Vice-Chairman. Now under the Amended Act\nthe posts of Vice-Chairman having been abolished, the High\nCourt Judges are also appointed as Member (Judicial) and the\nseniority among members has to be on the basis of date of\nappointment as a member. In such an eventuality, many High\nCourt Judges who would be appointed as Member (Judicial)\nD could be lower in the seniority creating an anomalous, situation\nfor the constitution of Benches in the Tribunal. Besides, if for\nany reason a retired High Court Judge presides over the Bench\nas the Vice-Chairman, even though he may have joined as a\nmember much later, it would create a lot of heart-burning\nE amongst all previously appointed members as the class of\nmembers has now been made one.\nF\nG\nH\n21. It is also incorporated in the rejoinder that the\namendment has placed the members of the Bar in a totally\ndisadvantageous position as previously the members of the\nBar were being selected as Member (Judicial), but with the\namendment now the retiring and retired High Court Judges are\ncompeting for the post of Member (Judicial) thereby the\nmembers of the Bar are totally ignored. Theoretically, the\nmembers of the Bar are eligible for appointment as Member\n(Judicial), practically competent and otherwise deserving\nlawyers have been eliminated from the scene. The Tribunal\nwhich is discharging judicial powers which were earlier\nexercised by the High Courts should be predominantly manned\nby the members of the Bar and Judiciary but after the\n"}