{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n345\nA\nB\nThe petitioner can only be considered for appointment as\na Member as per the fresh selection procedure provided\nby the Amended Act. The Selection Committee has to\nchoose the best candidate available for the post. It is not\nthe requirement of the law that the Selection Committee\nshould inform the petitioner the reasons for not\nrecommending his name. Merely, because there is a\nvacancy in the post of Member (Judicial) in the\nMaharashtra Administrative Tribunal, the petitioner\ncannot claim a right to be appointed to the said post\nirrespective of the provisions of the amended Act. The C\npetitioner can be appointed only if Selection Committee\nrecommends his appointment and the recommendation\nis accepted by the President, after the consultation with\nthe Governor of the State. [Para 16] [374-B-H; 375-A-E]\nE\n5.1. The submission that s. 12(2) of the amended Act D\nenabling the appropriate Government to nominate one of\nthe Members of the Tribunal to perform financial and\nadministrative functions destroys independence of the\nTribunal which is a Judicial Forum and, therefore, the said\nprovision should be regarded as unconstitutional, is\ndevoid of merits. It is clear from the provisions of s. 12 of\nthe Amended Act, that the Chairman of the Tribunal has\nto exercise all financial and administrative powers over\nthe Benches. Essentially the provision for delegating\nfinancial and administrative powers to one of the F\nMembers of a Bench is made, to lessen administrative\nburden lying on the shoulders of the Chairman who\nnormally sits at Delhi and for effective and better\nadministration of the Benches of the Tribunal located in\ndifferent and far flung States of the country. It is not\ndifficult to visualise the problems, complications,\nobstacles, delay, etc., faced by the Chairman, while\nexercising financial and administrative powers over the\nBenches. The decentralisation of financial and\nadministrative powers to tackle local needs and\nG'\nН\n346 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA problems, in favour of a Member of Tribunal, for effective\nadministration of the Tribunals, cannot be regarded as\ndestroying the basic feature of the Constitution, namely\nindependence of judiciary. [Para 17] [375-F-H; 376-A-C]\n5.2. The designation of the Vice-Chairman by the\nB Central Government u/s. 12(2) of the Act would obviously.\nbe in concurrence with the Chairman. Further, the Vice-\nChairman would discharge such functions of the\nChairman as the Chairman may so direct. It is absolutely,\ncompletely and entirely for the Chairman to recommend\nC to the Government as to designate which Member of the\nTribunal as Vice-Chairman. The said provision is an\nenabling provision, which is clear from the use of the\nexpression \"may\" in the said provision. If the Chairman\nof the Tribunal feels that no Member should be\nD designated as Vice-Chairman, the Government suo motu\ncannot and would not be in a position to make\ndesignation contemplated by the said provision. The\ndesignation as Vice-Chairman would not entitle the\nMember so designated to any special benefits in service\nE conditions. The only purpose of the said provision is to\nhelp the Chairman in discharge of his administrative\nfunctions as the Benches of the Tribunal are situated in\ndifferent parts of the country. Section 12(2) of the Act,\nwhich enables the appropriate Government to designate\none or more Members as Vice-Chairman and entitles the\nMembers so designated to exercise such powers and\nperform such functions of the Chairman as may be\ndelegated to him by the Chairman by general or special\norder in writing cannot be regarded as destroying the\nprinciple independence of judiciary or of the\nAdministrative Tribunals. It cannot be understood as to\nhow the appropriate Government would be able to\ndestroy the independence of Tribunals by designating\none or more Members to be the Vice-Chairman for the\npurposes of performing the functions of the Chairman to\nF\nG\nH\n'\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n347\nbe delegated to him by the Chairman. The jurisdiction, A\npowers and authority of the Central Administrative\nTribunal are defined in the Act and, more particularly, in\nss. 14, 15, 16, 17 and 18 of the Act. The petitioners have\nfailed to demonstrate that by authorizing appropriate\nGovernment to designate one or more Members to be the B\nVice-Chairman for the purpose of performing financial\nand administrative powers of the Chairman, the\nindependence of the Tribunals secured by the provisions\nis in any manner eroded. [Para 17] [376-C-H; 377-A-C]\nPer Bhandari, J (Dissenting) :\n1. There is no anathema in the Tribunal exercising\njurisdiction of High Court and in that sense being\nsupplemental or additional to the High Court but, at the\nsame time, it is our bounden duty to ensure that the\nTribunal must inspire the same confidence and trust in\nthe public mind. This can only be achieved by appointing\nthe deserving candidates with legal background and\njudicial approach and objectivity. [Para 54] [400-F]\nS.P. Sampat Kumar v. Union of India and Ors. (1987) 1\nSCC 124; Minerva Mills Ltd. and Ors. v. Union of India and\nOrs. (1980) 3 SCC 625; L. Chandra Kumar v. Union of India\nand Ors. (1997) 3 SCC 261, relied on.\nC\nD\n.E..\nR.K. Jain v. Union of India (1993) 4 SCC 119; Bidi\nSupply Co. v. Union of India and Ors. 1956 SCR 267; His F\nHoliness Kesavananda Bharati Sripadagalvaru v. State of\nKerala and Anr. (1973) 4 SCC 225; M.L. Sachdev v. Union\nof India and Anr. (1991) 1 SCC 605, referred to.\n2.1. In view of the constitutional principles in the\nEqual Remuneration Act, 1976 and Directive Principles of G\nState Policy under the Constitution and the statutory and\nmandatory provisions of overriding the 1976 Act, the\nfollowing principles are evolved for fixing the\ngovernmental pay policy, whether executive or legislative\nH\n348 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA on the recommendation of the Pay Commissions, Pay\nCommittees by Executive Governments: (i) the\ngovernmental pay policy, whether executive or\nlegislative, cannot run contrary to constitutional\nprinciples of constitutional law; (ii) the governmental pay\nB policy, whether executive or legislative, cannot run\ncontrary to the overriding provisions of the 1976 Act; (iii)\nthe governmental pay policy must conform to the\noverriding statutory command under ss. 13 and 14 read\nwith s. 1(2) of the 1976 Act which supports for uniformity\nbetween the pay policy of the State Governments and the\nCentral Government in the whole of India and such\nuniformity in the pay policy of the State Governments and\nthe Central Government in the whole of India. Where all\nthings are equal that is, where all relevant considerations\nare same, persons holding identical posts may not be\ntreated differentially of their pay. [Para 66] [406-D-H; 407-\nA]\nC\nD\nE\nF\n2.2. The principle underlying the guarantee of Article\n14 is not that the same rules of law should be applicable\nto all persons within the Indian territory or that the same\nremedies should be made available to them irrespective\nof differences of circumstances. It only means that all\npersons similarly circumstanced shall be treated alike\nboth in privileges conferred and liabilities imposed. [Para\n84] [412-H; 413-A]\n2.3. The law can make and set apart the classes\naccording to the needs and exigencies of the society and\nas suggested by experience. It can recognize even\ndegree of evil, but the classification should never be\nG arbitrary, artificial or evasive. The classification must not\nbe arbitrary but must be rational. It should be based on\nsome qualities or characteristics which are to be found\nin all the persons grouped together and not in others who\nare left out but those qualities or characteristics must\nhave a reasonable relation to the object of the legislation.\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n349\nIn order to pass the test, two conditions must be fulfilled, A\nnamely, that the classification must be founded on an\nintelligible differentia which distinguishes those that are\ngrouped together from others and that differentia must\nhave a rational relation to the object sought to be\nachieved by the Act. [Paras 85 and 86] [413-B-D]\n2.4. In the instant case, one fails to comprehend and\nunderstand why the respondents are perpetuating\ndiscrimination even for a period of four to five years. [Para\n88] [413-G]\nB\nC\nD\n2.5. The High Court Judges are appointed from two\nstreams-2/3rd from the Bar and 1/3rd from the\nSubordinate Judicial Service. After appointment, they are\nassigned the task of discharging judicial functions. The\ndirect and inevitable impact of the amendment is to\ndissuade and discourage both the members of the Bar\nand Judiciary from becoming members of the Tribunal.\nThe Tribunal is discharging purely judicial work which\nwere earlier discharged by the judges of the High Courts.\nThe people's faith and confidence in the functioning of\nE\nthe Tribunal would be considerably eroded if both the\nmembers of the Bar and judiciary are discouraged from\njoining the Tribunal. In a democratic country governed by\nrule of law, both the lawyers and judges cannot be\nlegitimately discouraged and dissuaded from manning\nthe Tribunal discharging only judicial work.[Para 89] [413-\nH; 414-A-C]\nRandhir Singh v. Union of India and Ors. (1982) 1 SCC\n618; State of West Bengal v. Anwar Ali Sarkar (1952) SCR\n284; Shri Ram Krishna Dalmia v. Shri Justice S. R. Tendolkar\nand Ors. (1959) 1 SCR 279; The State of Jammu \u0026 Kashmir\nv. Triloki Nath Khosa and Ors. (1974) 1 SCC 19; Indira Nehru\nGandhi v. Raj Narain and Anr. (1975) Supp. SCC 1; Maneka\nGandhi v. Union of India and Anr. (1978) 1 SCC 248; Surinder\nSingh and Anr. v. Engineer-in-Chief, CPWD and Ors. (1986)\nF\nG\nH\n350 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA 1 SCC 639; Mackinnon Mackenzie \u0026 Co. Ltd. v. Audrey D'\nCosta and Anr. (1987) 2 SCC 469; Bhagwan Dass and Ors.\nv. State of Haryana and Ors. (1987) 4 SCC 634; Inder Singh\nand Ors. v. Vyas Muni Mishra and Ors. 1987 (Supp) SCC\n257; Haryana State Adhyapak Sangh and Ors. v. State of\nB Haryana and Ors. (1988) 4 SCC 571; U.P. Rajya Sahakari\nBhoomi Vikas Bank Ltd. v. Workmen 1989 Supp (2) SCC\n424; Sita Devi and Ors. v. State of Haryana and Ors. (1996)\n10 SCC 1; Sube Singh \u0026 Ors. v. State of Haryana and Ors.\n(2001) 7 SCC 545; John Vallamattom and Anr. v. Union of\nIndia (2003) 6 SCC 611; State of Mizoram and Anr. v.\nMizoram Engineering Service Association and Anr. (2004) 6\nSCC 218; Union of India v. Dineshan K.K. (2008) 1 SCC 586,\nreferred to.\nC\n3.1. There is no rationale or justification in providing\nD different conditions of service for the members of the\nTribunal on the basis of their appointment under the\namended and the unamended rules, when even\naccording to the respondents it is nowhere denied that\nboth the categories of members are not discharging the\nE same duties, obligations and responsibilities. [Para 94]\n[414-H; 415-A]\n3.2. Section 10A of the amended Act is declared\ndiscriminatory, unconstitutional and ultra vires of the\nConstitution so far as it does not provide uniform pay\nF scales and service conditions on the basis of amended\nand unamended rules. Consequently, all the members of\nthe Tribunal would be entitled to get the same pay scales\nand service conditions from June 2010. [Para 95] [415-B-\nc]\nG\nH\n3.3. Section 10A of the amended Act is also declared\ndiscriminatory because the direct and inevitable impact\nof insertion of s. 10A is to prescribe different age of\nretirement for the judicial and other members. On the one\nhand, the age of superannuation of the members has\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n351\nbeen increased from 62 to 65 years and according to the A\namended Act, the administrative members would now\nretire at the age of 65 years. The members can now get\nmaximum of two terms of 5 years each. A lawyer\nappointed at the age of 45 years will have to retire at the\nage of 55 years. Therefore, by this amendment, B\n_ administrative member would retire at the age of 65\nwhereas judicial member may retire even at the age of 55.\nThis is clearly discriminatory and violative of the\nfundamental principle of equality. Consequently, s. 10A\nof the amended Act is declared discriminatory and\nC\nviolative of Article 14 of the Constitution and is declared\nultra vires of the Constitution, to the extent that it places\nembargo of two terms of five years each leading to\ndifferent ages of retirements of the members of the\nTribunal. Consequently, henceforth, all the members of\nthe Tribunal shall function till the age of 65 years. There\nwould be a uniform age of retirement for all the members\nof the Tribunal. [Para 96] [415-D-G]\nD\n4.1. There is no logic, rationale or justification in\nabolishing the post of Vice-Chairman in the Central E\nAdministrative Tribunal. No reason for such abolition has\nbeen spelt out by the respondents even at the time of\nintroducing the Bill. Before the amendment, ordinarily, the\nretired judges of the High Courts used to be appointed\nto the post of Vice-Chairman. It used to be in consonance\nwith the status and positions of the retired judges. In the\nlarger public interest the post of Vice-Chairman is\nrestored and the procedure for appointment would be in\naccordance with the unamended rules of the Act. [Paras\n98 and 102] [416-B-C; 417-B]\nF\nG\n4.2. One fails to comprehend that on the one hand,\nthe post of Vice-Chairman has been abolished and on the\nother hand under the newly inserted s. 12(2), the power\nto designate Vice-Chairman has been given to the\nappropriate government. This is per se untenable and H\n352 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA unsustainable. The executive has usurped the judicial\nfunctions by inserting s. 12(2). The direct and inevitable\nconsequence of the amendment would affect the\nindependence of judiciary. [Para 99] [416-D-E]\n4.3. In the race of becoming the Vice-Chairman there\nB would be erosion of independence of judiciary. A judicial\nmember who is looking forward to promotion to the post\nof Vice-Chairman would have to depend on the goodwill\nand favourable instance of the executive and that would\ndirectly affect independence and impartiality of the\nC members of the Tribunal impinging upon the\nindependence of judiciary. [Para 100] [416-F-G]\nD\nL1J\nE\nF\nS.P. Sampat Kumar v. Union of India and Ors. (1987) 1\nSCC 124, referred to.\n4.4. The judicial work which the members of the\nTribunal discharge is one, which was earlier discharged\nby the Judges of the High Court. The work is totally\njudicial in nature, therefore, dispensation of justice should\nbe left primarily to the members of the Bar and Judges\nwho have, by long experience and training acquired\njudicial discipline, understanding of the principles of law,\nart of interpreting laws, rules and regulations, legal\nacumen, detachment and objectivity. Unless extreme\ncare is taken in the matter of appointments of the\nmembers of Tribunal, the justice delivery system may not\ncommand confidence, credibility, acceptability and trust\nof the people. [Para 103] [417-C-D]\n4.5. Under s. 12(2) of the amended Act, the entire\npower of designating Vice-Chairman has been usurped\nG by the appropriate government. The amendment also has\nthe potentiality of disturbing the separation of powers.\nThe power pertaining to judicial functioning of the\nTribunal which was earlier exercised by the judiciary has\nbeen usurped by the executive. Thus, the newly inserted\ns. 12(2) is per se untenable and is declared null and void\nH\n↓\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[Para 101] [416-G-H; 417-A]\n353\n5.1. All the members of the Tribunal appointed either\nby amended or unamended rules would be entitled to get\nuniform pay scales and service conditions from\n01.06.2010. However, they would not be entitled to claim\nany arrears on account of different pay scales and service\nconditions. [Para 104] [417-F]\nA\nB\n5.2. All the members of the Tribunal would have\nuniform age of retirement from 01.06.2010, meaning\nthereby that all members of the Tribunal shall be с\npermitted to function until they attain the age of\nsuperannuation of 65 years. Hence, s. 10A is quashed\nand set aside. [Para 104] [417-G-H; 418-A]\n5.3. The post of Vice-Chairman in the Central\nAdministrative Tribunal is restored from 01.06.2010. D\nHowever, the Vice-Chairmen, if already designated by the\nGovernment is not disturbed, and permit them to continue\nin their respect posts till they attain the age of\nsuperannuation. Thereafter, the Vice-Chairman shall be\nappointed in accordance with the unamended rules. E\nConsequently, the newly inserted s. 12(2) of the amended\nAct is also quashed and set aside. [Para 104] [418-B-C]\nIndira Nehru Gandhi v. Raj Narain and Anr. (1975) Supp.\nSCC 1; I.R. Coelho (dead) by Lrs. v. State of Tamil Nadu and\nOrs. (2007) 2 SCC; Minerva Mills Ltd. and Ors. v. Union of F\nIndia and Ors. (1980) 3 SCC 625; Ashoka Kumar Thakur and\nOrs. v. Union of India and Ors. (2008) 6 SCC 1; His Holiness\n* Kesavananda Bharati Sripadagalvaru v. State of Kerala and\nAnr. (1973) 4 SCC 225; Subhash Sharma and Ors. v. Union\nof India 1991 Sup (1) 574; Pareena Swarup v. Union of India G\n(2008) 14 SCC 107, referred to.\nCase Law Reference:\nIn the judgment of Panchal J:\n(1990) 4 SCC 501\nReferred to _\nPara 13 H\n354 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\n(1987) 1 SCC 124\nReferred to.\nPara 15\n(2002) 6 SCC 242\nReferred to.\nPara 15\nIn the judgment of Bhandari J:\n(1987) 1 SCC 124\nRelied on.\nPara 21, 30, 32, 33,\nB\n35, 36, 37, 39, 52,\n100\n(1980) 3 SCC 625\nRelied on.\nPara 34, 52, 58, 62\n(1997) 3 SCC 261\nRelied on.\nPara 42, 46\nс\n(1993) 4 SCC 119\nReferred to.\nPara 43\n1956 SCR 267\nReferred to.\nPara 44\n(1973) 4 SCC 225\nReferred to.\nPara 45, 61\nD\n(1991) 1 SCC 605\nReferred to.\nPara 50\n(1975) Supp. SCC 1\nReferred to.\nPara 56, 70\n(2007) 2 SCC 1\nReferred to.\nPara 57\nE (2008) 6 SCC 1\nReferred to.\nPara 59\n1991 Sup (1) 574\nReferred to.\nPara 63\n(2008) 14 SCC 107\nReferred to.\nPara 64\nF (1982) 1 SCC 618\nReferred to.\nPara 66, 72\n(1952) SCR 284\nReferred to.\nPara 67\n(1959) 1 SCR 279\nReferred to.\nPara 68\n(1974) 1 SCC 19\nReferred to.\nPara 69\nG\n(1978) 1 SCC 248\nReferred to.\nPara 71\n(1986) 1 SCC 639\nReferred to.\nPara 73\n(1987) 2 SCC 469\nReferred to.\nPara 74\nH\n(1987) 4 SCC 634\nReferred to.\nPara 75\n"}