{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 7 S.C.R. 192\nA\nB\nC\nD\nE\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI\nSAMITI LTD.\nV.\nSTATE OF RAJASTHAN \u0026 ORS.\n(Civil Appeal No. 4824 of 2013)\nJULY 01, 2013\n[P. SATHASIVAM AND JAGDISH SINGH KHEHAR, JJ.]\nLAND ACQUISITION ACT, 1894:\nss. 4 and 6 - Acquisition of land by State Government\nfor setting up of Railway complex - 'Public purpose' - Held:\nUnder ss. 4 and 6, it is the \"appropriate Government\" which\nis to be satisfied about the 'public purpose' for which the land\nis to be acquired and which is vested with the responsibilities\ncontemplated u/ss. 4 and 6 - 'Public purpose' may be\nrelatable to (i) Union/ Central Government, or (ii) State\nGovernment or (iii) a \"general public purpose\", which is\nneither exclusively relatable to Central Government nor fully\nrelatable to State Government, but furthers a common public\npurpose relatable both to a Union and a State cause.\nss. 3(ee), 4, and 6 - \"Appropriate Government\" - Held: If\nthe purpose of acquisition is exclusively for the Union, then\nUnion/Central Government will have exclusive jurisdiction to\nF acquire the land - If the purpose of acquisition is exclusively\nfor a State, or for \"a general public purpose\", then the State\nGovernment concerned will have the exclusive jurisdiction to\nacquire the land - In the instant case, though the land was\nacquired for Railway complex, but additionally the purpose of\nG acquisition would benefit the State generally, as better\ntransportation facilities would meet the expectations of public\nand private entities having a nexus with the State and, as\nsuch, the purpose for acquisition can certainly be described\nas \"a general public purpose\" - Therefore, the State\nH\n192\nRAJENDRA NAGAR ADARSH GRAH NIRMAN 193\nSAHKARI SAMITI LTD. v. STATE OF RAJASTHAN\nGovernment had jurisdiction to acquire the land because it A\nduly satisfied the requirement of the term 'appropriate\nGovernment' referred to in ss. 4 and 6 - While acquiring the\nland of appellants, State Government has proceeded in due\ncourse of law - As such, appellants cannot be stated to have\nbeen deprived of their lands/property, without the authority of B\nlaw and there has been no violation of appellants' right under\nArt. 300A of the Constitution - Constitution of India, 1950 - Art.\n300A.\nC\nD\nThe Railways requested the State Government of\nRajasthan, to provide land \"free of cost\" for setting up\nNorth-Western Railway Zone Complex at Jaipur. It was\nemphasized by the Union Minister for Railways, that the\nsetting up of the new Railway Zone at Jaipur, would\nimprove train services to and within the State of\nRajasthan, and thereby, meet the expectations of public\nand private entities, of the area. Ultimately, the Secretary,\nTransport Department, Government of Rajasthan issued\na notification u/s. 4 of the Land Acquisition Act, 1894\nindicating the State Government's desire to acquire 15.50\nhectares of land situated in the revenue estate of two\nvillages of district Jaipur. The said notification u/s. 4, was\npublished on 6.9.1997. The State Government on\n13.1.1999 notified its declaration u/s. 6 of the Acquisition\nAct, which was published in the State Government\ngazette dated 21.1.1999. On 21.3.2001, the Land F\nAcquisition Officer passed an award, determining the\ncompensation payable to land owners. The instant\nappeals arose out of the proceedings challenging the\nacquisition by the State Government.\nThe sum and substance of the contentions raised on\nbehalf of the appellants was that since the land was\nacquired for setting up a new Railway Zone, the\n\"appropriate Government\", as defined in s.3(ee) of the\nLand Acquisition Act, 1894 was only the Central\nGovernment which could have issued the s. 4 notification\nヨ\nG\nH\n194\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA dated 19.8.1997, as also the s. 6 declaration dated\n13.1.1999, but the said notification and declaration were\nissued by the Government of Rajasthan; that the\n\"appropriate Government\" as contemplated u/ss. 16,\n17(1), 17(2), 31(3), 40 and 49 could only have been the\nB Central Government; and that the nomination of the\n'Collector' for all purposes relating to the acquisition and\nto carry out the functions contemplated u/ss ss. 5, 5-A,\n7, 11, 12, 13, 13-A and 14 etc., could only have been\nordered by the Central Government and not by the State\nGovernment and, therefore, the nomination of the\nCollector made by the State Government was clearly\nbeyond the jurisdiction of the State Government; and, as\nsuch, the acquisition proceedings were vitiated.\nC\nD\nDismissing the appeal, the Court\nHELD: 1.1 It is the \"appropriate Government\" alone,\nwhich is vested with the responsibilities contemplated u/\nss. 4 and 6 of the Land Acquisition Act, 1894, and which\nis to be satisfied about the 'public purpose' for which the\nE land is to be acquired. Accordingly, it is only the\n\"appropriate Government\" which can issue the required\nnotification expressing the intention to acquire land, and\nthereafter, the postulated declaration, after examining the\nobjections of the persons interested. [Para 19] [217-A-C]\nF\nG\n1.2 'Public purpose', as has been held by this Court\nin Ali Gulshan's* case, may be relatable to the Central\nGovernment, alternatively, it may be relatable to the State\nGovernment. Besides, there is also a third alternative,\nnamely, a situation wherein the purpose is \"a general\npublic purpose\", which is neither exclusively relatable to\nthe Central Government nor fully relatable to the State\nGovernment. The third alternative would be a situation,\nwherein the cause in question furthers a common public\npurpose and is relatable both to a Union and a State\nH cause. [Para 23] [227-G-H; 228-A-B]\nRAJENDRA NAGAR ADARSH GRAH NIRMAN 195\nSAHKARI SAMITI LTD. v. STATE OF RAJASTHAN\n*State of Bombay v. Ali Gulshan 1955 SCR 867 = AIR A\n1955 SC 810 -relied on.\nBalak \u0026 Ors. v. State of Uttar Pradesh \u0026 Anr. AIR 1962\nAllahabad 208; Ramdas Thanu Dessai \u0026 Ors. v. State of\nGoa \u0026 Ors., 2009 (1) Mh.L.J. 241; M/s Tinsukia Development\nCorporation Ltd. v. State of Assam \u0026 Am AIR 1961 Assam\n133; Sudhansu Sekhar Maity \u0026 Ors. vs. State of West Bengal\n\u0026 Ors., AIR 1972 Calcutta 320- referred to.\nB\nD\n1.3 Statutory provisions enacted in terms of Lists I,\nII and III of the 7th Schedule to the Constitution of India, C\nregulate, not only the substance of the legislation, but\nalso modulate the procedure to administer the substance\nof the legislation. By the Constitution (Seventh\nAmendment) Act, 1956 (with effect from 1.11.1956), the\nlegislative competence on the subject of acquisition was\njointly vested in Parliament, as well as, the State\nLegislature through entry 42 (in list III of the Seventh\nSchedule). Prior to the amendment, through Entry 33 of\nlist 1, the subject of acquisition of property \"... for the\npurposes of the Union...\" was vested in the legislative E\ndomain of Parliament and as per Entry 36 in List II,\n\"...except for the purposes of the Union...\", State\nLegislature had the exclusive jurisdiction to enact law for\nacquisition of private lands. The said jurisdiction was,\nafter the amendment concurrently, shared with\nParliament. The said jurisdiction was invoked by\nParliament when it enacted the Land Acquisition Act,\n1894. It is not possible to read into entry 42 of list Ill of\nthe Seventh Schedule, the cumulative effect of erstwhile\nEntries 31 and 36 (of Lists I and II, respectively, of the\nSeventh Schedule). Consequent upon the Constitution\n(Seventh Amendment) Act, 1956, the jurisdictional\nlimitations on the subject of acquisition would emerge\nfrom a valid legislation made under entry 42 (in list III of\nthe Seventh Schedule). The validity of the Acquisition Act\nF\nG\nН\n196 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA has not been assailed by the appellants. [Para 32 and 37]\n[249-B-C; 251-G-H; 252-A-B, D-F, G-H]\nB\nC\nD\nE\nF\nG\nH\n1.4 Art. 73 of the Constitution vests in the Central\nGovernment executive power, the jurisdiction whereof is\nexactly the same as jurisdiction vested in Parliament to\nmake laws. The executive power of the Union, therefore,\nextends over the subjects on which Parliament has the\npower to legislate. Therefore, on a subject regulated by\nlegislation, executive power has to be exercised in\nconsonance with the enacted legislation. The subject\nmatter under consideration is regulated by the\nAcquisition Act, which demarcates the jurisdictional\nareas between the Union and the States. Sections 4 and\n6 lay down mandatory procedural provisions, which\nrequire to be followed in letter and spirit, in matters\npertaining to acquisition of private lands. [Para 33-35]\n[249-C-D, F-G; 250-C, F-G]\n1.5 In terms of ss. 3(ee) of the Acquisition Act, the\nauthority to acquire land has been divided between the\nCentral executive and the State executive. In situations\nwhere an acquisition is entirely \"for the purposes of the\nUnion\", s. 3(ee) clearly postulates, that the Union\nexecutive would have the exclusive jurisdiction to\nacquire the land. The terminology engaged in s. 3(ee), for\nexpressing the area of jurisdiction of the State executive\n(in the matter of acquisition of land), is not analogous or\ncomparable with that engaged while spelling out the\njurisdiction of the Union executive. Noticeably, the words\nengaged to express the jurisdiction of the State\nexecutive, are extremely wide, so as to accommodate all\nacquisitions which are not entirely \"for purposes of the\nUnion\". This intention of the legislature has been\nrecorded by using the words \"...in relation to acquisition\nof land for any other purposes...\" (i.e., other than \"... for\nthe purpose of the Union...\"). [Para 39] [254-A-E]\n:\nRAJENDRA NAGAR ADARSH GRAH NIRMAN 197\nSAHKARI SAMITI LTD. v. STATE OF RAJASTHAN\nB\nD\n1.6 An acquisition may not be exclusively for A\npurposes relatable to the Union, or entirely for purposes\nrelatable to a State. The complex and multifarious public\nactivities which the executive has to cater to may not fall\nin the exclusive domain of either the Union or the State.\nCauses with duality of purpose, would also fall in the\nrealm of the third purpose i.e., \"...a general public\npurpose ...\". Whenever the exclusive Union or State\nbarrier is transgressed, the purpose could be described\nas \"...a general public purpose...\". In case of the first\ncontemplated purpose, the Union executive would have c\nthe absolute and unencumbered jurisdiction, as per the\ndefinition of the expression \"appropriate Government\" in\ns. 3(ee) of the Acquisition Act. For the remaining two\npurposes, the State executive would have jurisdiction.\nThe executive domain of all acquisitions other than those\nfor purposes of the Union, fall in the realm of the State\nGovernment concerned. Under s. 3(ee) of the Acquisition\nAct, for all the residuary acquisitions, i.e. situations other\nthan exclusively \"...for the purpose of the Union...\", have\nbeen vested in the realm of the State Government\nconcerned. This is exactly the same position which was\ncontemplated by the erstwhile entries 33 and 36 (from\nLists I and II respectively, of the Seventh Schedule). Thus,\nthe cause and effect of entries 33 of List I and 36 of List\nIl have been juxtaposed into the definition of \"appropriate\nGovernment\" u/s 3(ee) of the Acquisition Act. Therefore,\nif the purpose of acquisition is exclusively for the Union,\nthen the Union/Central Government will have the\nexclusive jurisdiction to acquire the land. If the purpose\nof acquisition is exclusively for a State, then the State\nGovernment concerned will have the exclusive G\njurisdiction to acquire the land. And if the purpose of\nacquisition is, \"a general public purpose\" (i.e., a purpose\nwhich is neither exclusively relatable to the Central\nGovernment and/or fully relatable to the State\nGovernment), yet again, the concerned State Government H\nE\nF\n198\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA will have the exclusive jurisdiction to acquire the land.\n[Para 40-42] [254-F-G; 255-A-B; 255-G-H; 256-A-B, C-E, F-\nB\nC\nD\nG]\n1.7 In the instant case, the desire for transfer of land\nbelonging to the State Government, and thereafter, the\ndesire to furnish land consequent upon its acquisition\n\"free of cost\" to the Railways, leaves no room for any\ndoubt, that the Railways desired the State of Rajasthan\nto contribute land, for the proposed project. In the letter\ndated 30.12.1996 addressed by the Union Minister of\nRailways the fact that the setting up of the North-Western\nRailways Zone Complex would improve train services in\nRajasthan, which in turn, would benefit the State of\nRajasthan, was particularly highlighted. From the material\non record, it is evident that setting up the North-Western\nRailway Zonal Complex at Jaipur, would lead to better\nadministration for the Railways, and in that sense it would\nserve the purpose of the Union. Additionally, it would\nimprove train services in Rajasthan and would\naccordingly meet the expectations of public and private\nE entities of the area. This would serve the purpose of the\nState. Therefore, the situation in hand can be described\nas one wherein the public purpose is \"... a general public\npurpose...\" which is neither exclusively relatable to the\nCentral Government nor fully relatable to the State\nF Government; and, therefore, the State executive would\ndefinitely have the jurisdiction to acquire the subject land.\nThis court affirms that the State Government had the\njurisdiction to acquire the subject land, because it duly\nsatisfied the requirement of the term 'appropriate\nG Government' referred to in ss. 4 and 6 of the Acquisition\nAct. [Para 44-46] [258-F-H; 259-D-E, F-H; 260-A; 261-C;\n262-C-D]\nState of Bombay v. Ali Gulshan 1955 SCR 867 = AIR\n1955 SC 810 - relied on.\nH\nRAJENDRA NAGAR ADARSH GRAH NIRMAN\nSAHKARI SAMITI LTD. v. STATE OF RAJASTHAN\n199\nB\n1.8 No procedural lapse has been pointed out A\ndepicting any irregularity at the hands of the appropriate\nauthority, either in terms of taking possession of the\nacquired land, or in terms of determination of the\ncompensation payable. This Court further affirms that\nwhile acquiring the land of the appellants, the\nGovernment of Rajasthan, has proceeded in due course\nof law. As such, the appellants cannot be stated to have\nbeen deprived of their lands/property, without the\nauthority of law. Therefore, it can not be said that the\nacquisition of the appellants' land has violated the\nappellants' right under Art. 300A of the Constitution. [Para\n48] [263-A-E-G]\nState of U.P. \u0026 Ors. vs. Manohar, 2004 (6) Suppl. SCR\n911 = (2005) 2 SCC 126; Hindustan Petroleum Corporation\nLtd. vs. Darius Shapur Chennai \u0026 Ors. 2005 (3) Suppl. SCR\n388 = (2005) 7 SCC 627 Lachhman Dass vs. Jagat Ram \u0026\nOrs. 2007 (2) SCR 980 = (2007) 10 SCC 448; and\nEntertainment Network (India) Ltd. vs. Super Cassette\nIndustries Ltd. etc. etc. 2008 (9) SCR 165 = (2008) 13 SCC\n30 - referred to.\nC\nD\nE\n2.1 The acquisition in the instant case was made by\nthe Government of Rajasthan, and therefore, there was\nno justification for the consultation of the Department of\nLand Resources of the Government of India. Thus, F\nreliance on the provisions of the Government of India\n(Allocation of Business) Rules, 1961 and/or the\nGovernment of India (Transaction of Business) Rules,\n1961 in order to assail the acquisition made in the facts\nand circumstances of the case by the Government of\nG\nRajasthan, is wholly misconceived. [Para 53] [270-B-D]\nMRF Limited etc. vs. Manohar Parrikar \u0026 Ors. 2010 (5)\nSCR 1081 = (2010) 11 SCC 374 - held inapplicable.\n2. It is apparent that the land which was left out, and\nH\n200 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA which falls between the two blocks of land acquired,\ncannot be stated to have been owned by influential\nbureaucrats or police officers, at the time when the\nacquisition in question was made. In this view of the\nmatter, it can not be said that the leaving out the land\nB between the two blocks of acquired land, and further\nthat, the choice of acquisition of the appellants' land to\nthe exclusion of the land left out of acquisition, was\nvitiated for reasons of fraud, mala fides, arbitrariness or\ndiscrimination. [Para 55] [274-G-H; 275-A-B]\nс\nPratap Singh vs. State of Punjab, (1964) 4 SCR 733; Col.\nA.S. Iyer vs. V. Balasubramanyam, 1980 (1) SCR 1036 =\n(1980) 1 SCC 634; E.P. Royappa vs. State of Tamil Nadu,\n1974 (2) SCR 348 = (1974) 4 SCC 3; Menaka Gandhi v.\nUnion of India, 1978 (2) SCR 621 = (1978) 1 SCC 248;\nD Ramana Dayaram Shetty vs. International Airport Authority\nof India, 1979 (3) SCR 1014 = (1979) 3 SCC 489; and Ajay\nHasia v. Khalid Mujib Sehravardi, 1981 (2) SCR 79 = (1981)\n1 SCC 722 - referred to.\nE\nCase Law Reference:\nAIR 1962 Allahabad 208 referred to\npara 25\n2009 (1) Mh.L.J. 241\nreferred to\npara 25\nAIR 1961 Assam 133\nreferred to\nF\npara 25\nAIR 1972 Calcutta 320\nreferred to\npara 25\n2004 (6) Suppl. SCR 911\nreferred to\npara 26\n2005 (3) Suppl. SCR 388\nreferred to\npara 26\nG\n2007 (2) SCR 980\nreferred to\npara 26\n2008 (9) SCR 165\nreferred to\npara 26\n(1964) 4 SCR 733\nreferred to\npara 54\n☐ H\nRAJENDRA NAGAR ADARSH GRAH NIRMAN 201\nSAHKARI SAMITI LTD. v. STATE OF RAJASTHAN\n2010 (5) SCR 1081\nheld inapplicable para 52\nA\n1980 (1) SCR 1036\nreferred to\npara 54\n1974 (2) SCR 348\nreferred to\npara 54\n1978 (2) SCR 621\nreferred to\npara 54\nB\n1979 (3) SCR 1014\nreferred to\npara 54\n1981 (2) SCR 79\nreferred to\npara 54\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4824 of 2013.\nFrom the Judgment and order dated 05.01.2012 in\nSBCWP No. 384/2002, DBCSA No. 1876/2011 of the High\nCourt of Rajasthan at Jaipur.\nC.A. No. 4825 of 2013,\nWITH\n4829 of 2013, 4826 of 2013, 4830\nof 2013, 4827 of 2013, 4831 of 2013, 4828 of 2013.\nC\nD\nA.S. Chandhiok, ASG, Rajeev Dhavan, Pramod Swarup,\nVikas Singh, J.S. Attri, Dr. Manish Singhvi, AAG, Rajendra E\nPrasad, Yunus Malik, Naveen Chandra, Sanjeev Agarwal,\nBimlesh Kr. Singh, Pradeep Kr. Jaiswal, Suresh Sharma, Sunil\nMalhotra, Abhishek Puri, Rajat Malhotra, Narender Mohan, P.N.\nPuri, Mehmood Pracha, Sumit Babbar, Sneha Singh, Naresh\nKumar, Gupreet S. Parwanda, Monika Tyagi, Syed Tanveer\nAhmad, S.K. Bajwa, Priyanka Bharihoke, S.N. Terdal, B.\nKrishna Prasad, Amit Lubhaya, Irshad Ahmad, Pragati\nNeekhra, Balraj Dewan for the appearing parties.\nThe Judgment of the Court was delivered by\nJAGDISH SINGH KHEHAR, J. 1. The instant common\norder will dispose of the following matters:-\n(i)\nF\nG\nRajendra Nagar Adarsh Grah Nirman Sahkari\nSamiti Ltd. vs. State of Rajasthan \u0026 Ors., Civil H.\n"}