{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":".202\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA\n00\nC\nD\nE\nF\nG\n(ii)\nAppeal arising out of SLP (C) No. 4722 of 2012);\nYogesh Chand Arora vs. State of Rajasthan \u0026\nOrs., Civil Appeal arising out of SLP (C) No. 4874\nof 2012);\n(iii) Durga Devi Dharmarth Trust \u0026 Anr. vs. State of\nRajasthan \u0026 Ors., Civil Appeal arising out of SLP\n(C) No. 5041 of 2012);\n(iv) Naresh Chand Arora vs. State of Rajasthan \u0026\nOrs., Civil Appeal arising out of SLP (C) No. 5089\nof 2012);\n(v)\nMadrampura Grih Nirman Sahkari Samiti Ltd. \u0026\nOrs. vs. State of Rajasthan \u0026 Ors., Civil Appeal\narising out of SLP (C) No. 5206 of 2012);\n(vi) Yashmeen Abrar vs. Union of India \u0026 Ors., Civil\nAppeal arising out of SLP (C) No. 12072 of 2012);\n(vii) Sunita Rathi \u0026 Ors. vs. State of Rajasthan \u0026 Ors.,\nCivil Appeal arising out of SLP (C) No. 21205 of\n2012);\n(viii) Arjun Nagar Vikas Samiti through its President\nVimla Verma vs. State of Rajasthan \u0026 Ors., Civil\nAppeal arising out of SLP (C) No. 21226 of 2012);\n2. Leave granted in all the matters.\n3. Insofar as the instant judgment is concerned, Rajendra\nNagar Adarsh Grah Nirman Sahkari Samiti Ltd. vs. State of\nRajasthan \u0026 Ors. (i.e., the Civil Appeal arising out of SLP (C)\nNo. 4722 of 2012 shall be treated as the lead case. The factual\nnarration recorded herein, shall be based on the pleadings\nthereof. However, in situations wherein, during the course of.\nhearing, reference has been made to pleadings from other\ncases, the same will also be adverted to.\nH\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 203\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n4. The appellants herein are all land losers. Their lands A\nwere acquired for establishing a zonal office complex, and\nresidential quarters for Railway staff, for the North Western\nRailway Zone, at Jaipur in the State of Rajasthan.\n5. The sequence of facts commencing from the initiation,\nand leading to the finalization of the acquisition proceedings,\nare of pointed significance, in the present controversy. As such,\nall the relevant factual details, are being narrated hereunder,\nfirst of all.\nB\nD\n6. On 15.11.1996, the Officer on Special Duty, North\nC\nWestern Railway, posted at Jaipur, addressed a\ncommunication to the Commissioner, Jaipur Development\nAuthority, Jaipur, indicating that 26 bighas of Government land\nwas available in front of the Getor Jagatpura railway station. It\nwas pointed out, that the aforesaid land had been allotted to\nthe Scouts \u0026 Guides Organization. It was submitted, that the\nsaid land was ideally located, and could be effectively put to\nuse for establishing the required infrastructure for the North\nWestern Railway Zone complex, at Jaipur. It was accordingly\nrequested, that the said Government land be transferred to the\nRailways. A relevant extract of the aforesaid letter is reproduced\nhereunder:-\n\"As you are aware, the new North-Western Railway Zone\nhas been set up with headquarters at Jaipur.\nThe actual requirements of land for setting up of the Zonal\noffice and Quarters at Jaipur is being worked out which\nmay take some time, but in any case adequate railway land\nis not available at Jaipur for the purpose.\nIt is understood that 26 Bighas of land of the State\nGovernment to allotted to Scouts \u0026 Guides Organization\nis available in front of Getor Jagatpura Railway Station.\nThis is an ideal location for use by the North-Western\nRailway and it is requested that this land may be\nE\nF\nG\nH\nA\n204 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\ntransferred to Railway early for immediate use. Further\nrequirements of land will be indicated to the State\nGovernment in due course.\"\n(emphasis is ours)\nB The first communication on the record of the case, relating to\nthe requirement of land for setting up the North Western Railway\nZone Complex, reveals the desire (of the Railways), that vacant\nGovernment land be transferred by the State Government, to\nthe Railways. At this juncture, one would notice, that there is\nC no thought about acquiring land for the Railways.\nD\nE\nរា\nF\nG\nH\n7. Following the aforesaid communication dated\n15.11.1996, the Officer on Special Duty, North Western\nRailway, addressed another letter dated 12.12.1996 to the\nCommissioner, Jaipur Development Authority, Jaipur, depicting\nthe total requirements of the Railways for setting up the\naforesaid zonal headquarters. The text of the said letter is being\nreproduced hereunder:-\n\"In continuation of this office letter referred above the\nappropriate requirement of land for setting up of the zonal\noffice and staff quarters at Jaipur has been assessed and\nabout 87 acres of land is considered as necessary for this\npurpose.\nIt is proposed to have the land for the above purpose\nat the locations at Getor Jagatpura. At least 40 acres of\nland will be required including the 20 bigha for which a\nrequest has already been made for transfer vide this office\nletter referred above. For the reasoning 47 acres land\nnearest to the Jaipur Railway Station in the Prithviraj Nagar\non Jaipur-Ajmer Road will be suitable.\nIt is therefore requested that 40 acres land including\n20 bigha of State Government land now used by scouts\nand guides at Getor Jagatpura and 47 acres land in\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 205\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nPrithviraj Nagar scheme on Jaipur Ajmer Road nearest to A\nJaipur Railway Station may be acquired and transferred\nto Railways.\nNecessary plans of both the areas may kindly be made\navailable to Railways.\"\n(emphasis is ours)\nIn its follow up action, the State Government was informed about\nthe extent of land required. The Railways sought governmental\nland to satisfy its requirement. The process thus suggests, that\nthe Railways and the State Government, were jointly pursuing\nthe objective. The State Government was requested to acquire\nsome more land, so as to make up the deficiency, and to\ntransfer the same to the Railways.\nB\nC\nE\n8. Mr. Ram Vilas Paswan, the then Union Minister for D\nRailways addressed a letter dated 30.12.1996 to Mr. Bhairon\nSingh Shekhawat, the then Chief Minister of the State of\nRajasthan, indicating the Union Government's desire, to set up\na zonal complex for the North Western Railways, at Jaipur. The\nRailways requested the State Government, to provide the\nrequired land \"free of cost\". It was emphasized by the Union\nMinister for Railways, that the setting up of the new Railway\nZone at Jaipur, would improve train services to and within the\nState of Rajasthan, and thereby, meet the expectations of public\nand private entities, of the area. Relevant extract of the aforesaid\nletter is being reproduced hereunder:-\n\"In order to improve the train services in Rajasthan, meet\nthe expectations of public and private more responsive\nadministration, the Railways have decided to create a new\nZone, North Western Railway with Zonal Hqrs. Office at\nJaipur.\nThe setting up of the Railway Zonal Hqrs. Office,\nwould require office accommodation, housing for staff, and\nother ancillary facilities, all of which need about 150 to 200\nacres of land.\nF\nG\nH\nI\nA\nB\n206\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nMay I therefore request you to ask the concerned officials\nto identify a suitable piece of land, about 150-200 acres\nat Jaipur, and provide the same to the Railways free of\ncost for setting up the Zone. This gesture of the State\nGovernment would go a long way in enabling us to make\nthe Zone functional early.\"\n(emphasis is ours)\nA perusal of the aforesaid letter reveals, that the Railway\nMinistry's request was for about 150-200 acres of land. The\nC land would be used for establishing zonal offices for the North\nWestern Railway Zone, and also, for raising residential quarters\nfor Railway staff. The letter indicated, that the gesture of the\nState Government to provide land to the Railways \"free of cost\",\nwould go a long way in making the zone functional. If the\nD acquired land, was to exclusively serve the purpose of the\nRailways, then financial contribution thereto by the State\nGovernment, would be unthinkable. But strangely, the Union\nMinister for Railways was expecting the State Government to\nprovide the required land, even after acquiring it, \"free of cost\".\nE Logically, this would be acceptable, when the State (of\nRajasthan) was to be a joint beneficiary. The incidental benefit\nto the State, is apparent from the opening words of the letter.\nThe Union Minister in his above letter emphasized, that the\nproposed project would \"...improve the train services in\nF Rajasthan, meet the expectations of public and private...\".\nG\n9. On 28.2.1997, the Commissioner, Jaipur Development\nAuthority, pursuant to the correspondence with the Officer on\nSpecial Duty, North Western Railway, pressed the Secretary,\nDepartment of Transport, Government of Rajasthan, to initiate\nacquisition proceedings in respect of land identified at villages\nBindayaka and Todi Ramjanipura, in tehsil Sanganer of district\nJaipur. Relevant portion of the aforesaid letter is being\nreproduced below:-\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 207\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n\"Please peruse the letter dated 12.12.1996 by Officer, A\nNorth Western Railway Zone, Jaipur. The Railway had\ndemanded land for Railway Zonal Office and staff quarters.\nYou have discussed in. this reference with the\nCommissioner in the room of Chief Secretary. The land\nvillage Bindayaka and Todi Ramjanipura, Tehsil Sanganer B\nis required by Railway department being near to the\nJagatpura Getor Railway Station.\nIt would be relevant to acquire the required land by\nTransport Department, Rajasthan, Jaipur. Therefore, the\nproceedings of acquisition of 4-39 hectares of land of\nvillage Bindayaka and 9-91 hectares of Todi Ramjanipura,\nTehsil Sanganer, Jaipur is to be acquired. The description\nof the land to be acquired, trace map and six copies of\nland record are annexed with the prayer that the acquisition\nproceedings be done at your department level for the\nRailway Department immediately.\"\n(emphasis is ours)\n10. On 29.3.1997, the Deputy Secretary, Transport\nDepartment, Government of Rajasthan, wrote a letter to the\nDistrict Collector, Jaipur, requiring him to furnish details of land,\nas also, land records pertaining to villages Bindayaka and Todi\nRamjanipura, which was being considered for acquisition for\nthe North Western Railway Zonal complex. The text of the\naforesaid letter, is being reproduced hereunder:-\nC\nD\nE\nLL\nF\n\"The Secretary, Jaipur Development Authority, Jaipur by\nletter no. P9 (295) JDA/Acqui. Off./Land Acqui./97/362\ndated 20.2.1997 informed this office that Railway\nDepartment vide letter dated 12.12.1996 placed a G\nproposal for the land for Zonal Office in Jaipur and Staff\nQuarters. As per proposal land of village Bindayaka and\nTodi Ramjanipura, Tehsil Sanganer, Jaipur near Getor\nJagatpura Railway Station is to be acquired. In this\nH\nA\nB\n208 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nreference information regarding details of land, trace map\nand land record alongwith the process of acquisition and\ninspection report of the acquisition officer be sent to this\noffice.\"\n(emphasis is ours)\n11. On 9.5.1997, a communication was addressed by the\nOfficer on Special Duty, North Western Railway, to the Chief\nSecretary, Government of Rajasthan, reminding him of the\nrequest made by the Union Minister for Railways. Relevant\nC extract of the said communication dated 9.5.1997, is being set\nout hereunder:-\nD\nLU\nE\nF\nG\nH\n\"It had been requested by Hon'ble Minister for Railways,\nvide this D.O. letter referred above (copy enclosed). To the\nChief Minister of Rajasthan, to identify a suitable piece of\nland about 150-200 acres at Jaipur and to provide the\nsame to the railways, free of cost, for setting up of new\nRailway Zone at Jajpur. Action taken in the matter by the\nState Government may please be advised, for taking\nfurther necessary action accordingly.\nThe State Government officials required to be contacted\nfor pursuing the case may also please be advised so as\nto enable me to instruct my officers for expediting the\nprocess of acquisition of land for setting up of facilities for\nNorth Western Railway zone.\"\n(emphasis is ours)\nA perusal of the letter extracted above reveals, that officers of\nthe Railways establishment were in touch with highest levels of\ngovernmental functionaries in the State of Rajasthan, and were\nseriously soliciting land \"free of cost\" for establishing the North\nWestern Railway Zone complex.\n12. Pursuant to the aforesaid correspondence, the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 209\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nSecretary, Transport Department, Government of Rajasthan A\nissued a notification under Section 4 of the Land Acquisition\nAct, 1894 (hereinafter referred to as, the Acquisition Act),\nindicating the State Government's desire to acquire 15.50\nhectares of land situated in the revenue estate of villages\nBindayaka and Todi Ramjanipura, in tehsil Sanganer, of district B\nJaipur. The public purpose depicted therein was, that the\naforesaid land was required to establish a zonal office of the\nNorth Western Railways and for raising residential quarters for\nRailway staff. The aforesaid notification was duly published in\nthe State Government gazette. Importantly, the acquisition of C\nland for the project under reference, was being made by the\nTransport Department of the Government (of Rajasthan),\npresumably because the setting up of the project was aimed\nat improving transport services to and within the State, for the\nbenefit of public and private entities. In terms of the mandatory\nrequirements of the Acquisition Act, the aforesaid notification\nunder Section 4, was published on 6.9.1997 in the \"Dainik\nNavjyoti\" and on 7.9.1997 in the \"Rajasthan Patrika\". The\npleadings of the case bear-out, that publication in the locality\nwas also made on 10.4.1998.\n13. Yet again, the Deputy Chief Engineer, North Western\nRailway addressed a communication dated 11.6.1998 to the\nDeputy Secretary, Transport Department, Government of\nRajasthan intimating him, that even though permission had\nbeen received to acquire 69 bighas (17.52 hectares) of land\nnear Getor Jagatpura railway station, yet no further details had\nbeen communicated by the State Government, in respect of the\naction taken by it, for acquiring the aforesaid land for the\nRailways, after the publication of the notification under Section\n4 of the Acquisition Act. The aforesaid factual position, is\nevident from the letter dated 11.6.1998, which is reproduced\nhereunder:-\n\"In the above subject it is submitted that there is no\ninformation of further proceedings after notification under\nD\nE\nF\nG\nH\n210\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA\nB\nSection 4 has been published on 19.8.1997. Please,\ninform this office immediately after proper proceedings to\nacquire land for Railway Zonal Office and staff quarters.\nIt is pertinent to mention that permission has been received\nby this office from Railway Ministry to acquire 69 bighas\n(17.52 hectare) land near Getor Jagatpura Railway Station.\nHence inform this office immediately regarding\nproceedings to acquire of the above land.\"\nThe above communication reveals that the Railways, as well\nC as, the State Government were proceeding in the matter in\ncomplete tandem.\nD\n14. Objections were invited under Section 5A of the\nAcquisition Act from persons interested in the land. Having\nconsidered the objections raised by the persons interested, the\nLand Acquisition Collector submitted a report to the\nGovernment. Insofar as Rajendra Nagar Adarsh Grah Nirman\nSahkari Samiti Ltd. (appellant in the Civil Appeals arising out\nof SLP (C) no. 4722 of 2012, which is hereinafter referred to\nas, the appellant Samiti) is concerned, the determination was\nE\nas under:-\nLL\nF\n0\nG\nH\n\"An application on 8.4.2009 was filed by Shrawan Singh\nKhinchi, Hemant Goyal, Prabhu Lal Meena, Sharda\nPurohit, Nirmala, Suresh Kumar Sharma, Yogesh Aroda,\nNaresh Chand Aroda, Ganga Sahay Meena, residents/\nmembers of Madrampura Grih Nirman Sahakari Samiti\nplanning Prakash Nagar and Gopalpura Grih Nirman\nSahakari Samiti planning Jagatppura first (Mayur Vihar)\nstating that the tenants of Khasra no. 280, 282, 284 and\n291 Girijadevi and Rampal Das Swami sold and handed\nover the possession of the land to Madrampura Grih\nNirman Sahakari Samiti and Gopalpura Grih Nirman\nSahakari Samiti in 1981 and received the entire sale\nconsideration. The societies have allotted the land to the\nplot holders/members from 1981 to 1983 and most of the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 211\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nmembers have constructed houses before the acquisition A\nproceedings. The applicants have submitted that the\nhouses have been constructed before the acquisition\nproceedings. Hence if the land is left out of acquisition\nbeing on one side corner only, it will not affect the railway\nscheme. The applicants submitted that the tenant Girija B\nDevi and Rampal Das Swami are not interested persons,\ntherefore, their objections should not be considered and\nthey should be given 15 days time to file objections.\nC\nObjections of the applicants were considered and the\napplication dated 8.4.1999 is filed which is after due date\n5.4.1999. Even then the claim is being decided on merits\nin the interest of justice. The applicants have not produced\nany documents or evidence in their favour. As it is\ndetermined hereinabove that the society cannot get any\nright only on the basis of agreement to sale and similarly D\nthe members cannot get any legal right on the basis of\nallotment letter issued by society. This matter is purely a\nmatter between the Khatedar and society and its\nmembers. The plot holders cannot be considered as\ninterest persons to get compensation. They can get E\ncompensation from the Khatedars. Hence the objection is\nrejected.\n(emphasis is ours)\nF\nA perusal of the aforesaid determination reveals, that the\nappellant Samiti had not filed its objections within the\nprescribed period of limitation, and as such, its objections\ncould have been rejected simply because the same were filed\nbelatedly. Yet the matter was examined on merits. The claims\nof the appellant Samiti were found to be unsustainable because G\nthe appellant Samiti did not have any right to file objections. In\nthis behalf it was noticed, that the appellant Samiti had relied\non agreements to sell in respect of the acquired land.\nAgreements to sell, it was felt, did not vest any legal right in\nthe appellant Samiti (on the date of issuance of the notification H\n"}