{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"222\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA was required to be executed by a Collector nominated by the\nCentral Government. In the present case, the State\nGovernment, by its order dated 19.8.1997 authorized the SDO-\nII/Land Acquisition Collector, Jaipur, to carry out the functions\ncontemplated under Sections 12, 13, 13A and 14 of the\nB Acquisition Act. As such, according to learned counsel, the\naforesaid procedure having been carried out by a person\nhaving no authority to do so, must be deemed to have been\ncarried out without jurisdiction, and in violation of the above\nmentioned provisions of the Acquisition Act.\nC\nD\nEighthly, the term 'appropriate Government' referred to in\nSections 16, 17(1), 17(2), 31(3), 40, 41 and 49(2), according\nto the learned counsel, could only have meant the Central\nGovernment, and not the State Government. It was submitted,\nthat in giving effect to the above provisions, the Central\nGovernment had unquestionably remained out of reckoning,\nand it was the Government of Rajasthan, which has shouldered\nall the responsibilities contemplated under the said provisions.\nFor just the same reasons, as have been noticed above, it was\nsubmitted that the scheme of the Acquisition Act very clearly\nE defines the manner in which the provisions thereunder, were\nto be given effect to. Since the land was being acquired for the\nRailways, according to learned counsel representing the\nappellants, the responsibilities ought to have been shouldered\nby the Central Government, whereas, the entire action for the\nF acquisition of the land in the present controversy, was dealt with\nby the State Government.\nG\nH\n22. Having given our thoughtful consideration to the issue\ncanvassed at the hands of the learned counsel for the\nappellants, we are of the view that it is necessary in the first\ninstance to determine the subject of legislative competence. If\nthe determination of legislative competence so determined falls\nin the realm of the Parliament, then the contemplated\nappropriate Government would be the Central Government.\nWhereas, if the legislative competence falls in the realm of the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 223\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nState Legislatures, then the appropriate Government in the facts A\nand circumstances of the present case would be the State\nGovernment. During the course of hearing, while examining the\nissue of legislative competence, our attention was invited to\nentry 33 of the Union List, entry 36 of the State List and entry\n42 of the Concurrent List (of the Seventh Schedule of the B\nConstitution of India). All the aforesaid entries are being\nextracted hereunder:\nEntry 33 (in list I, of the Seventh Schedule)\n\"33. Acquisition or requisitioning of property for the C\npurposes of the Union.\"\nEntry 36 (in list II, of the Seventh Schedule)\n\"36. Acquisition or requisitioning of property, except for the\npurposes of the Union, subject to the provisions of entry\n42 of List III.\"\nEntry 42 (in list III, of the Seventh Schedule)\n\"42. Acquisition and requisitioning of property.\"\nBefore proceeding further, it would be relevant to point out that\nentries 33 and 36 (in lists I and II respectively, of the Seventh\nSchedule) were omitted by the Constitution (Seventh\nAmendment) Act, 1956. And in place of the above two entries,\nentry 42 (in list III, of the Seventh Schedule) was substituted\n(through the same constitutional amendment). Prior to above\nsubstitution, Entry 42 in List III read as under:\nEntry 42 (in list III, of the Seventh Schedule), prior to its\nsubstitution:\n\"42. Principles on which compensation for property\nacquired or requisitioned for the purpose of the Union or\nof a State or for any other public purpose is to be\ndetermined, and the form and the manner in which such\nD\nE\nF\nG\nH\nA\nB\nс\nD\n224 SUPREME COURT REPORTS\ncompensation is to be given.\"\n[2013] 7 S.C.R.\n23. The scope and effect of aforesaid three entries, falling\nin three different lists of the Seventh Schedule were examined\nby a Constitution Bench of this Court in State of Bombay v. Ali\nGulshan, AIR 1955 SC 810. The question posed, and the\ndetermination rendered thereon, are being extracted hereunder:\n\"2. On the hearing of the petition before Tendolkar, J., the\nState succeeded on the ground that the purpose for which\nthe requisition was made was a \"public purpose\" within\nthe meaning of the Act. But, on appeal, it was held that\nthough the requisition was for a public purpose, the\nrequisition order was invalid, as the public purpose must\nbe either a purpose of the Union, or a purpose of the State\nand in this particular case the accommodation being\nrequired for housing a member of a foreign Consular staff\nwas a Union purpose, which was outside the scope of the\npowers of the State.\nXXX\nXXX\nXXX\nE 5. The ultimate source of a authority to requisition or\nacquire property is be found in article 31 of the\nConstitution. The requisition or acquisition must be for a\npublic purpose and there must be compensation. This\narticle applies with equal force to Union legislation and\nState legislation. Items 33 and 36 of List I and List II of the\nSeventh Schedule to the Constitution empower\nrespectively Parliament and the State Legislatures to enact\nlaws with respect to them.\nLL.\nF\nG\nH\n6. The reasoning by which the learned appellate Judges\nof the Bombay High Court reached their conclusion is\nshortly this. There can be no public purpose, which is not\na purpose of the Union or a purpose of the State. There\nare only these two categories to consider under the statute,\nas the words \"any other purpose\" in the particular context\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 225\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nshould be read ejusdem generis with \"the purpose of the A\nState\". The provision of accommodation for a member of\nthe foreign consulate staff is a \"purpose of the Union\" and\nnot a \"purpose of the State\".\nB\n7. We are unable to uphold this view as regards both the\nstandpoints. Item 33 in the Union Legislative List (List I)\nrefers to \"acquisition or requisitioning of property for the\npurposes of the Union\". Item 36 in the State List (List II)\nrelates to \"acquisition or requisitioning of property, except\nfor the purposes of the Union, subject to the provisions of\nC\nentry 42 of List III\". Item 42 of the Concurrent Legislative\nList (List III) speaks of \"the purpose of the Union or of a\nState or for any other public purpose\".\nReading the three items together, it is fairly obvious that\nthe categories of \"purpose\" contemplated are three in D\nnumber, namely, Union purpose, State purpose, and any\nother public purpose. Though every State purpose or\nUnion purpose must be a public purpose, it is easy to think\nof cases where the purpose of the acquisition or requisition\nis neither the one nor the other but a public purpose.\nAcquisition of sites for the building of hospitals or\neducational institutions by private benefactors will be a\npublic purpose, though it will not strictly be a State or Union\npurpose.\nWhen we speak of a State purpose or a Union purpose,\nwe think of duties and obligations cast on the State or the\nUnion to do particular things for the benefit of the public\nor a section of the public. Cases where the State acquires\nor requisitions property to facilitate the coming into\nexistence of utilitarian institutions, or schemes having\npublic welfare at heart, will fall within the third category\nabove-mentioned.\nE\nF\nG\n8. With great respect, we are constrained to say that the\nejusdem generis rule of construction, which found favour H\nA\nB\nс\n226\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nin the court below for reaching the result that the words\n\"any other public purpose\" are restricted to a public\npurpose which is also a purpose of the State, has scarcely\nany application. Apart from the fact that the rule must be\nconfined within narrow limits, and general or\ncomprehensive words should receive their full and natural\nmeaning unless they are clearly restrictive in their\nintendment, it is requisite that there must be a distinct\ngenus, which must comprise more than one species,\nbefore the rule can be applied.\nIf the words \"any other public purpose\" in the Statute in\nquestion have been used only to mean a State purpose,\nthey would become mere surplusage; Courts should lean\nagainst such a construction as far as possible.\nD 9. Even if it is conceded that the law contemplates only two\npurposes, namely, State purpose and Union purpose, it is\ndifficult to see how finding accommodation for the staff of\na foreign consulate is a Union purpose and not a State\npurpose. Item 11 in the Union list specifies \"diplomatic,\nconsular and trade representation\" as one of the subjects\nwithin the legislative competence of Parliament, and under\narticle 73 of the Constitution, the executive power of the\nUnion shall extend to all such matters.\nE\nF\nG\nH\nIt can hardly be said that securing a room for a member\nof the staff of a foreign consulate amounts to providing for\nconsular representation, and that therefore it is a purpose\nof the Union for which the State cannot legislate. It was\nconceded by Mr. Rajinder Narain, Counsel for the\nRespondent, that there is no duty cast upon the Union to\nprovide accommodation for the consulate staff, and this\nmust be so, when we remember that the routine duties of\na Consul in modern times are to protect the interests and\npromote the commercial affairs of the State which he\nrepresents, and that his powers, privileges and immunities\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 227\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nare not analogous to those of an ambassador.\nA.\nThe trade and commerce of the State which appoints him\nwith the State in which he is located are his primary\nconcern. The State of Bombay is primarily interested in its\nown trade and commerce and in the efficient discharge of\nB\nhis duties by the foreign consul functioning within the State.\nWe are inclined to regard the purpose for which the\nrequisition was made in this case more as a State purpose\nthan as a Union purpose.\n10. In any event, as already pointed out, \"other public C\npurpose\" is a distinct category for which the State of\nBombay can legislate, as the acquisition or requisitioning\nof property except for the purposes of the Union, is within\nits competence under item 36 of the State List.\n11. There is another way of looking at the question\ninvolved. An undertaking may have three different facets\nor aspects, and may serve the purpose of a State, the\npurpose of the Union and a general public purpose. Even\nif one may regard the requisition of a room for the\naccommodation of a member of a Consulate as one\nappertaining to a Union purpose, it does not necessarily\ncease to be a State purpose or a general public purpose.\nIn this view also, the requisition in this case must be held\nto have been validly made.\"\n(emphasis is ours)\nIn its determination with reference to public purpose (relatable\nto acquisition proceedings), this Court in the judgment referred\nto hereinabove, clearly held, that public purpose may be\nrelatable to the Central Government, alternatively, it may be\nrelatable to the State Government. Besides the aforesaid two\nalternatives, there is also a third alternative, namely, a situation\nwherein the public purpose is a general public purpose, which\nis neither exclusively relatable to the Central Government and/\nD\nE\nF\nG\nH\n228 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA or fully relatable to the State Government. The third alternative,\nwould be a situation, wherein the cause in question furthers a\ncommon public purpose and is relatable both to a Union and\na State cause.\nB\nC\nD\n24. It would be relevant to mention, that the judgment\nrendered by this Court in State of Bombay vs. Ali Gulshan\n(supra) was brought to our notice by the learned counsel for the\nappellants. The purpose for doing so, was to enable us to\nexamine the matter in the correct perspective. For this, learned\ncounsel for the appellants pointed out, that the law declared by\nthe above judgment, came to be negated by the Constitution\n(Seventh Amendment) Act, 1956, which repealed entries 33\nand 36 (in lists I and II respectively, of the Seventh Schedule)\nand substituted entry 42 (in list III, of the Seventh Schedule).\n25. Before recording any final determination, we may now\nrefer to the judgments cited at the behest of the appellants.\nReference was made to the decision rendered by the\nAllahabad High Court in Balak \u0026 Ors. v. State of Uttar Pradesh\n\u0026 Anr., AIR 1962 Allahabad 208. The facts in the afore-cited.\nE judgment are almost similar to the controversy in hand. From\nthe cited judgment, our attention was drawn to the following\nobservations:\nܝܳܐ\nF\nG\n\"6. Now I proceed to discuss the merits of the writ petition.\nThe main contention of Mr. S.C. Khare is that the\nacquisition proceedings are for a Union purpose. It was\nnot open to the State Government to initiate the acquisition\nproceedings. The impugned notifications mention that land\nis being acquired for construction of staff quarters in\nconnection with the North Eastern Railway Head-quarters\nScheme. This is a Union purpose. But it has been urged\nfor the opposite parties that, the State Government has\nauthority to acquire land for the benefit of the Union.\n-\nXXX\nH\nXXX\nXXX\n. RAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 229\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nB\nD\n13. We have to consider whether the 1952 notification can A\nbe considered to be an order by the President of India,\nalthough the notification purports to have been issued by\nthe Central Government. Under Article 53 of the\nConstitution, the Executive power of the Union shall be\nvested in the President and shall be exercised by him either\ndirectly or through officers subordinate to him in\naccordance with the Constitution. According to Clause (1)\nof Article 77 of the Constitution, all executive action of the\nGovernment of India shall be expressed to be taken in the\nname of the President. Under this Article, even if action is\nC\ntaken by the. Central Government, the relevant order ought\nto be issued in the name of the President. I do not find in\nthe Constitution the converse proposition. There is no\nprovision to the effect that, orders to be issued by the\nPresident might be issued in the name of the Central\nGovernment. We have seen that under Clause (1) of Article\n258 of the Constitution, it is the President who can\ndelegate his functions to the State Government. There is\nnothing in the Constitution to suggest that the Central\nGovernment may act on behalf of the President for\npurposes of Article 258. It is true that, under Article 74 of\nthe Constitution, the President is aided by a Council of\nMinisters. It was open to the Council of Ministers to advise\nthe President for issuing an order under Article 258 of the\nConstitution. But ultimately the order had to be issued by\nthe President, or in the name of the President. In the instant\ncase the 1952 notification was issued by the Central\nGovernment, and not by the President. I agree with Mr.\nKhare that the notification dated 29-3-1952 is not a valid\nnotification delegating powers under Article 258 of the\nConstitution. The 1952 notification did not empower the G\nState Government to take action under the Act on behalf\nof the Union Government. In the absence of any such\ndelegation of powers, action in the instant case ought to\nhave been taken by the appropriate Government (the\nE\nF\nH\nA\nB\nс\n230 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nCentral Government). It was not open to the State\nGovernment to issue notifications under Sections 4 and 6\nof the Act on behalf of the Union Government. The two\nnotifications dated 2-3-59 and 16-4-59 with reference to\nthe area of 113.78 acres are invalid. The authorities have\ntried to dispossess the petitioners on the strength of these\nnotifications. The petitioners are entitled to be restored to\npossession, in case the authorities have already\ndispossessed the petitioners. Since the petition partly\nsucceeds, the parties may be directed to bear their own\ncosts.\n(emphasis is ours)\nIt was the vehement contention of the learned counsel for the\nappellants, that the Allahabad High Court had interpreted the\nD provisions of the Acquisition Act, by appropriately referring to\nthe relevant provisions of the Constitution of India. Learned\ncounsel accordingly submitted, that the legal/constitutional\ninferences recorded in the cited judgment would clearly\ndemonstrate, that only the Central Government had the\nE jurisdiction, to issue the notification and declaration under\nSections 4 and 6 respectively of the Acquisition Act, in the case\nin hand.\nF\nG\nH\n(ii) Reference was also made to the paragraphs extracted\nbelow from the decision rendered by the Bombay High Court\nin Ramdas Thanu Dessai \u0026 Ors. v. State of Goa \u0026 Ors., 2009\n(1) Mh.L.J. 241. Herein also, the controversy before the High\nCourt was similar to the one in hand.\n\"5. As already seen above, once it is not in dispute that\nthe acquisition is for the South Western Railways for the\npurpose of construction of railway line and cargo handling\nterminal at Shelvona, and the entire acquisition cost would\nbe borne by the respondent Nos. 2 and 5, it obviously\nmeans that the acquisition is for the Union and, therefore,\nsuch acquisition has to be by the Central Government who\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 231\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nis the appropriate Government for initiating such action.\nXXX\nXXX\nXXXX\nA\nB\n7. In our considered opinion, it is difficult to accept the\ncontention sought to be raised on behalf of the respondent\nNos. 1 and 4. The section 4 of the said Act clearly requires\nthe appropriate Government to take initiative for\ncommencement of acquisition proceedings and section\n3(ee) specifies as to who would be the appropriate\nGovernment bearing in mind the purpose for which the\nacquisition of land is contemplated. In the case in hand, C\nas already seen above, the acquisition of land specified\nin the Schedule annexed to the notification is for the\npurpose of construction of railway line and cargo handling\nterminal for South Western Railway. The arguments on\nbehalf of the respondent Nos. 1 and 4 relates to the D\nbenefits which may arise to the local residents out of\nconstruction of such railway line and the terminal and not\nto the purpose for which the land is sought to be acquired.\nThe resultant benefits which the residents of the affected\narea in Goa may enjoy is not the purpose for which a\nparticular land is sought to be acquired. If the argument on\nbehalf of the respondent Nos. 1 and 4 is to be accepted,\nthen even the land which is used for laying the railway line\nand which undisputedly belong to the Union of India would\nfall in the category of any other purpose. That is not the\nlegislative intent behind defining the term \"appropriate\nGovernment\" under section 3(ee).\nE\nF\nG\n8. The appropriate Government under section 4 read with\nsection 3(ee) is that Government which takes decision to\nacquire the land for its purpose. In the case in hand, once\nit is not in dispute that pursuant to the proposal by the\nState Government it was the decision of the Union and its\nDepartment of Railways to acquire a particular land for\nconstruction of the terminal to be constructed and\nmaintained by the respondent Nos. 2 and 5, it cannot, in H\n"}