{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n272 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nexpectations like his military analogue, would be so\noutwitted at all higher levels that promotions, even in long.\nofficial careers would be hopes that sour into dupes and\npromises that wither away as teasing illusions. In effect,\neven if not in intent, if a rule produces indefensible\ndisparities, whatever the specious reasons for engrafting\nservice weightage of the army recruits, we may have had\nto diagnose the malady of such frustrating inequality. After\nall, civilian entrants are not expendable commodities,\nespecially when considerable civil developmental\nundertakings sustain the size of the service. And their\ncontentment through promotional avenues is a relevant\nfactor. The Survey of India is not a civil service 'sold' to\nthe military, stampeded by war psychosis. Nor does the\nphilosophy of Article 14 or Article 16 con-, template de jure\nclassification and de facto easteification in public services\nbased on some meretricious or plausible differentiation,\n'Constitutional legalistics can never drown the fundamental\ntheses that, as the thrust of Thomas's case State of Kerala\nv. N.M. (1976) I LLJ 376 SC and the tail-piece of Triloki\nNath Khosa's case State of J \u0026 K v. Triloki Nath khoa\n(1974) I LLJ 121 SC bring out, equality clauses in our\nconstitutional ethic have an equalising message and\negalitarian meaning which cannot be subverted' by\ndiscovering classification between groups and\nperpetuating the inferior-superior complex by a neo-\ndoctrine. Judges may interpret, even make viable, but not\nwhittle down or undo the essence of the Article. This\ntendency, in an elitist society with a dischard casts\nmentality, is a disservice to our founding faith, even if\njudicially sanctified. Subba Rao J. hit the nail on the head\nwhen he cautioned in Lachhman Das v. State of Punjab\n[1963] 2 SCR 353:\n\"\n'The doctrine of classification is only a subsidiary\nrule evolved by courts to give a practical content to\nthe said doctrine. Overemphasis on the doctrine of\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 273\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nclassification or an anxious and sustained attempt A\nto discover some basic for classification may\ngradually and imperceptibly deprive the Article of\nits glorious content. That process would inevitably\nend in substituting the doctrine of classification for\nthe doctrine of equality; the fundamental right to B\nequality before the law and the equal protection of\nthe laws may be replaced by the doctrine of\nclassification.'\nThe quintessence of the constitutional code of equality is\nbrought out also by Bose, J. in Bidi Supply Co. case Bidi\nSupply Co. v. The Union of India and Ors. [1956] 29 ITR\n717 (SC) .\nс\nE\nThe truth is that it is impossible to be precise, for we are\ndealing, with intangibles and though the results are clear D\nit is impossible to pin the thought down to any precise\nanalysis. Article 14 sets out, to my mind, an attitude of\nmind, -a way of life, rather than a precise rule of law. It\nembodies a general awareness in the consciousness of\nthe people at large of. something that exists and which is\nvery real but which cannot be pinned down to any precise\nanalysis of fact save to say in a given case that it falls this\nside of the line or that, and because of that decisions on\nthe same point will vary as conditions vary, one conclusion\nin one part of the country and another somewhere else; one\ndecision today and another tomorrow when the basis of\nsociety has altered and the structure of current social\nthinking is different. It is not the law that alters but the\nchanging conditions of the times and Article 14 narrows\ndown to a question of fact which must be (determined by G\nthe highest Judges in the land as each case arises.\"\nF\n(iii) In continuation of the aforesaid, learned counsel also placed\nreliance on E.P. Royappa vs. State of Tamil Nadu, (1974) 4\nSCC 3; Menaka Gandhi v. Union of India, (1978) 1 SCC 248;\nRamana Dayaram Shetty vs. International Airport Authority H\n274\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA of India, (1979) 3 SCC 489; and Ajay Hasia v. Khalid Mujib\nSehravardi, (1981) 1 SCC 722.\nB\nC\n55. We have examined the last contention advanced at the\nhands of the learned counsel for the appellants. The instant\ncontention is based on a factual assertions, namely, that the\nGovernment of Rajasthan acted arbitrarily and in a\ndiscriminatory fashion, by deliberately and intentionally leaving\nout of the acquisition process, land belonging to highly placed\ninfluential persons. Before venturing to examine the instant\ncontention advanced at the behest of the appellants, it is\nnecessary to determine, whether the factual position, at the time\nof acquisition was, as is being alleged by the appellants.\nUnfortunately, our determination on the instant aspect of the\nmatter is contrary to the assertions advanced at the hands of\nthe appellants. Insofar as the instant aspect of the matter is\nD concerned, reference may be made to paragraph 11 of the\ncounter affidavit filed on behalf of the State of Rajasthan,\nwherein, it was asserted as under:\nE\nLL\nF\n\"It would be relevant to mention that the argument raised\nabout certain lands of IAS \u0026 IPA officials being selectively\nleft-out is without any substance. This argument would only\nsuffice if the land belonging to the IAS/IPS officials on the\ndate on of acquisition. This is apart from the fact that\ncertain lands would be left out in acquisition proceedings.\nIt is relevant to mention that no land belongs to any IAS/\nIPS official on the date of acquisition and any subsequent\npurchase would not invalidate the acquisition proceedings.\nThus, the finding on this aspect does not suffer from any\nlegal infirmity.\"\nG The aforesaid factual position has not been denied on behalf\nof the appellants before this Court. Thus viewed, it is apparent\nthat the land which was left out, and which falls between the two\nblocks of land acquired, cannot be stated to have been owned\nby influential bureaucrats or police officers, at the time when\nH the acquisition in question was made. In the aforesaid view of\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 275\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nthe matter, it is not possible for us to conclude, that the leaving A\nout the land between the two blocks of acquired land, and\nfurther that, the choice of acquisition of the appellants' land to\nthe exclusion of the land left out of acquisition, was vitiated for\nreasons of fraud, mala fides, arbitrariness or discrimination.\nFor the reasons recorded hereinabove, we find no merit even\nin the last contention advanced at the hands of the learned\ncounsel for the appellants.\nB\nC\n56. It is necessary to record herein that the challenge\nraised at the behest of the appellants, to the acquisition of land\nmade by the Government of Rajasthan, for the Railways, was\nvehemently opposed by the official respondents for a variety\nof reasons. More particularly on the grounds of delay and\nlatches, as also, locus standi of the appellants to assail the\nacquisition proceedings. Had we dealt with the objections\nraised by the respondents and found merit therewith, it may not D\nhave been necessary for us to examine the merits of the claim\nraised by the appellants before us. We may acknowledge, that\nat the first blush, the objections raised by the official\nrespondents did not seem to be bereft of merit. Yet, since the\nissues canvassed at the hands of the learned counsel for the E\nappellants raised important issues of law, we considered it just\nand appropriate to deal with them in order to settle the legal\nproposition canvassed. Having recorded our conclusions on\nthe issues canvassed before us, we are of the view, that it is\nno longer necessary for us to deal with the objections/ F\nsubmissions canvassed on behalf of the official respondents.\n57. For the reasons recorded hereinabove, we find no\nmerit in these appeals. The same are accordingly dismissed.\nAppeals dismissed.\nR.P.\nG\n"}