{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"D\n252 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA Union...\" was vested in the State Legislatures. Having done\naway with the aforesaid entries from Lists I and II of the Seventh\nSchedule, by the Constitution (Seventh Amendment) Act, 1956\n(with effect from 1.11.1956), the legislative competence on the\nsubject of acquisition was jointly vested in the Parliament, as\nB well as, the State Legislature through entry 42 (in list III of the\nSeventh Schedule). Within the scope of entry 42 (in list III of the\nSeventh Schedule), it was open to the Parliament, as also, the\nState Legislature to enact legislation on the subject of\nacquisition. It is, therefore apparent that the exclusive\nC jurisdiction vested in the State Legislature to enact legislation\non the subject of acquisition \"...except for the purposes of the\nUnion...\" was clearly taken away from the exclusive jurisdiction\nof the State legislation by the aforestated amendment to the\nConstitution. In other words, prior to the above amendment,\nState Legislature had the exclusive jurisdiction to enact law for\nacquisition of private lands, falling within the territorial\njurisdiction of the concerned State. The said jurisdiction was\nnow concurrently shared with the Parliament. The said\njurisdiction was invoked by the Parliament when it enacted the\nAcquisition Act. Therefore, in the ultimate analysis the\nsubmission advanced by the learned counsel, would not serve\nthe purpose of the appellants herein, inasmuch as, it is not\npossible for us to read into entry 42 of list III of the Seventh\nSchedule, the cumulative effect of entries 31 and 36 (of lists !\nand II respectively of the Seventh Schedule). Hithertobefore, the\njurisdiction of Parliament (and consequently of the Union\nexecutive), would extend only to acquisition of land/properties\nfor purposes of the Union. We are satisfied to hold, that\nconsequent upon the Constitution (Seventh Amendment) Act,\n1956, the jurisdictional limitations on the subject of acquisition\nG would emerge from a valid legislation made under entry 42 (in\nlist III of the Seventh Schedule). Since the validity of the\nAcquisition Act has not been assailed by the appellants, we\nshall accept the same to be a valid legislation enacted under\nentry 42 (in list III of the Seventh Schedule). We must, therefore,\nH now endeavour to determine the legitimacy of the submissions\nE\nF\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 253\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nadvanced at the hands of the learned counsel for the appellants, A\non the jurisdictional question, purely on the basis of the\nAcquisition Act.\n38. In order to determine the validity of the submission\nadvanced at the hands of the learned counsel for the appellants,\nnamely, that the acquisition in the facts and circumstances of\nthe present case, could have been made only by the Central\nGovernment, and consequently, the acquisition made by the\nGovernment of Rajasthan, was totally without jurisdiction, would\ndepend on the interpretation of Sections 4 and 6 of the\nAcquisition Act (read along with other provisions of the\nAcquisition Act, relied upon by the learned counsel for the\nparties). In this behalf, the submissions advanced on behalf of\nthe appellants, have already been recorded in paragraph 21\nabove.\nB\nC\nD\n39. From the deliberations recorded above, there is no\nroom for any dispute, that the interpretation of the term\n\"appropriate Government\" referred to in Sections 4 and 6 of\nthe Acquisition Act would lead to the correct determination of\nthe executive Government competent to acquire the land under E\nreference. Indubitably, the answer to the issue would emerge\nfrom the definition of the term 'appropriate Government' in\nSection 3(ee) of the Acquisition Act, wherein, the expression\n'appropriate Government' has been linked to the purpose of\nacquisition. In such a contingency, the answer to the query, as\nto which of the two Governments (Central Government, or the\nconcerned State Government) would satisfy the test of\n\"appropriate Government\", one will necessarily have to carefully\nview the real effect of the words engaged to define the said\nterm in Section 3(ee) of the Acquisition Act. Section 3(ee)\naforementioned is being extracted hereunder:\n\"3(ee) the expression \"appropriate Government\" means in\nrelation to acquisition of land for the purposes of the Union,\nthe Central Government, and, in relation to acquisition of\nland for any other purposes, the State Government;\"\nF\nG\nH\n254\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA A perusal of Section 3(ee) of the Acquisition Act, leaves no\nroom for any doubt, that the authority to acquire land has been\ndivided between the Central executive and the State executive.\nIn situations where an acquisition is entirely \"...for the purposes\nof the Union...\". Section 3(ee) aforementioned clearly\nB postulates, that the Union executive would have the exclusive\njurisdiction to acquire the land. The terminology engaged in\nSection 3(ee) of the Acquisition Act, for expressing the area\nof jurisdiction of the State executive (in the matter of acquisition\nof land), is not analogous or comparable with that engaged\nC while spelling out the jurisdiction of the Union executive. Section\n3(ee), it may be noted, does not express, that in matters of\nacquisition which are entirely for purposes of a State, the\njurisdiction would vest with the concerned State executive.\nNoticeably, the words engaged to express the jurisdiction of the\nState executive, are extremely wide, so as to accommodate\nall acquisitions which are not entirely \"for purposes of the\nUnion\". This intention of the legislature has been recorded by\nusing the words \"... in relation to acquisition of land for any other\npurposes...\" (i.e., other than \"... for the purpose of the\nUnion...\"), \"... the State Government\".\nD\nE\nLLI\n40. Having had the benefit of understanding the different\npurposes for which land may be acquired, from the Constitution\nBench judgment of this Court in State of Bombay vs. Ali\nGulshan (supra), we would unhesitatingly conclude, that the\nF contemplated purposes would definitely be \"...three in number,\nnamely, Union purpose, State purpose, and \"...a general public\npurpose...\". Our instant determination is based on the fact, that\nan acquisition may not be exclusively for purposes relatable to\nthe Union, or entirely for purposes relatable to a State. The\nG complex and multifarious public activities which the executive\nhas to cater to may not fall in the exclusive domain of either\nthe Union or the State. In our view, causes with duality of\npurpose, would also fall in the realm of the third purpose\nexpressed by the Constitution Bench referred to above as \"...a\ngeneral public purpose ...\". Whenever the exclusive Union or\nH\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 255\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.}\nA\nState barrier is transgressed, the purpose could be described\n(as in State of Bombay vs. Ali Gulshan (supra)) as \"...a\ngeneral public purpose...\". In case of the first contemplated\npurpose referred to above, the Union executive would have the\nabsolute and unencumbered jurisdiction, as per the definition\nof the expression \"appropriate Government\" in Section 3(ee) B\nof the Acquisition Act. For the remaining two purposes, the\nState executive would have jurisdiction. Therefore, to determine\nthe issue of jurisdiction in the instant case, the first step\nessentially would be to determine the precise purpose for which\nthe instant acquisition was made. Based on such conclusion,\nit would be easy to determine the vesting of executive\njurisdiction, for acquisition of the land under reference.\nC\nD\n41. The instant issue can be examined from another\nperspective as well. When examined closely, Section 3(ee) of\nthe Acquisition Act, in fact and in substance, incorporates the\nerstwhile entries 33 and 36 (from Lists I and II respectively, of\nthe Seventh Schedule). For, it may be recalled, that entry 33\n(in List I of the Seventh Schedule), had vested the subject of\nacquisition of property \"... for the purposes of the Union...\" in\nthe Parliament. Therefore, the executive domain thereof fell in E\nthe realm of the Union/Central Government. Exactly in the same\nmanner, under Section 2(ee) of the Acquisition Act, for\nsituations where acquisition is exclusively \"... for the purposes\nof the Union...\" the Union executive has been vested with\nabsolute jurisdiction to acquire the land. Likewise, jurisdiction F\nfor acquisition of land was vested in the State legislature vide\nentry 36 (in List II of the Seventh Schedule). The authority of the\nconcerned State legislature extended to acquisitions of land\nother than \"... for the purposes of the Union...\". Therefore, the\nexecutive domain of all acquisitions other than those for G\npurposes of the Union, fell in the realm of the concerned State\nGovernment. In exactly the same manner Section 3(ee) of the\nAcquisition Act, for all the residuary acquisitions, i.e. situations\nother than exclusively \"... for the purpose of the Union...\", have\nbeen vested in the realm of the concerned State Government.\nH\n256 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA This is exactly the same position which was contemplated by\nthe erstwhile entries 33 and 36 (from Lists I and II respectively,\nof the Seventh Schedule). The scope and effect of the erstwhile\nentries 33 and 36 was determined by a Constitution Bench of\nthis Court in State of Bombay vs. Ali Gulshan (supra), wherein\nB this Court concluded that the acquisition may serve three\npurposes i.e., the purpose of the Union, the purpose of a State,\nand thirdly, \"...a general public purpose...\". Therefore, the logic,\nthe course of thought, the conclusions and the deductions made\nin the Constitution Bench judgment aforementioned would\ncompletely and unqualifiedly be applicable, while interpreting\nSection 3(ee) of the Acquisition Act. This is for the simple\nreason, that the cause and effect of the aforesaid entries (33\nof List I, and 36 of List II) have been juxtaposed into the\ndefinition of the term \"appropriate Government\" in Section\n3(ee) of the Acquisition Act. Therefore, it is only for the first of\nthe three purposes referred to hereinabove, wherein the term\n'appropriate Government' would mean the Central Government.\nFor the other two exigencies/situations, the term 'appropriate\nGovernment' would mean the concerned State Government.\nC\nD\nE\n42. We are of the view, that the determination on the first\nissue canvassed at the hands of the learned counsel, would\ninevitably depend on the purpose for which the land in question\ncame to be acquired. If the purpose of acquisition is exclusively\nfor the Union, then the Union/Central Government will have the\nF exclusive jurisdiction to acquire the land. If the purpose of\nacquisition is exclusively for a State, then the concerned State\nGovernment will have the exclusive jurisdiction to acquire the\nland. And if the purpose of acquisition is, \"a general public\npurpose\" (i.e., a purpose which is neither exclusively relatable\nG to the Central Government and/or fully relatable to the State\nGovernment), yet again, the concerned State Government will\nhave the exclusive jurisdiction to acquire the land.\nH\n43. We have already referred to a series of\ncommunications exchanged between the Union Government,\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 257\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nA\nC\nD\nas also, the State Government on the subject of the land\nrequired for establishing the zonal office complex and\nresidential quarters for Railway staff (for the North-Western\nRailway Zone), at Jaipur. From the tenor thereof, we shall\nventure to determine whether the land in question was being\nacquired exclusively for the purposes of the Union, or exclusively B\nfor the purpose of the State and/or for the third purpose\nidentified above, namely, to serve \"...a general public\npurpose...\". For this, we shall first refer to the letters exchanged\nbetween the concerned parties. The first available\ncommunication on the record of the case dated 15.11.1996,\nwas addressed by the Officer on Special Duty, North-Western\nRailway, to the Commissioner, Jaipur Development Authority,\nJaipur, indicating the availability of 26 bighas of Government\nland in front of the Getor Jagatpura Railway Station. Even\nthough the aforesaid letter mentions, that the land in question\nhad already been allotted to the Scouts \u0026 Guides Organization,\nyet it was pointed out, that the same could effectively be put to\nuse for setting up the required infrastructure for the North-\nWestern Railway Zone. It was accordingly requested, that the\nsaid land may be transferred to the Railways, at an early date.\nThe aforesaid letter leaves no room for any doubt, that what was\nbeing sought through the communication dated 15.11.1996 was\nthe transfer of State Government land, to the Railways. The\naforesaid position came to be reiterated in another letter dated\n15.11.1996. These two communications were then followed by\na letter dated 30.12.1996, addressed by Mr. Ram Vilas\nPaswan, the then Union Minister for Railways, to Mr. Bhairon\nSingh Shekhawat, the then Chief Minister of the State of\nRajasthan, indicating the Union Government's desire to set up\nthe North-Western Railway Zone Complex, at Jaipur.\nInterestingly, in the aforesaid letter the Railway's request to the G\nState Government was to provide land \"free of cost\". The basis\nof seeking the land free of cost, also emerges from the said\nletter dated 30.12.1996, wherein it was emphasized, that\nsetting up of the Zonal Office would improve train services to\nand within the State of Rajasthan, and would meet the\nE\nF\nН\nC\n258\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA expectations of public and private entities in that area. In fact,\nthe emphasis in the aforesaid letter was, that such a gesture\nof the State Government (to provide land free of cost) would\ngo a long way in enabling the Railways to make the Zonal Office\nfunctional, at an early date. The instant emphasis makes out,\nB that the State of Rajasthan (on account of transportation\nfacilities, which would become available to public and private\nentities, having a nexus to the State) would benefit therefrom.\nConsequent upon the receipt of the aforesaid communication,\nthe Commissioner, Jaipur Development Authority, wrote a letter\ndated 28.2.1997 to the Secretary, Department of Transport,\nGovernment of Rajasthan, for initiating acquisition proceedings\nin respect of the land identified in villages Bindayaka and Todi\nRamjanipura in tehsil Sanganer of district Jaipur. The Deputy\nSecretary, Department of Transport, Government of Rajasthan,\nresponded to the same vide a letter dated 29.3.1997,\naddressed to the District Collector, Jaipur, for effectuating the\ndesire expressed. Pursuant to the aforesaid correspondence\nbetween the Railways and the functionaries of the Government\nof Rajasthan, the State Government issued a notification dated\n19.8.1997 under Section 4 of the Acquisition Act, depicting its\nintention to acquire land measuring 4-39 hectares in the\nrevenue estate of village Bindyaka, and 9-91 hectares in village\nTodi Ramjanipura, tehsil Sanganer, district Jaipur, to establish\nthe North-Western Railway Zone Complex.\nD\nE\nF\n44. The correspondence between the Railways and the\nGovernment of Rajasthan preceding the notification under\nSection 4 of the Acquisition Act, is the material correspondence\non the basis whereof a finding will have to be recorded, on the\nissue in hand, one way or the other. The desire for transfer of\nG land belonging to the State Government, and thereafter, the\ndesire to furnish land consequent upon its acquisition \"free of\ncost\" to the Railways, leaves no room for any doubt, that the\nRailways desired the State of Rajasthan to contribute land, for\nthe proposed project. Ordinarily this would be unthinkable,\nH except when the project would directly or indirectly benefit the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 259\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nState as well. Ordinarily, the setting up of a Zonal Office would\nmean better administration for the Railways establishment. It\nis difficult to understand how, for the purpose of its own\nadministration, the Railways could repeatedly implore the\nGovernment of Rajasthan, in the first instance to transfer land\nunder State ownership to the Railways, and thereafter, make\nan alternative request to the Government of Rajasthan, to\nacquire land and to transfer the same to the Railways free of\ncost. The only reason which one can infer for such an adjuration,\nascertainable from the letters referred to above is, that the\nresidents of the State of Rajasthan would also benefit from the\nestablishment of the said Zonal Office. This issue was,\nimpressed upon by the Railways, by asserting that better\ntransportation facilities would become available to the public\nand private entities having a nexus to the State. And therefore,\nthe Railways considered it appropriate to involve the State\nGovernment's participation in the project, in the manner\nindicated above. The letter addressed by the Union Minister of\nRailways dated 30.12.1996 is a clear pointer to the above\ninference. In the said letter, the Union Minister for Railways\nparticularly highlighted the fact that the setting up of the North-\nWestern Railways Zone Complex would improve train services\nin Rajasthan, which in turn, would benefit the State of Rajasthan.\nIt is, therefore, that in the first instance, transfer of Government\nland was sought by the Railways. When that did not materialize,\nthe Government was asked to acquire land, and provide it free\nof cost to the Railways. From the above deliberations, we may\nrecord our conclusions as follows. Setting up the North-Western\nRailway Zonal Complex at Jaipur, would lead to better\nadministration for the Railways, and in that sense it would serve\nthe purpose of the Union. Additionally, it would improve train\nservices in Rajasthan and would accordingly meet the\nexpectations of public and private entities of the area. This\nwould serve the purpose of the State. We would therefore\nunhesitatingly record, that the situation in hand can be\ndescribed as one wherein the public purpose is \"... a general\npublic purpose...\" which is neither exclusively relatable to the\nA\nB\nC\nD\nE\nןד\nF\nG\nH\n260 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA Central Government and/or fully relatable to the State\nGovernment.\nB\nC\nD\n45. In State of Bombay vs. Ali Gulshan (supra)\naccommodation was required, for housing a staff member of\na foreign Consulate in Bombay. In the challenge raised, the\nprimary contention was, that the subject under reference was\na Union purpose, and accordingly, the Union Government alone\nhad the jurisdiction in the matter. This submission would\nnaturally emerge from entry 11 (in List I, of the Seventh\nSchedule), which reads, \"Diplomatic, Consular and trade\nrepresentation\". The Bombay High Court, while accepting the\nchallenge had concluded, that there were only two categories\nfor determining the executive Government which had the\njurisdiction to acquire land i.e., for a Union purpose the Union/\nCentral Government, and for the purpose of the State, the\nconcerned State Government. The High Court had interpreted\nthe words \"any other purpose\" by applying the rule of ejusdem\ngeneris, as flowing out of the purpose of the State. The\nConstitution Bench of this Court while determining the\ncontroversy, did not accept the view of the High Court. This\nE Court held, that categories for the purpose of acquisition were\nthree, namely, Union purpose, State purpose, and \"...a general\npublic purpose...\". This was sought to be explained by\nobserving, that a State purpose or a Union purpose would have\na nexus to the duties and obligations cast on the State or the\nF Union, to do particular things for the benefit of the public or a\nsection of the public. Naturally these obligations would be\ndetermined on the basis of the scheme of distribution of\nsubjects between the Union and the States in the Seventh\nSchedule of the Constitution of India. The Union purpose, would\nconstitute the first category. The second category would be, for\nfulfilling a State purpose. Besides the aforesaid clear\ndemarcation, constituting the first two categories, situations\nwhere a State acquires or requisitions property to facilitate the\ncoming into existence of allied objects having public welfare at\nheart, such like situations would fall within the third category.\nG\nH\n#\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 261\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nThe third category was described as one which contemplated\n'...a general public purpose...\", i.e., where the purpose is\nneither exclusively relatable to the Central Government and/or\nfully relatable to the State Government. In State of Bombay vs.\nAli Gulshan (supra) it came to be held, that the acquisition/\nrequisition under reference therein, fell in the third category. The\nconsideration and logic leading to the aforesaid determination\nwas, that trade and commerce is the primary cause of the State\nwhich appoints foreign Consulate staff, to the State (in the cited\ncase, the State of Bombay) where he is appointed. The purpose\nfor acquisition/requisition, was accepted as trade and\ncommerce. As such, it was concluded, that the State\nGovernment had the jurisdiction to acquire/requisition the land.\nIn the aforesaid understanding of the matter, it is evident that\nthe situation in hand is one akin to the one referred to above\nwhere the purpose of acquisition partly falls in the first category\ni.e., for the benefit of the Union, and partly, falls in the third\ncategory i.e., \"...a general public purpose. Just like in State of\nBombay vs. Ali Gulshan (supra), and for exactly the same\nreasons, we have no hesitation in concluding, that in the present\ncase as well, the purpose of acquisition would benefit the State\ngenerally, as better transportation facilities would meet the\nexpectations of public and private entities having a nexus with\nthe State of Rajasthan. The purpose of the acquisition in hand\nnot being an exclusive Union purpose, and further because, the\npurpose for acquisition can certainly be described as \". a\ngeneral public purpose...\", the State executive would definitely\nhave the jurisdiction to acquire the land under reference.\n46. The submission advanced on behalf of the appellants,\nagainst the conclusion drawn above was, that the judgment\nrendered in State of Bombay vs. Ali Gulshan (supra) could not\nbe applied after the Constitution (Seventh Amendment) Act,\n1956. It was contended that, the basis on which the above\njudgment was rendered no longer exists, and as such, the same\nhas lost all its relevance. We have already examined this aspect\nof the matter. We have concluded that Section 2(ee) of the\nA\nB\n0\nD\nE\nF\nG\nH\n"}