{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\n242\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nan opportunity of hearing in a matter of this nature. To hold\nproperty is a constitutional right in terms of Article 300A\nof the Constitution of India. It is also a human right. Right\nto hold property, therefore, cannot be taken away except\nin accordance with the provisions of a statute. If a superior\nright to hold a property is claimed, the procedures therefore\nmust be complied with. The conditions precedent\ntherefore must be satisfied. Even otherwise, the right of\npre-emption is a very weak right, although it is a statutory\nright. The Court, while granting a relief in favour of a pre-\nemptor, must bear it in mind about the character of the\nright, vis-a-vis, the constitutional and human right of the\nowner thereof.\"\n(emphasis is ours)\nD (iv) Finally learned counsel for the appellants, in order to\ncontend; that the acquisition made by the Government of\nRajasthan, in the case in hand, was not in conformity with the\nprocedure prescribed by law, placed reliance on Entertainment\nNetwork (India) Ltd. vs. Super Cassette Industries Ltd. etc. etc.,\nE (2008) 13 SCC 30. From the instant judgment, learned counsel\nplaced reliance on the following observations:-\nF\nG\nH\n\"118. An owner of a copyright indisputably has a right akin\nto the right of property. It is also a human right. Now, human\nrights have started gaining a multifaceted approach.\nProperty rights vis-a-vis individuals are also incorporated\nwithin the \"multiversity\" of human rights. As, for example,\nany claim of adverse possession has to be read in\nconsonance with human rights. The activist approach of the\nEuropean Court of Human Rights is quite visible from the\njudgment of Beaulane Properties Ltd. vs. Palmer, 2005\nEWHC 817(Ch.), and J.A. Pye (Oxford) Ltd. vs. Graham,\n(2002) 3 ALL ER 865.\n119. This Court recognized need of incorporating the\nsame principle for invoking the rule of strict construction\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 243\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nin such matters in P.T. Munichikkanna Reddy vs. A\nRevamma, AIR 2007 SC 1753, stating:\nAdverse possession is a right which comes into\nplay not just because someone loses his right to\nreclaim the property out of continuous and wilful\nneglect but also on account of possessor's positive\nintent to dispossess. Intention to possess can not\nbe substituted for intention to dispossess. Mere\npossession for howsoever length of time does not\nresult in converting the permissible possession into\nadverse possession.\nB\nC\n120. Further, in Peter Smith vs. Kvaerner Cementation\nFoundations Ltd., [2006] EWCA Civ 242, the Court\nallowed the appellant to reopen the case despite a delay\nof four years as he had been denied the right to which D\nArticle 6 of the European Convention on Human Rights\n(\"the Convention\") entitled him - to a fair hearing before\nan independent and impartial tribunal.\n121. But the right of property is no longer a fundamental\nright. It will be subject to reasonable restrictions. In terms\nof Article 300A of the Constitution, it may be subject to the\nconditions laid down therein, namely, it may be wholly or\nin part acquired in public interest and on payment of\nreasonable compensation.\"\n(emphasis is ours)\nBased on the judgments cited above, it was asserted by\nlearned counsel representing the appellants, that in the facts\nof this case, it stood established, that even though the\nprescribed procedure, vested the authority of acquisition, with\nthe Union Government, it had unauthorizedly been acquired by\nthe State Government (of Rajasthan).\n28. Viewed dispassionately, we are satisfied, that even the\nsecond submission advanced by the learned counsel for the\nE\nF\nG\nH\n244 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA appellants, has trappings of the first contention. To succeed on\nthe basis of the second contention, it is critical for the appellants\nto succeed on the first. Therefore, if the appellants succeed to\nestablish, that acquisition in the present case, could only have\nbeen made by the Union Government, they would\nB simultaneously be able to establish, that they had been\ndeprived of their property in violation of Article 300A of the\nConstitution, i.e., without following the procedure established\nby law.\nC\nD\nE\nF.\nG\nH\n29. The third contention advanced at the hands of the\nappellants was based on Article 73 of the Constitution. It was\nsubmitted, that since \"Railways\" is a union subject (referable\nto entry 22 in list I, of the Seventh Schedule), only the Union\nGovernment, i.e., the Government of India had executive\npowers to acquire the land for establishing a zonal office\ncomplex and residential quarters for Railway staff for the North\nWestern Railway zone, at Jaipur, in the State of Rajasthan.\nArticle 73 of the Constitution is being extracted hereunder:-\n\"73. Extent of executive power of the Union - (1) Subject\nto the provisions of this Constitution, the executive power\nof the Union shall extend-\n(a) To the matters with respect to which Parliament\nhas power to make laws; and.\n(b) To the exercise of such rights, authority and\njurisdiction as are exercisable by the Government\nof India by virtue of any treaty or agreement:\nProvided that the executive power referred to in\nsub-clause (a) shall not, save as expressly provided\nin this Constitution or in any law made by\nParliament, extend in any State to matters with\nrespect to which the Legislature of the State has\nalso power to make laws.\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 245\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n(2) Until otherwise provided by Parliament, a State and any Α\nofficer or authority of a State may, notwithstanding anything\nin this article, continue to exercise in matters with respect\nto which Parliament has power to make laws for that State\nsuch executive power or functions as the State or officer\nor authority thereof could exercise immediately before the\ncommencement of this Constitution.\"\nB\nC\nD\nBased on Article 73 of the Constitution, it was the contention\nof the learned counsel for the appellants, that \"Railways\" is a\nUnion subject (referable to entry 22 in list I, of the Seventh\nSchedule). It was accordingly contended, that Parliament has\nthe exclusive power to make laws relatable to matters\npertaining to the \"Railways\". As such, relying on Article 73, it\nwas submitted, that only the Union Government (the Government\nof India) could exercise executive power in matters pertaining\nto the subject \"Railways\". Having made a reference to the\nnotification dated 19.8.1997 (issued under Section 4 of the\nAcquisition Act), and the declaration dated 13.1.1999 (issued\nunder Section 6 of the Acquisition Act) it was pointed out, that\nthe land under reference was acquired \"... in the public interest\nfor the purpose of Zonal office, North Western Railway by E\nCentral Government (Railways Administration)...\". It was\naccordingly submitted, that the matter under reference was\nrelatable to a subject with respect to which, only the Parliament\nhad power to make laws. Therefore, the executive power\nrelatable to the acquisition under reference, under the mandate\nof Article 73 of the Constitution, could only have been exercised\nby the Central Government. In this behalf it was sought to be\nemphasized, that all the executive power in the instant process\nof acquisition, was exercised by the Government of Rajasthan.\nIt was accordingly submitted, that all the orders issued by the G\nState Government, including the notification dated 19.8.1997\nand the declaration dated 13.1.1999, were without jurisdiction,\nand as such, void being ultra vires of Article 73 of the\nConstitution of India.\nF\n'\nH\nA\n246\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\n30. It was also pointed out by the learned counsel for the\nappellants, that it is open to the President of India to delegate\nexecutive functions vested in the Central Government to the\nState Government. In this behalf, learned counsel for the\nappellants placed reliance on Article 258 of the Constitution.\nB Article 258 of the Constitution, is being extracted hereunder :\nC\nD\nE\nF\n\"258. Power of the Union to confer powers, etc, on States\nin certain cases-(1) Notwithstanding anything in this\nConstitution, the President may, with the consent of the\nGovernor of a State, entrust either conditionally or\nunconditionally to that Government or to its officers\nfunctions in relation to any matter to which the executive\npower of the Union extends\n(2) A law made by Parliament which applies in any State\nmay, notwithstanding that it relates to a matter with respect\nto which the Legislature of the State has no power to make\nlaws, confer powers and impose duties, or authorise the\nconferring of powers and the imposition of duties, upon the\nState or officers and authorities thereof\n(3) Where by virtue of this article powers and duties have\nbeen conferred or imposed upon a State or officers or\nauthorities thereof, there shall be paid by the Government\nof India to the State such sum as may be agreed, or, in\ndefault of agreement, as may be determined by an\narbitrator appointed by the Chief Justice of India, in respect\nof any extra costs of administration incurred by the State\nin connection with the exercise of those powers and\nduties.\"\nG Based on Article 258 of the Constitution, it was the submission\nof the learned counsel for the appellants, that the President of\nIndia in the facts and circumstances of the instant case, cannot\nbe stated to have ever delegated the aforesaid executive\nfunctions of the Union, to the Government of Rajasthan. The\nH simple submission was, that no such stance had been adopted\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 247\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\neither by the Union, or by the acquiring State Government. A\nInsofar as the instant aspect of the matter is concerned, learned\ncounsel for the appellants, placed reliance on Section 3(8)(b)\nof the General Clauses Act, 1897. Section 3(8)(b)\naforementioned is extracted hereunder:\n\"3. Definitions.- In this Act, and in all Central Acts and\nRegulations made after the commencement of this Act,\nunless there is anything repugnant in the subject or\ncontext,-\n(1) to (7) .\n(8) \"Central Government\" shall,--\n(a) ...\n(b) in relation to anything done or to be done after the\ncommencement of the Constitution, mean the President;\nand shall include,--\n(i) in relation to functions entrusted under clause (1)\nof article 258 of the Constitution, to the Government\nof a State, the State Government acting within the\nscope of the authority given to it under that clause;\n(ii) in relation to the administration of a Part C State\nbefore the commencement of the Constitution\n(Seventh Amendment) Act, 1956, the Chief\nCommissioner or the Lieutenant-Governor or the\nGovernment of a neighbouring State or other\nauthority acting within the scope of the authority\ngiven to him or it under article 239 or article 243 of\nthe Constitution, as the case may be; and\n(iii) in relation to the administration of a Union\nterritory, the administrator thereof acting within the\nscope of the authority given to him under article 239\nof the Constitution.\"\nB\nC\nD\nE\nF\nG\nI\n248\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA It was the submission of the learned counsel for the appellants,\nthat the onus rested on the Railways, and alternatively on the\nGovernment of Rajasthan, to establish that the delegation of\npower for acquiring the land under reference had actually been\nordered by the President of India. It was the submission of the\nB learned counsel for the appellants, that since no such delegation\nis shown to have been made by the President of India, to the\nfunctionaries of the Government of Rajasthan, it was natural to\ninfer, that no such delegation was ever ordered. Since as\nsubmitted by learned counsel, the instant executive function was\nsolely vested in the Central Government, therefore, it could not\nhave been executed on behalf of the Central Government by\nthe Government of Rajasthan. In the instant view of the matter,\nit was submitted, that the concerned acquisition, by the State\nGovernment, was without any authority/sanction of law.\nC\nD\n31. In our considered view, even the third submission\nadvanced by the learned counsel for the appellants raises the\nsame foundational plea, as the first two contentions. In order\nto succeed on the third contention it would be vital (as for the\nearlier two contentions) for the appellants to establish, that the\nE process of acquisition in this case, could only have been\ncarried out by the Union executive (i.e., the Government of\nIndia), whereas, it had unauthorizedly been undertaken by the\nState Government (i.e., the Government of Rajasthan). In view\nof the first three submissions, therefore, we shall first of all\nF endeavour to determine, whether the instant acquisition of land,\naccomplished by the State Government, is sustainable in law.\nG\nH\n32. Having given our thoughtful consideration to the matter\nunder consideration, we are of the view, that reliance on entry\n33 (of list I of the Seventh Schedule), and on entry 36 (of list II\nof the Seventh Schedule), and finally on entry 42 (of list III of\nthe Seventh Schedule), is only for the purpose of avoiding and\ngetting around, the real issue. Entries in list I, bring the listed\nsubjects within the legislative competence of the Parliament.\nEntries in list II demarcate subjects falling within the legislative\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 249\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\ncompetence of the State Legislatures. Entries in list III pertain A\nto subjects on which joint legislative competence is vested with\nthe Parliament, as also, the State Legislatures. Needless to\nmention, that the Constitution vests superiority in enactments\nmade by the Parliament, on subjects enumerated in list III, of\nthe Seventh Schedule (in case of conflict between the B\nlegislations enacted by the Parliament and the State\nLegislatures). Statutory provisions enacted in the manner\nexpressed above, regulate, not only the substance of the\nlegislation, but also modulate the procedure to administer the\nsubstance of the legislation.\n33. Article 73 of the Constitution vests in the Central\nGovernment executive power, the jurisdiction whereof is exactly\nthe same as jurisdiction vested in the Parliament to make laws.\nThe executive power of the Union, therefore, extends over the\nsubjects on which the Parliament has the power to legislate.\nArising out of the executive power referred to hereinabove,\nemerges one fundamental and unambiguous understanding,\nnamely, executive power vested in the Central Government\ncannot be exercised in violation of the constitutional provisions\nreferred to above, or as may be ordained by some express\nlegislative enactment. The latter aspect (express legislative\nenactment), emerges from the proviso under Article 73(1) of\nthe Constitution of India. Therefore, on a subject regulated by\nlegislation, executive power has to be exercised in consonance\nwith the enacted legislation.\n34. It is in the background of the conclusions recorded in\nthe aforegoing two paragraphs, that we must understand the\nscope of executive authority vested in the Central Government\nunder Article 73 of the Constitution. There is no dispute\nwhatsoever, that the subject matter under consideration is\nregulated by the Acquisition Act. As such, the freedom of\nexecutive power vested in the Central Government must be\n» deemed to have been curtailed, so as to be exercised in\nconsonance with the provisions of the Acquisition Act. The\nC\nD\nE\nF\nG\nH\n250\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA preceding proposition is the natural consequence of giving\neffect to the proviso under Article 73(1) of the Constitution of\nIndia. Since the vires of the provisions of the Acquisition Act\nrelied upon by the learned counsel for the appellants have not\nbeen assailed, we are inclined to unhesitatingly hold that the\nB procedure contemplated under the Acquisition Act, is liable to\nbe followed in matters pertaining to governmental acquisitions,\nof private land. In absence of compliance therewith, the\nprocess of acquisition made thereunder, would be liable to be\nset aside. We are of the view, that Sections 4 and 6 lay down\nmandatory procedural provisions, which require to be followed\nin letter and spirit, in matters pertaining to acquisition of private\nlands.\nC\nD\n35. For the reasons recorded in the foregoing paragraphs,\nwe are of the view, that reliance on different entries in different\nlists of the Seventh Schedule, at the behest of the learned\ncounsel for the appellants, may turn out to be wholly\ninconsequential, in so far as the present controversy is\nconcerned. It needs emphasis, that entries in different lists,\nhave been relied upon only to demarcate the executive domain.\nE To impress upon us, that the jurisdiction to acquire land in the\nfacts of the present case, fell within the exclusive domain of the\nCentral Government, in a very subtle manner, the submission\nhas clearly changed over to a wrong track. Herein the substance\nof law, as also, the procedure regulating acquisition, flows out\nF of the Acquisition Act. The vires of the Acquisition Act is not\nunder challenge. Therefore, the Acquisition Act, which\ndemarcates the jurisdictional areas between the Union and the\nStates will provide an answer to the issue of jurisdiction\ncanvassed, and not the entries in different lists of the Seventh\nG Schedule of the Constitution of India. More so, because the\nsubject of acquisition is now placed in list III of the Seventh\nSchedule of the Constitution of India (in entry 42), and as such,\nthe Parliament as also the State Legislatures, have concurrent\njurisdiction in respect thereof. As such, it would be fully justified\nfor Parliament (as it has done through the Acquisition Act), to\nH\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 251\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\ndemonstrate the areas of jurisdiction. All the same, we shall A\nendeavour to record the submissions advanced on behalf of\nthe appellants.\n00\nB\nD\n36. While bringing to our notice entry 33 in list I, entry 36\nin list II and entry 42 in list III of the Seventh Schedule of the\nConstitution, it was vehemently pointed out, by learned counsel\nfor the appellants, that the first two of the aforesaid entries came\nto be omitted by the Constitution (Seventh Amendment) Act,\n1956. Simultaneously, by the same amendment, entry 42 was\nadded to List III of the Seventh Schedule. Learned counsel for\nC\nthe appellants therefore submitted, that the earlier entry 33 of\nlist I and entry 36 of list II of the Seventh Schedule must be\ndeemed to have been merged into entry 42 of list III of the\nSeventh Schedule. It was accordingly the vehement contention\nof the learned counsel for the appellants, that while determining\nlegislative competence (and the resultant executive jurisdiction)\nconsequent upon the merger of the aforesaid two entries into\nthe freshly amended/substituted entry 42 of list III, it was\nimperative to keep in mind what the Parliament did away with,\nand the resultant effect emerging from a collective interpretation\nof the above three entries, prior to the Constitution (Seventh E\nAmendment) Act, 1956. For the instant reason, it was also\nsought to be suggested, that the judgment rendered by this\nCourt in State of Bombay v. Ali Gulshan (supra) would not\nconstitute a valid basis for determination of the present\ncontroversy. Learned counsel, in this behalf also pointed out, F\nthat the judgment in the aforesaid matter was rendered in 1955,\ni.e. before the Constitutional Amendment in 1956.\n37. We shall now endeavour to determine the effect of the\nsubmissions advanced at the hands of the learned counsel.\nThrough entry 33 (in list I of the Seventh Schedule), the subject\nof acquisition of property \"... for the purposes of the Union...\"\nwas vested in the legislative domain of the Parliament. And\nthrough entry 36 (in list II of the Seventh Schedule), the subject\nof acquisition of property '... except for the purposes of the\nG\nH\n"}