{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"1144 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA symbols is to enable the voter to identify \"the candidate of his\nchoice \"26, and \"the symbol of each political party, with passage\nof time, acquired a great value because of the bulk of the\nelectorate associated the political party at the time of elections\nwith its symbols \"27. It does not require any further logic or\nB authority to say that denying the reservation of a common\nsymbol for the use of a political party on the ground that the\nElection Commission is not willing to 'recognise' such a\npolitical party, for whatever reasons, certainly renders the party\ndisadvantaged. The Symbols Order, insofar as it provides for\nthe allotment of a symbol for the exclusive use only of a\nrecognised political party's candidates, in my opinion, certainly\ncreates a disadvantage to the political parties, which have not\nbeen able to secure recognition from the Election Commission\napart from creating two classes of political parties. The citizens\nright to form or join a political party for the advancement of\npolitical goals mean little if such a party is subjected to a\ndisadvantage, in the matter of contesting elections. Therefore,\nthe two questions raised;\nC\nD\nE\nF\nG\n(i) whether the Symbols Order satisfies the test of being a\nreasonable restriction designed to achieve any of the\npurposes specified under Article 19(2) and (4); and\n(ii) the question whether such a classification satisfies the\ntwin tests of being a reasonable classification, which has\na nexus to the object sought to be achieved by such\nclassification,\nare required to be examined to decide the constitutionality of\nthe Symbols Order.\n43. I do not propose to examine the 1st question though I\nam of the opinion that the said question requires an exhaustive\nexamination in an appropriate case, as, in my opinion, the\n26. Shri Sadiq Ali (Supra) para 21.\nH 27. Shri Sadiq Ali (Supra) para 21.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1145\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nSymbols Order certainly violates the prohibition contained under A\nArticle 14, in view of the settled principle of law that this Court\nwould not normally embark upon the examination of issues in\nthe field of Constitutional Law unless it is absolutely necessary.\n44. To establish the disadvantages imposed by the\nSymbols Order on the unrecognised political parties, it is\nnecessary to analyse the nature of authority of the Election\nCommission either to recognise or not to recognise a political\nparty. It is also necessary to examine whether, either the\nConstitution or any Law compels the Election Commission to\nrecognise or not to recognise or derecognise a political party\nand what are the benefits or burdens, which flow from the\nrecognition or non-recognition of a political party.\nB\nC\n45. As already noticed, except for the Tenth Schedule,\nwhich is a relatively recent addition to the Constitution, no other D\nprovision of the Constitution, expressly refers to the political\nparties either recognised or unrecognised. The R.P. Act, as it\nwas originally enacted, also did not make any reference to a\npolitical party. The expression “political party” was first\nintroduced in the R.P. Act in the year 1989 by the amending E\nAct No.1 of 1989. Section 2 (f) was inserted, which provides\nfor the definition of the expression \"political party\".\nSimultaneously, by the same amending Act, Part - IV A was\nintroduced into the Act, which dealt with the registration of\npolitical parties with the Election Commission and the\nadvantages flowing from such registration. The expression\n\"recognised political party\" was first introduced in the Act by\nAct No.21 of 1996, in the proviso to Section 33 and Sub-\nSection (2) of Section 38. Later, such an expression was\nemployed in Section 39A and in the second explanation to Sub-\nSection (1) of Section 77, Section 78A and Section 78B, which\noccur under Part-VA of the Act by the amending Act No.46 of\n2003. The explanation to Section 78B(2), defines the\nexpression “unrecognised political party” for the limited\npurposes mentioned therein and it reads as follows:\nF\nG\nH\nA\nB\nс\n1146 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n\"Explanation For the purposes of section 39A, this\nChapter and clause (hh) of sub-section (2) of section 169,\nthe expression \"recognised political party”, has the\nmeaning assigned to it in the Election Symbols\n(Reservation and Allotment) Order, 1968].\"\nNone of the provisions referred to in the explanation deal with\nthe allotment of a reserved symbol. Thus, there is a statutory\ncompulsion (post 1996) on the part of the Election\nCommission to recognise or not to recognise a political party\nas it is only on the basis of the recognition by the Election\nCommission, the rights or obligations created under the\nabovementioned provisions come into play. There is still no\nconstitutional compulsion in that regard.\n46. Though, post-1996, the R.P. Act, 1951, obligates the\nD Election Commission to confer recognition on some political\nparties for certain purposes, the Act does not stipulate the\ncriteria on the basis of which such recognition is to be\naccorded. It simply borrowed the definition of the expression\n'recognised political party' from the Symbols Order, thereby\nE leaving it to the discretion of the Election Commission to\nrecognise or not to recognise a political party on such terms.\nand conditions, which the Election Commission deems fit. But,\nthere is nothing either in R.P. Act, or any other law, which\nobligates the Election Commission to accord recognition to a\npolitical party on the basis of its performance at an election. In\nother words, it is not legally obligatory for the Election\nCommission to choose the criteria of performance at an\nelection for the purpose of according or refusing to accord\nrecognition to a political party. It so happened that such a\ncriterion was chosen by the Election Commission well before\nthe R.P. Act obliged the Election Commission to undertake the\nexercise and the Parliament while amending the R.P. Act\nsimply took note of the existing practice of the Election\nCommission. Even today, there is nothing in the law, which\nprevents the Election Commission from changing the criterial\nF\nG\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1147\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nfor conferring recognition on a political party.\n-\nA\nB\n47. It would be profitable to understand the genesis and\nevolution of the criterion of - poll performance – for evaluating\nits constitutionality in the context of the allotment of symbols.\nPursuant to the 30th July 1957 Conference (referred to earlier)\nheld by the Election Commission, \"the Election Commission\ngave adhoc recognition on various dates between 2nd August\n1951 to 7th September 1951\", to fourteen parties as National\nor Multi-State parties and allotted symbols to them. \"In addition\nto the above parties 59 other parties were\nC\nrecognised as State parties and allotted various symbols, as\nfar as possible, inconformity with their choice. The recognition\nof these State parties was left\nto the Chief\nElectoral Officer of the States concerned”. In this context, it is\nstated in \"How India Votes Election Laws, Practice and\nProcedure, by V.S. Ramadevi (supra), as follows:\n\"It may be significant to note here that there was no\nprovision either in any Act or the rules for the recognition\nof political parties. All the orders granting recognition to\nthe aforementioned parties either as national or state\nparties were issued by the Election Commission in\nexercise of its powers under art 324 and r 5 of the\nRepresentation of the People (Conduct of Elections and\nElection Petitions) Rules 1951. The said r 5 merely\nprovided that the Election Commission shall publish a list\nof symbols and may add to or vary that list as it may like,\nbut there was no mention about the political parties in this\nrule.\"\n48. Essentially, the entire exercise was undertaken by the\nElection Commission to collect the data regarding the number\nof organisations claiming to be the political parties, who were\nlikely to contest the elections either to the State Legislature or\nto the Parliament, in order to enable the Election Commission\nto discharge its constitutional obligations, under Article 324, of\nconducting elections to the various Legislative Bodies created\nD\nE\nF\nG\nH\n1148 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA under the Constitution. As it is recorded by the former Chief\nElection Commissioner in 'How India Votes Election Laws,\nPractice and Procedure' (supra); \"all those parties were allotted\nvarious symbols as far as possible inconformity with their\nchoice.\" To start with, the exercise was never meant to regulate\nB the right of various political parties to set up candidates at\nelections or choose a common electoral symbol for the benefit\nof the candidates set up by such parties. The purpose was only\nto eliminate the possibility of more than one political party\nclaiming or using the same symbol resulting in friction between\nthe parties and confusion in the minds of the voters. Such an\narrangement became necessary because of the consensus of\nthe Conference to have pictorial symbols for the meaningful\nexercise of the voting rights of the electors.\nC\n49. It was in the year 1968, eventually, the Election\nD Commission thought of formalising the existing practice by\ncreating a formal legal instrument of the entire exercise of the\nrecognition of a political party. It is at that juncture, the exercise,\nwhich initially commenced as a facilitator of the constitutional\nobligation of the Election Commission to conduct the election,\nE metamorphosised into an authority / power of the Election\nCommission to accord recognition or to refuse recognition with\nthe attendant consequence of allotment and reservation of\nsymbols in favour of the political parties, which are electorally\nmore fortunate and denial of the same to the less fortunate\nF political parties at a given point of time.\nG\nH\n50. The result is the creation of the Symbols Order, 1968,\nwhere, for the first time, the Election Commission conferred on\nitself the authority to recognise or refuse to recognise or\nderecognise political parties, which did not demonstrate that\nthey have some minimum political following and legislative\npresence.\n51. Till 1996, gaining recognition from the Election\nCommission did not confer any advantage on a political party\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1149\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nother than securing the reservation of a symbol commonly for A\nall the candidates set up by such a party at any election. Political\nparties could still set up, then and now also, candidates at\nany election irrespective of the fact whether they are recognised\nby the Election Commission or not. It is only much later (1996),\ncertain legal rights and obligations came to emanate from the\nB\nfactum of recognition or lack of it, such as, the requirement of\nsubscription of a larger number of proposers for a candidate\nset up by an unrecognised political party (See Section 33 of\nthe R.P. Act.) and the requirement of postponing the poll only\non the death of a candidate set up by a recognised political\nparty (Section 52). It may be mentioned herein that Section 52,\nprior to its amendment in 1996, did not draw any distinction\nbetween a candidate set up by a recognised political party or\notherwise. Death of a candidate, duly nominated at an election\neven as an independent, entailed countermanding of the poll.\nC\nD\n52. Notwithstanding all these changes, the constitutional\nright of a qualified citizen to contest an election to any one of\nthe Legislative Bodies created by the Constitution, whether\nsupported by a political party or not, be it a recognised or\nunrecognised political party, has never been curtailed by the E\nLegislature so far. All that a qualified voter requires to contest\nan election under the scheme of the R.P. Act, 1951, is to secure\nthe support of, at least, one more elector to propose his name\nas a candidate if a recognised political party is willing to\nsponsor such a candidate, failing which, the requirement (post F\n1996 amendment) is, to secure the support of ten qualified\nvoters to sign the nomination paper. The only other requirement\nis to make a deposit of certain amount specified under Section\n34 of the Act, which amount varies depending upon whether\nthe candidate is contesting the election of Lok Sabha or the\nLegislative Assembly.\n53. Once a qualified voter decides to contest an election\nunder the provisions of the R.P. Act, 1951, whether such a voter\nis sponsored by a political party or not, whether such a political\nG\nH\n1150 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA party is recognised by the Election Commission or not, there\nis no way under the law, as it exists today, to prevent him from\ncontesting. Also the Election Commission is bound to allot a\npictorial symbols to each such candidate. It is admitted\nunanimously by the learned counsel appearing that there have\nbeen elections, where hundreds of candidates contested an\nelection from certain constituencies and the Election\nCommission did allot some symbol or the other to each of those\ncandidates.\nB\nC\n54. All political parties form one class. All of them have the\nsame goal of propagating their respective political ideas\nthough the ideas themselves may differ. The endeavour of all\nthe political parties is to capture the State power in order to\nimplement their respective policies, professedly, for the benefit\nof the society in general. In the process of such a political\nD activity, some party, at a given point of time, successfully\nconvinces a majority of the voters that the entrustment of the\nState power to that political party would be more beneficial to\nthe society at large. It becomes victorious, while the other\nparties, which fail to successfully convince the majority of the\nE voters about the wholesomeness of their ideas, loose the\nelections, sometimes even miserably. But, that does not mean\nthat such parties, which fail to convince the voters about the\nwholesomeness of their political ideology, would be\ncondemned forever by the electorate. Examples in our country\nF and elsewhere are not lacking that political parties, which failed\nmiserably both in terms of percentage of the votes secured by\nthem, as well as the number of seats secured in the Legislature,\nat a given election, dramatically improving their performance\nin some subsequent election and capture power with\nG thundering majority. It is said that \"democracy envisages rule.\nby successive temporary majorities”. Such transient success\nor failure cannot be the basis to determine the constitutional\nrights of the candidates or members of such political parties.\nThe enjoyment of the fundamental rights guaranteed by the\nConstitution cannot be made dependent upon the popularity of\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1151\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\na person or an idea held by the person. If it were to be\notherwise, it would be the very antithesis of liberty and freedom.\nThe constitutional guarantees are meant to protect the\nunpopular, the minorities and their rights. Denying the benefit\nof a symbol to the candidates of a political party, whose\nperformance does not meet the standards set up by the Election\nCommission, would disable such political party from effectively\ncontesting the election, thereby, negating the right of an\nassociation to effectively pursue its political briefs.\nA\nB\nC\nD\n55. Coming to the question, whether the classification\ncreated in the Symbols Order can satisfy the requirements of\nthe mandate of Article 14, the argument of the learned counsel\nfor the Election Commission is that, political parties, which do\nnot command even a minimum vote-share and fail to secure a\nminimum prescribed legislative presence prescribed by the\nElection Commission, at a given election, form a distinct class\nin contradistinction to political parties, which satisfy the\nprescriptions of the Election Commission, regarding the\neligibility for being classified as recognised political parties.\nThe learned counsel further submitted that such classification\nis made for the purpose of avoiding insignificant political E\nparties from permanently securing a symbol for the use of its\ncandidates at elections. An interesting submission is made that\na large number of political parties without the minimal voter\nsupport are in the electoral field and granting recognition to\nsuch parties and reserving a symbol in favour of such parties F\nwould create unnecessary confusion in the minds of the voters.\nTherefore, avoidance of such a confusion in the minds of the\nvoters, is the purpose sought to be achieved by the\nclassification in question.\n56. Before I examine the tenability of the submission made\nby the Election Commission, I think it necessary to recapitulate\nthe foundation of the doctrine of reasonable classification. In\nBudhan Choudhry v. State of Bihar, (1955) 1 SCR 1045, a\nConstitution Bench of 7 Judges of this Court, after a thorough\nG\nH\n1152 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA analysis of 7 earlier judgments of this Court, explained the\ndoctrine of reasonable classification under Article 14 and held\nas under:\nB\nC\nD\nE\nF\n\"\nIt is now well established that while article 14\nforbids class legislation, it does not forbid reasonable\nclassification for the purposes of legislation. In order,\nhowever, to pass the test of permissible classification two\nconditions must be fulfilled, namely, (i) that the classification\nmust be founded on an intelligible differentia which\ndistinguishes persons or things that are grouped together\nfrom others left out of the group, and (ii) that the differentia\nmust have a rational relation to the object sought to be\nachieved by the statute in question. The classification may\nbe founded on different bases, namely, geographical, or\naccording to objects or occupations or the like. What is\nnecessary is that there must be a nexus between the basis\nof classification and the object of the Act under\nconsideration........\n\"\nTherefore, it can be seen from the above that it is not sufficient\nfor a law to survive the challenge under Article 14 to\ndemonstrate that the law makes a classification based on\nintelligible differentia between two groups of persons or things.\nIt must also be established that such differentia have a rational\nrelation to the object sought to be achieved by such\nclassification.\n57. Examined in the light of the above test, the object\nsought to be achieved by the Election Commission by the\nSymbols Order is to avoid the confusion in the minds of the\nvoters at the time of voting. Such a result is said to be achieved\nG by the Election Commission by denying recognition to the\npolitical party with insignificant following, thereby, denying them\nthe benefit of the reservation of an exclusive symbol to its\ncandidates.\nH\n58. I have no option, but to reject the submission made by\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1153\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nC\nthe Election Commission for the reason that by simply denying A\nthe recognition to a political party with insignificant voter-\nsupport, I do not understand, how the perceived voter confusion\ncould be avoided. There is nothing either in the Constitution or\nin the R.P. Act, 1951 or any other law, which prohibits an\nunrecognised political party from setting up candidates at an B\nelection. The legal position is the same with regard to even\nindependent candidates. Therefore, notwithstanding the refusal\nof recognition by the Election Commission, unrecognised or\nderecognised political parties or independent candidates\nwithout any party support can still contest the election.\nCandidates set up by an unregistered political party can also\ncontest an election as registration under Section 29A of the\nR.P. Act is not mandatory for a political party, except that\nregistration begets certain advantages specified in the R.P.\nAct, 1951 to a political party. The Election Commission is\nD\nbound to allot a symbol to any of the candidates belonging to\nany one of the abovementioned categories. I am, therefore, of\nthe opinion that there is no rational nexus between the\nclassification of recognised and unrecognised political parties\nand the professed purpose sought to be achieved by such\nE\nclassification. On the other hand, it is likely to preserve the\npolitical status quo.\nF\n59. Coming to the decision of this Court in Subramanian\nSwamy (supra), the challenge in the case was only to para 10A\nof the Symbols Order, which was introduced by an amendment\nof 2000 in the Symbols Order on the ground that it was violative\nof Article 14 of the Constitution. It was argued on behalf of the\nElection Commission \"that the symbol was integrally and\ninextricably connected with the concept of recognition of the\nparty and since the appellant had never challenged and indeed G\ncould not so challenge the de-recognition of Janata Party, there\nwas no question of it being allowed to insist on a reserved\nsymbol which was the prerogative only of the recognised\npolitical party\". Though this Court took note of the fact that, \"for\ngood long 17 years there was no concept of recognised political H\n"}