{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1104 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nс\nD\nE\nபட\n(b)\ncontinuous period of five years; and\nhas, at the general election in that State to the\nHouse of the People, or, as the case may be, to\nthe Legislative Assembly, for the time being in\nexistence and functioning, returned - either (i) at\nleast one member to the House of the People for\nevery twenty-five members of that House or any\nfraction of that number elected from the State;\nOr (ii) at least one member to the Legislative Assembly\nof that State for every thirty members of that Assembly or\nany fraction of that number;\n(B) that the total number of valid votes polled by all the\ncontesting candidates set up by such party at the\ngeneral election in the State to the House of the\nPeople, or, as the case may be, to the Legislative\nAssembly, for the time being in existence and\nfunctioning (excluding the valid votes of each such\ncontesting candidate in a constituency as has not\nbeen elected and has not polled at least one-twelfth\nof the total number of valid votes polled by all the\ncontesting candidates in that constituency), is not\nless than four per cent of the total number of valid\nvotes polled by all the contesting candidates at such\ngeneral election in the State (including the valid\nvotes of those contesting candidates who have\nforfeited their deposits).\"\n12. Mr. Venugopal submitted that the said conditions\nremained in force from 1968 to 1997 when the conditions\nstipulated in Clause 6(2)(B) for recognition of a political party\nG as a State Party were amended by the Election Commission\nof India vide its Notification No.56/97 Jud III dated 15.12.1997,\nwhich provided as follows :-\nH\n\"6(2). A political party shall be treated as a recognized\npolitical party in a State, if and only if either the conditions\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1105\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\nspecified in clause (A) are, or the condition specified in A\nclause (B) is, fulfilled by that party and not otherwise, that\nis to say -\n(A) that such party -\n(a) has been engaged in political activity for a B\ncontinuous period of five years; and\n(b) has, at the general election in that State to\nthe House of the People, or, as the case may\nbe, to the Legislative Assembly, for the time\nbeing in existence and functioning, returned\n- either (i) at least one member to the House\nof the People for every twenty-five members\nof that House or any fraction of that number\nelected from the State;\nOr (ii) at least one member to the Legislative Assembly\nof that State for every thirty members of that Assembly or\nany fraction of that number;\n(B) that the total number of valid votes polled by all the\nC\nD\ncontesting candidates set up by such party at the E\ngeneral election in the State to the House of the\nPeople, or, as the case may be, to the Legislative\nAssembly, is not less than six per cent of the total\nnumber of valid votes polled by all the contesting\ncandidates at such general election in the State.\nF\n0\n2(A) Notwithstanding anything contained in clause (B) of\nthe sub-paragraph (2), a political party shall be treated as\na recognized political party in a State, if at the general\nelection to the House of the People or as the case may\nbe, to the Legislative Assembly of the State, in existence\nand functioning at the commencement of the Election\nSymbol (Reservation and Allotment) (Amendment) Order,\n1997, the total number of valid votes polled by all the\ncontesting candidates setup by such party (but excluding\nthe valid votes of each such candidate in a constituency H\nA\nB\n1106\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nas has not been elected and has not polled at least one-\ntwelfth of the total valid votes polled by all the contesting\ncandidates in that constituency), is not less than 4% of the\ntotal number of valid votes polled by all the contesting\ncandidates at such general election in that State (including\nthe valid votes of those contesting candidates who have\nforfeited their deposits).\"\n13. By virtue of the aforesaid Notification, the minimum\npercentage of votes to be obtained by a political party for\nrecognition as a State Party was increased from 4% to 6%,\nC but the other criteria regarding the number of seats or\npercentage of votes was maintained. The said conditions\nrelating to the recognition of a political party as a State Party\nsolely on the basis of the percentage of votes held by its\ncandidates, was again amended in 2007 by the Election\nD Commission of India vide its Notification No.56/2000/Jud-III\ndated 1.12.2000, where the criteria was altered in the manner\nfollowing :-\nE\nF\nG\nH\n-\na\n\"6B. Conditions for recognition as a State party\npolitical party, other than a National party, shall be treated\nas a recognized State party in a State or States, if, and\nonly if, -\nEither (A) (i) the candidates set up by it, at the last general\nelection to the House of People, or to the Legislative\nAssembly of the State concerned, have secured not less\nthan six per cent of the total valid votes polled in that State\nat that general election; AND\n(ii) In addition, it has returned at least two members to the\nLegislative Assembly of the State at the last general\nelection to that Assembly;\nor (B) it wins at least three per cent of the total number of\nseats in the Legislative Assembly of the State, (any fraction\nexceeding one-half being counted as one), or at least three\nseats in the Assembly, whichever is more, at the aforesaid\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1107\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\ngeneral election.\"\nA\nB\nC\n14. It was submitted that the DMDK was constituted as a\npolitical party on 14.9.2005 and was registered with the\nElection Commission of India under Section 29A of the\nRepresentation of the People Act, 1951, hereinafter referred\nto as \"the 1951 Act\", and contested the General Elections in\n2006 for the Tamil Nadu Legislative Assembly in 232 out of 234\nconstituencies, just after 8 months of its formation. Being an\nunrecognized party, the candidates were allotted the \"Naqara\"\nsymbol in 224 constituencies, whereas in six constituencies its\ncandidates were given the \"Bell\" symbol and the \"Ring\" symbol\nin 2 constituencies. Mr. Venugopal submitted that in the said\nelections all the candidates of the DMDK secured 8.33% of the\ntotal number of valid votes in comparison to the first and second\npolitical parties, which obtained 31.44% and 30.92%\nrespectively of the votes. Apart from the above, the President D\nof the Party, Mr. Vijayakanth, won the Assembly Election from\nthe Virudhachalam Assembly Constituency, thereby returning\none candidate to the Tamil Nadu Legislative Assembly, in\naddition to having polled 8.33% of the total valid votes.\nE\nF\n15. Mr. Venugopal submitted that the criteria laid down by\nthe Election Commission of India for recognition of a political\nparty as a State Party, whereby a State Party had to secure\nnot less than 6% of the total valid votes polled in the State in\nthe General Elections and in addition it had to return at least\ntwo members in the said State election, was an erroneous\nmethodology for granting recognition to a political party as a\nState Party, since in a given General Election, it was not always\nthe political party which had secured the highest number of\nvotes, that had won the General Elections in the State. That in\nthe 13th Assembly General Elections in 2006, held in Tamil G\nNadu, the DMK having polled 8,728,716 votes won 96 seats,\nwhereas the AIADMK, having polled 10,768,559 votes, won\nonly 61 seats i.e. despite having polled more than one crore\nvotes over the votes polled by DMK, the AIDMK got only 61\nseats as against the DMK's 96 seats. Similarly, in the 9th Lok H\nB\n1108 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Sabha General Elections held in 1989 in Tamil Nadu, the DMK\nhaving polled 70,38,849 votes did not win a single seat,\nwhereas the AIADMK, having polled almost half of the number\nof votes, viz. 45,18,649, won all the Lok Sabha seats from Tamil\nNadu. Similarly, in the 10th Lok Sabha General Elections held\nin 1991 and the 14th Lok Sabha General Elections held in\n2004, the AIADMK in 1991 and the DMK in 2004 won all the\nseats for the Lok Sabha, despite having polled lesser number\nof votes than the rival group. In view of the aforesaid facts and\nfigures, Mr. Venugopal submitted that the criteria adopted by\nthe Election Commission of India for grant of recognition to\npolitical parties in a State as a State party was not a correct\nindex for determining grant of such recognition.\nC\n16. Mr. Venugopal submitted that the recognition of a\npolitical party entitles it to the right of exclusive reservation and\nD use of an electoral symbol, as otherwise there was bound to\nbe confusion in the minds of the voters if different symbols were\nallotted to different candidates belonging to the same political\nparty. Learned counsel submitted that the classification of\nparties into recognized and unrecognized parties on the basis\nE of the seats won during an election and the percentage of votes\npolled, is unreasonable and arbitrary, having no nexus with the\npurpose sought to be achieved. Mr. Venugopal submitted that\nyet another disadvantage suffered by unrecognized parties\nunder the Election Symbols Order, 1968, is that in subsequent\nelections, it does not enjoy any priority with regard to symbols\nand more often than not, symbols which it had used in the earlier\nelection when given to other candidates, resulted in benefit to\nsuch candidate to the disadvantage of the party concerned.\nF\n17. Mr. Venugopal also contended that paragraph 6(B) of\nG the Election Symbols Order, 1968, was causing hardship to\npolitical parties as it imposes two conditions clubbed with other\nconditions which were highly anomalous and was, therefore,\nliable to be struck down.\nH\n18. Mr. Manoj Goel, learned Advocate, who appeared for\nthe Petitioners in SLP(C) No. 23494 of 2009 and Writ Petition\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1109\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\nA\n(C) No.426 of 2009, reiterated the submissions made by Mr.\nVenugopal and submitted that by denying the unrecognized\npolitical parties a common election symbol to its candidates,\nan attempt was being made by the Election Commission of\nIndia, to suppress the growth of such parties. It was submitted\nthat parties that did not have a common electoral symbol have B\na disadvantage in relation to other unrecognized political\nparties, since party candidates and even the political parties\nwere known by common citizens by their symbols. It was urged\nthat a political party like the Bhartiya Janata Party was known\nby its \"Lotus\" symbol, while the Bahujan Samaj Party was\nknown by its \"Elephant\" symbol. Similarly, other parties were\nalso entitled to be recognized by their electoral symbols, which\notherwise resulted in hostile discrimination. It was urged that\nin order to provide a level playing field for all candidates, it was\nnecessary to associate each party with a common electoral\nsymbol, which would eliminate any confusion in the mind of the\nvoter as to who or which party he or she was voting for.\n19. Mr. Goel submitted that in Union of India Vs.\nAssociation for Democratic Reforms \u0026 Anr. [(2002) 5 SCC\n294], it was laid down without any ambiguity that the voter has\na right to know the antecedents of the candidates based on\ninterpretation of Article 19(1)(a) of the Constitution, which\nprovides that freedom of speech and expression includes the\nfundamental right to know the relevant antecedents of the\ncandidates contesting the elections. It was also submitted that\nthe said decision was reiterated in the decision rendered by\nthis Court in People's Union for Civil Liberties (PUCL) \u0026 Anr.\nVs. Union of India \u0026 Anr. [(2003) 4 SCC 399].\n20. Mr. Goel then urged that questions similar to those,\nwhich have arisen in this case, also arose for consideration\nbefore a Constitution Bench in Kuldip Nayar \u0026 Ors. Vs. Union\nof India \u0026 Ors. [(2006) 7 SCC 1], wherein, while considering\nvarious aspects of election laws, the Constitution Bench\nreiterated the submissions made in People's Union for Civil\nLiberties (supra), wherein it was stated that it was required to\nC\nD\nE\nF\nG\nH\n1110 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA be understood that democracy based on adult franchise, is part\nof the basic structure of the Constitution. There could, therefore,\nbe no doubt that democracy is a basic feature of the\nConstitution of India and democratic form of Government\ndepends on a free and fair election system. The Constitution\nB Bench also recorded the contention of the writ petitioners that\nfree and fair election is a constitutional right of the voter, which\nincludes the right that a voter shall be able to cast his vote\naccording to his choice, free will and without fear.\n21. Reference was also made to a decision of a Bench of\nC six Judges of this Court in Kharak Singh Vs. State of U.P. \u0026\nOrs. [AIR 1963 SC 1295], in which the freedom of movement\nand life and personal liberty, as provided under Article 19(1)(d)\nand Article 21, ensuring a citizen's free right to move and travel\nwhile protecting his life and liberty, fell for consideration. It was\nD held that any restriction on such activity would result in denying\na citizen the fundamental rights guaranteed to him under Part\nIll of the Constitution.\nE\n22. Learned counsel submitted that the Election Symbols\nOrder, 1968, did not have any statutory force and was in the\nnature of general directions issued by the Election Commission\nto regulate the mode of allotment of symbols to contesting\ncandidates. He urged that the said Order was only a\ncompilation of general directions, and not being law, is violative\nof Articles 19(1)(a) and 19(2) of the Constitution and was,\nF therefore, unconstitutional and void.\nG\n23. Mr. Goel also referred to the decisions of this Court in\nKanhiya Lal Omar Vs. R.K. Trivedi \u0026 Ors. [(1985) 4 SCC 628]\nand Sakal Paper (P) Ltd. \u0026 Ors. Vs. Union of India [(1962) 3\nSCR 842, wherein the provisions of the Election Symbols Order,\n1968, were under consideration. In the first case, this Court held\nthat the power of superintendence, direction and control vested\nin the Election Commission under Article 324(1) of the\nConstitution, include all powers necessary for the smooth\nconduct of elections. Reliance was placed on the earlier\nH decision of this Court in Shri Sadiq Ali \u0026 Anr. Vs. Election\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1111\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\nC\nCommission of India, New Delhi \u0026 Ors. [(1972) 4 SCC 664] A\nin holding that recommendation of political parties by virtue of\nElection Symbols Order, 1968, was not unconstitutional and the\npowers under the said Order were derived not only from the\nConduct of Election Rules, 1961, but also from Article 324 of\nthe Constitution. In the latter case, this Court was considering B\nthe right to freedom of speech as guaranteed under Article\n19(1)(g) of the Constitution and the question which fell for\nconsideration was whether an order which violated Article\n19(1)(a) included the freedom of the Press and for propagating\nhis ideas a citizen has the right to publish them, to manage them\nand to circulate them, either by word of mouth or by writing. It\nwas also held that the State could not make a law which directly\nrestricted one guaranteed freedom for securing the better\nenjoyment of another freedom. Mr. Goel urged that by denying\nto a political party a common symbol, the right to propagate\nits ideas would amount to interference with the fundamental right\nof freedom of speech as guaranteed under the aforesaid\nArticle. Mr. Goel urged that since a large chunk of the eligible\nvoters of the country were illiterate, they needed some form of\ncommunication which would help them to connect with the\npolitical party and the ideas which it propagated.\n24. Mr. Goel also referred to two judgments of the U.S.\nCourts, namely,\n(a) James L. Buckley Vs. Francis R. Valeo [424 US 1\n(1976); and\n(b) Texas Vs. Gregory Lee Johnson [491 US 397\n(1989)];\nwhich were decisions relating to the protection of a citizen\nunder the First Amendment. Mr. Goel submitted that democracy\nis not just about political expression of the majority, but also the\nright of political minorities, however small, to express\nthemselves. It was urged that the voices of the political\nminorities could not be stifled under the weight of hugely\nimbalanced provisions relating to freedom of speech and\nD\nE\nF\nG\nH\n1112 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA expression. Mr. Goel submitted that the quantity, width and\nspread, effectiveness and efficacy and mobilization of people\nand resources could not be made dependent on the percentage\nof votes polled and the number of seats won during an election,\nbut the right to freedom of political speech and expression and\nB its communication and propagation must be held to be available\nto all, irrespective of whether they could get even a single vote\nor a single seat.\n25. Mr. Sanjay Hedge, appearing for the Writ Petitioner\nin Writ Petition No.125 of 2011, India Jana Nayaka Katchi,\nC formed in April, 2010, urged that the criterion sought to be\nintroduced by the amendment of paragraphs 6(A) and 6(B) of\nthe Election Symbols Order, 1968, was wholly arbitrary, as it\nsought to discriminate between parties which had a long\nexistence as against those which have been formed only in\nD recent times. Mr. Hegde submitted that it was highly arbitrary\nand unreasonable to pit candidates from a newly formed party\nwithout a common symbol against parties which were\nrecognized by their Symbols by the common electorate. Mr.\nHegde submitted that the rationale behind the decision not to\nE allot any common symbol to the candidates of the parties which\nhad recently come into existence gave an unfair advantage to\nparties which were already established and would prevent a\nnewly-formed party from making any impact on the voters. Mr.\nHegde submitted that the Writ Petitioner Party had been formed\nby an educationist and had in its very first election, secured 1%\nof the valid votes polled, which only went to show that given the\nproper opportunities, parties, such as the Writ Petitioner party,\nwould be able to make a larger impact on the electorate if it\ncould set up candidates who could be identified with the party\nby means of a common symbol. Mr. Hegde submitted that the\nsymbol in the context of an illiterate electorate is absolutely\nnecessary for a free and fair election and equating established\nparties with newly-formed parties is a disadvantage to the newly\nformed party, was contrary to Article 14 and was, therefore,\nliable to be struck down.\nF\nG\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1113\nCOMMISSION OF INDIA [ALTAMAS KABIR, J.]\n26. Col. Edwin Jesudass, appearing for the Writ Petitioner, A\nAll India NR Congress in Writ Petition No.124 of 2011, urged\nthat having fulfilled the criteria, the party has been duly\nrecognized and was, therefore, entitled to the allotment of a\npermanent election symbol. Echoing the submissions made by\nMr. Venugopal, Mr. Goel and Mr. Hegde, Col. Jesudass, who B\nappeared in person, urged that the conditions under the\nnotification issued by the Election Commission on 16.9.2011\nwere unreasonable and there was no justification for increasing\nthe percentage of votes for qualifying as a State Party from 4%\nto 6%.\nC\n27. In reply to the submissions made on behalf of the Writ\nPetitioners, Ms. Meenakshi Arora, learned Advocate,\nappearing for the Election Commission of India, submitted that\nSection 29-A contained in Part 4A of the Representation of the\nPeople Act, 1951, provided a complete procedure as to the D\nmanner in which political parties were to be registered. Part V\nof the Act deals with conduct of elections, which includes\nnomination of candidates, their Election Agents and the general\nprocedure to be followed during the elections. The remaining\nChapters of Part V deal with the conduct of elections while Part E\nVA deals with free supply of certain material to candidates of\nrecognized political parties. Ms. Arora urged that similar\nprovisions regarding recognized political parties and registered\npolitical parties are also to be found under the Conduct of\nElection Rules framed under Section 169 of the 1951 Act.\nReferring to the Conduct of Election Rules, 1961, Ms. Arora\nreferred to Rule 5 which makes provision for allotment of\nsymbols for elections in Parliamentary and Assembly\nConstituencies. Learned counsel urged that the said Rules\nempowered the Election Commission to specify the symbols\nthat may be chosen by candidates at elections in Parliamentary\nor Assembly Constituencies. Learned counsel referred to Rule\n10 which relates to the preparation of list of contesting\ncandidates. It was submitted that under the aforesaid Rules, the\nElection Commission was fully competent in law not only to allot\nsymbols, but also to determine the right of a recognized political\nF\nG\nH\n"}