{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1124\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n12. The Symbols Order, 1968, was made by the Election\nCommission, purportedly, in exercise of the power conferred\non it by Article 324 of the Constitution r/w Rules 5 and 10 of\nthe Conduct of Elections Rules, 1961, initially. Pursuant to the\nintroduction of Section 29A in the R.P. Act, 1951, the Election\nB Commission purports to draw authority from the said Section\nalso. Para 4 of the said Order postulates the allotment of a\nsymbol to each contesting candidate at every contested election\nof a given constituency. Under para 5, symbols are classified\ninto two groups; reserved and free. Para 5 reads as follows:\nC\nD\nE\nF\nG\nH\n\"5. Classification of symbols - (1) For the purpose of this\nOrder symbols are either reserved or free.\n(2) Save as otherwise provided in this Order, a reserved\nsymbol is a symbol which is reserved for a recognised\npolitical party for exclusive allotment to contesting\ncandidates set up by that party.\n(3) A free symbol is a symbol other than a reserved\nsymbol.\"\nEmphasis supplied\nIt can be seen from the above that certain symbols are reserved\nexclusively for the allotment to the candidates set up by a\nrecognised political party. Para 65 of the said Order empowers\nthe Election Commission to classify the political parties as\neither recognised political parties or unrecognised political\nparties. It further stipulates that a recognised political party can\neither be a National Party or a State Party.\n13. Paras 6A and 6B of the said Order stipulate the\nconditions, which are required to be fulfilled by any political\nparty, if it is to be classified as a recognised political party. In\n5. Rule 6: For the purposes of this Order and for such other purposes as the\nCommission may specify an and when necessity therefor arises, political\nparties are either recognised political parties or unrecognised political\nparties.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1125\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nthe case of a State Party, para 6A stipulates the conditions, A\nwhich are required to be fulfilled / satisfied, while para 6B\nstipulates the conditions for a National Party. Broadly speaking,\nin either case (National Party and State Party), the requirement\nis, participation in one general election either to the Parliament\nor to the corresponding State Legislature, before seeking B\nrecognition, and procuring there at a certain minimum\npercentage of validly polled votes and also securing a minimum\nnumber of seats, specified therein. Such conditions stipulated\nunder paras 6A and 6B varied from time to time.\n14. All the petitioners are aggrieved by the Symbols Order,\n1968 as it stood amended up to May 2005. Since, these\nparties are, admittedly, unrecognised political parties, they did\nnot have a reserved symbol for exclusive allotment to the\ncandidates setup by those parties at elections. It is also not out\nof place to mention that during the pendency of these petitions,\nthe said Order came to be amended again by Notification date\n16-09-2011.\nC\nD\n15. The conditions, which are required to be satisfied for\na political party to be classified as a recognised political party E\n(State), thereby entitling it for the exclusive allotment of a\ncommon symbol to all its candidates at any election (under the\nSymbol Order, 1968, as it stood amended up to 2005), are\ncontained in para 6A of the said Order, which came to be\nsubstituted for the original para6A by a Notification dated 14-\n05-2005.\n“6A. Conditions for recognition as a State Party - A\npolitical party shall be eligible for recognition as a State\nparty in a State, if and only if any of the following conditions\nis fulfilled:\n(i) At the last general election to the Legislative Assembly\nof the State, the candidates set up by the party have\nsecured not less than six percent of the total valid votes\npolled in the State; and, in addition, the party has returned\nF\nG\nH\nA\nB\nс\nD\n1126 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nat least two members to the Legislative Assembly of that\nState at such general election; or\n(ii) At the last general election to the House of the People\nfrom that State, the candidates set up by the party have\nsecured not less than six percent of the total valid votes\npolled in the State; and, in addition, the party has returned\nat least one member to the House of the People from that\nState at such general election; or\n(iii) At the last general election to the Legislative Assembly\nof the State, the party has won at least three percent of\nthe total number of seats in the Legislative Assembly, (any\nfraction exceeding half being counted as one), or at least\nthree seats in the Assembly, whichever is more; or\n(iv) At the last general election to the House of the People\nfrom the State, the party has returned at least one member\nto the House of the People for every 25 members or any\nfraction thereof allotted to that State.\"\nFrom the above it can be seen that to secure recognition, a\nE political party must satisfy the following conditions:\nF\n☐ G\n(1) that it must have contested one general election to\nthe Legislative Assembly of the concerned State\nand the candidates setup by the party must have\nsecured cumulatively not less than 6% of the total\nvalid votes polled in the State and also must have\nreturned, at least, two Members to the Legislative\nAssembly at such an election;\n(2)\nin the alternative, the party must have contested\nthe election to the Lok Sabha from that State and\nthe candidates setup by the party must have\ncumulatively secured not less than 6% of the total\nvalid votes polled in the State, apart from returning,\nat least, one Member to the Lok Sabha;\n☐ H\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1127\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\n(3) a third alternative condition, which if fulfilled would A\nentitle the party for recognition, is that the party\nmust have contested the general election to the\nLegislative Assembly and won, at least, 3% of the\ntotal number of seats or 3 seats, whichever is\nhigher;\n(4) in the alternative, the party must have contested the\nelection to the Lok Sabha and returned, at least,\none Member to the House of the People for every\n25 Members allotted to that State.\n16. Since, none of the political parties before us satisfied\nany one of the abovementioned conditions, they were not\nclassified as recognised political parties, thereby, they were\nunable to secure a common symbol for all their candidates at\nany election. Hence, the present batch of petitions.\n17. The advantages that accrue to any political party by\nvirtue of it being classified as a recognised political party are:\n6.\n1. reservation of a symbol for the exclusive allotment to all\nthe candidates setup by such party at any election;\n2. the candidates set up by such party are entitled to the\nsupply of such number of copies of the \"electoral roll\" and\n\"such other material” as may be prescribed, free of cost\n(see Sections 78A and 78B of the R.P. Act); and\nB\nC\nD\nE\n3. allocation of equitable sharing of time on the cable F\ntelevision network and other electronic media, by the\nElection Commission (Section 39A of the R.P.Act.)\n18. Para 6C6 of the Symbols Order, stipulates that a\n6C. Conditions for continued recognition as a National or State party.-\nIf a political party is recognized as a State party under paragraph 6A, or a\nNational party under paragraph 6B, the question whether it shall continue\nto be so recognized after any subsequent general election to the House\nof the People or, as the case may be, to the Legislative Assembly of the\nState concerned, shall be dependent upon the fulfilment by it of the\nconditions specified in the said paragraphs on the results of that general\nelection.\nG\nH\nB\n1128 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA recognised political party shall continue to enjoy that status for\nevery succeeding general election and in the interregnum\nbetween two general elections only if it fulfils the conditions\nspecified under para 6A or 6B, (depending upon whether it is\na National party or a State Party) in every successive general\nelection. After each succeeding general election, obviously, an\nassessment is made by the Election Commission whether such\nstatus of each of the political parties should continue or not. On\nsuch assessment, if it is found that a recognised political party\nfailed to satisfy the conditions requisite for the continued\nrecognition, such party would be derecognised. Though by\nvirtue of para 10A, the effect of de-recognition, insofar it\npertains to the exclusive use and allotment of the election\nsymbol, which had been originally allotted to such party, stands\npostponed by certain period, but the other advantages, which\nare incidental to the status of a recognised political party, would\nbe denied immediately on de-recognition.\nC\nD\nF\n19. The substance of the abovementioned provisions of\nthe allotment of Symbols Order is that, no political party is\nentitled for allotment or use of an election symbol permanently.\nE The allotment of an exclusive election symbol is available to a\npolitical party only so long as it is recognised by the Election\nCommission. Securing the recognition and its continuance\ndepends upon the performance of the political party at every\nsucceeding general election. Therefore, newly formed political\nparties are not entitled, as a matter of right, for the exclusive\nallotment of a common election symbol for the benefit of all the\ncandidates set up by them at any election. Such candidates are\nrequired to choose one of the free symbols notified by the\nElection Commission. Allotment of a free symbol to the\ncandidate depends upon the various factors, such as, the\nexistence of a prior claim, etc., the details of which are not\nnecessary for the purpose of this case. Therefore, all the\ncandidates set up by a political party need not get the same\nsymbol at a general election.\nG\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1129\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\n20. Even in the case of an existing political party, which A\nwas recognised at some anterior point of time, but lost the\nrecognition in view of its inadequate performance at any\ngeneral election or in the case of a political party, which\ncontested a general election, but failed to satisfy the requisite\nstandards of performance stipulated in the Symbols Order, a\ncommon symbol would not be available for the exclusive use\nof such party's candidates at any subsequent election beyond\na period specified in para 10A.\n21. It is the abovementioned non-availability of a common\nsymbol for the exclusive use of the candidates of political\nparties, which have not gained or continue to enjoy the status\nof a recognised political party, is the bone of contention in these\npetitions.\nB\nC\n22. It is submitted that the Symbols Order, insofar as it D\nprovides for the recognition and de-recognition of a registered\npolitical party, is; (i) arbitrary and violative of the Article 14 of\nthe Constitution of India; it creates an artificial classification\nbetween recognised and unrecognised political parties without\nany rational nexus to the object sought to be achieved; and (ii) E\nviolative of the fundamental rights guaranteed under Article\n19(1)(a) \u0026 (c); to the members of the political party; and (iii)\nviolative of the constitutional right of the members of the political\nparty to participate in the electoral process by virtue of their\nbeing voters.\n23. Elaborating the abovementioned grounds of attack,\nvarious submissions are made by the learned counsel\nappearing for the petitioners and the same are extensively\nincorporated in the Judgment of my learned brother Altamas\nKabir, J. 1, therefore, see no reason to repeat the same except\nto briefly note the submissions made by the learned counsel\nfor the Election Commission.\nF\nG\n24. It is the stand of the Election Commission that the rules\nof de-recognition or non-recognition of the political parties by H\nC\nD\n1130\nSUPREME COURT REPORTS\n•\n[2012] 3 S.C.R.\nA the Election Commission are designed to prevent \"insignificant\npolitical parties from gaining recognition\". A political party,\nwhich failed to secure a minimum stipulated percentage of\nvalidly polled votes at a general election and return a minimum\nstipulated number of members to the Legislature, has no right\nB to claim either recognition or a permanent symbol. It is also\nsubmitted by Ms. Meenakshi Arora, that recognition of a political\nparty by the Election Commission under the provisions of the\nSymbols Order not only enables the political party for the\nreservation and exclusive use of an electoral symbol in favour\nof its candidates at any election, but also confers certain other\nadvantages contemplated under Section 78A and 78B of the\nR.P. Act (which has been taken note of, earlier). Therefore,\nunrestricted and unregulated recognition of political parties.\nwould be an additional burden on the exchequer. The learned\ncounsel, relying on N.P.Ponnuswamy v Returning Officer,\nNamakkal Constituency, 1952 SCR 218 and Jyothi Basu v.\nDebi Gosal (1982) 1 SCC 691, argued that all the electoral\nrights are creation of statutes and there is no common law right\nor a fundamental right vested in a political party or a candidate\nset up by a political party to contest an election. Equally, there\nis no fundamental right either in favour of the political party or\nits members to seek the allotment of a permanent electoral\nsymbol in favour of a political party irrespective of its following,\nwhich is to be judged, according to the learned counsel, solely\nbased on its performance in a general election. The Election\nF Commission being charged with the responsibility, by the\nConstitution, of conducting the elections in this country, is\nconstitutionally authorised to take all measures for\nappropriately regulating each step of the electoral process in\nensuring a free and fair electoral process, which is essential\nG for preserving the democratic structure established under the\nConstitution of the Republic of India.\nE\n25. The learned counsel for the Election Commission\nfurther submitted that the question whether a political party once\nH 7. (1985) 4 SCC 628 = Kanhiya Lal Omar v. R.K. Trivedi.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1131\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\nrecognised should retain its reserved symbol permanently fell\nfor the consideration of this Court earlier in Subramanian\nSwamy v. Election Commission of India, (2008) 14 SCC 318,\nand the submission was refuted by this Court and, therefore,\nthe same is no more res integra and cannot be reopened again.\n26. I am of the opinion that this batch of petitions raise\nbasic issues of far-reaching consequences in the functioning\nof the democracy - which we the people of India have \"solemnly\nresolved to constitute\":\nA\nB\n\"No right is more precious in a free country than that of C\nhaving a voice in the election of those who make the laws\nunder which, as good citizens, we must live. Other rights,\neven the most basic, are illusory if the right to vote is\nundermined.\" - 376 US 1 Wesberry v. Sandors.\n'Electoral rights' subsume such distinct concerns as the\ncitizen's right, the territorial constituencies' ability to choose a\nrepresentative in the legislature - a political party's opportunity\nto gain access to power and a candidate's chance of securing\na place in the legislature to voice the desires and aspirations\nof the community. They spring from a common root - the\nelectoral process, which is source and product of the\nconstitutional scheme of establishing a democratic republic.\nD\nE\n27. Before I examine the various submissions and the\nlarger question involved in the petitions, one preliminary issue F\nis required to be settled, i.e., in view of the earlier decision of\nthis Court in Subramanian Swamy (supra), whether is it\npermissible for the petitioners to raise these various questions,\nwhich they are seeking to raise in this batch of petitions and\nright for this Court to examine the same ?\n28. It is held by this Court in Golaknath v. State of Punjab\n(1967) 2 SCR 762, relying upon Superintendent \u0026 Legal\nRemembrancer State of West Bengal v. Corporation of\nCalcutta (1967) 2 SCR 170 and Bengal Immunity Company\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n1132 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nLimited v. State of Bihar (1955) 2 SCR 603, that there is\n\"nothing in the constitution that prevented the Supreme Court\nfrom departing from the previous decisions of its own if it was\nsatisfied of its error and of its harmful effect on the general\ninterest of the public\". If a principle laid down by this Court is\ndemonstrably inconsistent with the scheme of the Constitution,\nit becomes the duty of this Court to correct the wrong principle.\nlaid down. It is also the duty of this Court to correct itself as early\nas possible in the matters of the interpretation of the\nConstitution, \"as perpetuation of a mistake will be harmful to\npublic interest”. Therefore, in my opinion, the various legal\nissues raised by the petitioners are required to be examined.\n29. In Mohinder Singh Gill and anr. v. The Chief Election\nCommissioner, New Delhi and ors. (1978) 1 SCC 405,\nspeaking for the Court, Justice lyer opined:\n\"23. Democracy is government by the people. It is a\ncontinual participative operation, not a cataclysmic,\nperiodic exercise. The little man, in his multitude, marking\nhis vote at the poll does a social audit of his Parliament\nplus political choice of this proxy. Although the full flower\nof participative Government rarely.blossoms, the minimum\ncredential of popular Government is appeal to the people\nafter every term for a renewal of confidence. So we have\nadult franchise and general elections as constitutional\ncompulsions. \"The right of election is the very essence of\nthe constitution\" (Junius). It needs little argument to hold\nthat the heart of the Parliamentary system is free and fair\nelections periodically held, based on adult franchise,\nalthough social and economic democracy may demand\nmuch more.\"\n30. Though this Court held that adult franchise and general\nelections are constitutional compulsions, it did not elaborate\nand explain the basis of such statement. The statement is less\nrhetoric and more legal than what it might sound for the following\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1133\nCOMMISSION OF INDIA [J. CHELAMESWAR, J.]\n'\nreasons. Article 3268, declares that the elections to the House A\nof the People and the Legislative Assembly of every State shall\nbe on the basis of adult suffrage. Articles 81(1)(a)⁹ and 83,\ncumulatively command that, 530 members of the House of the\nPeople (Lok Sabha) are required to be “chosen by direct\nelection from the territorial constituencies in the State\". Article B\n81(2)(b) 10 mandates that each State shall be divided into\nterritorial constituencies in the manner specified therein,\nwhereas Article 83(2)11 mandates that the duration of the House\nof the People shall be no longer than 5 years. The expiry of the\nperiod of 5 years reckoned from the date of the first meeting\nshall operate for dissolution of the House. These provisions\ncumulatively command a periodical election to the House of the\nPeople based on adult suffrage. Similarly, Articles 168, 170\n8. Article 326. Elections to the House of the People and to the Legislative\nAssemblies of States to be on the basis of adult suffrage: The elections\nto the House of the People and to the Legislative Assembly of every State\nshall be on the basis of adult suffrage; that is to say, every person who is\na citizen of India and who is not less than eighteen years of age on such\ndate as may be fixed in that behalf by or under any law made by the\nappropriate Legislature on the ground of non residence, unsoundness of\nmind, crime or corrupt or illegal practice, shall be entitled to be registered\nas a voter at any such election.\n9. Article 81(1)(a): not more than five hundred and thirty members chosen\nby direct election from territorial constituencies in the States, and\n10. Article 81(2)(b) each State shall be divided into territorial constituencies\nin such manner that the ratio between the population of each constituency\nand number of seats allotted to it is, so far as practicable, the same\nthroughout the State: Provided that the provisions of sub clause (a) of this\nclause shall not be applicable for the purpose of allotment of seats in the\nHouse of the People to any State so long as the population of that State\ndoes not exceed is millions.\n11. Article 83(2) The House of the People, unless sooner dissolved, shall\ncontinue for five years from the date appointed for its first meeting and no\nlonger and the expiration of the said period of five years shall operate as\na dissolution of the House: Provided that the said period may, while a\nProclamation of Emergency is in operation, be extended by Parliament by\nlaw for a period not exceeding one year at a time and not extending in any\ncase beyond a period of six months after the Proclamation has ceased to\noperate.\nC\nD\nE\nF\nG\nH\n"}