{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 3 S.C.R. 1084\nA DESIYA MURPOKKU DRAVIDA KAZHAGAM \u0026 ANR.\nB\nV.\nTHE ELECTION COMMISSION OF INDIA\n(Writ Petition (C) No. 532 of 2008)\nAPRIL 18, 2012\n[ALTAMAS KABIR, SURINDER SINGH NIJJAR AND\nJ. CHELAMESWAR, JJ.]\nElection Symbols (Reservation and Allotment) Order,\nC 1968:\nD\nE\n-\n-\nClauses 6A and 6B as inserted by Notification No. 56\ndated 1.12.2000 – Political parties - Reservation/allocation\nof symbols - Criterion for recognition of political parties at\nState level and National level - Constitutional validity of –\nHeld: Per majority (Chelameswar, J - dissenting): In addition\nto rr. 5 and 10 of Conduct of Election Rules, the powers vested\nin the Election Commission can be traced to Art. 324 of the\nConstitution - The Election Commission has set down a\nbench-mark which is not unreasonable - In order to gain\nrecognition as a political party, a party has to prove itself and\nto establish its credibility as a serious player in the political\narena of the State - Once it succeeds in doing so, it will\nbecome entitled to all the benefits of recognition, including\nthe allotment of a common symbol – A voter has the right to\nknow the antecedents of the candidates, but such right has\nto be balanced with the ground realities of conducting a State-\nwide poll - The Election Commission has kept the said\nbalance in mind while setting the bench-marks to be achieved\nby a political party in order to be recognized as a State Party\nG and become eligible to be given a common election symbol\n- There is no variance between the views expressed by the\nConstitution Bench in the PUCL* case and the amendments\neffected by the Election Commission to the Election Symbols\nOrder, 1968, by its Notification dated 1.12.2000 - Nothing new\n1084\nF\nH\n-\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1085\nCOMMISSION OF INDIA\nhas been brought out on behalf of the petitioners which could A\nmake the Court take a different view from what has been\ndecided earlier - Representation of the People Act, 1951 -\nConduct of Election Rules, 1961 - rr. 5 and 10 - Constitution\nof India, 1950 - Art. 324.\nThe instant writ petitions and special leave petitions\nwere filed challenging the constitutional validity of the\namendment of the Election Symbols (Reservation and\nAllotment) Order, 1968, by Notification No.O.N.56/2000/\nJud-III dated 1.12.2000, substituting Clause 6 with 6A(i)\nand (ii) and Clause 6B therein. The common grievance in\nall the petitions was with regard to the amendment which\nrequired that in order to be recognized as a State party\nin the State, a political party should have secured not less\nthan 6% of the total valid votes polled in the State and\nalso returned at least 2 members to the Legislative\nAssembly of the State in the last general election.\nB\nC\nD\nIt was contended that the classification of parties into\nrecognized and unrecognized parties on the basis of the\nseats won during an election and the percentage of votes E\npolled, was unreasonable and arbitrary, having no nexus\nwith the purpose sought to be achieved.\nDismissing the petitions, the Court\nHELD:\nPer Altamas Kabir, J (for himself and for Surinder Singh\nNijjar, J).\n1.1. The Election Commission constituted under Art.\n324 of the Constitution of India evolved the procedure for\ngrant of recognition to political parties. After the First\nGeneral Election, it fixed 3% of the valid votes polled in\nthe elections as the minimum standard for grant of\nrecognition. After the Third General election the minimum\nstandard was raised by the Commission from 3 to 4%.\nFL\nG\nH\n1086 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA After the Fourth General Election were held in 1967, the\nElection Commission decided to streamline the\nprovisions and procedure. Accordingly, by virtue of\npowers conferred on it by Art. 324 of the Constitution,\nread with s.29A of the Representation of the People Act,\nB 1951 and rr. 5 and 10 of the Conduct of Election Rules,\n1961 and other powers vested in it, the Election\nCommission of India made and promulgated the Election\nSymbols (Reservation and Allotment) Order, 1968. [para\n5-6] [1099-G; 1100-D-H; 1101-B-C]\nC\nD\nE\n1.2. The grounds made on behalf of the writ\npetitioners regarding the constitutional validity of the\nElection Symbols Order, 1968, and the power of the\nElection Commission to settle issues relating to claims\nof splinter groups to be the original party, had fallen for\nthe decision of this Court in Sadiq Ali's* case, when this\nCourt had occasion to observe that the Election\nCommission had been clothed with plenary power by rr.\n5 and 10 of the Conduct of Election Rules, 1961, in the\nmatter of conducting of elections, which included the\npower to allot symbols to candidates during elections.\nThe challenge to the vires of the Symbols Order, 1968,\nwas, accordingly, repelled. The view in Sadiq Ali's case\nhas since been followed in the All Party Hill Leaders'\nConference case, Roop Lal Sathi's case, Kanhiya Lal Omar's\nF case and as recently as in Subramanian Swamy's case,\nwhere the provisions of Article 324 of the Constitution\nvesting the superintendence, direction and control of\nelections, were considered in detail and it was, inter alia,\nheld that in addition to rr. 5 and 10 of the Conduct of\nG Election Rules, 1961, the powers vested in the Election\nCommission could be traced to Article 324 of the\nConstitution. [para 31-32] [1116-B-F]\nH\nShri Sadiq Ali \u0026 Anr. Vs. Election Commission of India,\nNew Delhi \u0026 Ors. 1972 (2) SCR 318 =(1972) 4 SCC 664; All\nParty Hill Leaders' Conference, Shillong Vs. Captain W.A.\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1087\nCOMMISSION OF INDIA\nSangma \u0026 Ors. 1978 (1) SCR 393 = (1977) 4 SCC 161; Roop A\nLal Sathi Vs. Nachhattar Singh Gill 1983 (1) SCR 702 = (1982)\n3 SCC 487; Kanhiya Lal Omar Vs. R.K. Trivedi \u0026 Ors. 1985\n(3) Suppl. SCR 1 = (1985) 4 SCC 628; and Subramanian\nSwamy Vs. Election Commission of India 2008 (13)\nSCR 846 (2008) 14 SCC 318 - relied on.\n1.3. The evolution of the law relating to the criteria for\na political party to be recognized as a State Party clearly\nindicates that the Election Commission, in its wisdom,\nwas of the view that in order to be recognized as a\npolitical party, such party should have achieved a certain\nbench-mark in State politics. Nothing new has been\nbrought out in the submissions made on behalf of the writ\npetitioners which could make the Court take a different\nview from what has been decided earlier. [para 33] [1116-\nG]\nB\nC\nD\n1.4. The Election Commission has set down a bench-\nmark which is not unreasonable. In order to gain\nrecognition as a political party, a party has to prove itself\nand to establish its credibility as a serious player in the E\npolitical arena of the State. Once it succeeds in doing so,\nit will become entitled to all the benefits of recognition,\nincluding the allotment of a common symbol. [para 33]\n[1117-B-C]\n2. A voter has the right to know the antecedents of\nthe candidates, but such right has to be balanced with\nthe ground realities of conducting a State-wide poll. The\nElection Commission has kept the said balance in mind\nwhile setting the bench-marks to be achieved by a\npolitical party in order to be recognized as a State Party\nand become eligible to be given a common election\nsymbol. There is no variance between the views\nexpressed by the Constitution Bench in the PUCL** case\nand the amendments effected by the Election\nCommission to the Election Symbols Order, 1968, by its\nF\nG\nH\n1088 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Notification dated 1.12.2000. [Para 34] [1117-D-E]\nB\n**\nPeople's Union for Civil Liberties (PUCL) \u0026 Anr. Vs.\nUnion of India \u0026 Anr. 2003 (2) SCR 1136 = (2003) 4 SCC\n399; and Union of India Vs. Association for Democratic\nReforms \u0026 Anr. 2002 (3) SCR 696 = (2002) 5 SCC 294 -\nreferred to.\nKuldip Nayar \u0026 Ors. Vs. Union of India \u0026 Ors. 2006 (5)\nSuppl. SCR 1 = (2006) 7 SCC 1; Kharak Singh Vs. State\nof U.P. \u0026 Ors. 1964 SCR 332 = AIR 1963 SC 1295; Kanhiya\nC Lal Omar Vs. R.K. Trivedi \u0026 Ors. 1985 (3) Suppl. SCR 1 =\n(1985) 4 SCC 628; Sakal Paper (P) Ltd. \u0026 Ors. Vs. Union of\nIndia (1962) 3 SCR 842; Subramanian Swamy Vs. Election\nCommission of India 2008 (13) SCR 846 = (2008) 14 SCC\n318; Rama Kant Pandey Vs. Union of India 1993 (1) SCR\nD 786 = (1993) 2 SCC 438 – cited.\nE\nJames L. Buckley Vs. Francis R. Valeo 424 US 1 (1976);\nand Texas Vs. Gregory Lee Johnson 491 US 397 (1989) -\ncited.\nPer Chelameswar, J (Dissenting)\n1.1. If a principle laid down by this Court is\ndemonstrably inconsistent with the scheme of the\nConstitution, it becomes the duty of this Court to correct\nF the wrong principle laid down. It is also the duty of this\nCourt to correct itself as early as possible in the matters\nof the interpretation of the Constitution, \"as perpetuation\nof a mistake will be harmful to public interest”. [para 28]\n[1132-B]\nG\n1.2. The right to elect members of Lok Sabha or the\nLegislatie Assemblies flows from the language of Arts. 81\nand 170 r/w Arts. 325 and 326 of the Constitution of India.\nSuch a right can be restricted by the appropriate\nLegislature only on four grounds specified under Art. 326.\nH As regards the right to get elected / being CHOSEN either\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1089\nCOMMISSION OF INDIA\nB\nto the Lok Sabha or to the Legislative Assembly of a A\nState, Arts. 84 and 173 stipulate the requisite\nqualifications for a person to be either a member of the\nLok Sabha or the Legislature of a State. Arts. 102 and 191\nprescribe the various contingencies in which a person\nwould become disqualified to be a member of any one\nof the Legislative Bodies, such as, holding of a public\noffice or owing allegiance or adherence to a foreign State,\netc. Therefore, subject to the fulfilment of the various\nconditions stipulated in the Constitution or by an\nappropriate law made in that behalf, every citizen of this C\ncountry has a Constitutional right both to elect and also\nbe elected to any one of the Legislative Bodies created\nby the Constitution - the \"straight conclusion\" of the\nMohinder Singh Gill's case, “that every Indian has a right\nto elect and be elected – subject to statutory regulations\",\nwhich rights can be curtailed only by a law made by the\nappropriate legislation that too on grounds specified\nunder Art. 326 only. [para 33,34 and 36] [1135-D; 1137-B,\nC; 1138-A; 1139-A-C-D]\n-\nMohinder Singh Gill and anr. v The Chief Election\nCommissioner, New Delhi and ors. 1978 (2) SCR 272\n(1978) 1 SCC 405 – relied on.\n-\nN.P.Ponnuswamy v Returning Officer, Namakkal\nConstituency, 1952 SCR 218; Jyothi Basu v. Debi Gosal\n1982 (3) SCR 318 = (1982) 1 SCC 691 – distinguished.\n-\nPeople's Union for Civil Liberties (PUCL) and anr. v.\nUnion of India and anr. 2003 (2) SCR 1136 = (2003) 4 SCC\n399 referred to.\n-\nJustice M.N. Venkatachaliah National Commission to\nreview the working of the Constitution Report - referred to.\nD\nE\nF\nG\n2.1. On 30.7.1957, the Election Commission held a\nConference, where 7 well established political parties,\nthen organized on All India basis, participated. A H\n1090 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA consensus was arrived at in the abovementioned\nConference to adopt the symbol system. It was with the\ncreation of the Symbols Order, 1968, that for the first time,\nthe Election Commission conferred on itself the authority\nto recognise or refuse to recognise or derecognise\nB political parties, which did not demonstrate that they have\nsome minimum political following and legislative\npresence. Till 1996, gaining recognition from the Election\nCommission did not confer any advantage on a political\nparty other than securing the reservation of a symbol\ncommonly for all the candidates set up by such a party\nat any election. Political parties could still set up, then and\nnow also, candidates at any election irrespective of the\nfact whether they are recognised by the Election\nCommission or not. It is only much later (1996), certain\nlegal rights and obligations came to emanate from the\nfactum of recognition or lack of it. [para 7, 50 and 51]\n[1121-C-D; 1149-A-B; 1148-G-H]\nC\nD\n2.4. The substance of the provisions of the Symbols\nOrder is that, no political party is entitled for allotment or\nE use of an election symbol permanently. The allotment of\nan exclusive election symbol is available to a political\nparty only so long as it is recognised by the Election\nCommission. Securing the recognition and its\ncontinuance depends upon the performance of the\nF political party at every succeeding general election.\nTherefore, newly formed political parties are not entitled,\nas a matter of right, for the exclusive allotment of a\ncommon election symbol for the benefit of all the\ncandidates set up by them at any election. Such\ncandidates are required to choose one of the free\nsymbols notified by the Election Commission. Therefore,\nall the candidates set up by a political party need not get\nthe same symbol at a general election. Even in the case\nof an existing political party, which was recognised at\nsome anterior point of time, but lost the recognition in\nview of its inadequate performance at any general\nG\nH\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION1091\nCOMMISSION OF INDIA\nelection or in the case of a political party, which contested A\na general election, but failed to satisfy the requisite\nstandards of performance stipulated in the Symbols\nOrder, a common symbol would not be available for the\nexclusive use of such party's candidates at any\nsubsequent election beyond a period specified in para B\n10A. [para 19-20] [1128-E-H; 1129-A-B]\nSubramanian Swamy v. Election Commission of India,\n2008 (13) SCR 846 = (2008) 14 SCC 318; Golaknath v. State\nof Punjab (1967) 2 SCR 762; Superintendent \u0026 Legal\nRemembrancer State of West Bengal v. Corporation of C\nCalcutta (1967) 2 SCR 170 and Bengal Immunity Company\nLimited v. State of Bihar (1955) 2 SCR 603 - referred to.\n3.1 Until 1985, the Constitution of India made no\nreference to political parties. It was by the Fifty Second\nAmendment that the Tenth Schedule was added to the\nConstitution, where the expression \"political party\"\noccurs. The Tenth Schedule recognises the existence of\npolitical parties and the practice of political parties setting\nup candidates for election to either of the Houses of\nParliament or State Legislature. However, the Election\nCommission recognised, from the inception, the\nexistence of political parties and the practice of political\nparties setting up candidates at elections to any one of\nthe Houses created by the Constitution. [para 39] [1142-\nD-F]\nWilliam vs. Rhodes 393 US 23 (1968) – referred to.\n-\n3.2 Art. 19(1)(c) confers a fundamental right on all\ncitizens to form associations or associate with\norganisations of their choice. Therefore, all the citizens\nhave a fundamental right to associate for the\nadvancement of political beliefs and opinions held by\nthem and can either form or join a political party of their\nchoice. A political party is nothing but an association of\nindividuals pursuing certain shared beliefs. Political\nD\nE\nF\nG\nH\n1092 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA parties are, no doubt, not citizens, but their members are\ngenerally citizens. Therefore, any restriction imposed on\npolitical parties would directly affect the fundamental\nrights of its members. [para 40] [1142-F; 1143-A-C-D]\nB\nRomesh Thapper v. State of Madras, 1950 SCR 594 =\nAIR 1950 SC 124 - referred to.\n3.3 The Symbols Order, insofar as it provides for the\nallotment of a symbol for the exclusive use only of a\nrecognised political party's candidates, certainly creates\nC a disadvantage to the political parties, which have not\nbeen able to secure recognition from the Election\nCommission apart from creating two classes of political\nparties. The citizens' right to form or join a political party\nfor the advancement of political goals means little if such\na party is subjected to a disadvantage, in the matter of\ncontesting elections. [para 42] [1144-C-D]\nD\nShri Sadiq Ali and anr. v The Election Commission Of\nIndia, New Delhi and Ors. 1972 (2) SCR 318 = (1972) 4 SCC\n664; and Kanhiya Lal Omar v. R.K. Trivedi and Ors. 1985 (3)\nE Suppl. SCR 1 = (1985) 4 SCC 628 - referred to.\nLL\nF\nG\nH\n3.4 Except for the Tenth Schedule, which is a\nrelatively recent addition to the Constitution, no other\nprovision of the Constitution, expressly refers to the\npolitical parties either recognised or unrecognised. The\nR.P. Act, as it was originally enacted, also did not make\nany reference to a political party. The expression \"political\nparty\" was first introduced in the R.P. Act in the year 1989\nby the amending Act No.1 of 1989. Section 2 (f) was\ninserted, which provides for the definition of the\nexpression \"political party\". Simultaneously, by the same\namending Act, Part – IV A was introduced into the Act,\nwhich dealt with the registration of political parties with\nthe Election Commission and the advantages flowing\nfrom such registration. The expression \"recognised\npolitical party” was first introduced in the Act by Act\n-\nDESIYA MURPOKKU DRAVIDA KAZHAGAM v. ELECTION 1093\nCOMMISSION OF INDIA\nA\nNo.21 of 1996, in the proviso to s. 33 and sub-s. (2) of s.38.\nLater, such an expression was employed in s.39A and in\nthe second explanation to sub-s. (1) of s.77, s. 78A and\ns. 78B, which occur under Part-VA of the Act by the\namending Act No.46 of 2003. The Explanation to s. 78B(2),\ndefines the expression “unrecognised political party\" for B\nthe limited purposes mentioned therein. None of the\nprovisions referred to in the explanation deal with the\nallotment of a reserved symbol. Thus, there is a statutory\ncompulsion (post 1996) on the part of the Election\nCommission to recognise or not to recognise a political C\nparty as it is only on the basis of the recognition by the\nElection Commission, the rights or obligations created\nunder the abovementioned provisions come into play.\nThere is still no constitutional compulsion in that regard.\n[para 45] [1145-D-H; 1146-B-C]\nD\n3.5 Though, post-1996, the R.P. Act, 1951, obligates\nthe Election Commission to confer recognition on some\npolitical parties for certain purposes, the Act does not\nstipulate the criteria on the basis of which such\nrecognition is to be accorded. It simply borrowed the E\ndefinition of the expression ‘recognised political party'\nfrom the Symbols Order, thereby leaving it to the\ndiscretion of the Election Commission to recognise or not\nto recognise a political party on such terms and\nconditions, which the Election Commission deems fit.\nBut, there is nothing either in R.P. Act, or any other law,\nwhich obligates the Election Commission to accord\nrecognition to a political party on the basis of its\nperformance at an election. [para 46] [1146-D-E]\n3.6 Thus, it is not legally obligatory for the Election\nCommission to choose the criteria of performance at an\nelection for the purpose of according or refusing to\naccord recognition to a political party. It so happened that\nsuch a criterion was chosen by the Election Commission\nwell before the R.P. Act obliged the Election Commission\nF\nF\nH\n"}