{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\nC.S. KRISHNAMURTHY\nV.\nSTATE OF KARNATAKA\nMARCH 29, 2005\n[P. VENKATARAMA REDDI AND A.K. MATHUR, JJ.]\n:\nPrevention of Corruption Act, 1947-Section 6(1) and Section 5(2) read\nwith Section 5(1)(e)—Accumulation of assets disproportionate to income by\npublic servant Sanction Order by the Authority for prosecution under Section\n5(2) read with 5(1)(e)-Validity of Held Facts disclosed in the sanction\norder are eloquent for constituting prima facie offence under the Section and\non reading it with evidence of sanctioning authority, it is clear that the sanction\nwas accorded properly with due application of mind and hence, valid-Order\nof High Court that sanction accorded was valid calls for no interference-\nConstitution of India, 1950-Article 136.\nΑ\nB\nC\nᎠ\nIt is alleged that a technical supervisor of the Telephone Department\naccumulated assets disproportionate to his known source of income for\ncertain period. CBI carried out the investigation and filed charge sheet\nagainst the employee for offence under Section 5(2) read with Section\n5(1)(e) of the Prevention of Corruption Act, 1947. Deputy General E\nManager of the Department accorded sanction under section 6(1) of the\nAct for prosecution of the accused. Special Judge acquitted the accused\non the ground that the sanction was invalid. Single Judge of High Court\nset aside the order holding that the sanction accorded by the prosecution\nwas valid and remitted the matter to the Special Judge. Hence the present\nappeal.\nDismissing the appeal, the Court\nF\nHELD: 1.1. Sanction is necessary for every prosecution of public\nservant; this safeguard is against the frivolous prosecution against public G\nservant from harassment. But, the sanction should not be taken as a shield\nto protect corrupt and dishonest public servant. Sanction order should\nspeak for itself and in case the facts do not so appear, it should be proved\nby leading evidence that all the particulars were placed before the\nsanctioning authority for due application of mind. In case the sanction\n1163\nH\n1\n1\n1164\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA speaks for itself then the satisfaction of the sanctioning authority is\napparent by reading the order. When the sanction itself is very expressive,\nthen the argument that particular material was not properly placed before\nthe sanctioning authority for according sanction and sanctioning authority\nhas not applied its mind becomes unsustainable. When sanction order itself\nis eloquent enough, then in that case only formal evidence has to be\nproduced by the sanctioning authority or by any other evidence that the\nsanction was accorded by a competent person with due application of\nmind. [1168-G; 1170-E-F; 1169-C-D]\nB\n1.2. In the instant case, the sanction order itself discloses the facts\nthat the incumbent is being prosecuted under the provisions of the\nC\nPrevention of Corruption Act for accumulating moveable and immovable\nassets disproportionate to his known source of income and he has failed\nto give satisfactory account for the same. The sanction order speaks for\nitself that the incumbent has to account for the assets disproportionate to\nhis known source of income. More so, Deputy General Manager of the\nD Department has come in the witness box as prosecution witness and has\nproved the sanction order, that he was competent authority to accord\nsanction and he accorded the sanction for prosecution of accused for the\nalleged offence. He deposed that after going through the report of the\nSuperintendent of Police, CBI and after discussing the matter with his legal\ndepartment, he accorded sanction which is enough to show that there is\ndue application of mind. The facts contained in the sanction order read\nwith evidence of sanctioning authority makes it clear that sanction was\nproperly accorded and is valid. Facts mentioned in sanction order are\neloquent for constituting prima facie offence under Section 5(2) read with\nSection 5(1)(e) of the Act. Therefore, the view taken by Single Judge of\nF the High Court is justified and calls for no interference.\nE\nG\n[1171-G-H; 1170-F-G; 1172-A]\nMansukhlal Vithaldas Chauhan v. State of Gujarat, [1997] 7 SCC 622,\ndistinguished.\nIndu Bhusan Chatterjee v. State of West Bengal, [1958] SCR 999; R.S.\nPandit v. State of Bihar, [1963] Supp. 2 SCR 652; Balaram Swain v. State\nof Orissa, [1991] Supp. 1 SCC 510 and State of T.N. v. M.M. Rajendran,\n[1998] 9 SCC 268, referred to.\n2. It cannot be said that since the offence was alleged to have been\ncommitted almost 19 years ago, it would not be advisable to proceed with\nH the matter. It is a matter of corruption and latitude cannot be give in such\n1\n1\nC.S. KRISHNAMURTHY v. STATE OF KARNATAKA [A.K. MATHUR, J.] 1165\nmatters. [1172-B]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 462\nof 2005.\nFrom the Judgment and Order dated 10.6.2004 of the Karnataka High\nCourt in Crl.A. No. 608 of 1998.\nN.D.B. Raju, Ms. Bharathi R. and Guntur Prabhakar for the Appellant.\nA. Sharan, Additional Solicitor General, V. Krishnamurthy and P.\nParmeswaran, with him for the Respondent.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. Leave granted.\nThis appeal is directed against an order passed by learned Single Judge\nA\nB\nC\nof the High Court of Karnataka at Bangalore in Criminal Appeal No. 608 of D.\n1998 whereby learned Single Judge by his order dated June 10, 2004 has\nallowed the appeal of State and set aside the order of the XXI Additional\nSessions Judge and Special Judge for CBI at Bangalore City whereby he\nacquitted the appellant accused under Section 5(2) read with Section 5(1)(e)\nof the Prevention of Corruption Act 1947 on the ground of sanction being\ninvalid in CC No. 131/1990 dated 20th March, 1998.\nE\nBrief facts necessary for disposal of this appeal are that the accused Sri\nC.S. Krishnamurthy, Technical Supervisor, Bangalore Telephones, Bangalore\nwas charge-sheeted for the offence under Section 5(2) read with Section 5(1)\n(e) of the Prevention of Corruption Act 1947 (hereinafter referred to as the\n\"Act\") alleging that during the period from May 25, 1964 to June 27, 1986 F\nhe acquired assets disproportionate to his known source of income. On 27th\nJune, 1986 he was in possession of movables and immovable assets worth\nRs. 4, 01, 454.58 disproportionate to his known source of income and did not\ngive any satisfactory account. The CBI, Bangalore City, after completion of\nthe investigation filed charge sheet against the accused. The charges were G\nframed against the accused and prosecution examined 56 witnesses and marked\nexhibits P-1 to P.124. The statement of the accused was recorded under\nSection 313 Cr.P.C. The accused filed the written explanation. However, he\ndid not choose to lead any defence evidence. The learned Special Judge after\nhearing the parties framed following questions which read as under : -\nH\n1\n1166\nA\nB\nSUPREME COURT REPORTS\n\"1. Whether the sanction order is valid?\n2.\nC 3.\nD\nE\nF\nG\nH\n[2005] 2 S.C.R.\nWhether the prosecution proves beyond all reasonable doubt\nthat the accused being Technician and then Technical Supervisor\nin Bangalore Telephones, being a public servant during the period\nfrom 25.5.1964 to 27.6.1986 acquired assets which were\ndisproportionate to his known sources of income as on 27.6.1986\nas the accused was in possession of movables and immovable\nassets worth Rs. 4,01,454.58 Ps. Which were disproportionate\nto his known source of income for which he could not give\nsatisfactory account?\nWhether the prosecution has proved beyond all reasonable doubt\nthat the accused has committed the offence under Section 5(1)(e)\nof the Prevention of Corruption Act, 1947, punishable under\nSection 5(2) of the said Act?\n4. What order?\n\"\nLearned Special Judge acquitted the accused and held that there was no\nproper sanction. Learned Special Judge held that the prosecution has failed\nto prove the valid Sanction under Exhibit P-83 and therefore, prosecution is\nwithout jurisdiction and he acquitted the accused of all charges. Aggrieved\nagainst the order, an appeal was presented by the CBI to the High Court.\nLearned Single Judge of the High Court of Karnataka, after examining\nthe evidence came to the conclusion that the sanction accorded by the\nprosecution is valid and set aside the order of the learned Sessions Judge and\nremitted the matter back to the Special Judge, CBI, Bangalore to register the\ncase and to decide the matter afresh after hearing both the parties. Aggrieved\nagainst this order of the learned Single Judge, the present appeal has been\npreferred by the accused.\nWe heard both the learned counsel for the parties and perused the\nrecord. Whole case depends upon the sanction. Whether the sanction granted\nby the authority is a valid sanction or not? In order to appreciate this\ncontroversy, we reproduce the sanction order which reads as under: -\n\"SANCTION ORDER\nWhereas it is alleged that Shri C.S. Krishnamurthy while\nfunctioning as Technician and then as Technical Supervisor, Bangalore\n1\n1\nC.S. KRISHNAMURTHY v. STATE OF KARNATAKA [A.K. MATHUR, J.] 1167\nTelephones, Bangalore, during the period between 25.5.1964 to A\n25.6.1986, and, as on 27.6.1986 he was found in possession of assets/\nproperties/pecuniary resources to the tune of Rs. 4,01,454.58 Ps. Which\nare disproportionate to his known source of income suggesting that\nthe said Sri. C.S. Krishnamurthy acquired the said assets by\nquestionable means and/or from dubious sources and for which he\nB\ncannot render any satisfactory account/explanation.\nWhereas the above said allegation is based on the following facts\nand circumstances: -\nShri C.S. Krishnamurthy joined the Telephone Department as\nTelephone Mechanic on 25.5.1964. He was promoted as Technical C\nSupervisor and was working with Bangalore Telephone.\nWhereas it has been made to appear that the total income earned\nby the said Shri C.S. Krishmurthy from all known sources between\nthe period 25.5.1964 to 27.6.1986 is Rs. 7, 91,534.93Ps. The income\nwas from salary, GPF advances, the Rental income, the interest amount D\nreceived from Bank accounts, the loan amount received from LIC\ntowards house constructions, the dividend income, interest amount\nand gain in respect of chits received from Navyodaya \"Sahakara\nBank, Vyyalikaval House Building, Co-operative Society, Vishalam\nChit Funds and Reliance Industries, loan received from friends and\nfamily members, gain towards sale of scooter/car, sale proceeds of\njewellery and income received by family members.\nWhereas it has been made to appear that the total expenditure\nincurred by the said Shri C.S. Krishnamurthy in the above said period\nfrom 25.5.1964 to 25.6.1986 was Rs. 2,41,382.85Ps.\nWhereas it has been, made to appear that the total assets both\nmovable and immovable acquired by the said Shri C.S. Krishnamurthy\nduring the check period from 25.5.1964 to 27.6.1986 amounted to\nRs. 9,51,606.66Ps.\nE\nF\nG\nWhereas it has been made to appear that the said Shri\nC.S.Krishnamurthy during the entire period of his service as a public\nservant have likely savings to the tune of Rs. 5,50,152.08ps. only\nagainst which has had been found in possession of total assets both\nmovable and immovable to the tune of Rs. 9,51,606.66 ps. The extent\nof disproportionate assets possessed by Shri C.S. Krishnamurthy as H\n1168\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\non 27.6.1986 comes to Rs. 4,01,454.58 Ps..\n[2005] 2 S.C.R.\nWhereas the said acts constitute offence punishable under Section\n5(2) r/2 5(1)(e) of the Prevention of Corruption Act, 1947, (Act II of\n1947).\nAnd whereas, I, V. Partha Sarthy being the authority competent\nto remove Shri C.S. Krishnamurthy from office after fully and carefully\nexamining the materials placed before me in regard to the said\nallegations and circumstances of this case, consider that the said Shri\nC.S. Krishnamurthy should be prosecuted in a Court of Law for the\nsaid offences.\nNow, therefore, I V. Partha Sarthy do hereby accord sanction\nunder Section 6(1) (C) of the Prevention of Corruption Act 1947 (Act\nII of 1947) for the Prosecution of the said Shri C.S. Krishnamurthy\nfor the said offences and any other offences punishable under other\nprovisions of Law in respect of the said offences by a Court of\ncompetent jurisdiction.\"\nThis sanction order was proved by Mr. V. Parthasarthy, Deputy General\nManager of Bangalore Telecom as PW-40, he was competent authority to\naccord sanction and he accorded the sanction for prosecution of accused for\nthe alleged offence on 28th February, 1990 as per Ex.P. 83. He deposed that\nS.P. CBI sent a report against the accused and he perused the report and\naccorded the sanction as per Ex.P.83. He deposed that he was satisfied that\nthere was a case for prosecuting the accused for the alleged offence. He\nadmitted that he received a draft sanction order and a draft sanction order\nwas also examined by vigilance cell and then it was put up before him. He\nalso deposed that before according sanction he discussed the matter with the\nvigilance cell. He also admitted that he was not a law man, therefore, he\ndiscussed the legal implication with a legally qualified officer in the vigilance\ncell. He has denied the suggestion that he did not apply his mind in according\nsanction. It is no doubt true that the sanction is necessary for every prosecution\nof public servant, this safeguard is against the frivolous prosecution against\npublic servant from harassment. But, the sanction should not be taken as a\nshield to protect corrupt and dishonest public servant. In the present case, a\nperusal of the sanction order itself shows that Shri C.S. Krishnamurthy's\nincome from all known sources between the period from May 25, 1964 to\nJune 27, 1986 was Rs. 7,91, 534.93 that income was from salary, GPF\nH advances, rental income, interest amount from bank accounts and loan amount\nG\n-\ni\n}\n1\nC.S. KRISHNAMURTHY v. STATE OF KARNATAKA [A.K. MATHUR, J.] 1169\nB\nD\nreceived from LIC towards house constructions, the dividend income, interest A\namount and gain in respect of chits received from Navyodaya Sahakra Bank,\nVyyalikaval House Building Co-operative Society, Vishalam Chit Funds and\nReliance Industries loan received from friends and family members, gain\ntowards sale of scooter/car, sale proceeds of jewellery and income received\nby family members and the total expenditure incurred by the accused during\nthese period is Rs. 2,41,382.85 and the total assets acquired by the accused\nboth movable and immovable from May 25, 1964 to June 27, 1986 is Rs.\n9,51,606.66 ps. Therefore, the accused has to account for difference between\nthe two. The sanction itself shows that there is something to be accounted by\nthe accused. When the sanction itself is very expressive, then in that case, the\nargument that particular material was not properly placed before the C\nsanctioning authority for according sanction and sanctioning authority has\nnot applied its mind becomes unsustainable. When sanction order itself is\neloquent enough, then in that case only formal evidence has to be produced\nby the sanctioning authority or by any other evidence that the sanction was\naccorded by a competent person with due application of mind. In the present\ncase the learned additional sessions Judge took a very narrow view that all\nthe papers were not placed before the Court to show that there was proper\napplication of mind by the sanctioning authority. The view taken by learned\nSpecial Judge was not correct and the learned Single Judge correctly set aside\nthe order. In this connection we may refer to a three Judge Bench decision\nof this Court reported in [1958] SCR 999, Indu Bhusan Chatterjee v. The E\nState of Bangal in which a similar argument was raised that a sanctioning\nauthority did not apply his mind to the facts of the case but merely perused\nthe draft prepared by the Police and did not investigate the truth of the\noffence. The learned Judges after perusing the sanction order read with the\nevidence of Mr. Bokil held that there was a valid sanction accorded by a\ncompetent person. In this case, the accused was charged under Section 161\nof the Indian Penal Code and Section 5(2) of the Prevention of Corruption\nAct. The accused was paid a sum of Rs. 100 in marked currency as illegal\ngratification at Coffee House for clearing some claims entrusted to him and\nsame was found in his possession. Sanction for prosecution of the appellant\nwas sought from PW-5. Mr. Bokil as a competent authority to grant sanction,\nhe came in witness box and he deposed that he accorded sanction for\nprosecution after proper application of mind. On these facts the learned Judges\nobserved that Ext. 6 on face of it disclosed a valid sanction for prosecution.\nIn the sanction order it was disclosed that accused had accepted a bribe of\nRs. 100 for clearing claim cases and he was trapped. Though sanctioning\nauthority who came in witness box could not answer some questions in cross\nF\nG\nH\ni-\n1\n1170\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA examination, yet this Court held that sanction itself is eloquent read with\nevidence of sanctioning authority and same is valid. In the present case, the\nfacts contained in the sanction order read with evidence of sanctioning authority\nmakes it clear that sanction was properly accorded and is valid.\nIn this connection, a reference was made to a decision of the Constitution\nB. Bench in the case of R.S.Pandit v. State of Bihar, reported in [1963] Supp.\n2 SCR 652 wherein their Lordships after referring to a decision of the Privy\nCouncil in the case of Gokulchand Dwarkadas Morarka v. The King, AIR\n(1948) PC 83 observed as under :\nC\nᎠ\nE\nF\n“Section 6 of the Act also does not require the sanction to be\ngiven in a particular form. The principle expressed by the Privy\nCouncil, namely that the sanction should be given in respect of the\nfacts constituting the offence charged equally applies to the sanction\nunder S.6 of the Act. In the present case all the facts constituting the\noffence of misconduct with which the appellant was charged were\nplaced before the Government. The second principle, namely, that the\nfacts should be referred to on the face of the sanction and if they do\nnot so appear, the prosecution must prove them by extraneous\nevidence, is certainly sound having regard to the purpose of the\nrequirements of a sanction.\"\nTherefore, the ratio is sanction order should speak for itself and in case\nthe facts do not so appear, it should be proved by leading evidence that all\nthe particulars were placed before the sanctioning authority for due application\nof mind. In case the sanction speaks for itself then the satisfaction of the\nsanctioning authority is apparent by reading the order. In the present case, the\nsanction order speaks for itself that the incumbent has to account for the\nassets disproportionate to his known source of income. That is contained in\nthe sanction order itself. More so, as pointed out, the sanctioning authority\nhas come in the witness box as witness No. 40 and has deposed about his\napplication of mind and after going through the report of the Superintendent\nof Police, CBI and after discussing the matter with his legal department, he\nG accorded sanction. It is not a case that the sanction is lacking in the present\ncase. The view taken by the Additional Sessions Judge is not correct and the\nview taken by learned Single Judge of the High Court is justified.\nIn the case of Balaram Swain v. State of Orissa, reported in [1991]\nSupp. 1 SCC 510 the High Court reversed the finding of the trial court that\nH the sanctioning authority has not applied its mind on the materials placed\n1\nC.S. KRISHNAMURTHY v. STATE OF KARNATAKA [A.K. MATHUR, J.] 1171\nbefore him. It was observed in para 9 that the sanctioning authority, namely, A\nPW 4 has stated on both that he perused the consolidated report of the\nvigilance and fully applied his mind and thereafter issued the sanction. The\nadmission of PW-7 in that case that the entire record was not looked into,\nwas held to be not fatal to the sanction. The finding of the High Court was\naffirmed by Apex Court. Likewise, P.W.40, i.e. the sanctioning authority in\nB\nthe present case, has gone through the report of the Superintendent of Police\nand after discussing the matter with the legal department has accorded sanction.\nThat is enough to show that there is due application of mind in the present\ncase.\nC\nOur attention was invited to another decision of this Court. In the case\nof Mansukhlal Vithaldas Chauhan v. State of Gujarat, reported in [1997] 7\nSCC 622, wherein sanction was quashed because sanction for prosecution\nwas given under the direction of the High Court, therefore, it was held that\nit was not independent application of mind by sanctioning authority as such\nsanction was invalid. In this case, sanctioning authority who was supposed to\napply its mind for granting sanction was denuded of its power because of the D\ndirection given by the High Court. Therefore, this case does not help the\nappellant.\nSimilarly, our attention was invited to a decision of this Court.\nF\nIn the case of State of T.N. v. M.M. Rajendran, reported in [1998] 9 E\nSCC 268. In this case, sanction was accorded by the City Commissioner of\nPolice, Madras. On that basis the trial commenced. The High Court found\nthat all the relevant materials including the statements recorded by the\nInvestigating Officer was not placed for consideration before the City\nCommissioner of Police, Madras because only a report of the Vigilance\nDepartment was placed before him. The High Court came to the finding that\nalthough the Personal Assistant to the City Commissioner of Police, Madras\nhas deposed that proper sanction was accorded by the City Commissioner of\nPolice after going though the detailed report of vigilance, but the statements\nrecorded during the investigation was not placed before sanctioning authority\nand therefore, there was no proper application of mind by sanctioning authority, G\nas such sanction was invalid. But in the present case, the sanction order itself\ndiscloses the facts that the incumbent is being prosecuted under the provisions\nof the Prevention of Corruption Act for accumulating moveable and immovable\nassets worth Rs. 4, 01, 454.58 paise which is disproportionate to his known\nsource of income and he has failed to give satisfactory account for the same.\nH\n1172\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA In the present case, facts mentioned in sanction order are eloquent for\nconstituting prima facie offence under Section 5(2) read with Section 5(1)(e)\nof the Act. Therefore, there is due application of mind by sanctioning authority\nand the sanction is valid.\nLearned counsel for appellant submitted that offence was alleged to\nB have been committed in 1986, now after lapse of almost 19 years would it\nbe advisable to proceed with the matter. It is a matter of corruption and we\ncannot give any latitude in such matters.\nTherefore, under these circumstances, we are of opinion that the view\ntaken by learned Single Judge of the High Court appears to be justified and\nC\nthere is no ground to interfere in the present appeal. Accordingly, the appeal\nis dismissed. However, nothing said herein or the High Court excepting on\nthe point of sanction should influence the trial court's decision on merits.\nThe adverse observations made against the trial Judge are deleted.\nD\nN.J.\nAppeal dismissed.\n"}