{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nRAM DAYAL RAI\nV.\nJHARKHAND STATE ELECTRICITY BOARD AND ORS.\nMARCH 9, 2005\n[ASHOK BHAN AND DR. AR. LAKSHMANAN, JJ.]\n2 +\nService Law:\nPension-Bihar Pension Rules, 1950-Rule 43(a) and (b)-Government\nC accommodation-Retention of by ex-employee, after retirement-Extension of\ntime by High Court-Vacation of quarter not within the specified period but\ntwo months later-Departmental proceedings-Penal order withholding\npermanently 5% of the pension for the misconduct committed-On appeal\nheld Occupation of quarter during period extended by Court is litigious\nD possession-Deduction of pensionary benefit disproportionate to the misconduct\nalleged-Balance of convenience and prime facie case in favour of ex-employee\nas he would suffer irreparable loss and injury-However, occupation after the\nperiod allowed by High Court illegal-Employee directed to pay Rs. 500 p.m.\nas rent for the period of illegal occupation to meet ends of justice-Constitution\nof India, 1950-Article 136.\nE\nF\nAppellant-ex employee of the respondent-Electricity Board did not\nvacate the Board's quarter after retirement. High Court issued directions\nfor vacation and thereafter, on humanitarian ground granted extension\nupto 1.11.1999. Appellant sought further extension of time. Division Bench\nof High Court rejected the same. Appellant vacated the Board's quarter\non 6.1.2000 and also informed the respondents. Thereafter, respondent-\nBoard issued penal order withholding permanently 5% of pension of the\nappellant under Rule 43(a) of Bihar Pension Rules, 1950. Appellant\nchallenged the penal order. Single Judge of High Court dismissed the writ\npetition. Division Bench also dismissed the Letter Patent Appeal. Hence\nG the present appeal.\nH\nDisposing of the appeal, the Court\nHELD : 1.1 The extension of time granted by High Court and the\noccupation of the quarter during that period as per the orders of the Court\n576\nR.D. RAI v. JHARKHAND STATE ELECTRICITY BOARD [LAKSHMANAN, J.] 577\ncannot be treated as or construed as an unauthorized occupation. The A\ncontinuance thereof in the quarter can, therefore, be treated only as\nlitigious possession. Furthermore, the balance of convenience and the prima\nfacie case is also in favour of the appellant. If the pensioner's benefit is\ncut by 5%, the appellant will suffer an irreparable loss and injury since\nafter the retirement, the pensionary benefit is the only amount available\nto eke out livelihood for the retired employees of the Government.\n[583-C, E\n1.2. Also the penal order directing 5% cut in pensionary benefits\nunder Rule 43(a) of Bihar Pension Rules, 1950 is disproportionate for the\nmisconduct alleged against the appellant. But the fact remains that the\nappellant-ex employee vacated the Board's quarter on 6.1.2000 whereas\nas per order of the High Court he ought to have vacated the same on\n1.11.1999. The occupation of the quarter after 1.11.1999 is illegal. Justice\nwould be amply met if the appellant is directed to pay a sum of Rs. 500\nper month for the period of illegal occupation. [583-A-B, D}\nB\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1599 of 2005.\nFrom the Judgment and Order dated 10.4.2003 of the Jharkhand High\nCourt at Ranchi in L.P.A. No. 88 of 2003.\nA.N. Deo and Ms. S. Janani for the Appellant.\nE\nS.B. Upadhyay, Pawan Upadhyay, Shiv Mangal Sharma and Gopal\nPrasad for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. Leave granted.\nF\nبنا\nThis appeal is directed against the final judgment and order dated\n10.4.2003 passed by the High Court of Jharkhand, Ranchi in L.P.A. No. 88\nof 2003 dismissing the appeal filed by the appellant against the judgment and\norder dated 19.12.2002 passed by the learned single Judge in W.P.(S) No.\n3159 of 2001.\nBefore proceeding to consider the matter on merits, the facts can be\nstated briefly for the purpose of the present appeal.\nThe appellant is an ex-employee of the respondent-Board. He retired\non 28.2.1998 from the post of Foreman, Grade 1. The appellant after retirement\ndid not choose to vacate the Board's quarter. He initially moved before the\nG\nH\nT\n་\nす\n}\n578\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA High Court in C.W.J.C. No. 1405 of 1998 (R) wherein the High Court by\norder dated 19.2.1999 directed the appellant to vacate the quarter within one\nmonth from the date of receipt of the retiral benefits. Thereafter, the appellant\nhaving not vacated the Board's quarter, the High Court vide order dated\n31.8.1999 by which date all retiral benefits including gratuity stood paid,\ndirected the appellant to vacate the Board's quarter by 30.9.1999 as per the\nearlier order.\nB\nThe appellant even thereafter did not choose to vacate the quarter and\nfiled a petition for extension of period. The High Court, taking humanitarian\nview, extended the period up to 1.11.1999 vide order dated 4.10.1999 and\ndirected the appellant to vacate the Board's quarter. by 1.11.1999 observing\nC\nas under:\nD\nE\nF\n“However, taking a humanitarian view of the matter, this Court, as a\nmatter of last chance, extends the time. Under the order of this Court\npassed today, the petitioner is directed to vacate the quarter in question\nby 1st November, 1999. It is made clear that if the petitioner does not\nvacate the quarter by that date, the respondents are entitled to take,\nif necessary, the help of the police.\"\nThe appellant being not satisfied filed an L.P.A. No. 460 of 1999 (R)\nIn the said L.P.A., the Division Bench of the High Court observed that if the\nappellant had not vacated the Board's quarter by 1.11.1999, the authority\nshould have taken immediate steps for vacating the quarter, if necessary with\nthe help of police. The appellant's prayer for further extension of time was\nalso rejected by the Division Bench. The Bench also observed that once the\nappellant has retired, he has no right to remain in the quarter after the statutory\nperiod and therefore, there is no question of extending, the period.\nThe appellant wrote a letter to the Executive Engineer, Transmission\nDivision, Ranchi on 4.1.2000 requesting him to take charge of the articles\nbelonging to the Board. On 6.1.2000, the Board took the charge of the articles\nlying in the quarter and issued receipt for the same. On 17.1.2000, the\nExecutive Engineer, Electricity Board, Ranchi filed a petition for eviction of\nG the appellant from quarter in question before the sub-Divisional Officer,\nSadar, Ranchi which was registered as Eviction Case No. 95 of 1999. The\nappellant informed the Court that he has already vacated the Board's quarter\nand information to this effect was already given to the Executive Engineer.\nOn such application filed by the appellant, the S.D.O. Sadar, Ranchi dropped\nthe proceedings on 17.1.2000 and matter came to an end.\nH\nT\n☐\nR.D. RAI 1. JHARKHAND STATE ELECTRICITY BOARD [LAKSHMANAN, J.] 579\nB\nOn 22.6.2001, the Electrical Executive Engineer vide his letter No. 365 A\ndated 22.6.2001 informed the appellant about the Office Order No. 2970 of\nthe Joint Secretary contained in Memo No. 788 dated 15.6.2001, whereby the\nJoint Secretary, Bihar State Electricity Board, Patna passed an order directing\npermanent deduction of 5% from the total amount of pension payable to the\nappellant under the provisions of Rule 43(a) of the Bihar Pension Rules,\n1950 without taking into consideration the fact that the appellant was permitted\nby the High Court to continue his stay in the quarter in question and vacate\nthe same by 1.11.1999 and the appellant vacated the quarter on 1.11.1999\nitself and informed the authorities of the Board in writing on 2.11.1999. The\nappellant submitted his representation to the General Manager for granting\nthe benefit of fixation of new pay scale and also requested him to pay the C\npension after determining the quantum of pension which becomes payable\nafter fixation of new pay scale applicable from 1.4.1997. The appellant\nsubmitted that the order under challenge is unreasonable, unwarranted, without\njurisdiction and beyond the scope of Rule 43(a) and (b) of the Bihar Pension\nRules, 1950. The appellant filed W.P.(S) No. 3159 of 2001 in the High Court\nof Jharkhand, Ranchi. The main plea of the appellant before the High Court\nwas that Rule 43(b) of the Bihar Pension Rules, 1950 relates to misconduct\ncommitted during the service period and thus the respondents have no\njurisdiction to pass any order under Rule 43(b) for retention of quarter after\nhis retirement. The learned single Judge by order dated 19.12.2002 dismissed\nthe writ petition filed by the appellant holding as under:\nD\n[I\nE\n\"It is true that the action as alleged against the petitioner does not\nrelate to any misconduct while the petitioner was in service. Therefore,\nRule 43(b) of the Bihar Pension Rules, 1950 is not applicable in the\ncase. However, as ‘future good conduct' is an implied condition for\nevery grant of pension under Rule 43(a) of the Bihar Pension Rules, F\n1950, the competent authority has a right to withhold or withdraw a\npension or any part of it, if the pensioner is found guilty of serious\nand grave misconduct. The impugned order dated 15th June, 2001,\nthus can be saved under the aforesaid Rule 43(a) of the Bihar Pension\nRules, 1950. Mere citation of a wrong provision of law will not\nrender the order illegal.\"\nAggrieved thereby, the appellant filed L.P.A. No. 88 of 2003 in the\nHigh Court of Jharkhand, Ranchi. The Division Bench of the High Court\nvide impugned order dated 10.4.2003 dismissed the L.P.A. filed by the\nappellant holding as under:\nG\nH\nA\nB\nC\nD\nE\nF\n.G\n580\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\n\"Admittedly, after retirement, the appellant did not choose to vacate\nthe quarter of the Electricity Board even inspite of repeated direction\nof this Court and, ultimately, it was got vacated through police force.\nThe learned single Judge considered this aspect of the matter in detail\nin the impugned order and rightly held that violation of orders of this\nCourt certainly amounted to misconduct on the part of the appellant\nand as such penal order issued on 15.6.2001 after giving sufficient\nopportunity to him was justified. We also find no reason to interfere\nwith the said order. There is no merit in this appeal. It is dismissed.\"\nAggrieved by the said order, the appellant filed an appeal by way of\nspecial leave petition in this Court.\nWe have heard Mr. A.N. Deo, learned counsel for the appellant and\nMr. S.B. Upadhyay, learned counsel for the respondents and perused the\norders and annexures filed along with the appeal by both the parties.\nLearned counsel appearing for the appellant made the following\nsubmissions:\n(a) Rule 43(b) of the Bihar Pension Rules, 1950 is not applicable to\na retired employee of the State.\n(b) The earlier orders of the High Court granting extension of time\nfor vacating the quarter was binding upon the respondents.\n(c) The respondents were not justified in initiating the departmental\nproceedings when the appellant had complied with the order of\nthe High Court and vacated the quarter.\n1\n(c) The respondents cannot withhold the retiral dues and benefits of\npension after fixation of new pay scale by the Board when there\nwas no misconduct on the part of the appellant in not vacating\nthe quarter in question in obedience to the order passed by the\nHigh Court.\n(d) The punishment imposed is excessive.\nLearned counsel appearing for the respondents submitted that the\nappellant did not vacate the Board's quarter as directed by the High Court\nand within the specified period mentioned in the order and, therefore,\ninstituting the departmental enquiry was justified. He would further submit\nthat the action alleged against the appellant does not relate to any misconduct\nH\n1\n1\nR.D. RAI 1. JHARKHAND STATE ELECTRICITY BOARD [Lakshmanan, J.] 581\nwhile the appellant was in service. But however, as “future good conduct\" is A\nan implied condition for every grant of pension under Rule 43(a) of the Bihar\nPension Rules, 1950, the competent authority has a right to withhold or\nwithdraw a pension or any part of it, if the pensioner is found guilty of\nserious and grave misconduct. Therefore, he submitted that the impugned\norder dated 15.6.2001, thus can be saved under the aforesaid Rule 43(a) of\nB\nthe Bihar Pension Rules, 1950.\nThe main plea taken by the appellant is that as per Rule 43(b) of Bihar\nPension Rules, 1950 relates to misconduct, if committed, during the service\nperiod so, the respondents have no jurisdiction to pass any order under Rule\n43(b) for retention of quarter after his retirement.\nRule 43(a) - and (b) of the Bihar Pension Rules, 1950 are reproduced\nhereunder for the sake of convenience :\n“Rule 43(a) - Future good conduct is an implied condition of every\ngrant of pension. The Provincial Government reserve to themselves\nthe right of withholding or withdrawing a pension or any part of it,\nif the pensioner is convicted of serious crime or be guilty of grave\nmisconduct. The decision of the Provincial Government on any\nquestion of withholding or withdrawing the whole or any part of a\npension under this rule, shall be final and conclusive.\"\nC\nD\nE\n“Rule 43(b) - The State Government further reserve to themselves\nthe right of withholding or withdrawing a pension or any part of it,\nwhether permanently or for a specified period and the right of ordering\nthe recovery from a pension of the whole or part of any pecuniary\nloss caused to Government if the petitioner is found in departmental\nor judicial proceeding to have been guilty of grave misconduct; or to F\nhave caused pecuniary loss to Government by misconduct or\nnegligence, during his service including service rendered on re-\nemployment after retirement:\nProvided that\n(a) such departmental proceedings, if not instituted while the\nGovernment servant was on duty either before retirement or\nduring re-employment;\n(i) shall not be instituted save with the sanction of the State\nG\nGovernment;\nH\n582\nA\nB\nC\nᎠ\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\n(ii) shall be in respect of an event which took place not more than\nfour years before the institution of such proceedings;\n(iii) shall be conducted by such authority and at such place or places\nas the State Government may direct and in accordance with the\nprocedure applicable to proceedings on which an order of\ndismissal from service may be made;\n(b) judicial proceedings, if not instituted while the Government\nservant was on duty either before retirement or during re-\nemployment, shall have been instituted in accordance with sub-\nclause (ii) of clause (a); and\n(c) the Bihar Public Service Commission, shall be consulted before\nfinal orders are passed.\"\nAs already noticed, the respondents have issued the penal order\nwithholding permanently 5% of the pension of the appellant. It is not in\ndispute that the BSEB adopted Bihar Pension Rules, 1950 mutatis mutandis\nfor its employees. Under Chapter III of Bihar Pension Rules, 1950, “general\nprovision relating to grant of pension\" has been laid down. While under Rule\n43(b), the competent authority reserve to themselves the right of withholding\nor withdrawing a pension or any part of it, whether permanently or for\nspecified period, future good conduct is also implied as a condition for every\nE grant of pension under Rule 43(a) of the Bihar Pension Rules, 1950.\nAdmittedly, the appellant, after retirement, did not choose to vacate the Board's\nquarter. He initially moved before the High Court by filing a writ petition\nand the High Court vide order dated 19.2.1999 directed the appellant to\nvacate the Board's quarter within one month from the receipt of retiral benefits.\nEven thereafter, the appellant having not vacated the quarter, the High Court\nvide order dated 31.8.1999, directed the appellant to vacate the Board's quarter\nby 30.9.1999 as per earlier order. Admittedly, the appellant, even thereafter,\ndid not choose to vacate the quarter and filed a petition for extension of\nperiod. Taking humanitarian view, the High Court extended the period up to\n1.11.1999 and directed the appellant to vacate the Board's quarter by\nG 1.11.1999. Even thereafter, the appellant being not satisfied moved L.P.A.\nNo. 460 of 1999. The Division Bench of the High Court rejected the prayer\nfor further extension of time. Thereafter, the appellant vacated the Board's\nquarter only on 6.1.2000. Therefore, it is thus crystal clear that the Court's.\norder was violated and such action of the appellant being a misconduct, the\nimpugned penal order was issued on 15.6.2001 after giving opportunity to\nH the appellant on the basis of the evidence.\nF\n1\n1\nR.D. RAI v. JHARKHAND STATE ELECTRICITY BOARD [LAKSHMANAN, J.] 583\nIn the instant case, the appellant vacated the quarter in question within A\nthe period specified by the High Court and he informed the respondents\nabout the vacation of the quarter and even after this information the appellant\nwas penalized. The punishment of 5% cut in pensionary benefits, in our\nopinion, is disproportionate for the misconduct alleged against the appellant.\nThe appellant vacated the Board's quarter on 6.1.2000 whereas he ought to\nB\nhave vacated the same on 1.11.1999 as per order dated 4.10.1999 of the High\nCourt. The High court, on various occasions, ordered extension of period on\nhumanitarian grounds. Therefore, extension of time granted by the High Court\nand the occupation of the quarter during that period as per the orders of the\nCourt cannot be treated as or construed as an unauthorized occupation. The\ncontinuance thereof in the quarter in question can, therefore, be treated only C\nas litigious possession. But the fact remains that he has not vacated the\nquarter on 1.11.1999 but in fact vacated only on 6.1.2000.\nWe are, therefore, of the opinion that the impugned order does call for\ninterference by this Court and modification of the same in order to meet the\nends of justice. The occupation of the quarter after 1.11.1999 is illegal. When D\na question was put, the learned counsel appearing for the appellant submitted\nthat he was paying the monthly rent of Rs. 25. Justice would be amply met\nif we direct the appellant to pay a sum of Rs. 500 per month for the entire\nperiod of illegal occupation (from 1.11.1999 to 6.1.2000). The balance of\nconvenience and the prima facie case is also in favour of the appellant. If the\npensioner's benefit is cut at 5% out of the total amount of pension payable\nto the appellant, the appellant will suffer an irreparable loss and injury since\nafter the retirement, the pensionary benefit is the only amount available to\neke out livelihood for the retired employees of the Government.\nE\nFor the aforesaid reasons, we set aside the order passed by the High F\ncourt in L.P.A. No. 88 of 2003 dated 10.4.2003 and modify the order as\nindicated above. The appeal is disposed of accordingly. However, there shall\nbe no order as to costs.\nThe rent now fixed at Rs. 500 per month shall be deposited with\nrespondents within two weeks from the date of receipt of the copy of the G\njudgment failing which the penal order dated 15.6.2001 whereby 5% cut out\nof total pension amount payable to the appellant was withheld permanently\nshall come into force.\nN.J.\nAppeal disposed of.\nH\n"}