{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"T\nMOHINDER PRASAD JAIN\nA\nV.\nMANOHAR LAL JAIN\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAM, JJ.]\nB\nRent and Eviction:\nC\nHaryana Urban (Control of Rent and Eviction) Act, 1973; Section 13:\nEviction Petition-Non-residential premises/shop-Bonafide requirement—\nNon-joinder of co-owners in eviction proceeding-Effect of-Held: A suit\nfiled by a co-owner maintainable in law-Petitioner-co-owner need not to\nshow that consent of other co-owners obtained thereto-Since provisions of\nlaw not allowing eviction on bonafide requirement of a non-residential premises\nheld to be unconstitutional by the Supreme Court, the landlord could seek D\neviction of the premises in question on the ground of bonafide requirement―\nBesides, landlord/co-owner had proved his bonafide requirement to evict the\ntenant from the premises/shop in question, the findings of fact arrived at by\nthe Court below need not be disturbed.\nE\nRespondent, one of the co-owners, filed a petition under Section 13\nof the Haryana Urban (Control of Rent and Eviction) Act, 1973 for\neviction of the appellant-tenant from a shop/premises in question on the\nground of his bona fide personal requirement, i.e., for the purpose of\nrunning wholesale business in Ayurvedic medicines. The petition was\ndismissed by the Rent Controller holding that the bona fide requirement F\nof the respondent in respect of the non-residential premises has not been\nproved and moreover he had not been able to show that the consent of\nother co-owners obtained favouring eviction of the premises. An appeal\npreferred thereagainst was allowed by the Appellate Authority on a finding\nthat the petitioner had proved his bona fide requirement. The Revision\nPetition filed by the tenant was dismissed by the High Court holding that\nthe landlord is entitled to seek eviction of the tenant from the non-\nresidential premises. Hence the present appeal.\nG\nAppellant-tenant.contended whereas a clear finding of fact was\narrived at by the Rent Controller that the respondent had failed to prove H\n513\n\u003e\n514\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA his bona fide requirement in relation to the premises in question in view\nof the fact that other co-owners did not give their consent for starting a\nbusiness in the said shop, the Appellate Authority did not delve deep into\nthe matter.\nB\nC\nDismissing the appeal, the Court\nHELD: 1.1. This Court in the case of Harbilas Rai Bansal v. State of\nPunjab \u0026 Anr., [1996] 1 SCC 1 held the existing provision on bonafide\nrequirement of non-residential premises to be unconstitutional. Later,\nupholding the ratio in the case of Rakesh Vij v. Dr. Raminder Pal Singh\nSethi \u0026 Ors., [2005] 8 SCC 504, this Court held that a landlord under the\nAct can seek eviction of a tenant from a non-residential building on the\nground of bonafide requirement. [516-D-E]\nRakesh Vij v. Dr. Raminder Pal Singh Sethi \u0026 Ors., [2005] 8 SCC 504\nand Harbilas Rai Bansal v. State of Punjab \u0026 Anr., [1996] 1 SCC 1, relied\nD on.\nto.\nGian Devi Anand v. Jeevan Kumar \u0026 Ors., [1985] 2 SCC 683, referred\n1.2. A suit filed by a co-owner is maintainable in law. It is not\nE necessary for the co-owner to show before initiating the eviction\nproceeding before the Rent Controller that he had taken consent of the\nother co-owners. However, in the event, a co-owner objects thereto, the\nsame may be a relevant fact. In the instant case, nothing has been brought\non record to show that the co-owners of the respondent had objected to\neviction proceedings initiated by the respondent. [518-D-E]\nF\nG\nH\nIndia Umbrella Manufacturing Co. \u0026 Ors. v. Bhagabandei Agarwalla\n(Dead) by Lrs. Savitri Agarwalla (Smt.) \u0026 Ors., [2004] 3 SCC 178, relied\non.\n1.3. The submission of the appellant to the effect that before initiating\nthe proceedings, respondent was required to show that he had experience\nin running the business in Ayurvedic medicine is rejected. There is no law\nwhich provides for such a pre-condition. It may be so where a licence is\nrequired for running a business, a statute may prescribe certain\nqualifications or pre-conditions without fulfilment whereof the landlord\nmay not be able to start a business, but for running a wholesale business\n\"\nMOHINDER PRASAD JAIN v. MANOHAR LAL JAIN [SINHA, J.] 515\nin Ayurvedic medicine, no qualification is prescribed. Experience in the A\nbusiness is not a pre-condition under any statute. Even no experience\ntherefor may be necessary. If the respondent has proved his bona fide\nrequirement to evict the appellant for his own purpose, this Court may\nnot, unless an appropriate case is made out, disturb the finding of fact\narrived at by the Appellate Authority and affirmed by the High Court.\n[518-E-F-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1263 of 2006.\n•\nFrom the Final Order dated 15.12.2004 of the Punjab and Haryana\nHigh Court in Civil Revision Petition No. 6121 of 2004.\nDr. Vikas Vashishth, Kuldip Singh for the Appellant.\nS.B. Sanyal, B.K. Satija for the Respondent..\nB\nC\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nE\nThe father of the respondent herein was the owner of a shop in which\nthe appellant was inducted as a tenant on 1st April, 1972. The monthly rent\npayable in relation to the said tenanted premises was Rs.700/-. The original\nlandlord, the father of the respondent having died on 5th March, 1979, the\nrespondent along with his four sisters, became the owner of the said tenanted\npremises. He was an employee of Hero Honda Motors Limited. He retired\nfrom service having attained the age of superannuation. One year after his\nretirement, he filed an application under Section 13 of the Haryana Urban\n(Control of Rent and Eviction) Act, 1973 ('the Act') for eviction of the F\nappellant from the shop in question on the ground of his bona fide personal\nrequirement, i.e., for the purpose of running wholesale business in Ayurvedic\nmedicines. The said application was dismissed by the Rent Controller holding\nthat the bona fide requirement of the respondent in respect of the non-\nresidential premises has not been proved and moreover he had not been able\nto show consent of his sisters in his favour in that behalf. An appeal preferred\nthereagainst was allowed by the Appellate Authority on a finding that he\nproved his bona fide requirement. In the revision petition filed before the\nHigh Court the appellant raised a contention that an application for eviction\non bona fide requirement of a non-residential premises was not maintainable.\nIt is not in dispute that this Court as also the Punjab \u0026 Haryana High\nG\nH\nᎠ\n516\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Court declared such a provision to be unconstitutional.\nB\nC\nᎠ\nThe High Court opined:\n“Still further the learned counsel further argued that eviction on\nthe basis of personal requirement is not available in respect of non-\nresidential building. He has placed reliance upon the Full Bench\njudgment of Delhi High Court reported as Satyawati Sharma Versus\nUnion of India and another 2003 (1) R.L.R. 91.\nHowever, I am bound by the judgment of the D.B. of this Court\nin State of Haryana v. Ved Parkash Gupta and Ors., (1999) 1 R.L.R.\n689, wherein the provision of Haryana Urban (Control of Rent and\nEviction) Act, 1973 have been struck down and consequently, the\nlandlord is entitled to seek eviction of the tenant from the non-\nresidential building. In view of the above judgment the reliance of\nF.B.'s Judgment of Delhi High Court is not tenable.\"\nWe may notice that this Court in Harbilas Rai Bansal v. State of Punjab\n\u0026 Anr., [1996] 1 SCC 1 held such a provision to be unconstitutional, whereas\nin Gian Devi Anand v. Jeevan Kumar \u0026 Ors., [1985] 2 SCC 683 somewhat\ndifferent note was struck. The question recently fell for consideration before\na Three Judge Bench of this Court in Rakesh Vij v. Dr. Raminder Pal Singh\nE Sethi \u0026 Ors., reported in [2005] 8 SCC 504 wherein this Court upheld the\nratio laid down in Harbilas Rai Bansal (supra) stating:\nF\nG\nH\n\"We allow the appeal, set aside the impugned judgment of the\nHigh Court, declare the abovesaid provisions of the amendment as\nconstitutionally invalid and as a consequence restore the original\nprovisions of the Act which were operating before coming into force\nof the amendment. The net result is that a landlord under the Act can\nseek eviction of a tenant from a non-residential building on the ground\nthat he requires it for his own use.\"\nIn view of the afore-mentioned decision of this Court, we are not called\nupon to answer the said question.\nThe learned counsel appearing on behalf of the appellant faced with the\nsaid decision, however, submitted that whereas a clear finding of fact was\narrived at by the Rent Controller that the respondent had failed to prove his\nbona fide requirement in relation to the said premises in view of the fact that\nhis sisters did not give any consent for starting a business in the said shop,\nMOHINDER PRASAD JAIN v. MANOHAR LAL JAIN [SINHA, J.] 517\nthe Appellate Authority did not delve deep into the matter. Our attention in A\nthis behalf has been drawn to the following findings of the Rent Controller:\nC\n\"The third ground which has been raised by the counsel for the\nrespondent for nailing the petitioner's case by itself has a force to\nupset the petitioner's case because firstly in the case in hand the\npetitioner has no where pleaded that he is the sole owner of the shop B\nin dispute and secondly from the perusal of Ex.D6-the petition under\nSection 4 of the Act for the Determination of the Fair Rent which was\nfiled by the petitioner alongwith his four sisters, this Court is satisfied\nthat the shop in dispute is jointly owned by the petitioner alongwith\nhis four sisters. In para No.1 of the aforesaid petition Ex.D6 this has\nbeen categorically pleaded that the petitioners (i.e. the Manohar Lal\nJain-the petitioner and his four sisters) are owner of the shop.\nConsequently the testimony of the petitioner that he is owner of the\nshop in dispute is not only beyond pleading but is also devoid of\ntruth. Since the petitioner is not the sole owner of the shop in dispute,\ntherefore, the petitioner's version that the shop in dispute is required D\nsolely by him for his personal use and occupation for running a\nwholesale business of Ayurvedic Business appears to be a concocted\nversion because the petitioner has no where stated that his other four\nsisters who are also the owner of the shop in dispute have consented\nhim to use the shop in dispute for his own use and occupation.\"\nThe appellate Authority although should have dealt with the said\nquestion, had otherwise considered the matter from all aspects.\nHe had taken note of the fact that the landlord was one of the co-\nowners and non-joinder of other co-owners in eviction petition is not fatal.\nThis question now stands concluded by a decision of this Court in India\nUmbrella Manufacturing Co. \u0026 Ors. v. Bhagabandei Agarwalla (Dead) by\nLrs. Savitri Agarwalla (Smt.) \u0026 Ors., [2004] 3 SCC 178 wherein this Court\nopined:\nE\nF\nG\n\"Having heard the learned counsel for the parties we are satisfied\nthat the appeals are liable to be dismissed. It is well settled that one\nof the co-owners can file a suit for eviction of a tenant in the property\ngenerally owned by the co-owners. (See Sri Ram Pasricha v.\nJagannath, [1976] 4 SCC 184 and Dhannalal v. Kalawatibai, [2002]\n6 SCC 16, SCC para 25. This principle is based on the doctrine of H\n518\nA\nB\nс\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nagency. One co-owner filing a suit for eviction against the tenant\ndoes so on his own behalf in his own right and as an agent of the\nother co-owners. The consent of other co-owners is assumed as taken\nunless it is shown that the other co-owners were not agreeable to\neject the tenant and the suit was filed in spite of their disagreement.\nIn the present case, the suit was filed by both the co-owners. One of\nthe co-owners cannot withdraw his consent midway the suit so as to\nprejudice the other co-owner. The suit once filed, the rights of the\nparties stand crystallised on the date of the suit and the entitlement\nof the co-owners to seek ejectment must be adjudged by reference to\nthe date of institution of the suit; the only exception being when by\nvirtue of a subsequent event the entitlement of the body of co-owners\nto eject the tenant comes to an end by act of parties or by operation\nof law.\"\nA suit filed by a co-owner, thus, is maintainable in law. It is not necessary\nfor the co-owner to show before initiating the eviction proceeding before the\nD Rent Controller that he had taken option or consent of the other co-owners.\nE\nHowever, in the event, a co-owner objects thereto, the same may be a relevant\nfact. In the instant case, nothing has been brought on record to show that the\nco-owners of the respondent had objected to eviction proceedings initiated by\nthe respondent herein. The submission of the learned counsel for the appellant\nto the effect that before initiating the proceedings, the appellant was required\nto show that he had experience in running the business in Ayurvedic medicine,\nhas to be stated to be rejected. There is no law which provides for such a pre-\ncondition. It may be so where a licence is required for running a business,\na statute may prescribe certain qualifications or pre-conditions without\nfulfilment whereof the landlord may not be able to start a business, but for\nF running a wholesale business in Ayurvedic medicine, no qualification is\nprescribed. Experience in the business is not a pre-condition under any statute.\nEven no experience therefor may be necessary. If the respondent has proved\nhis bona fide requirement to evict the appellan: herein for his own purpose,\nthis Court may not, unless an appropriate case is made out, disturb the finding\nof fact arrived at by the Appellate Authority and affirmed by the High Court.\nG\nFor the foregoing reasons, there is no merit in this appeal. It is dismissed.\nIn the facts and circumstances of this case, there shall be no order as to costs.\nS.K.S.\nAppeal dismissed.\n"}