{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n881\ncontained in Section 13 of the Code of Civil A\nProcedure, it could not have acted, relying on or on\nthe basis of the orders passed by the Probate and\nFamily Court, Massachusetts and directed grant of\ncustody of the child on the basis thereof.\n16. So far s the judgment of the Bombay High Court is\nconcerned, it was urged:\n(i)\nB\nIt ought to have considered that the so-called\noffence for which the petitioner is charged by the\nAmerican Court is not an extraditable offence either C\nwithin the meaning of the said Act or under the\nprovisions of the Extradition Treaty entered into by\nand between the United States of America and\nIndia.\nD\n(ii) It ought to have been considered that the rights of\nan Indian citizen guaranteed under Article 19 and\nArticle 21 cannot be compromised for enforcing\nany of the provisions contained in the Act.\n(iii) It ought to have been considered that India is not a\nparty or signatory to the Hague Convention on the\nCivil Aspects of International Child Abduction.\nE\n(iv) It ought to have considered that the dispute\nbetween the petitioner and the Respondent - wife F\nwas essentially of a civil nature pertaining to the\ncustody of the minor child.\n(v)\nThe refusal of the High Court to stay the INTERPOL\nnotices under Article 226 of the Constitution of India\nG\nis patently erroneous, thus, leading to the\nmiscarriage of justice.\n(vi) It ought to have been considered that the petitioner\nwho is having his own standing and reputation in\nthe society cannot be treated like a commodity for H\nA\nB\n0\nD\nE\nF\n។\nG\nH\n882\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nthe sake of any treaty between India and the United\nStates.\n(vii) It ought to have considered that before touching the\npetitioner on the basis of a warrant issued by the\nAmerican Courts proper investigation into the\nallegations against the petitioner was a must.\n(viii) It ought to have considered that the provisions of\nthe Constitution of India conferring fundamental\nrights to its citizens are superior and, thus, prevail\nover the provisions of the said Act or the Extradition\nTreaty executed between the Government of India\nand the United States.\n(ix) That the entire approach of the High Court was\nlegalistic as the High Court failed to examine the\ncore constitutional issues involved in the matter.\n17. Ms. Nitya Ramakrishnan, learned counsel appearing\non behalf of Respondent No.6 on the other hand urged :-\n(i)\nKeeping in view the Scheme of the Act especially\nas the question whether the appellant should be\nextradited or not was not an issue before the High\nCourt, this Court should not interfere with the\nimpugned order at this stage, particularly in view of\nthe fact that no request for extradition has yet been\nmade by the authorities of U.S.A.\n(ii) Taking away the child out of the country in violation\nof an order passed by a competent court of law\nwould amount to abduction and in that view of the\nmatter the appellant must be held to have\ncommitted an extraditable offence.\n(iii) Contention of the learned counsel for the Appellant\nthat he had not been served with the notice of the\nMatrimonial Court is factually incorrect as the\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n883\nrecords of the case demonstratively establish that, A\nnot only a notice but also the order of the Court\ngranting custody in favour of respondent No.6. was\nserved on the appellant on 20th May, 2005 which\nwas extended till 24th May, 2005.\n(iv) Although the appellant appeared before the Court\non 8th July, 2005 he neither sought any\nmodification of the order nor the custody of the child.\nB\n(v) Appellant having forged documents to take the child\nout of United States of America as the American C\nPassport was with the respondent No.6 and in that\nview the appellant must be held to have committed\nan extraditable offence.\n(vi) Keeping in view the provisions of Section 13 read\nwith Section 29 of the Act, the writ petition before\nthe High Court must be held to be entirely pre-\nmature as all the contentions raised by the Appellant\nherein can be raised before the Magistrate in the\nevent the Central Government thinks fit to issue a\nrequest to any Magistrate to hold an enquiry in\nterms of Section 5 of the Act.\n(vii) Appellant even having not appeared before the\nFamily Court at Mumbai, the impugned judgment\nshould not be interfered with.\n18. Mr. Radhakrishnan, learned senior counsel appearing\non behalf of Union of India submitted :-\nD\nE\n៣\nF\n(i)\nHaving regard to the prayers made in the writ\npetition by the appellant before the High Court, the\nHigh Court had no jurisdiction to interfere with the\nred corner notice or the yellow notice;\nG\n(ii) Despite the fact that the CBI was informed that\nfugitive criminal was in Mumbai, he had not been H\n884\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\ndetained.\n(iii) Keeping in view the provisions contained in Chapter\nIll of the Act in terms whereof before passing an\norder of extradition the Magistrate is required to be\nsatisfied whether the Appellant is a fugitive criminal\nand furthermore in view of Section 29 thereof\nempowers the Central Government i.e. Respondent\nto discharge any fugitive criminal if it appears to it\nto be a case of trivial nature.\n(iv) The C.B.I. despite having informed the U.S.\nauthorities as regards the whereabouts of the\nappellant, no request for extradition having been\nreceived by the Central Government, the writ petition\nmust held to be pre-mature.\n19. Dr. Rajiv Dhavan, learned senior counsel, who was\nrequested to assist us in the matter raised the following\ncontentions:\n(i). The Central Bureau of Investigation does not have\nany authority to deal with Red Corner Notices\nissued by the Interpol Secretarial General at the\nbehest of any member country.\n(ii). No red corner notice can be issued in violation of\ncivil liberties of an Indian and particularly in a\nmatrimonial case, the effect whereof may result in -\n(a) detention;\n(b) arrest ;\n(c) circulation of name on website; and\n(d) surveillance\nwhich would amount to gross violations of law as the\nH\n་\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n885\nappellant's personal liberty, as contained in Articles A\n19 and 21 of the Constitution of India, would have\nbeen interfered with, without any authority of law. As\nno law, operates in the field, the actions of the State\nand in particular the Central Bureau of Investigation\nare unconstitutional and invalid, being violative of B\nthe civil liberties of the citizens of India.\n(iii). The executive power is coterminous with the\nlegislative power but the legislative power wherever\nexists, should not be permitted to be used so as to\ninterfere with the right of an individual and in\nparticular private rights of the citizens.\nC\n(iv). Any executive or departmental instructions framed\nfor the guidance of the police officers being not a\nlaw no executive power can be exercised to curtail D\nthe fundamental right of a citizen in terms thereof\n(v). Central Bureau of Investigation having been\nconstituted in terms of the provisions of Delhi\nSpecial Police Establishment Act, 1946 (hereinafter\nreferred to as the \"DSPE Act\"), and having regard\nto the limitations of its powers contained therein, it\ncould not exercise its jurisdiction within the\nterritories of a State without its consent.\n(vi). C.B.I. had no jurisdiction of surveillance in terms of\nthe Red Corner Notice or Yellow Corner Notice\nissued by the Interpol or otherwise.\nE\nF.\n(vii). C.B.I. being a creature of the statute must be held\nto be bound by the provisions of the DSPE Act and G\ncannot act in a sui generis capacity.\n(viii). C.B.I. having a limited territorial jurisdiction, its\nservices cannot be used outside its territorial\nframework.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n886 SUPREME COURT REPORTS [2009] 12 S.C.R.\n(ix). The High Court committed a manifest error in\npassing the impugned judgment insofar as it failed\nto take into consideration the relevant provisions of\nthe Code of Criminal Procedure enacted in terms\nof Code of Criminal Procedure (Amendment) Act,\n1993\n(x).\nIn terms of inserted Section 105A to 105L of the\nCode of Criminal Procedure, the C.B.I. could not\nhave acted except in terms of specific order of the\ncourt passed in that regard.\n(xi). A matrimonial dispute between spouses and in\nparticular in regard to the custody of a child being\nessentially a dispute of civil nature, the provisions\nof the Act could not have been put to service.\n(xii). In any event the provisions of the Act cannot be\npressed in red corner notice cases and the\ndeportation provisions under the Foreigners Act\nshould not be misused thereby.\n(xiii). The High Court committed a serious error in\npassing the impugned judgment both in regard to\nthe conclusion as well as directions in so far as it\nutterly failed to take into consideration the civil\nliberties aspect as also the provisions of the\nCriminal Procedure Code.\n20. Mr. G.E. Vahanvati, learned Attorney General for India,\nwho was also requested to assist us in the matter upon taking\nappropriate instructions from the Ministry of External Affairs, as\nwould appear from our order dated 24th March, 2009, would\nalso contend that the High Court judgment is unsustainable as\nit failed to take into consideration:\n(a) There is nothing on record to show that the appellant\nhad committed an extraditable offence within the\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n887\nmeaning of the provisions of the Extradition Treaty A\nentered into by and between India and the United\nStates of America;\n(b) A matrimonial dispute would not ordinarily come\nwithin the purview of the Act;\n(c) The provisions of the Act as also enforcement of the\nExtradition Treaty would arise only when a person\nis a fugitive criminal and he has committed an\nextraditable offence and not otherwise.\nTHE EXTRADITION TREATY\n21. The Extradition Treaty between the Government of\nRepublic of India and the Government of the United States of\nAmerica entered into on 21st July, 1999. It was published in\nthe Official Gazette dated 14th September, 1999. By reason\nof Article 1 thereof the Contracting States agreed to extradite\nto each other, pursuant to the provisions thereof, persons who,\nby the authorities in the requesting State are formally accused\nof, charged with or convicted of an extraditable offence, whether\nsuch offence was committed before or after the entering into\nforce of the Treaty.\nB\nC\nD\nE\n22. Article 2 defines extraditable offence to mean an\noffence punishable under the laws in both the Contracting States\nby deprivation of liberty, including imprisonment, for a period F\nof more than one year or by a more severe penalty.\n23. An offence shall also be an extraditable one if it\nconsists of an attempt or a conspiracy to commit, aiding or\nabetting, counseling or procuring the commission of or being\nan accessory before or after the fact to, any offence described\nin paragraph 1.\n24. Article 4 defines political offenses. Clause (2) of Article\n4 inter alia provides that offences related to illegal drugs, shall\nG\nH\n888\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA not be treated to be political offence.\nB\n25. Article 9 provides for extradition procedures and\nrequired documents, the relevant portion whereof reads as\nunder:\n-\n\"Article 9 Extradition Procedures and Required\nDocuments :-\n1.\nC\n2.\nD\nE\nF\nG\n3.\n(a)\nAll requests for extradition shall be submitted\nthrough the diplomatic channel.\nAll requests for extradition shall be supported by:\n(a) documents, statements, or other types of\ninformation which describe the identity and\nprobable location of the persons sought ;\n(b) information describing the facts of the\noffense and the procedural history of the\ncase;\n(c)\n(d)\na statement of the provisions of the law\ndescribing the essential elements of the\noffense for which extradition is requested;\na statement of the provisions of the law\ndescribing the punishment for the offense;\nand\n(e) the documents, statements, or other types of\ninformation specified in paragraph 3 or\nparagraph 4 of this Article, as applicable.\nA request for extradition of a person who is sought\nfor prosecution shall also be supported by:\na copy of the warrant or order of arrest, issued by\na judge or other competent authority;\nH\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n(b) a copy of the charging document, if any, and\n889\n(c) such information as would justify the committal for\ntrial of the person if the offense had been committed\nin the Requested State.\"\nA\nB\n26. Article 10 provides that the documents accompanying\nan extradition request shall be received and admitted as\nevidence in extradition proceedings if in the case of a request\nfrom the United States, they are certified by the principal\ndiplomatic or principal consular officer of the Republic of India\nresident in the United States or they are certified or C\nauthenticated in any other manner accepted by the laws in the\nRequested State.\n27. Article 12 of the Treaty reads as under:\n\" Provisional Arrest\nD\n1. In case of urgency, a Contracting State may request the\nprovisional arrest of the person sought pending\npresentation of the request for extradition. A request for\nprovisional arrest may be transmitted through the E\ndiplomatic channel. The facilities of the International\nCriminal Police Organisation (Interpol) may be used to\ntransmit such a request.\ny\n2. The application for provisional arrest shall contain:\nF\n(a) a description of the person sought;\n(b) the location of the person sought, if known;\n(c) a brief statement of the facts of the case, including, if\npossible, the time and location of the offense;\nG\n(d) a description of the laws violated;\n(e) a statement of the existence of a warrant of a warrant\nof arrest or a finding of guilt or judgment of conviction H\n890 SUPREME COURT REPORTS [2009] 12 S.C.R.\nΑ\nagainst the person sought; and\nB\nC\nD\nE\nF\n0\nH\n(f) a statement that a request for extradition for the person\nsought will follow.\n3. The Requesting State shall be notified without delay of\nthe disposition of its application and the reasons for any\ndenial.\n4. A person who is provisionally arrested may be\ndischarged from custody upon the expiration of sixty (60)\ndays from the date of provisional arrest pursuant to this\nTreaty if the executive authority of the Requested State has\nnot received the formal request for extradition and the\nsupporting documents required in Article 9.\n5. The fact that the person sought has been discharged\nfrom custody pursuant to paragraph (4) of this Article shall\nnot prejudice the subsequent rearrest and extradition of\nthat person if the extradition request and supporting\ndocuments are delivered at a later date.\"\n28. Article 17 provides that a person extradited under the\nTreaty may not be detained, tried or punished in the requesting\nState except for the offenses enumerated therein.\n29. Lastly, it is also imperative to note the provisions of\nArticle 21 which read as under:\n\"Article 21 - Consultation\nThe competent authorities of the United States and\nthe Republic of India may consult with each other directly\nor through the facilities of Interpol in connection with the\nprocessing of individual cases and in furtherance of\nmaintaining and improving procedures for the\nimplementation of the Treaty.\"\n30. Furthermore it ought to be noted that India has entered\nF\n"}