{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n921\nof the Central Government the consent of the State concerned A\nis required to be obtained.\n113. We are not concerned, as it is not necessary for us\nto determine, whether a direction for making investigation by\nthe C.B.I. by the superior courts of the country is permissible. B\nAs the law stands, we place on record such directions by the\nsuperior courts are permissible.\nD\n114. C.B.I. has different roles to play. When it acts as NCB,\nbeing a department of CBI, it acts under a Treaty. It acts in terms\nC\nof the constitution of the INTERPOL. It acts as a authority of the\nCentral Government. By reason of such an act it does not carry\nout investigation, although it is entitled therefor. It functions as\nan NCB which is to give effect to the request received from\nINTERPOL and/or foreign country. When it does so,\nindisputably it has to apply its mind. It can take any action only\nbecause it is lawful to do so. It does not exercise absolute\ndiscretion. It has to act if a case therefor has been made out\nincluding the question as whether any extraditable offence has\nbeen made out. For the aforementioned purpose it does not\nAct as an agency within the four corners of the DSPE Act. It E\nacts, it will be a repetition to state, has an authority of the Central\nGovernment.\n115. The limitation of its powers having regard to the\nprovisions of Section 5 of DSPE Act as also some of the\ndecisions of this Court, therefore, in our opinion, cannot be said\nto have any application in the facts and circumstances of this\ncase.\n116. C.B.I., therefore, is entitled to organize and coordinate\nin regard to the request made by INTERPOL. It may have to\nobtain endorsed warrant. It may have to give provisional warrant\nin terms of Section 34B of the Act.\nF\nG\n117. Surveillance per se under the provisions of the Act\nmay not violate individual or private rights including the right to H\n922 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA privacy.\nB\n118. Right to privacy is not enumerated as a Fundamental\nRight either in terms of Article 21 of the Constitution of India or\notherwise. It, however, by reason of a elaborate interpretation\nof this Court in Kharak Singh v. State of U.P. and others,\n[(1964) 1 SCR 332] it was held to be an essential ingredient\nof 'personal liberty'. This Court, however, in Govind v. State of\nMadhya Pradesh [(1975) 2 SCC 148] upon taking an elaborate\nview of the matter in regard to right to privacy vis-à-vis the\nMadhya Pradesh Police Regulations dealing with surveillance,\nopined that the said regulation did not violate the \"procedure\nestablished by law\". However, a limited Fundamental Right to\nPrivacy as emanating from Articles 19(a), (d) and 21 was\nupheld, but the same was held to be not absolute wherefor\nreasonable restrictions could be placed in terms of clause (5)\nD of Article 19.\nC\nE\nF\nG\nH\nMathew, J. stated:\n\"The right to privacy in any event will necessarily have to\ngo through a process of case-by-case development.\nTherefore, even assuming that the right to personal liberty,\nthe right to move freely throughout the territory of India and\nthe freedom of speech create an independent right of\nprivacy as an emanation from them which one can\ncharacterize as a fundamental right, we do not think that\nthe right is absolute.\"\nThe law, however, was developed by this Court in R.\nRajagopal v. State of Tamil Nadu [(1994) 6 SCC 632].\nThe law was crystallized in the People's Union for Civil\nLiberties (PUCL) v. Union of India [(1997) 1 SCC 301], holding:\n!\n\"We have, therefore, no hesitation in holding that right to\nprivacy is a part of the right to \"life\" and \"personal liberty\"\nenshrined under Article 21 of the Constitution. Once the\n2\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n923\nfacts in a given case constitute a right to privacy, Article A\n21 is attracted. The said right cannot be curtailed \"except\naccording to procedure established by law\".\"\nIn State of Maharashtra v. Madhukar Narayan Mardikar\n[(1991) 1 SCC 57], this Court protected the Right to Privacy of\na prostitute. It was held that even a woman of easy virtue is\nentitled to her privacy and no one can invade her privacy as\nand when he likes.\nB\n119. In this case, except giving information in regard to\nwhereabouts of the Appellant and his daughter, no other action C\nwas taken.\n120. It is in the aforementioned context, we may notice a\ndecision of this Court in Malak Singh v. State of P\u0026H, [(1981)\n1 SCC 420]. This case dealt with an application filed by D.\napplicants seeking to remove their names from the surveillance\nregister maintained by the Police Station of their jurisdiction\nunder the Punjab Police Rules. This Court while upholding the\njurisdiction of the Punjab Police made observations on the\nmode of surveillance.\nE\n121. The case directly or indirectly laid great emphasis on\ncertain grey areas with regard to carrying out of the activities\nof surveillance on the part of the CBI and the police authorities.\nIn Malak Singh (supra) this Court clearly contemplated\nsurveillance by the police in pursuance to the rules under which F\nthey are being done. No such guideline, however, has been laid\ndown in respect of surveillance conducted pursuant to a Red\nCorner or Yellow Corner Notice.\n122. The Central Government and in particular the Ministry G\nof External Affairs, in our opinion, should frame appropriate\nguidelines in this behalf.\n123. Indisputably, further action in terms of the Red Corner\nNotice has not been and could not be taken against the\nH\n924 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Appellant, in the instant case.\nB\nC\nD\nE\nF\nG\n124. It is conceded at the Bar that the proceedings for\nextradition of a citizen could be initiated provided the conditions\nprecedent laid down in terms of the provisions of the Act. The\nAct prescribes a request made by a foreign country whether\nwith it a treaty has been entered into or not. In the absence of\nany such request, no proceeding could be initiated. In the\naforementioned context, it is not necessary for us to enter into\nthe question as to whether the Appellant could be arrested or\nnot.\n125. We have noticed hereinbefore, the affidavit affirmed\non behalf of CBI while dealing with the question of the limitation\nof its power.\nIn addition thereto CBI has also stated that:\n(i)\nIn the instant case, the averments of the appellant\nthat prima facie the case arises out of a\nmatrimonial dispute are all questions that are\nrequired to be gone into either by the Extradition\nCourt appointed by the Central Government as per\nsection 5 of the Act or subsequent to the Extradition\nof the Petitioner to the country in question.\n(ii) In any event, there has been no arrest of the\nPetitioner as the CBI is awaiting the necessary\npapers from the American Government.\n(iii) Also, the fact that India is not a party or signatory\nto the Hague Convention on the Civil Aspects of\nInternational Child Abduction does not make any\ndifference in the instant case.\n(iv) Furthermore, it is incorrect to say that the Petitioner\nis being treated like a commodity. A warrant of\narrest by a competent court in United States has\nH\n--\n་\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n925\nbeen issued against the Petitioner. Under A\nInternational obligations, the CBI is required, when\nso requested to act on the red corner notice issued\npursuant to the warrant of arrest. If fugitives are not\napprehended pursuant to the warrant of arrest/red\ncorner notice, it would be very easy for such B\npersons to escape punishment. The petitioner has\nrights under the Act as well as the judicial process\nin United States (if he is ultimately extradited).\n(v) Lastly, that till date the CBI has not received any\nrequest from the US authorities for the arrest and\nExtradition of the Petitioner.\nThe Ministry of External Affairs, too, through its Joint\nSecretary (Counsular), Mr. P.M. Meena, by means of an\naffidavit dated 15th April 2009 admitted that:\n(i)\n(ii)\nC\nD\nIt is the Ministry of External Affairs, Government of\nIndia, New Delhi which is the nodal agency for\nExtradition as per the Act and the Extradition Treaty\nbetween the Government of India and the United E\nStates of America.\nOn receipt of a Red Corner Notice, it is not the\ninvariable practice to arrest the person but efforts\nare made to trace him though the local police. The\nconsideration of the question of arrest and F\nExtradition would be within the framework of\ndomestic law including Indian Extradition Act and\nthe Extradition Treaty with the Requesting Country.\nExtradition of a person would only arise after\nrequest for extradition is formally received from the\ncountry. In the present case, no formal request has\nbeen received from the United States authorities.\n(iii) Moreover, as per the prevalent practice, in cases\npertaining to matrimonial affairs, the view taken is\nG\nH\n926\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nthat such matters may not generally be held to\nsatisfy the test of dual criminality.\n(iv) In any case, since the instant case, is a case of\ndomestic law, the view of the Ministry of Law would\nbe called for and taken into consideration.\nIt is, therefore, clear that intervention by the Ministry of\nExternal Affairs is crucial when a request is received by it from\na foreign country.\n126. The learned Attorney General states before us that\nthe Ministry of External Affairs invariably refers such matter to\nthe Ministry of Law and Justice for his opinion as to whether in\na given situation an extraditable offence has been made out\nor not. We have been informed that kidnapping in case of\nD matrimonial dispute per se is not considered to be an\nextraditable offence. It was furthermore contended that even\nviolation of an order passed by a court of competent jurisdiction\nin U.S.A. being punishable for imprisonment for six months only,\nthe Appellant cannot be extradited for commission of the said\noffence also. We may, however, place on record that United\nStates has enacted the International Parental Kidnapping\nCrime Act of 1993. However, the law in India shall be governed\nby the provisions of the Indian Penal Code, 1860.\nE\nF\nCONCLUSION\n127. We have already held above that the Municipal Laws\nof a country reign supreme in matters of Extradition. It is thus\nfor the State concerned to take a decision in regard to such\nNotices, keeping in view the Municipal Laws of the country. The\nG High Court was, therefore, in our opinion, clearly wrong in\nholding that a Red Corner Notice should not be tinkered with.\nWhen a person complains of a violation of his Fundamental\nRight and/or otherwise of his fundamental right he is entitled to\nthe right of judicial review. It ought not to be forgotten here that\nthe dispute between the Appellant and the Respondent No. 6,\nH\n'\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n927\nbeing essentially a Matrimonial dispute, is a private dispute and A\nno criminal extraditable offerice can be made out of the same,\nin the absence of a specific request for extradition.\n128. The High Court, thus, in our opinion, committed a\nserious error insofar as it failed to take into consideration the\nprovisions of the Act, in the absence of any request having\nbeing made by the Govt. of USA to the Executive Government\nof the Union of India or any authourization made by the latter\non its behalf.\nB\n129. A fundamental Right of a citizen whenever infringes, C\nthe High Courts having regard to their extraordinary power\nunder Article 226 of the Constitution of India as also keeping\nin view that access to justice is a human right would not turn\nthem away only because a Red Corner Notice was issued. The\nSuperior Courts in criminal cases, thus are entitled to go into D\nthe manner in which such Red Corner Notice, if any, is sought\nto be enforced and/or whether the local police is threatening a\ncitizen of India with arrest although they are not entitled to do\nso except in terms of the provisions Act as and when\napplicable.\n130. Furthermore, if a violation of any order passed by a\ncivil court is made the ground for issuance of a Red Corner\nNotice, indisputably, the court will enquire as to whether the\nsame has undergone the tests laid down under Sections 13 and\n44A of the Code of Civil Procedure.\nE\nF\n131. As regards the question of custody, we have, however\nnoticed, hereinabove that although the family court at Bombay\nfor all intent and purposes relying on or on the basis of the order\npassed by the Massachusetts Court directed custody of the girl G\nin favour of her mother, the Bombay High Court has stayed the\noperation thereof. The Appellant therefore, must be held to be\nin lawful custody of his daughter unless any other or further order\nis passed by a court of competent jurisdiction.\nH\nA\n928 SUPREME COURT REPORTS [2009] 12 S.C.R.\n132. Lastly, it is imperative to note that the State does not\nseek for enforcement of the custody and/ or restrain order\npassed by the Probate and Family Court, Massachusetts in\nview of the rigours contained in Sections 13 and 44A of the\nCode of Civil Procedure. Even the Family Court does not\nB appear to have dealt with this aspect of the matter. In any event,\nas the matter is pending before the High Court, it alone will have\na final say therein.\nC\n133. For the aforementioned reasons, the impugned\njudgment cannot be sustained. It is set aside accordingly. The\nappeal is allowed. However, in the facts and circumstances of\nthe case, there shall be no order as to costs.\nN.J.\nAppeal allowed.\n"}