{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"L\nDEEPAK JAIN\nV.\nCHARU JAIN\nMARCH 14, 2007\nB\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nHindu Marriage Act, 1956:\n-\ns.24 Interim maintenance-Held, order of trial court granting\nRs.12,000/-\nper month as interim maintenance and Rs. 11,000/- as litigation\nexpenses as affirmed by High Court suffers from no infirmity.\nC\nThe instant appeal was filed against the order of the High Court\naffirming the order of the Additional District Judge in an application under\nSection 24 of the Hindu Marriage Act, 1956, granting interim maintenance\nD\nat the rate of Rs.12,000/- per month together with litigation expenses of\nRs.11,000/-.\nDismissing the appeal, the Court\nHELD: The order under challenge suffers from no infirmity. The\ninterim order passed by this Court on 17.2.2006 directing the appellant to\npay a sum of Rs.8000/- per month to the respondent is vacated. The appellant\nwould pay the entire balance amount to the respondent. [1040-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1404 of 2007.\nE\nF\nFrom the Judgment and Order dated 10.1.2006 of the High Court of Delhi\nat New Delhi in CM (M) No. 1720/2004.\nWITH\nContempt Petition No. (C) No. 221 of 2006.\nG\nPrabhakaran and S. Rajappa for the Appellant.\nM.N. Krishnamani and Rajinder Mathur for the Respondent.\n1039\nH\nA\n1040\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\n2. Heard Mr.Prabhakaran assisted by Mr.S.Rajappa, learned counsel for\nthe appellant and Mr.M.N.Krishnamani, learned senior counsel for the\nB respondent.\nC\n•\nD\n3. The above appeal is directed against the order dt.10.01.2006 passed\nby the High Court of Delhi in CM(M) No.1720 of 2004. The said Civil\nMiscellaneous Appeal was filed before the Delhi High Court against the order\nof Addl.District Judge, Delhi in H.M.A.Case No. 149 of 2003 whereby the said\ncourt had disposed of the application filed under Section 24 of the Hindu\nMarriage Act and fixed an interim maintenance at the rate of 12,000/- per\nmonth from the date of filing of the application together with litigation expenses\nof Rs.11,000/-. Aggrieved against the said order, CM(M) No.1720/2004 has\nbeen filed before the Delhi High Court. The High Court on considering all\nthe averments made in the pleadings and also taking into consideration all the\nother annexures etc. came to the conclusion that the trial court has rightly\narrived at a conclusion that Rs.12,000/- should be paid by way of interim\nmaintenance.\n4. We have also carefully perused the impugned order and annexures\nE and heard the arguments advanced by the learned counsel for both sides. In\nour opinion, the order under challenge suffers from no infirmity. We, therefore,\nhave no hesitation in dismissing the appeal filed by the appellant-husband.\nThe appeal is accordingly dismissed.\nF\nG\nH\n5. During the pendency of this appeal, this Court as an interim measure\non 17.02.2006, directed the appellant herein to pay a sum of Rs.8,000/- per\nmonth to the respondent from the date of the filing of the application and\ncontinue to pay till the disposal of this appeal. In view of the fact that the\nappeal is being dismissed, the said interim order is vacated and the appellant\nwill now be liable to pay the entire amount pursuant to the order of ADJ,\nDelhi.\n6. It is stated that the said interim order passed by this Court has also\nnot been complied with. We direct the appellant to pay the entire balance\namount to the respondent, if any, within two weeks from today.\n7. In view of the Order now passed, the Contempt Petition is also\nDEEPAK JAIN v. CHARU JAIN [LAKSHMANAN, J.]\n1041\ndismissed.\n8. We direct the trial court to dispose of H.M.A.Case No.149 of 2003\nwithin three months from today.\nA\nNo costs.\nR.P.\nCivil Appeal \u0026 Cont. Petition dismissed.\nB\n"}