{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"NEW DELHI MUNICIPAL COUNCIL\nV.\nPAN SINGH AND ORS.\nMARCH 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nLabour Laws:\nIndustrial Disputes Act, 1947; S.18:\nC\nShifts-Incharge working in higher scale of pay opted to serve as Meter\nReaders in lower scale of pay-Pay protection provided by employer-New\nDelhi Municipal Council-Employees serving as Meter Readers at relevant\ntime raising an industrial dispute claiming pay parity-Industrial Tribunal\nallowing pay parity to them fixing a cut-off date-Filing of a writ petition D\nby subsequent appointee-Meter Readers claiming parity in pay scales with\nthe earlier Awardees-Allowed by High Court-On appeal, Held: Employer\nallowed higher pay scale to shift Incharge in order to protect their pay-—\nIndustrial Tribunal allowed pay parity to Meter-Readers who have been\nserving as such at the relevant time by fixing a cut-off date-Subsequent\nappointee-Meter Readers were neither parties to the Industrial dispute nor\nthey raise any grievance in regard to their condition of service-They filed\nwrit petition only after 17 years after their appointment-Discretionary\njurisdiction may not be exercised in favour of those who have not approached\nthe Court within a reasonable time-It was not a fit case where the High\nCourt should have exercised its discretionary jurisdiction in favour of writ F\npetitioners-Meter Readers-Hence, impugned order cannot be sustained and\nset aside.\nE\nThere were posts of Meter Readers as also Shifts Incharge in the pay\nscale of Rs. 220-400 and Rs. 185-300 respectively in the New Delhi Municipal\nCouncil (NDMC)/appellant. The posts of Meter Readers were meant to be G\nfilled up by direct recruitment. 17 senior most Shifts In charge, however,\nfor certain reasons opted to become Meter Readers which was allowed by the\nappellant-employer. As they were working in a higher scale of pay, their pay\nwas protected. Some other Meter Readers who were working as such at the\n711\nH\n712\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA relevant time raised an industrial dispute purported to be on the premise that\nthey had been discriminated against. The Industrial Tribunal by reason of an\nAward allowed pay parity to them. Subsequent appointees-Meter Readers/\nrespondents filed a Writ Petition before the High Court claiming parity in\nthe matter of grant of scale of pay with the Awardees-Meter Readers whose\npay scale was revised earlier in terms of an Award of the Industrial Court.\nThe Writ Petitions have been allowed by the High Court observing that\nalthough they are not covered by the Award, but the appellant being model\nemployer must grant the same scale of pay to them as granted earlier to other\nserving Meter Readers.\nB\nC\nD\nE\nF\nAppellant-NDMC contended that once the cut off date was fixed by the\nTribunal, the respondents, having joined the services of the appellant\nthereafter, could not have been directed to be treated alike in the matter of\ngrant of the same scale of pay; and that the Writ Petitions having been filed\nin July, 1999, the High Court committed a serious illegality in directing back\nwages in their favour.\nRespondent submitted that the Award of the Industrial Tribunal was\nbinding upon the appellant in terms of Section 18(3)(b) of the Industrial\nDisputes Act and in that view of the matter, as respondents perform same or\nsimilar nature of duties as are being performed by the other workmen, they\nwere entitled to be treated alike; and that the respondent did not raise a\nseparate industrial dispute as they had all along been under the impression\nthat they would be covered by the Award which may be made in the said\nReference.\nAllowing the appeal, the Court\nHELD: 1.1. Seventeen persons who were granted higher scale of pay\nhad been working as Shifts In charge. As Shifts in charge, they were entitled\nto a higher scale of pay. They were given a higher scale so as to protect\ntheir pay which were personal to them and that too on an ad-hoc measure. It\nwas not by way of a revision of scale of pay as understood in the ordinary\nG sense of the term. [Para 10] [717-C]\n1.2. The Industrial Tribunal in its Award proceeded on the basis that\nthe concerned workmen were entitled to the benefit of higher scale as they\nwere similarly situated to those 17 senior most Meter Readers. The direction\nin terms of the Award was confined only to those who were in employment at\nH the time when the said benefit was given to the said 17 Meter Readers. They,\nNEW DELHI MUNICIPAL COUNCIL v. PAN SINGH\n713\nthus, formed a class by themselves. A cut-off date having been fixed by the A\nTribunal, those who were thus not similarly situated, were to be treated to\nhave formed a different class. They could not be treated alike with the others.\nThe High Court has not considered this aspect of the matter.\n[Paras 11, 12 and 13] {717-E, F}\n1.3. Although, Section 18(3)(b) of the Industrial Disputes Act provides\nthat all workmen who were employed in an establishment, subsequently become\nemployed therein would also be bound by the Award of the Industrial Tribunal.\nBut, they must be entitled to the similar benefits. Respondents were not\nparties to the said dispute. They did not raise any grievance in regard to\ntheir conditions of service. Had they been parties to the Reference, the matter\nmight have been otherwise. [Para 14] [717-H; 718-A-B]\nPunjab National Bank And Ors v. Manjeet Singh And Anr., [2006] 8\nSCC 647, relied on.\n1.4. There is another aspect of the matter which cannot be lost sight of.\nRespondents filed a Writ Petition after 17 years. They did not agitate their\ngrievances for a long time. They did not claim parity with the 17 workmen at\nthe earliest possible opportunity. They did not implead themselves as parties\neven in the reference made by the State before the Industrial Tribunal. It is\nnot their case that those employees who were employed or who were recruited\nafter the cut-off date have been granted the said scale of pay. After such a\nlong time, therefore, the Writ Petitions could not have been entertained even\nif they are similarly situated. It is trite that the discretionary jurisdiction\nmay not be exercised in favour of those who approach the Court after a long\ntime. Delay and laches are relevant factors for exercise of equitable\njurisdiction. [Para 16] [718-D-E]\nGovt. of W.B. v. Tarun K. Roy And Ors., [2004] 1 SCC 347; Chairman,\nU.P. Jal Nigam \u0026 Anr. v. Jaswant Singh And Anr., (2006) 12 SCALE 347 and\nKarnataka Power Corpn. Ltd. through its Chairman \u0026 Managing Director\nand Anr. v. K. Thangappan and Anr., [2006] 4 SCC 322, relied on.\n1.5. Although, there is no period of limitation provided for filing a Writ\nPetition under Article 226 of the Constitution of India, ordinarily, Writ\nPetition should be filed within a reasonable time. {Para 17] [718-G]\nB\nC\nᎠ\nE\nF\nG\nLipton India Ltd. and Ors. v. Union Of India And Ors., [1994] 6 SCC\n524 and M.R, Gupta v. Union of India And Ors., [1995] 5 SCC 628, referred H\n714\nA to.\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n1.6. It was not a fit case where the High Court should have exercised\nits discretionary jurisdiction in favour of the respondents.\nShiv Dass v. Union of India \u0026 Ors., (2007) 2 SCALE 325 : (2007) 1\nB Supreme 455, referred to.\nC\nᎠ\nE\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1214 of 2007.\nFrom the Judgment and Order dated 21.3.2005 of the High Court of Delhi\nat New Delhi in W.P. No. 4661/1999.\nRakesh K. Khanna, Dr. Rashmi Khanna, Surya Kant, Shailja Sinha,\nJahanvi Worah and Neeraj Sharma for the Appellant.\nAsha Jain Madan, Mukesh Jain and Ambar Jain for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Appellant is a local authority constituted under the New Delhi\nMunicipal Act, 1994. It has been performing its municipal functions in the\nNew Delhi area; one of them being distribution of electricity to the consumers\nupon buying the same from the Electricity Supply Companies. For the said\npurpose, it has a electricity department. In the said department, there were\nposts of Meter Readers as also Shifts Incharge. The pay scale of Shifts In-\ncharge was Rs. 220-400 and that of the Meter Readers Rs. 185-300. The post\nof Meter Readers was meant to be filled up by direct recruitment. 17 senior\nmost Shift In charge, however, for certain reasons opted to become Meter\nReaders. As they were working in a higher scale of pay, their pay was\nprotected. Such protection of pay was given to them by an Order dated\n10.2.1982, stating:\n\"1. The matter regarding revision of pay scale from Rs. 185-300 to\nRs. 220-440 of those Meter Readers who were promoted as Meter\nReaders from the Cadre of Shift-In-charge II Grade was discussed in\nthe meeting held on 15.12.81 at 11.00 AM under the Chairmanship of\nthe Administrator. It was decided by the Administrator that the matter\nbe examined whether higher pay scale of Rs. 220-400 could be given\nto the 17 such senior-most Meter Readers, purely as on ad hoc\nNEW DELHI MUNICIPAL COUNCIL v. PAN SINGH [S.B. SINHA. J.] 715\nmeasure which would be personal to them.\nA\n2. Accordingly, the case was discussed in the meeting of Heads of\nDepartments namely CE(E)/CE(C)/FA,CA, Secretary, MOH, DD(H) and\nLWO headed by the Administrator on 06.02.1982 and was decided that\nthe pay scale of Rs. 220-10-300-EB-400 be allowed w.e.f. 6.2.82 to all\nthose 17 Meter Readers who had previously worked as Shift In charge B\nGrade II, but this revision of scale will be personal to them without\nmaking any precedent...\"\n3. Some other Meter Readers who were in services of the appellant at\nthe relevant time raised an industrial dispute purported to be on the premise\nthat they had been discriminated against. Reference was made to the Presiding\nOfficer, Industrial Tribunal No. 3, Delhi for determination of inter-alia the\nfollowing industrial dispute:-\nC\nD\n\"1. Whether the pay scale of Meter Readers should be revised from\nRs. 520-815 to Rs. 590-1000/- as has been done in case of 17 Meter\nReaders namely 1) Shri Turen Singh, 2) Ram Chander Singh, 3) Shri\nRameshwar Lal Bali, 4. Shri Prem Chand Sharma, 5. Raj Kumar Kalia\n(6) Sh. Prabhu Dayal, (7) Sh. Anand Kishore Aggarwal, (8) Shri\nJagannath Parshad, (9) Sh. D.P. Malhotra, (10) Sh. Bhu Dev Sharma,\n(11) Sh. Sukh Dev Singh, (12) Shri Ajaib Singh, (13) Shri H.C. Chauhan,\n(14) Shri K.S. Rawat, (15) Shri Devi Sanai, (16) Shri Mansa Ram, (17) E\nShri Subhash Chand Sharma and if so what directions are necessary\nin this respect?\"\n4. Respondents were not parties therein. They did not file any application\nfor their impleadment. By reason of an Award dated 7.1.1998, the Industrial\nCourt directed :-\nF\n\"In the light of the above observations of the meter readers, who were\nin service at the time when the benefit was given to 17 meter readers,\nwhose names are morefully detailed in Annexure B of claim statement\nare entitled to get the benefit of the said order in the similar manner\nin which the same has been given to those 17 meter readers purely G\nas an adhoc measure to be personal to them and discrimination made\nby the management amongst the same class of meter readers is an act\nof arbitrariness and amounts to misuse of the principles of law. The\nmanagement is directed to pay the arrears of the said amount on the\nsame analogy to which 17 meter readers have been given benefit to\nH\n!\n716\nA\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nthe same as per order dated 12.02.82 within a period of 6 months from\nthe date the award become enforceable under law failing which the\nmeter readers of the said period will be entitled to get an interest @\n18% per annum to the same...\"\n5. The respondents were appointed after 12.2.1982 i.e during the period\nB 1.4.1982 and 3.6.1984. They filed a Writ Petition claiming parity in the matter\nof grant of scale of pay by filing a Writ Petition with the Awardees before\nthe High Court of Delhi. By reason of the impugned Judgment, the said Writ\nPetitions have been allowed stating that although they are not covered by\nthe Award, the appellant being model employer must treat the employees\nsimilarly situated and, thus as the respondents had passed the test in June,\n1981, they could not be denied the pay scale which has been granted to them.\nC\nD\nE\nF\n6. Respondent filed the Writ Petition in July, 1999 claiming inter-alia the\nfollowing reliefs:-\n\"(a) Issue an appropriate writ, order or direction to the Respondent\nto grant to the petitioners the benefit of the revised pay scale,\nas had been granted to other meter readers vide office order\ndated 10.02.1982 (Annexure-B). Office order dated 23.12.1998\n(Annexure-D) and office order dated 17.5.1999 (Annexure - D-1)\nalongwith all the consequential reliefs.\n(b) Grant to the petitioners the appropriate amount of damages\nincluding cost of the present petition as also such other or\nfurther relief's as this Hon'ble Court may deem fit, proper and\nexpedient in the facts and circumstances of the present case.\"\n7. Mr. Rakesh K. Khanna, learned senior counsel appearing on behalf\nof the appellant would urge that once the cut off date was fixed by the\nTribunal as on 6.2.1982, the respondents, having joined the services of the\nappellant thereafter, could not have been directed to be treated alike in the\nmatter of grant of the same scale of pay. In any event, the Writ Petitions\nhaving been filed in July, 1999, the High Court committed a serious illegality\nG in directing back wages in their favour.\n8. Ms. Asha Jain Madan, learned counsel appearing on behalf of the\nrespondent, on the other hand, would submit that the Award of the Industrial\nTribunal was binding upon the appellant in terms of Section 18(3)(b) of the\nIndustrial Disputes Act and in that view of the matter, as respondents perform\nH same or similar nature of duties as are performed by the other workmen, they\n1\nNEW DELHI MUNICIPAL COUNCIL v. PAN SINGH [S.B. SINHA.J.] 717\nwere entitled to be treated alike. The learned counsel would contend that the A\nrespondent did not raise a separate industrial dispute as they had all along\nbeen under the impression that they would be covered by the Award which\nmay be made in the said Reference.\n9. Respondents were appointed on different dates, admittedly after\n6.2.1982. Entitlement of an employee to be placed on a particular scale of pay\nwould depend upon the terms and conditions laid down in the contract of\nservice.\n10. Seventeen persons who were granted higher scale of pay as noticed\nhereinbefore had been working as Shifts in charge. As Shifts In charge, they\nwere entitled to a higher scale of pay. They were given a higher scale so as\nto protect their pay which were personal to them and that too on an ad-hoc\nmeasure. It was not by way of a revision of scale of pay as understood in\nthe ordinary sense of the term.\nB\nC\n11. Those Meter Readers who were purported to be similarly situated\nD\nmeaning thereby those who were in service as on 12.2.1982 i.e. the date when\nthe purported pay scales of 17 senior most Meter Readers on ad-hoc basis\nwere revised, raised an industrial dispute. The Industrial Tribunal in its Award\nproceeded on the basis that the concerned workmen were entitled to the\nbenefit of higher scale as they were similarly situated to those 17 senior most\nMeter Readers.\n12. The direction in terms of the Award was confined only to those who\nwere in employment at the time when the said benefit was given to the said\n17 Meter Readers.\nE\n13. They, thus, formed a class by themselves. A cut-off date having F\nbeen fixed by the Tribunal, those who were thus not similarly situated, were\nto be treated to have formed a different class. They could not be treated alike\nwith the others. The High Court, unfortunately, has not considered this\naspect of the matter.\nG\n14. Submission of learned counsel for the respondent that Section\n18(3)(b) of the Industrial Disputes Act would govern the Award, in our\nopinion is not correct. Section 18(3)(b) although, provides that all workmen\nwho were employed in an establishment, subsequently become employed\ntherein would also be bound by the Award of the Industrial Tribunal. But,\nthey must be entitled to the similar benefits. Respondents were not parties H\n718\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA to the said dispute. They did not raise any grievance in regard to their\nconditions of service.\nB\n15. Had they been parties to the Reference, the matter might have been\notherwise, as was held in Punjab National Bank And Ors v. Manjeet Singh\nAnd Anr., [2006] 8 SCC 647, whereupon Ms. Asha Jain Madan, learned\ncounsel for respondent strongly relied upon. Section 18(3)(b) does not postulate\nthat although the concerned workmen would form different classes, an Award\nmade in favour of another class of workmen would automatically be extended\nto the other. In Punjab National Bank (supra), the workman contended that\nthey were not bound by the Award, which contention was rejected having\nC regard to the fact that they were similarly situated and in fact were parties in\nthe industrial disputes and were represented through their Union.\n16. There is another aspect of the matter which cannot be lost sight of.\nRespondents herein filed a Writ Petition after 17 years. They did not agitate\ntheir grievances for a long time. They, as noticed herein, did not claim parity\nD with the 17 workmen at the earliest possible opportunity. They did not implead\nthemselves as parties even in the reference made by the State before the\nIndustrial Tribunal. It is not their case that after 1982, those employees who\nwere employed or who were recruited after the cut-off date have been granted\nthe said scale of pay. After such a long time, therefore, the Writ Petitions\ncould not have been entertained even if they are similarly situated. It is trite\nthat the discretionary jurisdiction may not be exercised in favour of those who\napproach the Court after a long time. Delay and laches are relevant factors\nfor exercise of equitable jurisdiction. See Govt. of W.B. v. Tarun K. Roy And\nOrs., [2004] 1 SCC 347, Chairman, U.P. Jal Nigam \u0026 Anr. v. Jaswant Singh\nand Anr., (2006) 12 SCALE 347 and Karnataka Power Corpn. Ltd. through\nF its Chairman \u0026 Managing Director and Anr. v. K. Thangappan and Anr.,\n[2006] 4 SCC 322.\nE\nG\n17. Although, there is no period of limitation provided for filing a Writ\nPetition under Article 226 of the Constitution of India, ordinarily, Writ Petition\nshould be filed within a reasonable time.\n18. See Lipton India Ltd. And Ors. v. Union of India And Ors., [1994]\n6 SCC 524 and M.R. Gupta v. Union of India And Ors., [1995] 5 SCC 628.\n19. In Shiv Dass v. Union of India \u0026 Ors., (2007) 2 SCALE 325 : (2007)\n1 Supreme 455, this Court held:-\nH\nNEW DELHI MUNICIPAL COUNCIL 1. PAN SINGH [S.B. SINHA. J.] 719\n\"9. It has been pointed out by this Court in a number of cases A\nthat representations would not be adequate explanation to take care\nof delay. This was first stated in K.V. Raja Lakshmiah v. State of\nMysore, AIR (1967) SC 993. There is a limit to the time which can be\nconsidered reasonable for making representations and if the Government\nhad turned down one representation the making of another\nrepresentation on similar lines will not explain the delay. In State of\nOrissa v. Sri Pyarimohan Samantaray, AIR (1976) SC 2617 making of\nrepeated representations was not regarded as satisfactory explanation\nof the delay. In that case the petition had been dismissed for delay\nalone. See State of Orissa v. Arun Kumar, AIR 1976 SC 1639 also.\nB\nC\n10. In the case of pension the cause of action actually continues\nfrom month to month. That, however, cannot be a ground to overlook\ndelay in filing the petition. It would depend upon the fact of each\ncase. If petition is filed beyond a reasonable period say three years.\nnormally the Court would reject the same or restrict the relief which\ncould be granted to a reasonable period of about three years. The D\nHigh Court did not examine whether on merit appellant had a case. If\non merits it would have found that there was no scope for interference,\nit would have dismissed the writ petition on that score alone.\"\n20. We, therefore, are of the opinion that it was not a fit case where the\nHigh Court should have exercised its discretionary jurisdiction in favour of E\nthe respondents herein.\n21. For the reasons aforementioned, impugned Judgment cannot be\nsustained which is set aside accordingly. The Appeal is allowed. In the facts\nand circumstances of the case, however, there shall be no order as to costs.\nF\nS.K.S.\nAppeal allowed.\n"}