{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"B\n692 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA the market; therefore, the regulator also has to keep the interest\nof the appellants in mind. He makes a reference to Regulation\n3(1) (f) which provides that nothing contained in Regulations 10,\n11 and 12 shall apply to acquisition of shares in the ordinary\ncourse of business by banks and financial institutions as\npledgees. This, according to Mr. Shyam Divan, is an indicator\nthat, for a certain class of institutional investor there is a carve\nout. He submits that similar carve out is also provided for the\nsmall investors. In the present case, the appellants have lost\nout only because there was an inordinate delay in taking action\nby SEBI. Specifying the changes that would be required in the\nletter of offer, the necessary decision was to be taken by SEBI\nwithin 21 days under Regulation 18. But it was not taken by\nSEBI for a period of 8 months or 239 days, to be precise. Thus,\nthere was a delay of 221 days. During this period, the entire\nscenario had changed. In such circumstances, the appellants\nwould be entitled to exit option like any other ordinary investor.\nHe submits that by giving a very narrow and restrictive\ninterpretation to Regulation 27, SAT has actually curtailed the\nwide powers vested in SEBI to regulate the securities market\nto further the object of the Regulations.\nC\nD\nE\n34. He submits that Regulation 27(1) (d) should be\nconstrued to confer wide powers on SEBI to allow withdrawal\nof an open offer in cases where although it is not impossible\nto complete open offer, but such an offer, in its opinion, merits\nF withdrawal. It is submitted that the words \"such circumstances\nas in the opinion of the Board merit withdrawal\", appearing in\nRegulation 27(1)(d) of the Takeover Regulations must mean -\nG\n\"a.\nb.\nH\nC.\nThe formation of an opinion by Respondent - which\nthough subjective in nature - must be based on the\nexistence of objective facts;\nThe opinion must be one that is formed by\nRespondent based upon, circumstances which\nmerit withdrawal of the public offer;\nCircumstances which go into the formation of the\ni\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 693\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nd.\nopinion, must be circumstances that are relevant to A\nthe question of withdrawal of the public offer;\nThe circumstances must be such that no\nreasonable person, who comes into possession or\nknowledge thereof, can be compelled to (ignore\nsuch circumstances and) proceed with the public\noffer.\"\nB\n35. Therefore, the discretion conferred on respondent\nunder Regulation 27(1) (d), entailed the duty of respondent to\nform its opinion based on relevant facts and the circumstances C\nprevailing at the time when the application for withdrawal of\nopen offer was made. Admittedly, the respondent failed to do\nSo.\n36. Learned senior counsel further submitted that the SAT\nin interpreting Regulation 27 has wrongly relied upon the\nprinciple of Ejusdem Generis. He submits that the rule of\nejusdem generis applies only if the statutory provision - (i)\ncontains an enumeration of specific words; (ii) the subjects of\nenumeration constitute a class or category; (iii) that class of\ncategory is not exhausted by the enumeration; (iv) the general\nterms follow the enumeration; and (v) there is no indication of\na different legislative intent.\nD\nE\n37. Learned senior counsel submits that in the present\ncase none of the said requirements are met. The rule of F\nejusdem generis is restricted to cases where the specific\nwords precede the general words in the language of the statute,\nand in totality from a singular genus along with the general\nwords. The sub-clauses of Regulation 27 do not form a\ncommon genus of cases where it is impossible to do an open\noffer. Learned senior counsel submitted that the provisions\ncontained in the Takeover Code are regulatory in nature and,\ntherefore, have to be construed widely. The Takeover Code\nprovisions do not apply to pledgees. The text of the Takeover\nCode indicates a different legislative intent so far as the\nG\nI\nC\nD\n694 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA pledgees are concerned. He submits that the court is entitled\nto look at the legislative history for interpretation of any provision\nin the Act, Rule or Regulation. He submits that the legislative\nhistory of Regulation 27(1) would clearly show that ejusdem\ngeneris was not the appropriate rule of interpretation to be\nB implied while construing the aforesaid provisions. He pointed\nout that sub-regulation (a) of Regulation 27(1), as originally\nenacted, dealt with a case of a competing acquirer which would\nentitle the first acquirer to be exempted from making the open\noffer. However, to ensure that shareholders of Target Company\nshould have an option to decide from both offers, sub-regulation\n(a) was omitted on September 9, 2002. Sub-Regulation (b)\ndeals with a situation where requisite statutory approvals are\nnot granted to make the open offer; and Sub-Regulation (c)\ndeals with a situation where the sole acquirer dies and although\nit is possible that the legal heirs could make the open offer,\nnonetheless grants an exemption to the deceased acquirer and\nhis heirs. Regulation 27(1) (d), is not confined to a particular\nsituation, but grants a general power to SEBI to permit\nwithdrawal of open offer where the facts and circumstances in\nits opinion may merit withdrawal, taking into account the facts\nand circumstances of that particular case. Therefore, according\nto the learned senior counsel, the SAT erred in law in construing\nRegulation 27(1) (d) on the principle of ejusdem generis.\nAccording to Mr. Shyam Divan, Regulation 27(1) (d) provides\nan exception for withdrawal of open offer not limited to the\nnarrow confines of Clauses (b) and (c) of Regulation 27(1).\nAccording to him, the exception under Regulation 27(1) (d)\ndeals with a separate and distinct class of cases i.e. where\nrespondent has been conferred discretion to allow withdrawal\nof open offers in \"“such circumstances,\" which \"in the opinion of\nG the Board merit withdrawal\". Therefore, for this reason also\nRegulation 27(1)(d) cannot be read ejusdem generis with the\npreceding clauses to restrict the scope. According to him, the\nword \"such\" used in Regulation 27(1)(d) is used in the context\nof circumstances that in the opinion of the Board merit\nH withdrawal. According to learned counsel, the same does not\nE\nF\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 695\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nC\nD\ntake colour from Regulations 27(1) (b) or 27(1)(c). This apart, A\nhe submits that the interpretation given to Regulation 27 by the\nSAT is so narrow that it leads to absurd consequences. The\nnarrow construction of Regulation 27(1) (d) would permit\nwithdrawal only on the same footing as the circumstances\nenumerated under Regulation 27(1)(b) and (c). This would B\nleave no discretion with SEBI to approve withdrawal, “in such\ncircumstances”, which in the opinion of the Board “merit\nwithdrawal.\" Finally, it is submitted that it is an accepted\nprinciple that where two interpretations are possible then such\nan interpretation ought to be taken which will not render any\nprovision of a statute otiose. According to him, Regulation 27(1)\n(d) would be rendered meaningless if it is read ejusdem\ngeneris with Regulation 27(1) (b) and Regulation 27(1) (c).\nLearned senior counsel also relied on Regulation 3 of Takeover\nRegulations which empowers the respondent to grant a\ncomplete exemption to an acquirer from Regulations 10, 11 and\n12 in certain cases. He submits that residuary power under\nRegulation 3(1) in addition to the specific scenario mentioned\ntherein is strongly indicative of the intention of the legislature.\nIn the facts of the present case, it is submitted by Mr. Shyam\nDivan that had the appellants realized that there was a fraud\nbefore making public announcement, it could have gone to the\nTakeover Panel after it exercised the pledge on July 22, 2005\nand applied for exemption from Regulations 10, 11 and 12. In\nthose circumstances, the plea of the appellants for exemption\nwould have been considered before the making of the public\nannouncement. It is only because the fraud was detected much\nafter the making of the public announcement that the appellants\nhad made an application for withdrawal of the open offer. In such\ncircumstances, the respondent can certainly exercise its power\nunder Regulation 27(1)(d) after granting a hearing. In short, the\nsubmission of Mr. Shyam Divan is that the regulations permit\nexercise of discretion before and after public announcement.\nTherefore, SEBI as well as SAT had erred in giving a very\nnarrow interpretation to regulation 27(1)(d). Learned senior\ncounsel also referred to Regulation 22(14) of the Takeover H\nE\nF\nG\n696 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Regulations which provides that an acquirer who has withdrawn\nan open offer shall not be permitted to make an open offer for\na period of six months from the date of withdrawal of the offer.\nApplying this to Regulation 27, he submits that it is amply clear\nthat impossibility as sought to be interpreted in Regulation 27\nB cannot vanish in six months. Therefore, according to him, it is\nclear that withdrawal of an open offer need not be on account\nof impossibility only. In support of these submissions, he relied\non Municipal Corporation of Greater Bombay Vs. Bharat\nPetroleum Corporation Ltd.6 Maharashtra University of Health\nSciences \u0026 Ors. Vs. Satchikitsa Prasarak Mandal \u0026 Ors.7 and\nUnion of India \u0026 Ors. Vs. Alok Kumar³.\nс\n38. We are unable to accept the submission of Mr. Shyam\nDivan that the rule of ejusdem generis has been wrongly\napplied by SAT in interpreting the provisions of Regulations\nD 27(1) (b) (c) and (d).\nF\n39. In our opinion, the SAT has correctly come to the\nconclusion that under the SEBI Act, Board has been entrusted\nwith the fundamental duties of ensuring orderly development of\nE the securities market as a whole and to protect the integrity of\nthe securities market. It is precisely for this purpose that the\nprovision is made in Regulation 7 that any acquirer, who\nacquires shares or voting rights which would entitle him to more\nthan 5% or 10% or 14% shares or voting rights in a company,\nshall disclose at every stage the aggregate of share holding\nor voting rights in that company to the company and to the stock\nexchanges where shares of the target company are listed.\nUnder Regulation (8), such an acquirer shall within 21 days from\nthe financial year ending March 31, make yearly disclosures to\nthe company, in respect of his holdings as on 31st March.\nRegulation 8A provides for disclosure of information with\nregard to pledged shares. The Board has power under\n6. (2002) 4 SCC 219.\n7. (2010) 3 SCC 786.\nG\nH 8. (2010) 5 SCC 349.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 697\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nD\nRegulation 9, to call for information with regard to the A\ndisclosures made under Regulations 6, 7, and 8 as and when\nrequired by the Board. Regulation 10 mandates that no acquirer\nshall acquire shares or voting rights which entitle such acquirer\nto exercise 15% or more of the voting rights in a company,\nunless such acquirer makes a public announcement to acquire B\nshares of such company in accordance with the Regulations.\nThe Takeover Code then prescribed a detailed procedure for\nmaking a public announcement and the manner in which the\noffer price is determined at which the shares are offered to\npublic shareholders. Regulation 11 provides that no acquirer C\nwho, together with persons acting in concert with him, has\nacquired, in accordance with the provisions of law, 15% or more\nbut less than 55% of the shares or voting rights in a company,\nshall acquire, either by himself or through or with persons acting\nin concert with him additional shares or voting rights entitling\nhim to exercise more than 5% of the voting rights unless such\nacquirer makes a public announcement to acquire shares in\naccordance with the Regulations. Again, Regulation 12\nprovides that irrespective of whether or not there has been any\nacquisition of shares or voting rights in a company, no acquirer\nshall acquire control over the target company, unless such\nperson makes a public announcement to acquire shares and\nacquires such shares in accordance with the Regulations. Under\nRegulation 13, before making any public announcement of offer\nreferred to in Regulation 10 or Regulation 11 or Regulation 12,\nthe acquirer is duty bound to appoint a Merchant Banker\nholding a certificate of registration granted by the Board. Such\nMerchant Banker is required to be not associates of or group\nof the acquirer or the target company. In other words, it has to\nbe a totally independent entity. Under Regulation 14, the\nMerchant Banker is required to make public announcement\nunder Regulation 10 or Regulation 11 within four working days\nof entering into an agreement for acquisition of shares or voting\nrights exceeding the respective percentage specified in\nRegulations 10 and 11. Regulation 15 provided that public\nannouncement to be made under Regulations 10, 11 or 12 shall\nE\nF\nG\nH\nD\n698\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA be made in all editions of one English national daily with wide\ncirculation, one Hindi national daily with wide circulation and a\nregional language daily with wide circulation at the place where\nthe registered office of the target company is situated and at\nthe place of the stock exchange where the shares of the target\nB company are most frequently traded. Simultaneously, a copy\nof the public announcement has to be submitted to the Board\nthrough the Merchant Banker; sent to all the stock exchanges\non which the shares of the company are listed for being notified\non the notice board; and sent to the target company at its\nC registered office for being placed before the Board of Directors\nof the company. Regulation 16 sets out in detail the particulars\nwhich are required to be expressly stated and the public\nannouncement is made under Regulations 10, 11 or 12.\nRegulation 17 provides that the public announcement or any\nadvertisement, circular, brochure, publicity material or letter of\noffer issued in relation to the acquisition of shares must not\ncontain any misleading information. Under Regulation 18,\nwithin 14 days from the date of public announcement made\nunder Regulations 10, 11 or 12, as the case may be, the\nacquirer, through its Merchant Banker, is mandated to file with\nSEBI the draft of the letter of offer, containing disclosures as\nspecified by the Board. This letter of offer is to be dispatched\nto the shareholders not earlier than 21 days from its submission\nto the Board. However, the Board has the power to specify\nchanges, if any, in the letter of offer which the merchant banker\nF and the acquirer is required to carry out such changes before\nthe letter of offer is dispatched to the shareholders. Regulation\n20 provides that the offer to acquire share under Regulations\n10, 11 or 12 shall be made at a price not lower than the price\ndetermined as per sub-regulations (4) and (5).Sub-Regulations\nG (4) and (5) provides a complete procedure for determination\nof the price. Under Regulation 21, it is provided that the public\noffer made by the acquirer to the shareholders of the target\ncompany shall be for a minimum 20% of the voting capital of\nthe company. Regulation 24 imposes certain general\nH obligations of the merchant banker. Before the public\nヨ\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 699\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nannouncement of the offer is made, the merchant banker is A\nrequired to ensure that - (a) the acquirer is able to implement\nthe offer; (b) the provision relating to Escrow account referred\nto in Regulation 28 has been made; (c) firm arrangements for\nfunds and money for payment through verifiable means to fulfil\nthe obligations under the offer are in place; (d) the public B\nannouncement of offer is made in terms of the Regulations.\nUnder Regulation 24(2), it is provided that the merchant banker\nshall furnish to the Board a due diligence certificate which shall\naccompany the draft letter of offer. Under Regulation 24(4), the\nmerchant banker is required to ensure that the contents of the C\npublic announcement of offer as well as the letter of offer are\ntrue, fair and adequate and based on reliable sources, quoting\nthe source wherever necessary. To ensure the independence\nof the merchant banker under Regulation 24(5A), the merchant\nbanker is not permitted to deal in the shares of the target\ncompany during the period commencing from the date of\nappointment in terms of regulation 13 till the expiry of 15 days\nfrom the date of closure of the offer. It is only upon fulfillment of\nall obligations by the acquirers under the Regulations, that the\nmerchant banker is permitted to cause the bank with which the\nescrow amount has been deposited to release the balance\namount to the acquirers. (Regulation 24(6)). Under Regulation\n24(7), the merchant banker is called to send a final report to\nthe Board within 45 days from the date of closure of the offer.\nD\nE\nF\n40. A conspectus of the aforesaid Regulations would show\nthat the scheme of the Takeover Code is - (a) to ensure that\nthe target company is aware of the substantial acquisition ; (b)\nto ensure that in the process of the substantial acquisition or\ntakeover, the security market is not distorted or manipulated\nand (c) to ensure that the small investors are given an option G\nto exit, that is, they are offered a choice to either offload their\nshares at a price as determined in accordance with the\ntakeover code or to continue as shareholders under the new\ndispensation. In other words, the takeover code is meant to\nensure fair and equal treatment of all shareholders in relation\nH\n700 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA to substantial acquisition of shares and takeovers and that the\nB\nC\nD\nE\nFL\nG\nH\nprocess does not take place in a clandestine manner without\nprotecting the interest of the shareholders. It is keeping in view\nthe aforesaid aims and objects of the takeover code that we\nshall have to interpret Regulations 27(1).\nRegulation 27 reads as under:\n\"Withdrawal of offer - (1) No public offer, once made, shall\nbe withdrawn except under the following circumstances:-\n(a)....\n'\n(b) the statutory approval(s) required have been\nrefused;\n(c) the sole acquirer, being a natural person, has\ndied;\n(d) such circumstances as in the opinion o the\nBoard merits withdrawal.\n(2) In the event of withdrawal of the offer under any\nof the circumstances specified under sub-regulation (1),\nthe acquirer or the merchant banker shall:\n(a) make a public announcement in the same\nnewspapers in which the public announcement of\noffer was published, indicating reasons for\nwithdrawal of the offer;\n(b) simultaneously with the issue of such public\nannouncement, inform - (i) the Board; (ii) all the\nstock exchanges on which the shares of the\ncompany are listed; and (iii) the target company at\nits registered office.”\n41. We may notice here that Regulation 27(1) (a) was\nomitted by SEBI (Substantial Acquisition of Shares and\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 701\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nTakeovers) (Second Amendment), Regulations, 2002 w.e.f. A\n9.9.2002. Prior to omission, it read as under :-\n\"(a) the withdrawal is consequent upon any competitive\nbid.\"\nB\n42. A bare perusal of the aforesaid Regulations shows that\nRegulation 27(1) states the general rule in negative terms. It\nprovides that no public offer, once made, shall be withdrawn.\nSince Clause (a) has been omitted, we are required to interpret\nonly the scope and ambit of clause (b), (c) and (d). The three\nsub-clauses are exceptions to the general rule and, therefore, C\nhave to be construed very strictly. The exceptions cannot be\nconstrued in such a manner that would destroy the general rule\nthat no public offer shall be permitted to be withdrawn after the\npublic announcement has been made. Clause (b) would permit\na public offer to be withdrawn in case of legal impossibility when D\nthe statutory approval required has been refused. Clause (c)\nagain provides for impossibility when the sole acquirer, being\na natural person, has died. Clause (b) deals with a legal\nimpossibility whereas clause (c) deals with a natural disaster.\nClearly clauses (b) and (c) are within the same genus of E\nimpossibility. Clause (d) also being an exception to the general\nrule would have to be naturally construed in terms of clauses\n(b) and (c). Mr. Divan has placed a great deal of emphasis on\nthe expression “such circumstances\" and \"in the opinion\" to\nindicate that the Board would have a wide discretion to permi. F\nwithdrawal of an offer even though it is not impossible to\nperform. We are unable to accept such an interpretation.\n43. The term “ejusdem generis\" has been defined in\nBlack's Law Dictionary, 9th Edn. as follows:\n\"A canon of construction holding that when a general word\nor phrase follows a list of specifics, the general word or\nphrase will be interpreted to include only items of the same\nclass as those listed.\"\nG\nH\n:\n"}