{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\n702\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\n44. The meaning of the expression ejusdem generis was\nconsidered by this Court on a number of occasions and has\nbeen reiterated in Maharashtra University of Health Sciences\nand Ors. Vs. Satchikitsa Prasarak Mandal \u0026 Ors⁹. The\nprinciple is defined thus :\n\"The Latin expression \"ejusdem generis” which means “of\nthe same kind or nature\" is a principle of construction,\nmeaning thereby when general words in a statutory text are\nflanked by restricted words, the meaning of the general\nwords are taken to be restricted by implication with the\nmeaning of the restricted words. This is a principle which\narises \"from the linguistic implication by which words\nhaving literally a wide meaning (when taken in isolation)\nare treated as reduced in scope by the verbal context\". It\nmay be regarded as an instance of ellipsis, or reliance on\nimplication. This principle is presumed to apply uniess\nthere is some contrary indication [see Glanville Williams,\nThe Origins and Logical Implications of the Ejusdem\nGeneris Rule, 7 Conv (NS) 119].\"\n45. Earlier also a Constitution Bench of this Court in\nKavalappara Kottarathil Kochuni vs. State of Madras 10.\nconstrued the principle of ejusdem generis wherein it was\nobserved as follows:\nF\n\"\nG\nThe rule is that when general words follow particular\nand specific words of the same nature, the general words\nmust be confined to the things of the same kind as those\nspecified. But it is clearly laid down by decided cases that\nthe specific words must form a distinct genus or category.\nIt is not an inviolable rule of law, but is only permissible\ninference in the absence of an indication to the contrary.\"\n46. Again this Court in another Constitution Bench decision\n9. (2010) 3 SCC 786.\nH 10. AIR 1960 SC 1080.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 703\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nin the case of Amar Chandra Chakraborty Vs. Collector of A\nExcise¹¹ observed as follows :\n\". ... The ejusdem generis rule strives to reconcile the\nincompatibility between specific and general words. This\ndoctrine applies when (i) the statute contains an\nB\nenumeration of specific words; (ii) the subjects of the\nenumeration constitute a class or category; (iii) that class\nor category is not exhausted by the enumeration; (iv) the\ngeneral term follows the enumeration; and (v) there is no\nindication of a different legislative intent.\"\nC\n47. Applying the aforesaid tests, we have no hesitation in\naccepting the conclusions reached by SAT that clause (b) and\n(c) referred to circumstances which pertain to a class, category\nor genus, that the common thread which runs through them is\nthe impossibility in carrying out the public offer. Therefore, the D\nterm \"such circumstances\" in clause (d) would also be restricted\nto situation which would make it impossible for the acquirer to\nperform the public offer. The discretion has been left to the\nBoard by the legislature realizing that it is impossible to\nanticipate all the circumstances that may arise making it\nimpossible to complete a public offer. Therefore, certain amount\nof discretion has been left with the Board to determine as to\nwhether the circumstances fall within the realm of impossibility\nas visualized under sub-clause (b) and (c). In the present case,\nwe are not satisfied that circumstances are such which would\nmake it impossible for the acquirer to perform the public offer.\nThe possibility that the acquirer would end-up making loses\ninstead of generating a huge profit would not bring the situation\nwithin the realm of impossibility.\nE\nF\n48. We are unable to accept the submission of Mr. Shyam G\nDivan that clause (d) would permit SEBI to accept the offer of\nwithdrawal even in circumstances when it has become\nuneconomical for the acquirer to perform the public offer. The\nrule of ejusdem generis as defined by this Court in\n11. (1972) (2) SCC 444.\nН\n704 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Commissioner of Income Tax, Udaipur, Rajasthan Vs.\nMcDowell and Co. Ltd12. is as follows:\nB\nс\nD\n\"The principle of statutory interpretation is well known and\nwell settled that when particular words pertaining to a\nclass, category or genus are followed by general words,\nthe general words are construed as limited to things of the\nsame kind as those specified. This rule is known as the\nrule of ejusdem generis. It applies when:\n(1) the statute contains an enumeration of specific\nwords;\n(2) the subjects of enumeration constitute a class or\ncategory;\n(3) that class or category is not exhausted by the\nenumeration;\n(4)\nthe general terms follow the enumeration; and\n(5)\nLU\nE\nF\nhere is no indication of a different legislative intent.\"\n49. Mr. Divan has sought to persuade us that clause (d)\nin fact carves out an exception out of the exceptions provided\nin clauses (b) and (c). We see no justification in moving away\nfrom the Latin maxim \"noscitur a sociis\", which contemplates\nthat a statutory term is recognized by its associated words. The\nLatin word \"sociis\" means society. It was pointed out by\nViscount Simonds in Attorney General vs. Prince Ernest\nAugustus of Hanover, (1957) AC 436 that when general words\nare juxtaposed with specific words, general words cannot be\nread in isolation. Their colour and their contents are to be\nG derived from their context. Applying the aforesaid principle, we\nare unable to stretch the meaning of terms \"such circumstances\"\nfrom the realm of impossibility to the realm of economic\nundesirability. In essence, the submission made by Mr. Divan\nH 12. (2009) 10 SCC 755.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 705\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nis that unless they are allowed to walk away from the public offer A\nthey would have to bear losses which would otherwise have\nbeen shared by the erstwhile shareholders of the target\ncompany. Accepting such a proposition would be contrary to\nthe aims and objectives of the Takeover Code which is to\nensure transparency in acquisition of a large percentage of B\nshares in the target company. It would also encourage\nundesirable and speculative practices in the stock market.\nTherefore, we are unable to accept the submission of Mr.\nShyam Divan. Regulation 27(1) (d) would empower the SEBI\nto permit withdrawal of an offer merely because it has become C\nuneconomical to perform the public offer.\nD\n50. Mr. Venugopal, in our opinion, has rightly submitted that\nthe Takeover Regulations, which is a special law to regulate\n\"substantial acquisition of shares and takeovers\" in a target\ncompany lays down a self contained code for open offer; and\nalso that interest of investors in the present case required that\nthey should be given an exit route when the appellants have\nacquired substantial chunk of shares in the target company. He\nhas correctly emphasised in his submissions that the orderly\ndevelopment of the securities market as a whole requires that E\npublic offers once made ought not to be allowed to be withdrawn\non the ground of fall in share price of the target company, which\nis essentially a business misfortune or a financial decision of\nthe acquirer having gone wrong. SEBI as well as the SAT have\ncorrectly concluded that withdrawal of the open offer in the given F\nset of circumstances is neither in the interest of investors nor\ndevelopment of the securities market. Mr. Venugopal is correct\nin voicing the apprehension that if on ground of fall in prices,\npublic offer is allowed to be withdrawn, it could lead to frivolous\noffers, being made and withdrawn. This would adversely affect G\nthe interests of the shareholders of the target company and the\nintegrity of the securities market, which is wholly contrary to the\nintent and purpose of the takeover regulations. In such\ncircumstances, we are unable to agree with the submission of\nMr. Shyam Divan that the order passed by SEBI on 30th April, H\n2007 can be said to be an order causing civil consequences.\n706 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA The appellants wanting to withdraw the public offer merely\nwishes to cut its losses at the expense of the innocent\nshareholders, who are entitled under the Regulations to the exit\noption. In such circumstances, the appellants would have to buy\nthe shares at the quoted prices of Rs. 18.60 per share, placing\nB a financial burden on the appellants. The aim of the appellants\nwas merely to avoid such an added burden. This is patent from\nthe plea made by the Merchant Bankers on 22nd September,\n2006 on behalf of the appellants. In the aforesaid application,\nit is clearly mentioned as under:\nC\nD\nLU\nE\nF\nG\n\"Under the aforesaid circumstances, it is apparent that\nSRMTL has lost is substratum, has become a “sick\ncompany\" and that chances of lis (sic) survival are\nnegligible. The pledgee Acquirers while enforcing the\nsecurity created earlier (invoking the pledge on the shares\nof SRMTL) had triggered Regulation 10 of the Regulations\nrequiring the Pledgee Acquirers to make the open offer.\nHowever, on account of subsequent knowledge of\ndevelopment at SRMTL, it is apparent that if this offer is\nnot withdrawn, the Pledgee Acquirers will be saddled with\nan additional burden of over Rs.25 crores. In our view, the\npurpose sought to be achieved by operation of the\nRegulations is lost in view of the subsequent\ndevelopments and hence the Regulations will operate\nharshly again the Pledgee acquirers. In view of the\nchanged scenario, it would be inequitable and unfair to\ncompel the Pledgee Acquires to proceed with the offer to\npurchase the shares of SRMTL from the shareholders of\nSRMTL in accordance with the draft Letter of Offer.\nIn light of the change in circumstances as stated above\nand considering the present state of affairs, we now appeal\nto you to kindly permit the acquirers to withdraw the offer\nby using the powers vested in you in terms of Regulation\n27(4) of the Regulations.\"\nH 51. In view of the foregoing reasons, we are not inclined\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 707\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nto accept the submissions of Mr. Divan that the principle of A\nejusdem generis is not applicable for interpreting Regulation\n27(1) (d) of the Takeover Code.\nObject of Takeover Code qua the Lenders\nB\n52. The next submission of Mr. Shyam Divan is based on\nRegulation 3(1)(f) of the Takeover Code, which exempts the\nbanks and financial institutions from making a public offer\nwhere an acquisition of shares is made in the ordinary course\nof business, in pursuance of the pledge of shares made in its\nfavour. It is submitted that the objective underlying the said C\nprovision appears to be to give an exemption to the creditors.\nwho acquire shares to secure the loan/credit and then invoke\nthe pledge to recover such credit from the defaulting parties,\nbut not to take over the management of the target companies.\nOn similar reasoning, the said objective, as put forward by the D\nlearned senior, would be taken to apply in the case of a private\ncompany which gives credit and acquires shares as pledged\nin course of the business, since the object of such private\ncompanies is also not to takeover the management but to\nsecure their loan. It is also submitted that Regulation 27(1) (d) E\nof the Takeover Code ought to be interpreted with such latitude\nto further the said objective of the Takeover Code.\n53. We are unable to accept the aforesaid submission of\nMr. Shyam Divan. Rather we find merit in the submission of Mr.\nVenugopal that Regulation 3(1) (f) (iv) (which exempts the\nacquisition of shares by banks and public financial institutions\nas pledgees, from the provisions of the Takeover Regulations),\ndoes not advance the case of the appellants any further. Under\nthis regulation, exemption is provided to certain entities that\nacquire shares in the ordinary course of business. The\nregulation provides exemption from Regulation 10, 11 and 12\nto Scheduled Commercial Banks or Public Financial Institutions\nacting as pledgees in the ordinary course of business, in order\nto facilitate their business operations. Such acquisition of\nF\nG\nH\n708 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA shares in normal circumstances is not with the intention of\ntaking over the target company. The shares are acquired to\nprotect the economic interest of the banks and public financial\ninstitutions by securing repayment of the loan. Such\nacquisitions of shares have nothing in common with acquisition\nB of shares by an acquirer company such as the appellants\nseeking to gain control in the affairs of the target company.\nPowers of Respondent under SEBI Act:\n54. Mr. Shyam Divan has further submitted that de hors\nC the Takeover Regulations/Code, SEBI has wide powers to allow\nwithdrawal of offer under Sections 11 \u0026 11B of the SEBI Act.\nTo safeguard the interest of the investors in securities, and\nalso, to regulate the securities market, SEBI has the power to\ntake whatever steps it considers appropriate. In this context,\nD the learned senior counsel relied upon the case of Sahara India\nReal Estate Corporation Limited \u0026 Ors v. Securities and\nExchange Board of India \u0026 Anr¹³.\nE\nF\nG\n55. We are not inclined to accept the aforesaid\nsubmission. In the aforesaid judgment in Sahara India Real\nEstate Corporation Limited (supra) this Court observed as\nunder:\n\"From a collective perusal of Sections 11, 11A, 11B and\n11C of the SEBI Act, the conclusions drawn by the SAT,\nthat on the subject of regulating the securities market and\nprotecting interest of investors in securities, the SEBI Act\nis a stand alone enactment, and the SEBI's powers\nthereunder are not fettered by any other law including the\nCompanies Act, is fully justified.\n56. These observations have been made by this Court to\nemphasise that SEBI has all the powers to protect the interests\nof investors in securities and also to ensure orderly, regulated,\nand transparent functioning of the stock markets. The aforesaid\nH 13. (2012) 8 SCALE 101.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 709\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nobservations would be of no assistance to the appellants herein A\nwho is seeking to walk away from public offer merely to avoid\neconomic loses. Rather we agree with the submission of Mr.\nVenugopal that permitting such a withdrawal would lead to\nencouragement of unscrupulous elements to speculate in the\nstock market. Encouraging such a practice of an offer being B\nwithdrawn which has become uneconomical would have a\ndestabilizing effect in the securities market. This would be\ndestructive of the purpose for which the Takeover Code was\nenacted.\nFraud:\nC\n57. It is submitted that since fraud vitiates every solemn\nact, the withdrawal of the public offer by the appellants ought\nto have been allowed. In this regard, reliance is placed upon\nRam Chandra v. Savitri Devi (2003) 8 SCC 319 (Paras 15- D\n30).\n58. This submission of Mr. Shyam Divan is wholly\nmisconceived in the facts and circumstances of this case. In\nthe case of Ram Chandra (supra), this Court has reiterated the\nprinciple laid down in the case of S.P.Chengalvaraya Naidu\n(dead) by LRs. vs. Jagannath (Dead) by LRs. and Ors. 14 The\nprinciple was explained by Kuldip Singh, J. in the following\nwords:\nE\n\"Fraud avoids all judicial acts, ecclesiastical or temporal\" F\nobserved Chief Justice Edward Coke of England about\nthree centuries ago. It is the settled proposition of law that\na judgment or decree obtained by playing fraud on the\ncourt is a nullity and non est in the eyes of law. Such a\njudgment/decree - by the first court or by the highest court G\n- has to be treated as a nullity by every court, whether\nsuperior or inferior. It can be challenged in any court even\nin collateral proceedings.\"\n14. (1994) 1 SCC 1.\nH'\nН\n710\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\nB\nC\nD\nE\nF\n59. It was further held in paragraph 5, as follows:-\n\"5. The High Court, in our view, fell into patent error. The\nshort question before the High Court was whether in the\nfacts and circumstances of this case, Jagannath obtained\nthe preliminary decree by playing fraud on the court. The\nHigh Court, however, went haywire and made observations\nwhich are wholly perverse. We do not agree with the High\nCourt that \"there is no legal duty cast upon the plaintiff to\ncome to court with a true case and prove it by true\nevidence\". The principle of \"finality of litigation\" cannot be\npressed to the extent of such an absurdity that it becomes\nan engine of fraud in the hands of dishonest litigants. The\ncourts of law are meant for imparting justice between the\nparties. One who comes to the court, must come with clean\nhands. We are constrained to say that more often than not,\nprocess of the court is being abused. Property-grabbers,\ntax-evaders, bank-loan-dodgers and other unscrupulous\npersons from all walks of life find the court-process a\nconvenient lever to retain the illegal gains indefinitely. We\nhave no hesitation to say that a person, who's case is\nbased on falsehood, has no right to approach the court.\nHe can be summarily thrown out at any stage of the\nlitigation.\"\n60. In the present case, no fraud has been played on the\nappellants as such. The shares were acquired by the appellants\non the basis of an informed business decision. The appellants\ncannot be permitted to take advantage of its own laxity to justify\nseeking withdrawal of the public offer.\n61. Mr. Shyam Divan submitted that SEBI has wrongly\nG concluded that the fact of the large scale embezzlement in the\ntarget company were existent prior to the exercise of the pledge\nby the appellants and, therefore, were “known\" or \"could have\nbeen known” by the appellants, if the appellants had exercised\nproper \"due diligence\". He points out that the entire basis and/\nH\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 711\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nA\nC\nD\nor the special circumstances in which the appellants made an\napplication for permission to withdraw the public offer was on\nthe basis of certain facts which came to light subsequently i.e.\nfacts which came in the public domain and/or the knowledge\nof the appellants, only after the appellants exercised its right of\npledge and after the appellants made consequential public B\nannouncement. According to the learned senior counsel, the\nSharma Report, which came in public domain after the public\nannouncement, for the first time informed the public that through\nfraudulent transactions, Rs.326 Crores were siphoned off/\nembezzled by erstwhile promoters of SRMTL. As soon as the\nSharma Report was made public, the market price of the\nshares of the target company fell from Rs.18.60 to Rs.8.56. He\nalso emphasised that the Sharma Report also brought to public\nnotice the Kalyaniwala Report and Sharp Report. These reports\nwere submitted to the erstwhile Board of Directors of the target\ncompany in 2002. However, these reports were not made public\nand in fact were deliberately withheld from the public in spite\nof the same being price sensitive. Therefore, according to Mr.\nShyam Divan, the appellants, or for that matter, any person\nexercising due diligence and care, could not have and did not\nknow the existence and nature of the fraud and embezzlements\nby the erstwhile promoters of the target company. If the SEBI,\nthe capital market regulator, with all its infrastructure did not\nbecome aware of the damning indictment of a listed company\npermitting its controlling promoters to abuse, misuse and\nembezzle funds belonging to investors in the securities market,\nit cannot rationally be accepted that the appellants would have\ndiscovered the same by exercise of due diligence. Mr. Shyam\nDivan further brought to our notice the facts which were known\nat the time of public announcement and the facts which could\nnot have been known even after due diligence since the same\ndid not reflect in the balance sheet and/or financial statement\nof the target company. The known facts at the time of public\nannouncement are listed as under:\n\"SRMTL had negative net worth;\nE\nF\nG\nH\n"}