{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n[2013] 13 S.C.R. 820\nUNION OF INDIA\nV.\nABN AMRO BANK AND OTHERS\n(Criminal Appeal No. 975 of 2007)\nJULY 12, 2013\n[K.S. RADHAKRISHNAN AND DIPAK MISRA, JJ.]\nForeign Exchange Regulation Act, 1973:\n-\nss.19(1)(a), and (d), 29(1)(b), 47(1) and 49(1)(a) r/w. s.68\n- Contravention of - Prosecution for - Alleging the company\nand its foreign share-holder (holding 51% shares of the\nCompany) for carrying out business/trading activities of\nimported gold coins, in contravention of above provisions\nAccused found guilty for contravention of the provisions by\nAdjudicating Authority - Appellate Tribunal set aside the\norder of Adjudicating Authority - High Court upheld the order\nof appellate authority refusing to interfere with it on the ground\nthat no questions of law arose for its consideration On\nappeal, held: The trading activity of the company was without\ndue approval under 19(1)(a) and (d) and 29(1)(b) – The\ncompany was not covered under the Notification relaxing the\nprovisions of ss. 19 and 29(1)(b).\n-\nDoctrine Doctrine of 'Lifting of corporate veil'\nApplicability of, in cases of violation of provisions of Foreign\nExchange Regulation Act.\nInterpretation of Statutes - 'Heading' of a provision - As\nan aid to interpretation of the provision - Held: Heading of a\nsection can be regarded as a key to the interpretation of the\noperative portion of the section - If the language in the\nSection is plain, clear and unambiguous, the heading\nstrengthens that meaning.\n820\n$\n༞་ ་ ་\nT\nUNION OF INDIA v. ABN AMRO BANK\n821\n1\nThe respondent Nos. 2 to 4 were charged for carrying A\nout business/trading activities of 'imported Maple Leaf\nGold Coins' in contravention of ss. 19(1)(a) and (d),\n29(1)(b), 47(1), 49(1)(a) r/w. s.68 of Foreign Exchange\nRegulation Act, 1973. Proceedings were also initiated\nagainst respondent No.1-Bank for violation of s.6 (4) and B\n(5) of the Act alleging that the Bank sold gold coins to the\ncompany without being reasonably satisfied about the\nnature of the business of the Company and without\nascertaining whether the Company had got necessary\npermission from RBI in dealing with gold coins, and thus C\nthe Bank misused the permission granted to it by RBI for\nimporting gold coins. The Adjudicating authority found\nthe respondents guilty of the offences they were charged\nwith. The appeals against the order of adjudicating\nauthority was allowed by Appellate Tribunal for Foreign\nExchange. High Court dismissed the appeal filed u/s. 54\nof the Act, on the ground that neither any question of law\nnor any legal infirmity was found in the order passed by\nthe Tribunal.\nD\nE\nIn appeal to this Court, the respondents 2 to 4\ncontended that respondent-Company was an Indian\nCompany under Indian Companies Act, 1956 consisting\nof Indian shareholders as well as Directors, and such\nCompany having foreign shareholdings did not need\npermission from RBI to carry on business or to establish F\na place of business in India; that the respondent-Swiss\nCompany cannot be said to have violated s. 29(1)(a) and\nindirectly tried to establish a place of business in India\nmerely because the Swiss Company held 51% shares of\nthe Company and initiated its incorporation; that by virtue G\nof Foreign Exchange Regulation Amendment Act 29 of\n1993, an Indian company in which non-resident interest\nis more than 40% can carry on business in India without\nany permission from RBI, that the company fell squarely\nwithin the category of \"newly setup trading company H\n822 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA primarily engaged in export\" which fell within the purview\nof the general permission granted by RBI under the\nautomatic approval route and hence there was no\ncontravention u/ss. 19(a) and (d), 29(1)(b) or 49(1)(a) of the\nAct, and that while interpreting a statute, courts would lift\nB the corporate veil more restrictively and FERA was not\nexpected to lift the veil under Section 29(1)(a) after the\namendment Act of 1993.\nC\nD\nThe appellant contended that section 29(1)(a) puts an\ninjunction on the foreign companies and foreign\nnationals from establishing or carrying on any business\nin India or opening any branch in India without obtaining\nthe permission of the RBI; that the Company was a\nforeign Company set up by foreign nationals in violation\nof s. 29(1)(a); that the Adjudicating Authority rightly lifted\nthe corporate veil and examined as to who were all in fact\ncontrolling the Company; that in view of Para 39(B) of\nIndustrial Policy, 1991 dealing with Foreign Investment,\nand Press Notes dated 20.8.1991, 13.12.1991 and\n31.12.1999, there is no concept of automatic approval for\nE the companies engaged primarily in trading and such\ncompanies fulfilling certain conditions have to apply to\nRBI for permission; and that the benefit of automatic\napproval route allowed by RBI under Notification No.180/\n98-RB dated 13.1.1998 is given to the Companies\nF primarily \"engaged in exports\" and the companies who\nclaim the benefit under the Notification are required to\nsubmit a declaration in Form FC (RBI), while the activities\nof the company are the activities indicated in NIC Code\nG\n893.\nAllowing the appeal, the Court\nHELD: 1.1. Section 19(1)(a) was intended to regulate\nexport and transfer of securities. Section 19 states that\nno person shall except with the general or special\nH permission of the Reserve Bank take or send any security\nd\n'\nUNION OF INDIA v. ABN AMRO BANK\n823\nA\nto any place outside India or to issue whether in India or\nelsewhere any security which is registered or to be\nregistered in India to a person resident outside India.\nSection 19 while intending to regulate export and transfer\nof securities, Section 29 placed restrictions on\nestablishment of place of business in India. It is in B\npursuance of clause (a) and clause (d) of sub-section (1)\nof Section 19 read with clause (b) of sub-section (1) of\nSection 29 of FERA, Notification No. 180/98 dated\n13.01.1998 was issued by the RBI. [Para 48] [865-D-F]\n1.2. The language used in Section 29(1)(a) of Foreign\nExchange Regulation Act, 1973 (FERA) is unambiguous\nand plain and calls for no interpretation or explanation.\nSection 29(1)(a) puts a specific bar on the foreign\ncompanies and foreign nationals mentioned in Section\n29(1) from establishing or carrying on any business in\nIndia or opening any branch in India without obtaining\npermission of the Reserve Bank of India (RBI). Heading\nof Section can be regarded as a key to the interpretation\nof the operative portion of the Section and if there is no\nambiguity in the language or if it is plain and clear, then\nthe heading used in the section strengthens that meaning.\nHeading of Section 29 indicates restrictions and the\nexpression \"shall not\" \"except with\" general or special\npermission of the Reserve Bank make the requirements\nmandatory and the negative words used by the\nlegislature shows its intention that if any act is done in\nbreach thereof, will be illegal. Reading the Press Note and\nthe Cabinet Note for the amendment under Section 29,\napart from the fact that the language used in Section\n29(1)(a) is unambiguous clearly indicates that restrictions\nhave only been liberalized, instead of 40% of the limit, it\nwas increased to 51% and 74% subject to fulfilment of\ncertain conditions as set out in the industrial policy and\nthe various Press Notes. [Para 37] [859-G-H; 860-A-D]\nC\nD\nE\nF\nךד\nG\nH\nA\n824 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n1.3. Restrictions imposed under Section 29(1)(a) is\nnot applicable to an Indian company to establish a place\nof business in India but, on the other hand, restriction has\nbeen statutorily fixed in respect of foreign company\nwhich wants to establish a place of business in India.\nB Section 29(1)(a) deals with following categories of foreign\nentities: (i) A person resident outside India; whether a\ncitizen of India or not, (ii) A person who is not a citizen\nof India but is a resident of India or (iii) A company, (other\nthan a banking company) which is not incorporated\nunder any law enforced in India or (iv) Any branch of such\ncompany. [Para 37] [860-D-G]\nC\nD\n1.4. The Automatic Permission Route was found\nopen by the Notifications dated 13.1.1998 and 20.1.1998\nand those notifications have laid down certain conditions\nand parameters for automatic approval which were to be\ncomplied with by the issuer company along with the filling\nof declaration in Form FC(RBI). The Notification had\ngiven relaxation to the provisions of Section 19 and\nSection 29(1)(b) to invest not exceeding 51% to two\nE categories namely all industries mentioned in Annexure\nIll to the Statement of Industrial Policy 1991 or to a trading\ncompany primarily engaged in export and is registered\nas an Export/Trading/Star Trading House with the Ministry\nof Commerce, Government of India. To claim the benefit\nF of the above-mentioned Notifications, it was essential\nthat a true declaration in Form FC(RBI) was required to\nbe filed and benefit of the general permission through\nautomatic route could be obtained only for the activity\nspecified in Form FC(RBI) and there was no automatic\nG approval for any activity not specified in the above-\nmentioned form. [Para 55] [868-C-F]\n1.5. Reading of Section 19(1)(a), (d) and 29(1)(b) with\nthe Notifications and the Press Notes, show that the\nintention of the Legislature was to permit company\nI\nUNION OF INDIA v. ABN AMRO BANK\n825\nA\nB\nD\nincorporated in India which is engaged or proposing to\nengage in an activity specified in Annexure III or an Indian\nCompany which is a trading company, primarily engaged\nin export and is registered as an export/trading/star\ntrading house with the Ministry of Commerce,\nGovernment of India to issue equity shares, subject to the\nconditions mentioned in paragraph 3 of the Notification\ndated 13.1.1998. The first proviso to Notification states\nthat a company existing on the date of the Notification,\nwhich was not engaged in Annexure III activity would be\neligible to issue shares if it had embarked upon C\nexpansion programme, predominantly in Annexure III\nactivities, subject to the condition that foreign equity\nraised by issue of equity shares to the foreign investors\nwas utilized for such expansion. The first proviso goes\nalong with clause (a) of the Notification. The second\nproviso states that in the case of a newly set-up \"trading\ncompany\", primarily engaged in export, issue of shares\nshall be subject to the conditions that registration as an\nexport/trading/star trading house was obtained before the\ndividend is declared to the foreign investors. These\nprovisos go along with clause (b) of the Notification. The\nNotification was intended to give relaxation to the\nprovisions of Section 19(1)(a), (b) and 29(b) of the Act to\nthe investments not exceeding 51% of the aforesaid two\ncategories, namely, (1) Industries in Annexure III to the\nstatement of Industrial Policy, 1991 or (2) a trading\ncompany primarily engaged in export and was registered\nas an export/trading/star trading house with the Ministry\nof Commerce, Government of India. Companies which do\nnot fulfill the conditions of the Notification dated\n13.01.1998 and 20.01.1998 and all other companies which G\ndo not fulfill the conditions mentioned in those\nNotifications are required to obtain prior permission from\nFIBP for foreign equity investment. [Para 55] [860-F-H;\n869-A-E]\nE\nF\n1\nH\n826\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n1.6. The Notifications dated 13.01.1998 and 20.01.1998\ncannot be read in isolation, but have to be read along with\nSection 19(1)(a), (d), Section 29(1)(b), the Industrial Policy\nof July 1991 especially parä 39B(iv), Press Notes dated\n20.08.1991, 13.12.1991, 31.12.1991 with specific reference\nB to the trading companies primarily engaged in export\nactivities whether new or existing. Para 39B(iv) of the\nPolicy read with paras 5 and 6 of the Press Note dated\n31.12.1991 indicate that a newly setup trading company\nprimarily engaged in the export will have to file\nC application in prescribed form for approval of foreign\nequity upto 51% equity. [Para 56] [869-F-H; 870-A]\nD\n1.7. Newly set-up trading company primarily engaged\nin export has therefore also to satisfy the conditions laid\ndown in clause (b) of paragraph 1 of the Notification dated\n13.01.1998 and the plea that a trading company is\nprimarily engaged in export be determined only when it\nremits dividend, cannot be accepted. The expression\n\"further\" used in the second proviso makes it more\nexplicit. \"Further\" as means \"additional\" meaning\nE thereby a newly set up trading company is not a third\ncategory as such but it goes along with second category\ni.e. “a trading company primarily engaged in export”. To\nget the benefit of the general permission in the automatic\nroute a trading company should be primarily engaged in\nF export, even if it is a newly set up company. A newly set\nup company also could demonstrate the same by\nspecifying the same in Form FC(RBI) that it is a trading\ncompany, whether new or old, and is at least intended to\nbe engaged primarily in export. [Para 57] [870-B-D]\nG\nI\n1.8. FC(RBI) form specifically directs the applicants\nto \"carefully tick\" the \"appropriate” box. In the box\ndealing with the application for approval for foreign\ninvestment not to exceed 51% for \"service sector in\nAnnexure III\", the company has put a tick mark which\nར\nUNION OF INDIA v. ABN AMRO BANK\n827\nΑ\nC\nwould indicate that it sought to avail of the automatic\nroute for service sector only as indicated in Annexure III.\nNoticeably in the present case, no tick mark was put in\nthe next box referring to \"not exceeding 51% of the\ntrading companies engaged in exports. Para VII deals\nwith the \"existing activities” which the 2nd respondent B\nindicated as \"not applicable\" and no supplementary\nsheet was also attached explaining as to whether it was\na newly set up trading company proposing to engage in\nexport activities. Para VIII referring to Item Code ITC (HS)\nthe company has indicated \"893\", which as per the Code\ndeals with \"Business and Management Consultancy\nActivities\". The company stated in the application as\n\"Business Management Consultancy for Trading,\nMarketing and Selling of Goods and Services\". Even\nthere, there is no indication whatsoever that the company\nwas set up for trading, but only indicated \"consultancy\nfor trading\". Further Para IX (iii) called for the description\nof the products for export trading wherein the company\nhas stated as \"not applicable\". Resultantly, it is clear that\nthe purpose for which the company had sought for\nforeign collaboration was not for trading in gold coins\neither for export or domestic purpose, but for the\nactivities mentioned in the NIC Code 893. [Para 58] [870-\nE-H; 871-A-B]\nD\nE\nF\n1.9. The company cannot go back from the\ninformation already furnished by it in the application form\nwhich are declared as 'true and correct'. Based on that\napplication RBI vide its communication dated 29.6.1998\ngranted registration No.FC98NDR1005. Registration,\npertains only to NIC code ‘893'. No permission was G\nobtained by the second respondent company from the\nRBI for 51% foreign equity induction, for trading, by way\nof export. RBI, on the other hand, granted general\npermission only for dealing with the activities mentioned\nin NIC Code 893 and not for any trading activities leading\nH\n828 SUPREME COURT REPORTS\nA to import or export. [Para 59] [871-C-E]\nB\nC\n[2013] 13 S.C.R.\n1.10. In a given situation if the authorities functioning\nunder FERA find that there are attempts to over-reach the\nprovision of Section 29(1)(a), the authority can always lift\nthe veil and examine whether the parties have entered\ninto any fraudulent, sham, circuitous or a devise so as\nto overcome statutory provisions like Section 29(1)(a). It\nis trite law that any approval/permission obtained by non-\ndisclosure of all necessary information or making a false\nrepresentation tantamount to approval/permission\nobtained by practicing fraud and hence a nullity. [Para\n42] [862-G-H; 863-A]\nNew Horizons Limited and Anr. vs. Union of India (UOI)\nand Ors. 1995(1) SCC 478: 1994 (5) Suppl. SCR 310; Delhi\nD Development Authority vs. Skiper Construction Company (P)\nLtd. and Anr. 1996(4) SCC 622: 1996 (2) Suppl. SCR 295;\nVodafone International Holdings B.V. vs. Union of India (UOI)\nand Anr. .2012 (6) SCC 613: 2012 (1) SCR 573; Life\nInsurance Corporation of India vs. Escorts Ltd. And Ors.\nE (1986) 1 SCC 264: 1985 (3) Suppl. SCR 909; Union of India\nvs. Azadi Bachao Andolan (2004) 10 SCC 1: 2003 (4) Suppl.\nSCR 222; Union of India and Ors. vs. Ramesh Gandhi (2012)\n1 SCC 476: 2011 (16) SCR 126 - relied on.\nF to.\nRe. H. PC. Produce Ltd. (1962) 1 All ER 37 - referred\n1.11. Trading in gold is not an activity covered under\nNotification dated 13.01.1998 and 20.01.1998; perhaps for\nthat reason, fourth respondent also took some steps to\nG establish its 100% subsidiary in India and an application\nto that effect was filed on 24.08.1998 to FIPB by the\ncompany but it was not pursued further, but sought to\nachieve the same as if RBI had granted automatic\npermission which cannot be sustained in the eye of law.\nH [Para 63] [872-F]\n☑\ni\n$\n!\n१\nUNION OF INDIA v. ABN AMRO BANK\n829\n1.12. The High Court has committed an error in A\nholding that no questions of law arose for its\nconsideration under Section 54 of FERA and has\ncompletely misread and misinterpreted the Industrial\nPolicy, Press Notes and Section 19(1)(a) and (b), Section\n29(1)(a) and (b) etc. and issues raised in appeals, which B\nare clearly questions of law which fell within the ambit of\nSection 56 of FERA and the High Court committed a\nserious error in rejecting the same holding no questions\nof law arose for its consideration. [Para 60] [871-E-F]\nHindustan Lever Employees Union vs. Hindustan Lever\nLtd. 1995 Suppl (1) SCC 499: 1994 (4) Suppl. SCR 723 –\ndistinguished.\nC\nGhatge and Patil Concerns' Employees' Union vs.\nGhatge and Patil (Transports) Private Ltd. And Anr. AIR 1968 D\nSC 503: 1968 SCR 300; Landon and Country Commercial\nInvestment Properties Ltd. vs. Attorney-General 1953 1 AER\n436 - referred to.\n2. The Bank had imported the gold on its own behalf\nand sold the same to the company and if the Bank was\nacting as an agent of the company, it would not have\nsold the gold to the company, but would have charged\nthe commission for acting as an agent. No materials have\nbeen placed to show that the Bank was acting as an\nagent of the company. On facts, the Tribunal as well as\nthe High Court took the view that the Bank had not\nmisused the permission granted by the RBI for importing\ngold coins. There is no reason to interfere with those\nfinding of facts. There is no error in the view taken by the\nTribunal as well as the High Court that the proceedings\ninitiated against the Bank that it had violated Sections\n6(4) and (5) of FERA was illegal. The appeal filed by the\nUnion of India, so far as the Bank is concerned, stands\ndismissed. [Para 61 and 62] [872-B-E]\nE\nF\nG\nH\n"}