{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"C\n860\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA foreign nationals mentioned in Section 29(1) from establishing\nor carrying on any business in India or opening any branch in\nIndia without obtaining permission of the RBI. Heading of\nSection can be regarded as a key to the interpretation of the\noperative portion of the Section and if there is no ambiguity in\nB the language or if it is plain and clear, then the heading used\nin the section strengthen that meaning. Heading of Section 29\nindicates restrictions and the expression \"shall not\" \"except with\"\ngeneral or special permission of the Reserve Bank make the\nrequirements mandatory and the negative words used by the\nlegislature shows its intention that if any act is done in breach\nthereof will be illegal. Reading the Press Note referred to\nearlier and the Cabinet Note for the amendment under Section\n29, apart from the fact that the language used in Section\n29(1)(a) is unambiguous clearly indicates that restrictions have\nonly been liberalized, instead of 40% of the limit, it was\nincreased to 51% and 74% subject to fulfilment of certain\nconditions as set out in the industrial policy and the various\nPress Notes. Restrictions imposed under Section 29(1)(a) is\nnot applicable to an Indian company to establish a place of\nbusiness in India but, on the other hand, restriction has been\nstatutory fixed in respect of foreign company which wants to\nestablish a place of business in India. Section 29(1)(a) deals\nwith following categories of foreign entities:\nD\nE\nF\n(i) A person resident outside India; whether a citizen\nof India or not.\n(ii) A person who is not a citizen of India but is a\nresident of India or\n(iii)\nG\nA company, (other than a banking company) which\nis not incorporated under any law enforced in India\nor\n(iv) Any branch of such company.\n38. Restrictions have therefore been cast on the above\nH\nUNION OF INDIA y. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n861\nmentioned entities and they cannot establish a place of A\nbusiness in India except with the general or special permission\nof the RBI. Subsection (b) of Section 29(1) also puts further\nrestrictions on foreign citizens and foreign companies from\nacquiring the whole or any part of undertaking in India of any\nperson or company, trade or industry or purchase of shares in B\nIndia of any such company except with the general or special\npermission of RBI. Even after the amendment under Section\n29, the restrictions continued to apply post amendment to\nforeign companies and foreign nationals as set out in Section\n29(1)(a).\n39. We, therefore, find no error in the views expressed by\nthe adjudicating authority on the interpretation of Section\n29(1)(a) and the observation made in Hindustan Lever is of\nno assistance to the company and made on different facts/\nsituations and not to be understood in the way that company\nsought to interpret.\nLifting of Corporate Veil\nC\nD\nF\n40. Shri P.P. Malhotra submitted that the adjudicating E\nauthority was justified in reaching the conclusion that Noticees\nNo. 2, 3 and 4 i.e. Lambert Kroger, Cliff Roy and Picadly Invest\nAG had established a place of business in India in the name\nand style of Maple Leaf to carry on business activities in India\nand they fell within the ambit of Section 29(1)(a) for which they\nrequired general or special permission from the RBI. Reference\nwas made to the various correspondence and statements\nexchanged between the parties which according to the learned\nsenior counsel would indicate that they had established the\nplace for business in India without obtaining permission from\nthe RBI. Shri Malhotra also submitted that the second\nrespondent company is virtually a foreign company and a clock\nof foreigners Cliff Roy, Lambart Kroger and 4th respondent and\nthrough the Maple Leaf Trading International Pvt. Ltd., they have\nin fact established a company in India by adopting a dubious\nroute knowing fully well that this route was not permissible by\nG\nH\n862 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA the law of this country and hence the adjudicating authority was\njustified in lifting the corporate veil so as to examine whether\nthey had indulged in any dubious methods so as to overcome\nstatutory provision i.e. Section 29(1)(a) of the Act. In support\nof his contention, reference was made to the judgments of this\nB court in New Horizons Limited and Anr. v. Union of India (UOI)\nand Ors. 1995(1) SCC 478, Delhi Development Authority v.\nSkiper Construction Company (P) Ltd. and another 1996(4)\nSCC 622 and Vodafone International Holuings B. V. vs.\nUnion of India (UOI) and Anr 2012 (6) SCC 613.\nс\nD\n41. Shri Amit Sibal, learned counsel appearing for the\nrespondents on the other hand contended that Indian courts had\nconsistently held that when interpreting a statute, courts would\nlift the corporate veil more restrictively and that too only if the\nstatute explicitly requires or the purpose of statute necessitates\nit. Learned counsel also submitted that FERA used to lift the\nveil under Section 29(1)(a) before the amendment but was not\nexpected to do so after the amendment especially in the light\nof the judgment in Hindustan Lever. Learned counsel also\npointed out that lifting the corporate veil in order to apply Section\n29(1)(a) to an Indian company militates against the purpose of\nthe amendment of Section 29(1)(a). Reference was also made\nto the judgments of this Court in Life Insurance Corporation of\nIndia v. Escorts Ltd. And Others (1986) 1 SCC 264, Union of\nIndia v. Azadi Bachao Andolan (2004) 10 SCC 1 and also to\nF the judgment of the English Court in Re. H. PC. Produce Ltd.\n(1962) 1 All ER 37.\nE\nG\nH\n42. We are of the view that in a given situation the\nauthorities functioning under FERA find that there are attempts\nto over-reach the provision of Section 29(1)(a), the authority can\nalways lift the veil and examine whether the parties have\nentered into any fraudulent, sham, circuitous or a devise so as\nto overcome statutory provisions like Section 29(1)(a). It is trite\nlaw that any approval/permission obtained by non-disclosure\nof all necessary information or making a false representation\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n863\ntantamount to approval/permission obtained by practicing fraud\nand hence a nullity. Reference may be made to the judgment\nof this Court in Union of India and Others v. Ramesh Gandhi\n(2012) 1 SCC 476. ·\n43. Even in Escorts case (supra), this court has taken the\nview that it is neither necessary nor desirable to enumerate the\nclasses of cases where lifting the veil is permissible, since that\nmust necessarily depends on the relevant statutory or other\nprovisions, the object sought to be achieved, the impugned\nconduct, the involvement of the element of the public interest,\nthe effect on parties who may be affected etc. In Escorts case\n(supra), this Court held as follows:\n\"Generally and broadly speaking, we may say that the\ncorporate veil may be lifted where a statute itself\ncontemplates lifting the veil or fraud or improper conduct\nis intended to be prevented or a taxing statute or a\nbeneficent state is sought to be evaded or where\nassociated companies are inextricably connected as to\nbe, in reality, part of one concern.\"\n44. In Vodafone judgment (supra), this court has taken the\nview that once the transaction is shown to be fraudulent, sham\ncircuitous or a device designed to defeat the interests of the\nshareholders, investors, parties to the contract and also for tax\nevasion, the court can always lift the corporate veil and examine\nthe substance of the transaction. This court further held lifting\nthe corporate veil doctrine can be applied in tax matters even\nin the absence of any statutory authorization to that effect. FERA\nAmendment Act 29 of 1993 has no effect on the principle of\nlifting the corporate veil and the question as to whether it was\nestablished so as to circumvent the provision of Section\n29(1)(a) can always be examined.\n45. Learned counsel appearing for respondent Nos. 2 to\n4 also contended that even if the corporate veil is lifted, it would\nonly reveal that 51% of Maple Leaf issued share capital, is only\nA\nB\nC\nD\nE\nF\nG\nH\nL\nA\nB\n864\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nheld by the foreign company, Picadily and such a share holding\nwill not render Maple Leaf a branch; office or place of business\nof a foreign company within the meaning of Section 29(1)(a).\nWe find it unnecessary to express any opinion on the alternative\nargument raised by the learned counsel, since the High Court\nhas rejected the appeals mainly on the ground that no question\nof law arose for its consideration.\n46. The main allegation against the company Maple Leaf\nwas that it had violated the provisions of Section 19(1)(a) and\n(d) and Section 29(1)(b) read with Sections 9(1)(e), 49 and\nC 68(1) and (2) of FERA leading to penal consequences.\nD\nE\nLL\nF\nG\nΗ\n47. We will now examine whether the second respondent\ncompany has obtained general permission under Section\n29(1)(b) through the automatic route as per Notification dated\n13.01.1998 read with Press Notes dated 20.08.1991 and\n31.12.1991. For answering the above question, it is necessary\nto examine the scope of Section 19(1)(a) and (d), Section\n29(1)(b) of FERA along with Notification dated 13.01.1998 and\nthe various Press Notes referred to earlier. For easy reference,\nthose provisions are given below:-\n\"Section 19. Regulation of export and transfer of\nsecurities\n19. (1) Notwithstanding anything contained in section 81\nof the Companies Act, 1956, no person shall, except with\nthe general or special permission of the Reserve Bank,\na. take or send any security to any place outside India;\nd. issue, whether in India or elsewhere, any security which\nis registered or to be registered in India, to a person\nresident outside India;\"\nRestrictions on establishment of place of business\nin India\n29. (1) Without prejudice to the provisions of section 28\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n865\nA\nand section 47 and notwithstanding anything contained in\nany other provisions of this Act or the provisions of the\nCompanies Act, 1956, a person resident outside India\n(whether a citizen of India or not) or a person who is not a\ncitizen of India but is resident in India or a company (other\nthan a banking company) which is not incorporated under B\nany law in force in India or any branch of such company,\nshall not, except with the general or special permission of\nthe Reserve Bank,\n(a)-\n-\n(b) acquire the whole or any part of any undertaking in India\nof any person or company carrying on any trade,-\ncommerce or industry or purchase the shares in India of\nany such company.\n48. Section 19(1)(a) was intended to regulate export and\ntransfer of securities. Section 19 states that no person shall\nexcept with the general or special permission of the Reserve\nBank take or send any security to any place outside India or to\nissue whether in India or elsewhere any security which is\nregistered or to be registered in India to a person resident\noutside India. Section 19 while intending to regulate export and\ntransfer of securities, Section 29 placed restrictions on\nestablishment of place of business in India. It is in pursuance\nof clause (a) and clause (d) of sub-section (1) of Section 19\nread with clause (b) of sub-section (1) of Section 29 of FERA\nNotification No. 180/98 dated 13.01.1998 was issued by the\nRBI.\nC\nD\nE\nF\n49. Much of the arguments on either side related to the\nquestion as to whether the company has obtained any general G\npermission under Section 29(1)(b) read with Notification dated\n13:01.1998 and if so in what activity? With regard to the\nquestion whether the company was a trading company and also\nwhether it was primarily engaged in export for availing of the\nX\nH\n866 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA automatic route, the Union of India's stand was that the\ncompany did not obtain any general permission from the RBI\nvide Notification NO. FERA 180/98 dated 13.01.1998 and that\nno declaration stating that the company was a trading company\nor was primarily engaged in exports was indicated in the above\nB mentioned statutory form, assuming, it was a new trading\ncompany. Further, it was also stated that there was neither an\napplication for approval nor any form FC[RBI] filled up or filed\nwith RBI by the company for approval for undertaking trading\nactivities for export, a condition precedent for automatic\nC approval for any business specified in the Notification dated\n13.01.1998 for an existing and new company. Consequently,\nthe company was not entitled to get the benefit of a trading\ncompany primarily engaged in export either new or existing. On\nthe other hand, the company has specifically referred to NIC\ncode 893 which stipulated business and management\nconsultancy, and that the company has not obtained the benefit\nof automatic route in trading in gold coins in the domestic\nmarket.\nD\n50. Learned counsel for respondent Nos. 2 to 4 submitted\nE that RBI vide notification No. FERA 180/98 gave general\npermission inter alia for a \"newly set up trading company\nprimarily engaged in export\" incorporated in India to issue 51%\nof its equity capital to a company incorporated abroad and that\nthe second respondent company has issued 51% of its shares\nF to respondent No.4 in accordance with the said notification.\nFurther, it is also pointed out by the learned counsel that the\nUOI has failed to consider the second proviso to the notification\nwhich related to a third category companies namely newly setup\ntrading companies which might acquire export/trading house/\nG star trading house status before they could remit dividends to\nthe foreign investors.\nH\n51. Learned counsel pointed out until January 1998, an\napplication for prior clearance from RBI was required for\nissuance of shares by companies like the second respondent\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n867\nto the foreign investor and the above mentioned notification had\nfurther simplified the procedure by stating that prior clearance\nwas no longer required instead within thirty days of the issuance\nof shares, the issuer was required to file certain documents\nlisted in para 3(viii) of the above mentioned notification.\n52. Shri Sibal submitted that the company fell squarely\nwithin the category of \"newly setup trading company primarily\nengaged in export\" which fell within the purview of the general\npermission granted by RBI under the automatic route hence\nthere was no contravention under Sections 19(1)(a) and (d),\n29(1)(b) or 49(i)(a) of FERA.\nA\nB\nC\n53. Learned counsel also submitted that there was no\nmistake or omission in Form FC [RBI] and submitted that the\nnotification only required companies that conduct activities\ncovered under Annexure III to fill in Form FC [RBI] which did D\nnot require trading companies to fill out Form FC [RBIJ.\nReference was also made to para 3(viii)(a) of the notification\nand submitted which required the issuer company to file not\nlater than thirty days from the date of issue of one copy of form\nFC [RBI] duly completed containing NIC code and description E\nof activity in accordance with the said Annexure III. Learned\ncounsel further pointed out that the second respondent had\nmade reference to Notification code 893 since it also provided\nbusiness consultancy services for a fee to its customers who\nwished to become partners in his business by promoting the\nsale of gold coins. In short, contention of the counsel was that\nthe company fell within the notification NO.180/98 as it was a\nnewly trading company primarily engaged in export and the\npermission was a general permission therefore respondents\n2 to 4 could not be held to have contraverted any provision of\nG\nthe FERA in that respect in Form FC[RBI].\n54. We have examined in detail the historical background\nof the Industrial Policy dated July 24, 1991, Press Note No.11\ndated 20.8.1991 dealing with the changes in procedures for\nF\nH\n868 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA foreign investment approvals, Press Note No.23 dated\nB\nC\n31.12.1991 dealing with the procedure for foreign investment\nin trading companies and also Appendix III of Press Note No.10\ndealing with Industries for 51% foreign equity approvals, Press\nNote No.14 dealing with the revised consolidated list for\nautomatic approval for foreign equity upto 50% / 51% / 74%\netc. so as to understand the scope of Section 19(1), (d) and\nSection 29(1)(b) read with Notification dated 13.1.1998 and\n20.1.1998.\n55. The Automatic Permission Route was found open by\nthe Notifications dated 13.1.1998 and 20.1.1998 and those\nnotifications have laid down certain conditions and parameters\nfor automatic approval which were to be complied with by the\nissuer company along with the filling of declaration in Form FC\n[RBI]. Notification had given relaxation to the provisions of\nD Section 19 and Section 29 (i) (b) to invest not exceeding 51%\nto two categories namely all industries mentioned in Annexure\nIII to the Statement of Industrial Policy 1991 or to a trading\ncompany primarily engaged in export and is registered as an\nExport/Trading/Star Trading House with the Ministry of\nE Commerce, Government of India. To claim the benefit of the\nabove-mentioned notifications, it was essential that a true\ndeclaration in Form FC [RBI] was required to be filed and\nbenefit of the general permission through automatic route could\nbe obtained only for the activity specified in Form FC [RBI] and\nthere was no automatic approval for any activity not specified\nin the above-mentioned form. Reading Section 19(1)(a), (b) and\n29(1)(b) read with the notifications and the Press Notes show\nthat the intention of the Legislature was to permit company\nincorporated in India which is engaged or proposing to engage\nin an activity specified in Annexure III or an Indian Company\nwhich is a trading company, primarily engaged in export and\nis registered as an export/trading/star trading house with the\nMinistry of Commerce, Government of India to issue equity\nshares, subject to the conditions mentioned in paragraph 3 of\nthe Notification dated 13.1.1998. The first proviso to Notification\nF\nG\nH\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n869\nB\nstates that a company existing on the date of the notification, A\nwhich was not engaged in Annexure III activity would be eligible\nto issue shares if it had embarked upon expansion programme,\npredominantly in Annexure III activities, subject to the condition\nthat foreign equity raised by issue of equity shares to the foreign\ninvestors was utilized for such expansion. The first proviso goes\nalong with clause (a) of the Notification. The second proviso\nstates that in the case of a newly set-up \"trading company\",\nprimarily engaged in export, issue of shares shall be subject\nto the conditions that registration as an export/trading/star\ntrading house was obtained before the dividend is declared to\nC\nthe foreign investors. These provisos go along with clause (b)\nof the Notification. The Notification, it is clear, was intended to\ngive relaxation to the provisions of Section 19(1)(a), (b) and\n29(b) of the Act to the investments not exceeding 51% of the\naforesaid two categories, namely, (1) Industries in Annexure III\nD\nto the statement of Industrial Policy, 1991 or (2) a trading\ncompany primarily engaged in export and was registered as\nan export/trading/star trading house with the Ministry of\nCommerce, Government of India. Companies which do not fulfill\nthe conditions of the Notification dated 13.01.1998 and\n20.01.1998 and all other companies which do not fulfill the\nconditions mentioned in those Notifications are required to\nobtain prior permission from FIBP for foreign equity investment.\n56. We cannot read the notifications dated 13.01.1998 and\n20.01.1998 in isolation, but have to be read along with Section\n19(1)(a),(d), Section 29(1)(b), the Industrial Policy of July 1991\nespecially para 39B(iv), Press Notes dated 20.08.1991,\n13.12.1991, 31.12.1991 with specific reference to the trading\ncompanies primarily engaged in export activities whether new\nor existing. We have extensively dealt with the same in the\nearlier part of this judgment and hence not repeated. Para\n39B(iv) of the Policy read with paras 5 and 6 of the Press Note\ndated 31.12.1991 which indicate that a newly setup trading\ncompany primarily engaged in the export will have to file.\napplication in prescribed form for approval of foreign equity upto\nE\nF\nG\nH\n"}