{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"830 SUPREME COURT REPORTS\nCase Law Reference:\n[2013] 13 S.C.R.\nA\n1994 (4) Suppl. SCR 723\ndistinguished Para 16\n1968 SCR 300\nreferred to\nPara 16\n1953 1 AER 436\nreferred to\nPara 16\nB\n1994 (5) Suppl. SCR 310\nrelied on\nPara 40\n1996 (2) Suppl. SCR 295\nrelied on\nPara 40\n2012 (1) SCR 573\nrelied on\nPara 40\nC\n1985 (3) Suppl. SCR 909\nrelied on\nPara 41\n2003 (4) Suppl. SCR 222\nrelied on\nPara 41\n(1962) 1 All ER 37\nreferred to\nPara 41\nrelied on\nPara 41\nD\nE\nF\nG\n2011 (16) SCR 126\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 975 of 2007.\nFrom the Judgment \u0026 Order dated 21.09.2005 of the High\nCourt of Delhi at New Delhi in Crl. Appeal No. 380 of 2003.\nCr!.A.No. 976 of 2007.\nWITH\nP.P. Malhotra, AAG, Ashok Panda, V. Giri, Jaideep\nGupta, Asha G. Nair, Abhishek Kumar Pandey, Lingaraj\nSarangi (for B. Krishna Prasad), Subramonium Prasad, Koshy\nJohn, Manav Vohra, Amit Sibal, Jafar Alam (for Lawyer's Knit\n\u0026 Co.), Kuldeep S. Parihar, H.S. Parihar for the appearing\nparties.\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. 1. Cri. M.P. No.11274 of\n2013 is allowed.\n2. The Special Director of Enforcement, Enforcement\nH Directorate, Government of India, New Delhi, exercising powers\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n831\nunder Section 51 of the Foreign Exchange Regulation Act, 1973 A\n(for short \"FERA\"), later repealed, initiated proceedings vide\norder dated 22.9.2000 against M/s Maple Leaf Trading\nInternational Pvt. Ltd. (for short 'the Company') for violation of\nthe provisions of Section 19(1)(a) and (d), 29(1)(b), 47(1) and\n49(i)(a) read with Section 68 of FERA. Proceedings were also B\ninitiated against the other respondents, including 1st\nrespondent, ABN AMRO Bank NV (now called \"Royal Bank of\nScotland NV\") and 4 th respondent - M/s Piccadily Invest AG,\nZurich, Switzerland (for short \"Piccadily\"). Respondents,\naggrieved by the above mentioned order, preferred four\nappeals before the Appellate Tribunal for Foreign Exchange,\nNew Delhi and the Tribunal allowed those appeals vide its order\ndated 10.3.2003 and set aside the order of confiscation and\nthe penalty imposed.\nC\nE\n3. Union of India, aggrieved by the said order, preferred D\nCriminal Appeal No. 380 of 2003 before the Delhi High Court\nunder Section 54 of FERA read with Section 35 of the Foreign\nExchange Management Act, 1999 which was, however,\ndismissed, stating that neither any question of law nor any legal\ninfirmity had been found in the impugned order passed by the\nTribunal. Aggrieved by the same, Criminal Appeal No. 975 of\n2007 has been filed by the Union of India, which is treated as\nthe main appeal and being heard along with Criminal Appeal\nNo. 976 of 2007, which was also filed by the Union of India and\nanother against the order of the High Court dated 12.9.2003\nsetting aside the order confiscating the drafts deposited by few\ninvestors in the 2nd company.\nFACTS:\nF\n4. M/s Maple Leaf Trading International Pvt. Ltd., the 2nd\nrespondent, was formed with the assistance of M/s J. C. Bhalla G\nand Company, a Chartered Accountant firm having its office at\nNew Delhi, in the following circumstances. One Lambert\nKroger, Stefen Mayer and Cliff Roy, all foreign nationals, had\nmet Anil Bhalla of the above mentioned firm and expressed their\ndesire for establishing a company for trading in Maple Leaf H\n1\nC\n832 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Gold Coins in India, which they were doing in Netherlands and\nGermany. Anil Bhalla was informed that necessary approvals\nwould be obtained through M/s. Abascus Legal Group, New\nDelhi. Anil Bhalla and Rajesh Sethi, Chartered Accountants of\nthat firm, became subscribers of the newly formed company.\nB Cliff Roy, a foreign national and power of attorney holder of 4th\nrespondent - Piccadily informed him that from Abascus, one\nVikrant Singh Jafa and Rahul Krishna would be the Directors\nof the company and ten shares of the company each in the\nname of Anil Bhalla and in the name of Rajesh Sethi were\nissued, which were transferred on 19.5.1998 in the name of\nVikram Singh Jafa and a sum of Rs.2,000/- was received in\ncash from Cliff Roy. In the above background, the company was\nincorporated on 5.4.1998 and, on the same date, Cliff Roy, a\nforeigner, was appointed as the Director of the Company and\non 17.4.1998 he became the Managing Director of the\ncompany. Anil Bhalla, Rajesh Sethi (Chartered Accountants)\nand Rahul Krishnan, then, resigned as Directors of the\ncompany on 19.5.1998. Jafa resigned as Director on\n11.1.1999. Jafa was holding 49% shares of the company and\non 16.4.1999 a Share Transfer Agreement was entered into by\nhim with one A.R. Khan and Lambert Kroger, the Managing\nDirector of the company to transfer 9780 shares of the company\nto A.R. Khan. The Adjudicating Officer says, ultimately, the\nIndian company came under the control of Cliff Roy, Paul Singh\nClare, Lambert Kroger, all foreign nationals. For deciding the\nF various legal issues at this stage, a detailed analysis of the facts\nare unnecessary and we do not want to burden our judgment\nwith further factual details, which are all part of the record.\nD\nE\nG\nH\n5. We may, for the purpose of deciding these appeals, start\nfrom the stage at which Cliff Roy, a foreign national and power\nof attorney holder of 4th respondent company, had submitted\nan application in Form FC (RBI) on 21.5.1998 before the\nReserve Bank of India (for short \"RBI\") for approval of not\nexceeding 51% foreign investment for Service Sector in\nAnnexure III from the 4th respondent. Permission was sought for,\nfor the foreign collaboration for “Business Management\n;\n:\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n833\nConsultancy for Trading, Marketing and Selling of Goods and A\nServices\" with specific reference to NIC Code 893. Details of\nforeign investment resulting in foreign exchange inflow were also\ngiven in para VI of the application. Para VIII (iii) called for the\ndescription of products in the case of trading companies\nprimarily engaged in exports, to which the Company replied B\nstating that the same is not applicable. RBI, with reference to\nthat application, allotted Registration No. FC-98 NDR 1005 vide\nletter dated 29.6.1998 and vide letter dated 29.6.1998 informed\nthe company that it would advise the foreign collaborator that\nthey would obey the laws of the land and there should be no\ncompromise or excuse for the ignorance of the Indian Legal\nSystem.\n6. The Enforcement Directorate got information that the\ncompany had started trading activity in gold coins on 27.5.1998\nand signed the first contract for trading in Maple Leaf Gold\nCoins, which it was noticed, was contrary to the declaration\nmade by the company in its application Form FC (RBI) dated\n21.5.1998 under NIC Code 893. RBI also got information from\nthe Economic Offences Wing of the Crime Branch, Delhi that\nthe Company was collecting money from the public on the\npretext of distributing Maple Leaf gold coins misleading the\npublic that it had got RBI permission for such an activity. RBI\nalso got information from the Ministry of Industry, Government\nof India, that the company had also applied for FIPB approval\nfor foreign equity induction beyond 51% claiming that they had\nbeen given approval by RBI for equity induction under the\nAutomotive Approval Route for trading in gold coins. In the\napplication dated 24.8.1998 submitted by the Company for\nFIRB approval, it was specifically stated that the existing activity\nof the Company was Business Management Consultancy (NIC\nNo. 893)\" and, therefore, not indulged in any trading activity.\n7. RBI vide its letter dated 8.6.1999 informed the\nDirectorate of Enforcement that the company had filed\ndocuments with RBI on 21.5.1998 for entering into a foreign\ncollaboration with M/s Piccadily under the general permission,\nC\nD\nE\nF\nG\nH\n834 SUPREME COURT REPORTS [2013] 13 S.C.R.\nA in terms of FERA Notification no. 180/98-RB dated 13.1.1998\nunder NIC Code 893 i.e. Business management, consultancy\nfor trading, marketing and selling of goods and services and\nnot for trading in gold coins. RBI, it was pointed out, issued the\nregistration number FC 98 NDR 1005 dated 29.6.1988 based\nB on that request. It was pointed out that, under the General\nPermission, when a company gives a declaration in form FC\n(RBI) stating that it is engaged in an eligible activity and later\nthe company is found doing a different activity, the company is\ndeemed to have violated the provisions of the notification issued\nunder FERA.\nC\n8. RBI also vide letter dated 8.6.1999 also informed the\nGovernment of India, Ministry of Industry stating that it had\ngranted registration number for a foreign collaboration\nagreement in terms of notification NO. 180 dated 13.1.1998\nD and that the foreign collaboration covered activities under NIC\nCode Group 893, published in Annexure III to the Press Note\nNo. 2, 1997 series dated 17.1.1997. RBI pointed out that the\nclaim of the company that it had been given approval by RBI\nfor 51% foreign equity induction under automatic approval route\nfor trading in gold coins, was incorrect.\nE\n9. The Special Director, Enforcement Directorate, on\ngetting various information of the violation of the provisions of\nFERA, along with other officers, searched the business\npremises of the company on 2.7.1999, which resulted in the\nF recovery and seizure of various documents and articles and a\npanchnama dated 2.7.1999 was prepared. The search at the\noffice premises of Group-A Securities at National Highway No.\n8, Mahipalpur, New Delhi also resulted in the recovery and\nseizure of articles as per panchnama dated 3.7.1999.\nG\n10. Lambert Kroger, the third respondent herein, in his\nstatements under Section 40 of FERA dated 2/3.7.1999,\n5.7.1999, 6.7.1999, 7.7.1999, 8.7.1999 and 24.8.1999, stated\nthat he is a German National and he came to India on\n16.12.1997 to give suggestions to Cliff Roy, the power of\nH attorney holder of 4 th respondent, as well as the then Director\nཡ༤\ni\nT\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n835\nC\nof Maple, who applied to RBI on 21.5.1998 for approval of 51% A\nforeign financial collaboration under the automatic route.\nFurther, it was also stated that A.R. Khan was in possession\nof 49% of the shares of the company and the seller of those\n49% shares V.S. Jafa had entered into with an understanding\nwith 4th respondent to transfer the share of 49% under the B\ndirection of the Swiss company and he had also signed on that\nagreement. Anil Bhalla also gave statements under Section 40\nof FERA on 12.7.1999, 13.7.1999 and 14.7.1999, stating that\nhe had explained the procedure for applying for setting up\n100% trading company through FIPB to Cliff Roy and Lambert\nKroger and the 2nd respondent company was formed at their\ninstance. He was informed that necessary approvals would be\nobtained by M/s Abascus Legal Group. Jafa also gave\nstatements on 16.8.1999, 31.8.1999 and 30.9.1999, explaining\nthe circumstances under which he had entered into the Share\nTransfer Agreement with A.R. Khan and Lambert Kroger as the\nconfirming party. Statement of the Vice President of the\nerstwhile ABN Amro Bank was also recorded on 18.10.1999.\nBank stated that it is an authorized agency for import of gold\nand that gold is sold to customers of the Bank as a practice,\nafter necessary documents are obtained and after getting\npurchase orders from the customers. The Bank places orders\non the supplier and the price is fixed on the basis of the invoice\nsent by the suppliers. Bank has followed the said procedure in\nrespect of the 2nd respondent company as well.\n11. The Special Director, Directorate of Enforcement, after\nrecording the statements and examining various documents,\nissued a show-cause-notice dated 29.12.1999 to the company,\nLambert Kroger, Cliff Roy - Directors of the company, 4th\nrespondent - Piccadily, Paul Abraham - Director of the 2nd\nrespondent company, for contravention of Sections 6(4) and (5),\n9(1)(e), 47(1), 19(1)(a) and (e), 29(1)(a) and (b), 30(1), 49, 63\nand 68 of FERA and to show cause why the amounts blocked\nin the accounts of noticee no 1 (bank) to the tune of 12.5 Crores\napproximately, seized 466 drafts, totalling 2.14 crores and\nD\nE\nF\nG\nH\n836 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA seized yellow metal coins appearing to be gold, should not be\nconfiscated in terms of Section 63 of FERA and Cliff Roy and\nPaul Clare were issued notice to show cause why they should\nnot be directed to bring back the foreign exchange remitted\noutside India into India in terms of Section 63 of the Act.\nB Following are the brief details of the show-cause-notice:\nC\nD\nE\nF\nLL\n0\nH\n\"CHARGE\nOn the basis of the above investigations, a Show Cause\nNotice No. T-$/9-D/99 dated 29.12.99 was issued to:\n1. Maple Leaf Trading\nInternational (P) Ltd. S-\n485, GK-II, New Delhi-\n42 said noticee No. 1,\nits directors the said\nnoticee No. 2,3 \u0026 6.\nFor failure to comply with the\nprovisions and declarations.\nsubject to which approval\nunder automatic route was\ngranted by the RBI and by\nengaging themselves in the\ntrading activities of imported\nMaple Leaf Gold Coins in\ncontravention of the\nprovisions of sec. 19(1)(1) \u0026\n(d), 29(1)(b) read with sec. 49\n\u0026 68(1) \u0026 (2) of FERA, 1973\nand by entering into contracts/\nagreements in violation of\nprovisions of section 47(1) of\nFERA, 1973 and by collecting\na sum of Rs.25 Crore approx.\nand placing this amount\nwithout any general or special\nexemption of RBI to the credit\nof persons resident outside\nIndia in contravention of\nsection 9(1)(e) of FERA,\n1973 read with section 68(1)\n\u0026 (2) of the said Act.\n1\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n837\n2. M/s. Picadily Invest AG, | By their carrying out the\nPost FAch 284, 8034,\nZurich, Switzerland, Mr.\nCliff Roy, Mr. Lambert\nKroger \u0026 Mr. Paul\nSingh Clare the said\nnotices No. 4, 3, 2 \u0026 6.\n3. Mr.Cliff Roy, Lamber\nKroger \u0026 Mr. Paul\nSingh Clare the said\nnotices No. 2, 3 \u0026 6.\nbusiness of imported Maple\nLeaf Gold Coins in India in\nname \u0026 style of notice No. 1\nwithout any general or special\npermission of\nof \nRBI\nRBI \nin\ncontravention of the\nprovisions of section 29(1)(a)\nof FERA, 1973 and by the\nunlawful trading collected a\nsum of Rs.25 crores\napproximately in the account\nof M/s. Mapl Leaf Trading\nInternational (P) Ltd.\nBy opening bank accounts.\nwith repatriation facility\nwithout prior permission of\nRBI and engaging in the\ntrading of imported Maple\nleaf gold coins without any\nground of special permission\nof RBI in contravention of\nsection 30(1) of FERA, 1973.\nA\nB\nс\nD\nE\nF\nThey were also asked as to why the amounts blocked in\nthe accounts of the Noticee No. 1 to the tune of Rs.12.5\ncrores approx., seized 466 drafts totalling to Rs.2.14\ncrores approx. And seized yellow metal coins appearing\nto be gold should not be confiscated in terms of section\n63 of the said Act and Mr. Cliff Roy and Mr.Paul Singh\nClare are also required to show cause as to why they G\nshould not be directed to bring back foreign exchange\nremitted outside India into India in terms of section 63 of\nthe said Act.\"\n12. Detailed reply was submitted by all the parties and the\nH\n838 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n7\nA Adjudicating Officer passed the final order on 22.2.2000\nrecording the finding that Lambert Kroger, Cliff Roy and\nPiccadily had established business activities in India and,\ntherefore, would fall within the ambit of Section 29(1)(a) of\nFERA, 1973, for which they required a general or special\nB permission from RBI, which they had not obtained and,\ntherefore, liable to penalty under Section 50 of the Act. Further,\nit was also pointed out that the facts of the case had clearly\nindicated that, virtually, it is they who had established the\ncompany in India and that instead of following the route of\nC Section 29(1)(a), they followed the route of Section 29(1)(b),\nby incorporating Maples, but indicated that foreign investment\nwould be up to 51% for service sector in Annexure III. The\nAdjudicating Officer also recorded a finding that the 2nd\nrespondent company had faulted the provisions of Section\n29(1)(b) of FERA read with Notification No. 180/98 RB dated\n13.1.1988. Findings have also been recorded as against the\n1st respondent bank for not ascertaining the genuineness of the\n2nd respondent company and as to whether the Company had\nthe requisite permission from RBI for trading in gold and that\nthe Bank has violated the provisions of Sections 6(4) and 6(t)\nof FERA and is liable to penalty under Section 50 of the Act.\nAfter holding so, the Adjudicating Officer passed the following\norder:\nD\nE\nF\nG\nH\n\"In view of my findings that Noticee No. 1 has contravened\nthe provisions of Section 19(1)(d) and 29(1)(b) read with\nSection 49(1)(a) and Section 47(1) of FERA, 1973 and\nNoticee NO. 2, 3 and 4 have contravened the provisions\nof Section 19(1)(a) of FERA, 1973, In am inclined to\nconfiscate these gold coins seized under Panchnama\ndated 02.07.99 and 03.07.99 because these were\nacquired/specifically imported against foreign exchange by\nNoticee No. 1 for an activity which was contrary to the\nautomatic approval route allowed by RBI under Notification\nNo. 180/98-RB dated 13.01.1998 issued under Section 9(\n1)(d) and Section 29(1)(b) of FERA, 1973, out of funds\ni\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n839\ngenerated in violation of Section 29(1)(a) of the said Act. A\nand gold coins being also liable to confiscation under\nSection 63 of FERA, 1973. The route adopted by them\nwas to protect themselves from action as is evident from\nFAX dated 04.02.98 referred on page 66.\nThe SCN also proposed the confiscation of blocked\namounts in bank accounts of Noticee No. 1 and fixed\ndeposits maintained with following banks:-\n(1) ABN AMRO BANK : DLF Centre, Sansad Marg,\nNew Delhi.\n(2)\nHDFC BANK LTD; Greater Kailash, Part II, New\nDelhi.\n(3) BANK OF AMERICA: Barakhamba Road, New\nDelhi.\nB\nC\nD\nE\nThe evidence on record reveals that Noticee No. 1\ncollected amounts from various individuals known as\nbusiness partners in accordance with the contracts\nexecuted with them for purchase of Maple Leaf gold coins\nin accordance with terms of such contracts. Since the\nactivity under the contracts has been held by me\nillegitimate under the provisions of Section 29(1)(a) and\n29(1)(b) read with Section 49(i)(a) and Section 47(1) of\nFERA, 1973, so I hold these amounts and fixed deposits F\nliable to confiscation under Section 63 of FERA, 1973 as\ntheir collection and usage was for financing activities which\nwere contrary to the said provisions of the FERA, 1973.\nThe SCN also proposes to confiscate 466 bank drafts\nseized under Panchnama dated 02.07.99. these drafts are\ngiven by the said business partners in terms of the said\ncontracts for aforesaid activity which has been held by me\nin violation of the provisions of Section 29(1)(a) and\n29(1)(b) read with Section 47(1) and 49(i)(a) and\ntherefore, for the same reasons, I hold these drafts also\nG\nI\n"}