{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\n840 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nliable to confiscation under the provisions of Section 63\nof the said Act.\nFurther, I also hold that all these Noticees, except No. 5,\nare liable to penalty under Section 50 of the FERA, 1973\nfor the reasons and observations recorded hereinabove.\nIn view of the aforesaid, I pass order as under:-\n1.\nD\n2.\n\"ORDER\nI order confiscation of 35 gold coins seized from the\nbusiness premises of Noticee No. 1 under\nPanchnama dated 02.07.99 and 630 gold coins\nseized from M/s. Group 4 Securities, Mahipalpur,\nNew Delhi, under Panchanama dated 03.07.99\nunder Section 63 of FERA, 1973, on the grounds\nmentioned hereinabove.\nI also order confiscation of amounts blocked in\nfollowing accounts including the fixed deposits\nalong with the interest accrued thereon:-\nSl. Name of the Banks Account No. (A)\nAmount (Rs.)\nE\nNo.\nFixed Deposits (B)\nA.\nBank of America,\n261157(A)\nBarakhamba Road 317177(A)\n3,88,089.22\n78,043.00\nF\nNew Delhi.\nB.\nABN Amro Bank\n6362400(A)\n6,19,17,244.88\nDLF Centre\n6362559(A)\n41,89,460.66\nSansad Marg,\n6414389(A)\n,44,98,474.00\nNew Delhi\n6372694 (A)\n14,73,340.00\nG\n312330040115(B) 77,10,103.80\n312330045196(B) 1,00,00,000.00\nH C.\nHDFC Bank\n312330045729(B) 2,65,444.97\n31233045778(B) 1,00,00,000.00\n0272000005409(A) 10,000.00\n3.\n4.\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n841\nA\nI order confiscation of the sale proceeds of the 466\nbank drafts/pay orders seized from the business\npremises of Noticee No. 1 under Panchanama\ndated 02.07.99 under Section 63 of FERA.\nHowever, for 3 drafts/pay orders bearing no.\n326191, 326192 and 326193, the order is subject B\nto the outcome of Writ Petition pending before the\nHon'ble High Court of Delhi in repaired to these.\nI also order confiscation of following amounts lying\nin the following accounts of Noticee No. 3 and 6 with\nABN Amro Bank, New Delhi:-\nAMOUNTS IN RS.\nC\nNAME\nACCOUNT NO.\nCliff Roy\n000006368697\nPau Singh\n000006467689\nClare\n5.\n6.\n7.\n1,99,666.13\n60,104.32\nD\nUnder Section 63 of the FERA, 1973 on the\ngrounds referred hereinabove.\nI impose penalty of Rs.15,00,000/- (Rs. Fifteen\nlakhs only) on M/s. Maple Leaf International Pvt.\nLtd., Greater Kailash, Part-II, New Delhi, under\nSection 50 of FERA, 1973 for the reasons\nmentioned hereinabove.\nI also impose penalty of RS.5,00,000 (Rs. Five\nlakhs only) on M/s. Picadily Invest AG, Switzerland\nunder Section 50 of FERA, 1973 for the reasons\nmentioned hereinabove.\nI also impose personal penalty on Noticees No. 2,\n3 and 6 under Section 50 of FERA, 1973, as per\ndetails below:\nE\nF\nG\nH\n842\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nSL.NO.\nNAME\n1.\nCliff Roy\n00\nB\nC\nD\n2.\n3.\nLambert Kroger\nPaul Singh Clare\nAMOUNT (IN RS.)\n10,00,000/-\n(Rs. Ten lakh only)\n10,00,000/-\n(Rs. Ten lakh only)\n5,00,000/-\n(Rs. Five lakh only)\nI also direct Mr. Cliff Roy and Mr. Paul Singh Clare to bring\nback to India the foreign exchange indicated below which\nwas remitted from their personal bank accounts with notice\nNo. 7 under Section 63 of the FERA, 1973 as these\namounts were earned by them on account of the activities\nundertaken by them in violation of the abovesaid provisions\nof FERA, 1973:-\nNAME\nCliff Roy\nE\nPaul Singh Clare\n8.\nAMOUNT REMITED (IN RS.)\n8,84,449.00\n18,85,000.00\nF\n9.\nG\nH\nI also impose personal penalty of Rs.1,00,000 (Rs.\nOne Lakh only) on ABN Amro Bank, Sansad Marg,\nNew Delhi under Section 50 of FERA, 1973 on the\ngrounds mentioned hereinabove.\nIn view of my observations hereinabove, I drop the\ncharges alleged against Mr. Paul Abraham,\nNoticee no. 5.\nThe Penalty imposed should be deposited in the office of\nDeputy Director, Enforcement Directorate, Hqrs. Office, 6th\nFloor, Lok Nayak Bhawan, Khan Market, New Delhi- 110\n003, in the form of Demand Draft to be drawn in favour of\nthe Pay \u0026 Accountants Officer, Department of Revenue,\nNew Delhi, within 45 days of the receipt of order.\n+\n1\n1\nUNION OF INDIA v. ABN AMRO BANK\n843\n[K.S. RADHAKRISHNAN, J.]\nSEALED SIGNED AT NEW DELHI ON THIS 22ND DAY\nOF SEPTEMBER TWO THOUSAND.\"\nA\nARGUMENTS\n13. Shri P.P. Malhotra, Additional Solicitor General of India,\nsubmitted that the High Court has committed an error in\nrejecting the appeal filed by the Union of India holding that no\nquestions of law arose for its consideration and that there was\nno illegality in the order passed by the Tribunal. Shri Malhotra\nalso submitted that the High Court has not properly appreciated\nor understood the scope of Sections 19(1)(a) and (d), 29(1)(a)\nand (b) of FERA. Shri Malhotra also submitted that no\npermission was either granted or sought for by Lambert Kroger\nor Cliff Roy 4th respondent under Section 29(1)(a) of FERA\nfor establishing, carrying on or opening any branch in India from\nRBI. Adjudicating authority, it was pointed out, clearly found on\nfacts that the 4th respondent and the above mentioned persons\nwho are foreign nationals had established a place of business\nin India in the name of Maple and for reaching that conclusion,\nthe Adjudicating Officer has rightly lifted the corporate veil and\nexamined as to who were all in fact controlling the Maple.\n-\nB\nC\nD\nE\nF\n14. Mr. Malhotra submitted that the High Court has also\n*not examined the scope of Section 29(1)(b) of the Act read with\nnotifications dated 13.1.1998 and 20.1.1998 issued by the RBI.\nLearned counsel submitted that from the reading of the above\nmentioned notifications, it is clear that any company whose\nactivities fell within the ambit of the notification dated 13.1.1998\nand which claims the benefit of the notification, was required\nto submit a declaration in Form FC(RBI). Learned Additional\nSolicitor General also referred to the statement on the Industrial\nPolicy, 1991 with reference to paragraph 39(B) dealing with\nForeign Investment and also to the Press Note no. 11 dated\n20.8.1991 dealing with changes in procedures for foreign\ninvestment approvals and also to paras 3(A), 4, 6 etc..\nReference was also made to the Press Notes dated 13.12.1991\nand also 31.12.1991 and stated that, according to the Press H\nG\n844 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Notes, there is no concept of automatic approval for the\ncompanies engaged primarily in trading and such companies\nfulfilling certain conditions have to apply to the RBI for\npermission. Referring to the judgment of this Court in Hindustan\nLever (Infra), it was submitted that this Court had no occasion\nB to consider the scope of various clauses of Section 29 and\nhence the observations made in that judgment are only obiter.\nShri Malhotra also submitted that the grant of permission under\nthe automatic route is an \"activity specific\" and under the policy\nonly those trading companies primarily \"engaged in exports\",\nhave been given the benefit of automatic route. On the other\nhand, the respondent company, it was pointed out, has\nindicated in the application that the company's activities are the\nactivities indicated in NIC Code 893.\nC\n15. Shri Malhotra also submitted that 1st respondent bank\nD was not discharging its functions as an authorized dealer in gold\nand ought to have ensured that 2nd respondent was a trading\ncompany primarily engaged in exports and had the requisite\npermission from RBI for the same. It was pointed out that the\nBank had acted contrary to the provisions of the notifications\nE dated 13.1.1998 and 20.1.1998 and was also a party to the\nfraudulent transaction and hence clearly violated the mandate\nof the second proviso to Section 6(5) of FERA.\nF\nG\nH\n16. Shri Amit Sibal, learned counsel appearing for\nrespondents 2 to 4, submitted that they had not violated the\nprovisions of Section 29(1)(a) of FERA and that the 2nd\nrespondent is an Indian company consisting of Indian\nshareholders as well as Directors. Learned counsel submitted\nthat an Indian company incorporated under the Indian\nCompanies Act, 1956, with foreign shareholding, does not\nneed the permission from RBI to carry on business or establish\na place of business in India. Learned counsel also submitted\nthat merely because Picadily, a Swiss company, held 51%\nshares in the 2nd respondent company and initiated its\nincorporation, does not lead to the conclusion that the Swiss\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n845\ncompany sought to circumvent Section 29(1)(a) of FERA and\nindirectly tried to establish a place of business in India. Learned\ncounsel referred to the Foreign Exchange Regulation\nAmendment Act no. 29 of 1993 and submitted that the words\n\"or in which non-resident interest is more than 40%\" were\nomitted from Section 29(1) with effect from 8.1.1993, which\nwould indicate the Legislative intention was to encourage\nforeign initiative in investment in India and in Indian companies\nwithout obtaining permission from RBI. In support of his\ncontention, reference was made to the judgment of this Court\nin Hindustan Lever Employees Union v. Hindustan Lever Ltd.,\n1995 Suppl (1) SCC 499. Learned counsel submitted that\nrespondents 2 to 4 could not be said to have violated the\nprovisions of FERA merely because they sought to arrange the\naffairs of Maple so as to not to fall foul of Section 29(1)(a) so\nlong as they did not violate any other law. Reliance was also\nplaced on the judgment of this Court in Ghatge and Patil\nConcerns' Employees' Union v. Ghatge and Patil (Transports)\nPrivate Ltd. And another AIR 1968 SC 503 and Landon and\nCountry Commercial Investment Properties Ltd. v. Attorney-\nGeneral 1953 1 AER 436.\nA\nB\nC\nD\nE\n17. Learned counsel submitted that respondents 2 to 4\nhave not violated the provisions under Section 19(1)(a) and (d),\n29(1)(b) and Section 49(i) of FERA. Referring to the notification\nno. 180/98, learned counsel submitted that the company had\nissued 51% of its share to 4th respondent in accordance with F\nthe general permission granted vide second proviso to\nparagraph 1 of the notification No. FERA 180/98. Learned\ncounsel also submitted that the notification itself has given\ngeneral permission to \"newly set up trading company primarily\nengaged in export\" and, therefore, no further permission was\nrequired by a company before issuing shares to a foreign\ninvestor. Learned counsel submitted that 2nd respondent\nsquarely falls within the category of \"primarily engaged in export\"\nand its business plan had all along been to export various\nproducts made in India, attain export stock/trading/star trading\nG\nH\n846 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA house and only then pay dividends to shareholders, including\nforeign investor. Reference was made to the various\ndocuments in support of this contention. Learned counsel also\nsubmitted that in any view the second proviso to the notification\nFERA 180/98 does not require a newly set up trading company\nB to be engaged in exports, at the time of issue of shares and\nall that can be said is that the issuer cannot remit dividend to\nthe foreign investor until it has achieved the status of export\ntrading/star trading house.\n18. Learned counsel referring to the judgment of this Court\nC in Life Insurance Corporation of India v. Escorts Ltd. And\nOthers (1986) 1 SCC 264 submitted that the primary policy or\npurpose of FERA is to permit inflow of foreign exchange and\nmaintain a balance between inflow and outflow of foreign\nexchange and such a balance would be lost if the stand of the\nD appellant - Union of India - is accepted. Learned counsel,\ntherefore, submitted that, even if the company had not been\nprimarily engaged in exports, at the time its business was shut\ndown by the Enforcement Directorate, it was still not in violation\nof any provision of the Notification No. FERA 180/98 since it\nhad not remitted any dividends to the 4th respondent. The\nlearned counsel, therefore, submitted that the company is\ncovered by the general permission granted under the automatic\nroute and that the respondents 2, 3 and 4 have not acted in\ncontravention of Section 19(1)(a) and (d), 29(1)(b) or 49(i)(a)\nof FERA.\nE\nF\nG\nH\n19. We vide our order dated 30.4.2013, directed RBI to\nfile an affidavit to explain as to how they understood the scope\nof Sections 19 and 29(1)(b) of the Act and also the notification\ndated 13.1.1998 issued by RBI. RBI, in response to our\ndirection, filed an affidavit to that effect on 7.7.2013. Shri\nJaideep Gupta, learned senior counsel appearing on behalf of\nRBI, submitted that the RBI had come to know that the company\nafter obtaining the registration for carrying on activities under\nNIC Code 893, had started trading in gold coins in the name\nof Maple, an activity which was not permitted by RBI. Learned\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n847\nsenior counsel submitted that the company was misleading the\npublic that it had got RBI permission to carry on the above\nmentioned activity. Referring to Form FC (RBI), learned senior\ncounsel submitted that the company had specifically sought for\npermission for foreign investment with regard to NIC Code 893\nand with regard to the items mentioned in para IX(iii). The\ncompany stated that it was not applicable, therefore, it was not\nseeking the automatic route, as a trading company primarily\nengaged in export.\nA\nB\nC\nD\n20. Shri V. Giri, learned senior counsel appearing for 1st\nrespondent, submitted that the Bank had imported the gold on\nits own behalf and sold the same to the company and that the\nbank was engaged in that activity as an authorized dealer, for\nwhich it had obtained permission from RBI. Learned senior\ncounsel submitted that in order to attract Section 6(5) of FERA,\n1973, it is necessary that an authorized dealer must have\nconducted a transaction in foreign exchange and it had only\nimported gold and sold the same to the company incorporated\nin India against Indian currency, consequently, there is no\nviolation of Section 6(5). Learned senior counsel submitted that\n\"reasonable satisfaction\" contemplated under Section 6(5) E\ndoes not impose an obligation on the authorized dealer to\nrequire a person on whose behalf the authorized dealer is\nentering into the said transaction to furnish information and\ndeclarations to satisfy itself that the transaction will not\ncontravene the provisions of FERA. Further, in the instant case, F\nit was pointed out that the Bank did not enter into any\ntransaction \"on behalf\" of the company and therefore the\nTribunal and the High Court have rightly found that the Bank had\nnot committed any illegality in selling the gold coins to the\ncompany.\nINDUSTRIAL POLICY 1991\nG\nForeign Investment Initiative\n21. The Government of India had decided to take up\nH\nB\n848 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA series of initiatives in respect of policies relating to the areas\nof Industrial Licencing, Foreign Investment, Foreign Technology\nAgreements, Public Sector Policy, MRTP etc. in the Industrial\nPolicy of July 24, 1991. For achieving social and economic\njustice to end poverty and unemployment and to build a\nmodern, democratic, socialist, prosperous forward looking\nIndia, it was felt necessary that India should also grow as part\nof the world economy and not in isolation. Paragraph 24 of that\npolicy stated that the Government would welcome foreign\ninvestment in high priority industries requiring large investments\nand advance technology for which approval for direct foreign\ninvestment upto 51% foreign equity was permitted. Paragraph\n26 of that policy noted that promotion of exports of Indian\nproducts called for a systematic explorations of world markets\nthrough intensive and highly professional marketing activities,\nfor which it was found necessary that the Government would\nencourage foreign trading companies to assist us in export\nactivities. Paragraph 39B of that Policy dealt with \"Foreign\nInvestment\", the portions which are relevant for the purpose are\ngiven below:\nC\nD\nE\nF\nG\nH\n\"39B. Foreign Investment\n(i)\n(ii)\nApproval will be given for direct foreign investment\nupto 51% foreign equity in high priority industries\n(Annex III). There shall be no bottlenecks of any kind\nin this process. Such clearance will be available, if\nforeign equity covers the foreign exchange\nrequirement for imported capital goods.\nConsequential amendments to the Foreign\nExchange Regulation Act (1973) shall be carried\nout.\nWhile the import of components, raw materials and\nintermediate goods, and payment of knowhow fees\nand royalties will be governed by the general policy\napplicable to other domestic units, the payment of\nUNION OF INDIA v. ABN AMRO BANK\n849\n[K.S. RADHAKRISHNAN, J.]\nA\ndividends would be monitored through the Reserve\nBank of India so as to ensure that outflows on\naccount of dividend payments are balanced by\nexport earnings over a period of time.\n(iii) Other foreign equity proposals, including proposals B\ninvolving 51% foreign equity which do not meet the\ncriteria under (i) above, will continue to need prior\nclearance. Foreign equity proposals need not\nnecessarily be accompanied by foreign technology\nagreements.\nC\n(iv) To provide access to international markets, majority\nforeign equity holding upto 51% equity will be\nallowed for trading companies primarily engaged\nin export activities. While the thrust would be on\nexport activities, such trading houses shall be at par D\nwith domestic trading and export houses in\naccordance with Import-Export Policy.\n(v)\nA Special Empowered Board would be constituted\nto negotiate with a number of large international\nfirms and approve direct foreign investment in\nselect areas. This would be a special programme\nto attract substantial investment that would provide\naccess to high technology and world markets. The\ninvestment programmes of such firms would be\nconsidered in totality, free from pre-determined\nparameters or procedures.\"\nE\nF\n22. Policy referred above would show that it was focusing\non foreign equity on high priority industries as per para 39B(i)\nand for other foreign equity proposals including proposals G\ninvolving 51% foreign equity as per para 39B(iii), prior\nclearance from FIPB was required to be obtained as in the\npast. In other words, there was no change in the industrial policy\nfor other items except for the items covered under para 39B(i).\nH\n"}