{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"LEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 317\n[JAGDISH SINGH KHEHAR, J.]\nagreement dated 1.12.2001. In its response dated 21.12.2004, A\nSamsung, Dubai, denied liability, by asserting that Samsung,\nDubai, had no commitment/responsibility towards JCE\nConsultancy, under the bill of exchange dated 1.2.2002. The\naforesaid denial according to the complainant, constitutes the\nbasis of the criminal complaint filed against the accused. The B\nplace at which the said response on behalf of Samsung, Dubai,\nwas received, in our view, would be relevant to determine the\nCourt of competent jurisdiction, under Section 182 of the\nCriminal Procedure Code. Even if the response was received\nby the counsel for JCE Consultancy in a place other than C\nGhaziabad (though in India), still the competent court at\nGhaziabad in India, in our view, would be vested with\njurisdiction, as under Section 178 (d) of the Code of Criminal\nProcedure, in cases where an offence consists of several acts\ncarried out under different jurisdictions, a court having\njurisdiction where any one of such acts was committed, will be\ncompetent to try the same.\nD\n16. In view of the aforesaid deliberations, it is not legitimate\nfor the appellants to contend, that the actions attributed by JCE\nConsultancy to the accused, have no connectivity to territorial E\njurisdiction in India. Section 179 of the Code of Criminal\nProcedure vests jurisdiction for inquiry and trial in a Court, within\nwhose jurisdiction anything has been done with reference to an\nalleged crime, and also, where the consequence of the criminal\naction ensues. Section 181(4) of the Code of Criminal F\nProcedure leaves no room for any doubt, that culpability is\nrelatable even to the place at which consideration is required\nto be returned or accounted for. Finally, Section 182 of the\nCode of Criminal Procedure postulates that for offences of\nwhich cheating is a component, if the alleged act of deception G\nis shown to have been committed, through communications/\nletters/messages, the court within whose jurisdiction the said\ncommunications/letters/messages were sent (were received),\nwould be competent to inquire into and try the same. Thus\nviewed, it is not justified for the appellants to contend, that the\nH\n318 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA allegations levelled by the complainant against the accused,\nspecially in respect of the five appellants herein, are not\nrelatable to territorial jurisdiction in India, under the provisions\nof the Code of Criminal Procedure.\nB\nC\nD\nE\nF\nG\nH\n17. Our deliberations in the preceding paragraphs are\nbased on the facts of the present case, as also, the offences\nwhich have been incorporated in the impugned summoning\norder. We would have had to examine the scope of Section 2\nof the Indian Penal Code, which constitutes the plank on which\nsubmissions advanced on behalf of the appellants rest. But that\nmay not really be necessary, as our research lead us to the\ndecision rendered by this Court in Mobarik Ali Ahmed vs. The\nState of Bombay (1958) SCR 328. This Court in the aforesaid\njudgment held as under:-\n\"(24) It would be desirable at this stage to notice certain\nwell-recognised concepts of International Law bearing on\nsuch a situation. Wheaton in his book on Elements of\nInternational Law (Fourth Edition) at page 183, dealing with\ncriminal jurisdiction states as follows:\n\"By the Common Law of England, which has been\nadopted, in this respect, in the United States, criminal\noffences are considered as altogether local, and are\njusticiable only by the courts of that country where the\noffence is committed.\"\nAt page 182 thereof it is stated as follows:\n\"The judicial power of every independent State,\nextends (with the qualifications mentioned earlier) to the\npunishment of all offences against the municipal laws of the\nState, by whomsoever committed, within the territory.\"\nIn Hackworth's Digest of International Law (1941 Edition),\nVol.II, at page 188 there is reference to opinions of certain\neminent American Judges. It is enough to quote the\nfollowing dictum of Holmes J. noticed therein :\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 319\n[JAGDISH SINGH KHEHAR, J.]\n\"Acts done outside a jurisdiction, but intended to A\nproduce and producing detrimental effects within it, justify\na State in punishing the cause of the harm as if he had\nbeen present at the effect, if the State should succeed in\ngetting him within its power.\"\nIn Hyde's International Law (Second Edition), Vol.I, at page\n798, the following quotation from the judgment of the\npermanent Court of International Justice dated September\n7, 1927, in the case relating to S.S. Lotus (Publications,\nPermanent Court of International Justice, Series A, Nos.10,\n23) is very instructive:\nB\nC\n\"It is certain; that the courts of many countries, even\nof countries which have given their criminal legislation a\nstrictly territorial character, interpret criminal law in the\nsense that offences, the authors of which at the moment D\nof commission are in the territory of another State, are\nnevertheless to be regarded as having been committed\nin the national territory, if one of the constituent elements\nof the offence, and more especially its effects, have taken\nplace there.\"\nThis quotation is also noticed in Openheim's International\nLaw (Eighth Ed.), Vol.I at page 332 in the footnote. In\nnoticing the provisions of International Law in this context\nwe are conscious that what we have to deal with in the\npresent case is a question merely of municipal law and not\nof any International Law. But as is seen above, the\nprinciples recognized in International Law in this behalf are\nvirtually based on the recognition of those principles in the\nmunicipal law of various countries and is really part of the\ngeneral jurisprudence relating to criminal responsibility\nunder municipal law. No doubt some of the above dicta\nhave reference to offences actually committed outside\nthe State by foreigners and treated as offences committed\nwithin the State by specific legislation. But the principle\nແມ\nE\nF\nG\nH\n320\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\nemerging therefrom is clear that once it is treated as\ncommitted within the State, the fact that he is a foreigner\ncorporeally present outside at the time of such\ncommission is no objection to the exercise of municipal\njurisdiction under the Municipal law. This emphasizes the\nprinciple that exercise of criminal jurisdiction depends on\nthe locality of the offence and not on the nationality of the\nalleged offender (except in a few specified cases such as\nAmbassadors, Princes etc.).\n25. Learned counsel for the appellant has relied on various\npassages in the judgment of Cockburn, C. J., in the well-\nknown case The Queen v. Keyn (Franconia's case)\n[(1876) 2 Ex D 63]. Fourteen learned Judges participated\nin that case and the case appears to have been argued\ntwice. Eight of them including Cockburn, C. J., formed the\nmajority. Undoubtedly there are various passages in the\njudgment of Cockburn, C. J., which prima facie seem\ncapable of being urged in favour of the appellant's\ncontention. In particular the following passage at p. 235\nmay be noticed:\n\"The question is not whether the death of the\ndeceased, which no doubt took place in a British ship, was\nthe act of the defendant in such ship, but whether the\ndefendant, at the time the act was done, was himself within\nBritish jurisdiction.\"\nThe learned Chief Justice, however, recognized at p. 237\nthat there were certain American decisions to the contrary.\nNow the main debate in that case was whether the sea\nupto three mile limit from the shore is part of British territory\nor whether in respect of such three mile limit only limited\nand defined extraterritorial British jurisdiction extended\nwhich did not include the particular criminal jurisdiction\nunder consideration. In respect of this question, as a result\nof the judgment, the Parliament had to enact the Territorial\nWaters Jurisdiction Act, 1878 (41 \u0026 42 Vict., c. 73) which\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 321\n[JAGDISH SINGH KHEHAR, J.]\nin substance overruled the view of the majority and of the A\nlearned Chief Justice on this point. The main principle of\ncriminal jurisdiction, however, relevant for our purpose was\nenunciated in the minority judgment of Amphlett, J. A., at\np. 118, that “it is the locality of the offence that determines\nthe jurisdiction” implying by contrast that it is not the B\nnationality of the offender.\n26. The question, however, that still remains for\nconsideration is whether there is anything in the language\nof the sections of the Indian Penal Code relating to the\nC\ngeneral scheme of the Code which compels the\nconstruction that the various sections of the Penal Code\nare not intended to apply to a foreigner who has committed\nan offence in India while not being corporeally present\ntherein at the time. For this purpose we are not concerned\nwith such of the sections of the Penal Code, if any, which D\nindicate the actual presence of the culprit as a necessary\ningredient of the offence. Of course, for such offences a\nforeigner ex hypothesi not present at the time in India\ncannot be guilty. The only general sections of the Indian\nPenal Code which indicate its scheme in this behalf are\nSections 2, 3, and 4 and as they stand at present, they are\nas follows:\nE\n\"2. Every person shall be liable to punishment under\nthis Code and not otherwise for every act or omission F\ncontrary to the provisions thereof, of which he shall be guilty\nwithin India.\n3. Any person liable, by any Indian Law, to be tried\nfor an offence committed beyond India shall be dealt with\nG\naccording to the provisions of this Code for any act\ncommitted beyond India in the same manner as if such act\nhad been committed within India.\n4. The provisions of this Code apply also to any\noffence committed by-\nH\nA\nB\nс\nD\nE\nF\nG\nН\n322 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n(1) any citizen of India in any place without and\nbeyond India;\n(2) any person on any ship or aircraft registered in\nIndia wherever it may be.\nExplanation: In this section the word 'offence'\nincludes every act committed outside India which, if\ncommitted in India, would be punishable under this Code.\"\nSections 3 and 4 deal with offences committed beyond the\nterritorial limits of India and Section 2 obviously and by\ncontrast refers to offences committed within India. It\nappears clear that it is Section 2 that has to be looked to\ndetermine the liability and punishment of persons who\nhave committed offences within India. The section\nasserts categorically that every person shall be liable to\npunishment under the Code for every act or omission\ncontrary to the provisions of the Code and of which he\nshall be guilty within India. This recognises the general\nprinciple of criminal jurisdiction over persons with\nreference to the locality of the offence committed by them,\nbeing within India. The use of the phrase \"every person\"\nin Section 2 as contrasted with the use of the phrase \"any\nperson\" in Section 3 as well as Section 4 (2) of the Code\nis indicative of the idea that to the extent that the guilt for\nan offence committed within India can be attributed to a\nperson, every such person without exception is liable for\npunishment under the Code. Learned counsel for the\nappellant suggests that the phrase \"within India\" towards\nthe end of Section 2 must be read with the phrase \"every\nperson\" at the commencement thereof. But this is far-\nfetched and untenable. The plain meaning of the phrase\n\"every person\" is that it comprehends all persons without\nlimitation and irrespective of nationality, allegiance, rank,\nstatus, caste, colour or creed. This section must be\nunderstood as comprehending every person without\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 323\n[JAGDISH SINGH KHEHAR, J.]\nexception barring such as may be specially exempt from A\ncriminal proceedings or punishment thereunder by virtue\nof the Constitution (See Article 361(2) of the Constitution)\nor any statutory provisions or some well-recognised\nprinciple of international law, such as foreign sovereigns,\nambassadors, diplomatic agents and so forth, accepted B\nin the municipal law.\nC\nD\n27. Learned counsel drew our attention to a number of\nsections in the Penal Code, viz., Sections 108-A, 177, 203,\n212, 216, 216-A and 236. The argument based on\nreference to these sections is that wherever the legislature\nin framing the Penal Code wanted to legislate about\nanything that has reference to something done outside\nIndia it has specifically said so and that therefore it may\nbe expected that if it was intended that the Penal Code\nwould refer to a person actually present outside India at\nthe time of the commission of the offence, it would have\nspecifically said so. We are unable to accept this\nargument. These sections have reference to particular\ndifficulties which arose with reference to what may be\ncalled, a related offence being committed in India in the E\ncontext of the principal offence itself having been\ncommitted outside India - that is for instance, abetment,\ngiving false information and harbouring within India in\nrespect of offences outside India. Questions arose in such\ncases as to whether any criminal liability would arise with F\nreference to the related offence, the principal offence itself\nnot being punishable in India and these sections were\nintended to rectify the lacunae. On the other hand, a\nreference to Section 3 of the Code clearly indicates that it\nis implicit therein that a foreigner who commits an offence G\nwithin India is guilty and can be punished as such without\nany limitation as to his corporeal presence in India at the\ntime. For if it were not so, the legal fiction implicit in the\nphrase \"as if such act had been committed within India\" in\nSection 3 would not have been limited to the supposition\nH\nA\nB\nC\n324 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nthat such act had been committed within India, but would\nhave extended also to a fiction as to his physical presence\nat the time in India.\n28. In the argument before us, there has been some\ndebate as to what exactly is the implication of the clause\n\"of which he shall be guilty within India\" in Section 2 of\nthe Code. It is unnecessary to come to any definite\nconclusion in respect thereto. But it is clear that it does\nnot support the contention of the appellant's counsel. We\nhave, therefore, no doubt that on a plain reading of\nSection 2 of the Penal Code, the Code does apply to a\nforeigner who has committed an offence within India\nnotwithstanding that he was corporeally present outside.\nD\nE\nF\nG\nH\n32. After giving our careful consideration to the questions\nraised before us, we are clearly of the opinion that even\non the assumption that the appellant has ceased to be\nan Indian citizen and was a Pakistani national at the time\nof the commission of the offence, he must be held guilty\nand punished under the Indian Penal Code\nnotwithstanding his not being corporeally present in India\nat the time.\"\n(emphasis is ours)\nWe are in respectful agreement with the conclusion drawn in\nMobarik Ali Ahmed's case (supra). It is unnecessary for us to\nagain repeat the same. In view of the above, we are satisfied\nthat all components of the submissions advanced on behalf of\nthe appellants, more particularly their foreign nationality, their\nresidence outside India, and the fact that they were not present\nin India when the offence(s) was/were allegedly committed, are\nof no consequence, in view of the aforesaid decision rendered\nby this Court. We, therefore, find no merit in the first contention\nadvanced on behalf of the appellants in the instant case, that\nthe Court of the Vilth Additional Chief Judicial Magistrate could\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 325\n[JAGDISH SINGH KHEHAR, J.]\nnot have entertained the complaint filed by JCE Consultancy A\nagainst the appellants.\nB\nC\n18. Another allied submission (the second submission),\nadvanced on the same lines as the first contention was, that\nconsequent upon the passing of goods/product to Samsung,\nDubai, S.C. Baek (accused no. 7) is said to have paid the\nconsideration amount through a bill of exchange. It was\nsubmitted, that even as per the averments made by the\ncomplainant-JCE Consultancy, the aforesaid bill of exchange\nwas executed by S.C. Baek in Dubai. And as such, that liability\nunder the aforesaid bill of exchange would ensue only at Dubai.\nIt was also contended, that the aforesaid bill of exchange was\nallegedly drawn on behalf of Samsung, Dubai, which is a\ncompany registered at Dubai (in the United Arab Emirates).\nAccording to the learned counsel representing the appellants.\nherein, even the consideration, as per the averments made in D\nthe complaint, was liable to pass from Samsung, Dubai, to Sky\nImpex Limited at Dubai (in the United Arab Emirates). It is\nsubmitted, that thereafter the said bill of exchange came to be\nsettled between the executor thereof (Samsung, Dubai) and the\nbeneficiary thereunder (Sky Impex Limited), inasmuch as, Sky E\nImpex Limited, consequent upon the settlement of the said bill\nof exchange, allegedly executed a credit note in favour of\nSamsung, Dubai on 22.6.2002. This credit note was also\nallegedly executed at Dubai. It is further submitted, that the\naforesaid bill of exchange was stated to have been endorsed F\nin favour of the complainant by Sky Impex Limited. This\nendorsement, according to the learned counsel for the\nappellants, was also made at Dubai (in the United Arab\nEmirates). As such, it was contended by the learned counsel\nfor the appellants, that even the passing of consideration in G\nfurtherance of the alleged contract dated 1.12.2001, took place\nbeyond the territorial barriers of India. It was, therefore, asserted\non behalf of the appellants, that Courts in India, by no stretch\nof imagination, can have jurisdiction over the matter.\nH\nA\n326 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n19. It is not necessary for us to re-examine the issue\nprojected at the hands of the learned counsel for the appellants,\nin terms of the factual position noticed in the foregoing.\nparagraph, because the instant submission, is in sum and\nsubstance, exactly akin to the one raised on behalf of the\nB appellants as their primary submission. Having threadbare\nexamined the primary contention, we are satisfied in rejecting\nthe instant contention of the appellants, for exactly the same\nreasons which had weighed with us while dealing with the\nprimary contention raised on behalf of the appellants.\nC\nD\n20. The third submission advanced at the hands of the\nlearned counsel for the appellants was, that the complaint\nlodged by JCE Consultancy was based on an agreement dated\n1.12.2001. The aforesaid agreement was between JCE\nConsultancy and Sky Impex Limited. It was submitted, that the\nappellants herein are not privy to the aforesaid contract/\nagreement. Accordingly, it was contended, that the grievance\nof the complainant, if any, could have been raised only as\nagainst Sky Impex Limited. It was asserted, that the appellants\nare independent of the persons who are privy to the agreement\nE dated 1.12.2001. It is asserted, that only such persons who are\nprivy to the contract/agreement dated 1.12.2001, can be\nproceeded against for breach of the same. Stated differently,\nit is contended, that even if the parties to the contract/\nagreement dated 1.12.2001 had breached the same, the\nF appellants could not be held liable therefor. Accordingly, it is\nasserted, that the appellants herein having no role to play under\nthe contract/agreement dated 1.12.2001, have been wrongfully\ninvolved in the controversy by the complainant-JCE\nConsultancy.\nG\nH\n21. Having perused the pleadings filed before this Court,\nand having heard the learned counsel for the complainant-JCE\nConsultancy, as also, Sky Impex Limited, it becomes necessary\nfor us to record their respective stances in respect of the\ninvolvement of the five appellants, with the allegations made by\n.\n"}