{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"LEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 297\nIridium India Telecom Limited vs. Motorola Incorporated A\nand Ors. (2011) 1 SCC 74: 2010 (14) SCR 591; Haryana vs.\nBhajan Lal 1992 Supp. (1) SCC 335: 1990 (3) Suppl. SCR\n259; M.N. Ojha vs. Alok Kumar Srivastav (2009) 9 SCC 682:\n2009 (13) SCR 444 – referred to.\n-\nB\nC\nD\n4. In offences of the nature contemplated under the\nsummoning order, there can be civil liability coupled with\ncriminal culpability. What a party has been deprived of by\nan act of cheating, can be claimed through a civil action.\nThe same deprivation based on denial by way of\ndeception, emerging from an act of cheating, would also\nattract criminal liability. In the course of criminal\nprosecution, a complainant cannot seek a reciprocal\nrelief, for the actions of the accused. As in the instant\ncase, the monetary consideration under the bill of\nexchange, cannot be claimed in the criminal proceedings,\nfor that relief the remedy would be only through a civil\nsuit. Therefore, it is not possible to accept, that since a\ncivil claim was raised by the complainant-JCE\nConsultancy, based on the alleged breach of the\nagreement, it can be prevented from initiating E\nproceedings for penal consequences for the alleged\noffences committed by the accused under the Penal\nCode. It would not be appropriate to delve into the\nculpability of the appellants at the instant juncture, on the\nbasis of the factual position projected by the rival parties. F\nThe culpability (if at all) would emerge only after evidence\nis adduced by the rival parties before the trial court. Even\non the basis of the submission it is not possible to quash\nthe summoning order at this stage. Thus, it is left open\nto the appellants to raise their objections, if they are so\nadvised, before the trial court. [Para 26] [341-A-F]\nCase Law Reference:\nG\n(1958) SCR 328\nRelied on.\nPara 17\nH\n298\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\n2010 (14) SCR 591\nReferred to.\nPara 22\n1990 (3) Suppl. SCR 259 Referred to.\nPara 22\n2009 (13) SCR 444\nReferred to.\nPara 22\nB\nC\nD\nE\nไป\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 304 of 2012.\nFrom the Judgment \u0026 Order dated 13.11.2009 of the High\nCourt of Judicature at Allahabad in Criminal Misc. Application\nNo. 11404 of 2006.\nRam Jethmalani, Joy Basu, Neeraj Singh, Bikas Kargupta,\nMeenakshi Midha, Karan Kalia, Avijit Bhattacharjee, Pranav\nDiesh, Pratik Datta for the Appellants.\nS.S. Gandhi, R.K. Dash, Prashant Chandra, Sanjay\nSareen Rahul Sharma, P.N. Puri, Pooja M. Saigal, T.N. Singh,\nRajeev Dubey, Kamlendra Mishra, S.K. Dwivedi, M.S. Vinaik,\nAjay Kumar Talesara for the Respondents.\nThe Judgment of the Court was delivered by\nJAGDISH SINGH KHEHAR, J. 1. Leave granted.\n2. Sky Impex Limited (as buyer) entered into an\nagreement with JCE Consultancy (as seller) on 1.12.2001. The\nsale consideration for the products to be supplied by JCE\nF Consultancy was determined at US$13,70,000 (approximately\nRs.9 crores). The product was to be delivered no later than\n30.1.2002. The buyer was to confirm receipt and certify quality\nand quantity. As per the agreement, the product was to be\nfurther transferred by the buyer (Sky Impex Limited) to\nG Samsung Gulf Electronics, Dubai (hereafter referred to as\n“Samsung, Dubai”), a wholly owned subsidiary of Samsung\nCorporation, South Korea (hereinafter referred to as\n\"Samsung, South Korea). Consequent upon supply of the\nproduct under the contract/agreement dated 1.12.2001,\nH Samsung Dubai was to issue a bill of exchange valued at\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 299\n[JAGDISH SINGH KHEHAR, J.]\nUS$14,32,000, in favour of the buyer Sky Impex Limited. Sky A\nImpex Limited was to further endorse the bill of exchange in\nfavour of the seller (JCE Consultancy). Within 72 hours\nwherefrom the seller was required to transfer to Sky Impex\nLimited US$62,000 as commission. Alternatively, the buyer\n(Sky Impex Limited) could transfer, upon delivery, a sum of B\nUS$13,70,000, as sale consideration for the product. It was also\nprovided in the agreement, that after endorsement of bill of\nexchange, the liability of the buyer towards the seller would stand\nexhausted. Thereupon, the seller would hold the bill of\nexchange, in due course, and get vested with the authority under\nthe Negotiable Instrument Act, to claim value, directly from\nSamsung, Dubai. Importantly, the agreement dated 1.12.2001\nprovided that the contract would be governed by the laws of\nIndia. The agreement dated 1.12.2001 being of substantial\nrelevance in the present controversy, is being extracted\nhereinunder:-\n\"Sky Impex Limited BVI\nAgreement No.SA/100/019\nC\nD\nThis agreement is made this day December the 1st 2001\nbetween M/s. Sky Impex Ltd., having its registered office E\nat Omer Hodge Bldg., 2nd Floor, Wickham's Cay1, P.O.\nBox-985, Road Town, Tortola, British Virgin Islands, herein\nreferred to as the 'the Buyer' and M/s. J.C.E. Consultancy\na proprietorship Company having its office at 108, Rohini\nComplex, WA-121, Shakarpur, Delhi-110092, India, herein\nreferred to as 'the Seller'.\nThe Agreement between the two parties constitute the\nfollowing:\n1. The buyer has agreed to purchase Coke Calcination\npackages from the Seller to the value of USD 1,370,000\nas per order sheet dated November, 25th, 2001 and duly\nacknowledge by the Seller.\nF\nG\n2. The above packages will be delivered by the Seller to H\n300\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nН\nthe Buyer, no later than January, 30th 2002. The packages\nshall be handed over by the Seller to the Buyer's\nrepresentative as per communication in writing to be sent\nby the Buyer to the Seller.\n3. The Buyer should provide a Performance Certificate to\nthe Seller, confirming that the above packages are in\naccordance with the order placed and thereafter the Buyer\nshall not have any claims against the Seller in respect to\nthe quality of the packages and quantity ordered.\n4. it is understood by the Seller that the said packages are\nto be further transferred by the Buyer to M/s. Samsung Gulf\nElectronics, Dubai, a company registered under the laws\nof Dubai, UAE and which is a wholly owned subsidiary of\nSamsung Corporation, South Korea.\n5. The Buyer shall receive from Samsung Gulf Electronics,\nDubai a Bill of Exchange for the value of approx. USD\n1,432,000 due for payment of July, 2002 and shall endorse\nthe same to the seller as consideration for the sale of the\npackages to the Buyer. Within 72 hours of receiving\nsettlement of the said Bill of Exchange the Seller shall\ntransfer to the Buyer the amount of USD 62,000 to the\nnominated account of the Buyer as his commission.\nAlternatively the Buyer shall transfer to the Seller the sum\nof USD 1,370,000 against delivery of goods to a Bank\naccount that shall be nominated by the Seller.\n6. After endorsement of the said Bill of Exchange, the\nliability of the Buyer towards the Seller ceases and the\nSeller shall become holder in due course of the Bill of\nExchange with all the rights as per the Negotiable\nInstrument Act to claim value directly from the Samsung\nGulf Electronics, Dubai.\n7. The Buyer, however, in good faith shall follow up with\nSamsung Gulf Electronics, for payment of the said Bill of\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[JAGDISH SINGH KHEHAR, J.]\n301\nExchange at maturity expected in July, 2002 and shall in A\ngood faith keep the Seller informed of any development\nin respect of settlement of the Bill.\n8. This contract is governed by the Laws of India.\"\n3. Through a delivery receipt dated 28.1.2002, Sky Impex B\nLimited confirmed having received the product valued at\nUS$13,70,000 under the contract/agreement dated 1.12.2001.\nThe buyer neither complained about quality nor quantity. There\nwas also no protest that the goods/product was not received\nin time. The aforesaid receipt of goods implies the delivery of C\nthe product by JCE Consultancy to Sky Impex Limited. On\n1.2.2002, Samsung, Dubai executed a bill of exchange valued\nat US$14,32,745 in favour of the buyer Sky Impex Limited. This\nimplies further delivery of goods/product from Sky Impex\nLimited to Samsung, Dubai. The said bill of exchange was then D\nendorsed in favour of the seller JCE Consultancy, in terms of\nagreement dated 1.12.2001.\nF\n4. Allegedly, on account of Samsung, Dubai not honouring\nits commitment under the bill of exchange dated 1.2.2002, a\nE\nlegal notice dated 20.12.2004 was issued by JCE Consultancy\n(the seller) through counsel, on instructions from M.A. Packir\n(Shaikh Allauddin Paker Maiddin - sole proprietor of JCE\nConsultancy) to Samsung, Dubai. Through the aforesaid notice\nSamsung, Dubai, was called upon to make payment of\nUS$14,32,000 to JCE Consultancy within 48 hours, either by\nway of bank draft or other smart investment. Samsung, Dubai,\nwas warned, that in case of non-receipt of payment, JCE\nConsultancy would be constrained to take recourse to legal\nremedies, both civil and criminal. The legal notice issued by\nJCE Consultancy dated 20.12.2004 was responded to by\nSamsung, Dubai, through counsel on 21.12.2004. In response,\nit was inter alia asserted:\nG\n“... that a Credit Note was already been issued by the\nbeneficiary for the Bill of Exchange, Sky Impex Limited on H\nA\nB\nC\nD\nE\nF\nG\nH\n302\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n22 June 2002 and before the due date of payment.\nTherefore, our client has no commitment or responsibility\nto pay your client any amount in relating to the above.\nmentioned Bill of Exchange and your client can simply\ndemand the amount of the Bill of Exchange from Sky\nImpex Limited, who mislead your client...\"\nIt is therefore apparent, that in its response Samsung, Dubai,\nacknowledged execution of a bill of exchange valued at\nUS$14,32,000, in favour of Sky Impex Limited, and thereby, its\nliability under the contract dated 1.12.2001. Inspite thereof\nSamsung, Dubai, as a matter of defence, in order to avoid\nliability, took up the position, that the bill of exchange executed\nby it in favour of Sky Impex Limited had been satisfied, and the\nbeneficiary (Sky Impex Limited) had already issued a credit\nnote in its (Samsung, Dubai) favour on 22.6.2002.\n-\n5. JCE Consultancy filed a criminal complaint (complaint\nno.30 of 2005) under Sections 403, 405, 415, 418, 420 and\n423 read with Sections 120B and 34 of the Indian Penal Code\nbefore the Vilth Additional Chief Judicial Magistrate,\nGhaziabad. In the complaint filed by Shaikh Allauddin Pakir\nMaiddin the sole proprietor of JCE Consultancy, Samsung,\nDubai, was impleaded as accused no.1 (appellant no. 5,\nherein); Byung Woo Lee, Managing Director of Samsung,\nDubai, was impleaded as accused no.2 (appellant no.3, herein);\nLée Kun Hee, President, Samsung Corporation, was\nimpleaded as accused no.3 (appellant no.1, herein); Yon Jung\nYung, Vice President and Chief Executive Officer, Samsung\nCorporation, was impleaded as accused no.4 (appellant no. 2,\nherein); Dong Kwon Byon, Ex. Managing Director, Samsung,\nDubai, was impleaded as accused no.5 (appellant No. 4,\nherein); S.C. Baek, ex. Financial Advisor, Samsung, Dubai, was\nimpleaded as accused no.6; Sky Impex Limited, was\nimpleaded as accused no.7; and the Chairman of Sky Impex\nLimited, was impleaded as accused no.8. Since the contents\nof the complaint are of substantial relevance to the present\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[JAGDISH SINGH KHEHAR, J.]\ncontroversy, the same are being extracted hereunder:\n303\n\"1. That the complainant company is dealing in consultancy\nin the Engineering Field and Sh.Sheikh Allauddin Pakir\nMaddin is its sole Prop. Who has been authorized on\nbehalf of the company to sign, verify and present the\ncomplaint and is empowered to do all the acts.\n2. That the accused no.1 is a Multi National Company who\nhave business in Foreign Countries and is reputed.\nAccused No.2 is the Managing Director of accused No.1,\nAccused No.3 the President, Accused No.4 the Vice\nPresident and Chief Executive Officer, Accused No.5 the\nEx. Managing Director, Accused No.6 the Ex-Financial\nController, who are being officers of the company and are\nresponsible each and every done by the company.\n3. That on dated 25.11.2011, the Accused no.7 placed\norder for supply of Coke Calcination package with\ncomplainant company and was told to make supply of the\nsaid items to accused no.1 which paper is Annexure K-1.\nIn this regard an agreement (contract) between Accused\nNo.7 and the complainant company was executed vide\nL.A./100/019 dt.1.12.01 which was signed by the Accused\nNo.7 and the authorized signatory of the complainant\ncompany which paper is Annexure K-2.\n4. That in compliance of the order dt.25.11.01 complainant\ncompany supplied the ordered goods to Accused No.7 the\nacknowledgement receipt was given by Accused No.7 vide\nletter dt.28.1.02 which paper is Annexure K-3.\nA\nB\nC\nD\nE\nF\n5. That the Accused No.7 handed over the supplied goods G.\nby the complainant company to Accused No.1 and the\nhandig over - taking over receipt was acknowledged by\nthe Accused No.1 vide letter dt.1.2.02 in favour of the\nAccused no.7 which paper is Annexure K-4.\nH\nA\nB\nC\nD\nE\nய\nF\nG\nH\n304 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n6. That as per the clause No.5 of the agreement executed\nbetween the complainant company and the Accused no.7\nthe due payment of the received goods was to be made\nby the Accused No.1 in the form of Bill of Exchange\nthrough Accused No.7. The accused No.7 was to endorse\nthe bill of Exchange in favour of the complainant company\nso received by the Accused No.7.\n7. That the Accused No.1 in its Board Meeting of the\ncompany passed a resolution on 15.8.01 by virtue of which\nAccused No.6 in addition to other works was also\nauthorized to sign Bill of Exchange. The said resolution has\nbeen signed by Accused No.5 in the capacity of Director\nand Secretary, the same is Annexure K-5.\n8. That in accordance with aforesaid resolution, Accused\nNo.1 intimated their Bank Manager vide their letter\ndt.26.1.02 informing that Accused No.6 is authorized to\nissue Bill of Exchange on behalf of Accused No.1 and the\nsignatures of the Accused No.6 were also attested vide\nthe abovesaid letter. The signature of Accused no.6 have\nbeen attested by the Bank Officer of Accused No.1 which\nis Annexure K-6.\n9. That Accused no.6 for and on behalf of Accused No.1\nissued Bill of Exchange No.S.M.I.C. dt:1.2.02 for\nRs.14,32,745/- American Dollars under his signature in\nfavour of Accused No.7 after having received the ordered\ngoods and on being satisfied of its quality, the same was\nendorsed by the Accused No.7 in favour of the complainant\ncompany in view of the agreement executed between him\nand the complainant company which is Annexure K-7.\n10. That the complainant company made demand of\npayment from the Accused No.1 against the Bill of\nExchange issued in favour of the Accused No.7 and\nendorsement thereon which the Accused No.1 did not pay\ndespite repeated demands from time to time. The\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 305\n[JAGDISH SINGH KHEHAR, J.]\ncomplainant company sent a legal demand notice dt: A\n20.12.04 through their Advocate to Accused No.1 on not\nreceiving the due payment which is Annexure K-8, and a\nreply to the same was sent by Accused No.1 on 21.12.04\nthrough their Advocate stating therein that the payment of\nthe alleged Bill of Exchange has already been made in\nB\nfavour of Accused No.7 on 22.6.02, they, therefore, have\nno liability to discharge with regard to payment. The reply\nto notice is Annexure K-9.\n11. That the aforesaid statement of Accused No.1 is illegal\nand contrary to law. The complainant company is the real\nholder of the Bill of Exchange. Till the demand for payment\nagainst the Bill of Exchange is made there is no question\nof payment of the same. Only the holder is entitled to\nreceive the payment, therefore, the Accused No.1 along\nwith Accused No.7 do not want to make the payment to\nthe complainant company and they want to misappropriate\nthe same.\n12. That the complainant company is entitled to receive the\npayment against the supplied goods which amounts to\n14,32,745/- American Dollars from the Accused no.1\npersonally and jointly and the accused persons have\ndeliberately not paid the same.\n13. That the accused persons have committed the above\noffence punishable under Sec.403, 405, 415, 418, 420,\n423, 120B, 34 Indian Penal Code.\nIt is therefore prayed that this Hon'ble Court may be\npleased to summon the accused persons and on proof\nthey be punished.\"\nShaikh Allauddin Pakir Maiddin - the sole proprietor of JCE\nConsultancy, examined himself under Section 200 of the Code\nof Criminal Procedure before the VIIth Additional Chief Judicial\nMagistrate on 7.1.2005. In his testimony he, inter alia, asserted\nC\nD\nヨ\nF\nG\nH\nC\nD\n306 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA that accused nos.2 to 6 were individually and jointly liable/\nresponsible for the activities of accused no.1 (Samsung,\nDubai). He deposed that on 25.11.2001 accused no.7 Sky\nImpex Limited had placed an order with the complainant,\nwhereupon an agreement dated 1.12.2001 was executed\nB between Sky Impex Limited (as buyer) and the complainant -\nJCE Consultancy (as seller). He maintained, that the\ncomplainant delivered the contracted goods to accused no.7\n(Sky Impex Limited), who further delivered the contracted\ngoods to accused no.1 (Samsung, Dubai). He affirmed, that a\nreceipt of the goods was also issued by accused no.7 (Sky\nImpex Limited) vide a letter dated 1.2.2002. It was maintained,\nin the statement of Shaikh Allauddin Pakiṛ Maiddin, that\naccused no.1, in a Board meeting, approved the proposal to\nauthorize accused no.6 (S.C. Baek, ex.-Financial Advisor,\nSamsung, Dubai) to sign and issue bills of exchange, for and\non behalf of Samsung, Dubai. He also asserted, that a bill of\nexchange for US$14,32,745 was signed and issued by\naccused no.6 on behalf of Samsung, Dubai, to accused no.7\n(Sky Implex Limited). He also deposed, that the said bill of\nexchange was endorsed in favour of the complainant - JCE\nConsultancy, by accused no.7 (Sky Impex Limited). Shaikh\nAllauddin Pakir Maiddin averred, in his statement, that despite\nrepeated demands made to accused no.1, to honour the bill\nof exchange dated 1.2.2002, no payment came to be made by\naccused no. 1 to the complainant. Resultantly, on 20.12.2004\nF the complainant sent a legal notice, through counsel, to accused\nno.1. In its response dated 21.12.2004, through counsel, it was\nstated on behalf of the accused (Samsung, Dubai), that the\namount of the said bill of exchange had already been made\nover to accused no.7 on 22.6.2002. He also asserted, that in\nG reply to the notice, the accused adopted the position of no\nliability towards the complainant under the bill of exchange\ndated 1.2.2002. Shaikh Allauddin Pakir Maiddin, in his\nstatement under Section 200 of the Code of Criminal\nProcedure, contested the stance adopted by the accused in\nH response to the legal notice, by testifying that the complainant\nE\n"}