{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"LEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 307\n[JAGDISH SINGH KHEHAR, J.]\nC\ncompany was the holder of the bill of exchange, consequent A\nupon an endorsement made thereupon by Sky Impex Limited.\nAs such, the complainant - JCE Consultancy maintained, that\nit was entitled to payment under the bill of exchange. He also\naverred, that accused no.1 (Samsung, Dubai), in collusion with\naccused no.7 (Sky Impex Limited), in order to deny payment B\nto the complainant, had adopted the aforesaid position. He\nasserted, that the complainant - JCE Consultancy was entitled\nto recover payment under the bill of exchange, individually and\njointly from the accused. Besides recording his statement under\nSection 200 of the Code of Criminal Procedure, Shaikh\nAllauddin Pakir Maiddin also tendered copies of the order\nsheet dated 2.11.2001, the agreement dated 1.12.2001, the\ndelivery receipt dated 28.1.2002, the performance certificate\ndated 1.2.2002, proceedings of the Board meeting of accused\nno.1 approving the proposal to authorize accused no.6, the letter\ndated 26.1.2002 (issued by accused no.1 to its banker,\ninforming its banker that accused no.6 was its authorized\nsignatory), the bill of exchange dated 1.2.2002 in the sum of\nUS$14,32,745 (issued in favour of Sky Impex Limited, duly\nendorsed to JCE Consultancy), the legal notice dated\n20.12.2004 and its reply dated 21.12.2004.\nD\nE\n6. Based on the aforesaid criminal complaint, the\nstatement of Shaikh Allauddin Pakir Maiddin under Section 200\nof the Code of Criminal Procedure, as also, the supporting\ndocuments, the VIIth Additional Chief Judicial Magistrate, F\nGhaziabad passed an order dated 12.1.2005 summoning the\naccused under Sections 403, 405, 420 and 423 read with\nSections 120B and 34 of the Indian Penal Code for 3.2.2005.\nThe order passed by the Vilth Additional Chief Judicial\nMagistrate, Ghaziabad was first assailed by the five appellants G\nherein before the High Court of Judicature at Allahabad by filing\nCriminal Miscellaneous Application No. 11404 of 2006. The\naforesaid Criminal Miscellaneous Application was disposed of\non 13.11.2009. Through the instant appeal the appellants have\nassailed the order passed by the High Court on 13.11.2009.\nH\nA\nB\nC\nD\nE\nF\nG\n308 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n7. The primary contention advanced at the hands of the\nlearned counsel representing the five appellants before this\nCourt was based on an admitted sequence of facts. It was\nsubmitted, that none of the appellants is an Indian citizen. It was\nalso submitted, that none of the appellants have resided in India,\neither before, or after the execution of the agreement dated\n1.12.2001, nor during its implementation. It was submitted, that\nneither the criminal complaint nor the pre-summoning evidence\nrecorded under Section 200 of the Code of Criminal Procedure,\nattributes any act of omission/commission, within the territorial\njurisdiction of India, to any of the five appellants herein. As such,\naccording to learned counsel, the provisions of the Indian Penal\nCode cannot be relied upon to determine the culpability of the\nappellants. In order to substantiate the instant contention, our\nattention was invited by the learned counsel for the appellants,\nto Section 2 of the Indian Penal Code, which reads as under:\n-\n\"2. Punishment of offences committed within India\nEvery person shall be liable to punishment under this Code\nand not otherwise for every act or omission contrary to the\nprovisions thereof, of which he shall be guilty within India..\nBased on the Section 2 of the Indian Penal Code, it was sought\nto be emphasized, that culpability of an accused under Section\n2 of the Indian Penal Code can only be relatable to an act \"... of\nwhich he shall be guilty within India”. Based on aforesaid legal\nand factual position, it was sought to be emphasized, that the\nappellants having not committed any act within the territorial\njurisdiction of India, cannot be blamed of being guilty of an act\n\"within India\", and as such, cannot be proceeded against in a\nCourt in India for facing prosecution under the provisions of the\nIndian Penal Code.\n8. In order to support the aforesaid primary contention, it\nwas also emphasized, that appellant nos. 1 to 4 are all foreign\ncitizens, whereas, appellant no. 5 is a foreign company\nincorporated in Dubai. Appellant no. 1, we are told, was\nH Chairman and Director of Samsung, South Korea. It is\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 309\n[JAGDISH SINGH KHEHAR, J.]\ncontended, that he has had nothing to do with Samsung, Dubai. A\nWe are informed, that he lives in South Korea. Appellant no.\n2, we are informed, was a former Vice Chairman and CEO of\nSamsung, South Korea. He also has had nothing to do with\nSamsung, Dubai. He too lives in South Korea. Learned counsel\nfor the appellant contends, that on the date of the execution of B\nthe agreement dated 1.12.2001, appellant no. 3 was the\nManaging Director, of Samsung, Dubai. He is no longer so. He\ntoo now resides in South Korea. Likewise, according to learned\ncounsel, appellant no. 4, on the date of execution of the\nagreement dated 1.12.2001, was ex-Managing Director of C\nSamsung, Dubai. He also resides in South Korea. Appellant\nno. 5, we were told, is a foreign company incorporated in Dubai\n(in the United Arab Emirates). It has its registered office at\nDubai. It is also asserted, that the five appellants herein, have\nno concern with the other accused, in the criminal complaint\nfiled by JCE Consultancy.\nD\nE\n9. Additionally, it was submitted, that respondent no. 2-JCE\nConsultancy, is a proprietary concern under the sole ownership\nof Shaikh Allauddin Pakir Maiddin. The aforesaid concern\naccording to the appellants carries on its business activities\neither in Delhi or at Ghaziabad, in India. It was contended on\nbehalf of the appellants, that as per the averments made in the\ncomplaint, it was Sky Impex Limited which had placed an order\nwith JCE Consultancy under the agreement dated 1.12.2001.\nSky Impex Limited, according to the learned counsel for the F\nappellants, is a foreign company registered in the British Virgin\nIslands. It was submitted, that the complainant has not disclosed\nwhere and how the agreement was executed. It was submitted,\nthat there is no averment at the hands of the complainant, that\nthe agreement dated 1.12.2001 was executed in India. It was G\nasserted, that even according to the averments made in the\ncomplaint, the goods were supplied to Sky Impex Limited, and\nnot to any one or more of the appellants herein. It was pointed\nout, that the complaint does not even narrate how or from where\nthe goods were exported from India. Or how, and from where, H\n310 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA delivery was taken by Sky Impex Limited. It was contended, that\nthe complainant has merely asserted, that the goods were.\ndelivered by Sky Impex Limited to Samsung, Dubai. It is\npointed out, that the complaint does not disclose how and\nwhere, the delivery of goods was made by Sky Impex Limited\nB to Samsung, Dubai.\nC\nD\nE\nF\n10. We shall now endeavour to deal with the primary\ncontention advanced on behalf of the appellant. The instant\ncontention has a jurisdictional flavour. We shall deal with the\nmatter, firstly on the basis of an analysis of some of the\nprovisions of the Code of Criminal Procedure. For the instant\npurpose reference may first of all be made to Section 4 of the\nCode of Criminal Procedure which is reproduced hereunder :\n4. Trial of offense under the Indian Penal Code and\nother laws-\n1. All offences under the Indian Penal Code (45 of\n2860) shall be investigated, inquired into, tried, and\notherwise dealt with according to the provisions\nhereinafter contained.\n2. All offences under any other law shall be\ninvestigated, inquired into, tried, and otherwise\ndealt with according to the same provisions, but\nsubject to any enactment for the time being in force\nregulating the manner or place of investigating,\ninquiring into, trying or otherwise dealing with such\noffences.\"\nIt is apparent, from a perusal of Section 4, that inquiry and trial\nG of offences contemplated under the Indian Penal Code, are to\nbe conducted in the manner stipulated under the Code of\nCriminal Procedure. The offences in this case, as noticed\nabove, have been framed under sections 403 (dishonest\nmisappropriation), 405 (criminal breach of trust), 420 (cheating)\nand 423 (dishonest/fraudulent execution of an instrument\nH\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 311\n[JAGDISH SINGH KHEHAR, J.]\ncontaining a false statement relating to consideration) of the A\nIndian Penal Code. The denial of liability by the accused under\nthe agreement dated 1.12.2001 is allegedly the basis of the\ncriminal complaint lodged by JCE Consultancy. The place\nwhere the agreement was executed, as well as, the places.\nwhere different constituents of the agreement were carried out, B\nare material factors to determine the relevant court(s) which\nwould/could have jurisdiction in the matter. The place where the\nconsequence of the criminal action (alleged in the complaint)\nensues, may also be relevant for the said purpose. And finally,\nplace(s) of receipt and dispatch of communications exchanged C\nby the rival parties, revealing deception as an ingredient of\ncheating alleged by the complainant, can also be relevant to\nidentify the court(s) having jurisdiction in the matter. The\naforesaid relevance becomes apparent from Sections 179,\n181 and 182 of the Code of Criminal Procedure, which we shall\npresently examine.\nD\nE\nF\n11. The aforesaid examination has to be based on certain\nsalient facts, which we may first recapitulate. The complaint\nalleges the execution of a contract dated 1.12.2001, wherein\nconsideration in the form of goods/product produced in India,\nby the seller (JCE Consultancy) stationed in India, were to be\nsupplied to the buyer (Sky Impex Ltd.), in Dubai. The reciprocal\nconsideration in the agreement was in the form of a monetary\npayback, by the eventual recipient of goods (Samsung, Dubai),\nto the seller in India (JCE Consultancy). The complaint narrates\na circuitous passage of the goods from the seller (JCE\nConsultancy) to the eventual buyer (Samsung, Dubai), as also,\nthe return consideration from the said buyer (Samsung, Dubai)\nto the seller. Both the aforesaid transactions, according to the\ncomplainant, passed through an intermediary - Sky Impex G\nLimited. The agreement, according to the complainant, also\ncontemplates commission for the intermediary (Sky Impex Ltd.).\nThere is definiteness in the complainant's allegations of the\ntransfer of goods from India, as also, the receipt of monetary\nconsideration in India. The complainant has supported his H.\n312 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA allegations on the basis of documents, wherein each document\nconnects the passing of goods from the seller, and of the\nreciprocal monetary consideration from the eventual buyer\n(Samsung, Dubai) to the seller (JCE Consultancy) through a fine\nunbroken chain of events. The foundation of the complaint has\nB been laid on the basis of the agreement dated 1.12.2001,\nwhereby the complainant wishes to establish the corresponding\nobligations of the rival parties. Through the delivery receipt\ndated 28.1.2002, the complainant desires to demonstrate\ncommunication of the goods by the seller, as also, their receipt\nby the buyer. Based on the execution of the bill of exchange\non 1.2.2002 by, the authorized signatory of Samsung, Dubai,\nand the endorsement of the bill of exchange on 1.2.2002 itself\nby Sky Impex Limited, in favour of the complainant JCE\nConsultancy as reciprocal consideration; exactly in the manner\ncontemplated under the agreement dated 1.12.2001; the\ncomplainant desires to establish the liability of Samsung,\nDubai, under the agreement dated 1.12.2001.\nC\nD\n12. On the question of jurisdiction, based on the factual\nposition indicated above, reference may first be made to\nE Section 179 of the Criminal Procedure Code which is being\nreproduced hereunder:-\nபட\nF\n\"179. Offence triable where act is done or\nconsequence ensues: When an act is an offence by\nreasons of anything which has been done and of a\nconsequence which has ensued, the offence may be\ninquired into or tried by a Court within whose local\njurisdiction such thing has been done or such\nconsequence has ensued.\"\nG In Section 179 aforesaid, two phrases need to be noticed.\nFirstly, “anything which has been done”, with reference to the\noffence. And secondly, “consequence which has ensued\", also\nwith reference to the offence. Both the aforesaid phrases\nsubstantially enlarge and magnify the scope of jurisdiction\nH contemplated under Section 179 aforesaid, so as to extend the\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 313\n[JAGDISH SINGH KHEHAR, J.]\nD\nsame over areas contemplated by the two phrases. In so far A\nas the present controversy is concerned, the offence(s) alleged\nin the complaint emerge from the fact, that even though the\ncomplainant faithfully performed its obligations under the\nagreement/contract dated 1.12.2001, the accused dishonestly/\nfraudulently/falsely denied/avoided the reciprocal obligation(s) B.\nwhich they were obliged to perform thereunder. In our view, the\nwords \"anything which has been done\", for the present\ncontroversy, would extend to anything which has been done in\nfurtherance of the execution of the agreement dated 1.12.2001.\nThe facts constituting the performance of obligations by the\nC\ncomplainant, actually. constitute the foundational basis for the\ncriminal accusation levelled against the accused (in refusing to\nhonour the corresponding obligation). The instant foundational\nbasis for establishing the commission of the offence, in our\nview, would fall within the ambit of the words \"anything which\nhas been done” used in the aforesaid provision. In the absence\nof the instant affirmation of the factual position, in the present\ncontroversy, the culpability of the accused cannot be\nestablished. In the complaint it is asserted, that the contracted\ngoods/product were/was supplied by JCE Consultancy from\nGhaziabad in India. The factum of having supplied the goods/\nproduct to Samsung, Dubai through Sky Impex Limited, is\nsought to be established not only through a delivery receipt\ndated 28.1.2002 (issued by the intermediary buyer - Sky Impex\nLimited), but also, on the basis of the bill of exchange executed\non 1.2.2002 by Samsung, Dubai (the ultimate beneficiary), F\nconstituting the payment for the goods/product purchased. The\nfactum of supply of goods from Ghaziabad (in India) to Dubai\n(in the United Arab Emirates), as an essential component of\nthe offence(s) allegedly committed by the accused, in our view,\nis relatable to the words “anything which has been done\" used G\nin Section 179 aforesaid. This factual position, in our view, is\nsufficient to vest jurisdiction under Section 179 of the Code of\nCriminal Procedure, with a competent Court at Ghaziabad.\n13. Besides the aforesaid, under Section 179 of the Code\nE\nH\nC\n314 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA of Criminal Procedure, even the place(s) wherein the\nconsequence (of the criminal act) “ensues\", would be relevant\nto determine the court of competent jurisdiction. Therefore,\neven the courts within whose local jurisdiction, the repercussion/\neffect of the criminal act occurs, would have jurisdiction in the\nB matter. The reciprocal consideration, flowing out of the\nagreement dated 1.12.2001, is comprised of a monetary\npayback. The aforesaid monetary payback was allegedly\ntransmitted by the recipient of goods (Samsung, Dubai) to the\nintermediary buyer (Sky Impex Limited), by way of a bill of\nexchange valued at US$ 14,32,745, on 1.2.2002. The aforesaid\nbill of exchange was then endorsed by Sky Impex Limited, to\nthe complainant-JCE Consultancy. JCE Consultancy maintains,\nthat it holds the said bill of exchange at Ghaziabad in India. The\nexecution of the bill of exchange (by Samsung, Dubai) and its\nendorsement (by Sky Impex Limited) is in consonance with the\nterms and conditions of the agreement dated 1.12.2001. Upon\nalleged denial of payment to JCE Consultancy (under the bill\nof exchange dated 1.2.2002), a legal notice dated 20.12.2004\ncame to be issued demanding payment. In its response dated\n21.12.2004, Samsung, Dubai, allegedly dishonestly/\nfraudulently/falsely denied liability/responsibility. Since the\ncomplainant is allegedly holding the bill of exchange dated\n1.2.2001 at Ghaziabad in India, the consequence emerging out\nof the said denial of encashment of the bill of exchange, in our\nview, would be deemed to \"ensue\" at Ghaziabad in India. In the\nD\nE\nF instant view of the matter, the competent Court at Ghaziabad\nin India, in our view, would have jurisdiction in the matter under\nSection 179 of the Code of Criminal Procedure.\n14. Insofar as Section 181 of the Code of Criminal\nG Procedure is concerned, while inviting our attention to the\nsame, learned counsel for the complainant-JCE Consultancy,\nin order to emphasize the issue of jurisdiction, brought to our\nnotice sub-section (4) thereof. Section 181(4) of the Code of\nCriminal Procedure is being extracted hereunder:-\nH\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 315\n[JAGDISH SINGH KHEHAR, J.]\n181. Place of trial in case of certain offences\n(1)\nA\n(2)\n(3)\n(4) Any offence of criminal misappropriation or of criminal\nbreach of trust may be inquired into or tried by a Court\nwithin whose local jurisdiction the offence was committed\nor any part of the property which is the subject of the\noffence was received or retained, or was required to be\nreturned or accounted for, by the accused person.\nB\nC\nD\nヨ\nA perusal of the aforesaid provision leaves no room for any\ndoubt, that in offences of the nature as are subject matter of\nconsideration in the present controversy, the court within whose\nlocal jurisdiction, the whole or a part of the consideration\n\"...were required to be returned or accounted for...\" would have\njurisdiction in the matter. In the present case, a bill of exchange\ndated 1.2.2002 was issued on behalf of Samsung, Dubai, to\nSky Impex Limited; Sky Impex Limited, in terms of the\nagreement dated 1.12.2001, endorsed the aforesaid bill of\nexchange in favour of the complainant-JCE Consultancy; JCE\nConsultancy claims to be holding the aforesaid bill of exchange\nat Ghaziabad in India. Being holder of the bill of exchange\ndated 1.2.2002, JCE Consultancy demanded the right of\npayment thereunder, which is being denied by the accused.\nSince the bill of exchange issued by Samsung, Dubai, dated\n1.2.2002 for US$14,32,745 was received, and is allegedly\nbeing held by JCE Consultancy at Ghaizabad in India; the\naforesaid bill of exchange, according to the complainant, has G\nto be honoured/realized at the place where it is held (i.e. at\nGhaziabad, in India). In the instant alleged factual background\nof the matter, we are of the view, that the competent court at\nGhaziabad in India, would have jurisdiction to hold the trial of\nthe complaint under Section 181(4) of the Code of Criminal\nProcedure.\nF\nH\nA\nB\nC\nD\nE\n316 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n15. Lastly, reference may be made to section 182 of the\nCriminal Procedure Code which is being reproduced\nhereunder:-\n182. Offences committed by letters, etc. -\n(1) Any offence which includes cheating may, if the\ndeception is practiced by means of letters or\ntelecommunication messages, be inquired into or tried by\nany Court within whose local jurisdiction such letters or\nmessages were sent or were received; and any offence\nof cheating and dishonestly inducing delivery of property\nmay be inquired into or tried by a Court within whose local\njurisdiction the property was delivered by the person\ndeceived or was received by the accused person.\n(2) Any offence punishable under section 494 or section\n495 of the Indian Penal Code (45 of 1860) may be inquired\ninto or tried by a Court within whose local jurisdiction the\noffence was committed or the offender last resided with\nhis or her spouse by the first marriage, or the wife by first\nmarriage has taken up permanent residence after the\ncommission of offence.\"\nA perusal of section 182 (extracted above) reveals that the said\nprovision can be invoked to determine jurisdiction in respect\nof a number of offences which include cheating as a\nF component. When acts of fraud/dishonesty/deception, relatable\nto the offence(s), contemplated under Section 182\naforementioned, emerge from communications/messages/\nletters etc., the place(s) from where the communications/\nmessages/letters etc. were sent, as also, the places at which\nG the same were received, would be relevant to determine the\ncourt of competent jurisdiction. The allegations contained in the\ncomplaint reveal, that the complainant-JCE Consultancy,\naddressed a legal notice dated 20.12.2004 to Samsung,\nDubai, calling upon Samsung, Dubai, to honour its reciprocal\nH commitment of the monetary payback contemplated under the\n"}