{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"136 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA interest protected by the provisions of the Act. The Information\nCommission, therefore, while deciding this lis does not really\nperform a judicial function, but performs an administrative\nfunction in accordance with the provisions of the Act. As has\nbeen held by Lord Greene, M.R. in B. Johnson \u0026 Co.\nB (Builders), Ltd. v. Minister of Health (supra):\nC\nD\nE\nF\nG\nH\n\"Lis, of course, implies the conception of an issue joined\nbetween two parties. The decision of a lis, in the ordinary\nuse of legal language, is the decision of that issue. The\nWhat is described here as a lis - the raising of the\nobjections to the order, the consideration of the matters\nso raised and the representations of the local authority and\nthe objectors - is merely a stage in the process of arriving\nat an administrative decision. It is a stage which the courts\nhave always said requires a certain method of approach\nand method of conduct, but it is not a lis inter partes, and\nfor the simple reason that the local authority and the\nobjectors are not parties to anything that resembles\nlitigation.\"\n22. In the judgment under review, this Court has also held\nafter examining the provisions of the Act that the Information\nCommission decides matters which may affect the rights of\nthird parties and hence there is requirement of judicial mind.\nFor example, under Section 8(1)(d) of the Act, there is no\nobligation to furnish information including commercial\nconfidence, trade secrets, or intellectual property, the\ndisclosure of which would harm the competitive position of the\nthird party, unless the competent authority is satisfied that the\nlarger public interest warrants the disclosure of such\ninformation. Similarly, the right to privacy of a third party, which\nis part of his personal liberty under Article 21 of the Constitution,\nmay be breached if a particular kind of information, purely of\npersonal nature may be directed to be furnished by the\nconcerned authority. To protect the rights of third parties,\nSection 11 of the Act provides that where a Central Public\nག\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n137\nInformation Officer or a State Public Information Officer, as the A\ncase may be, intends to disclose any information or record or\npart thereof, may on a request made under the Act, which\nrelates to or has been supplied by a third party and has been\ntreated as confidential by that third party, a written notice will\nhave to be given to such third party inviting such party to make B\na submission in writing or orally, regarding whether the\ninformation should be disclosed, and such submission of the\nthird party can be kept in view while taking a decision about\ndisclosure of the information. The decision taken by the Central\nPublic Information Officer or the State Public Information Officer, C\nas the case may be, under Section 11 of the Act is appealable\nunder Section 19 of the Act before the Information Commission\nand when the Information Commission decides such an appeal,\nit decides only whether or not the information should be\nfurnished to the citizen in view of the objection of the third party.\nHere also the Information Commission does not decide the\nrights of a third party but only whether the information which is\nheld by or under the control of a public authority in relation to\nor supplied by that third party could be furnished to a citizen\nunder the provisions of the Act. Hence, the Information\nCommission discharges administrative functions, not judicial\nfunctions.\nD\nE\n23. While performing these administrative functions,\nhowever, the Information Commissions are required to act in\na fair and just manner following the procedure laid down in F\nSections 18, 19 and 20 of the Act. But this does not mean that\nthe Information Commissioners are like Judges or Justices who\nmust have judicial experience, training and acumen. In\nHarinagar Sugar Mills Ltd. v. Shyam Sunder Jhunjhunwala\nand Others (supra), Hidayatullah, J, explained:\n\"33. In my opinion, a Court in 'the strict sense is a tribunal\nwhich is a part of the ordinary hierarchy of Courts of Civil\nJudicature maintained by the State under its constitution\nto exercise the judicial power of the State. These Courts\nG\nH\nA\nB\nC\nD\nE\nF\n138 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nperform all the judicial functions of the State except those\nthat are excluded by law from their jurisdiction. The word\n\"judicial\", be it noted, is itself capable of two meanings.\nThey were admirably stated by Lopes, L.J. in Royal\nAquarium and Summer and Winter Garden Society v.\nParkinson (1892) 1 QB 431(452) in these words:\n\"The word 'judicial' has two meanings. It may refer\nto the discharge of duties exercisable by a judge\nor by justices in court, or to administrative duties\nwhich need not be performed in court, but in\nrespect of which it is necessary to bring to bear a\njudicial mind - that is, a mind to determine what is\nfair and just in respect of the matters under\nconsideration.\"\nThat an officer is required to decide matters before him\n\"judicially\" in the second sense does not make him a Court\nor even a tribunal, because that only establishes that he\nis following a standard of conduct, and is free from bias\nor interest.\"\n24. Once the Court is clear that Information Commissions\ndo not exercise judicial powers and actually discharge\nadministrative functions, the Court cannot rely on the\nconstitutional principles of separation of powers and\nindependence of judiciary to direct that Information\nCommissions must be manned by persons with judicial\ntraining, experience and acumen or former Judges of the High\nCourt or the Supreme Court. The principles of separation of\npowers and independence of judiciary embodied in our\nConstitution no doubt require that judicial power should be\nG exercised by persons with judicial experience, training and\nacumen. For this reason, when judicial powers vested in the\nHigh Court were sought to be transferred to tribunals or judicial\npowers are vested in tribunals by an Act of the legislature, this\nCourt has insisted that such tribunals be manned by persons\nH with judicial experience and training, such as High Court Judges\n=\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n139\nand District Judges of some experience. Accordingly, when the\npowers of the High Court under Companies Act, 1956 were\nsought to be transferred to Tribunals by the Companies.\n(Amendment) Act, 2002, a Constitution Bench of this Court has\nheld in Union of India v. R. Gandhi, President Madras Bar\nAssociation (supra):\nA\nB\nC\n\"When the legislature proposes to substitute a tribunal in\nplace of the High Court to exercise the jurisdiction which\nthe High Court is exercising, it goes without saying that the\nstandards expected from the judicial members of the\nTribunal and standards applied for appointing such\nmembers, should be as nearly as possible as applicable\nto High Court Judges, which are apart from a basic\ndegree in law, rich experience in the practice of law,\nindependent outlook, integrity, character and good\nreputation. It is also implied that only men of standing who\nhave special expertise in the field to which the Tribunal\nrelates, will be eligible for appointment as technical\nmembers. Therefore, only persons with a judicial\nbackground, that is, those who have been or are Judges\nof the High Court and lawyers with the prescribed E\nexperience, who are eligible for appointment as High\nCourt Judges, can be considered for appointment as\njudicial members.\"\nIn Pareena Swarup v. Union of India (supra), having found\nthat judicial powers were to be exercised by the Appellate\nTribunals under the Prevention of Money- Laundering Act, 2002\nthis Court held that to protect the constitutional guarantee of\nindependence of judiciary, persons who are qualified to be\njudges be appointed as members of the Appellate Tribunal.\nBut, as we have seen, the powers exercised by the Information\nCommissions under the Act were not earlier vested in the High\nCourt or subordinate court or any other court and are not in any\ncase judicial powers and therefore the Legislature need not\nprovide for appointment of judicial members in the Information\nD\nF\nG\nH\n140 SUPREME COURT REPORTS\nA Commissions.\nB\nC\nD\nE\nFL\n[2013] 13 S.C.R.\n25. Perhaps for this reason, Parliament has not provided\nin Sections 12(5) and 15(5) of the Act for appointment of\npersons with judicial experience and acumen and retired\nJudges of the High Court as Information Commissioners and\nretired Judges of the Supreme Court and Chief Justice of the\nHigh Court as Chief Information Commissioner and any\ndirection by this Court for appointment of persons with judicial\nexperience, training and acumen and Judges as Information\nCommissioners and Chief Information Commissioner would\namount to encroachment in the field of legislation. To quote from\nthe judgment of the seven-Judge Bench in P. Ramachandra\nRao v. State of Karnataka (supra):\n\"Courts can declare the law, they can interpret the law, they\ncan remove obvious lacunae and fill the gaps but they\ncannot entrench upon in the field of legislation properly\nmeant for the legislature.\"\n26. Moreover, Sections 12(5) and 15(5) of the Act while\nproviding that Chief Information Commissioner and Information\nCommissioners shall be persons with eminence in public life\nwith wide knowledge and experience in law, science and\ntechnology, social service, management, journalism, mass\nmedia or administration and governance, also does not\nprescribe any basic qualification which such persons must have\nin the respective fields in which they work. In the judgment under\nreview, however, this Court has \"read into\" Sections 12(5) and\n15(5) of the Act missing words and held that such persons must\nhave a basic degree in the respective field as otherwise\nSections 12(5) and 15(5) of the Act are bound to offend the\nG doctrine of equality. This \"reading into\" the provisions of\nSections 12(5) and 15(5) of the Act, words which Parliament.\nhas not intended is contrary to the principles of statutory\ninterpretation recognised by this Court. In Union of India and\nAnother v. Deoki Nandan Aggarwal (supra) this Court has held\nH that the court could not correct or make up for any deficiencies\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.].\n141\nor omissions in the language of the statute. V. Ramaswami, J. A\nwriting the judgment on behalf of a three Judge Bench says:\n\"It is not the duty of the Court either to enlarge the scope\nof the legislation or the intention of the legislature when the\nlanguage of the provision is plain and unambiguous. The\nCourt cannot rewrite, recast or reframe the legislation for\nthe very good reason that it has no power to legislate. The\npower to legislate has not been conferred on the courts.\nThe Court cannot add words to a statute or read words\ninto it which are not there. Assuming there is a defect or\nan omission in the words used by the legislature the Court\ncould not go to its aid to correct or make up the deficiency.\nCourts shall decide what the law is and not what it should\nbe. The Court of course adopts a construction which will\ncarry out the obvious intention of the legislature but could\nnot legislate itself. But to invoke judicial activism to set at\nnaught legislative judgment is subversive of the\nconstitutional harmony and comity of instrumentalities.\"\n27. In the judgment under review, this Court has also held\nthat if Sections 12(5) and 15(5) of the Act are not read in the\nmanner suggested in the judgment, these Sections would offend\nthe doctrine of equality. But on reading Sections 12(5) and\n15(5) of the Act, we find that it does not discriminate against\nany person in the matter of appointment as Chief Information\nCommissioner and Information Commissioners and so long as\none is a person of eminence in public life with wide knowledge\nand experience in law, science and technology, social service,\nmanagement, journalism, mass media or administration and\ngovernance, he is eligible to be considered for appointment as\nChief Information Commissioner or Information Commissioner.\nHowever, to ensure that the equality clause in Article 14 is not\noffended, the persons to be considered for appointment as\nChief Information Commissioner or Information Commissioner\nshould be from different fields, namely, law, science and\ntechnology, social service, management, journalism, mass\nB\nC\nD\nE\nF\nG\nН\n142 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA media or administration and governance and not just from one\nfield.\nB\nC\n28. Sections 12(6) and 15(6) of the Act, however, provide\nthat the Chief Information Commissioner or an Information\nCommissioner shall not be a Member of Parliament or Member\nof the Legislature of any State or Union Territory, as the case\nmay be, or hold any other office of profit or connected with any\npolitical party or carry on any business or pursue any profession.\nThere could be two interpretations of Sections 12(6) and 15(6)\nof the Act. One interpretation could be that a Member of\nParliament or Member of the Legislature of any State or Union\nTerritory, as the case may be, or a person holding any other\noffice of profit or connected with any political party or carrying\non any business or pursuing any profession will not be eligible\nto be considered for appointment as a Chief Information\nD Commissioner and Information Commissioner. If this\ninterpretation is given to Sections 12(6) and 15(6) of the Act,\nthen it will obviously offend the equality clause in Article 14 of\nthe Constitution as it debars such persons from being\nconsidered for appointment as Chief Information\nE Commissioner and Information Commissioners. The second\ninterpretation of Sections 12(6) and 15(6) of the Act could be\nthat once a person is appointed as a Chief Information\nCommissioner or Information Commissioner, he cannot\ncontinue to be a Member of Parliament or Member of the\nF Legislature of any State or Union Territory, as the case may be,\nor hold any other office of profit or remain connected with any\npolitical party or carry on any business or pursue any profession.\nIf this interpretation is given to Sections 12(6) and 15(6) of the\nAct then the interpretation would effectuate the object of the Act\nG inasmuch as Chief Information Commissioner and Information\nCommissioners would be able to perform their functions in the\nInformation Commission without being influenced by their\npolitical, business, professional or other interests. It is this\nsecond interpretation of Sections 12(6) and 15(6) of the Act\nwhich has been rightly given in the judgment under review and\nH\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n143\nA\nSections 12(6) and 15(6) of the Act have been held as not to\nbe violative of Article 14 of the Constitution. Therefore, the\nargument of Mr. Sharma, learned counsel for the respondent-\nwrit petitioner, that if we do not read Sections 12(5) and 15(5)\nof the Act in the manner suggested in the judgment under\nreview, the provisions of Sections 12(5) and 15(5) of the Act B\nwould be ultra vires the Article 14 of the Constitution, is\nmisconceived.\n29. In the judgment under review, in direction no.5, the\nCentral Government and/or the competent authority have been\ndirected to frame all practice and procedure related rules to\nmake working of the Information Commissions effective and in\nconsonance with the basic rule of law and with particular\nreference to Sections 27 and 28 of the Act within a period of\nsix months. Sections 27(1) and 28(1) of the Act are extracted\nhereinbelow:\n\"27. Power to make rules by appropriate\nGovernment.-(1) The appropriate Government may, by\nnotification in the Official Gazette, make rules to carry out\nthe provisions of this Act.\n28. Power to make rules by competent authority.-\n(1) The competent authority may, by notification in the\nOfficial Gazette, make rules to carry out the provisions of\nthis Act.\"\nC\nD\nE\nF\nThe use of word \"may\" in Sections 27 and 28 of the Act\nmake it clear that Parliament has left it to the discretion of the\nrule making authority to make rules to carry out the provisions\nof the Act. Hence, no mandamus can be issued to the rule\nmaking authority to make the rules either within a specific time G\nor in a particular manner. If, however, the rules are made by\nthe rule making authority and the rules are not in accordance\nwith the provisions of the Act, the Court can strike down such\nrules as ultra vires the Act, but the Court cannot direct the rule\nmaking authority to make the rules where the Legislature H\n144 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA confers discretion on the rule making authority to make rules.\nIn the judgment under review, therefore, this Court made a\npatent error in directing the rule making authority to make rules\nwithin a period of six months..\nB\nC\nD\n30. Nonetheless, the selection and appointment of Chief\nInformation Commissioner and Information Commissioners has\nnot been left entirely to the discretion of the Central Government\nand the State Government under Sections 12 and 15 of the Act.\nSections 12(3) and 15(3) provide that the Chief Information\nCommissioner and Information Commissioners shall be\nappointed by the President or the Governor, as the case may\nbe, on the recommendation of the Committee named therein.\nSections 12(5) and 15(5) provide that Chief Information\nCommissioner and Information Commissioners have to be\npersons of eminence in public life with wide knowledge and\nexperience in the different fields mentioned therein, namely, law,\nscience and technology, social service, management,\njournalism, mass media or administration and governance.\nThus, the basic requirement for a person to be appointed as a\nChief Information Commissioner or Information Commissioner\nE is that he should be a person of eminence in public life with\nwide knowledge and experience in a particular field. Parliament\nhas insisted on this basic requirement having regard to the\nfunctions that the Chief Information Commissioner and\nInformation Commissioners are required to perform under the\nF Act. As the preamble of the Act states, democracy requires an\ninformed citizenry and transparency of information which are\nvital to its functioning and also requires that corruption is\ncontained and Governments and their instrumentalities are held\naccountable to the governed. The preamble of the Act, however,\nG cautions that revelation of information in actual practice is likely\nto conflict with other public interests including efficient\noperations of the Governments, optimum use of limited fiscal\nresources and the preservation of confidentiality of sensitive\ninformation. Moreover, under the Act, a citizen has the right to\ninformation held or under the control of public authority and\nH\n1\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n145\nhence Information Commissioners are to ensure that the right A\nto privacy of person protected under Article 21 of the\nConstitution is not affected by furnishing any particular\ninformation.\nB\nD\n31. Unfortunately, experience over the years has shown that\nthe orders passed by Information Commissions have at times\ngone beyond the provisions of the Act and that Information\nCommissions have not been able to harmonise the conflicting\ninterests indicated in the preamble and other provisions of the\nAct. The reasons for this experience about the functioning of\nC\nthe Information Commissions could be either that persons who\ndo not answer the criteria mentioned in Sections 12(5) and\n15(5) have been appointed as Chief Information Commissioner\nor Information Commissioners or that the persons appointed\nanswer the criteria laid down in Sections 12(5) and 15(5) of\nthe Act but they do not have the required mind to balance the\ninterests indicated in the Act and to restrain themselves from\nacting beyond the provisions of the Act. This experience of the\nfunctioning of the Information Commissions prompted this Court\nto issue the directions in the judgment under review to appoint\njudicial members in the Information Commissions. But it is for\nParliament to consider whether appointment of judicial\nmembers in the Information Commissions will improve the\nfunctioning of the Information Commissions and as Sections\n12(5) and 15(5) of the Act do not provide for appointment of\njudicial members in the Information Commissions, this direction\nwas an apparent error. Sections 12(5) and 15(5) of the Act,\nhowever, provide for appointment of persons with wide\nknowledge and experience in law. We hope that persons with\nwide knowledge and experience in law will be appointed in the\nInformation Commissions at the Centre and the States. G\nAccordingly, wherever Chief Information Commissioner is of\nthe opinion that intricate questions of law will have to be decided\nin a matter coming before the Information Commissions, he will\nensure that the matter is heard by an Information Commissioner\nwho has such knowledge and experience in law.\nE\nF\n"}