{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"106 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA and governance, also does not prescribe any basic\nqualification which such persons must have in the\nrespective fields in which they work. In the judgment\nunder review, however, this Court has \"read into\"\nSections 12(5) and 15(5) of the Act missing words and\nB held that such persons must have a basic degree in the\nrespective field as otherwise Sections 12(5) and 15(5) of\nthe Act are bound to offend the doctrine of equality. This\n\"reading into\" the provisions of Sections 12(5) and 15(5)\nof the Act, words which Parliament has not intended is\nC contrary to the principles of statutory interpretation\nrecognised by this Court. The court could not correct or\nmake up for any deficiencies or omissions in the\nlanguage of the statute. [Para 26] [140-E-H; 141-A]\nD\nF\nUnion of India and Anr. v. Deoki Nandan Aggarwal 1992\nSupp. (1) SCC 323 - relied on.\n5. In the judgment under review, this Court has also\nheld that if Sections 12(5) and 15(5) of the Act are not\nread in the manner suggested in the judgment, these\nE Sections would offend the doctrine of equality. But\nSections 12(5) and 15(5) of the Act do not discriminate\nagainst any person in the matter of appointment as Chief\nInformation Commissioner and Information\nCommissioners and so long as one is a person of\neminence in public life with wide knowledge and\nexperience in law, science and technology, social service,\nmanagement, journalism, mass media or administration\nand governance, he is eligible to be considered for\nappointment as Chief Information Commissioner or\nInformation Commissioner. However, to ensure that the\nequality clause in Article 14 is not offended, the persons\nto be considered for appointment as Chief Information\nCommissioner or Information Commissioner should be\nfrom different fields, namely, law, science and\ntechnology, social service, management, journalism,\nG\nH\nUNION OF INDIA v. NAMIT SHARMA\n107\nmass media or administration and governance and not A\njust from one field. [Para 27] [141-E-H; 142-A]\n6. Sections 12(6) and 15(6) of the Act, however,\nprovide that the Chief Information Commissioner or an\nInformation Commissioner shall not be a Member of\nParliament or Member of the Legislature of any State or\nUnion Territory, as the case may be, or hold any other office\nof profit or connected with any political party or carry on\nany business or pursue any profession. There could be\ntwo interpretations of Sections 12(6) and 15(6) of the Act.\nOne interpretation could be that a Member of Parliament\nor Member of the Legislature of any State or Union\nTerritory, as the case may be, or a person holding any\nother office of profit or connected with any political party\nor carrying on any business or pursuing any profession\nwill not be eligible to be considered for appointment as a\nChief Information Commissioner and Information\nCommissioner. If this interpretation is given to Sections\n12(6) and 15(6) of the Act, then it will obviously offend the\nequality clause in Article 14 of the Constitution as it debars\nsuch persons from being considered for appointment as\nChief Information Commissioner and Information\nCommissioners. The second interpretation of Sections\n12(6) and 15(6) of the Act could be that once a person is\nappointed as a Chief Information Commissioner or\nInformation Commissioner, he cannot continue to be a\nMember of Parliament or Member of the Legislature of any\nState or Union Territory, as the case may be, or hold any\nother office of profit or remain connected with any political\nparty or carry on any business or pursue any profession.\nIf this interpretation is given to Sections 12(6) and 15(6) of\nthe Act then the interpretation would effectuate the object\nof the Act inasmuch as Chief Information Commissioner\nand Information Commissioners would be able to perform\ntheir functions in the Information Commission without\nbeing influenced by their political, business, professional\nB\nC\nD\nE\nF\nG\nH\n108\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA or other interests. It is this second interpretation of\nSections 12(6) and 15(6) of the Act which has been rightly\ngiven in the judgment under review and Sections 12(6) and\n15(6) of the Act have been held as not to be violative of\nArticle 14 of the Constitution. [Para 28] [142-A-H; 143-A]\nB 7. In the judgment under review, the Central\nGovernment and/or the competent authority have been\ndirected to frame all practice and procedure related rules\nto make working of the Information Commissions\neffective and in consonance with the basic rule of law\nC and with particular reference to Sections 27 and 28 of the\nAct within a period of six months. The use of word \"may\"\nin Sections 27 and 28 of the Act make it clear that\nParliament has left it to the discretion of the rule making\nauthority to make rules to carry out the provisions of the\nD Act. Hence, no mandamus can be issued to the rule\nmaking authority to make the rules either within a specific\ntime or in a particular manner. If, however, the rules are\nmade by the rule making authority and the rules are not\nin accordance with the provisions of the Act, the Court\nE can strike down such rules as ultra vires the Act, but the\nCourt cannot direct the rule making authority to make the\nrules where the Legislature confers discretion on the rule\nmaking authority to make rules. In the judgment under\nreview, therefore, this Court made a patent error in\nF directing the rule making authority to make rules within\na period of six months. [Para 29] [143-C-D; F-H; 144-A]\n8. Nonetheless, the selection and appointment of\nChief Information Commissioner and Information\nCommissioners has not been left entirely to the discretion\nG of the Central Government and the State Government\nunder Sections 12 and 15 of the Act. The basic\nrequirement for a person to be appointed as a Chief\nInformation Commissioner or Information Commissioner\nis that he should be a person of eminence in public life\nH\nUNION OF INDIA v. NAMIT SHARMA\n109\nwith wide knowledge and experience in a particular field. A\nParliament has insisted on this basic requirement having\nregard to the functions that the Chief Information\nCommissioner and Information Commissioners are\nrequired to perform under the Act. [Para 30] [144-B, E-F]\nB\nC\nD\n9. However, the orders passed by Information\nCommissions have at times gone beyond the provisions\nof the Act and the Information Commissions have not\nbeen able to harmonise the conflicting interests indicated\nin the preamble and other provisions of the Act. The\nreasons for this experience about the functioning of the\nInformation Commissions could be either that persons\nwho do not answer the criteria mentioned in Sections\n12(5) and 15(5) have been appointed as Chief Information\nCommissioner or Information Commissioners or that the\npersons appointed answer the criteria laid down in\nSections 12(5) and 15(5) of the Act but they do not have\nthe required mind to balance the interests indicated in the\nAct and to restrain themselves from acting beyond the\nprovisions of the Act. This experience of the functioning\nof the Information Commissions prompted this Court to\nissue the directions in the judgment under review to\nappoint judicial members in the Information\nCommissions. But it is for Parliament to consider\nwhether appointment of judicial members in the\nInformation Commissions will improve the functioning of F\nthe Information Commissions and as Sections 12(5) and\n15(5) of the Act do not provide for appointment of judicial\nmembers in the Information Commissions, this direction\nwas an apparent error. Sections 12(5) and 15(5) of the\nAct, however, provide for appointment of persons with G\nwide knowledge and experience in law. This Court hopes\nthat persons with wide knowledge and experience in law\nwill be appointed in the Information Commissions at the\nCentre and the States. Accordingly, wherever Chief\nE\nH\nI\n110 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Information Commissioner is of the opinion that intricate\nquestions of law will have to be decided in a matter\ncoming before the Information Commissions, he will\nensure that the matter is heard by an Information\nCommissioner who has such knowledge and experience\nB in law. [Para 31] [145-B-H]\nC\nD\nE\nF\nG\n10. As the judgment under review suffers from\nmistake of law, the directions and declarations in the\njudgment under review are recalled and following\ndeclarations and directions are given:\n(i)\n(ii)\nSections 12(5) and 15(5) of the Act are not ultra\nvires the Constitution.\nSections 12(6) and 15(6) of the Act do not\ndebar a Member of Parliament or Member of\nthe Legislature of any State or Union Territory,\nas the case may be, or a person holding any\nother office of profit or connected with any\npolitical party or carrying on any business or\npursuing any profession from being\nconsidered for appointment as Chief\nInformation Commissioner or Information\nCommissioner, but after such person is\nappointed as Chief Information Commissioner\nor Information Commissioner, he has to\ndiscontinue as Member of Parliament or\nMember of the Legislature of any State or\nUnion Territory, or discontinue to hold any\nother office of profit or remain connected with\nany political party or carry on any business or\npursue any profession during the period he\nfunctions as Chief Information Commissioner\nor Information Commissioner.\n(iii) Only persons of eminence in public life with\n:\nUNION OF INDIA v. NAMIT SHARMA\n111\nwide knowledge and experience in the fields\nmentioned in Sections 12(5) and 15(5) of the\nAct be considered for appointment as\nInformation Commissioner and Chief\nInformation Commissioner.\n(iv) Persons of eminence in public life with wide\nknowledge and experience in all the fields\nmentioned in Sections 12(5) and 15(5) of the\nAct, namely, law, science and technology,\nsocial service, management, journalism, mass\nmedia or administration and governance, be\nconsidered by the Committees under Sections\n12(3) and 15(3) of the Act for appointment as\nChief Information Commissioner\nInformation Commissioners.\nor\nA\nB\nC\nD\n(v) The Committees under Sections 12(3) and 15(3)\nof the Act while making recommendations to\nthe President or to the Governor, as the case\nmay be, for appointment of Chief Information\nCommissioner and Information Commiss- E\nioners must mention against the name of each\ncandidate recommended, the facts to indicate\nhis eminence in public life, his knowledge in\nthe particular field and his experience in the\nparticular field and these facts must be\naccessible to the citizens as part of their right\nto information under the Act after the\nappointment is made.\nF\n(vi) Wherever Chief Information Commissioner is\nof the opinion that intricate questions of law G\nwill have to be decided in a matter coming up\nbefore the Information Commission, he will\nensure that the matter is heard by an\nInformation Commissioner who has wide\nH\nA\n112 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nknowledge and experience in the field of law.\n[Para 32] [146-B-H; 147-A-F]\nCase Law Reference:\n1994 (5) Suppl. SCR 123 relied on\nPara 17\nB\n(1947) 2 All ELR 395\nreferred to\nParas 12, 21\n1962 SCR 339\nrelied on\nParas 9, 23\n2010 (6) SCR 857\ndistinguished Paras 5, 16,\nC\n24\n2008 (13) SCR 1217\ndistinguished Paras 16, 24\n(2002) 4 SCC 578\nfollowed\nPara 8\n1992 Supp. (1) SCC 323 relied on\nParas 8, 26\nD\n1950 SCR 459\nreferred to\nPara 5\n1987 (1) SCR 435\nreferred to\nPara 5\n1997 (2) SCR 1186\nreferred to\nPara 5\nE\n1990 (2) SCR 418\ncited\nPara 10\n(1980) 2 All ER 608 HL\ncited\nPara 12\n(2011) 4 SCC 1\ncited\nPara 13\nF\n2011 (4) SCR 289\ncited\nPara 15\nCIVIL ORIGINAL JURISDICTION: Review Petition (C) No.\n2309 of 2012.\nIN\nG\nWrit Petition (Civil) No. 210 of 2012.\nH\nUnder Article 32 of the Constitution of India.\nWITH\n\u003e\n'\nUNION OF INDIA v. NAMIT SHARMA\n113\nRP(C) No. 2675 of 2012 in WP(C) No. 210 of 2012.\nAmarjit Singh Chandhiok, ASG, M.S, Ganesh, Dr. Manish\nSinghvi, Irshad Ahmad, AAG, Ritesh Kumar, Anoopam Prasad,\nT.A. Khan, Nizam Pasha, Shweta Gupta, Honey Kumari,\nMallika Ahluwalia, Sidharth Tyagi, B.V. Balaram Das, R.\nAyyam Perumal, K. Seshachary, Anushree Kapadia, Sukun\nK.S. Chandele, Amit Lubhaya, Pragati Neekhra, Prashant\nBhushan, Pranav Sachdeva, Amit Sharma, Shweta Singh,\nUpendra Mishra, Satya Narain Shukla for the appearing parties.\nThe Judgment of the Court was delivered by\nA.K. PATNAIK, J. 1. These are petitions filed under Article\n137 of the Constitution of India for review of the judgment dated\n13.09.2012 of this Court in Writ Petition (C) No.210 of 2012\n(hereinafter referred to as 'the judgment under review').\nBackground Facts:\n2. In Writ Petition (C) No.210 of 2012 filed under Article\n32 of the Constitution of India, Namit Sharma, the respondent\nherein, had prayed for declaring the provisions of Sections\n12(5), 12(6), 15(5) and 15(6) of the Right to Information Act,\n2005 (for short 'the Act') as ultra vires the Constitution.\nSections 12(5), 12(6), 15(5) and 15(6) of the Act are extracted\nhereinbelow:\n\"12(5) The Chief Information Commissioner and\nInformation Commissioners shall be persons of eminence\nin public life with wide knowledge and experience in law,\nscience and technology, social service, management,\njournalism, mass media or administration and\ngovernance.\"\n\"1\n\"12(6) The Chief Information Commissioner or an\nInformation Commissioner shall not be a Member of\nParliament or Member of the Legislature of any State or\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n114\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nUnion Territory, as the case may be, or hold any other office\nof profit or connected with any political party or carrying\non any business or pursuing any profession.\"\n\"15(5) The State Chief Information Commissioner and\nState Information Commissioners shall be persons of\neminence in public life with wide knowledge and experience\nin law, science and technology, social service,\nmanagement, journalism, mass media or administration\nand governance.\"\n\"15(6) The State Chief Information Commissioner or a\nState Information Commissioner shall not be a Member of\nParliament or Member of the Legislature of any State or\nUnion Territory, as the case may be, or hold any other office\nof profit or connected with any political party or carrying\non any business or pursuing any profession.\"\nThe grounds taken in the writ petition were that the\nprovisions of Sections 12(5), 12(6), 15(5) and 15(6) of the Act\nlaying down the eligibility criteria for appointment of Central\nInformation Commissioners and State Information\nCommissioners were vague and had no nexus with the object\nof the Act and were violative of Article 14 of the Constitution of\nIndia and while enacting these provisions, Parliament had not\nexercised legislative power in consonance with the\nconstitutional principles and guarantees.\n3. After hearing the learned counsel for the respondent-writ\npetitioner and the learned Additional Solicitor General for Union\nof India, this Court held in the judgment under review that the\nprovisions of Sections 12(5) and 15(5) of the Act did not specify\nG the basic qualifications of the persons to be appointed as\nInformation Commissioners and only mentioned that the Chief\nInformation Commissioner and Information Commissioners\nshall be persons of eminence in public life with wide knowledge\nand experience in law, science and technology, social service,\nH management, journalism, mass media or administration and\n☑\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n115\nB\ngovernance. This Court held that the knowledge and A\nexperience in the different fields mentioned in Section 12(5)\nand Section 15(5) of the Act would presuppose a graduate who\npossesses basic qualification in the concerned field. This Court\nalso held that Sections 12(6) and 15(6) of the Act, which\nprovide that the Chief Information Commissioner or an\nInformation Commissioner shall not be a Member of Parliament\nor Member of the Legislature of any State or Union Territory or\nhold any other office of profit or be connected with any political\nparty or carry on any business or pursue any profession, do not\ndisqualify such persons for consideration for appointment as\nChief Information Commissioner or Information Commissioner,\nbut these disqualifications will come into play after a person is\nappointed as Chief Election Commissioner or Information\nCommissioner. In other words, after a Chief Election\nCommissioner or Information Commissioner is appointed, he\ncannot continue to be a Member of Parliament or Member of\nthe Legislature of any State or hold any other office of profit or\nremain connected with any political party or carry on any\nbusiness or pursue any profession.\nC\nD\nE\nF\n4. In the judgment under review, this Court also held that\nthe Information Commission, as a body, performs functions of\nwide magnitude, through its members, including adjudicatory,\nsupervisory as well as penal functions. This Court held that\naccess to information is a statutory right, subject to certain\nconstitutional and statutory limitations and the Information\nCommissioners have been vested with the power to decline\nfurnishing of information under certain circumstances and in the\nspecified situations. This Court held that disclosure of\ninformation under the Act may also involve the question of\nprejudice to a third party, unlike in some countries where G\ninformation involving a third party cannot be disclosed without\nthe consent of that party. This Court held that considering all\nthese functions to be performed by the Information Commission,\nthe exercise of powers and passing of the orders by the\nInformation Commission cannot be arbitrary and have to be in H\nT\n"}