{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"116 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA consonance with the principles of natural justice, namely, notice\nto a party, grant of hearing and passing of reasoned orders,\nand, therefore, the Information Commission is a Tribunal\ndischarging quasi-judicial functions. This Court held that there\nis a lis to be decided by the Information Commission inasmuch\nB as the request of a party seeking information is to be allowed\nor to be disallowed and the decisions rendered by the\nInformation Commission on such a lis may prejudicially affect\na third party. For these reasons, this Court further held that the\nInformation Commission possesses the essential attributes\nand trappings of a Court as the adjudicatory powers performed\nby the Information Commission are akin to the Court system\nand the adjudicatory matters that they decide can have serious\nconsequences on various rights including the right to privacy.\nprotected under Article 21 of the Constitution.\nC\nD\n5. In the judgment under review, this Court also expressed\nthe opinion that for effectively performing the functions and\nexercising the powers of the Information Commission, there is\na requirement of a judicial mind. For holding this opinion, the\nCourt relied on the judgments of this Court in Bharat Bank Ltd.,\nE Delhi v. Employees of Bharat Bank \u0026 Ors. [AIR 1950 SC 188],\nS.P. Sampath Kumar v. Union of India and Others [(1987) 1\nSCC 124], Union of India v. R. Gandhi, President Madras Bar\nAssociation [(2010) 11 SCC 1] and L. Chandra Kumar v.\nUnion of India and Others [(1997) 3 SCC 261]. This Court also\nF held that separation of powers and the independence of\njudiciary are fundamental constitutional values in the structure\nof our Constitution as without these two constitutional values,\nimpartiality cannot thrive as has been held by this Court in\nUnion of India v. R. Gandhi, President, Madras Bar\nG Association (supra). This Court, thus, held that though the\nindependence of judiciary stricto sensu applied to the Court\nsystem, by necessary implication, it would also apply to\nTribunals whose functioning is quasi-judicial and akin to the\nCourt system and the entire administration of justice has to be\nso independent and managed by persons of legal acumen,\nH\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n117\nexpertise and experience that persons demanding justice must A\nnot only receive justice, but should also have the faith that justice\nwould be done. This Court accordingly held that the persons\neligible for appointment should be of public eminence, with\nknowledge and experience in the specified fields and should\npreferably have some judicial background and they should B\npossess judicial acumen and experience to fairly and effectively\ndeal with the intricate questions of law that would come up for\ndetermination before the Information Commission in its day-to-\nday working. This Court held that the Information Commission\nis a judicial tribunal having the essential trappings of a Court C\nand, as an irresistible corollary, it will follow that the\nappointments to the Information Commission are made in\nconsultation with the judiciary: The Court, however, observed\nthat in the event, the Government is of the opinion and desires\nto appoint not only judicial members but also experts from other\nfields to the Commission in terms of Section 12(5) of the Act,\nto ensure judicial independence, effective adjudicatory process\nand public confidence in the administration of justice by the\nCommission, it would be necessary that the Commission is\nrequired to work in Benches comprising one judicial member\nand one other member from the specified fields mentioned in\nSections 12(5) and 15(5) of the Act.\n6. On the appointment procedure, this Court also held in\nthe judgment under review that the appointments to the post of\njudicial member has to be made in consultation with the Chief\nJustice of India in case of Chief Information Commissioner and\nmembers of the Central Information Commission, and the Chief\nJustices of the High Courts of the respective States, in the case\nof State Chief Information Commissioner and State Information\nCommissioners of that State Commission. This Court further\nheld that in the case of appointment of members to the\nrespective Commissions from other specified fields, the DoPT\nin the Centre and the concerned Ministry in the States should\nprepare a panel, after due publicity. Empanelling the names\nproposed should be at least three times the number of\nD\nE\nF\nI\n118 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA vacancies existing in the Commission and the names so\nempanelled, with the relevant record should be placed before\nthe High Powered Committee mentioned in Section 12(3) and\n15(3) of the Act and in furtherance of the recommendations of\nthe High Powered Committee, appointments to the Central and\nB State Information Commissions should be made by the\ncompetent authority.\nC\nD\nE\nF\nG\nH\n7. For the reasons recorded in the judgment under review,\nthis Court disposed of the writ petition of the respondent-writ\npetitioner with the following directions/declarations:\n\"1. The writ petition is partly allowed.\n2. The provisions of Sections 12(5) and 15(5) of the Act\nof 2005 are held to be constitutionally valid, but with the\nrider that, to give it a meaningful and purposive\ninterpretation, it is necessary for the Court to 'read into'\nthese provisions some aspects without which these\nprovisions are bound to offend the doctrine of equality.\nThus, we hold and declare that the expression 'knowledge\nand experience' appearing in these provisions would mean\nand include a basic degree in the respective field and the\nexperience gained thereafter. Further, without any\nperadventure and veritably, we state that appointments of\nlegally qualified, judicially trained and experienced persons\nwould certainly manifest in more effective serving of the\nends of justice as well as ensuring better administration\nof justice by the Commission. It would render the\nadjudicatory process which involves critical legal questions\nand nuances of law, more adherent to justice and shall\nenhance the public confidence in the working of the\nCommission. This is the obvious interpretation of the\nlanguage of these provisions and, in fact, is the essence\nthereof.\n3. As opposed to declaring the provisions of Section 12(6)\nand 15(6) unconstitutional, we would prefer to read these\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n119\nprovisions as having effect 'post-appointment'. In other\nwords, cessation/termination of holding of office of profit,\npursuing any profession or carrying any business is a\ncondition precedent to the appointment of a person as\nChief Information Commissioner or Information\nCommissioner at the Centre or State levels.\n4. There is an absolute necessity for the legislature to\nreword or amend the provisions of Section 12(5), 12(6) and\n15(5), 15(6) of the Act. We observe and hope that these\nprovisions would be amended at the earliest by the\nlegislature to avoid any ambiguity or impracticability and\nto make it in consonance with the constitutional mandates.\nA\nB\nC\n5. We also direct that the Central Government and/or the\ncompetent authority shall frame all practice and procedure\nrelated rules to make working of the Information D\nCommissions effective and in consonance with the basic\nrule of law. Such rules should be framed with particular\nreference to Section 27 and 28 of the Act within a period\nof six months from today.\n6. We are of the considered view that it is an\nunquestionable proposition of law that the Commission is\na 'judicial tribunal' performing functions of 'judicial' as well\nas 'quasi-judicial' nature and having the trappings of a\nCourt. It is an important cog and is part of the court\nattached system of administration of justice, unlike a\nministerial tribunal which is more influenced and controlled\nand performs functions akin to the machinery of\nadministration.\nE\nF\n7. It will be just, fair and proper that the first appellate G\nauthority (i.e. the senior officers to be nominated in terms\nof Section 5 of the Act of 2005) preferably should be the\npersons possessing a degree in law or having adequate\nknowledge and experience in the field of law.\nH\nA\nB\n0\nD\nE\nF\n។\nG\n120 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n8. The Information Commissions at the respective levels\nshall henceforth work in Benches of two members each.\nOne of them being a ‘judicial member', while the other an\n'expert member'. The judicial member should be a person\npossessing a degree in law, having a judicially trained\nmind and experience in performing judicial functions. A law\nofficer or a lawyer may also be eligible provided he is a\nperson who has practiced law at least for a period of twenty\nyears as on the date of the advertisement. Such lawyer\nshould also have experience in social work. We are of the\nconsidered view that the competent authority should prefer\na person who is or has been a Judge of the High Court\nfor appointment as Information Commissioners. The Chief\nInformation Commissioner at the Centre or State level shall\nonly be a person who is or has been a Chief Justice of\nthe High Court or a Judge of the Supreme Court of India.\n9. The appointment of the judicial members to any of these\nposts shall be made 'in consultation' with the Chief Justice\nof India and Chief Justices of the High Courts of the\nrespective States, as the case may be.\n10. The appointment of the Information Commissioners at\nboth levels should be made from amongst the persons\nempanelled by the DoPT in the case of Centre and the\nconcerned Ministry in the case of a State. The panel has\nto be prepared upon due advertisement and on a rational\nbasis as afore-recorded.\n11. The panel so prepared by the DoPT or the concerned\nMinistry ought to be placed before the High-powered\nCommittee in terms of Section 12(3), for final\nrecommendation to the President of India. Needless to\nrepeat that the High Powered Committee at the Centre and\nthe State levels is expected to adopt a fair and transparent\nmethod of recommending the names for appointment to\nthe competent authority.\nH\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n121\n12. The selection process should be commenced at least A\nthree months prior to the occurrence of vacancy.\n13. This judgment shall have effect only prospectively.\nB\n14. Under the scheme of the Act of 2005, it is clear that\nthe orders of the Commissions are subject to judicial\nreview before the High Court and then before the Supreme\nCourt of India. In terms of Article 141 of the Constitution,\nthe judgments of the Supreme Court are law of the land.\nand are binding on all courts and tribunals. Thus, it is\nabundantly clear that the Information Commission is bound C\nby the law of precedent, i.e., judgments of the High Court\nand the Supreme Court of India. In order to maintain\njudicial discipline and consistency in the functioning of the\nCommission, we direct that the Commission shall give\nappropriate attention to the doctrine of precedent and shall D\nnot overlook the judgments of the courts dealing with the\nsubject and principles applicable, in a given case.\nIt is not only the higher court's judgments that are binding\nprecedents for the Information Commission, but even those\nof the larger Benches of the Commission should be given\ndue acceptance and enforcement by the smaller Benches\nof the Commission. The rule of precedence is equally\napplicable to intra-court appeals or references in the\nhierarchy of the Commission.\"\nContentions of the learned counsel for the parties:\n8. Mr. A.S. Chandhiok, learned ASG appearing for the\nUnion of India, submitted that under the Constitution it is only\nthe Legislature which has the power to make law and amend\nthe law and the Court cannot in exercise of its judicial power\nencroach into the field of legislation. In support of this\nsubmission, he relied on the decision of a seven-Judge Bench\nof this Court in P. Ramachandra Rao v. State of Karnataka\n[(2002) 4 SCC 578] in which this Court has recognised the\nE\nLL\nF\nG\nH\n122 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA limits of judicial power in a constitutional democracy. He also\ncited the decision of a three- Judge Bench in Union of India\nand Another v. Deoki Nandan Aggarwal [1992 Supp. (1) SCC\n323] for the proposition that courts cannot rewrite, recast or\nreframe the legislation for the very good reason that it has no\nB power to legislate. He submitted that this being the position of\nlaw, this Court could not have held in the judgment under review\nthat the knowledge and experience in different fields mentioned\nin Sections 12(5) and 15(5) of the Act would presuppose a\ngraduate or basic degree in the concerned field when\nC Parliament has not provided in Sections 12(5) and 15(5) of the\nAct that only persons with basic degree in law, science and\ntechnology, social science, management, journalism, mass\nmedia, etc. would be eligible for appointment as Chief\nInformation Commissioner and Information Commissioners. He\nsubmitted that directions nos. 2 and 7 of the judgment under\nreview that persons possessing basic degree in the respective\nfields can be Information Commissioners amount to\namendment of Sections 12(5) and 15(5) of the Act.\nD\n9. Mr. Chandhiok next submitted that the view taken by this\nE Court in the judgment under review that the Information.\nCommissioners should possess the essential attributes of a\ncourt and that for effectively performing the functions and\npowers of the Information Commission there is requirement of\na judicial mind and hence persons eligible for appointment as\nF Information Commissioners should preferably have some\njudicial background and possess judicial acumen, is a patent\nerror of law. He submitted that Information Commissioners have\na duty to act judicially and perform quasi-judicial functions, but\nthis does not mean that they must have the experience and\nG acumen of judicial officers. In support of this submission, he\ncited the observations of Hidayatullah, J in Harinagar Sugar\nMills Ltd. v. Shyam Sunder Jhunjhunwala and Others (AIR\n1961 SC 1669) that an officer who is required to decide the\nmatters judicially does not make him a Court or even a Tribunal\nbecause that only establishes that he is following the standards\nH\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n123\nB\nof conduct and is free from bias and interest. He submitted that A\nas Information Commissions are not really exercising judicial\npowers, and are not courts, Parliament has not provided in\nSections 12(5) and 15(5) of the Act that Information\nCommissioners have to have judicial experience and acumen.\nHe argued that direction no. 8 that Information Commissions\nat the respective levels shall work in Benches of two members\neach and one of them has to be a judicial member possessing\na degree in law and having judicially trained mind and\nexperience in performing judicial functions and the direction that\ncompetent authority should prefer a person who is or has been\na Judge of the High Court for appointment as Information\nCommissioners and that the Chief Information Commissioner\nshall only be a person who is or has been a Chief Justice of a\nHigh Court or a Judge of the Supreme Court of India is a\npalpable error which needs to be corrected in this review. He\nfurther submitted that consequently direction no.9 in the\njudgment under review that the appointment of judicial members\nas Information Commissioners shall be in consultation with the\nChief Justice of India and Chief Justice of High Court of the\nrespective States, as the case may be, should be deleted.\nC\nD\nபய\nE\nF\n10. Mr. Chandhiok finally submitted that in direction no.5\nof the judgment under review, this Court has further directed the\nCentral Government to frame all practice and procedure related .\nrules to make working of the Information Commissions effective\nand in consonance with the basic rule of law under Sections\n27 and 28 of the Act within a period of 6 months but law is well\nsettled that the Court cannot direct a rule making authority to\nmake rules in a particular fashion. He relied on the decision of\nthis Court in Mallikarjuna Rao and Others v. State of Andhra\nPradesh and Others [(1990) 2 SCC 707] in support of this G\nsubmission. He argued that direction no.5 of the judgment under\nreview is, therefore, a patent error which needs to be corrected\nin this review.\n11. Dr. Manish Singhvi, Additional Advocate General for\nI\n1\n124 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA the State of Rajasthan, submitted that the Information\nCommissioners do not perform functions which prior to the Act\nwere vested in courts and therefore they need not be persons\nhaving judicial background/judicial training/judicial experience.\nHe submitted that in Union of India v. R. Gandhi, Madras Bar\nB Association (supra), this Court took the view that only if\nfunctions which have been dealt with by civil courts are\ntransferred to tribunals, such tribunals should be manned by\npersons having judicial background/judicial training/judicial\nexperience. He submitted that the view taken by this Court in\nthe judgment under review that persons having judicial\nbackground/judicial training/judicial experience should be\npreferred while appointing Information Commissioners is an\napparent error which should be corrected in this review.\nC\n12. Mr. M.S. Ganesh, learned senior counsel appearing\nD for the intervener, Commonwealth Human Rights Initiative,\nsubmitted that the Information Commission is not vested with\nsovereign judicial powers and discharges only administrative\nfunctions under the provisions of the Act and the view taken by\nthis Court in the judgment under review that Information\nE Commissioners should be persons having judicial background,\njudicial experience and judicial acumen is not a correct view.\nHe cited the opinion of Lord Greene, M.R. in B. Johnson \u0026 Co.\n(Builders), Ltd. v. Minister of Health [(1947) 2 All England Law\nReports 395] as well as the opinion of Lord Diplock in Bushell\nF v. Secretary of State for the Environment [(1980) 2 All ER 608\nHL] that Information Commissioners arrive at administrative\ndecisions and do not decide litigations and therefore they need\nnot have judicial background, judicial experience and judicial\nacumen. Mr. Ganesh next submitted that persons who have\nG been appointed as Chief Information Commissioners and\nInformation Commissioners under Sections 12(5) and 15(5) of\nthe Act, have been persons without any eminence in public life.\nHe submitted that mostly retired IAS Officers and IPS Officers\nwithout any experience in public life but only experience in\nadministration have been appointed as Information\nH\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n125\nCommissioners. He submitted that in this review, the Court A\nshould issue appropriate directions to ensure that appointment\nof Chief information Commissioners and Information\nCommissioners are made in accordance with Sections 12(5)\nand 15(5) of the Act.\nB\nC\nD\nE\n13. Mr. Prashant Bhushan, learned senior counsel\nappearing for the interveners, Mr. Shailesh Gandhi and Mrs.\nAruna Roy, submitted that as the Information Commissions do\nnot perform judicial work, they need not be manned by judicial\nofficers and Justices of High Courts and Supreme Court and,\ntherefore, directions No.8 and 9 of the judgment under review\nneed to be deleted. He further submitted that directions No.10\nand 11 of the judgment under review regarding the procedure\nto be followed for appointment of Information Commissioners\nmay not ensure transparency in the matter of appointment of\nInformation Commissioners. He submitted that this Court in\nCentre for PIL and Another v. Union of India \u0026 Another [(2011)\n4 SCC] has laid down a procedure in para 88 for selecting and\nappointing the Central Vigilance Commissioner and Vigilance\nCommissioners under Section 3 (3) of the Central Vigilance\nCommission Act, 2003 and has laid down therein that the\nempanelment of persons to be considered for appointment of\nCentral Vigilance Commissioner and Vigilance Commissioner\nshall be carried out on the basis of rational criteria, which is to\nbe reflected by recording of reasons and/or noting akin to\nreasons by the empanelling authority. He submitted that similar F\nprocedure should be followed for short listing persons for\nappointment as Information Commissioners and some reasons.\nshould be indicated as to why the person has been empanelled\nfor appointment as Information Commissioner. He further\nsubmitted that the direction No.8 in the judgment under review\nthat Information Commissioners at the respective levels shall\nhenceforth work in benches of two members and one of them\nshould be a judicial member would result in very few Division\nBenches of the Information Commission taking up matters and\nthe working of the Information Commission in dealing with\n,\nG\nН\n"}