{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"126 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA matters will slow down. He submitted that instead legal training\ncan be given to Information Commissioners to decide matters\ninvolving intricate questions of law.\nB\nC\nD\n14. Learned counsel for the respondent- writ petitioner Mr.\nAmit Sharma, on the other hand, supported the judgment under\nreview. According to him, this Court has rightly held that the\nInformation Commission functions as an adjudicatory authority\nand decides issues relating to the fundamental right of a citizen\nto be informed about the Government policies and information.\nHe submitted that to ensure proper adjudication of the\nfundamental right to information of every citizen, it is absolutely\nnecessary that an independent person who does not have a\npolitical agenda is appointed as Information Commissioner. He\nfurther submitted that Information Commissioners also have to\nadjudicate issues relating to right of privacy of the citizens of\nIndia, which is part of their personal liberty under Article 21 of\nthe Constitution and for this reason also a person with judicial\nexperience and training is best suited and therefore this Court\nhas rightly held that persons with judicial experience and training\nand judicial acumen should be preferred for appointment as\nE Information Commissioners. He finally submitted that it will be\nevident from Sections 7, 8, 9 and 11 of the Act that a lis\nbetween the parties will have to be decided by the Central\nPublic Information Officer or State Public Information Officer\nand this Court has rightly held in judgment under review that\nF Information Commissions which decide appeals under Section\n20 of the Act against the decisions of the Central Public\nInformation Officer or State Public Information Officer are akin\nto courts. He referred to Section 18 of the Act to show that\nInformation Commissions have been vested with the powers\nG of a civil court and, therefore, are in the nature of courts which\nhave to be manned by judicial officers.\nH\n15. Mr. Sharma vehemently argued that in the event this\nCourt holds in this review that the persons with judicial\nexperience and training need not be appointed as Information\nA\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n127\nCommissioners, then the provisions of Section 12(5) and 15(5) A\nof the Act have to be struck down as ultra vires Article 14 of\nthe Constitution. He cited the decision of this Court in Indra Das\nv. State of Assam [(2011) 3 SCC 380] in which it has been\nheld that ordinarily the literal rule of interpretation while\nconstruing a statutory provision should be followed, but where\nsuch interpretation makes the provision unconstitutional it can\nbe departed from and the statute should be read down to make\nit constitutional. He submitted that in the judgment under review,\nthis Court has saved the provisions of Section 12(5) and 15(5)\nof the Act by reading down the said provisions.\nB\nC\nD\nE\n16. Mr. Sharma referred to the chart at page 40 of the writ\npetition to show qualifications of persons appointed equivalent\nto Information Commissioners in Australia, Canada, Scotland,\nEngland and United States and argued that they are required\nto obtain a degree in the field of law. He cited the observations\nof this Court in the case of Union of India v. R. Gandhi,\nPresident, Madras Bar Association (supra) that the assumption\nthat members of the civil services will have the judicial\nexperience or expertise in company law to be appointed either\nas judicial member or technical member is an erroneous\nassumption. He submitted that in that case, this Court therefore\nissued directions that only High Court Judges or District\nJudges of 5 years experience or lawyers having practice of 10\nyears can be considered for appointment as judicial members\nof the National Company Law Tribunal. He also relied on the\ndecision of this Court in Pareena Swarup v. Union of India\n[(2008) 14 SCC 107] in which this Court observed that while\ncreating new avenue of judicial forums, it is the duty of the\nGovernment to see that they are not in breach of basic\nconstitutional scheme of separation of powers and G\nindependence of judiciary and held that the provisions of the\nPrevention of Money-Laundering Act, 2002 as enacted may not\nensure an independent judiciary to decide the cases under the\nAct and accordingly directed the Union of India to incorporate\nthe proposed provisions to ensure independence of judiciary. H\nF\n128 SUPREME COURT REPORTS\nA Findings of the Court:\nB\nC\nD\nF\n[2013] 13 S.C.R.\n17. Review of a judgment or order of this Court under\nArticle 137 of the Constitution is confined to only errors apparent\non the face of the record as provided in Order XL Rule 1 of\nthe Supreme Court Rules, 1966. A three Judge Bench of this\nCourt has held in Commissioner of Sales Tax, J \u0026 K and\nOthers v. Pine Chemicals Ltd. and Others [(1995) 1 SCC 58]\nthat if a reasoning in the judgment under review is at variance\nwith the clear and simple language in a statute, the judgment\nunder review suffers from a manifest error of law, an error\napparent on the face of the record, and is liable to be rectified.\nHence, in these Review Petitions, we have to decide whether\nthe reasoning and directions in the judgment under review is\nat variance with the clear and simple language employed in the\ndifferent provisions of the Act and accordingly whether the\njudgment under review suffers from manifest errors of law\napparent on the face of the record.\n18. As we have noticed, Sections 12(5) and 15(5) of the\nAct provide that Chief Information Commissioner and\nE Information Commissioners shall be persons of eminence in\npublic life with wide knowledge and experience in law, science\nand technology, social service, management, journalism, mass\nmedia or administration and governance. These provisions of\nthe Act do not provide that the Chief Information Commissioner\nand Information Commissioners shall be persons having judicial\nexperience, training and acumen and yet this Court has held\nin the judgment under review that for effectively performing the\nfunctions and exercising the powers of the Information\nCommission, there is a requirement of a judicial mind and\ntherefore persons eligible for appointment should preferably\nhave judicial background and possess judicial acumen and\nexperience. We may now examine the bare provisions of the\nAct, whether this finding that there is requirement of a judicial\nmind to discharge the functions of Information Commission is\nan error apparent on the face of the record.\nG\nН\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n129\n19. Sections 18, 19 and 20 of the Act, which confer powers A\non the Information Commission, are extracted hereinbelow:\n\"18. Powers and 'Functions of Information\nCommissions.—(1) Subject to the provisions of this Act,\nit shall be the duty of the Central Information Commission\nor State Information Commission, as the case may be, to\nreceive and inquire into a complaint from any person,-\nB\n(a) who has been unable to submit a request to a\nCentral Public Information Officer or State Public\nInformation Officer, as the case may be, either by C\nreason that no such officer has been appointed\nunder this Act, or because the Central Assistant\nPublic Information Officer or State Assistant Public\nInformation Officer, as the case may be, has\nrefused to accept his or her application for D\ninformation or appeal under this Act for forwarding\nthe same to the Central Public Information Officer\nor State Public Information Officer or senior officer\nspecified in sub-section (1) of section 19 or the\nCentral Information Commission or the State\nInformation Commission, as the case may be;\n(b) who has been refused access to any information\nrequested under this Act;\n(c) who has not been given a response to a request\nfor information or access to information within the\ntime limit specified under this Act;\nE\nF\n(d) who has been required to pay an amount of fee\nwhich he or she considers unreasonable;\n(e) who believes that he or she has been given\nincomplete, misleading or false information under\nthis Act; and\nG\nH.\n130 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nC\nD\nเป\nE\nF\n0\nH\n(f) in respect of any other matter relating to\nrequesting or obtaining access to records under this\nAct.\n(2) Where the Central Information Commission or State\nInformation Commission, as the case may be, is satisfied\nthat there are reasonable grounds to inquire into the matter,\nit may initiate an inquiry in respect thereof.\n(3) The Central Information Commission or State\nInformation Commission, as the case may be, shall, while\ninquiring into any matter under this section, have the same\npowers as are vested in a civil court while trying a suit\nunder the Code of Civil Procedure, 1908, in respect of the\nfollowing matters, namely:-\n(a) summoning and enforcing the attendance of\npersons and compel them to give oral or written\nevidence on oath and to produce the documents or\nthings;\n(b) requiring the discovery and inspection of\ndocuments;\n(c) receiving evidence on affidavit;\n(d) requisitioning any public record or copies\nthereof from any court or office;\n(e) issuing summons for examination of witnesses\nor documents; and\n(f) any other matter which may be prescribed.\n(4) Notwithstanding anything inconsistent contained in any\nother Act of Parliament or State Legislature, as the case\nmay be, the Central Information Commission or the State\nInformation Commission, as the case may be, may, during\nthe inquiry of any complaint under this Act, examine any\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n131\nrecord to which this Act applies which is under the control A\nof the public authority, and no such record may be withheld\nfrom it on any grounds.\n19. Appeal.-(1) Any person who, does not receive a\ndecision within the time specified in sub-section (1) or\nclause (a) of sub-section (3) of section 7, or is aggrieved\nby a decision of the Central Public Information Officer or\nState Public Information Officer, as the case may be, may\nwithin thirty days from the expiry of such period or from the\nreceipt of such a decision prefer an appeal to such officer\nwho is senior in rank to the Central Public Information\nOfficer or State Public Information Officer as the case may\nbe, in each public authority:\nB\nC\nProvided that such officer may admit the appeal after the\nexpiry of the period of thirty days if he or she is satisfied D\nthat the appellant was prevented by sufficient cause from\nfiling the appeal in time.\n(2) Where an appeal is preferred against an order made\nby a Central Public Information Officer or a State Public\nInformation Officer, as the case may be, under section 11\nto disclose third party information, the appeal by the\nconcerned third party shall be made within thirty days from\nthe date of the order.\nE\n(3) A second appeal against the decision under sub- F\nsection (1) shall lie within ninety days from the date on\nwhich the decision should have been made or was actually\nreceived, with the Central Information Commission or the\nState Information Commission:\nProvided that the Central Information Commission or the\nState Information Commission, as the case may be, may\nadmit the appeal after the expiry of the period of ninety\ndays if it is satisfied that the appellant was prevented by\nsufficient cause from filing the appeal in time.\nG\nH\nA\n\u003e\u003e\nB\nC\nD\nE\nF\n0\n132 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n(4) If the decision of the Central Public Information Officer\nor State Public Information Officer, as the case may be,\nagainst which an appeal is preferred relates to information\nof a third party, the Central Information Commission or\nState Information Commission, as the case may be, shall\ngive a reasonable opportunity of being heard to that third\nparty.\n(5) In any appeal proceedings, the onus to prove that a\ndenial of a request was justified shall be on the Central\nPublic Information Officer or State Public Information\nOfficer, as the case may be, who denied the request.\n(6) An appeal under sub-section (1) or sub-section (2) shall\nbe disposed of within thirty days of the receipt of the appeal\nor within such extended period not exceeding a total of\nforty-five days from the date of filing thereof, as the case\nmay be, for reasons to be recorded in writing..\n(7) The decision of the Central Information Commission or\nState Information Commission, as the case may be, shall\nbe binding.\n(8) In its decision, the Central Information Commission or\nState Information Commission, as the case may be, has\nthe power to-\n(a) require the public authority to take any such\nsteps as may be necessary to secure compliance\nwith the provisions of this Act, including―\n(i) by providing access to information, if so\nrequested, in a particular form;\n(ii) by appointing a Central Public Information\nOfficer or State Public Information Officer, as\nthe case may be;\nH\n:\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n133\n(iii) by publishing certain information or\ncategories of information;\n(iv) by making necessary changes to its\npractices in relation to the maintenance,\nmanagement and destruction of records;\n(v) by enhancing the provision of training on\nthe right to information for its officials;\nA\nB\n(vi) by providing it with an annual report in\ncompliance with clause (b) of sub-section (1) C\nof section 4;\n(b) require the public authority to compensate the\ncomplainant for any loss or other detriment suffered;\n(c) impose any of the penalties provided under this Act;\n(d) reject the application.\n(9) The Central Information Commission or State\nInformation Commission, as the case may be, shall give\nnotice of its decision, including any right of appeal, to the\ncomplainant and the public authority.\nD\nE\n(10) The Central Information Commission or State\nInformation Commission, as the case may be, shall decide\nthe appeal in accordance with such procedure as may be F\nprescribed.\n20. Penalties.-(1) Where the Central Information\nCommission or the State Information Commission, as the\ncase may be, at the time of deciding any complaint or\nappeal is of the opinion that the Central Public Information\nOfficer or the State Public Information Officer, as the case\nmay be, has, without any reasonable cause, refused to\nreceive an application for information or has not furnished\ninformation within the time specified under sub-section (1)\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n134 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nof section 7 or malafidely denied the request for\ninformation or knowingly given incorrect, incomplete or\nmisleading information or destroyed information which was\nthe subject of the request or, obstructed in any manner in\nfurnishing the information, it shall impose a penalty of two\nhundred and fifty rupees each day till application is\nreceived or information is furnished, so however, the total\namount of such penalty shall not exceed twenty-five\nthousand rupees:\nProvided that the Central Public Information Officer or the\nState Public Information Officer, as the case may be, shall\nbe given a reasonable opportunity of being heard before\nany penalty is imposed on him:\nProvided further that the burden of proving that he acted\nreasonably and diligently shall be on the Central Public\nInformation Officer or the State Public Information Officer,\nas the case may be.\n(2) Where the Central Information Commission or the State\nInformation Commission, as the case may be, at the time\nof deciding any complaint or appeal is of the opinion that\nthe Central Public Information Officer or the State Public\nInformation Officer, as the case may be, has, without any\nreasonable cause and persistently, failed to receive an\napplication for information or has not furnished information\nwithin the time specified under sub-section (1) of section\n7 or malafidely denied the request for information or\nknowingly given incorrect, incomplete or misleading\ninformation or destroyed information which was the subject\nof the request or obstructed in any manner in furnishing the\ninformation, it shall recommend for disciplinary action\nagainst the Central Public Information Officer or the State\nPublic Information Officer, as the case may be, under the\nservice rules applicable to him.\n20. It will be clear from the plain and simple language of\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n135\nA\nSections 18, 19 and 20 of the Act that, under Section 18 the\nInformation Commission has the power and function to receive\nand inquire into a complaint from any person who is not able\nto secure information from a public authority, under Section 19\nit decides appeals against the decisions of the Central Public\nInformation Officer or the State Public Information Officer B\nrelating to information sought by a person, and under Section\n20 it can impose a penalty only for the purpose of ensuring that\nthe correct information is furnished to a person seeking\ninformation from a public authority. Hence, the functions of the\nInformation Commissions are limited to ensuring that a person C\nwho has sought information from a public authority in\naccordance with his right to information conferred under Section\n3 of the Act is not denied such information except in accordance\nwith the provisions of the Act. Section 2 (j) defines \"Right to\nInformation\" conferred on all citizens under Section 3 of the Act\nto mean the right to information accessible under the Act,\n\"which is held by or under the control of any public authority\".\nWhile deciding whether a citizen should or should not get a\nparticular information \"which is held by or under the control of\nany public authority\", the Information Commission does not\ndecide a dispute between two or more parties concerning their\nlegal rights other than their right to get information in possession\nof a public authority. This function obviously is not a judicial\nfunction, but an administrative function conferred by the Act on\nthe Information Commissions.\nD\nE\nF\n21. In the judgment under review, this Court after examining\nthe provisions of the Act, however, has held that there is a lis\nto be decided by the Information Commission inasmuch as the\nrequest of a party seeking information is to be allowed or to\nbe disallowed and hence requires a judicial mind. But we find G\nthat the lis that the Information Commission has to decide was\nonly with regard to the information in possession of a public\nauthority and the Information Commission was required to\ndecide whether the information could be given to the person\nasking for it or should be withheld in public interest or any other H\n"}