{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\n:\nCOMMNR, SALES TAX, U.P.\nV.\nM/S BHARAT BONE MILL\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nD\nU.P. Sales Tax Act, 1948-Crushed bone, if can be treated as Fertilizers\nfor exemption from payment of sales tax-Held: There being no expert opinion\nbefore High Court or Tribunal, as to whether crushed bones can be used only\nfor purpose of fertilizer or are sold to farmers for use thereof only as fertilizer―\nOrder of courts below set aside-Question of law left open.\nThe question which arose for consideration in this appeal was whether\na 'crushed bone' can be treated to be 'fertilizer'.\nRespondent is engaged in manufacture of crushed bone. By a\nnotification, State exempted 'Fertilizers' other than 'Chemical Fertilizers'\nfrom payment of sales tax. By another notification 'Chemical Fertilizers' were\nalso exempted. Thereafter, by yet another notification sale of 'bone to\nconsumer' was exigible to sales tax at 6% and Chemical Fertilizer at 5%.\nE Courts below relying on other decisions held that the crushed bone would\ncome within the purview of fertilizer. High Court dismissed the writ petition\nfiled by the appellants. Hence the present appeal.\nF\nAllowing the appeal, the Court\nHELD: 1. The question as to whether a commodity would be exigible to\nsales tax or not must be considered having regard to its identity in common\nlaw parlance. If, applying the said test, it is to be borne in mind that if one\ncommodity is not ordinarily known as another commodity; normally, the\nprovisions of taxing statute in respect of former commodity which comes within\nG the purview of the taxing statute would be allowed to operate. In any event,\nsuch a question must be determined having regard to the expert opinion in\nthe field. The difference between 'bone meal' and 'crushed bone' is noticed.\nDifferent utilities of the said items has also been noticed by the High Court\nitself. The High Court or for that matter, the Tribunal did not have the\nH\n886\n*\n887\nCOMMNR, SALES TAX, U.P. v. BHARAT BONE MILL [S.B. SINHA, J.]\nadvantage of opinion of the expert to the effect as to whether crushed bones A\ncan be used only for the purpose of fertilizer or whether crushed bones are\nsold to the farmers for use thereof only as fertilizer. The orders of the\nAssessing Authorities including that of the High Court are set aside.\nHowever, the question is left open for subsequent cases, if any.\n[Paras 11 and 12] [890-E-H]\nCommissioner of Sales Tax, Madhya Pradesh v. Sagar Bone Mills, Sagar\n: No. 1 [18 STC 338]; CST v. Crusher and Fertilizer Company, (1985) UPTC\n905; The Ratlam Bone and Fertilizer Co. v. The State of Madhya Pradesh\nand Anr., 35 STC 132; Yasin Bone Mills v. State of U.P. and Anr., 46 STC\n112: (1980) UPTC 450, referred to.\nB\nC\n2. The Assessing Authority proceeded to determine the taxability in view\nof the decisions, as were prevailing. It sought to rectify its order keeping in\nview the subsequent decisions. The question which arose for consideration\nbefore the Tribunal was as to whether the Assessing Authority could pass\nsuch an order having regard to the power of rectification in terms of Section D\n22 of the Income Tax Act. [Para 13] [891-A-B]\nThe Income Tax Officer, Alwaye v. The Asok Textiles Ltd., Alwaye (1961)\n3 SCR 236, referred to.\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 852 of 2007.\nFrom the final Judgment and Order dated 20.10.2003 of the High Court\nof Judicature at Allahabad in S.T.R. No. 1570/1990.\nKavin Gulati, Kamlendra Mishra, Gourabh Sarin and Rajeev Kumar Dubey\nfor the Appellant.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nF\n2. Whether a ‘crushed bone' can be treated to be 'fertilizer' is the G\nquestion involved in this appeal arising out of a judgment and order dated\n20.10.2003 passed by a learned Single Judge of the Allahabad High Court in\nSales Tax Revision No. 1570 of 1990 whereby and whereunder the revision\npetition filed by the appellant herein was dismissed.\nH\nA\nB\n888\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n3. Respondent herein is engaged in manufacture of crushed bone. It\nruns a bone mill for the above-mentioned purpose.\n4. The question as to whether crushed bone-meal would come within\nthe definition of the term \"fertilizer\" must be considered having regard to\nsome notifications issued by the State of Uttar Pradesh from time to time. By\na notification dated 16.07.1956, 'Fertilizers' other than 'Chemical Fertilizers'\nwere exempted from payment of sales tax by the State in exercise of its powers\nconferred upon it under the U.P. Sales Tax Act, 1948. However, by reason of\na notification dated 10.3.1970, 'Chemical Fertilizers' were also brought within\nthe purview of exemption from payment of sales tax. By a notification dated\nC 31.03.1976 a taxing entry was introduced in the Schedule appended to the\nnotification dated 15.11.1971 in terms whereof sale of 'bone to consumer' was\nexigible to sales tax of 6 per cent. Yet, in terms of 7.09.1981, the Schedule\nappended to the said Act was amended; the relevant entries being 8 and 10\nread as under:-\nD \"Sl. No. Description of good Point of tax\nL\nRate of Tax\n8.\nBones\nSale to consumer\n6%\n10.\nChemical fertilizer\nM or I\n5%\"\nE\n5. It is in the aforementioned context, the question as to whether\n'crushed bone' would answer the description of 'fertilizer' or not is required\nto be considered. We may notice that the High Court in view of some\ndecisions rendered by the Tribunal as also a decision of the learned Single\nJudge of the M.P. High Court in Commissioner of Sales Tax, Madhya Pradesh\nv. Sagar Bone Mills, Sagar: No. 1 [18 STC 338] opined that 'crushed bone'\nF would come within the purview of 'fertilizer'. Reference was also made to a\ndecision of a learned Single Judge of the said Court in CST v. Crusher and\nFertilizer Company (1985) UPTC 905.\nG\n6. Mr. Kavin Gulati, learned counsel appearing on behalf of the appellant,\nwould submit that the High Court committed a serious error in arriving at the\nsaid conclusion relying on or on the basis of the decisions of the M.P. High\nCourt in Sagar Bone Mills (supra) and the Allahabad High Court in Crusher\nand Fertilizer Company (supra).\nIn Sagar Bone Mills (supra), the Madhya Pradesh High Court stated\nH the law, thus:\n66\nCOMMNR, SALES TAX, U.P. v. BHARAT BONE MILL [S.B. SINHA, J.] 889\n\".... It cannot be denied that bone-meal or crushed bones are \"bones A\nof animals\" which include powdered bones. The three entries referred\nto earlier must be read harmoniously, and, so read, their effect is\nclearly to impose sales tax on bones of animals which include crushed\nbones and bone-meal.\nC\n4. In coming to the conclusion that the question whether crushed B\nbone or bone-meal manufactured by the assessee was \"fertilizer\" for\nthe purpose of the Sales Tax Acts should be determined with reference\nto the definition of \"fertilizer\" given in the Fertilizer (Control) Order,\n1957, the Sales Tax Tribunal altogether overlooked the settled rules of\nconstruction about the meaning of words used in different statutes.\nIt is firmly settled that the interpretation or definition clause occurring\nin a statute can be used only for the purpose of interpreting words\nappearing in that statute and not for the purpose of interpreting\nwords appearing in other statutes. To take a word bearing a peculiar\nmeaning in a particular Act and to clothe that word with the same\nmeaning when found in different context in a different Act is a fallacious D\nprocess of interpretation. The Tribunal was, therefore, not justified in\npressing into service the definition of “fertilizer\" given in the Fertilizer\n(Control) Order, 1957-a statutory provision, the scope and object of\nwhich is altogether different from the Sales Tax Act. The Tribunal was,\ntherefore, in error in remanding the matter to the Sales Tax Officer for\na fresh decision after determining whether the produce manufactured\nby the assessee was or was not a “fertilizer” according to the definition\nof that term given in the Fertilizer (Control) Order, 1957.”\nE\n8. The said view was approved by a Full Bench of the said Court in The\nRatlam Bone \u0026 Fertilizer Co. v. The State of Madhya Pradesh and Anr., [35 F\nSTC 132].\n9. In Yasin Bone Mills v. State of U.P. and Anr., 46 STC 112 (1980 UPTC\n450) the Allahabad High Court considered a report of the Directorate of\nMarketing and Inspection, Ministry of Food and Agriculture, Government of\nIndia, in terms whereof four products were obtained from bones known as: G\n(1) Bones sinews, (2) Crushed bones, (3) Bone grits, and (4) Bone meal. The\ncharacteristics of the said four products from bones are said to be different.\nThe learned Judges also referred to the Standard Cyclopedia of Modern\nAgriculture, wherein a distinction had been drawn between 'bone meal' and\n'crushed bone', on the basis whereof it was opined :\n7\nH\nA\nB\nс\n890\n66\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n6. As noted above in the instant case the assessee is dealing\nin crushed bones and not bone-meal. The distinction between the\ntwo-commodities is quite clear on the basis of the information contained\nin the report of the Directorate of Marketing and Inspection, Ministry\nof Food and Agriculture, Government of India and the Standard\nCyclopaedia of Modern Agriculture referred to above. It is not possible,\ntherefore, to hold that crushed bones are fertilisers. Apart from this\nthe assessee himself does not appear to have been making sales of\ncrushed bones as fertilisers. This commodity is not sold by the\nassessee in the country and the turnover of the years under\nconsideration goes to show that almost the whole of it was in the form\nof exports to foreign countries. As noted above crushed bones are\nmeant for use as raw material in the manufacture of glue and gelatine,\nthe industries which have not developed to any appreciable extent in\nIndin and, hence, this commodity has to be exported to countries.\noutside India.\"\nD 10. Therein reliance was placed on the opinions of some experts to\nestablish 'crushed bone' and 'fertilizers'. The Court, however, found the\nreport of the Directorate of Marketing and Inspection more creditworthy,\nopining that bone-meal and not crushed bones can be treated as fertilizers.\nE\nF\n11. Moreover, it is well-known that the question as to whether a\ncommodity would be exigible to sales tax or not must be considered having\nregard to its identity in common law parlance. If, applying the said test, it is\nto be borne in mind that if one commodity is not ordinarily known as another\ncommodity; normally, the provisions of taxing statute in respect of former\ncommodity which comes within the purview of the taxing statute would be\nallowed to operate. In any event, such a question must be determined having\nregard to the expert opinion in the field. We have noticed hereinabove the\ndifference between 'bone meal' and 'crushed bone'. Different utilities of the\nsaid items has also been noticed by the Allahabad High Court itself. The High\nCourt or for that matter, the Tribunal did not have the advantage of opinion\nof the expert to the effect as to whether crushed bones can be used only for\npurpose of fertilizer or whether crushed bones are sold to the farmers for\nuse thereof only as fertilizer.\nG the\nH\n12. For the reasons aforementioned, we set aside the orders of the\nAssessing Authorities including that of the High Court. However, we intend\nto leave the question open for subsequent cases, if any.\n+\nk\n}\nCOMMNR, SALES TAX, U.P. 1. BHARAT BONE MILL [S.B. SINHA, J.} 891\n13. There is another aspect of the matter, notice whereof must be taken A\nby us, viz., the Assessing Authority proceeded to determine the taxability in\nview of the decisions, as were prevailing. It sought to rectify its order keeping\nin view the subsequent decisions. The question which arose for consideration\nbefore the Tribunal was as to whether the Assessing Authority could pass\nsuch an order having regard to the power of rectification in terms of Section\n22 of the Act.\nB\n14. This aspect of the matter has been considered in The Income Tax\nOfficer, Alwaye v. The Asok Textiles Ltd., Alwaye [1961] 3 SCR 236, wherein\nit was held that the provisions for rectification of \"mistakes apparent on the\nrecord” cannot be equated with a power of a civil court to review its own C\norder as envisaged under Order XLVII Rule 1 of the Code of Civil Procedure\nstating:\ncosts.\nN.J.\n\"The learned Judges of the High Court seem to have fallen into an\nerror in equating the language and scope of s. 35 of the Act with that\nof 0.47, r.1, Civil Procedure Code. The language of the two is different D\nbecause according to s. 35 of the Act which provides for rectification\nof mistakes the power is given to the various income-tax authorities\nwithin four years from the date of any assessment passed by them to\nrectify any mistake \"apparent from the record\" and in the Civil\nProcedure Code the words are \"an error apparent on the face of the\nrecord\" and the two provisions do not mean the same thing.\"\n15. The appeal is allowed with the aforementioned observations. No\nAppeal allowed.\nE\n"}