{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"1\n1\nCHIEF ADMINISTRATOR PUDA AND ANOTHER\nV.\nMRS. SHABNAM VIRK\nMARCH 23, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nB\nConsumer Protection Act, 1986-Housing Scheme-Demand of increased\ncost of flat-Advertisement inviting applications indicating tentative cost of\nflat and that it was to be revised—Allotment letter demanding increased cost\nof flat—Affidavit of allottee accepting the allotment and undertaking to abide\nby terms and conditions of the allotment letter-Allottee, if liable to pay\nincreased price stipulated in the letter-Held: Yes, since allottee had filed an\naffidavit undertaking to abide by the terms and conditions of the letter-\nPunjab Regional and Town Planning and Development Act, 1995.\nC\nD\nAppellant-State Development Authority invited applications for\nallotment of flats fixing its costs at Rs. 6.3 lacs under the Scheme. The\nprice quoted was tentative, based on present cost of construction and was\nlikely to be revised on higher side on completion of houses. Respondent\nand others applied for the flat undertaking to abide by the terms of the\nScheme. On completion of flats, draw was held for allotment of specific\nE\nflat and allotment letters were issued indicating the base price of the flat\nas Rs. 7.67 lacs. Respondent filed an affidavit undertaking to abide by the\nterms and conditions of the allotment letter. Respondent deposited 25%\nof the price stipulated and took possession of flat. Thereafter, he filed a\ncomplaint that he was not liable to pay any amount over and above the\nF\nprice advertised. District Forum held that there was a clear condition in\nthe advertisement that the price quoted was purely tentative and it was\nlikely to be revised on the higher side on completion of flats. However, it\ndirected the appellants to pay 12% interest on account of delay in handing\nover the possession. State Commission directed the appellant to charge\nonly the price which was advertised while inviting the application and to G\npay 12% interest. National Commission held that there was no delay by\nthe appellant in handing over the possession. However, only the price\nadvertised while inviting application for allotment could be charged.\nHence, the present appeal.\n221\nH\nA\n222\nA\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nAllowing the appeals, the Court\nHELD: Respondent herself had accepted in the undertaking filed\nthat she accepted the allotment of the house and undertook to abide by\nall the terms and conditions of the allotment letter, the amount indicated\nin the allotment letter was the revised amount on the higher side in respect\nB of the allotment of the house. That being so the respondent was liable to\npay the amount as stipulated in the allotment letter. Nothing is found in\nthe quoted clause to show that the increase was possible only when there\nwas an increase in the cost of construction. The clause quoted does not\nreflect any such intention of the parties. [226-B-D]\nC\nD\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 3967-3968\nof 2004.\nFrom the Final Order dated 26.8.2003 of the National Consumer Disputes\nRedressal Commission, New Delhi in Revision Petition No. 1206-1207 of\n2002 and Order dated 17.3.2004 in Review Petition No. 31/2004.\nAltaf Ahmed, Mrs. Rachana Joshi Issar for the Appellants.\nManoj Swarup, Neeraj Sharma, Naresh Kaushal, Dinesh Verma, Ms.\nSuresh Kumari, A.P. Mohanty, G.K. Bansal (N.P.), R.K. Talwar, S.S. Virk,\nAmit Talwar and S.L. Aneja for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in these appeals is to the order passed\nby the National Consumer Redressal Commission, New Delhi (in short the\n'Commission'). The Commission held that as delay in handing over the\npossession was clearly established and the reasons in price escalation of the\nhouse was not proved or established, the respondent was entitled to get the\nhouse at Rs.6.3 lacs instead of Rs.7.44 lacs as demanded by the appellants.\nBackground facts in a nutshell, as projected by the appellants are as\nG follows:\nOn 15.8.1995 the appellants floated a scheme for allotment of 784 four\nstory MIG (SUPER) flats on hire purchase basis at SAS Nagar,(Mohali). The\nscheme opened on 15.8.1995 and was to close on 14.9.1995. As per the\nadvertisement inviting applications for allotment under the said scheme, the\nH tentative cost of the flat was fixed at Rs.6.3 lacs. However, condition (2)\n-\n1\nCHIEF ADMINISTRATOR PUDA v. SHABNAM VIRK [PASAYAT, J.]223\ntherein clearly specified that the price quoted is purely tentative and based on A\nthe present cost of construction and that it was likely to be revised on the\nhigher side by the time houses are completed. The said clause reads as under:\n\"The price quoted is purely tentative and is based on the present cost\nof construction. It is likely to be revised on the higher side by the\ntime houses are completed.\"\nB\nThe advertisement further stated that the allotment shall be governed\nby PUDA under rules and regulations framed/amended from time to time.\nOn 27.3.1996 pursuant to the aforesaid advertisement, a large number\nof applicants (including the respondent) applied for a MIG Super Category C\nflat under the scheme in the prescribed Proforma Clause 12(ii), (iii) \u0026 (iv)\nof the said Proforma read as under:\n\"(ii) I have carefully gone through and understood the terms and\nconditions of the scheme applied and do hereby undertake to abide\nby the same.\n(iii) I also undertake to pay higher cost due to fluctuations in the\nprices of building material or due to any other reason.\nD\n(iv) I shall abide by the terms and conditions of the allotment made\nby the PUDA as amended from time to time and shall enter into such E\nagreement in any manner and at any time, as stipulated by PUDA.\"\nPrior to the construction of the flats, the first draw for allocation of\nflats, was held on 7.12.1995. On the basis of this draw held prior to the\nconstruction of flats, allocation letters (including allocation letter dated\n27.3.1996 issued to respondent) were issued. In the said allocation letters, the F\ntentative cost of each flat was stated to be Rs.6.30 lacs. The said figure was\npurely provisional, as was made explicit by Note (i), (ii) \u0026 (iii) contained in\nthe said allocation letter, which read as under:\n\"(ii) The aforesaid price is purely tentative. The actual price shall be\ndetermined on completion of House/Flat and you shall be liable to\nmake payment of the revised price of these Houses/Flats, if any, at\nthe time of allotment.\n(iii) Earnest Money already deposited with the Board will be adjusted\nwith the instalments required to be deposited before taking over\nG\nH\n224\nA\nB\npossession.\"\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nNote (i) contained in said allocation letters gave the tentative date when\nthe flats were expected to be completed. The said note stated:\n\"Houses/Flats are likely to be completed by April 1997. This date is\nhowever tentative and may change.\"\nThe applicants accepting the allocation were required to submit affidavits\nto the effect that they would abide by the terms and conditions of allocation\nand the respondent submitted the required affidavit dated 15.4.1996. 784\nMIG (Super) flats were completed in the years 1998 and second draw was\nC held for allotment of specific flat numbers to applicants successful in the first\ndraw, including the respondent and allotment letters dated 21.8.1998 were\nissued to the applicants including the respondent.\nOn 16.10.1998 the respondent accepted the terms and conditions of the\nallotment letter by tendering an affidavit dated 16.10.1998 to abide by the\nD terms and conditions of the allotment letter as well as of the provisions of the\nPunjab Regional and Town Planning and Development Act, 1995 (in short\n'the Act') and rules framed thereunder.\nE\nOn August, 1998 at the time of issue of the allotment letter the base\nprice of the flats in question was calculated to be Rs.7,67,000/-. Further a\nslab system was fixed for different floors which is as follows:\n-\n་\nGround Floor\n-\nRs. 8,05,400 (5% extra on the base price)\nF\nG\nH\nFirst Floor\nThird Floor\nRs. 7,67,000 (the base price) Second Floor -\nRs.7,51,600 (2% less than the base price)\nRs. 7,44,000 (3% less than the base price)\nUpon receipt of the respective allotment letters, the applicants, including\nthe respondent who opted to accept the allotments, furnished affidavits clearly\nstating that they would abide by all the terms and conditions of the allotment\nand by the provisions of the Act and the rules framed thereunder from time\nto time.\nOn 21.10.1998 upon depositing 25% of the price of the flat as stipulated\nin the allotment letter, the respondent took possession of the flat. On 12.5.1999\nthe respondent filed complaint No. 486 of 1999 dated 12.5.1999 before the\n3\n1\nCHIEF ADMINISTRATOR PUDA v. SHABNAM VIRK [PASAYAT, J.1225\nDistrict Consumer Disputes Redressal Forum, Chandigarh (in short 'the District A\nForum') claiming, inter alia, that he was not liable to pay any amount over\nand above the price which was advertised while inviting applications for\nallotment much prior to the construction of the houses. The District Forum\nby order dated 17.10.2001 held that the price quoted was purely tentative and\nit was likely to be revised on the higher side by the time the houses are\nB\ncompleted as there was clear condition to that effect in the advertisement.\nHowever, it directed the appellants to pay interest at the rate of 12% on the\namount of Rs.1,03,000/- for a period of 1 year and 4 months on the ground\nthat houses were likely to be completed by April, 1997 but the possession\nwas handed over in August, 1998. Both the appellants and respondent preferred\nseparate appeals before the State Commission, Chandigarh. The said C\nCommission dismissed the appeal filed by the appellants and allowed the\nother appeal. The State Commission directed the appellant No. 1Authority to\ncharge only the price which was advertised while inviting the application for\nallotment and to pay interest at the rate of 12%. A revision petition was filed\nbefore the National Commission under Section 21(b) of the Consumer\nProtection Act, 1986 (in short the 'Consumer Act'). The Commission held\nthat there was no delay on the part of the appellant No. 1 Authority in handing\nover the possession. However it held that only the price which was advertised\nwhile inviting application for allotment could be charged. The Review\nApplication filed was dismissed.\nD\nE\nIn support of the appeals, learned counsel for the appellant submitted\nthat the complaint was thoroughly misconceived as the allotment was made\non 21.8.1998 and the price indicated was Rs.7.44 lacs. Same was accepted\nby letter dated 16.10.1998 and the terms of acceptance were contained in the\naccompanying affidavit. It was clearly stated in the affidavit dated 16.10.1998\nthat the allotment of the MIG (Super) house was accepted and the deponent F\nundertook to abide by all the terms and conditions of the allotment letter.\nWith reference to the undertakings learned counsel for the appellants submitted\nthat the order of the National Commission is clearly erroneous. The clause\nwhich has been used to fasten liability on the appellants clearly stipulates that\nthe price quoted is purely tentative and is based on the present cost of\nconstruction and likely to be revised by the time the house was completed.\nIt was, therefore, submitted that the demand raised by the appellants was\njustified and the National Commission did not appreciate the position correctly\nand held that the respondent was liable to pay at the earlier rate.\nLearned counsel for the respondent on the other hand submitted that\nG\nH\n226\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA price quoted could be changed only if there was escalation in the cost of\nconstruction. As the details filed would go to show, there was no increase in\nthe cost of construction, rather there was decrease.\nIt is to be noted that the respondent herself had accepted in the\nundertaking that she accepted the allotment of the house and undertook to\nB abide by all the terms and conditions of the allotment letter. It is not in\nC\ndispute that in the allotment letter the figure as demanded has been reflected.\nThat being so the respondent was liable to pay the amount as stipulated in\nthe allotment letter.\nAs there is no dispute that the respondent had in fact filed an affidavit\nclearly indicating that she undertook to abide by all the terms and conditions\nof the allotment letter, the amount indicated in the allotment letter was the\namount in respect of the allotment of the house. We find nothing in the\nquoted clause to show that the increase was possible only when there was an\nincrease in the cost of construction. The clause quoted above does not reflect\nD any such intention of the parties.\nAbove being the position the National Commission was clearly in error\ngranting relief to the respondent. The appeals are allowed. No costs.\nN.J.\nAppeals Allowed.\n+\n1\n+\n"}