{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 899\nUNION OF INDIA \u0026 ORS.\nholding that in spite of deemed withdrawal of the cases, A\nthe procedure under section 321 of the Code has to be\nfollowed for withdrawal, are set aside. Appellants, relatives\nof victim, are at liberty to challenge the opinions of the\nReview Committee, wherever they are aggrieved. [Para –\n33] [933-A-C].\n5.2 This Court has not expressed any opinion on the\nmerits of the cases of the POTA accused or in regard to\nthe opinions expressed by the Review Committee. [Para\n33] [933-D]\nPer Dalveer Bhandari, J.(Concurring): -\n1\nB\nC\n1.1 In the impugned judgment; the High Court of\nGujarat was dealing with a question under POTA (Repeal)\n2004 and not under POTA 2002, it sought to find language.\nthat was pari materia to both statutes. The High Court rea- D\nsoned that section 2(3) of POTA (Repeal) 2004 is pari ma-\nteria with section 60(7) read with section 60(4) of POTA\n2002. [Paras 4 \u0026 5] [934-G; 935-A]\n-\nThe Government of Tamil Nadu \u0026 Others v. Union of In-\ndia \u0026 Another 2004 (1) CTC 641 referred to.\nE\n1.2. It seems that the High Court correctly downplayed\nthe difference between the Review Committee's having\nto receive an application before taking action and the\nReview Committee's having to take action immediately and F.\nreview all pending cases. [Para - 7] [936-E]\n1.3 If section 321 of Cr.P.C. itself cannot apply, the\nissue comes for consideration is whether or not POTA (Re-\npeal) 2004 encroaches on the jurisdiction and powers of\nthe Courts is clearly violative of the concept of the sepa-\nration of powers. [Para-8] [936-F]\n2.1 Section 321 of Cr.P.C. is a codified version of ju-\ndicial review. At the trial court level, section 321 of Cr.P.C.\nensures that the judiciary makes the final decision by ap-\n•\nG\nH\n900\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA proving the public prosecutor's decision to withdraw a\ncase. Even if section 321 of Cr.P.C. is made inapplicable\nby a special law like POTA (Repeal) 2004 or POTA 2002,\njudicial review still applies. Section 321 of Cr.P.C. is a gen-\neral provision that can be subjected to special laws. [Para\nB - 13] [939-C-D]\n2.2 A violation of judicial review is another way of\nsaying that the separation of powers between the princi-\npal three organs of the State have been violated. Judicial\nreview forms part of the basic structure of the Constitu-\nC tion. Because POTA (Repeal) 2004 has not removed judi-\ncial review under Article 226 or Article 136, the basic struc-\nture has not been destroyed. [Para - 14] [939-E-F]\nD\n2.3 The Courts' powers to grant consent to a\nprosecutor's request to withdraw exist in the absence of\nsection 321 of Cr.P.C. This is because in the matter con-\ncerning judiciary, it should have the final say over cases\nthat have been placed before it. [Para-15] [939-G]\n2.4 Resolving legal disputes is the core function of\nE the judiciary. The power to take a final decision once a\ncase is before a Court, irrespective of the stage at which\nthe determination is made, should rest with the judge. To\nthe extent POTA (Repeal) 2004 takes this decision away\nfrom the judge, it implicates the basic structure doctrine.\nF [Para - 15] [940-A-B]\nG\nH\nState of Bihar v. Ram Naresh Pandy \u0026 Another AIR 1957\nSC 389 and Sheonandan Paswan v. State of Bihar (1987) 1\nSCC 288 referred to.\n-\n3.1 The separation of powers is part of the basic struc-\nture. This has been well established in a plethora of cases.\nHowever, our Constitution does not envisage a strict sepa-\nration of powers. There is separation by necessary impli-\ncation. [Para - 19 \u0026 20] [941-F; 942-C]\nHis Holiness Kesavananda Bharati Sripadagalvaru v.\n:\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 901\nUNION OF INDIA \u0026 ORS.\nC\nState of Kerala \u0026 Another (1973) 4 SCC 225; S.R. Bommai \u0026 A\nOthers v. Union of India \u0026 Others (1994) 3 SCC 1; State of\nBihar \u0026 Another v. Bal Mukund Sah \u0026 Others (2000) 4 SCC\n640; I.R. Coelho (Dead) by LRs v. State of Tamil Nadu (2007)\n2 SCC 1; Indira Nehru Gandhi v. Raj Narain, 1975 (Suppl)\nSCC 1; Minerva Mills Ltd. \u0026 Others v. Union of India \u0026 Others B\n(1980) 3 SCC 625; Sub-Committee on Judicial Accountabil-\nity v. Union of India \u0026 Others (1991) 4 SCC 699; 1. Manilal\nSingh v. Dr. H. Borobabu Singh \u0026 Another 1994 Supp. (1)\nSCC 718; Union of India v. Association for Democratic Re-\nforms \u0026 Another (2002) 5 SCC 294; Special Reference No.1\nof 2002, In re (Gujarat Assembly Election matter), (2002) 8\nSCC 237; Pratap Singh v. State of Jharkhand \u0026 Another (2005)\n3 SCC 551; Rameshwar Prasad \u0026 Others (VI) v. Union of In-\ndia \u0026 Another (2006) 2 SCC 1; Kuldeep Nayar \u0026 Others v.\nUnion of India \u0026 Others (2006) 7 SCC 1; Raja Ram Pal v.\nHon'ble Speaker, Lok Sabha \u0026 Others (2007) 3 SCC 184; in\nRe Delhi Laws Act, 1912, Ajmer-Merwara (Extension of Laws)\nAct, 1947 v. Part 'C' States (Laws) Act, 1950 AIR 1951 SC 332;\nRai Sahib Ram Jawaya Kapur \u0026 Others v. State of Punjab,\nAIR 1955 SC 549 (1955) 2 SCR 225 and Ram Krishna\nDalmia \u0026 Others v. Justice S.R. Tendolkar \u0026 Others AIR 1958\nSC 538 relied on.\n-\n3.2 With each organ of the State overseeing its sphere\nof control, the Court has had occasion to protect the judi-\nciary from executive and/or legislative encroachment.\nWhere judicial review is curbed or outrightly removed, the\nCourt may review the constitutional validity of such an\naction. [Para - 22] [942-G]\nD\nE\nF\n3.3 This Court in Indira Nehru Gandhi's case declared\nthat separation of powers and judicial review (by neces- G\nsary implication) are part of the basic structure of the Con-\nstitution. [Para-25] [943-E]\nIndira Nehru Gandhi v. Raj Narain, 1975 (Suppl) SCC 1\n- relied on.\nH\nA\n902\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n3.4 The question regarding competence of the Re-\nview Committee loses some relevance when it is consid-\nered that the aggrieved party could still file an appeal\nagainst such a decision. Nevertheless, the Review Com-\nmittee is an executive body that is making a judicial deci-\nB sion. [Para - 28] [945-D-E]\n3.5 The Executive appoints the Review Committee.\nA majority of its members belong to the Executive Branch.\nUnder POTA (Repeal) 2004, the Executive's Review Com-\nmittee has the power to decide cases. Thus, judicial re-\nC view has been implicated. Given that judicial review forms\npart of the basic structure, it is the job of the Court to de-\ntermine if POTA (Repeal) 2004 has gone too far. [Para -\n29] [945-F]\nD\nE\nF\nG\n3.6 In Minerva Mills case, this Court held that Section\n55 of the 42nd Amendment was beyond the amending\npower and was void since it removes all limitations on\nthe power of Parliament to amend the Constitution and\nconfers powers upon it to amend the Constitution so as\nto damage or destroy its basic or essential features or its\nbasic structure. [Para - 36] [948-B-C]\nMinerva Mills Ltd. \u0026 Others v. Union of India \u0026 Others\n(1980) 3 SCC 625 - relied on.\n3.7 In the case of L. Chandra Kumar v. Union of India\n(1997) 3 SCC 261, this Court held that judicial review, un-\nder Articles 226 and 227 in the High Courts and under Ar-\nticle 32 in the Supreme Court respectively is an essential\nfeature of the Constitution and forms part of the basic\nstructure. Thus, it is inviolable. [Para - 38] [949-D]\nL. Chandra Kumar vs. Union of India (1997) 3 SCC 261\n- relied on.\n3.8 If a law abrogates or abridges a fundamental right\n(by amendment or by insertion in the 9th Schedule), the Court\nH may exercise its judicial review power and examine it on\nA\n;\n.1\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 903\nUNION OF INDIA \u0026 ORS.\nthe touchstone of the basic structure doctrine as reflected A\nin Article 21 read with Articles 14 and 9 by application of\nthe \"rights\" and \"essence of the right\" tests. [Para-40]\n[950-A-B]\n1.R. Coelho (Dead) by LRs v. State of Tamil Nadu (2007)\n2 SCC 1 followed.\n1\nB\nC\n3.9 Of course, POTA (Repeal) 2004 is not a constitu-\ntional amendment nor does it entirely remove judicial\npower. Under POTA (Repeal) 2004, a portion of judicial\nreview has been removed. The trial court no longer has\nthe power to override the Review Committee's decision\nto withdraw, as it would have had under section 321 of\nCr.P.C. But this is not as drastic as it sounds, given that\nthe Review Committee's job is to act as a filter. Where there\nis obviously no case against the accused, the Review\nCommittee should withdraw the case. [Para - 41] [950-D- D\nE]\n3.10 Those who are aggrieved by the Review\nCommittee's decision to withdraw still have judicial re-\ncourse under Article 226 of the Constitution. Hence, it\nE\ncannot be said that the aggrieved parties are without a\nremedy. [Para - 42] [950-G]\n3.11 POTA (Repeal) 2004 do not strip the higher judi-\nciary of judicial review. As such, POTA (Repeal) 2004 sur-\nvives. A violation of separation of powers need not rise to\nsuch a level before this Court will consider it an abroga-\ntion of the basic structure. [Para - 43] [951-B]\nF\n4.1 POTA (Repeal) 2004 is a special Act that trumps a\ngeneral Act such as the Cr.P.C. This is consistent with the\ngeneral principle of statutory interpretation. What is more, G\nthe CrPC itself allows the Parliament to deviate from the\nCr.P.C. when necessary. [Paras-46] [951-H; 952-A-B]\nHarbans Singh \u0026 Others v. The State, AIR 1953 (All.)\n179 and Kripa Ram \u0026 Others v. Ram Asrey AIR 1951 (All.)\n414-relied on.\nI\nA\nB\n904\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n4.2 The statement of Object and Reasons of POTA\n(Repeal) Act, 2004 gives guidance in two areas. First, the\nallegations of misuse of POTA were directed at some of\nthe State Governments. This is relevant because it shows\nthat the Parliament wanted a mechanism by which it could\nreverse the State Governments' alleged misuse of POTA\n2002. Subjecting the Central Review Committee's decision\nto the will of the State Government's Public Prosecutor,\nas is done when section 321 of Cr.P.C. applies, clearly\ngoes against the very objective of POTA (Repeal) 2004.\nC [Para 53] [955-G-H; 956-A]\n-\n4.3 No provisions of the Constitution are violated by\nrepealing the Act by the Parliament. [Para - 54] [956-B]\nCASE LAW REFERENCE\nD\n1996 (3) SCC 709\nRelied on\nPara - 22\n1952 SCR 435\nRelied on\nPara - 22\n1979 (1) SCC 380\nRelied on\nPara - 22\n1964 (4) SCR 461\nRelied on\nPara - 22\nELI\n1998 (5) SCC 39\nRelied on\nPara - 22\n2007 (5) SCC 447\nRelied on\nPara - 22\n2004 (1) CTC 641\nReferred to\nPara - 2\nAIR 1957 SC 389\nReferred to\nPara - 16\nLL\n(1987) 1 SCC 288\nRelied on\nPara - 18\n(1973) 4 SCC 225\nRelied on\nPara - 18\n(1994) 3 SCC 1\nRelied on\nPara - 19\n(2000) 4 SCC 640\nRelied on\nPara - 19\nG\n(2007) 2 SCC 1\nRelied on\nPara - 19\n1975 (Suppl) SCC 1\nRelied on\nPara - 19\n(1980) 3 SCC 625\nRelied on\nPara - 19\nI\n(1991) 4 SCC 699\nRelied on\nPara - 19\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 905\nUNION OF INDIA \u0026 ORS.\n1994 Supp. (1) SCC 718\nRelied on\n-\nPara 19 A\n(2002) 5 SCC 294\nRelied on\nPara - 19\n(2002) 8 SCC 237\nRelied on\nPara - 19\n(2005) 3 SCC 551\nRelied on\nPara - 19\n(2006) 2 SCC 1\nRelied on\nPara 19\nB\n-\n(2006) 7 SCC 1\nRelied on\nPara - 19\n(2007) 3 SCC 184\nRelied on\nPara - 19\nAIR 1951 SC 332\nRelied on\nPara - 21\nC\nAIR 1955 SC 549:\nRelied on\nPara - 21\n(1955) 2 SCR 225\nAIR 1958 SC 538\nRelied on\nPara - 21\n(1997) 3 SCC 261\nRelied on\nPara - 37\nD\n(2007) 2 SCC 1\nFollowed\nPara - 19\nAIR 1953 (AII.) 179\nRelied on\nPara - 47\nAIR 1951 (All.) 414\nRelied on\nPara - 48\nCRIMINAL APPELLATE\nJURISDICTION: Criminal Appeal E\nNo.1113 of 2005\nFrom the final Order and Judgment dated 13.4.2005 of\nthe High Court of Gujarat at Ahmedabad in Speical Civil Appli-\ncation No. 1105 of 2005\nWITH\nCriminal Appeal Nos. 1498-1500 of 2005, 359 of 2006,\n734, 735 \u0026 736 of 2007 and of 2008\nF\nVikas Singh, A.S.G., B. Datta, A.S.G., Colin Gonsalves, G\nShyam Dewan, V.A. Mohta, L.N. Rao, Sushil Kumar, Arun Jaitely,\nShekhar \nNaphade, Dr. Rajeev Dhawan, lyer, Vipin M. Benjamin,\nAgency \nSail, Jyoti Mendiratta, Nikhil Goel, Mosrook Jayid,\nSheela Goel\n, Meenakshi Arora, Sushil Karanjakar, K.N. Rai,\nS.V. \nDeshpande, Aniruddh P. Mayee, Yogesh Yagnik, Amit\nH\n906\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA Yadav, Pramit Saxena, Sanjeev Choudhary, Neelkant Nayak,\nSyed Marsook Bafaki, Hemantika Wahi, Umesh Trivedi, Jesal,\nPinky, Sangeeta Singh, Binu Tamta, Sandhya Goswami, B.K.\nPrasad, Sushma Suri, Ravindra Keshvrao Adsure, Kamini\nJaiswal, K.J. John \u0026 Co. for the Appearing Parties.\nB\nThe Judgments of the Court were delivered by\nK.G. BALAKRISHNAN, CJI. 1. Leave granted in SLP\n(Crl.) No.3015-3016/2005. The appellants in these two appeals\nare the kith and kin of some persons killed in the Godhra Train\nC Burning incident and in the Akshardham Temple attack. They2\nhave challenged the judgment dated 13.4.2005 of the Gujarat\nHigh Court in SCA Nos.1103 \u0026 1105/2005 filed by them. For\nconvenience, the appellants in these two appeals will be re-\nferred to as the 'relatives of victims'.\nD\n2. The appellants in Criminal Appeal Nos. 1113/2005,\n1498-1500/2005, 359/2006, 734/2007, 735/2007 and 736/\n2007 are persons who have been charged in respect of offences\nunder the provisions of the Prevention of Terrorism Act, 2002,\nin terrorism related cases. In these appeals, they have also chal-\nE lenged the said judgment dated 13.4.2005 of the Gujarat High\nCourt in SCA Nos. 1103 \u0026 1105 of 2005, and other judgments\nof the said High Court and the judgment of the Bombay High\nCourt which follow the said decision. The appellants in these\nappeals will be referred to as 'POTA accused'.\nF\n3. These appeals involve questions relating to the consti-\ntutional validity as also the interpretation of section 2(3) and (5)\nof Prevention of Terrorism (Repeal) Act 2004. While the rela-\ntives of victims are aggrieved by the rejection of their challenge\nto section 2(3) and (5) of the said Act, the POTA accused are\nG aggrieved by the direction to read section 2(3) subject to sec-\ntion 321 of Code of Criminal Procedure, 1973. To appreciate\nthe rival contentions, the reasons that led to enactment of the\nPrevention of Terrorism Act, 2002 and its repeal, require to be\nnoted.\nH\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 907\nUNION OF INDIA \u0026 ORS.\n4. To meet the challenge of terrorists indulging in wanton A\nkillings, arson, looting, and other heinous crimes in various parts\nof India, the Terrorist and Disruptive Activities (Prevention) Act\n(hereinafter referred to as 'TADA') was enacted by the Parlia-\nment in the year 1985. There was widespread criticism that\nTADA contained some draconian provisions.\nB\n5. The constitutional validity of TADA was challenged be-\nfore this Court in KARTAR SINGH Vs. STATE OF PUNJAB -\n(1994) 3 SCC 569. It was contended before this Court that many\nof the stringent provisions of TADA were likely to be abused by\nthe police. In particular, it was submitted that the provisions re-\nlating to confession made to the police may lead to illegal ex-\ntraction of confessions by the police; and that the provision re-\nlating to grant of bail were violative of human rights and the fun-\ndamental rights guaranteed by the Constitution of India. While\nupholding the constitutional validity of TADA, this Court observed D\nthat it was necessary to ensure that the provisions of the Act\nwere not misused by the security agencies/Police. Certain\nguidelines were set out to ensure that confessions obtained in\npre-indictment interrogation by the police will be in conformity\nwith principles of fundamental fairness. This Court also indicated E\nthat the Central Government should take note of those guide-\nlines by incorporating them in TADA and the rules framed there-\nunder by appropriate amendments. This Court also held that in\norder to prevent the misuse of the provisions of TADA, there\nmust be some Screening or Review Committees. In the lead\njudgment, Pandian, J. held (para 265):\n\"In order to ensure higher level of scrutiny and applicability\nof TADA Act, there must be a screening Committee or a\nReview Committee constituted by the Central Government\nconsisting of the Home Secretary, Law Secretary and other G\nsecretaries concerned of the various Departments to\nreview all the TADA cases instituted by the Central\nGovernment as well as to have a quarterly administrative\nreview, reviewing the States' action in the application of\nthe TADA provisions in the respective States, and the H\nA\nB\nC\n908\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nincidental questions arising in relation thereto. Similarly,\nthere must be a Screening or Review Committee at the\nState level constituted by the respective States consisting\nof the Chief Secretary, Home Secretary, Law Secretary,\nDirector General of Police (Law and Order) and other\nofficials as the respective Government may think it fit, to\nreview the action of the enforcing authorities under the Act\nand screen the cases registered under the provisions of\nthe Act and decide the further course of action in every.\nmatter and so on.\"\n6. In 1995, TADA was allowed to lapse. A few years later,\nthe Prevention of Terrorism Ordinance, 2001, was promulgated\non 24.10.2001, followed by Prevention of Terrorism (Second)\nOrdinance promulgated on 30-12-2001. In 2002, the Preven-\ntion of Terrorism Act, 2002, ('POTA' for short) was enacted re-\nD placing the Prevention of Terrorism (Second) Ordinance, 2001.\nSection 60 of POTA provided for constitution of Review Com-\nmittees to discharge the functions specified in sections 19(4),\n40 and 46 of POTA. The said section is extracted below:\nE\nLLI\nLL\nF\nG\nH\n\"60. Review Committee: (1) The Central Government\nand each State Government shall, whenever necessary,\nconstitute one or more Review Committee for the\npurposes of this Act.\n(2) Every such Committee shall consist of a Chairperson\nand such other members not exceeding three and\npossessing such qualifications as may be prescribed.\n(3) A Chairperson of the Committee shall be a person\nwho is, or has been, a Judge of a High Court, who shall\nbe appointed by the Central Government, or as the case\nmay be, the State Government, so however, that the\nconcurrence of the Chief Justice of the High Court shall be\nobtained in the case of a sitting Judge:\nProvided that in the case of a Union Territory, the\nappointment of a person who is a Judge of the High Court\n"}