{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH .v. 949\nUNION OF INDIA \u0026 ORS.]\n37. L. Chandra Kumar v. Union of India (1997) 3 SCC A\n261 is another case wherein the Court struck down a constitu-\ntional amendment that sought to remove judicial power. This\nCourt reviewed the 42nd Amendment through which the Parlia-\nment sought to insert Articles 323-A and 323-B in the Constitu-\ntion. [para 5]. Article 323-b (2) empowered the Parliament or B\nthe State Legislatures to set up Tribunal to resolve a wide vari-\nety of disputes: tax cases, foreign exchange matters, industrial\nand labour cases, ceiling or urban property, criminal matters\netc. [para 35]. Article 323-B(3)(d) excluded the jurisdiction of all\ncourts, save for the Supreme Court's Article 136 jurisdiction. C\n[para 35]. In effect, this provision enabled the Government to\ndivest the lower and High Courts of the bulk of their workload.\n[para 35].\n38. The Court held that judicial review, under Articles 226\nand 227 in the High Courts and under Article 32 in the Supreme\nCourt respectively is an essential feature of the Constitution and\nforms part of the basic structure. [para 78]. Thus, it is inviolable.\n[para 99]. By ousting the higher judiciary of its jurisdiction under\nArticles 226/227 and 32, the impugned Articles 323-A(2)(d) and\n323B-(3)(d)) violated court's power of judicial review. The Court\nallowed Parliament and State Legislatures to set up Tribunals,\nprovided the higher judiciary retains its Article 226-227/32 ju-\nrisdiction. [para 81].\nD\nE\n39. A nine-Judge Bench in I. R. Coehlo (supra) was con- F\nstituted to clarify the following question of fundamental impor-\ntance:\n\"The fundamental question is whether on and after 24th\nApril, 1973 when basic structures doctrine was\npropounded, it is permissible for the Parliament under\nArticle 31B to immunize legislations from fundamental\nrights by inserting them into the Ninth Schedule and, if so,\nwhat is its effect on the power of judicial review of the\nCourt.\" (para 4)\nG\nH\nT\nA\nB\nC\n950\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n40. If a law abrogates or abridges a fundamental right (by\namendment or by insertion in the 9th Schedule), the Court may\nexercise its judicial review power and examine it on the touch-\nstone of the basic structure doctrine as reflected in Article 21\nread with Articles 14 and 9 by application of the \"rights\" and\n\"essence of the right\" tests. [See conclusions (i) and (iii)]. The\nCourt in Coehlo observed as under:\n\"The existence of the power of Parliament to amend the\nConstitution at will, with requisite voting strength, so as to\nmake any kind of laws that excludes Part III including power\nof judicial review under Article 32 is incompatible with the\nbasic structure doctrine. '\n66\n41. Of course, POTA (Repeal) 2004 is not a constitutional\namendment. Nor does it entirely remove judicial power. Under\nD POTA (Repeal) 2004, a portion of judicial review has been re-\nmoved. The trial court no longer has the power to override the\nReview Committee's decision to withdraw, as it would have had\nunder section 321 of Cr.P.C. But this is not as drastic as it\nsounds, given that the Review Committee's job is to act as a\nE filter. Where there is obviously no case against the accused,\nthe Review Committee should withdraw the case. That is, \"...\nwhere the Review Committee is of the opinion that there is no\nprima facie case for proceeding against the accused,\" then the\ncase shall be deemed withdrawn. [See POTA (Repeal) 2004,\nF S. 3(a) and (b)]. Where there is some evidence that suggests\nthat a case against the accused might exist, the Review Com-\nmittee must allow the proceedings to continue.\nG\nH\n42. Those who are aggrieved by the Review Committee's\ndecision to withdraw still have judicial recourse under Article\n226 of the Constitution. Under this Article, it may take appropri-\nate steps in the High Court (or in this Court) against the Review\nCommittee's decision to withdraw. One cannot say that the ag-\ngrieved parties are without a remedy, when those parties can\napproach the High Court (or this Court). I make it clear that the\n+\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 951\nUNION OF INDIA \u0026 ORS.\nHigh Court should examine the aggrieved parties' cases, if those A\nparties choose to contest the Review Committee's decision to\nwithdraw.\n43. Unlike the provisions at issue in the Election case,\nMinerva Mills, L. Chandra and I. R. Coehlo (supra), POTA\n(Repeal) 2004 do not strip the higher judiciary of judicial re-\nview. As such, POTA (Repeal) 2004 survives. A violation of sepa-\nration of powers need not rise to such a level before this Court\nwill consider it an abrogation of the basic structure.\nB\n44. With the constitutional analysis behind us, I recognize C\nthe pragmatic effect of this ruling. It is now up to those who feel\naggrieved by the Review Committee's decision to file a writ\npetition under Article 226 of the Constitution. While a review of\nthe Review Committee seems cumbersome and redundant, it\nis nevertheless essential and required.\n45. Under Section 3 of POTA (Repeal) 2004, where no\nprima facie case is made out, the case \"shall\" be deemed with-\ndrawn. It is important to note that POTA (Repeal) 2004 does\nnot expressly reject section 321 of Cr.P.C. Had the Parliament\nused a non-obstante clause to preclude the application of sec-\ntion 321 of Cr.P.C. to POTA (Repeal) 2004, POTA 2002 had\ndone in a number of provisions - our analysis would have been\nmuch simpler. That said, Section 56 of POTA 2002, whose op-\neration is saved by section 2(2)(a) of POTA (Repeal) 2004,\nstates that POTA 2002 is to override \"anything inconsistent\ntherewith.\" As noted, section 321 of Cr.P.C. is inconsistent with\nthe POTAS, as it makes the Review Committee's decision to\nwithdraw contingent upon the public prosecutor and the Court.\nD\nE\nF\nPOTA (REPEAL) 2004 IS A SPECIAL ACT THAT G\nOVERRIDES GENERAL ACTS SUCH AS THE Cr.P.C.:\n46. In addition, POTA (Repeal) 2004 is a special Act that\ntrumps a general Act such as the Cr.P.C. This is consistent with\nthe general principle of statutory interpretation. What is more, H\n952\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA. the CrPC itself allows the Parliament to deviate from the Cr.P.C.\nwhen necessary. The Cr.P.C. says that it is a general law that is\nsubject to special laws. Sections 4(1) and (2) and (5) of Cr.P.C.\nread as under:\nБ\nC\nD\nE\nF\n\"Section 4(1): All offences under the Indian Penal Code\n(45 of 1860) shall be investigated, inquired into, tried, and\notherwise dealt with according to the provisions hereinafter\ncontained.\nSection 4(2): All offences under any other law shall be\ninvestigated, inquired into, tried, and otherwise dealt with\naccording to the same provisions, but subject to any\nenactment for the time being in force regulating the\nmanner or place of investigating, inquiring into, trying or\notherwise dealing with such offences.\nSection 5: \"Nothing contained in this Code shall, in the\nabsence of a specific provision to the contrary, affect any\nspecial or local law for the time being in force, or any\nspecial jurisdiction or power conferred, or any special\nform of procedure prescribed, by another law for the time\nbeing in force.\"\n47. The Special Act must be deemed to supercede the\nprovisions of the general Act. In Harbans Singh \u0026 Others v.\nThe State, AIR 1953 (All.) 179 at p. 18, the U.P. Private Forests\nAct (Act No.6 of 1949) was a special statute that precluded\nMagistrates of the First Class from trying violations under the\nAct. Under Schedule III of the general Cr.P.C. of 1898, Magis-\ntrates of the First Class had the power to try similar offences.\nThe Allahabad High Court held that the special law must trump\nG the general and set aside the conviction entered by the Magis-\ntrate of the First Class. The Court relied on Section 5 of the\nCrPC 1898, from which S. 5 of the CrPC, 1973 borrowed:\nH\n\"Para 4. It is, therefore clear that the powers conferred\nunder the general provisions of the Code of Criminal\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v.\nUNION OF INDIA \u0026 ORS.\n953\nProcedure are subject to any special provisions that might A\nbe made with regard to the exercise or regulation of those\npowers by any special Act. The special Act having made\nsuch provisions with regard to the offences under the said\nAct must be deemed to supersede the provisions of the\ngeneral Act.\"\nB\nC\n48. The provisions of the Special Law must prevail and\nthe CrPC must give way. In an earlier case, Kripa Ram \u0026 Oth-\ners v. Ram Asrey AIR 1951 (All.) 414, the Allahabad High Court\nemphasized this principle. The accused had allegedly stolen\nmangoes valued at less than Rs.50. Section 52 of the Village\nPanchayat Raj Act provided that offences where less than Rs.50\nwas at stake were to be tried by the Panchayat Adalat. The\nprovision as to the amount in controversy was special relative\nto the general provisions of the Penal Code, under which the D\nJudicial Magistrate convicted the accused. Therefore, the High\nCourt set aside the lower court's conviction and transferred the\ncase to the Panchayat Adalat. Even where Special Courts had\nnot been constituted and transfer of the case to a non-existing\ncourt could lead to lawlessness, the rule of special vis-à-vis\ngeneral was to be followed. Paragraph 3 reads as under:\n\"... The fact that the Panchayati Adalats had not been\nconstituted would not affect the provision taking away\njurisdiction from the other Courts, although it may result in\ninconveniences and lawlessness.\"\n49. The Statement of Objects and Reasons of POTA (Re-\npeal) 2004 expressly says that it is special. The POTA, like the\nTADA before, deviate from the general criminal Codes (the In-\ndian Penal Code, 1860 and the Criminal Code of Procedure,\n1973) and provide special substantive and procedural rules for\nacts of terrorism. It was first reasoned by the Legislature that\nharsher laws were necessary to combat and deter terrorism.\nWhile reviewing the Constitutionality of TADA, the Court in Kartar\nSingh (supra) gave the Parliament a substantial amount of def-\nE\nF\nG\nH\n954\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nL\nA\nB\n-\nerence and upheld all but section 22 of TADA - subject to a few\nmodifications finding that the Parliament had the legislative\ncompetence to make harsh laws for harsh times. [See: Justice\nPandian's summary at page 712 at para 368].\nSYNOPTIC ANALYSIS OF POTA (REPEAL) 2004:\n50. It takes time to give effect to section 321 of Cr.P.C.\neven when both the public prosecutor and the Court have to\ndecide whether withdrawal is appropriate. Under one reading\nof the statute, withdrawal occurs on the spot. Under the other, it\nC is to languish before the public prosecutor.\n51. If the public prosecutor approves of the decision to\nwithdraw, then it is presented to the Special Court for a final\ndecision. Inserting section 321 of Cr.P.C. itself into POTA (Re-\nD peal) 2004 defies logic and produces an absurd result. \"The\nobject of the construction of a statute being to ascertain the will\nof the Legislature, it may be presumed that neither injustice nor\nabsurdity was intended.\" (Owen Thomas Mangin v. Inland Rev-\nenue Commissioner, [1971) 2 WLR 39, p. 42 (PC) (Lord\nDonovan), as referred in Justice G.P. Singh's celebrated book,\nPrinciples of Statutory Interpretation, 11th Edition, 2008 at page\n129.\nE\n52. The appellant further argued that requiring two with-\ndrawals disregards Parliamentary intent. The Statute's State-\nF ment of Objects and Reasons expresses the Parliament's in-\ntent. It reads as under:\nH\n\"The provisions of Terrorism Act, 2002 was enacted as a\nSpecial law to deal with terrorist acts.\n2. There have been allegations of gross misuse of the\nprovisions of the Act by some State Governments. Views\nhave been expressed that provisions of the Act were\nmisused in cases where they should not have been\ninvoked. It has also been observed in various quarters\nthat the Act has failed to serve its intended purpose and\n!,\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 955\nUNION OF INDIA \u0026 ORS.\nas a result, there have been persistent demands that this A\nAt should be repealed.\nB\n3. The Government has concerned with the manner in\nwhich provisions of the Act were grossly misused in the\npast two years. It was, therefore, felt necessary to repeal\nthe Act. As Parliament was not in session, the Prevention\nof Terrorism (Repeal) Ordinance, 2004 was promulgated\non 21-9.2004. The Ordinance empowers the Central\nReview Committee to review all cases pending in the\ncourts or at various stages of investigation and complete\nthe review within the period of one year from the date of\nrepeal of the Act and to give its directions. Whenever, in\nthe opinion of the Central Review Committee no prima\nfacie case is made out either in respect of cases pending\nin the courts, or under investigation, such cases shall be\nD\ndeemed to have been withdrawn and investigation closed,\nas the case may be.\n4. The Prevention of Terrorism (Repeal) Bill, 2004 seeks\nto replace the Prevention of Terrorism (Repeal) Ordinance,\n2004 and to achieve the above objects.\nC\nE\nNew Delhi\nThe 23rd November, 2004.\nSd/-\nShivraj V. Patil\nF\n[Emphasis added].\"\n53. This Bill became the POTA (Repeal) Act 2004, out of\nwhich the instant case arises. This statement gives us guid-\nance in two areas. First, the allegations of misuse of POTA 2002\nwere directed at some of the State Governments. This is rel-\nevant because it shows that the Parliament wanted a mecha-\nnism by which it could reverse the State Governments' alleged\nmisuse of POTA 2002. Subjecting the Central Review\nCommittee's decision to the will of the State Government's Pub-\nG\nH\n956\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA lic Prosecutor, as is done when section 321 of Cr.P.C. applies,\nclearly goes against the very objective of POTA (Repeal) 2004.\nB\n54. It is reiterated that those aggrieved by the Review\nCommittee's decision are not without any remedy, they can have\nrecourse under Article 226 of the Constitution. In this view of the\nmatter, the basic principle of separation of power is not vio-\nlated. No provisions of the Constitution are violated by repeal-\ning the Act by the Parliament.\n55. I agree with the conclusions arrived at by Hon'ble the\nC Chief Justice. The appeals are accordingly disposed of.\nS.K.S.\nAppeals disposed of.\n1\n"}