{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2008] 14 S.C.R. 889\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH\nV.\nUNION OF INDIA \u0026 ORS.\n(Criminal Appeal No. 1113 of 2005)\nOCTOBER 21, 2008\n[K.G. BALAKRISHNAN, CJI., R.V. RAVEENDRAN AND\nDALVEER BHANDARI, JJ.]\nPrevention of Terrorism Act, 2002; s. 60(4) to (7)/Preven-\ntion of Terrorism (Repeal) Act, 2004; s.2(3) and (5):\nA.\nB\nC\nReview of cases registered under POTA after repealing\nof POTA- Power of Review Committee to issue directions for.,\nwithdrawal of cases in terms of s.2(3) and (5) of the Repeal Act\n- S.2(3) and (5) of the Repeal Act - Constitutionality of - Held:\nSince Repealing Act contains an exhaustive provision relat- D\ning to saving in terms of s.2(2) to (5) of the Repeal Act, sav-\nings from repeal would not be governed by the provisions un-\nder s.6 of General Clauses Act - Provisions in the Repealing\nAct are for saving a proceeding pending under POTA or for\ntermination of pending proceeding are for winding up - Con- E\ntinuation of a pending proceeding after repeal of POTA is pos-\nsible on account of deeming fiction created by saving clause\nin Repealing Act - Tests applicable for deciding the constitu-\ntional validity of live and current statutes, not applicable to\nwinding up provision in a savings clause of the Repealing Act F\nRepealing Act repeals POTA but provides for certain sav-\nings from repeal to meet special features of the repealed stat-\nute - It does not violate any constitutional provisions - Hence,\ns. 2(3) and (5) of the Repealing Act are valid and constitu-\ntional - General Clauses Act, 1897 - S.6 - Constitution of\nG\nIndia, 1950 - Articles 14 and 21.\n1\nS.2(3) of POTA (Repeal) Act - Withdrawal of cases when\nReview Committee opines that there was no prima facie case\n889\nH\n890\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA exists - Applicability of s.321 Cr.P.C - Held: s.2(3) of the Re-\npealing Act, special provisions, excludes applicability of s.321\nCPC, a general provision - If s.321 Cr.P.C. is held to be appli-\ncable then s.2(3) of Repeal Act rendered nugatory and cases\ncannot be withdrawn until requirements of s.321 Cr.P.C. are\nB not complied with - It would amount to re-writing of s.2(3), which\nis impermissible.\nC\nD\ns.60(4) to (7) of POTA vis-à-vis s.2(3) of Repealing Act -\nReview Committee - Power of, in recommending withdrawal\nof cases registered under POTA - Discussed.\nConstitution of India, 1950; Articles 32 and 226:\nSupreme Court/High Court - Power of Judicial Review -\nScope of - Discussed, in the context of s.2(3) to (5) of POTA\n(Repeal) Act, 2004.\nSeparation of Powers and Judicial Review - Basic struc-\nture of the Constitution - Held: Not violated by provisions un-\nder POTA (Repeal) Act.\nIn the year 2002, the Prevention of Terrorism Act was\nE enacted. Section 60 of the Act provided for constitution\nof Review Committees to discharge the functions speci-\nfied in Ss. 19(4), 40 and 46 of the Act. The Act was amended\non 27.10.2003 introducing sub-sections (4) to (6) in sec-\ntion 60 of the Act in terms whereof certain additional func-\nF tion were entrusted to the Review Committees. The Act\nwas further amended inserting sub-section (7) in Section\n60 with retrospective effect from 27-10-2003. The effect of\nthe amendment was to make any direction issued by the\nReview Committee on review, about the existence of\nprima facie case for proceeding against the accused un-\nder POTA, binding on the Central Government as well as\nState Government and the police officer investigating the\noffence. Parliament repealed POTA in the year 2004 by\nPrevention of Terrorism (Repeal) Act, 2004. The provisions\nof sub-sections (3) and (5) of section 2 of the Repealing\nG\nH\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v.\nUNION OF INDIA \u0026 ORS.\nAct were challenged before the High Court of Gujarat, by A\nthe relatives of the persons killed in Godhara train burn-\ning incident. By judgment dated 13.4.2005, the High Court\nupheld the constitutional validity of these provisions of\nthe Repealing Act. The High Court was of the view that\nthe provisions of section 2(3) of the Repealing Act were B\nsimilar to the provisions of section 60(4) to (7) of POTA. It\nheld that section 2(3) of the Repealing Act did not dis-\npense with the procedural requirements under Section\n321 of the Code; and where the Review Committee, in re-\ngard to any case where cognizance had been taken by C\nthe court, held that there was no prima facie case for pro--\nceeding against the accused under the provisions of\nPOTA, such opinion of the Review Committee will not\nhave the effect of deemed withdrawal of the case from\nthe court, until the procedure prescribed in section 321\nof the Code was complied with. The decision of the Gujarat\nHigh Court was challenged by the relatives of the persons\nkilled in Godhra Train burning incident and also by POTA\naccused by filing appeals before this Court. A Division\nBench of this Court referred the matter to a larger Bench.\nHence the matters are before this Bench.\n.\nD\nE\nAppellants, relatives of victim, inter alia, contended\nthat section 2(3) \u0026 (5) of Repealing Act ought to be de-\nclared as unconstitutional on the ground that they amount\nto encroachment on the judicial power of the State; that F\nonce the Special Judge took cognizance of the offence,\nthe proceedings could be withdrawn only after comply-\ning with the procedural requirements under Section 321\nof the Code; that the Review Committee being purely a\n¡committee appointed by the executive, has no right to\ndetermine the innocence or otherwise of an accused; and\nthat merely because the Chairman of the Review, Com-\nmittee is a retired Judge, the Committee does not become\na judicial authority; that the Committee could only be char-\nacterized as an external body and such a Committee can-\nG\nH\n892\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA not be a clothed with a judicial power to withdraw the\npending cases from the Court.\nB\nPOTA accused, appellants in the connected appeal,\ninter alia, contended that the provisions of section 2(3) of\nthe Repealing Act are materially different from the provi-\nsions under Section 60(4) to (7) of POTA. Under Section\n2(3) of the Repealing Act, the opinion of the Review Com-\nmittee is final and conclusive; that the clear legislative\nintent is that after the Repeal of POTA, continuance of any\nproceedings initiated under POTA in which cognizance\nC has been taken by the court, shall be subject to the opin-\nion of the Review Committee under section 2(3) of the\nRepealing Act and once the Review Committee holds that\nthere was no prima facie case to continue the proceed-.\nings against the accused, the case shall be deemed to\nD have been withdrawn with effect from the date of issu-\nance of the direction by such Review Committee; and that\nin such cases, Section 321 of the Code would have no\napplication and there is neither any need for the Public\nProsecutor to file any application for withdrawal from pros-\nE ecution, nor any need or occasion for the Court to con-\nsider whether consent was given for such withdrawal from\nthe prosecution.\nOn behalf of the State of Gujarat, it was contended\nthat the High Court had rightly held that sub-section (3)\nF of section 2 of the Repealing Act does not dispense with\nthe requirements of Section 321 of the Code for withdrawal\nand that after the Review Committee formed an opinion,\nthe same will have to be placed before the court by the\nPublic Prosecutor, with an application and the Court will\nG have to independently consider such application and\ncome to a conclusion whether it should consent to the\nprosecution being withdrawn or not.\nH\nThe Additional Solicitor General, on behalf of the re-\nspondents-Union of India, submitted that the power ex-\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 893\nUNION OF INDIA \u0026 ORS.\nercised by the Review Committee under section 2(3) of A\nthe Repealing Act, though not subject to the supervising\npower of the Special court under section 321 of the Code,\nis amenable to the power of judicial review of the High\nCourt under Article 226; and that there are adequate safe-\nguards against any misuse or abuse of power by the Re- B\nview Committee under section 2(3).\nPartly allowing the appeals filed by POTA accused\nand disposing of the appeals filed by the relatives of the\nvictims, the Court\nHELD:\nPer K.G. Balakrishna, CJI, for himself and R.V.\nRaveendran, J:\n1. The following well settled principles of law have\nbeen kept in view while determining the constitutional\nvalidity of section 2(3) and (5) of the Prevention of Terror-\nism (Repeal) Act :\nD\n(i) Parliament has the exclusive competence to\nlegislate on terrorism and terrorist and disruptive activities E\nwhich threaten the security, integrity and sovereignty of\nthe country, as they fall under Entry 1 of List I of the\nSeventh Schedule to the Constitution. Alternatively, they\nwould fall under the residuary power conferred on\nParliament under Article 248 read with Entry 97 of List I of F\nSeventh Schedule\nKartar Singh v. State of Punjab - 1994 (3) SCC 569\nrelied on.\n-\n(ii) There is always a presumption in favour of the G\nconstitutionality of an enactment and the burden is upon\nhim who attacks it, to show that there has been a clear\ntransgression of the constitutional principles.\nState of Jammu \u0026 Kashmir vs. Triloki Nath Kosha - 1974\n(1) SCC 19 - relied on.\nH\nA\nB\nC\nD\n894\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n(iii) A law made by the Parliament can be struck down\nby courts on two grounds and two grounds alone, i.e. (1).\nlack of legislative competence; and (2) violation of funda-\nmental rights guaranteed under Part-Ill of the Constitu-\ntion or any other constitutional provision.\nState of Andhra Pradesh vs. Mcdowell \u0026 Co:\nSCC 709 - relied on.\n-\u003e\n1996 (3)\n(iv) The power of the Parliament to repeal a law is co-\nextensive with the power to enact such a law.\nPrinciples of Statutory Interpretation - 11th Edition, P.633\nby Justice G.P. Singh - referred to.\n(v) The Legislature may prescribe special procedure\nto meet special situations and to meet special objectives\nso long as they are not arbitrary or discriminatory.\nKathi Raning Rawat v. The State of Saurashtra - 1952\nSCR 435 and In Re: The Special Courts Bill, 1978 - 1979 (1)\nSCC 380 relied on.\n-\n(vi) If any Central Act is repealed, without making any\nE provision for savings, the provisions contained in sec-\ntion 6 of General Clauses Act, 1897 will apply. But where\nthe repealing Act itself contains specific provisions in re-\ngard to savings, the express or special provision in the\nRepealing Act will apply. Section 6 of General Clauses Act\nmakes it clear that it will not apply, when a different inten-\ntion appears in the Repealing Statute. Where the provi-\nsion relating to savings is excluded, the repeal will have\nthe effect of complete obliteration of the statute.\nF\nG\nH\n[924-A-E; 924-G; 924-H; 925-A; 925-B-D]\nState of Orissa v. M.A. Tullock \u0026 Co. - 1964 (4) SCR 461,\nNar Bahadur Bhandari v. State of Sikkim - 1998 (5) SCC 39\nand Southern Petrochemicals Industries Co. Ltd. v. Electric-\nity Inspector – 2007 (5) SCC 447 - relied on. [Para – 22]\n-\n-\n2.1 The Prevention of Terrorism (Repeal) Act contains\nan exhaustive provision relating to savings in sub-sec-\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 895\nUNION OF INDIA \u0026 ORS.\ntions (2) to (5) of section 2. Therefore the savings from A\nrepeal will be governed by the provisions under section\n2(2) to 2(5) of the Repealing Act and not by section 6 of\nthe General Clauses Act, 1897. [Para -23] [925-E]\nB\nC\n2.2 Continuation of a pending proceeding is possible\nonly on account of the deeming fiction created by the\nsavings clause in the Repealing Act which provides for\ncontinuation of the proceedings as if the Principal Act had\nnot been repealed. Therefore any provision in the Repeal-\ning Act for saving a pending proceeding, with any further\nprovision for termination of such pending proceedings,\nis a provision relating to 'winding up' matters connected\nwith the Repealed Act. By no stretch of imagination such\na provision can be termed as interference with judicial\npower, even assuming that such a provision in a live un-\nrepealed statute may be considered as interference with D\njudicial power. It is therefore unnecessary to examine\nwhether section 2(3) of the Repealing Act is an encroach-\nment of judicial power, though such an examination was\ndone with reference to the challenge to section 60(4) to\n(7) of POTA. Many tests applied for deciding the constitu- E\ntional validity of live and current statutes, may not apply\nto 'winding up' provisions in a savings clause of a Re-\npealing Act, dealing with repeal. [Para - 24] [926-D-G]\n2.3 The Parliament in its plenary power, can make an\noutright repeal which will not only destroy the effective- F\nness of the repealed Act in future, but also operate to de-\nstroy all existing inchoate rights and pending proceed-\nings. This is because the effect of repealing a statute is to\nobliterate it completely from the record, except to the ex-\ntent of savings. The Parliament has the legislative com- G\npetence to make the Repealing Act. The Repealing Act\nrepeals POTA and provides for certain savings from re-\npeal, to meet the special features of the repealed statute.\nIt does not violate any constitutional provisions. Hence\nthe Repealing Act and in particular section 2(3) and (5) H\n896\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA thereof are valid and constitutional.\nB\nC\nD\nE\nF\nG\nН\n[Para 24] [925-F-G; 926-G-H; 927-A]\n-\n3.1 Sub-section (2) of section 2 of the Repealing Act\nmakes it clear that the repeal of POTA will not affect any\ninvestigation or legal proceeding in respect of any pen-\nalty or punishment under the principal Act, and any such\ninvestigation or legal proceedings may be instituted or\ncontinued, as if the principal Act had not been repealed.\n[Para 25] [927-B]\n-\n3.2 Section 2(3) of the Repealing Act does not con-\ntemplate or provide for compliance with section 321 of\nthe Code, before the withdrawal comes into effect. The\nclear intention of section 2(3) of the Repealing Act is that\non review of the pending cases when the Review Com-\nmittee opines that there is no prima facie case for pro-\nceeding against the accused, such cases, even though\ncognizance has been taken by the court, shall be deemed\nto have been withdrawn without anything further to be\ndone. In view of expression of such clear legislative in-\ntent in section 2(3) of the Repealing Act, there is no ques-\ntion of bringing section 321 of the Code into play. [Para -\n25] [927-H; 928-A-B]\n-\n3.3 If section 321 of the Code is held to be applicable,\nthen the provision in section 2(3) that the cases shall be\ndeemed to be withdrawn, is rendered nugatory and the\ncases are not actually withdrawn until the requirements\nof section 321 are complied with. That would amount to\nrewriting section 2(3) of the Repeal Act, which is clearly\nimpermissible. The High Court proceeded on the basis\nthat section 2(3) of the repealing Act is similar to section\n60(4) to (7) of POTA, and it should be interpreted and dealt\nwith in the same manner as section 60(4) to (7) of POTA. It\nupheld the validity of section 2(3) of the Repealing Act sub-\nject to a rider that even where Review Committee has\nopined under section 2(3) of the said Act that there was\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 897\nUNION OF INDIA \u0026 ORS.\nno prima facie case, the deemed withdrawal will be sub- A\nject to fulfilment of the requirements of section 321 of the\nCode. But the question is whether the High Courts were\njustified in assuming in the impugned judgments that the\nprovisions of section 2(3) of the Repealing Act are similar\nto sections 60(4) to (7) of POTA [Paras- 25 \u0026 26] [928-C-D;\n928-F-H]\nThe Government of Tamil Nadu \u0026 Others v. Union of In-\ndia \u0026 Another 2004 (1) CTC 641 - referred to.\nB\nC\n3.4 The scheme under section 2(3) of the Repealing\nAct is categorical. The review by the Review Committee\nis not dependent upon an application by any aggrieved\nperson. The Review Committee had to make a general\nreview of all cases registered under POTA which were\npending at the time of repeal, irrespective of whether an\napplication for review was made by the accused or not. D\nThe purpose of such general review was to identify the\ncases where there was no prima facie case for proceed-\ning against the accused, so that they could be withdrawn.\nIf the Review Committee expressed the opinion that there\nis no prima facie case for proceeding against the accused,\nthen the cases pending in court, even where cognizance\nhas been taken by the court, shall be deemed to have been\nwithdrawn with effect from the date of issuance of direc-\ntion by such Review Committee. Section 2(3) of the Re-\npealing Act also contains clear indications which exclude\nsection 321 of the Code. [Paras -28 \u0026 29] [930-A-D; 930- F\nG]\nE\nG\n3.5 The wording of s.2(3) of the Repealing Act is clear\nand unambiguous and does not contemplate or provide\nfor a further application of mind by the Public Prosecutor\nor grant of consent by the court under section 321 of the\nCode. This Court is of the view that the High Court was\nnot right in assuming that the decision of the Madras High\nCourt in the matter of The Government of Tamil Nadu \u0026 Ors.\nvs. Union of India \u0026 Anr. as approved by this Court with\nreference to section 60(4) to (7)' of POTA will apply in re- H\n898\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA gard to section 2(3) of the Repealing Act. [Para- 29] [931-\nB\nс\nB-C]\nThe Government of Tamil Nadu \u0026 Ors. vs. Union of In-\ndia \u0026 Anr. (2004) 1 CTC 641 - referred to.\n4.1 The opinions of the Review Committee under.\nsection 2(3) of the Repealing Act are limited in number\nand are required to be given as a one time measure with\nreference to a repealed statute. The availability of judicial\nreview under Article 226 in the event of errors and abuse,\nis a sufficient safeguard and deterrent against any wrong\ndoing by the Review Committee. [Para - 31] [932-C-D]\nSheonandan Paswan v. State of Bihar (1987) 1 SCC 288\n― relied on.\n4.2 Once the Review Committee on review under\nsection 2(3) of the Repealing Act, expresses the opinion\nthat there is no prima facie case for proceeding against\nthe accused, in cases in which cognizance has been\ntaken by the Court, such cases shall be deemed to have\nbeen withdrawn. The only role of the Public Prosecutor\nE in the matter is to bring to the notice of the court, the di-\nrection of the Review Committee. The court on satisfying\nitself as to whether such an opinion was rendered, will\nhave to record that the case stands withdrawn by virtue\nof section 2(3) of the Repealing Act. The court will not ex-\namine the correctness or propriety of the opinion nor ex-\nercise any supervisory jurisdiction in regard to such a\nopinion of the Review Committee. [Para - 32] [932-D-F]\nF\n4.3 It is clarified that if the opinion of the Review Com-\nmittee is challenged by any aggrieved party in writ pro-.\nG ceedings and is set aside, the Court where the proceed-\nings were pending, will continue with the case as if there\nhad been no such opinion. [Para - 32] [932-G]\nН\n5.1 The judgments under challenge to the extent they\ndeclare section 2(3) and (5) of the Repealing Act are not\nunconstitutional, are upheld. However, the judgments\n"}