{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"6353\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 909\nUNION OF INDIA \u0026 ORS,\n\"'\nof a State shall be made, as a Chairperson with the A\nconcurrence of the Chief Justice of the concerned High\nCourt.\nB\nprit 7 POTA was amended by the Prevention of Terrorism\n(Amendment) Ordinance, 2003, promulgated on 27.10.2003.\nBy the said ordinance sub-sections (4) to (6) were added in\nsection 60 of POTA entrusting an additional function to the Re-\n'view Committees. The said Ordinance was replaced by the\nPrevention of Terrorism (Amendment) Act 2003 (Act 4 of 2004)\nwhich inserted sub-sections (4) to (6) as also further sub-sec-\ntion (7) in Section 60 with retrospective effect from 27-10-2003. C\nThe sub-sections (4) to (7) of section 60 read as under:\n(4) Without prejudice to the other provisions of this Act,\nany Review Committee constituted under sub-Section (1)\nshall, on an application by any aggrieved person, review\nwhether there is a prima facie case for proceeding against\nthe accused under this Act and issue directions\naccordingly.\nb.\n7 6 6\n(5) Any direction issued under sub-section (4): 252\n(i) by the Review Committee constituted by the Central\nGovernment, shall be binding on the Central\nGovernment, the State Government and the police.\nofficer investigating the offence; and\n1\nD\n(ii) by the Review Committee constituted by the State Fi\nGovernment, shall be binding on the State\nGovernment and the police officer investigating the;\noffence.\nTools He\n(6) Where the reviews under sub-section (4) relating to\n\"the same offence under this Act, have been made by a G\n*Review Committee constituted by the Central Government\nand a Review Committee constituted by the State\nA Government, under sub-section (1), any direction issued\n☐ by the Review Committee constituted by the Central\ngovernment shall prevail.\nH\n1.\n(910\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA (7) Where any Review Committee constituted under sub-\nat section (1) is of opinion that there is no prima facie case\nfor proceeding against the accused and issues directions\nunder sub-section (4), then, the proceedings pending\nagainst the accused shall be deemed to have been\nwithdrawn from the date of such direction.\nB\nb\n1.\n1 X\nThe effect of the amendment was to make any direction\nissued by the Review Committee on review, about the exist-\nence of prima facie case for proceeding against the accused\nunder POTA; binding on the Central Government as well as State\nC Government and the police officer investigating the offence.\nas 1.00 ()-dubi\nD\nE\n8. The constitutional validity of sub-sections (4) to (7) of\nSection 60 inserted by the Prevention of Terrorism (Amendment)\nAct, 2003 was challenged by the Government of Tamil Nadu in\nthe Madras High Court. It was contended, inter alia, that enacting\na provision that made the decisions of the Review Committee\nbinding on the State Government was an encroachment upon\nthe power and authority of the State to prosecute an offender. It\nwas also contended that a provision that a proceeding pending\nin a court shall be deemed to have been withdrawn when the\nReview Committee opined that there is no prima facie case for\nproceeding against the accused, would amount to interference\nwith judicial functions and encroachment of judicial power' by\nthe executive, in violation of the constitutional scheme.\nF. 9 The High Court of Madras upheld the validity of sub-\nsections (4) to (7) of Section 60 of POTA. But it further held that\nthe opinion rendered by the Review Committee would not re-\nsult in automatic withdrawal of cases pending in court; that as\nthe opinion was binding on the State government, the State\ngovernment was bound to instruct the Public Prosecutor to with-\ndraw the prosecution under Section 321 of the Code; that the\npublic prosecutor should apply his mind and then file an appli-\ncation seeking the consent of the court; and that only on such\nconsent being given, the proceedings shall stand withdrawn.\nThe High Court held:\nG)\nH\n.\n*\n1\n1\nartrit\nL...\nJievers lode terrevog\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 911\nUNION OF INDIA \u0026 ORS\nD\n\"The exercise of power by the Review committee cannot A\nbe termed as scuttling the judicial process... Criminal\ncases are deemed to be pending and can be concluded\nonly on the delivery of judgment. Upto that stage, the\nprosecution can always be withdrawn subject to such\nlimitations as are prescribed in section 321 Cr.PC. ... A B\nplea made to the Public Prosecutor to withdraw the\nproceedings cannot be construed as an encroachment\non the judicial power. At any stage before the\npronouncement of the judgment in a criminal case, the\nState Government can instruct the Public Prosecutor to C\nwithdraw the prosecution. In POTA also, the State\nGovernment can exercise such power. But if it is not willing\nto do so, it does not bar the Review Committee exercising\nthe powers under Section 60 thereof and the Review\nCommittee can always decide as to whether, in its opinion,\nthe case is a fit one to proceed further even if it is in part-\nheard stage. If the Review Committee comes to the\nconclusion that the case is fit to be withdrawn from\nprosecution under POTA, it can address the State\nGovernment, which, in turn, has to instruct the Public\nProsecutor to invoke section 321 of Code of Criminal\nProcedure. The role of Review Committee is limited only\nthat far and no further. When the role of the Review\nCommittee ends, then it is for the Public Prosecutor to\napply his mind independently according to the well settled\nlegal principles interpreting section 321 of Code of F\nCriminal Procedure and ultimately it is for the Special Court\ntrying the cases to decide whether the plea of the Public\nProsecutor to withdraw the prosecution, if made, is\nacceptable or not..... It is only section 321 of Cr.PC, which\nis applicable for withdrawing prosecution under POTA. G\nHence, we hold that upto the stage of formulating an\nopinion regarding prima facie case under POTA, the\nReview Committee's decision, one way or the other, cannot\namount to interference in the judicial process.\"\nE\nH\nA\nB\nC\nD\nE\nF\n912\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n10. The State of Tamil Nadu challenged the judgment of\nthe Division Bench of Madras High Court by filing Special Leave\nPetition before this Court. While dismissing the Special Leave\nPetition on 8-3-2004 this Court observed as follows :-\n\"By the amendment, the decision of the Review Committee\nis made binding on the Central Government, State\nGovernments and the Police Officers investigating the\noffence. The High Court has held, in our-view correctly,\nthat these amendments are based on the\nrecommendations made by the Constitution Bench of the\nCourt in Kartar Singh Vs. State of Punjab reported in (1994)\n3 SCC 569 and the judgment of this Court in R.M. Tiwari\nVs. State (1996) 2 SCC 610. These are the provisions\nwhich provide safeguards against misuse of the stringent\nprovisions of such an Act. In our view, the High Court has\ncorrectly held that the challenge cannot be sustained. The\nHigh Court has also correctly held that the directions given\nby the Review Committee could only be subject to Section\n321 of the Criminal Procedure Code”.\n11. In view of adverse reports about the misuse of the pro-\nvisions of POTA in some States, the Parliament repealed POTA,\nby the Prevention of Terrorism (Repeal) Ordinance, 2004 pro-\nmulgated on 21.9.2004, later replaced by Prevention of Terror-\nism (Repeal) Act, 2004 ('Repealing Act' for short). Section 2 of\nthe Repealing Act reads as follows :-\n\"2. Repeal of Act 15 of 2002 and Saving: The Prevention\nof Terrorism Act, 2002 (hereinafter referred to as the\nPrincipal Act) is hereby repealed.\n(2) The repeal of the principal Act shall not affect -\nG\n(a)\nthe previous operation of, or anything duly done or\nsuffered under the principal Act, or\nH\n(b) any right, privilege or obligation or liability acquired,\naccrued or incurred under the principal Act, or\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH,v. 913\nUNION OF INDIA \u0026 ORS.\n(c) any penalty, forfeiture or punishment incurred in A\nrespect of any offence under' the principal Act, or\nto ene\n(d) any investigation, legal proceeding or remedy in\n. respect of any such right, privilege, obligation, liability,\npenalty, -forfeiture or punishment as aforesaid,\nand, any such investigation, legal proceeding or remedy\nmay be instituted, continued or enforced and any such\npenalty, forfeiture or punishment may be imposed as if the\nprincipal Act had not been repealed.\nB\nProvided that notwithstanding anything contained in this C\nsub-section or in any other law for the time being in force,\nno court shall take cognizance of an offence under the\nPrincipal Act after the expiry of the period of one year from\nthe commencement of this Act.\n(3) Notwithstanding the repeal of Section 60 of the principal\nAct, the Review Committee constituted by the Central\nGovernment under sub-section (1) of that section, whether\ninder sub-sect\nor not an application under sub-section (4) of that section\nhas been made, shall review all cases registered under\nthe principal Act as to whether there is a prima-facie case\nfor proceeding against the accused thereunder and such\nreview shall be completed within a period of one year\nfrom the commencement of this Act and where the Review\nCommittee is of the opinion that there is no prima facie\ncase for proceedling against the accused, then-\nf:\n1\n(a) in cases in which cognizance has been taken by the\nbisa court, the cases shall be deemed to have been\nwithdrawn; and\nD\nE.\nF\n(b) in cases in which investigations are pending, the G\ninvestigations shall be closed forthwith, to\n1\nwith effect from the date of issuance of the direction by\nsuch Review Committee in this regard.\n3.\n(4) The Review Committee constituted by the Central H\nIL\nA\nB\nC\nD.\nE\nF\nG\nH\n914\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nGovernment under sub-section (1) of Section 60 of the\nprincipal Act shall, while reviewing cases, have powers of\na civil Court under the Code of Civil Procedure, 1908 in\nrespect of the following matters, namely :-\n(a) discovery and production of any document;\n(b)\nrequisitioning any public record or copy thereof from\nany court or office.\n(5) The Central Government may constitute more Review\nCommittees, as it may consider necessary, for completing\nthe review within the period specified in sub-section (3).\"\n12. The provisions of sub-sections (3) and (5) of section 2\nof the Repealing Act were challenged before the High Court of\nGujarat, by the relatives of victims. By judgment dated 13.4.2005,\nthe High Court upheld the constitutional validity of the said pro-\nvisions of the Repealing Act. The High Court was of the view\nthat the provisions of section 2(3) of the Repealing Act were\nsimilar to the provisions of section 60(4) to (7) of POTA. There-\nfore following the decision of Madras High Court relating to the\nvalidity of section 60(4) to (7) of POTA, it held that section 2(3)\nof the Repealing Act did not dispense with the requirements of\nSection 321 of the Code; and where the Review Committee, in\nregard to any case where cognizance had been taken by the\ncourt, held that there was no prima facie case for proceeding\nagainst the accused under the provisions of POTA, such opin-\nion of the Review Committee will not have the effect of deemed\nwithdrawal of the case from the court, until the procedure pre-\nscribed in section 321 of the Code was complied with. The said\nconclusion was based on the following reasoning:\n\"When the Parliament enacted the Repeal Act, it was\naware of the fact that the Division Bench of the Madras\nHigh Court had made sub-section (7) of section 60 of the\n2002 Act subject to section 321 of the Code and the view\nof the Madras High Court had been expressly approved\nby the Supreme Court and yet it did not choose to exclude\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 915\nUNION OF INDIA \u0026 ORS.\nthe applicability of section 321 of the Code from the A\nscheme of section 2(3) of the Repeal Act. Rather, the\nlanguage of sub-section (7) read with section 4 of the 2002\nAct was substantially retained in the Repeal Act. Thus, the\nParliament will be deemed to have accepted the interpretation\nplaced by the Madras High Court on the provisions of sub- B\nsections (4) to (7) of section 60 from the scheme of section\n2 of the Repeal Act is in our opinion, inconsequential because\nthe language of sub-section (3) of section 2 thereof is\nsubstantially similar to sub-section (7) of section 60 of the\n2002 Act, in so far as they provide for deemed withdrawal of\nthe pending cases under the 2002 Act.\nC\n13. Consequently, the High Court prescribed the following\nprocedure that the Review Committee shall forward its opin-\nion to the Public Prosecutor appointed under Section 28 of POTA\nfor being placed before the Special Court; that the Public Pros- D\necutor shall then file appropriate application under Section 321\nof the Code alongwith the opinion of the Review Committee\nand other relevant records without any delay; and that the Spe-\ncial Court will then pass appropriate orders by giving due\nweightage to the opinion of the Review Committee, keeping in E\nview the observations of this Court in R.M. TIWARI ADVOCATE\nVs. State (NCT) OF DELHI - (1996) 2 SCC 610 and SHAHEEN\nWELFARE ASSOCIATION VS. UNION OF INDIA AND ORS.\n(1996) 2 SCC 616.\n14. We may refer to section 321 of the Code and the ob- F\nservations of this Court in R.M.Tiwari and Shaheen Welfare\nAssociation referred to by the High Court at this stage. Section\n321 of the Code relates to withdrawal from prosecutioin. The\nrelevant portion thereof reads thus :\n\"The public prosecutor or Assistant Public Prosecutor in\ncharge of a case may, with the consent of the court at any\ntime before the judgment is pronounced, withdraw from\nthe prosecution of any person either generally or in respect\nof any one or more of the offences for which he is tried; ...\"\nG\nH\n916\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA\n00\nB\nC\nE\nF\n0\nG\nH\nIn R.M. Tiwari (supra), a case under TADA, this court ob-\nserved\n70 (3)\n_ \"7. It is, therefore, clear that the Designated Court was\nright in taking the view that withdrawal from prosecution is\n✓ not to be permitted, mechanically by the court on an\napplication for that purpose made by the public prosecutor.\nIt is equally clear that the public prosecutor also has not to\n☐ act mechanically in the discharge of his statutory function\nunder Section 321 CrPC on such a recommendation\nbeing made by the Review Committee; and that it is the\nduty of the public prosecutor to satisfy himself that it is a\nfit case for withdrawal from prosecution before he seeks\nthe consent of the court for that purpose.\n'\nc biswi\n8. It appears that in these matters, the public prosecutor\n☐ did not fully appreciate the requirements of Section 321\nCrPC and made the applications for withdrawal from\n☐ prosecution only on the basis of the recommendations of.\nthe Review Committee. It was necessary for the public\nprosecutor to satisfy himself in each case that the case is\nfit for withdrawal from prosecution in accordance with the\nsettled principles indicated in the decisions of this Court.\nand then to satisfy the Designated Court of the existence\n☐ of a ground which permits withdrawal from prosecution\nunder Section 321 CrPC.\n!\n11. It has also to be borne in mind that the initial invocation\nof the stringent provisions of the TADA Act is itself subject\nto sanction of the Government and, therefore, the revised\n☐ opinion of the Government formed on the basis of the\nrecommendation of the High Power Committee after\nscrutiny of each case should not be lightly disregarded by.\nthe court except for weighty reasons such as mala fides\nor manifest arbitrariness. The worth of the material to\nsupport the charge under the TADA'Act and the evidence\nwhich can be produced, is likely to be known to the\nprosecuting agency and, therefore, mere existence of\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 917\nUNION OF INDIA \u0026 ORS.\nprima facie material to support the framing of the charge A\nshould not by itself be treated as sufficient to refuse the\nconsent for withdrawal from prosecution. It is in this manner\nan application made to withdraw the charges of offences\nunder the TADA Act pursuant to review of a case by the\nReview Committee has to be considered and decided by B\nthe Designated Courts.\"\nShaheen Welfare Association (supra) also related to a\ncase under TADA where this court observed:\n\"The purpose of constituting such committees was to C\nensure a higher level of scrutiny regarding applicability of\nthe provisions of TADA to the case in point. The need for\nsuch committees is amply borne out by the results which\nhave been annexed in the affidavits filed on behalf of the\nUnion of India before us relating to the number of cases\nso reviewed by the Review Committees where it has been\nfound that the provisions of TADA ought not to have been\napplied.\"\nD\n15. The said decision of the Division Bench of the Gujarat\nHigh Court and the decisions following the said judgment are E\nchallenged in these appeals. When these matters came up\nbefore B.P. Singh and H.S. Bedi JJ, on 22.2.2007, being of the\nview that the provisions of section 60 of POTA were different\nfrom the provisions of section 2 of Repealing Act, they directed\nthat the matter should be heard by a larger bench. The refer- F\nence order (after correcting certain typographical errors) reads\nthus:\n\"It appears that similar provisions, though not exactly in\nthe same terms, under the earlier Ordinance and the\nAmendment Act came up for consideration before the G\nHigh Courts in India and one of the judgments was\nappealed against and was disposed of by this Court by\nits order of 8th March, 2004. This Court noticed that by the\namendment of 2002 the decision of the Review Committee\nis made binding on the Central Government, the State H\n918\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n'\nA\n៣\nC\nD\nE\nF\nחד\nG\nH\nGovernments and the Police Officers investigating the\noffence. This Court went on to observe that the High Court\nhad correctly held that the challenge cannot be sustained.\nThe High Court had correctly held that the direction given\nby the Review Committee could only be subject to Section\n321 of the Code of Criminal Procedure.\nWe notice that by reason of the amendment of the\nPrevention of Terrorism Act, the provisions introduced\nnamely, sub-sections (4) to (7) in Section 60 did provide\nthat if the Review Committee was of the opinion that there\nwas no prima facie case for proceeding against the\naccused and issued directions under sub-Section (4), then\nthe proceeding pending against the accused shall be\ndeemed to have been withdrawn from the date of such\ndirection. Whereas sub-section (7) of section 60 inserted\nby the Amendment Act used the words \"the proceedings\npending against the accused shall be deemed to have\nbeen withdrawn\", sub-Section (3) of Section 2 (of the\nRepealing Act) refers to two types of proceedings pending\nagainst the accused namely, cases in which cognizance\nhas been taken by the court and the case which are at the\nstage of investigation. It is therefore, submitted before us\nthat whatever may have been the ambiguity in sub section\n(7) of Section 60 of the Prevention of Terrorism Act, that\nambiguity has been removed by explicitly providing that\neven in cases where cognizance has been taken by the\nCourt they shall be deemed to have been withdrawn.\nTo accept the submission urged on behalf of the appellants,\nwe must hold that the provisions of the Repealing Act\nrelied upon by the appellants overrides the provisions of\nSection 321 of the Code of Criminal Procedure which\nprovides for withdrawal of prosecutions at the instance of\nthe Public Prosecutor in-charge of the case and with the\nconsent of the Judge trying the accused.\nHowever, we feel that in view of the reasons and the\n"}