{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nCOLLECTOR OF CENTRAL EXCISE, PUNE\nV.\nM/S. BAJAJ TEMPO LTD.\nFEBRUARY 7, 2005\nB [S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nC\nCentral Excise Act, 1944-Section 11A(1)-Reimbursement of\nadvertisement expenses initially incurred by manufacturer from dealers-\nWhether includible in the assessable value under extended period of limitation-\nCollector holding it to be includible—Tribunal applying certain decisions and\nwithout discussing evidence, setting aside the order-On appeal, held: Decisions\napplied by the Tribunal does not pertain to the matter in issue and as such\nTribunal wrongly applied the decisions-Hence, order of Tribunal and that of\nadjudicating authority set aside-Matter remitted back to Adjudicating\nD Authority for fresh decision-Precedent-Wrong application of\nRespondent - assessee is a manufacturer of motor vehicles. Appellant\n- Department issued show cause notice to the assessee demanding duty on\nthe advertisement expenses initially incurred by the assessee and\nsubsequently reimbursed from the dealers since such reimbursement is\nE includible in the assessable value. It invoked extended period of limitation\nsince the assessee did not disclose to the Department about the\nreimbursement of expenses. Adjudicating Authority upheld the demand\nholding that the advertisement expenses were incurred by the assessee and\ncharged to the dealers in addition to expenses incurred by the assessee\nand as such were includible in the assessable value. Assessee filed an\nappeal. Tribunal allowed the appeal, applying the ratio in Philips India\nLtd. v. Collector of Central Excise, Pune and Mahindra \u0026 Mahindra Ltd v.\nCollector of Central Excise, Bombay, without discussing the evidence on\nrecord. Hence the present appeal.\nF\nG\nH\nAllowing the appeal and remitting the matter to the Adjudicating\nAuthority, the Court\nHELD: In the instant case, the fundamental point is whether the\nreimbursements claimed by the manufacturer are includible in the\nassessable value and whether such reimbursement would constitute\n1118\nr\nC.C.E. v. BAJAJ TEMPO LTD. [KAPADIA, J.]\n1119\n\"advertisements by the dealers on their own account\" or whether they A\nwould fall in the category of \"advertisements solely made by the assessee\non their own account\" for computing the assessable value. These questions\nwere not the subject matter of the decisions in Philips India Ltd. and\nMahindra \u0026 Mahindra Ltd. Thus, the Tribunal was wrong in applying the\ndecisions to the facts of the instant case. Hence, the impugned judgments\nof the Tribunal as well as of the Adjudicating Authority are set aside and\nthe matter is remitted back to the Adjudicating Authority for fresh\ndecision in accordance with law. [1121-H; 1122-A-B; 1122-C]\nB\nPhilips India Ltd. v. Collector of Central Excise, Pune, (1997) 91 ELT\n540 and Mahindra \u0026 Mahindra Ltd v. Collector of Central Excise, Bombay, C\n(1998) 103 ELT 606, distinguished.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3840 of 1999.\nFrom the Judgment and Order dated 9.3.1999 of the Central Excise\nCustom and Gold (Control) Appellate Tribunal, New Delhi in A.No. E/1125/ D\n91-A in F.O. No. 320 of 1999-A.\nK.P. Pathak, Additional Solicitor General, G. Umapathy, P.\nParmeswaran, S. Gowthaman and B. Krishna Prasad him for the Appellant.\nS. Ganesh, Thomas Vellapally, P. Venugopal, P.S. Sudheer and K.J. E\nJohn for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. The short question which arises for determination in this\ncivil appeal filed by the Department under section 35L(b) of the Central F\nExcise Act, 1944 is whether reimbursement of advertisement expenses by\nthe manufacturer from the dealers, after initially incurring the same, is\nincludible in the assessable value.\n-\nG\nM/s Bajaj Tempo Ltd., the respondent herein is engaged in the\nmanufacture of motor vehicles falling under Chapter 87 of Central Excise\nTariff Act, 1985. On 18.10.1989, show-cause notice was issued to M/s Bajaj\nTempo Ltd. (hereinafter referred to for the sake of brevity as \"the assessee\")\nby the department demanding Rs. 4,73,690.76 for the period 1984-85 to\n1988-89 by invoking extended period of limitation. In the show-cause notice,\nit was alleged by the department that the assessee had failed to disclose and H\n1120\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA had failed to pay appropriate duty on the expenses incurred on its publicity/\nadvertisement which in turn promoted the marketability of the goods. In the\nsaid notice, it was further alleged that the dealers' commission included the\ncost of selling the product, the cost of meeting the service obligations to the\ncustomers, the cost of advertisement and cost of sales promotions. In the said\nshow-cause notice, it was further alleged that the assessee had recovered\nfrom its dealers part of the advertisement expenses, initially incurred by the\nassessee which was not disclosed to the department and, therefore, the\ndepartment was entitled to invoke the extended period of limitation under the\nproviso to section 11A(1) of the Central Excise Act, 1944 (hereinafter referred\nto for the sake of brevity as \"the 1944 Act\"), as it stood at the material time.\nC\nB\nVide reply dated 20.12.1989, the assessee denied the aforestated charges\nlevelled against it in the show-cause notice. The assessee contended that its\nprice-list was approved and consequently, the department was not entitled to\ninvoke the extended period of limitation; that the assessee had recovered\nadvertisement expenses from its dealers only in cases where the assessee had\nD initially incurred such expenses on behalf of the dealers and at the request of\nthe dealers. It was further submitted that all the expenses incurred by the\nassessee towards advertisement were already included in the assessable value.\nIt was further submitted that the question of including such expenses on\naccount of advertisement would only arise if the assessee had claimed\ndeduction and since the assessee had not claimed deduction for such expenses,\nthe department was not entitled to include such expenses in the assessable\nvalue. According to the assessee, the said advertisement charges were incurred\nby the dealers on their own account and, therefore, such charges were not\nincludible in the assessable value. It was further submitted that in any event,\nthe goods in question have been sold to all the dealers at the same price and\nF all the dealers were treated equally and, therefore, such charges were not\nE\nG\nH\nincludible in the assessable value. It was further submitted that the correct\nmanner to assess excisable goods was to ascertain whether there was any\nallied activity or whether there was any implicated activity. It was contended\nthat any profit accruing to the manufacturer in any allied activity cannot be\nsubjected to levy of excise duty. It was urged that in the present case the\nassessee had given video cassettes to the dealers which was the allied activity\nand, therefore, recovery made on this account by the assessee from the dealer\ncannot be subjected to duty of excise. On the question of limitation, it was\nsubmitted that there was no suppression of facts and, therefore, the department\nwas not entitled to invoke the proviso to section 11A(1) of the 1944 Act.\nC.C.E. v. BAJAJ TEMPO LTD. [KAPADIA, J.]\n1121\nB\nBy order dated 29.4.1991, the Additional Collector (hereinafter referred A\nto for the sake of brevity as the \"Adjudicating Authority\") found that the\nassessee had incurred advertising charges initially and had got themselves\nreimbursed through debit notes which were not disclosed by the assessee to\nthe department at the time of approval of the price-list. The Adjudicating\nAuthority further found that the assessee was undertaking advertisement in\nnational and regional papers on behalf of the dealers for which the assessee\nused to charge the dealers for such expenses over and above the wholesale\nmargin allowed to the dealers. According to the Adjudicating Authority,\nthese facts were evident from the debit notes. According to the Adjudicating\nAuthority, such expenses incurred by the assessee constituted additional\nconsideration. According to the Adjudicating Authority, such additional C\nconsideration was incurred by the assessee and charged to the dealers in\naddition to expenses incurred by the dealer on their own and, therefore, such\ncharges were includible in the assessable value. Accordingly, the Adjudicating\nAuthority confirmed the show-cause notice.\nAggrieved by the order passed by the Adjudicating Authority, the D\nassessee preferred appeal No.E/1125/94-A to the Customs, Excise \u0026 Gold\n(Control) Appellate Tribunal, New Delhi (hereinafter referred to for the sake\nof brevity as \"the Tribunal\"). By the impugned judgment and order dated\n09.3.1999, which is a cryptic order, the Tribunal without discussing the\nevidence on record allowed the appeal on the ground that the matter was\ncovered by the judgments of this Court in Philips India Ltd. v. Collector of\nCentral Excise, Pune, reported in (1997) 91 ELT 540 and Mahindra \u0026\nMahindra Ltd. v. Collector of Central Excise, Bombay, reported in (1998)\n103 ELT 606. Hence, this civil appeal by the department.\n(1)\nE\nAt the outset, we may point out that there is conceptual difference F\nbetween \"expenses\" and \"reimbursement”. This difference has not been taken\ninto account by the Tribunal. In the present case, it appears from the decision\nof the Adjudicating Authority that the Company had initially incurred\nadvertisement expenses which expenses were subsequently reimbursed by\nthem from their dealers. It is not clear from the decision of the Adjudicating\nAuthority as to at what stage the reimbursement took place. It is not clear\nfrom the decision of the Adjudicating Authority as to whether the\nreimbursement was at the end of the year by way of adjustment of accounts\nor whether the reimbursement had taken place within a short interval of time\nfrom the date of the advertisement. The fundamental point however in the\npresent case is whether such reimbursements by the manufacturer are includible H\nG\n1122\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA in the assessable value and whether such reimbursement would constitute\n\"advertisements by the dealers on their own account” or whether they would\nfall in the category of \"advertisements solely made by the assessee on their\nown account\" for computing the assessable value. These questions were not\nthe subject matter of the decisions in Philips India Ltd. (supra) and Mahindra\n\u0026 Mahindra Ltd. (supra). The Tribunal was wrong in applying the aforestated\nB\ntwo decisions to the facts of the present case.\nC\nFor the aforestated reasons, the appeal is allowed; the impugned\njudgments and orders of the Tribunal as well as of the Adjudicating Authority\nare set aside and the matter is remitted to the concerned Adjudicating Authority\nfor fresh decision in accordance with law, both on merits as well as on the\npoint of limitation. However, in the facts and circumstances of this case,\nthere will be no order as to costs.\nN.J.\nAppeal allowed.\n"}