{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nSTATE OF A.P.\nν.\nS. RAYAPPA AND ORS.\nFEBRUARY 14, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nC\nD\nE\nF\nG\nH\nPenal Code, 1860--Sections 302 and 148:\nMurder-Evidence of P.W.2--Discarded by High Court on ground that\ninquest report did not disclose his name as an eyewitness-Propriety of\nHeld: Imprope:*——In view of direct evidence that P.W.2 was present at the\nincident spot at the time of inquest report-High Court failed to take note that\nin the FIR, the name of P.W.2 prominently figured as an eyewitness.\nMurder-Delayed reaching of FIR before Ilaqa Magistrate--High Court\ndoubted presence of eye-witnesses on that ground-Propriety of—Held: Not\nproper since evidence of eye-witness categorical with regard to participation\nof each accused—Also no question or suggestion was put to the Investigating\nOfficer to explain the delayed reaching of FIR before the Magistrate.\nCriminal Trial:\nMurder-Related witness-Evidence of Admissibility-Held: A related\nwitness is not necessarily an interested witness-No reason for such witness\nto depose falsely against somebody-But testimony of a related witness should\nbe examined cautiously---High Court erred in acquitting the accused on ground\nthat eye-witnesses were related to the deceased--Penal Code, 1860-Sections\n302 and 148.\nMurder--Independent witness-Non-examination of-Held: No ground\nto discard creditworthy and confidence inspiring testimony of related eye\nwitnesses when tension and fear psychosis prevailed amongst public due to\ndouble murder in the town in a single day—In such situation, any independent\nwitness not expected to come and depose about the incident even though he\nmay have seen it--Penal Code, 1860-Sections 302 and 148.\nMurder--Discrepancy in statement of prosecution witness--Effect of\n200\n7\nسو\nSTATE OF A.P. v. S. RAYAPPA\n201\nHeld: Every discrepancy is not fatal to the prosecution's case-Discrepancy A\nwhich does not materially affect the prosecution case does not create any\ninfirmities.\nAccording to the prosecution, Respondents attacked the brother of\nPW1 with various deadly weapons and caused his death. Trial Court\nconvicted the Respondents based on testimony of the two eye-witnesses,\nPW1 and PW2. PW2 is brother-in-law of the deceased.\nHigh Court, however, acquitted the Respondents by discarding the\ntestimony of PW1 and PW2. It discarded the evidence of PW2 on the\nground that the inquest report did not disclose his name as an eyewitness,\nand further held that the delayed reaching of FIR to the ilaqa Magistrate\nmade the presence of PW1 and PW2 doubtful. The other reason assigned\nby the Court while recording acquittal was that PW1 and PW2 were\ninterested witnesses being relatives of the deceased and no independent\nwitness was examined by the prosecution.\nIn appeal to this Court, the State challenged the said judgment of\nHigh Court.\nAllowing the appeals, the Court\nB\nC\nD\nF\nHELD: 1. The High Court erroneously discarded the evidence of E\nP.W.2 merely on the ground that the inquest report does not disclose his\nname as an eyewitness. In cross-examination, P.W.1 categorically stated\nthat P.W.2 was present at the scene during the time of inquest and until\nthe dead body was taken to the hospital. The High Court failed to take\nnote that in the FIR the name of P.W.2 prominently figures as an\neyewitness. This apart, P.W.2 in his deposition clearly stated that he was\npresent at the spot at the time of inquest report. He has also stated that\nhe was examined by the police at the scene during the time of inquest and\nhis statement was recorded. The statement of P.W.2 was corroborated by\nthe statement of P.W.3, and further corroborated by P.W.4, the Village\nAdministrative Officer and a panch witness to the inquest report. P.W.5 G\nalso corroborated the evidence of P.W.2. In view of the direct evidence of\nprosecution witnesses regarding the presence of P.W.2 at the spot at the\ntime of the inquest report, the finding recorded by the High Court is clearly\nperverse. [205-B-D, E]\n2. Why and how the FIR lodged at 2.30 p.m. reached the Ilaqa\nH\n7\n[2006] 2 S.C.R.\nB\n202\nSUPREME COURT REPORTS\nA Magistrate at mid night should have been explained by the I.O., PW9 if\nsuch question was put to him. But throughout the entire examination and\ncross-examination of the I.O. not even a suggestion was put to him about\nthe delay of F.I.R. reaching the Ilaqa Magistrate at mid night. If such a\nquestion was put to the I.O. he should have explained the delay, if any,\nbecause in the instant case one of the important circumstances that could\nhave delayed the FIR reaching the Ilaqa Magistrate is that on the same\nday another murder had taken place at 7.30 a.m. in which brother-in-law\nof the deceased was murdered which case was also investigated by the I.O.,\nP.W.9. The High Court was, therefore, clearly in error in holding that the\ndelay of FIR reaching Ilaqa Magistrate at mid night would throw a\nC suspicion about the presence of P.W.1 and P.W.2. The evidence of P.W.1\nand P.W.2 is categorical with regard to the participation of each accused\nin giving blow to the deceased with a particular weapon.\n[205-G-H; 206-A-B]\n3.1. It is a well-established principle of law that testimony of a witness\nD otherwise inspiring confidence cannot be discarded on the ground that he\nbeing a relation of the deceased is an interested witness. A close relative\nwho is a very natural witness cannot be termed as an interested witness.\nThe term interested postulates that the person concerned must have some\ndirect interest in seeing the accused person being convicted somehow or\nthe other either because of animosity or some other reasons. [207-A-B]\nE\n3.2. On the contrary it has now almost become a fashion that the\npublic is reluctant to appear and depose before the Court especially in\ncriminal case because of varied reasons. Criminal cases are kept dragging\nfor years to come and the witnesses are a harassed lot. They are being\nF threatened, intimidated and at the top of all they are subjected to lengthy\ncross-examination. In such a situation, the only natural witness available\nto the prosecution would be the relative witness. The relative witness is\nnot necessarily an interested witness. On the other hand, being a close\nrelation to the deceased they will try to prosecute the real culprit by stating\nthe truth. There is no reason as to why a close relative will implicate and\ndepose falsely against somebody and screen the real culprit to escape\nunpunished. The only requirement is that the testimony of the relative\nwitnesses should be examined cautiously. [207-C-E]\nG\nH\n4. Regarding non-examination of an independent witness P.W.9, the\nI.O. stated that on that day he went to the place of incident and inquired\n1\nSTATE OF A.P. v. S. RAYAPPA [H.K. SEMA, J.]\n203\nabout the witness but none came forward to reveal about the case due to A\nfear. He has also stated that due to double murder in the town in a single\nday there was terror in public and he imposed Section 144, IPC. In such\na situation surcharged with tension and fear psychosis, it is not expected\nof any witness to come and depose about the incident even though they\nmay have seen it. Non-examination of independent witnesses, in such a\nB\nsituation, would be no ground to discard the otherwise creditworthy\ntestimony of P.W.1 and P.W.2, which inspires confidence.\n[207-F-G-H]\n5. Minor discrepancies in the statement of prosecution witnesses\npointed out by the respondents need not detain this Court any longer. C\nEvery discrepancy in the witness statement is not fatal to the prosecution's\ncase. The discrepancy, which does not materially affect the prosecution\ncase, does not create any infirmities. [207-H; 208-A]\nA\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal Nos.\n1401-1402 of 1999.\nFrom the Judgment and Order dated of the Andhra Pradesh High Court\nin Crl.A. Nos. 1727/97 and 18/98.\nP. Vinay Kumar, Mrs. D. Bharathi Reddy and Ms. Sneha Bhaskaran for\nthe Appellant.\nD\nE\n1\nL. Nageswar Rao, G. Ramakrishna Prasad, K.V. Vishwanathan, Mohd.\nWasay Khan, Mr. K.P. Kydashanatha Pillai, Suyodhan Byrapancni and S.\nUdaya Kumar Sagar for the Respondent.\nThe Judgment of the Court was delivered by\nF\nG\nH.K. SEMA, J. 23 accused in all were put to trial before the Trial\nCourt under Sections 148/302/149 IPC. A-21 died before the Trial commenced.\nA-1 to A-20, A-22 and A-23 faced the trial. The Trial Court convicted A-2,\n3, 6, 12 and 14 under Section 148 and sentenced to rigorous imprisonment\nfor three years. The Trial Court also found A-2, 3, 6, 12 and 14 guilty under\nSection 302 and sentenced to rigorous imprisonment for life and a fine of\nRs.2000/- in default three months rigorous imprisonment. Being aggrieved,\ntwo appeals were preferred before the High Court. Criminal Appeal No. 1727\nof 1997 was preferred by Sathuluri Rayappa A-2, Sathuluri Chalapathi A-3,\nSathuluri Dibbaraju A-6 and Garapati Mastan A-12. Criminal Appeal No. 18 H\n↑\n204\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA of 1998 was separately preferred by Satuluri Milke Raju A-14. By the\nimpugned order the High Court acquitted all of them. Hence these appeals by\nspecial leave by the State of Andhra Pradesh.\nB\nC\nE\nBriefly stated the facts are as follows:\nThe accused and the material prosecution witnesses were the residents\nof village Chilakaluripeta. The deceased Pilli Mohan Rao was also the resident\nof the same village. Eyewitness P.W.1 Pilli Subba Rao is the brother of the\ndeceased. The deceased Pilli Mohan Rao is the brother-in-law of another\neyewitness P.W.2. The village Malapalli of Chilakaluripeta is a faction-ridden\nvillage. One group was led by A-6 who belonged to C.P.M party and the\ndeceased who also belonged to C.P.M party led another group. Since 1984\nthere were several criminal cases against each other among these groups. On\n7.4.1992 A-1 and two others stabbed the son of the deceased. After the said\nincident, the deceased shifted his family from Malapalli to Sanjeeva Colony\nin Chilakaluripeta to his sister's house. It is the case of the prosecution that\nD on 24.7.1992 at about 7.00 a.m. all the accused persons passed in front of the\nhouse of P.W.1 stating that they had killed Pedda Sambaiah and they would\nkill the deceased Pilli Mohan Rao. P.W.1 having heard the conversation went\nto his sister's house where the deceased and his family were residing. P.W.1\nnarrated the story to the deceased and asked him to escape. P.W.1 and the\ndeceased then came to Narsaraopet bus stop of Chilakaluripeta. Then they\nsaw all the accused coming towards them armed with deadly weapons. On\nseeing the accused they started running and the accused chased the deceased.\nIt is the prosecution case that Sathuluri Dibbaraju A-6 axed on the back of\nthe deceased, Sathuluri Rayappa A-2 hit him on the left side of the chest,\nSathuluri Milke Raju A-14 also axed on the back of the deceased, Sathuluri\nF Chalapathi A-3 beat on the back side of neck of the deceased and Garapati\nMastan A-12 speared on the back of the deceased. All the other accused\nmeanwhile watched to prevent others from coming there. On hearing hue and\ncry of the deceased the neighbours came out, by that time all the accused ran\naway. It is further stated that after the incident P.W.1 and P.W.2 went near\nthe body and found the deceased dead. Thereafter, P.W.1 went to the police\nG\nstation and lodged the report with Head Constable P.W.8 at Town Police\nStation. P.W.9 the C.I. took up the investigation and in course of the\ninvestigation, statement of prosecution witnesses were recorded, documents\ncollected and having found that prima facie case was established against the\naccused, submitted the chargesheet. Later, on appreciation of evidence and\nH documents collected during the course of the investigation and having found\nY\nΤ\n☑\nSTATE OF A.P. v. S. RAYAPPA [H.K. SEMA, J.]\n205\nthe case established against the accused during the trial, the Trial Court A\nconvicted the appellants as aforesaid.\nThe High Court doubted the presence of P.W.1 and P.W.2 who are\neyewitnesses to the occurrence and discarded their testimony. The High Court,\nin our view, erroneously discarded the evidence of P.W.2 merely on the\nB\nground that in inquest report (Ex.P.2) it does not disclose the name of P.W.2\nas an eyewitness. In Ex.P.2 a very detailed statement of P.W.1 has been\nrecorded. In cross-examination P.W.1 categorically stated that P.W.2 Valleru\nDevadanam was present at the scene during the time of inquest and until the\ndead body was taken to the hospital. The High Court, has failed to take note\nthat in the first information report the name of P.W.2 prominently figures as C\nan eyewitness. This apart, P.W.2 in his deposition clearly stated that he was\npresent at the spot at the time of inquest report. He has also stated that he was\nexamined by the police at the scene during the time of inquest and his\nstatement was recorded. The statement of P.W.2 that he was present at the\nspot at the time of inquest report prepared by the police was corroborated by\nthe statement of P.W.3 Kondamuthi Bulli Kotamma. He has categorically D\nstated that P.W.2 was present at the spot at the time of inquest report. The\nstatement of P.W.2 was further corroborated by P.W.4 Challa Venkata.\nHanumanthu Vijaya Kumar, who is a village Administrative Officer and a\npanch witness to the inquest report. He has stated that two witnesses were\nexamined at the time of inquest report. Further P.W.5 Rama Chandra Prasad\nalso corroborated the evidence of P.W.2 that P.W.2 was present at the time\nof the inquest report. In view of the direct evidence of prosecution witnesses\nregarding the presence of P.W.2 at the spot at the time of the inquest report\nthe finding recorded by the High Court is clearly perverse.\nE\nThe High Court doubted the presence of P.W.1 on the ground that he F\ngave the first information report (ExP.1) at 2.30 p.m. on 24.7.1992 at the\npolice station which was doubtful because the endorsement of the Magistrate\nin Ex.P.1 showed that he received the first information report at 12 mid\nnight. It is not disputed that the incident had taken place on 24.7.1992 at\n12.30 noon. P.W. 1 categorically stated that he went to the police station and\nlodged the FIR (Ex.P.1) at 2.30 p.m. This statement is corroborated by P.W.8,\npolice head constable that P.W.1 lodged the FIR at 2.30 p.m. Why and how\nthe FIR Hodged at 2.30 p.m. reached the ilaqa Magistrate at 12 mid night\nshould have been explained by the I.O. if such question was put to him.\nAdmittedly, on the same day at 7.30 a.m. another murder, that of Pedda\nSambaiah who was brother-in-law of the deceased had taken place and the H\nG\n206\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA same case was also investigated by the I.O., P.W.9. We have been taken\nB\nthrough the entire examination and cross-examination of I.O. and not even a\nsuggestion has been put to him about the delay of F.I.R. reaching the ilaqa\nMagistrate at 12 mid night. If such a question was put to the I.O. he should\nhave explained the delay, if any, because in the instant case one of the\nimportant circumstances that could have delayed the FIR reaching the ilaqa\nMagistrate is that on the same day another murder had taken place at 7.30\na.m. in which one Pedda Sambaiah brother-in-law of the deceased was\nmurdered. The High Court was, therefore, clearly in error in holding that the\ndelay of FIR reaching ilaqa Magistrate at mid night would throw a suspicion\nabout the presence of P.W.1 and P.W.2. The evidence of P.W.1 and P.W.2\nC is categorical with regard to the participation of each accused in giving blow\nto the deceased with a particular weapon.\nD\nE\nF\nG\nH\nP.W.7 Dr.S.Lalithakumari conducted the post mortem examination and\nfound the following external injuries on the body of the deceased:\n1. A cut injury in the occipital region of the head 5cms X lcms x\nbone deep ecchymosis present on deep dissection.\n2.\n3.\n4.\n5.\nAn incised wound of 2 cms length and 4 cms deep near the right\nside of the thorasic spine. Vertical in direction. Edges clear cut.\nEcchymosis present underlying tissues.\nA cut injury of 6X3X7 cms deep in the center of the lumbar\nregion over the 3rd lumber spine. On deep dissection ecchymosis\npresent. 3rd lumbar vertibra cut. The injury is transverse in\ndirection. Edges are clear cut.\nA stab injury in front of the left of the left side of the chest.\nTransverse in direction 4X2X7 cm deep. Edges are clear cut.\nThe injury is just below the left nipple. Ecchomisis present.\nA deep cut injury of 6X3X8 cms deep in the left lumbar region.\nTransverse in direction. Edges are clear cut. Ecchomosis present.\"\nThe external injuries as described by the P.W.7; injury No.1 corresponds to\naxe injury caused by A-3, injury No.2 corresponds to spear injury caused by\nA-12, external injury No.3 corresponds to axe injury caused by A-6, external\ninjury No.4 corresponds to axe injury caused by A-2 and external injury No.5\ncorresponds to axe injury caused by A-14.\nx\ni\nL\nT\nSTATE OF A.P. v. S. RAYAPPA [H.K. SEMA, J.]\n207\nThe other reason assigned by the High Court in recording acquittal of A\nthe accused is that P.W.1 and P.W.2 were interested witnesses being relations\nof deceased and no independent witness was examined by the prosecution.\nBy now it is a well-established principle of law that testimony of a witness\notherwise inspiring confidence cannot be discarded on the ground that he\nbeing a relation of the deceased is an interested witness. A close relative who\nB\nis a very natural witness cannot be termed as an interested witness. The term\ninterested postulates that the person concerned must have some direct interest\nin seeing the accused person being convicted somehow or the other either\nbecause of animosity or some other reasons.\nOn the contrary it has now almost become a fashion that the public is\nC\nreluctant to appear and depose before the Court especially in criminal case\nbecause of varied reasons. Criminal cases are kept dragging for years to\ncome and the witnesses are a harassed lot. They are being threatened,\nintimidated and at the top of all they are subjected to lengthy cross-\nexamination. In such a situation, the only natural witness available to the\nprosecution would be the relative witness. The relative witness is not D\nnecessarily an interested witness. On the other hand, being a close relation to\nthe deceased they will try to prosecute the real culprit by stating the truth.\nThere is no reason as to why a close relative will implicate and depose falsely\nagainst somebody and screen the real culprit to escape unpunished. The only\nrequirement is that the testimony of the relative witnesses should be examined\ncautiously. The High Court has brushed aside the testimony of P.W.1 and\nP.W.2 on the sole ground that they are interested witnesses being relatives of\nthe deceased.\nE\nRegarding non examination of an independent witness P.W.9, K. Bhupal\nSingh the investigating officer stated that on that day he went to the place of F\nincident and inquired about the witness but none came forward to reveal\nabout the case due to fear. He has also stated that due to double murder in\nthe town in a single day there was terror in public and he imposed Section\n144. In such a situation surcharged with tension and fear psychosis it is not\nexpected of any witness to come and depose about the incident even though\nthey may have seen. Non-examination of independent witnesses, in such a\nsituation, would be no ground to discard the otherwise creditworthy testimony\nof P.W.1 and P.W.2, which inspires confidence.\nG\nMinor discrepancies in the statement of prosecution witnesses pointed\nout by the counsel for the respondents need not detain us any longer. Every H\n208\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA discrepancy in the witness statement is not fatal to the prosecution's case.\nThe discrepancy, which does not materially affect the prosecution case, does\nnot create any infirmities.\nIn the result, these appeals deserve to be allowed. The impugned order\nof the High Court acquitting the accused (respondents herein) is hereby\nB\nquashed and set-aside. The order of the Trial Court convicting the respondents\nis restored. The respondents are directed to be taken into custody forthwith\nto serve out the remaining part of the sentence. Compliance report should be\nsent within one month.\nB.B.B.\nAppeals allowed.\nA.\n"}