{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"SHAILESH JASVANTBHAI AND ANR.\nV.\nSTATE OF GUJARAT AND ORS.\nJANUARY 19, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\n00\nB\nPenal Code, 1860; Ss. 307, 324, 504 r/w Section 114/Bombay Police\nAct, Section 135:\nD\nAssault―Sentencing-Held: Protection of society and stamping out C\ncriminal proclivity should be the object of law-Law should adopt the corrective\nmachinery/deterrence based on factual matrix-Sentencing process be stern\nhowever mercy could be granted where it warranted undue sympathy to impose\ninadequate sentence would be harmful to the society and judicial system-\nThough criminal law adheres in general to the principle of proportionality in\nprescribing liability in proportion to the culpability of the type of criminal\nconduct yet in practice sentences determined largely by other considerations-\nBesides, disproportionate punishment has some very undesirable\nconsequences-In awarding sentence aggravating and mitigating factors and\ncircumstances in committing the crime need to be delicately balanced on the\nbasis of relevant circumstances-Facts and circumstances of the case, nature, E\nmotive and manner of committing the crime, conduct of the accused and\nweapons used are relevant facts—High Court proceeded on factually erroneous\npremises without keeping in view correct principles relating to punishment-\nHence, the matter remitted to the High Court for hearing afresh on the question\nof sentence.\nAccused persons quarreled with the appellants, the victims, on a\ntrivial matter and after assaulting them fled. Both the victims were taken\nto the clinic of PW-1, a doctor, for treatment and First Information Report\nwas lodged with the Police. Trial court conducted the trial of both the\naccused persons for alleged commission of offences punishable under\nSections 307, 324, 504 r/w Section 114 IPC and Section 135 of the Bombay\nPolice Act and found both the accused guilty of committing offences under\nSections 307 and 114 IPC and sentenced them accordingly. On appeal,\nHigh Court while upholding the conviction reduced the sentence restricting\nit to the period already undergone as one of the accused persons had to\n477\nF\nG\nH\n478\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA appear in the Board examination and had no criminal antecedent. Hence\nthe present appeal.\nThe appellants contended that no sympathy or leniency should have\nbeen shown to the accused persons; that the order was passed even without\nany notice to the injured persons/victim; that the factor which weighed\nB with the High Court that one of the accused persons was a student with\nno criminal antecedent had merely no relevance in determining the\nsentence; and that the accused persons were involved in a large number\nof criminal cases.\nC\nPartly allowing the appeals, the Court\nHELD: 1.1. The law regulates social interests, arbitrates conflicting\nclaims and demands. Security of persons and property of the people is an\nessential function of the State. It could be achieved through instrumentality\nof criminal law. Undoubtedly, there is a cross cultural conflict where living\nlaw must find answer to the new challenges and the courts are required\nD to mould the sentencing system to meet the challenges. The contagion of\nlawlessness would undermine social order and lay it in ruins. Protection\nof society and stamping out criminal proclivity must be the object of law\nwhich must be achieved by imposing appropriate sentence. Therefore, law\nas a corner-stone of the edifice of \"order\" should meet the challenges\nconfronting the society. In operating the sentencing system, law should\nadopt the corrective machinery or the deterrence based on factual matrix.\nBy deft modulation sentencing process be stern where it should be, and\ntempered with mercy where it warrants to be. The facts and given\ncircumstances in each case, the nature of the crime, the manner in which\nit was planned and committed, the motive for commission of the crime,\nthe conduct of the accused, the nature of weapons used and all other\nattending circumstances are relevant facts which would enter into the area\nof consideration. [482-D-E-F-G]\nE\nF\n\"Law in Changing Society\" by Friedman, referred to.\n1.2. Undue sympathy to impose inadequate sentence would do more\nG harm to the justice system to undermine the public confidence in the\nefficacy of law and society could not long endure under such serious\nthreats. It is, therefore, the duty of every court to award proper sentence\nhaving regard to the nature of the offence and the manner in which it was\nexecuted or committed etc. [482-G-H; 483-A]\nH\nSevaka Perumal etc. v. State of Tamil Nadu, [1991] 3 SCC 471, relied\n\\/\nSHAILESH JASVANTBHAI v. STATE OF GUJARAT\n479\non.\nA\n2.1. The criminal law adheres in general to the principle of\nproportionality in prescribing liability according to the culpability of each\nkind of criminal conduct. It ordinarily allows some significant discretion\nto the Judge in arriving at a sentence in each case, presumably to permit\nsentences that reflect more subtle considerations of culpability that are B\nraised by the special facts of each case. Judges in essence affirm that\npunishment ought always to fit the crime; yet in practice sentences are\ndetermined largely by other considerations which cause a departure from\njust desert as the basis of punishment and create cases of apparent injustice\nthat are serious and widespread. [483-B-C]\nC\n2.2. Proportion between crime and punishment is a goal respected\nin principle, and in spite of errant notions, it remains a strong influence\nin the determination of sentences. The practice of punishing all serious\ncrimes with equal severity is now unknown in civilized societies, but such\na radical departure from the principle of proportionality has disappeared D\nfrom the law only in recent times. Even now for a single grave infraction\ndrastic sentences are imposed. Anything less than a penalty of greatest\nseverity for any serious crime is thought then to be a measure of toleration\nthat is unwarranted and unwise. But in fact, quite apart from those\nconsiderations that make punishment unjustifiable when it is out of\nproportion to the crime, uniformly disproportionate punishment has some\nvery undesirable practical consequences. [483-D-E]\nE\nDhananjoy Chatterjee v. State of W.B., [1994] 2 SCC 220; Ravji v. State\nof Rajasthan, [1996] 2 SCC 175; State of M.P. v. Ghanshyam Singh, [2003]\n8 SCC 13; Surjit Singh v. Nahara Ram and Anr., [2004] 6 SCC 513 and State F\nof M.P. v. Munna Choubey and Anr., [2005] 2 SCC 710, relied on.\nDennis Councle MCG Dautha v. State of Callifornia (402 US 183: 28\nL.D. 2d 711), referred to.\nG\n2.3. The trial court while dealing with the bail application filed by\nthe accused also noted about the pendency of the cases against the accused\npersons. It further appears that during pendency of the trial the bail\ngranted to accused No.1 was cancelled for breach of conditions imposed\nby the court for grant of bail. These aspects do not appear to have been\nconsidered by the High Court. It proceeded on factually erroneous\npremises without keeping in view correct principles relating to punishment. H\n480\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA The matter is remitted to the High Court for a fresh hearing on the\nquestion of sentence, uninfluenced by any observation made in these\nappeals. [484-H; 485-A]\nB\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 118\nof 2006.\nFrom the Judgment and Order dated 10-11/12/2003 of the Gujarat High\nCourt in Criminal Appeal No. 1357 of 2003 with Criminal Misc. Application\nNo. 9581 of 2003.\nWITH\nC\nCriminal Appeal No. 119/2006.\nSubrat Birla, Subhash Chandra Birla and R.L. Kureel for the Appellants.\nMs. Hemantika Wahi, Maulik Nahnavati, Mr. S. Udaya Kumar Sagar,\nMs. Bina Madhavan (for M/s. Lawyer's Knit \u0026 Co.) and S.C. Birla for the\nD Respondents.\nE\nF\nG\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nOf these two appeals, one is by the State of Gujarat and the other by\nthe victim of the crime. They assail correctness of the judgment rendered by\na Division Bench of the Gujarat High Court. By the impugned judgment\nwhile upholding the conviction recorded by the trial court the High Court\nreduced the sentence to the period already undergone; but awarded\ncompensation to the victims.\nBackground facts in a nutshell are as under:\nOn 30th March, 2002, first information report was lodged alleging that\nthe respondents Pratapji and Jayantubha (hereinafter referred to as accused\nby their respective names) assaulted the informant Sameer Kumar and the\nappellant Shailesh Jasvantbhai causing serious injuries. On the basis of the\ninformation lodged, investigation was undertaken and the accused persons\nwere tried for alleged commission of offence punishable under Sections\n307,324, 504 read with Section 114 of the Indian Penal Code, 1860( in short\nthe 'IPC') and section 135 of the Bombay Police Act. The trial court held the\nH accused persons to be guilty and sentenced each to undergo rigorous\nSHAILESH JASVANTBHAI v. STATE OF GUJARAT [PASAYAT, J.] 481\nimprisonment for 10 years with fine of Rs.3,000/- with default stipulation for A\nthe offences punishable under Sections 307 and 114 IPC. No separate sentence\nwas imposed for the offences punishable under Sections 324 and 114 IPC.\nThe accused persons were, however, acquitted of the charges relating to\nSection 504 IPC and Section 135 of the Bombay Police Act. The incident as\ndescribed in the first information report and as unfolded during trial was that\nB\nthe incident in question happened on 30th March, 2002 when complainant\nSameer Kumar and his friend appellant Shailesh were standing near a pan\nshop situated on Bhabhar Highway. After having their pans, both the accused\ncame there and asked the complainant to pay the charges for their pans. A\nquarrel started as the complainant refused to accept the demand of the accused.\nThereafter at about 9.30 p.m. on the next day, when complainant and his C\nfriend's, Balmukund and Shailesh were standing at the pan shop situated\nopposite PCO, both the accused came there, each was armed with a knief\nand started abusing the complainant. Accused No. 2 Jayantubha caught hold\nof the complainant and accused No. 1 Pratap gave knife blow on the right\nhand of the complainant. He also gave another blow on the left hand of the\ncomplainant. When the complainant shouted for help, appellant Shailesh\nintervened. Both the accused diverted their attention to Shailesh by inflicting\nblows with knife on him. Shailesh sustained injury on the left side of the\nneck and fell down on the ground. Thereafter Balmukund and Bharat also\nintervened. Accused thereafter fled. Both the injured were taken to Dr.\nDhirajbhai (PW1) for the treatment who also informed the police. The police E\nthereafter recorded the complaint and started investigation, submitted the\nchargesheet against accused. Trial was held as accused persons pleaded\ninnocence. As noted above, the trial court found them guilty and convicted\nand sentenced them. Trial Court's judgment was assailed before the High\nCourt.\nD\nF\nG\nDuring the hearing of the appeal before the High Court conviction was\nnot questioned, but it was submitted that the accused Pratapji had appeared\nin Standard X examination before a week of the incident, the sentence was\nharsh, had the likelihood of spoiling the careers of the accused persons. It\nwas, therefore, submitted that a lenient view should be taken in the matter by\nproviding adequate compensation to the injured persons. The plea was resisted\nby the State. But the High Court was of the view that even though the\nconviction was not seriously questioned, the same was rightly so done because\nthe conviction was in order. However, it was held that as both the accused\npersons were in prison and one of them had appeared in Standard X\nexamination, and had no criminal antecedent the sentence was restricted to H\n482\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA the period already undergone i.e. for about two years with the fine of\nRs.60,000/- (Rupees sixty thousand) which was to be paid as compensation\nto the injured.\nIn support of the appeal learned counsel for the appellants submitted\nthat no sympathy or leniency should have been shown to the accused persons.\nB The order was passed even without any notice to the injured persons who\nwould have shown as to how no leniency was warranted. The factor which\nweighed with the High Court i.e. the accused persons being student with no\ncriminal antecedent had merely no relevance. It was also factually not correct\nthat the accused persons had no criminal antecedent. In reality they were\ninvolved in large number of similar cases.\nC\nD\nLearned Counsel for the respondents supported the impugned judgment.\nThe law regulates social interests, arbitrates conflicting claims and\ndemands. Security of persons and property of the people is an essential\nfunction of the State. It could be achieved through instrumentality of criminal\nlaw. Undoubtedly, there is a cross cultura! conflict where living law must\nfind answer to the new challenges and the courts are required to mould the\nsentencing system to meet the challenges. The contagion of lawlessness would\nundermine social order and lay it in ruins. Protection of society and stamping\nout criminal proclivity must be the object of law which must be achieved by\nE imposing appropriate sentence. Therefore, law as a comer-stone of the edifice\nF\nof \"order\" should meet the challenges confronting the society. Friedman in\nhis \"Law in Changing Society\" stated that, \"State of criminal law continues\nto be as it should be - a decisive reflection of social consciousness of\nsociety\". Therefore, in operating the sentencing system, law should adopt the\ncorrective machinery or the deterrence based on factual matrix. By deft\nmodulation sentencing process be stern where it should be, and tempered\nwith mercy where it warrants to be. The facts and given circumstances in\neach case, the nature of the crime, the manner in which it was planned and\ncommitted, the motive for commission of the crime, the conduct of the accused,\nthe nature of weapons used and all other attending circumstances are relevant\nG facts which would enter into the area of consideration.\nH\nTherefore, undue sympathy to impose inadequate sentence would do\nmore harm to the justice system to undermine the public confidence in the\nefficacy of law and society could not long endure under such serious threats.\nIt is, therefore, the duty of every court to award proper sentence having\nSHAILESH JASVANTBHAI v. STATE OF GUJARAT [PASAYAT, J.] 483\nregard to the nature of the offence and the manner in which it was executed A\nor committed etc. This position was illuminatingly stated by this Court in\nSevaka Perumal etc. v. State of Tamil Nadu, [1991] 3 SCC 471.\nThe criminal law adheres in general to the principle of proportionality\nin prescribing liability according to the culpability of each kind of criminal\nconduct. It ordinarily allows some significant discretion to the Judge in arriving\nat a sentence in each case, presumably to permit sentences that reflect more\nsubtle considerations of culpability that are raised by the special facts of each\ncase. Judges in essence affirm that punishment ought always to fit the crime;\nyet in practice sentences are determined largely by other considerations.\nSometimes it is the correctional needs of the perpetrator that are offered to\njustify a sentence. Sometimes the desirability of keeping him out of circulation,\nand sometimes even the tragic results of his crime. Inevitably these\nconsiderations cause a departure from just desert as the basis of punishment_\nand create cases of apparent injustice that are serious and widespread.\nB\nC\nProportion between crime and punishment is a goal respected in D\nprinciple, and in spite of errant notions, it remains a strong influence in the\ndetermination of sentences. The practice of punishing all serious crimes with\nequal severity is now unknown in civilized societies, but such a radical\ndeparture from the principle of proportionality has disappeared from the law\nonly in recent times. Even now for a single grave infraction drastic sentences\nare imposed. Anything less than a penalty of greatest severity for any serious\ncrime is thought then to be a measure of toleration that is unwarranted and\nunwise. But in fact, quite apart from those considerations that make punishment\nunjustifiable when it is out of proportion to the crime, uniformly\ndisproportionate punishment has some very undesirable practical consequences.\nE\nF\nAfter giving due consideration to the facts and circumstances of each\ncase, for deciding just and appropriate sentence to be awarded for an offence,\nthe aggravating and mitigating factors and circumstances in which a crime\nhas been committed are to be delicately balanced on the basis of really\nrelevant circumstances in a dispassionate manner by the Court. Such act of\nbalancing is indeed a difficult task. It has been very aptly indicated in Dennis G\nCouncle MCGDautha v. State of Callifornia, 402 US 183: 28 L.D. 2d 711\nthat no formula of a foolproof nature is possible that would provide a\nreasonable criterion in determining a just and appropriate punishment in the\ninfinite variety of circumstances that may affect the gravity of the crime. In\nthe absence of any foolproof formula which may provide any basis for\nH\n484\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA reasonable criteria to correctly assess various circumstances germane to the\nconsideration of gravity of crime, the discretionary judgment in the facts of\neach case, is the only way in which such judgment may be equitably\ndistinguished.\nIn Dhananjoy Chatterjee v. State of W.B., [1994] 2 SCC 220, this Court\nB has observed that shockingly large number of criminals go unpunished thereby\nincreasingly, encouraging the criminal and in the ultimate making justice\nsuffer by weakening the system's creditability. The imposition of appropriate\npunishment is the manner in which the Court responds to the society's cry\nfor justice against the criminal. Justice demands that Courts should impose\npunishment befitting the crime so that the Courts reflect public abhorrence of\nthe crime. The Court must not only keep in view the rights of the criminal\nbut also the rights of the victim of the crime and the society at large while\nconsidering the imposition of appropriate punishment.\nC\nE\nSimilar view has also been expressed in Ravji v. State of Rajasthan,\nD [1996] 2 SCC 175. It has been held in the said case that it is the nature and\ngravity of the crime but not the criminal, which are germane for consideration\nof appropriate punishment in a criminal trial. The Court will be failing in its\nduty if appropriate punishment is not awarded for a crime which has been\ncommitted not only against the individual victim but also against the society\nto which the criminal and victim belong. The punishment to be awarded for\na crime must not be irrelevant but it should conform to and be consistent with\nthe atrocity and brutality with which the crime has been perpetrated, the\nenormity of the crime warranting public abhorrence and it should \"respond\nto the society's cry for justice against the criminal\". If for extremely heinous\ncrime of murder perpetrated in a very brutal manner without any provocation,\nF most deterrent punishment is not given, the case of deterrent punishment will\nloss its relevance. In State of M.P. v. Ghanshyam Singh. [2003] 8 SCC 13,\nSurjit Singh v. Nahara Ram and Anr., [2004] 6 SCC 513 and State of M.P.\nv. Munna Choubey and Anr., [2005] 2 SCC 710 the position was again\nhighlighted.\nG\nWe find from the record that before learned Additional Sessions Judge,\nDeesa an affidavit was filed by the sub inspector of Police that accused\nPratapji was involved in large number of cases and details of nine cases were\ngiven. Similarly it was stated that the accused no.2 Jayantubha, who was an\naccomplice of accused no.1 was also involved in nine cases. The trial court\nwhile dealing with the bail application filed by the accused also noted about\nH\nSHAILESH JASVANTBHAI v. STATE OF GUJARAT [PASAYAT. J.] 485\nthe pendency of the cases. It further appears that during pendency of the trial A\nthe bail granted to accused Pratapji was cancelled for breach of conditions\nimposed by the court for grant of bail. These aspects do not appear to have\nbeen considered by the High Court. It proceeded on factually erroneous\npremises without keeping in view correct principles relating to punishment.\nAbove being the position we set aside the impugned judgment of the B\nHigh Court and remit the matter to the High Court for a fresh hearing on the\nquestion of sentence, uninfluenced by any observation made in these appeals.\nS.K.S.\nThe appeals are allowed to the aforesaid extent.\nAppeals partly allowed. C\n"}