{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"MAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n89\n4, Balbinder Singh says that the Sikhs come to worship A\nthis institution where Holy Granths is the object of worship.\nHe also states that the birth day of 10th Guru is celebrated\nas a Gurpurab in the institution in dispute. In cross-\nexamination, he asserts that there are no Smadhis on the\npremises of the institution, but there may be Smadhis of B\nsome persons in the cremation ground of the village, which\nis at the back of the village institution. Towards the end of\nthe cross-examination, he says that he visits the institution\nin dispute fortnightly or monthly and he last visited it about\n15 days prior to his coming to the witness box. RW-5 Jagir C\nSigh has stated that the institution in dispute is a Sikh\nGurdwara where Sikhs go to worship and pay reverence.\nAccording to this RW, Mahant Bishan Singh was a Sikh\nand the Mahants, who preceded him were also Sikhs like\nhim. RW-6, Baga Singh has deposed that the Sikhs who\npredominate the village go to the institution for worship\nwhere the object of worship is Guru Granth Sahib.\nAccording to RW Baga Singh, Mahant Bishan Singh was\na Sikh. In cross-examination, he was confronted with the\nwriting marked Exhibit RW-6/1 but he explained that the\nstatement which he made in the Court of Subordinate\nJudge, Phool, related to another institution which was\ndescribed as Dera Jawala Singh.\nD\nE\nF\nIn fairness to Mr. Sajjan Singh, we must also notice his last\nsubmission regarding the Nirmala nature of the institution\nin the light of certain passages occurring at pages 172 to\n181 of the Gurmukhi book 'Nirmal Panth Darshan' Volume\nIII, written and published by Mahant Dial Singh of Mahabir\nNagar, New Delhi. On the basis of the version given\ntherein the learned counsel for the petitioner strongly G\nstressed that the institution be declared to be dera of the\nNirmala Sadhus.\nThe learned counsel for the Respondent Committee took\na strong objection a reference being made to this book H\nA\nB\nC\nD\nE\nF\nG\nН\n90\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\non the ground that the same was purposely published by\nthe Nirmalas sometime in 1963 after the publication of the\nnotification under Section 7(3) in this case. The date of\nthe publication of the Book is not mentioned anywhere on\nthe title page or anywhere else in the book. S. Charan\nSingh however, pointed out to us that the printed matter\nappearing to page 553 clearly indicated that this volume\nwas published after July 1962. The two dates 1st July 1962\nand 10th July 1962 mentioned at the said page regarding\nthe execution of some gift deed by the donor whose life\nis depicted thereafter, as well as the mention of some\nincidents of Sammat 2018 both at page 553 and page 4\nalso afforded a clue that this book was published only\nrecently. Another objection raised was that no attempt\nhaving been made by the petitioner to prove that the author\nhad any special knowledge about the subject about willch\nhe had dealt with in the book or that he had done any\nresearch in the Sikh history as a research scholar or as\na historian, not much reliance can be placed on the\nnarrations given in the said book. It was further urged that\nthe petitioner has neither shown that the book in question\nwas based on the material obtained from old books on\nreligion or history, nor has he brought its author in the\nwitness box to depose about the source of correctness\nof the material collected in the said compilation. Taken\ntogether, the above factors do create an impression that\nthe present Volume of “Nirmala Panth Darshan” may have\nbeen brought out with a purpose by and at the instance\nof the persons who were likely to be adversely affected\nby the various notifications issued by the State\nGovernment under the relevant provisions of the Sikh\nGurdwaras Act as amended by Act 1 of 1959. In dealing\nwith it, we have thus to exercise much caution, more so,\nwhen the learned counsel for the petitioner has failed to\nsupport the statements made in this volume by and from\nany other authoritative or standard work on the subject.\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n91\nB\nC\nD\nNot only that, the disclosure made in the said book about A\nthe spiritual heritage of Baba Kharak Singh, the founder\nof the institution in dispute, damages the case of the\npetitioner beyond repairs. According to the pleadings and\nevidence of the petitioner, the said Baba Kharak Singh\nwas a Nirmala Sadh. In the book under discussion Baba\nKharak Singh is shown as disciple of Baba Gurbux Singh,\nthe first mohatmim of historic Sikh Shrine known as\nGurdwara Padshi Naumi at Dhamdhan, now a notified\nSikh Gurdwara entered at Serial No. 314 of Schedule |\nof the S.G. Act. It is next mentioned in it that the above\nsaid Baba Gurbax Singh was administered Amrit by Bhai\nDaya Singh Jee who had received Nectar (Amrit) directly\nfrom the 10th Guru. It may be noted here that the said\nBaba Daya Singh was the first among the Five Pyaras\nor Beloved One's who had offered their heads to Shri\nGuru Gobind Singh Jee upon his command at Keshgarh\non the Baisakhy festival of 1699 A.D. \"Nirmal Panth\nDarshan\" however reveals that the aforementioned Baba\nKharak Singh received Amrit as well as his entire spiritual\nand religious training at the hands of said Baba Gurbax\nSingh, who after bidding farewell to Anandpur Sahib, had\ntaken his abode at Gurdwara Dhamdhan Sahib. There is\nno denying the fact that Baba Daya Singh Jee and Baba\nGurbax Singh Jee above mentioned were both famous\nSikh heroes and historical persons, about whom\nreferences have been repeatedly made in all the important\nworks of Sikh history. The fact that Baba Kharak Singh\nwas initiated into Sikh-fold by administration of Amrit that\nis Sikh Baptism by Baba Gurbux Singh, in itself is enough\nto enable us to conclude that the former also came to be\nknown as a Sikh saint of great repute during his life time. G\nThe institution established by such a devoted and\ndedicated Sikh as Baba Kharak Singh, for the purpose\nof public worship of Shri Guru Granth Sahib, cannot by any\nstretch of imagination or argument be held to a non-Sikh\nor Nirmala institution. Since, we find no substance H\nE\nF\n92\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nwhatsoever, even in the above submission of the learned\ncounsel for the petitioner, which he urged as an argument\nof last resort, we accordingly repel the same.\"\n15. The appellant challenged the order of the Tribunal by\nfiling an appeal, which was dismissed by the impugned\njudgment. The Division Bench of the High Court discarded the\ndocumentary evidence produced by the appellant by making\nthe following observations:\n\"At the outset, we may point out that the documentary\nevidence led by the petitioner in the form of Exhibits P-1\nto P-31 is not of much use to him for proving his case to\nrebut the evidence led by the Respondent-Committee. The\nTribunal in para 38 of its judgment observed:-\n\"The learned counsel for the petitioner has not been\nable to convince us as to how the documents\nExhibits P-1 to P-31 in any manner substantiate the\nallegations of the petitioners.\"\nWe also repeatedly asked the learned counsel for the\nappellant to explain how he derived any help from these\ndocuments to counter the case of the respondent. He was\nunable to derive any support from these documents. We,\ntherefore, will not refer to those as they do not contain any\nsubstantial matter to dispute that the institution in dispute\nis not a Sikh Gurdwara.\"\n16. The Division Bench of the High Court then referred to\nExhibits R1 and R7 in which Guru Granth Sahib is shown as\nthe owner of land in Patti Suleman and Patti Shamer and held\nthat as per these entries, Bhai Bishan Singh Chela of Bhai\nGulab Singh, Nirmala sadh, resident of village Jalal was only a\nnon-occupancy tenant. The Bench did take note of the\nappellant's plea that Baba Kharak Singh had founded the\ninstitution but did not accept the same and observed:\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n93\nB\n\"In the case of the Appellant that Baba Kharak Singh had A\nfounded the institution, but there is no direct evidence of\nany type, oral or documentary of the time of the\nestablishment of the institution pointing to the purpose\nof its establishment. We have to fall back upon the\navailable records of the earliest times. The revenue\nrecords referred to above are the only authentic and\nreliable evidence available to assess the situation. These\ndocuments show that the land of both the Pattis Suleman\nand Shamir in Village Jalal stood in the name of Gurdwara\nSahib or Guru Granth Sahib right from the earlier times, C\nthe records came into existence. In Exhibits R-2 and R-7,\nthe entries in red ink show that the Muafi was granted for\nDhoop Deep of Guru Granth Sahib, serving the Sadhus\nand also serving feed to the wayfarers till the continuance\nof the Dera. These records, which are unimpeachable and\nno effect was made to doubt their veracity on behalf of the\nAppellant, go to establish the presence of Guru Granth\nSahib in the institution since the earliest times. Muafi for\nDhoop Deep of Guru Granth Sahib also indicates that it\nwas being worshipped there and such worship was done\npublicly. Unless it was worshipped openly, the Rulers could\nnot have sanctioned the Muafi and continued it in the terms\nwhich are recorded in red ink in the revenue documents.\"\n(emphasis supplied)\nThe Division Bench then referred to the statement of Dogar\nSingh Lamberdar of Patti Suleman, which was recorded on\n23rd Asuj Samvat 1956, statement of another Lamberdar of\nvillage Jalal, namely, Bakhtawar Singh, which was recorded on\n8th November, 1985 Bk. and statement of Bishan Singh, an\noffice-holder of the institution recorded on 8th November, 1985\nBk. and proceeded to observe:\n\"In this statement, he made an unequivocal declaration that\nit is a Gurdwara and that the income is being spent on\nDhoop Deep and also for serving travellers. He wanted the\nD\nE\nF\n94\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB\nC\nD\nE\nF\nLL\nG\nMuafi to be continued as before, that is, in the name of the\nGurdwara or Guru Granth Sahib, as is indicated from the\nentries in red ink incorporated in the revenue record\nreferred to above. Serving the travellers or running a\nLanger etc. is a charitable purpose of a Sikh Gurdwara.\nWhen the other places of evidence referred to above are\nconsidered with the admission of Bishan Singh, in Exhibit\nR-9, then it makes the matter very clear that the institution\nwas established as a Sikh Gurdwara for the use of Sikh\nfor public worship. It has to be held so; especially when\nno direct evidence has been led that Baba Kharak Singh\nhad founded it or that he was a Nirmala.\nIt becomes clear from the above discussed evidence that\nit was a Gurdwara and not a Dera of the Nirmalas.\nAll the documents leave no room for doubt that Guru Granth\nSahib was the only object of worship in this institution. In\nthe Petition itself, the presence of Guru Granth Sahib is\nmentioned though the purpose was sought to be restricted\nonly for the benefit of the Nirmalas. In the light of the\ndiscussion in the previous paragraphs, we are inclined to\naccept this assertion about the restricted use only by the\nNirmalas. If it was for a limited purpose, then the\nLamberdars and Biswadars, who made statements during\nthe enquiries about the Muafi could not make those\nstatements, which have been referred to in the previous\nparagraphs in the revenue records, it could not be referred\nto as a Gurdwara. Even Bhai Bishan Singh admitted it to\nbe a Gurdwara in his statement Exhibit R-9. The Muafi\ncould not be granted and continued in the terms given. The\nBws were emphatical in their assertion that Guru Granth\nSahib was the only object of worship. They get very strong\nsupport from the circumstances discussed above.\"\n17. In support of its conclusion that the institution in\nH question is a Sikh Gurdwara, the Division Bench of the High\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.G. SINGHVI, J.]\n95\nCourt, in addition to the documentary evidence produced by the A\nrespondent, strongly relied upon the following factors:\n1. The majority of the population of village Jalal was\nSikh;\nB\n2.\nThere is no other Gurdwara in the village where the\nSikhs could go for worship; and\n3.\nMaharaja of Nabha who gave Muafi and other\ngrants was himself a Sikh ruler.\nC\nD\nE\n18. Shri Sarvesh Bisaria, learned counsel for the appellant\nreferred to Section 16(2)(iii) of the Act to show that an institution\ncan be declared to be a Sikh Gurdwara only if it is proved that\nthe same was established for use by Sikhs for the purpose of\npublic worship and was so used before and at the time of\npresentation of petition under Section 7(1). Learned counsel\nemphasized that the burden to prove both the ingredients of\nSection 16(2)(iii) was on the respondent, which it miserably\nfailed to discharge and argued that the Tribunal committed a\njurisdictional error by declaring the institution in question to be\na Sikh Gurdwara only on the ground that in the revenue records\nproduced by the respondent, Guru Granth Sahib was shown as\nthe owner of various parcels of land and Baba Bishan Singh\nChela of Baba Gulab Singh was shown as a non-occupancy\ntenant. Learned counsel pointed out that in the amended written\nstatement, the respondent had specifically pleaded that the F\nGurdwara in question was established to commemorate the\nvisit of 10th Guru and is being used as a place of worship on\naccount of the said visit, but failed to substantiate the same..\nLearned counsel then submitted that even though in paragraph\n3 of the amended written statement a reference was also made G\nto Section 16(2)(iii), there was not a whisper that the institution\nwas established for use by Sikhs for the purpose of public\nworship and was used as such before and at the time of\npresentation of the petition under Section 7(1) and argued that\nin the absence of a foundation having been laid, the Tribunal H\nC\n96\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA was not justified in granting a declaration that the institution is\na Sikh Gurdwara. Shri Bisaria criticized the impugned judgment\nand argued that the High Court committed serious error by\ndeciding the appeal without even adverting to the documentary\nevidence produced by the appellant on the specious ground\nB that the counsel appearing on his behalf could not explain as\nto how the same were helpful to the cause of his client. Shri\nBisaria extensively referred to documents produced before this\nCourt which, according to the learned counsel formed part of\nthe record of the Tribunal and the High Court to show that\nMaharaja Bharpur Singh of Nabha State (village Jalal was part\nof the princely State of Nabha) had granted land measuring 50\nGhumaon (approximately 200 bighas) to Bhai Bir Singh as\nearly as in Samvat 1908 and that in Samvat 1914 the land was\ngiven to Bhai Bir Singh on periodical lease when Maharaja\nBharpur Singh visited Phul and argued that the documentary\nevidence showing grant of Muafi in respect of a portion of the\nland granted to Bhai Bir Singh and recording of the name of\nDera Granth Sahib as per the desire of the owners was clearly\nindicative of the fact that the institution in question was a Dera\nand not a Gurdwara much less a Sikh Gurdwara established\nfor use by Sikhs for the purpose of public worship. In the end,\nShri Bisaria relied upon Section 4 of the Places of Worship\n(Special Provisions) Act, 1991 (for short, 'the 1991 Act') and\nargued that religious character of the Dera cannot be changed\non the basis of the order passed by the Tribunal.\nD\nE\nF\n19. Shri Jaspal Singh, learned senior counsel appearing\nfor the respondent supported the impugned judgment and the\norder of the Tribunal and argued that even though the\nrespondent had not specifically pleaded that the institution in\nG question was established for use by Sikhs for the purpose of\npublic worship and was used as such by Sikhs before and at\nthe time of presentation of the petition by 53 persons under\nSection 7(1) of the Act, the Tribunal did not commit any error\nby declaring it to be a Sikh Gurdwara because the parties had\ngone to the trial knowing fully well that the Tribunal was required\nH\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n97\nB\nto decide whether the institution is a Sikh Gurdwara and led A\nevidence in support of their respective cases. Learned senior\ncounsel referred to the entries made in the Khatauni and\nJamabandis of village Jalal to show that the Guru Granth Sahib\nhas throughout been recorded as the owner of land and Baba\nBishan Singh Chela of Baba Gulab Singh was merely a non-\noccupancy tenant. Learned senior counsel submitted that Muafi\ngranted by Maharaja of Nabha did not alter the character of the\ninstitution, which was established for use by Sikhs for the\npurpose of public worship. Shri Jaspal Singh emphasized that\nthe appellant did not lead any substantive evidence to prove\nthat the institution was established by Nirmala Sadhs and\nworship of Guru Granth Sahib was only incidental to their\nactivities. Shri Jaspal Singh argued that the provisions of\nSection 4 of the 1991 Act cannot be relied upon for the\npurpose of nullifying the declaration granted by the Tribunal\nbecause no evidence was produced by the appellant to show\nthat the Dera was a religious place established by Nirmala\nSadhs.\n20. We have considered the respective submissions. For\ndeciding the questions raised in this appeal, it will be useful to\nnotice the relevant provisions of the Act. The same are as\nunder:\n\"7. Petition to have a gurdwara declared a Sikh\nGurdwara.- (1) Any fifty or more Sikh worshippers of a\ngurdwara, each of whom is more than twenty-one years of\nage and was on the commencement of this Act or, in the\ncase of the extended territories from the commencement\nof the Amending Act resident in the police station area in\nwhich the gurdwara is situated, may forward to the\nappropriate Secretary to the Government so as to reach\nthe Secretary within one year from the commencement of\nthis Act or within such further period as the State\nGovernment may by notification fix for this purpose, a\npetition praying to have the gurdwara declared to be a Sikh\nGurdwara:\nD\nE\nF\nG\nI\nA\nB\nс\nD\nE\nF\nG\nH\n98\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nProvided that the State Government may in respect of any\nsuch gurdwara declare by notification that a petition shall\nbe deemed to be duly forwarded whether the petitioners\nwere or were not on the commencement of this Act or, in\nthe case of extended territories, on the commencement of\nthe Amending Act, as the case may be, residents in the\npolice-station area in which such gurdwara is situated, and\nshall thereafter deal with any petition that may be otherwise\nduly forwarded in respect of any such gurdwara as if the\npetition had been duly forwarded by petitioners who were\nsuch residents:\nProvided further that no such petition shall be entertained\nin respect of any institution specified in schedule I or\nschedule II unless the institution is deemed to be excluded\nfrom specification in schedule I under the provisions of\nsection 4.\n(2) List of property claimed for the gurdwara and of\npersons in possession thereof to accompany a petition\nunder sub-section (1).- A petition forwarded under the\nprovisions of sub-section (1) shall state name of the\ngurdwara to which it relates and of the district, tehsil and\nrevenue estate in which it is situated, and shall be\naccompanied by a list, verified and signed by the\npetitioners, of all rights, titles or interests in immovable\nproperties situated in Punjab inclusive of the gurdwara and\nin all monetary endowments yielding recurring income or\nprofit received in Punjab, which the petitioners claim to\nbelong within their knowledge to the gurdwara the name\nof the person in possession of any such right, title or\ninterest, and if any such person is insane or a minor the\nname of his legal or natural guardian, or if there is no such\nguardian, the name of the person with whom the insane\nperson or minor resides or is residing, or if there is no such\nperson, the name of the person actually or constructively\nin possession of such right, title or interest on behalf of the\n"}