{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MAHANT JAWALA SINGH v. SHIROMANI GURDWARA 79\nPRABHANDHAK COMMITTEE\n(2003) 11 SCC 377\nReferred to\nPara 22\nA\n(2009) 15 SCC 381\nRelied on\nPara 23\nAIR (1930) Lahore 1\nReferred to\nPara 24\n(1984) 2 SCC 600.\nReferred to\nPara 26 and\nB\n27\n(1975) 1 SCC 343\nReferred to\nPara 26 and\n27\n(1984) 2 SCC 614\nReferred to\nPara 27\nC\n(1996) 5 SCC 71\nReferred to\nPara 28\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6386 of 1983.\nFrom the Judgment \u0026 Order dated 13.09.1982 of the High\nCourt of Punjab and Haryana at Chandigarh in Regular First\nAppeal No. 380 of 1972.\nSarvesh Bisaria, P.C. Sharma, Dr. Sita Ram Sharma (for\nS. Usha Reddy) for the Appellants.\nJaspal Singh, Alok Prakash, Madhu Moolchandani for the\nRespondent.\nThe Judgment of the Court was delivered by\nD.\nE\nF\nG.S. SINGHVI, J. 1. This appeal is directed against\njudgment dated 13.9.1982 of the Division Bench of the Punjab\nand Haryana High Court whereby the appeal preferred by\nMahant Jawala Singh (the appellant herein), who died during\nthe pendency of the appeal before the High Court and is now G\nrepresented by his legal representative against the order\npassed by Sikh Gurdwara Tribunal, Chandigarh (for short, 'the\nTribunal') declaring Gurdwara Sri Guru Granth Sahib situated\nwithin the revenue estate of village Jalal, Tehsil and District\nH\n80\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Bhatinda as a Sikh Gurdwara was dismissed.\nB\nC\nD\nE\nF\nG\nH\n2. Fifty-three persons claiming to be Sikh worshippers\nsubmitted a petition to the State Government under Section 7(1)\nof the Sikh Gurdwaras Act, 1925 (for short, 'the Act') for\ndeclaring the institution in question as a Sikh Gurdwara was\npublished in the Punjab Government Gazette vide notification\nNo.385-G.P. dated 25.1.1963 issued under Section 7(3) of the\nAct. In response to the aforesaid notification, four separate\npetitions were filed under Section 8 of the Act. One of the\npetitions was filed by the appellant. In paragraphs 2, 3 and 5\nof his petition, the appellant averred as under:\n'\n\"(2) That the petitioner is a hereditary office-holder of the\nsaid Dera and is above 21 years of age and is thus entitled\nto forward this petition under Section 8 of the Act.\n(3) That the said Dera now described as Gurdwara Sri\nGuru Granth Sahib in the above-said Notification is not at\nall a Sikh Gurdwara. It was not established by or in memory\nof any of the ten Sikh Gurus or in commemoration of any\nincident in the life of any of the ten Sikh Gurus or in memory\nof any Sikh Martyr, Saint or Historical person and has\nnever been used for public worship by Sikhs owing to any\ntradition connected with any of the ten Sikh Gurus or the\nSikh religion nor was established for use by Sikhs for\npurposes of public worship at any time before or at the time\nof the presentation of the petition under sub-section (1) of\nSection 7 of the Act. In short none of the ingredients\nmentioned in Section 16 of the Act applied to the said\nDera.\nOn the other hand, the institution in question is only\na Dera known as 'Wada Dera Jalal'. It was founded and\nestablished by Baba Kharak Singh, a Nirmala Sadhu long\nlong ago. Baba Kharak Singh was a religious and pious\nperson and was very much revered in the llaga. He\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n81\nestablished the said Dera to serve as a resting place for A\nNirmala Sadhus and to impart religious teachings to the\ndisciples. It was neither established for use by Sikhs for\nthe purpose of public worship nor was it used for such\nworship by the Sikhs at any time. The said Dera is partly\na religious and partly a charitable institution of a private. B\nnature. Guru Granth Sahib Ji is held in great reverence by\nthe Nirmalas. Therefore, the same is opened in one room\nof the Dera for recitation to the Nirmala Sadhus - The\nSamadhies of the previous Mahants also exist which are\nalso the objects of worship by the disciples of the previous C\nMahants. The said Dera is not a Sikh Gurdwara, but is only\na Nirmala institution. Nirmalas are not Sikhs as defined in\nthe said Act.\nD\n(5) That the signatures of the persons on the petition under\nSection 7(1) of the Act were obtained by the employees\nof the Shiromani Gurdwara Parbandhak Committee,\nAmritsar fraudulently representing that the Shiromani\nGurdwara Parbandhak Committee, Amritsar was going to\nrequest the Punjab State Government to grant annual ·\nJagirs to all the religious institutions situate in erstwhile\nE\nPepsu, hence they should subscribe their signatures on the\npaper. Most of the signatures are only bogus. As a matter\nof fact, the said persons, never applied for declaring the\nsaid Dera to be a Sikh Gurdwara.\"\n3. Of the remaining three petitions, two were filed by\ndifferent sets of the worshippers of the institution. The fourth\npetition was filed by some of the persons whose names\nappeared in notification dated 25.1.1963. They claimed that\ntheir signatures were obtained by fraud and prayed that the\nDera in question may not be declared as Sikh Gurdwara.\nF\nG\n4. All the petitions were forwarded by the State\nGovernment to the Tribunal constituted under Section 14(1) of\nthe Act. The Tribunal issued notices to all the persons who\noriginally moved the State Government under Section 7(1) but H\n82\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA none of them appeared to contest the petitions filed under\nSection 8. Respondent - Shiromani Gurdwara Prabandhak\nCommittee got itself impleaded as party to the proceedings\npending before the Tribunal and filed written statement\nquestioning the very maintainability of the petition filed by the\nB appellant on the ground that he was not a hereditary office-\nholder and the petition does not disclose the custom relating\nto devolution of Mahantship in this Gurdwara. In paragraph 3\nof the reply, the following averments were made:\nC\nD\nE\n\"Para No.3 is right, in this respect that Baba Kharak Singh\nis a Sikh saint and the Gurdwara in dispute was\nestablished in his memory or in the alternative it was\nestablished by him for worship of Sikhs and has been so\nused i.e. for worship by Sikhs. The case falls either U/S.\n16(2) (3) or 16(2) (4). This is a Gurdwara which is a public\nreligious and charitable institution. Existence of Samadhi\ndoes not alter the nature of the institution.\"\n5. On the pleadings of the parties, the Tribunal framed the\nfollowing preliminary issue:\n\"Whether the petitioner is a hereditary office-holder of the\ninstitution in dispute? OPP\"\n6. On 2.3.1965, Shri Charan Singh, Advocate appearing\non behalf of the respondent stated that he does not want to\nF contest the status of the appellant to file petition under Section\n8 of the Act as a hereditary office-holder because there are two\nother petitions to be decided on merits. Accordingly, the\npreliminary issue was decided in favour of the appellant.\nG\nH\n7. On the same day i.e., 2.3.1965, an application was filed\non behalf of the respondent for amendment of the written\nstatement by substituting the original paragraph 3 with the\nfollowing:\n\"The institution in dispute is a Sikh Gurdwara built in\nmemory of a visit of the 10th Guru who came to this place\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n83\nfrom Dina and Lohgarh and stayed here for some time. A\nThis Gurdwara was built in memory of that visit and is being\nused as a place of worship by Sikhs on account of the\ntraditional visit of the 10th Guru and is therefore, being\nworshipped by the Sikhs or in the alternative under Section\n16(2) (3).\"\nThe amended written statement was also filed along with\nthe application for amendment.\nB\n8. By an order dated 31.3.1965, the Tribunal granted leave\nto the respondent to amend the written statement and framed C\nthe following issue:\n\"Whether the institution in dispute is a Sikh Gurdwara?\"\n9. The appellant examined himself and seven other\nwitnesses. He also produced documentary evidence in the form\nof Exhibits P-1 to P-31. On behalf of the respondent, six\nwitnesses were examined and eighteen documents marked\nExhibits R-1 to R-18 were produced.\n10. The Tribunal first considered the question whether the\ninstitution could be declared as a Sikh Gurdwara because the\nsame was established to commemorate the visit of 10th Guru,\nShri Guru Gobind Singh Ji to village Jalal and answered the\nsame in negative by recording the following observations:\n16\nD\nE\nF\nG\nIn this connection, he placed reliance on the\nstatements of RW-1, Mal Singh, RW-2 Santa Singh, RW-\n3 Gurnam Singh, RW-4 Balbinder Singh, RW-5 Jagir\nSingh, RW-6 Baga Singh, who have all deposed that\naccording to the tradition, the 10th Guru visited village Jalal\non his way from Village Dina to village Lambra of Lamb-\nwali. The Ld. Counsel also referred us the same books of\nHistory for substantiating his said contention. But when\nconfronted with narration to the contrary in quite a large\nnumber of historical works, relied upon and referred to us\nby the Ld. Counsel for the Petitioner, S. Charan Singh did H\nA\nB\nс\nD\n84\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nnot press this plea any further. There is evidently not\nenough evidence on the record either factual or historical\nfrom which it may be concluded that this institution has any\nconnection with the visit of 10th Guru to this place. Under\nthe circumstances, we feel constrained to hold that the\nprovisions of Section 16(2) (iv) are not attracted to the\nfacts of the present case. The plea taken by the\nRespondent Committee regarding the establishment of this\ninstitution in memory of the visit of Tenth Guru to this place\nis, therefore, rejected.\"\n11. The Tribunal then considered the question whether the\ninstitution could be treated as a Sikh Gurdwara under Section\n16(2) (iii) of the Act, analysed the oral and documentary\nevidence produced by the parties and held that the institution\nis a Sikh Gurdwara. For recording this conclusion, the Tribunal\nmainly relied on the entries contained in the revenue records\ni.e. Exhibit R-1 (Khatauni of village Jalal), Exhibit R-2 (copy of\nJamabandi pertaining to years 1981-85 BK), Exhibits R-3 and\nR-4 (certified copies of Jamabandies for the year 2000-2001),\nExhibit R-5 (certified copy of an extract from the register of\nE Muafi and Pensions pertaining to village Jalal), Exhibit R-7\n(copy of the revised entries from the register of Muafi of village\nJalal), Exhibit R-6 (certified copy of the pedigree table of village\nJalal), Exhibits R-8 and R-9 (certified copies of the statements\nof Bhaktawar Singh Lambardar and Mahant Bishan Singh\nF recorded on 9.11.1985 BK in Muafi File No.9), Exhibit R-14\n(attested copy of an application made by Dial Singh\nLambardar and some other proprietors of village Jalal dated\n12, Bhadon, Sammat 1941 from file No.192 decided on 11 Asuj,\n1941 (1884 A.D.), Exhibit R-18 (copy of the Jamabandi for the\nG year 1969-70 A.D.) and observed:\nH\n\"Thus from the documents placed and proved on the file\non behalf of the Respondent Committee, it comes\nabundantly evidence that from its very inception, Guru\nGranth Sahib has been ceremoniously opened and recited\n.......\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.].\n85\nB\nс\nin the said institution which has throughout been described A\nas a Gurdwara in the oldest as well up to date revenue\nrecord pertaining to its lands and Muafi..... ... The\npresence and Parkash of Shri Guru Granth Sahib in Dera\nin question is clearly mentioned in this document which\nalso incorporates the request and recommendation of the\nvillage proprietors to the effect that the land should be\nentered in the name of the Dera Granth Sahib. The counsel\nalso argued that none of the documents marked Exhibit\nP-1 to P-31 in any way supported the claim of the\nPetitioner regarding Nirmala Character of the institution.\nOn the other hand most of the Petitioner's documents\nthemselves show that the Muafi of this institution was\ngranted for the purposes of Dharam Arth and that the\nincumbents of this institution were all \"Bhais\" and not\nNirmala Sadhs as now alleged by the Petitioner. Among\nSikhs the title \"Bhai” is generally meant and used for the\nmost learned and venerable one's who are supposed to\nbe well versed in Sikh Scriptures, literature and history. It\nis also worth mentioning here that none of the documents\nexhibited on behalf of the Petitioner suggest any other\nmode or object of worship in the said institution, at any\nstage of its existence. The plea of Samadh worship seems\nto be clearly an after thought and appears to have been\nintroduced solely for the sake of casting doubt on the claim\nof the persons who have claims this institution to be Sikh\nGurdwara.\"\n12. The Tribunal noted the argument made by the counsel\nfor the respondent that there is a statutory presumption\nregarding correctness of the entries in the record of rights and\nobserved:\n\"\n....As the Petitioner has not been able to rebute\nthe presumption the entries in the Jamabandi Exhibits R-\n1, R-2, R-3, R-4 and R-18 showing Guru Granth Sahib\nWakia Deh Hazah and Gurdwara Sahib Wakia Deh Hazab\nD\nE\nF\nG\nH\nA\nB\nC\n86\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nas the executive owner of the landed property attached to\nthe institution, must be presumed to be correct. There\nseems to be much force in this argument of the counsel. It\nis now for the Petitioner to satisfy us how far he has\nsucceeded in rebutting the said presumption.\"\n13. The Tribunal also referred to the statements of the\nwitnesses examined by the appellant and held that the same\nwere not sufficient to discard the evidence produced by the\nrespondent to show that the institution was in fact established\nas a Sikh Gurdwara for use by Sikhs for the purpose of public\nworship. The Tribunal was also of the view that the affidavits\n(Exhibits P7 to P10) of Ginder Singh, Gurjant Singh, Nand\nSingh, Jiwan and Harnam Singh, who stated that their\nsignatures on the petition filed under Section 7(1) of the Act\nwere obtained by fraud cannot be relied upon because they\nD were not examined as witnesses. The Tribunal then considered\nthe argument that the Dera was established by Baba Kharak\nSingh, who was a Nirmala saint and rejected the same by\nobserving that no documentary evidence was produced to\nprove this fact. The argument of the appellant that the use of\nE the word 'Dera' in various documents is indicative of the fact\nthat it was not a Gurdwara was rejected by the Tribunal by\nrelying upon the judgments of this Court in Banta Singh v.\nGurdwara Sahib Dasvi Patshai and another (Civil Appeal\nNo.446 of 1962 decided on 9.11.1964) and three unreported\nF judgments of the Division Bench of the High Court wherein it\nwas held that 'Dera' and 'Gurdwara' are interchangeable terms.\nThe Tribunal distinguished the judgments of the Lahore High\nCourt in Ram Parshad and others v. Shiromani Gurdwara\nParbandhak Committee, Amritsar and others AIR 1931 Lahore\n161; Arjan Singh and another v. Inder Dass and another AIR\n1934 Lahore 13; Lachhman Dass and others v. Atma Singh\nand others AIR 1935 Lahore 666; Maghar Singh and others v.\nHardit Dass AIR 1935 Lahore 879; Santa Singh and others v.\nPuran Dass and others AIR 1936 Lahore 216; Hardit Dass v.\nGurdit Singh and another AIR 1936 Lahore 819; Dial Singh v.\nG\nI\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n87\nBhagat Ram and others AIR 1936 Lahore 822; Harnam Dass A\nv. Kartar Singh and another AIR 1936 Lahore 825; Ishar Dass\nv. Bhagwan Singh and another AIR 1936 Lahore 841; Mukand\nSingh v. Puran Dass AIR 1936 Lahore 924; Arjan Singh and\nanother v. Harbhajan Dass and another AIR 1937 Lahore 280\nand of the Privy Council in Hem Singh and others v. Basant B\nDass and others AIR 1936 PC 93 and distinguished the same\nby observing that the factual matrix of those cases was\nsubstantially different. The Tribunal rejected the plea of the\nappellant that the institution was established by Nirmala Sadh\nand distinguished the judgment of this Court in Mahant Hamam\nSingh v. Gurdial Singh and another AIR 1967 SC 1415 by\nmaking the following observations:\nC\nD\n\"But we do not see what benefit can be derived therefrom\nby Petitioners, in view of the overwhelming documentary\nevidence which repeatedly describe this institution to be\na Sikh Gurdwara, where Guru Granth Sahib has been the\nobject of worship throughout its existence. There is no an\niota of evidence to show that the building mentioned as\npara 4 of the Notification No.385 G.P. dated 25th January\n1963 was ever established as a Nirmala institution. The E\ngift of the land was never made to Bhai Bir Singh\nindividually or for his personal use. It is also not mentioned\nin\nany of the documents that the institution was established\nfor being used as Nirmala monastery or college or for the\npurposes of Smadh-worship or anything of that type. If F\nanything, the statement of the previous manager Bhai\nBishan Singh in the year 1928 A.D. copy marked Exhibit\nR-9 closed the matter in regard to his religion as well as\nin regard to the nature of the institution. He declared in\nunequivocal terms that he was a Sikh Jat and further that G.\nhe was merely a manager or mahant of Gurdwara Sahib.\nIn our opinion, the Petitioner has not been able to make\nout any case regarding the Nirmala character of the\ninstitution. On the other hand, on the basis of the\ndocumentary evidence discussed above, we feel inclined\nH\n88\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\nto hold that this institution was established by Baba Kharak\nSingh. A Sikh gentleman of piety and prestige in the Illaqa\nfor use by Sikhs for the purposes of public worship of Sri\nGuru Granth Sahib, the holy Sikh Scripture.\"\n14. In the end, the Tribunal considered whether the\nrequirement of user of the institution by Sikhs for the purpose\nof public worship was satisfied and held:\n\"Next coming to the second requirement as to the user\nbefore and at the time of the presentation of the Petition,\nwe have mainly to draw material from the oral evidence\nadduced on behalf of the parties. It is conceded by all the\nPWs that the village is a Sikh Proprietory village and the\nmajor part of the population of the said Village belongs to\nthe Sikh faith. PW-7, Sampuran Singh and PW-8 Jawala\nSingh Petitioner have further recorded that there is no other\nSikh Gurdwara in the revenue estate of village Jalal. The\nconsistent evidence of the Respondents witnesses is, that\nthe object of worship in the said Gurdwara is Shri Guru\nGranth Sahib and nothing else. RW-1 Mal Singh has\ndeposed that Guru Granth Sahib is the only object of\nworship in the institution and Sikhs comes to pay\nreverence in this Gurdwara on account of tradition\nassociated with it. In cross-examination he says that the\nChhota Dera of Isher Singh has nothing to do with the\ninstitution in dispute. RW-2, Santa Singh says that the\nSikhs of the village come to pay reverences to the\nGurdwara due to the tradition. In cross-examination, he\nsays that he has not noticed any Smadhi in the Gurdwara\nbut on the back side in the cremation ground there are\nsome Samadhis. RW-3 Gurnam Singh states that Shri\nGuru Granth Sahib is the object of worship in this institution\nand that the Petitioner who is a follower of the Sikh faith\nis a Granthi and Mahant of this Gurudwara now. He has\nfurther mentioned that the Petitioner has started wearing\nsaffron colour clothes for the last five or six months. RW-\n"}