{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE (G.S. SINGHVI, J.]\n99\ninsane person or minor, and if any such right, title or A\ninterest is alleged to be in possession of the gurdwara\nthrough any person, the name of such person shall be\nstated in the list; and the petition and the list shall be in\nsuch form and shall contain such further particulars as may\nbe prescribed.\nB\n(3) Publication of petition and list received under sub-\nsections (1) and (2).- On receiving a petition duly signed\nand forwarded under the provisions of sub-section (1) the\nState Government shall, as soon as may be, publish it\nC\nalongwith the accompanying list, by notification, and shall\ncause it and the list to be published, in such manner as\nmay be prescribed, at the headquarters of the district and\nof the tehsil and in the revenue estate in which the\ngurdwara is situated and at the headquarters of every\ndistrict and every tehsil and in every revenue estate in\nwhich any of the immovable properties mentioned in the\nlist is situated and shall also give such other notice thereof\nas may be prescribed:\nProvided that such petition may be withdrawn by notice to\nbe forwarded by the Board so as to reach the appropriate\nSecretary to Government, at any time before publication,\nand on such withdrawal it shall be deemed as if no petition\nhad been forwarded under the provisions of sub-section\n(1).\n(4) \u0026 (5)\nXXX\nXXX XXX\n:\nD\nE\nLL\nF\n8. Petition to have it declared that a place asserted to be\na Sikh Gurdwara is not such a gurdwara.- When a\nnotification has been published under the provisions of G\nsub-section (3) of section 7 in respect of any gurdwara,\nany hereditary office-holder or any twenty or more\n• worshippers of the Gurdwara, each of whom is more than\ntwenty-one years of age and was on the commencement\nof this Act or, in the case of the extended territories, on\nH.\nA\nB\nс\nD\nE\nF\n0\nH\n100 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nthe commencement of the Amending Act, as the case may\nbe, a resident of a police-station area in which the\ngurdwara is situated, may forward to the State\nGovernment, through the appropriate Secretary to\nGovernment so as to reach the secretary within ninety days\nfrom the date of the publication of the notification, a petition\nsigned and verified by the petitioner, or petitioners, as the\ncase may be, claiming that the Gurdwara is not a Sikh\nGurdwara, and may in such petition make a further claim\nthat any hereditary office-holder or any person who would\nhave succeeded to such office-holder under the system of\nmanagement prevailing before the first day of January\n1920 or in the case of the extended territories, before the\n1st day of November, 1956, as the case may be, may be\nrestored to office on the grounds that such gurdwara is not\na Sikh Gurdwara and that such office-holder ceased to be\nan office-holder after that day:\nProvided that the State Government may in respect of any\nsuch gurdwara declare by notification that a petition of\ntwenty or more worshippers of such gurdwara shall be\ndeemed to be duly forwarded whether the petitioners were\nor were not on the commencement of this Act or, in the\ncase of the extended territories, on the commencement of\nthe Amending Act, as the case may be, resident in the\npolice-station area in which such gurdwara is situated, and\nshall thereafter deal with any petition that may be otherwise\nduly forwarded in respect of any such gurdwara as if the\npetition had been duly forwarded by petitioners who were\nsuch residents.\n16. Issue as to whether a gurdwara is a Sikh Gurdwara to\nbe decided first and how issue is to be decided.― (1)\nNotwithstanding anything contained in any other law in\nforce, if in any proceeding before a tribunal it is disputed\nthat a gurdwara should or should not be declared to be a\nSikh Gurdwara, the tribunal shall, before enquiring into any\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n101\nother matter in dispute relating to the said gurdwara, A\ndecide whether it should or should not be declared a Sikh\nGurdwara in accordance with the provisions of sub-\nsection (2).\n(2) If the tribunal finds that the gurdwara-\n(i) xxx\n(ii) xxx\nXXX\nXXX\nB\nXXX\nXXX\n(iii) was established for use by Sikhs for the purpose of\npublic worship and was used for such worship by Sikhs,\nbefore and at the time of the presentation of the petition\nunder sub-section (1) of section 7; or\nC\n(iv) was established in memory of a Sikh martyr, saint or\nhistorical person and was used for public worship by D\nSikhs, before and at the time of the presentation of the\npetition under sub-section (1) of section 7.\n(V) xxx\nXXX\nXXX\nE\n(3) Where the tribunal finds that a gurdwara should not be\ndeclared to be a Sikh Gurdwara, it shall record its finding\nin an order, and, subject to the finding of the High Court\non appeal, it shall cease to have jurisdiction in all matters\nconcerning such gurdwara, provided that, if a claim has\nbeen made in accordance with the provisions of section F\n8 praying for the restoration to office of a hereditary office-\nholder or person who would have succeeded such office-\nholder under the system of management prevailing before\nthe first day of January, 1920 or, in the case of the\nextended territories, before the first day of November, G.\n1956 the tribunal shall, notwithstanding such finding\ncontinue to have jurisdiction in all matters relating to such\nclaim; and, if the tribunal finds it proved that such office-\nholder ceased to be an office-holder on or after the first\nday of January, 1920 or, in the case of the extended H\nA\nB\nC\nD\n102\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nterritories, after the first day of November, 1956, it may by\norder direct that such office-holder or person who would\nhave so succeeded be restored to office.\n21. A reading of the above reproduced provisions shows\nthat 50 or more Sikh worshippers of a gurdwara each of whom\nis more than 21 years of age and is resident of the area of\npolice station within which the gurdwara is situated can file a\npetition under Section 7(1) with the prayer that the gurdwara\nmay be declared to be Sikh Gurdwara. By virtue of proviso to\nthat section, such a petition cannot be entertained in respect\nof any institution specified in Schedule-l or Schedule-ll unless\nthe same is deemed to be excluded from specification in\nSchedule | under Section 4 of the Act. Section 7(2) specifies\nthe particulars which are required to be incorporated in a\npetition filed under sub-section (1). These include the name of\ngurdwara to which it relates and the district, tehsil and revenue\nestate in which the gurdwara is situated. The petition shall also\ncontain details of all rights, titles or interests in immovable\nproperties situated in Punjab inclusive of the gurdwara. The\nnames of the persons who are actually or constructively in\nE possession of title and interest on behalf of an insane or a minor\nare also required to be disclosed. On receiving a petition under\nSection 7(1), the State Government is required to ensure that\nthe same is published in the prescribed manner at the\nheadquarters of the district and of the tehsil and in the revenue\nF estate in which the gurdwara is situated. Notice is also required\nto be published at the headquarters of every district/tehsil/\nrevenue estate in which any of the immovable properties\nmentioned in the list is situated. The movers of the petition\nunder Section 7(1) can withdraw by giving notice, which must\nG reach the appropriate Secretary to the Government before\npublication of notification. Section 8 provides for filing of petition\nto contest the prayer made in a petition made under Section\n7(1). A petition under Section 8 can be filed by any hereditary\noffice holder or any 20 or more worshippers of the gurdwara\neach of whom is more than 21 years of age and is a resident\nH\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n103\nA\nB\nC\nof a police station area in which the gurdwara is situated. In\nterms of Section 14(1), the State Government is required to\nforward to a Tribunal all petitions received by it under Sections\n5, 6, 8,10 and 11 and the Tribunal is required to dispose of\nsuch petitions in accordance with the provisions of the Act.\nSection 16(1) contains a non obstante clause. It lays down that\nnotwithstanding anything contained in any other law in force, the\nTribunal shall decide the dispute whether a gurdwara should or\nshould not be declared as a Sikh Gurdwara before inquiring\ninto any other matter in dispute relating to the said gurdwara.\nSection 16(2) enumerates the types of cases in which a\ngurdwara can be declared to be a Sikh Gurdwara. In terms of\nSection 16(2)(iii), the Tribunal can declare a gurdwara to be a\nSikh Gurdwara if it finds that the same was established for use\nby Sikhs for the purpose of public worship and was used for\nsuch worship by Sikhs before and at the time of presentation:\nof the petition under Section 7(1). Section 16(2)(iv) empowers\nthe Tribunal to declare a gurdwara to be a Sikh Gurdwara if it\nfinds that the gurdwara was established in the memory of a Sikh\nmartyr, saint or historical person and was used for such worship\nby Sikhs before and at the time of presentation of the petition\nunder Section 7(1). Section 16(3) deals with cases in which the\nTribunal finds the Gurdwara should not be declared as a Sikh\nGurdwara. In the event of recording such finding, the Tribunal\nceases to have jurisdiction in all matters concerning such\nGurdwara except to the extent of restoration of office of a\nhereditary office holder or person who would have succeeded F\nsuch office holder under the system of management prevailing\nbefore 1.1.1920 or in the case of an extended territories before\n1.11.1956.\nD\nE\n22 Section 16 of the Act has received fair amount of G\njudicial consideration and it has been repeatedly held by the\nCourts that before the Tribunal can declare an institution to be\na Sikh Gurdwara under Section 16(2)(iii), it must be satisfied\nthat (a) the institution was established for use by Sikhs for the\npurpose of public worship, and (b) was used for such worship\nH\n104 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA by Sikhs before and at the time of presentation of the petition\nunder Section 7(1). These two conditions are required to be\nfulfilled separately and conjointly and unless that is done, the\nTribunal cannot declare an institution to be a Sikh Gurdwara.\nIn other words, a person seeking a declaration that the\nB particular institution is a Sikh Gurdwara, he must satisfy the\nTribunal that the institution was established for use by Sikhs for\nthe purpose of public worship and that the same was used as\nsuch before and at the time of presentation of the petition under\nSection 7(1) of the Act. If he fails to prove either of the\nconditions, the Tribunal cannot declare the institution as a Sikh\nGurdwara. In this connection, reference may be made to the\njudgments of the Lahore High Court in Lachhman Dass and\nothers v. Atma Singh and others (supra) and of this Court in\nS.G.P.C. v. M.P. Dass Chella (supra), Shiromani Gurdwara\nParbandhak Committee, Amritsar v. Bagga Singh (2003) 1\nSCC 619, Shiromani Gurdwara Parbandhak Committee v.\nMahant Harnam Singh (2003) 11 SCC 377 and Shiromani\nGurdwara Parbandhak Committee v. Mahant Prem Dass\n(2009) 15 SCC 381.\nC\nD\nபய\nE\n23. It is also a settled law that the onus to prove that an\ninstitution is a Sikh Gurdwara lies on the person who asserts\nthe same. If Shiromani Gurdwara Parbandhak Committee\ncomes forward to support the plea or espouse the cause of the\none who files petition under Section 7(1) that the particular\nF institution is a Sikh Gurdwara and is liable to be declared as\nsuch under Section 16(2)(iii) of the Act, then the burden to prove\nthe two conditions is on the Committee. If it fails to fulfill either\nof the conditions, the Tribunal does not get the jurisdiction to\ndeclare the institution as a Sikh Gurdwara - S.G.P.C. v. M.P.\nDass Chella (supra) and Shiromani Gurdwara Parbandhak\nCommittee v. Mahant Prem Dass (supra).\nG\nH\n24. Before proceeding further, we may notice the judgment\nof the Lahore High Court in Kirpa Singh v. Ajaypal Singh AIR\n1930 Lahore 1 on which reliance was placed by the learned\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n105.\nD\ncounsel for the appellant to support of his argument that the A\ninstitution was established by Nirmala Sadhus and, therefore,\nthe same cannot be declared as a Sikh Gurdwara merely\nbecause Guru Granth Sahib is worshipped by the appellant and\nother Nirmala Sadhus. The facts of that case show that the\nplaintiffs-respondents had filed a suit under Section 92 of the B\nCode of Civil Procedure for removal of the appellant from the\nmanagement of the institution named \"Guru Sar Satlani\"\nsituated at a distance of about 13 miles from Amritsar.\nAccording to the plaintiffs-respondents, the institution was a\nSikh Gurdwara, that is, a place of public worship for the Sikhs C\nand constitutes a trust for public purposes of charitable and\nreligious nature. They alleged that the defendant-appellant was\na man of loose character and he had committed breach of trust\nby mismanaging the Gurdwara, mal-administering its\nproperties, misapplying the income, misappropriating its funds\nand by otherwise misbehaving and mis-conducting himself in\na manner which injured and scandalized the Sikh community\nand worshippers of the Gurdwara. The plaintiffs-respondents\nalso prayed for framing of a scheme for future management of\nthe Gurdwara. The defendant-appellant denied all the\nallegations and also pleaded that the institution was meant for\nNirmala Sadhus only and that the plaintiffs-respondents who\nwere not Nirmalas had no interest therein. One of the issues\nframed by the trial Court was whether Guru Sar Satlani is a\ngeneral Sikh Gaddi as distinguished form a Nirmala Sikh\nGaddi and whether the plaintiffs-respondents have any interest\nin it and they are entitled to maintain the suit. The trial Court\ndecreed the suit and directed removal of the defendant-\nappellant from the management of the institution. During the\npendency of the appeal, the Sikh Gurdwaras Act, 1925 was\nenacted and brought into force. Bhide, J. extensively referred\nto the evidence produced by the parties, various books and\nreports on Nirmalas and observed:\nE\nF\nG\n\"The origin of the Nirmalas seems to be somewhat obscure\nand there are different traditions in connection with it. But H\nA\nB\nC\n0\nE\nF\n0\n☐ H\n106\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nit seems to be generally accepted that they came into\nexistence in Guru govind Singh's time. Defendant Kirpa\nSingh has himself admitted in his statement: vide p.85, part\n1 of the Printed Paper Book, that \"Nirmalas” are chelas\nof Guru Gobind Singh, and hence it is unnecessary to\ndilate on this point. But although the Nirmalas appear to\nhave been originally followers of Guru Gobind Singh the\nimportant point for consideration is whether they are now\ndistinct from the general body of the Sikhs and in particular\nfrom the plaintiffs who are \"Akalis.\" On this point, the\nauthorities seem to be agreed that the Nirmalas have\ndrifted to a great extent towards the practices of the Hindu\nreligion. The following extract from Sir Edward Maclagan's\nCensus report for this Province for the year 1891 is very\ninstructive in this connection.\nThe Nirmalas represent a different aspect of the history of\nGobind's followers; for this order has by degrees rid itself\nof the main distinguishing marks of the Khalsa faith and\nis gradually returning to a pure form of orthodox Hinduism.\nThe Nirmalas originated, like the Akalis, in the time of\nGobind Singh, but there are two stories regarding the\nmanner of their origin. According to the one, a water carrier\nwas seized by Gobind's soldiers for supplying water to the\nenemy during a battle, but the Guru recognized the virtue\nof his act and embracing him exclaimed, Thou art without\nstain (Nirmala).\nThis story, however, has too much resemblance to that\nregarding Kanhaiya Lal quoted in para. 103 above; and\nthe following appears the more probable account. It is said\nthat Guru Gobind Singh sent three followers named Karm\nSingh, Harchand and Mihr Rai to Benares to acquire a\nknowledge of Sanskrit, when the Pandits of that city\nrefused to come themselves to Gobind Singh; and that, on\ntheir return, the Guru blessed them as being the only\nEarned men among the Sikhs and called them \"Nirmala.\"\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n107\nC\nD\nThey were allowed to take the pahul and founded the order A\nof Nirmala Sadhus. This order was at first devoted to the\nregulations of Gobind Singh, wore white garments, and had\nconsiderable influence with his followers. But their taste for\nSanskrit literature (which is to this day cultivated by them\nwith considerable care) led them to imbibe the principles B\nof the Vedanta and to re-adopt many of the customs of the\nShastras. They gave up the use of meat and spirits. They\nalso began to adopt the ordinary ochre-coloured dress of\nthe Indian faqir, which is strictly prohibited to the true\nfollowers of Gobind, and some of them are now only\ndistinguishable from the Udasi followers of Nanak by the\nwearing; of the kes or uncut hair. They are almost always\ncelibate and almost always in monasteries. They have\ngenerally some pretensions to learning, and, unlike most\nof the religious orders in the Punjab, have a high reputation\nfor morality. They are said to live on offerings voluntarily\npresented, and to abstain from begging but there are\nsome who say that the ochre-coloured dress has been\nadopted mainly for its convenience in begging. Their\nprincipal Akhara is at Hardwar, and it is said that their\nsocieties throughout the province are periodically visited\nby a controlling council. They have three considerable\nmonasteries; in the Hoshiarpur District at Munak,\nAdamwal and Alampur Kotla; and by our returns they\nappear to be strong in Gurdaspur, where they are mainly\nreturned as Hindus, and in Ambala, Ferozepor and\nAmritsar, where they are mainly-returned as Sikhs. It is\nsupposed that, they are to be found in some numbers in\nPatiala, but our tables would intimate that they are as strong\nin Faridkot They are looked on as unorthodox by most true\nSikhs, and it will be observed that more of them are\nreturned in the Census as Hindu than as Sikhs. The Akalis\nare specially bitter against them and there have been great\ncontentions between the two sects with regard to the right\nof worship at the great Sikh shrine at Apchalanagar on the\nGodaveri.\"\nE\nF\nG\nH\nA\nB\nC\nD\n108\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\n25. The aforementioned judgment was approved by this\nCourt in Mahant Harnam Singh v. Gurdiyal Singh AIR 1967\nSC 1415. In that case, the appellant had challenged the decree\npassed by the High Court which had reversed dismissal of the\nsuit filed by the respondent for removal of the appellant from\nthe office of Mahant of an institution described as Gurdwara\nJhandawala. In the plaint, the respondent pleaded that is one\nGuru Granth Sahib at Village Jhandawala in the name of\nGurdwara Jhandawala which is managed by Mahant Harnam\nSingh appellant as a Mahatmim, and that he is in possession\nof the \"Dera” and agricultural land belonging to Guru Granth\nSahib, Gurdwara Jhandawala. The Gurdwara was said to be\na public religious place which was established by the residents\nof the village. It was pleaded that this religious institution was\na public trust created by the residents of the village for the\nservice of the public to provide food to the visitors from the\nLungar (free kitchen) to allow the people to fulfil religious beliefs\nand for worship, etc. The plaintiff-respondents stated that, in the\ncapacity of representatives of owners of lands situated at village\nJhandawala and of the residents of village Jhandawala, they\nsubmitted an application for permission to institute this suit on\nE the ground that the appellant was indulging in various\nundesirable activities and was misusing the funds of the trust\nwhich justified his removal from the office of the Mahant. The\nrespondents claimed that, in their capacity of representatives\nof the owners of the land situated at village Jhandawala and of\nF residents of the said village, they were entitled to institute this\nsuit under Section 92 CPC. The trial Court held that Nirmalas\nare not Sikhs and the institution was not a Sikh institution and\nfurther that the plaintiffs do not have the right to file suit. The\nHigh Court did not agree with the trial Court and held that\nG Nirmalas are a section of Sikhs and as such the Sikhs had\ninterest in the institution because it was a Sikh Gurdwara. This\nCourt noted that although the Punjab High Court had referred\nto the judgment of Lahore High Court, but overlooked the ratio\nthereof and held:\nH\n"}