{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n109\nC\n\"We are unable to agree that these passages relied upon A\nby the High Court are enough to lead to an inference that\nNirmala Sadhus are Sikhs and that they still retain the\nessential characteristics of the Sikh faith. It is true that, in\ntheir origin, Nirmala Sadhus started as a section of Sikhs\nwho were followers of Guru Gobind Singh, but, B\nsubsequently, in the period of about 300 years that has\nsince elapsed, they have veered away from the Sikh\nreligion. That is why, after giving their historical origin,\nMacauliffe expressed the opinion that Nirmalas were only\nnominally Sikhs. In Maclagan's Census Report also it was\nmentioned that Nirmala Sadhus are treated as Sikhs in\nsome places, while in other place they are returned as\nHindus. He has mentioned the Districts in Punjab where\nthey are returned mainly as Hindus, and others where they\nwere considered as Sikhs. Faridkot, the District within\nwhich the institution with which we are concerned is\nsituated, is mentioned as a place where they are regarded\nas Hindus and in the Census they have been returned as\nsuch. In these circumstances, we do not think that this\nmaterial by itself, which the High Court called out of the\njudgment of Bhide, J., could properly lead to the inference\nthat Nirmalas are Sikhs. ..\nD\nE\nFurther, in this case, there was material showing that this\ninstitution at Jhandawala was registered as one of the\nbranches of the principal institution of Nirmala Sadhus\nknown as the Panchayati Akhara situated at Kankhal near\nHardwar. There was further evidence showing that in this\ninstitution the worship is primarily of a Samadh which is\nagainst all tenets of the Sikh religion. Nirmala Sadhus, it\nappears, as a class worship at Samadhs which goes to.\nshow that they can no longer be regarded as people\nfollowing the Sikh religion. In their beliefs and practices,\nthe Nirmala Sadhus are now quite akin to Udasis, and\nF\nG\nH\n110\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB.\nC\nthere is a series of cases which has laid down that\nmembers of the Udasi sect are not Sikhs. ....\n\"3\n26. In Pritam Dass v. Shiromani Gurdwara Parbandhak\nCommittee (1984) 2 SCC 600, a three-Judge Bench of this\nCourt was called upon to consider whether the religious\ninstitution in dispute, which was situated in village Ramgarh\n(also known as Bhagtuana), Tehsil Faridkot, District Bhatinda\nwas a Sikh Gurdwara. Sixty-five persons claiming to be\nmembers of the Sikh community filed a petition under Section\n7(1) of the Act for declaring the institution to be a Sikh\nGurdwara. The State Government notified the application under\nSection 7(3) of the Act. Thereupon, the appellant filed an\napplication under Sections 8 and 10 claiming that the institution\nwas not a Sikh Gurdwara but an Udasi institution known as\nDera Bhai Bhagtu. The respondent contested the application.\nD The Tribunal held that the institution was a Sikh Gurdwara. The\nHigh Court confirmed the findings of the Tribunal and dismissed\nthe appeal. This Court referred to the distinctive features of Sikh\nGurdwaras, the judgments in Mahant Harnam Singh v.\nGurdiyal Singh (supra), Mahant Dharam Dass v. State of\nE Punjab (1975) 1 SCC 343 and held that the Tribunal and the\nHigh Court had not examined the issues raised by the parties\nin a correct perspective and ignored Section 16(2). The Court\nthen proceeded to analyze the evidence and observed:\nF\nG\nH\n\"What emerges from this discussion is that as found by the\nTribunal, the succession was from Guru to Chela; that Bhai\nBhagtu was an Udasi saint and there are Samadhs on the\npremises - one of Bhai Bhagtu and the other of his\nmother. Evidence shows that there are photos of Hindu\ndeities in the institution. These three facts, without anything\nmore, would be sufficient to reject the case of the\nrespondent that the institution is a Sikh gurdwara. We\nwould like to reiterate that existence of Samadhs and\nsuccession from Guru to Chela would clearly be destructive\nof the character of the institution as a Sikh gurdwara\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n111\nbecause they are inconsistent with the tenets of the Sikh A\nreligion.\nCounsel for the respondent\nemphasised the feature that there was evidence to show\nthat Guru Granth Sahib was recited and read in this\ninstitution. It is well established that Udasis are midway\nbetween Sikhs on the one hand and Hindus on the other. B\nSrichand, son of Guru Nanak, the founder of the Sikhism,\nhad, as already indicated, broken away and set up the\nUdasi sect. Udasis while venerating Guru Granth Sahib,\nretained Hindu practices and also showed their veneration\nto the Samadhs. From the very fact that Guru Granth\nSahib was recited in this institution, no support can be\ndrawn for the claim that the institution was a Sikh\ngurdwara.\"\nC\n(emphasis supplied)\n27. In Shiromani Gurdwara Prabhandhak Committee v.\nMahant Kirpa Ram (1984) 2 SCC 614, another three-Judge\nBench relied upon the judgment in Mahant Dharam Dass v.\nState of Punjab (supra) and Pritam Dass v. Shiromani\nGurdwara Parbandhak Committee (supra) and held:\nD\nE\nLLI\nF\n\"It must be conceded that nearly a century after the\nsetting up of the institution, Granth Sahib was venerated\nand read in this institution. Does it provide conclusive\nevidence that the institution was set up and used for\npublic worship by Sikhs? In order to bring the case under\nSection 16(2)(iii) it must not only be established that the\ninstitution was established for use by Sikhs for the\npurpose of public worship but was used for such worship\nby Sikhs before and at the time of the presentation of\nthe petition. The use of the conjunctive \"and\" clearly\nG\nimports that in order to attract Section 16(2) (iii), both the\nconditions must be cumulatively satisfied. Not only that\nit must be satisfactorily established that the institution\nwas established for use by Sikhs for the purpose of public\nworship but was used for such worship by the Sikhs H.\nA\nB\nс\nD\nE\n112 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nbefore and at the time of the presentation of the petition.\nIt was so held in Gurmukh Singh v. Risaldar Deva Singh\nand in our opinion that represents the correct interpretation\nof Section 16(2)(iii). In this case there is no evidence to\nshow that the institution was established for use by Sikhs\nfor the purpose of public worship. It must be conceded that\nthe institution may be established by anyone, may be a\nSikh or follower of any other faith, but it must be\nestablished for use by Sikhs for the purpose of public\nworship. One can therefore, ignore the fact that the\noriginal grantor was a Muslim ruler Rai Kalha but there\nis nothing to show that when Gulabdas Faquir of Udasi\nSect established the institution, he did it for use by Sikhs\nfor the purpose of public worship. Later on as the majority\nof the population of the village was follower of Sikh\nreligion and as Udasis also venerate Granth Sahib,\nreading of Granth Sahib may have commenced and\ntherefore, generally speaking people may describe and\nrevenue record may show it to be Gurdwara but that would\nneither be decisive of the character of the institution nor\nsufficient to bring the institution within Section 16(2)(iii)\nof the Act.\"\n2 (AIR 1937 Lah.577)\nLL\nF\nG\nH\n(emphasis supplied)\n28. In Uttam Das v. Shiromani Gurdwara Parbandhak\nCommittee (1996) 5 SCC 71, this Court reiterated that the\nUdasis are a sect distinct from the Sikhs and the mere fact that\nthey recite Guru Granth Sahib in the presence of Sikh\ncongregation is not by itself sufficient to declare the institution\nto be a Sikh Gurdwara unless it is proved that the same was\nestablished for use by Sikhs for the purpose of public worship\nand was used for such worship by Sikhs as per the requirement\nof Section 16(2)(iii) of the Act.\n29. In S.G.P.C. v. M.P. Dass Chela (supra), this Court\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n113\nconsidered the question whether the entries in jamabandi A\nregister and mutation register to the effect that Dera Guru.\nGranth Sahib is the owner proves that the institution was\nestablished for use by Sikhs for the public purpose and the\nsame was used for such worship by Sikhs and answered the\nsame in negative. In that case, an application was made by B\nsixty persons claiming to be worshippers of Gurdwara Dera\nLang Shri Guru Granth Sahib situated within the revenue estate\nof village Sardargarh, Tehsil and District Bhatinda under\nSection 7(1) of the Act. On publication of the notification under\nSection 7(3), Mahant Puran Dass filed a petition under Section C\n8 of the Act claiming that the institution was not a Sikh\nGurdwara but was a Dera of Udasi sadhus. The Tribunal\nimpleaded the appellant as a party in that petition. After\nconsidering the evidence adduced by both the parties, the\nTribunal held that the respondent was not a hereditary office-\nholder and had no right to file petition under Section 8. The\nTribunal also held that the institution in question is a Sikh\nGurdwara within the meaning of Section 16(2)(iii) of the Act.\nOn appeal, two Judges of the High Court constituting the\nDivision Bench expressed divergent opinions. When the matter\nwas referred to the third Judge, he agreed with one of the\nJudges that the respondent was a hereditary office-holder and\nthat the institution in question was not a Sikh Gurdwara. This\n. Court approved the view expressed by the majority and\nobserved:\nD\nE\nF\n\"It is quite evident from the language of Section 16(2) that\nthe burden of proving an institution to be a Sikh gurdwara\nis on the person who asserts the same. Significantly in this\ncase, none of the sixty persons who presented the petition\nunder Section 7(1) has chosen to enter the witness box G\nand give evidence in support thereof. There is no\nexplanation for the same. The oral evidence adduced on\nbehalf of the appellant has not inspired even the Tribunal.\nAll that is relied on by the appellant is the entry in\nJamabandi Register and Mutation Register. The entries H\n114\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB\nC\nD\nE\nF\n-\nin those registers are to the effect that Dera Guru Granth\nSahib is the owner. Those entries can hardly prove either\nthe purpose of establishment of the institution or the use\nthereof before and at the time of the petition under\nSection 7(1) of the Act. Tiwana, J. has himself pointed out\nthat the appellant herein who was the respondent before\nhim was not in a position to furnish any direct evidence that\nit is a Sikh gurudwara.\nOn the other hand, the entries in Ex. R-14, containing the\nproceedings of the Settlement Commissioner held in 1903\nprove beyond doubt that the institution is not a Sikh\ngurdwara. Column 2 thereof shows that the original donor\nwas Sardar Jodh Singh Saboke and the donee was Khem\nDass Faqir Udasi. Column 9 refers to Guru Granth Sahib\n(Dera Lang) under the management of Jawahar Dass,\nchela Gian Dass Udasi of the village. Column 20 contains\nthe report of the Superintendent. That shows that the muafi\nwas granted by Sardar Jodh Singh of Sobo for expenses\nof the building of Sawara Guru Granth Sahib. The opinion\nof the Assistant Settlement Officer is set out in Column 21.\nThe order of the Settlement Commissioner dated 1-5-\n1903 in Column 22 reads thus: \"Muafi as detailed\ncontinued to the Lang Dera in the name of the custodian\nfor the time being.\" Thus it is clear that the institution was\nnot established for use by Sikhs.\"\n(emphasis supplied)\n30. In Shiromani Gurdwara Parbandhak Committee,\nAmritsar v. Bagga Singh (supra), this Court held that reading\nof Granth Sahib or veneration of Sikh scriptures in an institution\nG of Udasi sect cannot lead to an inference that it is a Sikh\nGurdwara.\nH\n31. In the light of the propositions laid down in the\naforementioned judgments, we shall now consider whether the\ndeclaration made by the Tribunal that the institution in question\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n115\nis a Sikh Gurdwara was legally correct and the High Court did A\nnot commit any error by confirming the order of the Tribunal.\n32. At the outset, it needs to be mentioned that none of\nthe fifty-three persons who submitted petition under Section\n7(1) of the Act for declaring the institution in question as a Sikh\nGurdwara responded to the notice issued by the Tribunal or\nappeared before it to support their plea. Rather, some of them\nfiled petition under Section 8 asserting that their signatures\nwere obtained by fraud and at least four of them filed affidavits\nin support of that assertion. It is a different thing that they did\nnot pursue the petition filed under Section 8, which was\ndismissed in default and the Tribunal erroneously discarded the\naffidavits by observing that they were not examined by the\nappellant. As a matter of fact, it was for the respondent to\nexamine those fifty-three persons or at least some of them.\nUnfortunately, the Tribunal and the High Court did not direct their\nattention towards this important omission and decided the\nmatter by relying upon the oral evidence of those who were not\nparty to the petition filed under Section 7(1) and the revenue\nrecords produced by the respondent.\n33. Another important aspect which has been ignored both\nby the Tribunal and the High Court is that the written statement\nfiled by the respondent was conspicuously silent on the twin\nrequirements of Section 16(2)(iii) of the Act. In the written\nstatement filed on behalf of the respondent, it was pleaded that\nGurdwara in dispute was established in the memory of Baba\nKharak Singh, who was a Sikh saint or in the alternative it was\nestablished by him for worship by Sikhs and has been so used\nby Sikhs, that the case falls either under Section 16(2)(iii) or\n16(2)(iv) [erroneously written as 16(2)(3) or 16(2)(4)] and that\nexistence of Samadhi does not alter the nature of the institution.\nIn the amended written statement, the case originally pleaded\nwas given up and an altogether new case was set up by\nasserting that the Gurdwara in dispute was built in the memory\nof the visit of Tenth Guru who came to this place from Dina and\nB\nC\nD\nE\nF\nG\nH\n116 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Lohagarh and stayed there for some time and that the\nGurdwara is being used as a place of worship by Sikhs on\naccount of the traditional visit of Tenth Guru. Although, in the\namended written statement reference was not made to Section\n16(2)(iv), the averments contained in paragraph 3 clearly\nB suggests that the respondent wanted the institution to be\ndeclared as a Sikh Gurdwara with reference to that section. Of\ncourse, a casual reference was also made to Section 16(2)(iii)\nby incorporating the following words:\nC\n\"or in the alternative under Section 16(2)(iii)\"\n34. The Tribunal did not accept the plea of the respondent\nthat the Gurdwara was built in the memory of the visit of Tenth\nGuru and held that Section 16(2)(iv) is not attracted in the case.\nThe Tribunal then adverted to the two conditions required to be\nD fulfilled before an institution can be declared to be a Sikh\nGurdwara. As a sequel to this, the Tribunal made detailed\nanalysis of the evidence produced by the respondent and held\nthat the institution was established by Baba Kharak Singh, a\nSikh gentleman of piety and prestige in the illaqa for the Sikhs\nE for the purpose of pubic worship of Shri Guru Granth Sahib.\nWhile recording this finding, the Tribunal overlooked the fact that\nin the amended written statement the respondent had\naltogether given up the plea that Baba Kharak Singh was a Sikh\nsaint and Gurdwara in dispute was established in his memory\nor in the alternative it was established by him for worship by\nSikhs. Interestingly, in paragraph 9 of the impugned judgment,\nthe High Court altogether discarded the plea that Baba Kharak\nSingh had founded the institution by observing that there was\nno evidence of any type, oral or documentary of the time of\nestablishment of the institution pointing to the purpose of its\nestablishment. These contradictions in the findings of the\nTribunal and the High Court are too prominent to be overlooked.\nF\nG\n35. The Tribunal and the High Court also became oblivious\nof the fact that even though in paragraph 3 of the amended\nH written statement filed on behalf of the respondent, an\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n117\nalternative plea was taken for treating the institution in dispute A\nas a Sikh Gurdwara under Section 16(2)(iii), but no foundation-\nwas laid for raising that plea inasmuch as there was no\naverment that the Gurdwara was established in the particular\nyear by the particular individual or a group of persons for use\nby Sikhs for the purpose of public worship and was used for B\nsuch worship by Sikhs before and at the time of presentation\nof petition under Section 7(1). The manner in which the Tribunal\nanalyzed the evidence produced by the parties gives an\nimpression that it had assumed that a specific case had been\nset up by the respondent in the context of Section 16(2)(iii) of C\nthe Act. In our view, in the absence of basic pleadings, the\nTribunal was not, at all, justified in examining the issue whether\nthe Gurdwara is a Sikh Gurdwara within the meaning of Section\n16(2)(iii) and the findings recorded by it with reference to twin\nrequirements embodied in that section are liable to be treated\nas non est. Unfortunately, the Division Bench of the High Court\nalso overlooked this fatal flaw in the case put forward by the\nrespondent and thereby compounded the grave error\ncommitted by the Tribunal.\nD\nE\n36. At this stage, it is appropriate to mention that the\nfindings recorded by the Tribunal and the High Court have been\nextracted in detail only to demonstrate how mis-directed\nconsideration of the issues raised by the parties has resulted\nin recording of patently erroneous conclusions and miscarriage\nof justice. A reading of the Tribunal's order shows that it F\nrecorded satisfaction with reference to first part of Section\n16(2)(iii) primarily by relying upon the entries made in khataunis\nand jamabandis in which Guru Granth Sahib is described as\nthe owner of land and Baba Bishan Singh Chela of Baba Gulab\nSingh is shown as non-occupancy/gair maurisi tenant. The G\nTribunal also attached considerable importance to use of the\nwords \"Deh Hazah\" after the words Guru Granth Sahib and\nGurdwara Sahib and the fact that muafi was granted in\nperpetuity on 14th Phagan, Samvat 1912 for the purpose of\nmeeting the expenses of Dhup Deep and also for serving food H\nD\n118 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA etc. to Sadhus and wayfarers on their visit to the institution.\nAnother factor relied upon by the Tribunal was that the institution\nwas established by Baba Kharak Singh, who was a dedicated\nSikh and this was done by him for the purpose of public worship\nof Guru Granth Sahib. In this process, the Tribunal completely\nB lost sight of the fact that all the witnesses examined on behalf\nof the respondent spoke about establishment of the institution\nin dispute in the memory of the visit of Tenth Guru and his stay\nin the village for a few days on his way from Dina to Lambwali\nand none of them said a word about establishment of Gudwara\nC by Baba Kharak Singh. Of course, as mentioned above, the\nHigh Court altogether discarded the theory that the Gurdwara\nwas established by or in the memory of Baba Kharak Singh.\nThe revenue records produced by the respondent did show that\nGuru Granth Sahib was recorded as owner, but neither the\nkhataunis nor jamabandis could be made basis for recording\na finding that the institution was established for use by Sikhs\nfor the purpose of public worship. The entries in the revenue\nrecords may be relevant for determining title and possessory\nrights over lands mentioned therein but the same could not be\nrelied upon for recording a finding that the institution to which\nland belongs was established by the particular individual for a\nparticular purpose. The emphasis placed by the Tribunal and\nthe High Court on the entries made in the different revenue\nrecords and the fact that Muafi was given for meeting the\nexpenses of Dhoop Deep was clearly misplaced. Both the\nTribunal and the High Court appear to be obsessed with the\nidea that when Guru Granth Sahib is recorded as the owner of\nland in the khatauni and the jamabandis and Prakash is being\ndone in front of Guru Granth Sahib, the institution must have\nbeen established for use by Sikhs for the purpose of public\nG worship and was used for such worship by Sikhs. This\napproach was clearly erroneous and the findings recorded by\nthe Tribunal and the High Court, though concurrent are liable\nto be set aside being contrary to the law laid down by this Court.\nE\nF\nH\n37. We also find that the Tribunal and the High Court have\n"}