{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"{\nPAUL VARGHESE\nV.\nSTATE OF KERALA AND ANR.\nAPRIL 10, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPrevention of Corruption Act, 1988:\nA\nB\nC\ns. 19-Sanction for prosecution-Necessity of-Impleadment of accused\nunder s. 319 Cr.P.C. without sanction for prosecution, holding that s. 319\nCr.P.C. overrides s. 19 of the Act-Order of impleadment set aside by Revisional\nCourt holding that s. 319 does not override s. 19-On appeal, held: s. 319\nCr.P.C. does not have preference over s. 19-However, in the cases covered\nunder the Act, in respect of public servants, the sanction is automatic-Mere\nerror, omission or irregularity in sanction is not fatal unless it has resulted D\nin failure of justice-Code of Criminal Procedure, 1973-s. 319.\ns. 19—Sanction for prosecution-Under s. 19 of the Act and s. 197\nCr.P.C.-Distinction between-Code of Criminal Procedure, 1973—s. 197.\n|\nE\nInvestigating Officer submitted a report recommending prosecution of\naccused 1, accused 2 (respondent No. 2) and accused 3. Sanctioning Authority\ndecided to sanction the prosecution of only A-1 and names of A-2 \u0026 3 were\ndeleted. During trial, material came to light showing alleged involvement of\nA-2 and A-3 also. Trial Court impleaded A-2 and A-3 in terms of Section 319\nCr.P.C and directed Legal Advisor to obtain sanction from the Competent\nAuthority to prosecute them. Legal Advisor took the stand that no sanction F\nwas necessary. Trial court held that the accused could be impleaded even\nwithout sanction as Section 319 Cr.P.C. overrides Section 19 of Prevention\nof Corruption Act, 1988, and for exercise of power under section 319, the\nonly condition required to be fulfilled was as set out in sub-section (4) thereof.\nIn Revision, High Court held that the view of trial court was not sustainable. G\nHence the present appeal.\nDisposing of the appeal, the Court\nHELD: 1. It has been rightly held by the High Court that the Trial Court\n1155\nH\n1156\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA was not justified in holding that Section 319 Cr.P.C. has to get preference/\nprimacy over Section 19 of Prevention of Corruption Act, 1988.\n[Para 4] [1157-E]\n2.1. In Sub-Section (3) of Section 19, the stress is on “failure of justice”\nand that too \"in the opinion of the Court\". In sub-section (4), the stress is on\nB raising the plea at the appropriate time. Significantly, the \"failure of justice\"\nis relatable to error, omission or irregularity in the sanction. Therefore, mere\nerror, omission or irregularity in sanction is considered fatal unless it has\nresulted in failure of justice or has been occasioned thereby. Whether sanction\nis necessary or not has to be considered on the factual scenario. The question\nof sanction involves two aspects i.e. one relating to alleged lack of jurisdiction\nC\nand the other relating to prejudice. [Paras 8 and 9] [1159-C, D, E]\nState by Police Inspector v. T. Venkatesh Murthy, [2004] 7 SCC 763,\nrelied on.\nCentral Bureau of Investigation v. V. K. Sehgal and Anr., [1999] 8 SCC\nD 501 and Parkash Singh Badal and Anr. v. State of Punjab and Ors., [2007] 1\nSCC 1, referred to.\nE\n2.2. Section 197 Cr.P.C. and Section 19 of the Act operate in\nconceptually different fields. In cases covered under the Act, in respect of\npublic servants the sanction is of automatic nature and thus factual aspects\nare of little or no consequence. Conversely, in a case relatable to Section 197\nCr.P.C. the substratum and basic features of the case have to be considered to\nfind out whether the alleged act has any nexus to the discharge of duties.\nPosition is not so in case of Section 19 of the Act. [Para 10] [1159-E, F]\nLalu Prasad @ Lalu Prasad Yadav v. State of Bihar through CBI (AHD)\nF Patna, [2007] 1 SCC 49, referred to.\nG\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 527 of\nFrom the Judgment and Order dated 19.01.2006 of the High Court of\nKerala at Ernakulam in Criminal Revision Petition No. 370 of 1999.\nColin Gonsalves, Komal and Jyoti Mendiratta for the Appellant.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nH\n2. Challenge in this appeal is to the order passed by a learned Single\nپیسم\n1157\nPAUL VARGHESE v. STATE OF KERALA (PASAYAT, J.]\nJudge of the Kerala High Court allowing the revision filed by the respondent A\nno.2 in the present appeal who was the petitioner before the High Court. He\nhad questioned correctness of the order passed by the Inquiry Commissioner\nand Special Judge, Trichoor, by which the prayer for his impleadment as\naccused in terms of Section 319 of the Code of Criminal Procedure, 1973 (in\nshort the 'Code') was accepted. By the said order the Trial Court had held\nB\nthat Section 319 of the Code overrides the provisions of Section 19 of the\nPrevention of Corruption Act, 1988 (in short the 'Act') and for exercise of\npower under the former provision, the only conditions required to be fulfilled.\nare set out in sub-section (4) of Section 319 itself. The High Court felt that\nthe view was not sustainable in view of what has been stated by this Court\nŉn Dilawar Singh v. Parvinder Singh alias Iqbal Singh and Anr., [2005] 12 C\nSCC 709. Accordingly, the order was set aside.\n3. In support of the appeal, learned counsel submitted that the view\ntaken by the High Court is not correct as the effect of sub-sections (3) and\n(4) of Section 19 of the Act has been lost sight of. There was no material to\nshow that absence of sanction in any way occasioned failure of justice. It was D\nalso submitted that it is a case where no sanction was necessary because the\nalleged act did not form part of any official duty. There is no appearance on\nbehalf of respondent no.2 in spite of service of notice.\n4. As has been rightly held by the High Court in view of what has been\nstated in Dilawar Singh's case (supra), the Trial Court was not justified in\nholding that Section 319 of the Code has to get preference/primacy over\nSection 19 of the Act, and that matter stands concluded. But the other stand\nof Mr. Colin Gonsalves, learned counsel, deserves consideration.\nE\nF\n5. It appears that by order dated 22.3.1999 the Trial Court had impleaded\ntwo persons as accused nos. 2 and 3. We are concerned with accused no.2\ni.e. respondent no.2. It appears from the order of the High Court that accused\nno.3 has expired and so there is no need for considering his case. While\nimpleading the persons as accused nos. A2 and A3, the Trial Court had\ndirected the Additional Legal Advisor to obtain sanction from the competent\nauthority to prosecute them. When the matter was taken up on 12.4.1999, the G\nVigilance Legal Advisor took the stand that no sanction was necessary. The\ninvestigating officer had submitted a report recommending prosecution of\naccused nos. 2 and 3, but the sanctioning authority decided to sanction for\nprosecuting only A1, and names of A2 and A3 were deleted. During trial,\nmaterial came to light showing alleged involvement of two other persons i.e.\nH\n1158\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA A2 and A3. In view of that situation, Section 319 of the Code was resorted\nto. The broader question as to whether sanction was at all necessary was not\ngone into.\n6. At this juncture it would be appropriate to take note of what has been\nstated by this Court in Central Bureau of Investigation v. V.K. Sehgal and\nB\nAnr., [1999] 8 SCC 501. At para 10 it was stated, inter alia, as follows:\nC\nᎠ\nE\nF\nG\n\"A Court of appeal or revision is debarred from reversing a finding\n(or even an order of conviction and sentence) on account of any error\nor irregularity in the sanction for the prosecution, unless failure of\njustice had been occasioned on account of such error or irregularity.\nFor determining whether want of valid sanction had in fact occasioned\nfailure of justice the aforesaid Sub-section (2) enjoins on the Court a\nduty to consider whether the accused had raised any objection on\nthat score at the trial stage. Even if he had raised any such objection\nat the early stage it is hardly sufficient to conclude that there was\nfailure of justice. It has to be determined on the facts of each case.\nBut an accused who did not raise it at the trial stage cannot possibly\nsustain such a plea made for the first time in the appellate Court. In\nKalpnath Rai v. State, (through CBI) [1997] 8 SCC 732, this Court has\nobserved in paragraph 29 thus:\n\"29. Sub-section (2) of Section 465 of the Code is not a carte\nblanche for rendering all trials vitiated on the ground of the\nirregularity of sanction if objection thereto was raised at the first\ninstance itself. The sub-section only says that 'the Court shall\nhave regard to the fact that objection has been raised at the\nearlier stage in the proceedings. It is only one of the considerations\nto be weighed but it does not mean that if objection was raised\nat the earlier stage, for that very reason the irregularity in the\nsanction would spoil the prosecution and transmute the\nproceedings into a void trial.\"\n7. In State by Police Inspector v. T. Venkatesh Murthy, [2004] 7 SCC 763,\nit was observed as follows:\n\"14. In the instant case neither the Trial Court nor the High Court\nappear to have kept in view the requirements of sub-section (3)\nrelating to question regarding \"failure of justice\". Merely because\nthere is any omission, error or irregularity in the matter of according\nH\nPAUL VARGHESE v. STATE OF KERALA [PASAYAT, J.]\n1159\nsanction that does not affect the validity of the proceeding unless the A\ncourt records the satisfaction that such error, omission or irregularity\nhas resulted in failure of justice. The same logic also applies to the\nappellate or revisional court. The requirement of sub-section (4) about\nraising the issue, at the earliest stage has not been also considered.\nUnfortunately the High Court by a practically non-reasoned order,\nconfirmed the order passed by the learned trial judge. The orders are,\ntherefore, indefensible. We set aside the said orders. It would be\nappropriate to require the trial Court to record findings in terms of\nclause (b) of sub-section (3) and sub-section (4) of Section 19.\"\nB\n8. The effect of sub-sections (3) and (4) of Section 19 of the Act is of\nconsiderable significance as noted in Parkash Singh Badal and Anr. v. State C\nof Punjab and Ors., [2007] 1 SCC 1. In Sub-Section (3) the stress is on \"failure\nof justice\" and that too “in the opinion of the Court”. In sub-section (4), the\nstress is on raising the plea at the appropriate time. Significantly, the \"failure\nof justice\" is relatable to error, omission or irregularity in the sanction.\nTherefore, mere error, omission or irregularity in sanction is not considered\nfatal unless it has resulted in failure of justice or has been occasioned thereby.\nSection 19(1) is a matter of procedure and does not go to root of jurisdiction.\nSub-section (3)(c) of Section 19 reduces the rigour of prohibition. In Section\n6(2) of the Prevention of Corruption Act, 1947 (hereinafter referred to as the\n'Old Act') corresponding to Section 19(2) of the Act, question relates to\ndoubt about authority to grant sanction and not whether sanction is necessary.\n9. Whether sanction is necessary or not has to be considered on the\nfactual scenario. The question of sanction involves two aspects i.e. one\nrelating to alleged lack of jurisdiction and the other relating to prejudice.\n10. It may be noted that Section 197 of the Code and Section 19 of the\nAct operate in conceptually different fields. In cases covered under the Act,\nin respect of public servants the sanction is of automatic nature and thus\nfactual aspects are of little or no consequence. Conversely, in a case relatable\nto Section 197 of the Code, the substratum and basic features of the case\nhave to be considered to find out whether the alleged act has any nexus to\nthe discharge of duties. Position is not so in case of Section 19 of the Act.\n11. The above aspect was highlighted in Lalu Prasad @ Lalu Prasad\nYadav v. State of Bihar through CBI (AHD) Patna, [2007] 1 SCC 49.\nK.K.T.\n12. Appeal is accordingly disposed of.\nD\nE\nF\nG\nAppeal disposed of. H\n"}