{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nLABHA\nV.\nSTATE OF UTTRANCHAL\nAPRIL 27, 2007\n[S.B. SINHA, AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860:\nSections 302-Murder-Two persons caught hold of victim, third one\ngave an exhortation and appellant inflicted 3 knife blows on him including\none on vital part-Death of victim-Held, Courts below rightly held that\ndeath of victim was homicidal in nature and was caused by appellant-His\nconviction and sentence u/s 302 maintained-Trial court was right in opining\nthat a case of common intention was not made against other accused-Their\nD acquittal upheld.\nAppellant and 3 others were prosecuted for an offence punishable under\nSection 302/34 IPC. The prosecution case was that 'U' had advanced Rs.5/-\nto ‘M'. When ‘U' asked 'M' to pay the said amount back, the latter started\nabusing him. Meanwhile mother of appellant came there and gave an\nE exhortation whereupon 'M' and 'R' caught hold of 'U' and the appellant\nF\nG\ninflicted 3 knife blows on him. The victim after running a short distance fell\ndown. The incident was witnessed by PW4, PW-7 and PW1, the father of the\ndeceased, who were returning from market. The victim was taken to the\nhospital, where he was declared dead. The trial court convicted the appellant\nunder s.302 and acquitted the remaining three holding that the prosecution\ncould not be able to prove that they had a common intention to commit the\noffence. The High Court having dismissed the appeal of the convicted accused,\nhe filed the present appeal.\nDismissing the appeal, the Court\nHELD: 1.1. In view of the medical evidence and the testimony of the eye\nwitnesses, there is no reason to disagree with the findings of the courts below\nthat the death of the victim was homicidal in nature and the same was caused\nby the appellant. (Paras 6, 10 and 13] [829-F; 830-D, G]\nH\n826\nLABHA v. STATE OF UTTRANCHAL\n827\n1.2. The First Information Report was lodged almost immediately after A\nthe occurrence. P.W.4 is a relative of the P.W.1. They were coming back\ntogether from the market. Both of them saw the entire incident and supported\nthe prosecution case. Reliance was not placed upon the testimony of P.W.7 by\nthe trial judge as some statements made by him before the Court had not been\nmade before the Investigating Officer under Section 161 of the Code of\nB\nCriminal Procedure, 1973. The approach of the Court in this behalf although\nmay not be entirely correct, but in the facts and circumstances of the case,\neven on the testimony of other witnesses the prosecution has proved its case\nagainst the appellant. [Para 9 and 8] [830-A-C]\nC\n2.1. The submission that only a case under Section 304 (Part II) IPC\nhas been made out, cannot be accepted. The appellant was carrying a big knife.\nThe intention to cause death and/or to cause an injury which is likely to cause\ndeath is evident from the fact that the first blow was given by the appellant on\na vital part of the body namely 5 cm below the nipple. He inflicted three blows\nin quick succession. He took undue advantage of his position as the deceased\nwas being held by two other accused. Therefore, it cannot be said that there D\nhad been no debasement or appellant did not take undue advantage of the\nsituation and/or there was a total absence of cruelty. Further, there being no\nprovocation on the part of the deceased, it is not a case where only an offence\nunder Section 304 (Part II) of the Indian Penal Code is made out.\n[Paras 14, 16, 17 and 20] [830-H; 831-D, E, G]\nE\n2.2. The trial judge was right in opining that a case of common intention\nhas not been made out as against the other accused persons, as nobody probably\nin their wildest dream could have though that a petty dispute relating to demand\nof Rs.5 by the deceased, would lead to his death at the hands of the appellant.\n[Para 16] [831-C]\nF\nCRIMINAL APPELLATE JURISDICTION Criminal Appeal No. 638 of\n2007.\n1\nFrom the Final Judgment and Order dated 12.06.2006 of the High Court\nof Uttaranchal at Nainital in Criminal Appeal No. 1281 of 2001 (Old No. 1442\nof 1987.\nG\nVinay Singh, J.P. Tripathi and V. N. Raghupathy for the Appellants.\nReepak Kansal and Jatinder Kumar Bhatia for the Respondent.\nThe Judgment of the Court was delivered by\nH\n828\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA\nS.B. SINHA, J. Leave granted.\n1. One Umra advanced a petty sum of Rs. 5 to Multana by way of loan.\nOn 31.10.1985 at about 9 p.m., he asked him to pay the said amount back to\nhim. What was his response thereto is not known. Multana, however, started\nhurling abuses on him. Bechni, the mother the appellant came there and said\nB “UMRA DO KAUDI KA LADKA HAI, ISKO MITTI MAIN MILA DO. MAIN\nISKI EENT SE EENT BAJA DUNGA\" Whereupon Multana and Ranjeet caught\nhold of the deceased. Appellant was carrying a big knife with him. He inflicted\nthree blows on the deceased with the said knife. The deceased ran towards\nhis house pressing his abdomen by his hands. He could not run for a long\ndistance. He fell down, P.W.1, Amar Singh, father of the deceased who had\nbeen coming back to his house alongwith P.W. 4, Jeet Singh from the market\nwitnessed the entire incident. It was also witnessed by P.W. 7, Birsa Singh.\nThe deceased was taken to the hospital immediately. He, however, was declared\ndead. A First Information Report was lodged in regard to the said incident\nby Amar Singh at 10.40 p.m. in the Dehradun Police Station.\nC\nD\n2. On completion of the Investigation, all the four accused were\nchargesheeted. Appellant was charged for commission of \"murder\" of the\ndeceased. He was convicted and sentenced to rigorous imprisonment. Other\nthree accused, however, were acquitted by the learned Trial Judge opining\nthat the prosecution has not been able to prove that they had a common\nE intention to cause the said offence. An appeal preferred by the appellant\nagainst the said judgment of conviction and sentence was dismissed by the\nHigh Court by reason of the impugned judgment. Appellant is, thus, before\nus.\n3. Mr. Vinay Singh, learned counsel appearing on behalf of the appellant\nF would, in support of this appeal, submit that the prosecution case should not\nbe accepted inasmuch as;\nG\nH\n(I) The medical evidence is contrary to the ocular evidence, as not\nonly no injury was found on the abdomen of the deceased, two other\ninjuries were found on his back.\n(II) According to doctor more than one weapon might have been\nused.\n(III) P.W. 7, Bisra Singh having not been relied upon by the Trial\nJudge, P.W. 4, Jeet Singh having seen only Bisra Singh and nobody\nelse, his testimony should not have been relied upon.\nLABHA v. STATE OF UTTRANCHAL [S.B. SINHA, J.]\n829\n(IV) In any event, having regard to the facts and circumstances of the A\ncase, a case of commission of offence under Section 302 of the Indian\nPenal Code has not been made out but one under IInd Part of Section\n304, as the offence was committed (i) without any pre-meditation, (ii)\nwithout any undue cruelty, (iii) At the spur of the moment on sudden\nprovocation, and (iv) there was no debasement on the part of the\nB\nappellant.\n4. The deceased suffered three injuries at the hands of the appellant\nwhich are as under:-\n1.\n2.\n3.\nPunctured wound with clean cut margins 4cm x 1½ cm x heart\ncavity deep, cutting the 6th rib pleura and apex of peri cardium\nand heart. 100 ml of blood in pericardial cavity; on the left side\nof front of chest 6 cm below the left nipple, 1 ½ cm away from\nnipple line.\nC\nIncised wound 2 ½ cm X 1 cm X 1 cm deep as the outer part of\nD\nback 5 cms below the posterior axillary fold.\nPunctured wound with clean cut margins 5 cm X 2cm X 7cm deep\non the back of chest directed upwards and anteriorly cutting the\nmuscles of back, intercoastal muscles, pleura and piercing 2cm in\nthe left upper lobe of lung in its lower part. A litre of fluid blood\nfound in the thoracic cavity.\"\n5. P.W. 2, Dr. Ajay Krishna, who had conducted the post-mortem\nexamination, opined that the injuries Nos. 1 and 2 were sufficient in ordinary\ncourse to cause death. So far as injury No. 3 is concerned, according to him,\nthe same was directed from down to upward.\n6. The doctor did not categorically state that in causing the injuries\naforementioned, two different instruments have been used as according to\nhim;\n(1)\nE\nF\n\"... Injuries Nos. (ii) and (iii) could be caused by the one and same\nG\ninstrument as also from different instruments...\"\n7. He, however, stated that the length and breadth of the injury would\ndepend upon the force at which the weapon was used and if the blow of the\ninstrument is light, it would not go deeper and in that case breadth shall be\ncomparatively more.\nH\nA\nB\n830\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n8. The First Information Report was lodged almost immediately after the\noccurrence. P.W. 1 in his deposition supported the prosecution case in its\nentirely. P.W.4 is a relative of the P.W. 1. They were coming back together from\nthe market. Both of them saw the entire incident. Both of them stated that\nwhereas Ranjeet and Multana caught hold the deceased, Appellant took out\na knife and inflicted blows on the deceased. The accused, however, ran away\nwhen P.W. 1 started shouting.\n9. Reliance was not placed upon the testimony of P.W. 7 by the learned\nTrial Judge as some statements made by him before the Court had not been\nmade before the Investigating Officer under Section 161 of the Code of\nC Criminal Procedure. The approach of the Court in his behalf although may not\nbe entirely correct, but in the facts and circumstances of this case, we are of\nthe opinion that even on the testimony of other witnesses the prosecutrix may\nbe held to have proved its case.\n10. The statement of P.W. 4 that he saw Birsa Singh alone must be taken\nD into consideration with his other statements namely;\nE\nF\nG\n11. He and P.W. 1 were coming back from the market together. When\nhe stated about the presence of Birsa Singh alone, he must have meant that\nthe latter was he only outsider who was present at the scene of occurrence\nand noticed the entire incident.\n12. Submission of the learned counsel in regard to the fact that there\nwas only one injury in the front and two injuries on the back do not militate\nagainst the prosecution story. Suffice it to say that one injury was 5 cm below\nthe nipple and if the same had been described as the injury in he abdomen\nby P.W. 1 and P.W. 4 no serious exception thereto can be taken. Neither P.W.\n1 nor P.W. 4 stated that the appellant caused all the three injuries on the front\nportion of the person of the deceased.\n13. What was stated was that the injuries were inflicted in quick\nsuccession (the expression used in the vernacular was \"Palak Jhapakte\"). It\nmust have taken him by surprise. We, therefore do not find any reason to\ndisagree with the findings of the courts below that the death of Umra was\nhomicidal in nature and the same was caused by the appellant.\n14. Coming to the submission of the learned counsel that only a case\nunder Section 304 part II of the Indian Penal Code has been made out, we\nH see no reason to accept the same. 'Fourthly' appended to Section 300 of the\nLABHA v. STATE OF UTTRANCHAL [S.B. SINHA, J.]\n831\nIndian Penal Code provides that the culpable homicide would not be murder A\nif it was committed without pre-meditation in a sudden fight, in a heat of\npassion being sudden quarrel and the accused had not acted in a cruel and\nunusual manner.\n15. The first ingredient of the said provision namely absence of pre-\nmeditation exists in the instant case but it cannot be said that there was a\nsudden fight, in the sense that the deceased was armed or made any\nprovocative statement. As the prosecution story goes, it was the mother of\nMultana who gave an exhortation. What was the occasion therefore, we do\nnot know.\nB\nC\n16. The learned Trial Judge was right in opining that a case of common\nintention has not been made out as against the other accused persons, as\nnobody probably in their wildest dream could have thought that a petty\ndispute relating to demand of Rs. 5 by Umra from the deceased, would lead\nto his death at the hands of the appellant. Appellant, however, was carrying\na big knife. He inflicted three blows repeatedly in quick succession. He took D\nundue advantage of his position as the deceased was being held by two other\naccused.\n17. The intention to cause death and/or to cause an injury which is\nlikely to cause death is evident from the fact that the first blow was given\non a vital part of the body namely 5 cm below the nipple.\n18. Two other blows might have landed on the side of the outer part\nof the back below the posterior auxiliary fold and the back of chest as the\ndeceased on receipt of the first blow, must have moved to his right being in\npain.\n19. The effect of the blows was such that he even could not go beyond\na few paces.\nE\nF\n20. We, therefore, are of the opinion that it cannot be said that there\nhad been no debasement or appellant did not take undue advantage of the\nG\nsituation and/or there was a total absence of cruelty. We are, further, of the\nopinion that there being no provocation on the part of the deceased, it is not\na case where only an offence under Section 304 part II of the Indian Penal\nCode is made out. In appeal, for the aforementioned person is dismissed.\nR. P.\nAppeal dismissed.\nH\n"}