{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"{\nCHINTAMANI AMMAL\nV.\nNANDAGOPAL GOUNDER AND ANR.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nHindu Law:\nHindu Woman's Right to Property Act, 1937/Hindu Succession Act,\n1956; s.14/Code of Civil Procedure, 1908; s.100:\nC\nD\nJoint Hindu Family Property-Share of claimant, daughter of deceased\na member of the joint family-Entitlement to-Held: She could not claim any\nright, title and interest in terms of 1937 Act, as a successor of a member of\njoint family unless joint status severed-Moreover, suit property being\nagricultural property, 1937 Act not applicable-Statement furnished by a\nrelative of the claimant does not prove that father of claimant, before his\ndeath, intended to separate himself from other members-Property in question\ncontinued to be possessed as joint family property-Having regard to nature\nof oral evidence adduced before it, trial Court came to the conclusion that\nthe claimant failed to prove her case-Such a finding of trial Court could E\nnot have been reversed by first appellate Court without assigning any\nsufficient and cogent reasons therefor as rightly held by the High Court-\nJoint family property-Presumption of partition-Discussed.\nדי\nF\nRespondent No. 1 and one 'K' were brothers and members of a Joint\nHindu family. 'K' was suffering from small pox, he died in the\nyear 1943.\nImmediately prior to his death, he allegedly expressed his intention to severe\nhis status as a member of the joint family. The wife of the deceased, mother\nof the present appellant and the appellant were admittedly looked after by the\nrespondents. However, she left the family in or about 1945 and married another\nperson. Appellant-daughter of the deceased was not only brought up by G\nRespondent No. 1, her Uncle, she was also given in marriage. She allegedly\nclaimed a share in the property and possession of the respondents was sought\nto be disturbed. Respondents filed a declaratory suit and injunction against\nher in the Civil Court. Appellant's husband had also filed a suit claiming a\n903\nH\nA\n904\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA leasehold right in the said property. The Trial Court opined that 'K' died in\nthe year 1943 as a member of undivided joint family and, thus, the appellant\nhad derived no right, title and interest in the said property by succession or\notherwise. An appeal preferred thereagainst by the appellant was allowed by\nthe first appellate Court holding that her father died as a divided member of\nthe joint family as a result whereof she became entitled to claim half share in\nthe property. The second appeal preferred by the respondents was allowed by\nthe High Court. Hence the present appeal.\nB\nAppellant contended that although she at the time of her father's death\nwas only three years old, the factum of separation was proved by DW-2 - her\nC aunt; and that the father of the appellant and Respondent no. 1 having separated\nthemselves, she succeeded to the share of her father.\nDismissing the appeal, the Court\nHELD:1.1. The legal position that the appellant could not claim any right,\nD title and interest whether in terms of the provisions of the Hindu Women's\nRight to Property Act, 1937 or as a successor of her father, if the joint status\nwas not severed, is not in dispute. [Para 12] [908-B]\nE\n1.2. The Hindu Women's Right to Property Act was not applicable in\nrelation to agricultural land. The State made an amendment in that behalf in\nthe year 1947 whereafter, only a widow became entitled to claim limited\nownership in the share of her husband. The mother of the appellant i.e. wife\nof 'K', thus, did not derive any right, title and interest in the property of her\nhusband in the year 1943, when he expired. Furthermore, admittedly, she left\nthe family and married another person in the year 1945 and thus the question\nF of her deriving any benefit in terms of the 1947 amendment also did not arise.\n[Para 12] [908-C-D]\n1.3. The first Appellate Court reversed the finding of the trial Court\nrelying only on or on the basis of the statement made by DW-2 - the aunt of\nthe appellant. The said statement by itself does not prove that 'K' made an\nG\nunequivocal declaration that he intended to separate himself from his brother\nor the same was duly communicated to the other co-sharers. DW-2 did not\nsay when such a declaration was made in presence of all coparceners. It was\nnot stated that at the time of making such purported declaration, the\nrespondents were present. If such a declaration had been made and the\nH respondents accepted the same, ordinarily, not only the respondents would be\n· ༣\nCHINTAMANI AMMAL 1. NANDAGOPAL GOUNDER\n905\nasked to divide the property by partition by meets and bounds but also to look A\nafter the said property which fell in the share of the appellant. Allegedly,\nRespondent No. 1 was requested to look after his family and not their property.\nThe property, admittedly, continued to be possessed as a joint property. It was\nnever partitioned by meets and bounds. Appellant never paid any rent\nseparately. No revenue record was prepared in her name. [Paras 14 and 15]\nB\n1.4. Even the husband of the appellant claimed the property as a lessee.\nWhen the properties continued to be possessed jointly by the owners thereof,\na presumption in regard to the status of joint family both backward and forward\nmust be raised as no evidence was brought on records to establish unequivocal\ndeclaration on the part of 'K'to separate himself from the joint family. If having C\nregard to the nature of oral evidences adduced before it, the Trial Judge came\nto the conclusion that the appellant had failed to prove her case, the first\nAppellate Court, as has rightly been held by the High Court, could not have\nreversed the said finding without assigning sufficient and cogent reason\ntherefor. [Para 16] [909-B-C]\n1.5. In law there exists a presumption in regard to the continuance of a\njoint family. The party who raises a plea of partition is to prove the same.\nEven separate possession of portion of the property by the co-sharers itself\nwould not lead to a presumption of partition. Several other factors are required\nto be considered therefor. [Para 17] [909-D]\n1.6. When the Trial Court arrived at a finding on the basis of\nappreciation of oral evidence, the first Appellate Court could have reversed\nthe same only on assigning sufficient reasons therefor. Save and except the\nsaid statement of DW-2, the Court did not consider any other materials brought\non records by the parties. [Para 18] [909-E]\nMandholal v. Official Assistance of Bombay, AIR (1950) Federal Court\n21; Madhusudan Das v. Narayanibai, AIR (1983) SC 114: [1983] 1 SCC 35\nand Smt. Rajbir Kaur and Anr. v. S. Chokesiri and Co., [1989] 1 SCC 19;\nJagannath v. Arulappa and Anr., [2005] 12 SCC 303 and H.K.N. Swami.v.\nIrshad Basith (Dead) By LRs., [2005] 10 SCC 243, relied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 6198 of 2000.\nFrom the final Judgment and order dated 31.7.1998 of the High Court of\nD\nE\nF\nG\nH\n906\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n$\nA Judicature at Madras in S.A. No. 1899 of 1985.\nB\nK. Ram Kumar for the Appellant.\nK.K. Mani and Mayur R. Shah for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. This appeal is directed against a judgment and decree\ndated 31.07.1998 passed by a learned Single Judge of the High Court of\nJudicature at Madras in Second Appeal No. 1899 of 1985 whereby and\nwhereunder an appeal under Section 100 of the Code of Civil Procedure\nC preferred by the respondents herein from a judgment and decree dated\n11.09.1985 passed by the Subordinate Judge, Arni, North Arcot District in\nAppeal Suit No. 68 of 1984 was allowed, in turn, allowing an appeal from a\njudgment and decree dated 27.07.1984 passed by the Court of the Principal\nDistrict Munsif, Arni in Original Suit No. 1301 of 1979.\nD\nE\nF\n2. Plaintiffs in the suit are the respondents before us. The said suit was\nfiled for declaration and injunction against the appellant herein.\n3. Kesava Gounder and Respondent No. 1 were brothers. They admittedly\nwere members of a joint family. Kesava Gounder was suffering from small pox.\nHe died in 1943. Immediately prior to his death, he allegedly expressed his\nintention to severe his status as a member of the joint family.\n4. The wife of the said Kesava Gounder (mother of the appellant herein)\nand the appellant were admittedly looked after by the respondents. However,\nthe mother of the appellant left the family in or about 1945 and married another\nperson. Appellant was not only brought up by Respondent No. 1, she was\nalso given in marriage. She allegedly claimed a share in the property. Possession\nof the respondents was sought to be disturbed. Respondents filed a suit for\ndeclaration and injunction against her in the Court of Munsif. The principal\nissue which arose for consideration in the said suit was as to whether the said\nKesava Gounder had expressed his intention to separate as a result whereof\nG the joint family severed although no partition by meets and bounds took\nplace.\nH\n5. The contention of the respondents was that the property being a\njoint family property on the death of Kesava Gounder in 1943, they succeeded\nthereto by survivorship and had been enjoying the same ever since and only\nI\nCHINTAMANI AMMAL v. NANDAGOPAL GOUNDER [S.B. SINHA, J.]\n907\nat a much later date the appellant made an attempt to disturb their possession. A\n6. Appellant's husband had also filed a suit claiming a leasehold right\nin the said property.\n7. Both the suits were heard together. The Trial Court by its judgment\nand order dated 27.07.1984 opined that the said Kesava Gounder died in the B\nyear 1943 as a member of undivided joint family and, thus, the appellant had\nderived no right, title and interest in the said property by succession or\notherwise. An appeal preferred thereagainst by the appellant, however, was\nallowed by the Subordinate Judge holding that the father of the appellant died\nas a divided member of the joint family as a result whereof she became entitled\nto claim half share. The second appeal preferred by the respondents herein\nfrom the said judgment and decree passed by the first appellate court has\nbeen allowed by reason of the impugned judgment.\nC\n8. Mr. B. Sridhar, learned counsel appearing in support of the appellant,\nwould submit that although the appellant at the time of her father's death was D\nonly three years old, the factum of separation was proved by DW-2 - her aunt,\nwho in her deposition stated:\n\"The father of this defendant while he was unwell became divided in\nstatus. At that prevailing situation out and out partition was not\npossible. The first plaintiff gave his word to take care of this defendant E\nand her mother.\"\n9. The learned counsel would contend that in view of the decision of\nthis Court in A. Raghavamma and anr v. A. Chenchamma and anr, AIR (1964)\nSC 136, the father of the appellant and Respondent No. 1 herein having\nseparated themselves, she succeeded to the share of her father.\n10. The learned counsel appearing on behalf of the respondents, on the\nother hand, would support the judgment.\nF\n11. Although, before us, the appellant has made a claim of deriving\nright, title and interest by way of succession to the interest of late Kesava G\nGounder, in the written statement filed by her before the learned Trial Judge,\nonly a limited right was claimed, which, allegedly, culminated into an absolute\ntitle in terms of Section 14(1) of the Hindu Succession Act, 1956. The High\nCourt in its judgment held that the property in suit being agricultural property,\nthe Hindu Women's Right to Property Act, 1937 being not applicable in\nH\n1\n908\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA relation thereto in the year 1943, the mother of the appellant or for that matter,\nshe herself could not have succeeded to her father's interest in the property\nwhich was a joint family property. It was further held that the plea that the\nsaid Kesava Gounder died as a divided member was put forth 36 years after\nhis death, was wholly improbable.\nB\nC\n12. The legal position that the appellant herein could not claim any\nright, title and interest whether in terms of the provisions of the Hindu\nWomen's Right to Property Act, 1937 or as a successor of the said Kesava\nGounder, if the joint status was not severed, is not in dispute. The Hindu\nWomen's Right to Property Act was not applicable in relation to agricultural\nland. The State of Madras made an amendment in that behalf in the year 1947\nwhereafter, only a widow became entitled to claim limited ownership in the\nshare of her husband. The mother of the appellant i.e. wife of the said Kesava\nGounder, thus, did not derive any right, title and interest in the property of\nher husband in the year 1943, when he expired. Furthermore, admittedly, she\nleft the family and married another person in the year 1945 and thus the\nD question of her deriving any benefit in terms of the 1947 amendment also did\nE\nF\nnot arise.\n13. Before the learned Trial Judge, the parties adduced their respective\nevidences. The learned Trial Judge had an occasion to look to the demeanour\nof the witnesses. He came to the conclusion that the properties in suit had\nall along been held as a joint family property opining that the father of the\nappellant did not have any divided status as alleged or at all.\n14. The first Appellate Court reversed the said finding relying only on\nor on the basis of the statement made by DW-2 - the aunt of the appellant\nwhich has been noticed by us hereinbefore. The said statement by itself does\nnot prove\nthat the said Kesava Gounder made an unequivocal declaration that\nhe intended to separate himself from his brother or the same was duly\ncommunicated to the other co-sharers. DW-2 did not say when such a\ndeclaration was made in presence of all coparceners. It was not stated that\nat the time of making such purported declaration, the respondents were\nG present.\n15. If such a declaration had been made and the respondents herein\naccepted the same, ordinarily, not only the respondents would be asked to\ndivide the property by partition by metes and bounds but also to look after\nthe said property which fell in the share of the appellant. Allegedly, Respondent\nH\nCHINTAMANI AMMAL v. NANDAGOPAL GOUNDER [S.B. SINHA, J.]\n909\nNo. 1 was requested to look after his family and not their property. The A\nproperty, admittedly, continued to be possessed as a joint property. It was\nnever partitioned by metes and bounds. Appellant never paid any rent\nseparately. No revenue record was prepared in her name.\n16. Even the husband of the appellant claimed the property as a lessee.\nWhen the properties continued to be possessed jointly by the owners thereof, B\na presumption in regard to the status of joint family both backward and\nforward must be raised as no evidence was brought on records to establish\nunequivocal declaration on the part of Kesava Gounder to separate himself\nfrom the joint family. If having regard to the nature of oral evidences adduced\nbefore it, the learned Trial Judge came to the conclusion that the appellant C\nhad failed to prove her case, the first Appellate Court, in our opinion, as has\nrightly been held by the High Court, could not have reversed the said finding\nwithout assigning sufficient and cogent reason therefor.\n17. In law there exists a presumption in regard to the continuance of a\njoint family. The party who raises a plea of partition is to prove the same. Even D\nseparate possession of portion of the property by the co-sharers itself would\nnot lead to a presumption of partition. Several other factors are required to\nbe considered therefor.\n18. Furthermore, when the learned Trial Judge arrived at a finding on the\nbasis of appreciation of oral evidence, the first Appellate Court could have E\nreversed the same only on assigning sufficient reasons therefor. Save and\nexcept the said statement of DW-2, the learned Judge did not consider any\nother materials brought on records by the parties.\n19. In Mandholal v. Official Assistance of Bombay AIR (1950) Federal\nCourt 21, it was observed:\n\"It is true that a Judge of first instance can never be treated as\ninfalliable in determining on which side the truth lies and like other\ntribunals he may go wrong on question of fact but on such matters\nif the evidence as a whole can reasonably be regarded as justifying\nthe conclusion arrived at, the appeal court should not lightly interfere\nwith the judgment.\"\nSee also Madhusudan Das v. Narayanibai - AIR (1983) SC 114: [1983]\n1 SCC 35,\nF\nG\nH\n910\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n20. In Smt. Rajbir Kaur and Anr v. S. Chokesiri and Co. [1989] 1 SCC\n19, this Court observed:\nf\n\"48. Reference on the point could also usefully be made to A.L.\nGoodharts article in which, the learned author points out :\n\"A judge sitting without a jury must perform dual function. The first\nfunction consists in the establishment of the particular facts. This\nmay be described as the perceptive function. It is what you actually\nperceive by the five senses. It is a datum of experience as distinct\n■ from a conclusion.\nIt is obvious that, in almost all cases tried by a judge without a jury,\nan appellate court, which has not had an opportunity of seeing the\nwitnesses, must accept his conclusions of fact because it cannot tell\non what grounds he reached them and what impression the various\nwitnesses made on him.\"(emphasis supplied)\n49. The following is the statement of the same principle in \"The\nSupreme Court Practice:\"\nGreat weight is due to the decision of a judge of first instance whenever,\nin a conflict of testimony, the demeanour and manner of witnesses\nwho have been seen and heard by him are material elements in the\nconsideration of the truthfulness of these statements. But the parties\nto the cause are nevertheless entitled as well on questions of fact as\non questions of law to demand the decision of the Court of Appeal,\nand that court cannot excuse itself from the task of weighing conflicting\nevidence, and drawing its own conclusions, though it should always\nbear in mind that it has neither seen nor heard the witnesses and\nshould make due allowance in this respect.(pp. 854-55)\n...Not to have seen witnesses puts appellate judges in a permanent\nposition of disadvantage against the trial judge, and unless it can be\nshown that he has failed to use or has palpably misused his advantage\nfor example has failed to observe inconsistencies or indisputable fact\nor material probabilities [ibid. and Yuill (1945) p. 15; Watt v. Thomas]\nthe higher court ought not take the responsibility of reversing\n-conclusions so arrived at merely as the result of their own comparisons\nand criticisms of the witnesses, and of their view of the probabilities\nof the case. ... (p. 855)\nH\nT\nCHINTAMANI AMMAL 1. NANDAGOPAL GOUNDER [S.B. SINHA, J.] 911\n... But while the Court of Appeal is always reluctant to reject a finding A\nby a judge of the specific or primary facts deposed to by the witnesses,\nespecially when the finding is based on the credibility or bearing of\na witness, it is willing to form an independent opinion upon the proper\ninference to be drawn from it.... (p. 855)\n50. A consideration of this aspect would be incomplete without a B\nreference to the observations of B.K. Mukherjea, J., in Sarju Pershad\nRamdeo Sahu v. Raja Jwaleshwari Pratap Narain Singh which as a\nsuccinct statement of the rule, cannot indeed be bettered :\nD\n\"The question for our consideration is undoubtedly one of fact, the\ndecision of which depends upon the appreciation of the oral evidence C\nadduced in the case. In such cases, the appellate court has got to bear\nin mind that it has not the advantage which the trial Judge had in\nhaving the witnesses before him and of observing the manner in\nwhich they deposed in court. This certainly does not mean that when\nan appeal lies on facts, the appellate court is not competent to reverse\na finding of fact arrived at by the trial Judge. The rule is and it is\nnothing more than a rule of practice that when there is conflict of oral\nevidence of the parties on any matter in issue and the decision hinges\nupon the credibility of the witnesses, then unless there is some\nspecial feature about the evidence of a particular witness which has\nescaped the trial Judges notice or there is a sufficient balance of E\nimprobability to displace his opinion as to where the credibility lies,\nthe appellate court should not interfere with the finding of the trial\nJudge on a question of fact.\n51. The area in which the question lies in the present case is the area\nof the perceptive functions of the trial Judge where the possibility of F\nerrors of inference does not play a significant role. The question\nwhether the statement of the witnesses in regard to what was amenable\nto perception by sensual experience as to what they saw and heard\nis acceptable or not is the area in which the well-known limitation on\nthe powers of the appellate court to reappreciate the evidence falls.\nThe appellate court, if it seeks to reverse those findings of fact, must\ngive cogent reasons to demonstrate how the trial court fell into an\nobvious error.\n52. With respect to the High Court, we think, that, what the High\nG\nH\nA\n912\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nCourt did was what perhaps even an appellate court, with full fledged\nappellate jurisdiction would, in the circumstances of the present case,\nhave felt compelled to abstain from and reluctant to do. Contention\n(c) would also require to be upheld.\"\n21. In Jagannath v. Arulappa and Anr., [2005] 12 SCC 303, this Court\nB while considering the scope of Section 96 of the Code of Civil Procedure\nopined that it would be wholly improper to allow first appeal without adverting\nto the specific findings of the Trial Court.\n22. In H.K.N. Swami v. Irshad Basith (Dead) By LRs., [2005] 10 SCC 243,\nthis Court opined that the appellate court is required to address all the issues\nC\nand determine the appeal upon assignment of cogent reasons.\nD\n23. In this view of the matter, it is not necessary for us to consider the\nsubmission of Mr. Sridhar in regard to the effect of the severance of the joint\nstatus, as adumbrated by this Court in A. Raghavamma (supra).\n24. For the reasons aforementioned, there is no merit in this appeal,\nwhich is accordingly dismissed. However, in the facts and circumstances of\nthis case, there shall be no order as to costs.\nS.K.S.\nAppeal dismissed.\n1\n"}