{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"COMMISSIONER OF CENTRAL EXCISE, BELGAUM\nV.\nM/S. AKAY COSMETIC (P) LTD., HUMBLI\nA\nAPRIL 1, 2005\nB\n[S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nCentral Excise Act, 1944;\nSs. 4(4)(c) and 35 (C)/Central Excise Tariff Act, 1985; Tariff Heading\n3305.90 :\nC\nValuation-Levy of excise duty-Instant hair colour/Bigen-Tariff\nHeading 3305.90—Claim of deduction in respect of certain items of\nexpenditure-Held: In view of the change in the organizational set up of the\nassessee, the question of related person ought to be decided first before deciding D\nthe claim of the deduction-Since the question was already answered by the\nSupreme Court in another case between the same parties, appeal dismissed on\nmerit.\nRespondent-assessee, manufacturer of instant hair colour, brand\nname \"Bigen\", selling their entire production to M/s. Nemaru Coiffure (M/ E\ns. Nemaru). There arose a dispute as to the valuation of the goods as the\nassessee had claimed deduction of certain items of expenditure from the\nassessable value for the period 1/88 to 3/93. The Tribunal allowed the claim\nfor certain period and remanded the matter to Revenue to reconsider the\nquestion of 'related person' due to change in organizational set up in order\nto determine the duty for the remaining period. Hence the present appeal.\nDismissing the appeal, the Court\nHELD 1.1. The Tribunal allowed the assessees' appeal claiming\ndeduction for the seven items of expenditure for the period 9/88 to 3/91.\nHowever, in view of the change in organizational set-up under agreement\ndated 2.1.1991, the tribunal remanded the matter to the Revenue to\nreconsider the question of “related person” under Section 4(4)(c) of the\nCentral Excise Act for the period 4/91 to 3/93. [143-A|\n141\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n142\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n1.2. Since the question of \"related person\" had already been\nremanded to Revenue by the Tribunal, the dispute on the same point for\nthe period 4/93 to 6/97 was also required to be remanded to the Revenue.\nIn the circumstances, no infirmity is found in the impugned judgment.\n[143-E]\n1.3. This Court, later, in the case of Commissioner of Central Excise,\nBelgaum v. Akay Cosmetics (P) Limited held that on and after 1.4.1991, the\ntwo entities, namely, M/s. Akay cosmetics (P) Ltd., the Respondent and his\nsole distributor, M/s. Nemaru, were not related persons. Since the question\nwas already answered, the appeal is dismissed on merit. [143-F-G]\nCommissioner of Central Excise, Belgaum v. Akay Cosmetics (P) Limited,\n(2004) 167 ELT 253 (T), relied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 336 of 2001.\nForm the Judgment and Order dated 28.2.2000 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi in F.O. No. 298/\n2000 WZB in A. No. E/STAT/77/2000 and E/122 of 2000.\nK. Swamy, Tufail A. Khan, Rupesh Kumar, P. Parmeswaran and B.\nKrishna Prasad for the Appellant.\nAnoop Choudhary and Rajesh Kumar with him for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. This is an appeal filed by the revenue under section, 35-\nL (b) of the Central Excise Act, 1944 (for short \"the 1944 Act\") against the\ndecision of the Customs, Excise and Gold (Control) Appellate Tribunal,\nChennai (hereinafter referred to as “the tribunal”) dated 28.2.2000 in Appeal\nNos. E/Stat/77/2000 and E/122/2000, remanding the matter to the\nCommissioner (Appeals).\nM/s Akay Cosmetics (P) Ltd. (assessee herein) was the manufacturer\nof instant hair colour sold under the brand name “Bigen\" falling under chapter\nsub-heading 3305.90 of the schedule to the Central Excise Tariff Act, 1985.\nThey were selling their entire production to M/s Nemaru Coiffure (for short\n\"M/s Nemaru\"). There was a dispute on the valuation of goods for the period\n1/88 to 3/93. The assessee had claimed deduction from the assessable value\nH in respect of seven items of expenditure, namely, secondary packing, turnover\nJ\n1,\n-\n1\nC.C.E. v.AKAY COSMETIC (P) LTD., HUMBLI [KAPADIA, J.] 143\ntax, freight, insurance, octroi, handling charges and cost of bought-out items.. A\nBy judgment and order dated 6.1.2000, the tribunal set aside the demand\nfor differential duty raised by the department for the period 1/88 to 8/88 for\nwant of show-cause notice. By the said judgment, the tribunal allowed the\nassessees' appeal claiming deduction for the aforestated seven items of\nexpenditure for the period 9/88 to 3/91. However, in view of the change in\norganizational set-up under agreement dated 2.1.1991, the tribunal remanded\nthe matter to the Commissioner (Appeals) to reconsider the question of \"related\nperson\" under section 4(4)(c) of the said Act for the period 4/91 to 3/93.\nAggrieved by the decision of the tribunal dated 6.1.2000, the department\ncame to this Court by way of civil appeal under section 35-L(b) of the Act.\nB\nC\nBy judgment delivered by this Court today in the case of Commissioner\nof Central Excise, Belgaum v. M/s Akay Cosmetics Pvt. Ltd.,. [Civil Appeal\nNos. 3792-3803 of 2000], this Court has partly allowed the department's\nappeal. However, the order of remand on the question of “related person” D\nduring the period 4/91 to 3/93 has been upheld.\nIn the present appeal, 11 show-cause notices were issued by the\ndepartment calling upon the assessee as to why the deduction in respect of\nthe above seven items should not be disallowed for the period 4/93 to 6/97.\nSince the question of \"related person\" had been remanded to Commissioner E\n(Appeals) by the tribunal under its earlier order dated 6.1.2000, the dispute\non the same point of “related person\" for the period 4/93 to 6/97 was also\nrequired to be remanded to the Commissioner (Appeals). In the circumstances,\nwe do not find any infirmity in the impugned judgment.\nBefore concluding, we may point out that in the case of Commissioner F\nof Central Excise, Belgaum v. Akay Cosmetics (P) Limited reported in (2004)\n167 ELT 253 (T), it has been held that on and after 1.4.1991, the two entities,\nnamely M/s Akay Cosmetics (P) Ltd. and M/s Nemaru were not related\npersons.\nFor the aforestated reasons, there is no merit in this civil appeal and\nthe same is accordingly dismissed, with no order as to costs.\nG\nS.K.S.\nAppeal dismissed.\n"}