{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"7\nRAJESH KUMAR SHARMA\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 2, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCustoms Act, 1962; s. 35(1)(a)/Customs (Compounding of offences)\nRules, 2005; Rule 5/Circular No.54/2005-Cus dated December 30, 2005\nissued thereunder:\nA\nB\nC\nCompounding of an offence committed in terms of provisions under\nCustoms Act-Fixation of compounding amount in terms of Rule 5—\nPermissible limit-Interpretation of-Held: Purpose of compounding of offence\nis to prevent litigation and encourage early settlement of disputes-In fixation\nof compounding amount in terms of Rule 5 'Upto' not applies to both 20%\nof market value of goods or Rupees ten lakhs but has to be read along with D\nthe phrase 'whichever is higher'-Petition lacks merit, hence dismissed-\nInterpretation of statutes.\nPetitioner had applied for compounding of an offence committed by him\nunder Section 135(1)(a) of the Customs Act, 1962. The Compounding\nAuthority imposed a sum of Rupees Ten lakhs as compounding amount. The\norder of the authority was challenged by the petitioner on the ground that the\ncompounding amount so fixed is beyond the permissible limit. The petition\nwas rejected by the High Court. Hence the present special leave petition.\nPetitioner contended that the extent of compounding amount as fixed by\nthe Compounding Authority was beyond the permissible limit and it should\nhave been 20% of the market value as declared; and that since the purpose\nof compounding is to prevent unnecessary litigation, if the interpretation given\nby the High Court that the quantum has to be upto 20% of the market value\nof the goods or upto Rs.10,00,000/- whichever is higher is accepted same\nwould be counter productive.\nE\nF\nG\nDismissing the appeal, the Court\nHELD:1.1. Purpose of compounding of offence against payment of\ncompounding amount is to prevent litigation and encourage early settlement\n245\nH\n246\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of disputes. [Para-6] [247-C]\n1.2. The crucial words in Rule 5 of the Customs Rules are \"whichever\nis higher\". According to the petitioner, the word \"up to\" applies to both 20%\nof the market value of the goods or Rupees Ten Lakhs. This interpretation\nas suggested is clearly unacceptable. If the interpretation suggested is\nB accepted, it would render expression \"whichever is higher\" redundant.\n[Para 7] [247-G]\nC\nᎠ\nE\nCIVIL APPELLATE JURISDICTION: Special Leave Petition (C) No.\n21435 of 2006.\nFrom the Judgment and final Order dated 15.9.2006 of the High Court\nof Delhi at New Delhi in C.W.P. No. 14639/2006.\nRajeev Kr. Tiwari, Kumar Parimal and P.V. Yogeswaran for the Appellant.\nThe Judgment of the court was delivered by\nDr. ARIJIT PASAYAT, J. 1. Though we are not granting leave, in view\nof re-iteration of plea taken in this special leave petition in several cases, the\npetition is being disposed of by a detailed order.\n2. Challenge is to the order passed by a Division Bench of the Delhi\nHigh Court dismissing the writ petition filed by the petitioner. Challenge in\nthe writ petition was to the order dated 28th July, 2006 passed by the Chief\nCommissioner of Customs, Gujarat Zone, Ahmedabad.\n3. Background facts in a nutshell are as follows:\nPetitioner had applied for compounding of an offence committed by him\nunder Section 135(1)(a) of the Customs Act, 1962 (in short the ‘Act'). After\nF considering the application filed by the petitioner, the Compounding Authority\nG\nallowed the application and imposed compounding amount of\nRs. 10,00,000/-. In the writ petition stand taken by the petitioner was that the\ncompounding amount as fixed is beyond the permissible limit. This plea was\nrejected by the High Court.\n4. In support of the petition, it has been stated that the extent of\ncompounding amount as fixed by the Compounding Authority was beyond\nthe permissible limit. It is submitted that market value of the goods which\nhad not been declared was Rs. 8,45,176/- and therefore it should have been\n20% of the said market value.\nH\n1\nRAJESH KUMAR SHARMA v. U.O.I. [PASAYAT, J.]\n247\n5. It is stated that since the purpose of compounding is to prevent A\nunnecessary litigation, if the interpretation given by the High Court that the\nquantum has to be upto 20% of the market value of the goods or upto\nRs. 10,00,000/- whichever is higher is accepted same would be counter\nproductive.\n6. The guidelines for compounding are contained in the Circular No.54/ B\n2005-Cus dated 30th December, 2005. Central Government had brought into\nforce the Customs (Compounding of Offences) Rules 2005 (in short the\n'Customs Rules') and Central Excise (Compounding of Offences) Rules, 2005)\n(in short the 'Central Excise Rules') with effect from 30th December, 2005. The\npurpose of compounding of offence against payment of compounding amount\nis to prevent litigation and encourage early settlement of disputes. The cases\nwhere compounding would be rejected are also spelt out in the said circular.\nThe relevant Rule is Rule 5 of the Customs Rules which so far as relevant\nreads as follow:\nC\nFixation of the Compounding Amount- For the purpose of D\ncompounding of offences under the various provisions of the Act, the\ncompounding amount shall be as provided hereinbelow:-\n(1) (3) xxx XXX\n(4)\nOffence specified under\nSection 135(1) (a) of the\nAct.\n(5) (7) xxx\nXXX\nXXX\nUpto twenty per-\ncent of market\nvalue of the goods\nor Rupees ten lakhs\nwhichever is higher.\nXXX\nE\n(Underlined for emphasis) F\n7. The crucial words in the Rule are \"whichever is higher\". According\nto learned counsel for the petitioner, the word \"up to\" applies to both 20%\nof the market value of the goods or Rupees Ten Lakhs. This interpretation\nas suggested is clearly unacceptable. If the interpretation suggested is\naccepted, it would render expression \"whichever is higher\" redundant. The\ninevitable conclusion is that the petition lacks merit, deserves dismissal,\nwhich we direct.\nS.K.S.\nAppeal dismissed.\nG\n"}