{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"\u003c\nTHE WORKMEN OF BHURKUNDA COLLIERY OF\n.M/S CENTRAL COALFIELDS LTD.\nV\nTHE MANAGEMENT OF BHURKUNDA COLLIERY OF\nM/S CENTRAL COALFIELDS LTD.\nJANUARY 27, 2006\n[ARUN KUMAR AND DALVEER BHANDARI, JJ.]\nA\nt\nB\n1\nLabour laws:\nC\nRegularization-Colliery taken-over by Central Coalfields and its\nworkmen employed-Claim of workmen to be put on regular basis as casual\nworkers and regularized in course of time-Tribunal directing enlistment of\nworkers as casual workers who justified their claim in different jobs and be\nregularised after fulfilling condition of attendance in a year-Petitions by D\nworkmen not granted relief and also by Management and Labour Union-\nSingle Judge and Division Bench of High Court upholding the award- On\nappeal held: Considering the philosophy of Industrial and Labour\njurisprudence and applying the laws meant for industrial peace and harmony\norder of tribunal calls for no interference-Employees working since 1973-\n74, as such process of regularization to be completed expeditiously-Industrial E\nand Labour jurisprudence.\nIndustrial and Labour laws—Object of enactment-Held: Is to ensure\npeace and harmony between employers and employees in larger interest of\nsociety.\nColliery B was taken-over by Central Coalfields Ltd (CCL) and 125\nworkmen employed therein were employed as Civil Engineering Workers.\nThereafter, services of large number of workers employed in Colliery of CCL\nwho had completed 240 days of attendance were regularized in pursuance of\nthe directions of the management. Civil Engineering Workers claimed that\nthey should be put on regular basis as casual labour and in course of time be\nregularised but instead of regularizing their services, they were retrenched.\nIndustrial dispute was raised. Tribunal passed an award that the casual\nworkers of Colliery B were entitled to the same benefit of regularization as\ngiven to those employed in Colliery of CCL. It directed to enlist 74 workers\n851\nF\nG\nH\n852\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA as casual workers who justified their claim and be provided with different\njobs in category-1 and be regularised after they fulfilled condition of attendance\nin a year. 51 persons who were not granted any relief in the award filed writ\npetition and also the Management and labour union. Both the Single Judge\nand the Division Bench of High Court upheld the award. Hence, the present\nappeals.\nB\nDisposing of the appeals, the Court\nHELD:1. There is no reason to interfere with the findings of fact arrived\nat by the Tribunal and upheld by Single Judge and Division Bench of the High\nCourt. The process of regularization which has already been initiated must\nC be completed as expeditiously as possible and the management is directed to\nsubmit a report to this Court regarding regularization of the workmen.\n[855-C, D\n2.1. The main object of enacting Industrial and Labour laws is to ensure\npeace and harmony between the employers and the employees in the larger\nD interest of the society. The industrial growth leading to economic prosperity\nE\nlargely depends on happy and healthy relationship between employers and\nemployees. It is also our bounded duty to give expression to the legislative\nintention for creating a healthy environment leading to proper understanding\nand cooperation and in true sense a partnership between the employers and\nthe employees in cases of industrial disputes. [856-A; 857-B]\n2.2. Security of tenure is essential for an employee so that he can give\nhis best to the job. This object can be attained by regularization of the\nemployees within a reasonable period. In the matter of regularization, the main\nconcern of the Court is to see that the rule of law is respected and to ensure\nF that the executive acts fairly and give a fair deal to its employees consistent\nwith the requirement of Articles 14 and 16 of the Constitution. State being a\nmodel employer should not exploit the employees nor take advantage of\nhelplessness and misery of either the unemployed person or the person\nconcerned, as the case may be. Where a temporary or adhoc appointment is\ncontinued for long, the Court presumes that there is regular need for his\nG services on a regular post and accordingly considers regularization.\nH\n1856-C, G, H; 857-A|\nHindustan Antibiotics Ltd. v. Workmen, AIR (1967) SC 948; Calcut:a\nPort Shramik Union v. Calcutta R.T. Association, AIR (1988) SC 2168; S.M.\nNilajkar and Ors. v. Telecom Distt. Manager, Karnataka. [2003] 4 SCC 27\nand State of Haryana v. Piara Singh, [1992] 4 SCC 118, relied on.\nWORKMEN OF BHURKUNDA COLLIERY v. MANAG. OF BHURKUNDA COLLIERY [DALVEER BHANDARI, J.) 853\n3.1. The industrial jurisprudence, likewise, seeks to evolve a rational A\nsynthesis between the conflicting scheme of the employers and employees. In\nfinding out solutions to industrial disputes great care is always taken, as it\nought to be, to see that the settlement of industrial disputes does not go against\nthe interests of the community as a whole. In the decision of major industrial\ndisputes, three facts are thus involved. The interests of the employees which\nB\nhave received constitutional guarantees under the Directive Principles, the\ninterests of the employers which have received a guarantee under Article 19\nand other Articles of Part III, and the interests of the community at large\nwhich are so important in a Welfare State. It is on these lines that industrial\njurisprudence has developed during the last few decades in our country.\n[858-F, G] C\n3.2. When the thinking process and attitude is modulated according to\nthe underlying philosophy of Industrial and Labour jurisprudence and apply\nthe laws meant for industrial peace and harmony, then the conclusion becomes\nirresistible that the employees who have been working since 1973-74 required\nto be regularized as expeditiously as possible. [858-H; 859-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1600 of 2005.\nFrom the Judgment and Order dated 5.1.2004 of the Jharkhand High\nCourt in L.P.A. Nos. 49 of 2002 and 376 of 2001.\nD\nE\nP.S. Mishra, S.B. Upadhyay, R.R. Dubey, B.K. Mishra, Santosh Mishra,\nTathagat Harshvardhan, Upendra Mishra, Shiv Mangal and Ms. Shalini for\nthe Appellant.\nAjit Kumar Sinha for the Respondent.\nThe Judgment of the Court was delivered by\nDALVEER BHANDARI, J. The main concept of regularization of Indian\nIndustrial jurisprudence is the subject-matter of adjudication in these Civil\nAppeals. We propose to dispose of both these appeals by this judgment.\nF\nBrief facts which are necessary to dispose of these appeals are G\nrecapitulated as under:\nIn these appeals, the award given by the Central Government Industrial\nTribunal has been upheld by the learned Single Judge and appeals against\nthe judgment of the learned Single Judge have been dismissed by the Division\nBench of the Jharkhand High Court.\nH\nA\nB\nC\n854\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\n125 workmen were in the employment of Bhurkunda Colliery in various\ncapacities since before its take-over by the Central Coalfields Ltd. (for short\n'CCL'). After the take-over by the 'CCL', the concerned workmen were employed\nas Mazdoors in certain engineering projects and were known as Civil\nEngineering Workers. The concerned workmen claimed that such type of Civil\nEngineering Workers should be put on regular basis as casual labour and in\ncourse of time they should be regularized.\nThe management of ‘CCL' also issued a direct:on that such workmen\nwho have completed 240 days of attendance should be regularized. In fact,\na large number of workers employed in Gidi-A Colliery of 'CCL' were regularized\non the basis of certain directions of the Headquarter of 'CCL'. Even in case\nof Bhurkunda Colliery, 39 workers of the said type were also regularized.\nThe Labour union took up the matter of the concerned 125 Civil\nEngineering Workers on the ground that the services of these workers should\nbe regularized. The union raised a demand that instead of regularizing the\nD services of the workers, the management retrenched the concerned workmen.\nThis gave rise to an industrial dispute. On persuasion of the union, with initial\nresistance, ultimately, the Home Ministry of Government referred the dispute\nto the Tribunal for adjudication.\nE\n\"Whether the demand raised by Koyla Mazdoor Sabha in regard\nto alleged discrimination in employment/regularization of 125 casual\nworkers of Repair and Maintenance Section (Civil) of Bhurkunda\nColliery of Central Coalfields Limited is justified? If so, what relief\nare these workmen entitled?\"\nThe Presiding Officer of the Central Government Industrial Tribunal\nF (No.2), Dhanbad in the Award dated 15th May, 1988 held that the dispute\nraised by the Labour union on behalf of the concerned workmen was not stale\nas the matter was being pursued by the union due to the stoppage of work\nby the concerned workmen. It was admitted by the union that 21 workmen left\nthe services and consequently the number was reduced from 125 to 104. The\nTribunal held that the casual workmen of Bhurkunda Colliery also deserve the\nsame benefit which was given to the workmen of Giddi-A Colliery and as such\ntheir services also deserve to be regularized.\nG\nH\nAccording to the Tribunal, on scrutiny, out of 104 casual workmen, only\n74 of them in Repairs and Maintenance (Civil) Section of Bhurkunda Colliery\nof M/s ‘CCL' could justify their claim. As such, the management was directed\n3\n}\n!\nWORKMEN OF BHURKUNDA COLLIERY 1. MANAG. OF BHURKUNDA COLLIERY [DALVEER BHANDARI, J.) 855\nto enlist those 74 workers as casual workmen and be provided with different A\njobs in Category-I and they may be regularized after they have fulfilled the\ncondition of attendance in a year. The Award of the Tribunal was challenged.\nThe management filed C.W.J.C. No.1175 of 1989 and labour union filed C.W.J.C.\nNo.1083 of 1991 and Koyla Mazdoor Sabha on behalf of 51 persons, who were\nnot granted any relief in the award, also filed C.W.J.C. No.680 of 1999 and all\nB\nthe three writ petitions were heard together by the learned Single Judge. The\nlearned Single Judge, who heard these three writ petitions did not interfere\nwith the Award of the Tribunal. The Division Bench of the Jharkhand High\nCourt upheld the judgment of the Learned Single Judge and consequently as\ndirected by the Tribunal, cases of 74 workmen were required to be considered\nfor regularization of their services after they have fulfilled the condition of C\nattendance in a year.\nWe have heard the learned counsel appearing for the workmen and the\nmanagement at length. We see no reason to interfere with the findings of fact\narrived at by the Tribunal and affirmed by the learned Single Judge and the\nDivision Bench of the High Court. The process of regularization which has D\nalready been initiated must be completed as expeditiously as possible or in\nany event, within two months from today.\nIn pursuance to the order of the High Court, the management has\ndeposited some amount towards the wages with the High Court and the\nRegistrar of the Jharkhand High Court has been disbursing Rs.500/- per\nmonth to some of the workmen. Learned counsel appearing for the management\nhas also filed a list of workmen who were being paid wages @ Rs.500/- per\nmonth as per the order of the High Court out of the amount deposited in the\nHigh Court by the management. The Registrar of the High Court shall continue\nto pay Rs.500/- to these workmen till their respective claims are verified. We\ndirect the Registrar of the High Court that their claims be verified as\nexpeditiously as possible and in any event within a period of two months. In\nthe facts and circumstances of these cases, we direct that the amount already\npaid to the workmen shall not be recovered and the Registrar of the High\nCourt is directed to ensure that the remaining balance amount after verification\nof the claims be refunded to the management.\nTo avoid any further litigation, we direct the management to submit a\nreport to this Court regarding regularization of the workmen within three\nmonths.\nE\nF\nG\nIn the facts and circumstances it becomes imperative to issue direction H\n856\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA regarding regularization. The main object of enacting Industrial and Labour\nlaws is to ensure peace and harmony between the employers and the employees\nin the larger interest of the society. The industrial growth leading to economic\nprosperity largely depends on happy and healthy relationship between\nemployers and employees.\nB\nAs early as in 1967, this Court in the case of Hindustan Antibiotics Ltd.\nv. Workmen AIR (1967) SC 948 observed that the social and economic upliftment\nof the labour is absolutely imperative for securing industrial peace.\nSecurity of tenure is essential for an employee so that he can give his\nbest to the job. This object can be attained by regularization of the employees\nC\nwithin a reasonable period.\nᎠ\nIn the case of Calcutta Port Shramik Union v. Calcutta R.T. Association,\nAIR (1988) SC 2168, this Court observed that the object of enacting the\nIndustrial Disputes Act, 1947 and of making provision therein to refer disputes\nto tribunals for settlement is to bring about industrial peace.\nThis Court in S.M. Nilajkar and Ors. v. Telecom Distt. Manager,\nKarnataka, [2003] 4 SCC 27 was of the opinion that the labour laws being\nbeneficial pieces of legislation are to be interpreted in favour of beneficiaries.\nAccording to the Court, in case of doubt or where it is possible to take two\nE views of a provision, the benefit must go to the labour.\nThis Court in State of Haryana v. Piara Singh, [1992] 4 SCC 118 held\nthat so far as the work-charged employees and casual labour are concerned,\nthe effort must be to regularize them as far as possible and as early as\npossible subject to their fulfilling the qualifications, if any, prescribed for the\nF post and subject also to availability of work. If a casual labourer is continued\nfor a fairly long spell-say two or three years - a presumption may arise that\nthere is regular need for his services. In such a situation, it becomes obligatory\nfor the authority concerned to examine the feasibility of his regularization.\nWhile doing so, the authorities ought to adopt a positive approach coupled\nwith an empathy for the person.\nG\nIn the matter of regularization, the main concern of the Court is to see\nthat the rule of law is respected and to ensure that the executive acts fairly\nand give a fair deal to its employees consistent with the requirement of\nArticles 14 and 16 of the Constitution of India. The State being a medel\nH employer should not exploit the employees nor take advantage of helplessness\nWORKMEN OF BHURKUNDA COLLIERY 1. MANAG. OF BHURKUNDA COLLIERY [DALVEER Bhandari, J.) 857\nand misery of either the unemployed person or the person concerned, as the A\ncase may be.\nWhere a temporary or ad hoc appointment is continued for long, the\nCourt presumes that there is regular need for his services on a regular post\nand accordingly considers regularization.\nIt is also our bounded duty to give expression to the legislative intention\nfor creating a healthy environment leading to proper understanding and\ncooperation and in true sense a partnership between the employers and the\nemployees in cases of industrial disputes.\nB\nThe report of the National Commission of Labour published by Ministry C\nof Labour, Employment and Rehabilitation in 1969 has dealt with the aspect\nof industrial peace and harmony. It will be appropriate to recapitulate some\naspects of that report:\nAccording to the philosophy of the First Five Year Plan, peace in\nD\nindustry has a great significance as a force for world peace if we consider the\nwider implications of the question. The answer to class-antagonisms and\nworld conflicts will arrive soon if we succeed in discovering a sound basis\nfor human relations in industry. Economic progress is also bound up with\nindustrial peace. Industrial relations are, therefore, not a matter between\nemployers and employees alone, but a vital concern of the community which E\nmay be expressed in measures for the protection of its larger interests.\nA quest for industrial harmony is indispensable when a country plans\nto make economic progress. It may sound platitudinous but it is nevertheless\ntrue that no nation can hope to survive in the modern technological age,\nmuch less become strong, great and prosperous, unless it is wedded to F\nindustrial development and technological advance. Economic progress is bound\nup with industrial harmony for the simple reason that industrial harmony\ninevitably leads to more cooperation between employers and employees,\nwhich results in more productivity and thereby contributes to all-round\nprosperity of the country. Healthy industrial relations, on which industrial\nharmony is founded, cannot therefore be regarded as a matter in which only\nthe employers and employees are concerned; it is of vital significance to the\ncommunity as a whole. That is how the concept of industrial harmony involves\nthe cooperation not only of the employers and the employees, but also of the\ncommunity at large. This cooperation stipulates that employees and employers\nrecognise that though they are fully justified in safeguarding their respective H\nG\n858\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA rights and interests, they must also bear in mind the interests of the community.\nIn other words, both employers and employees should recognise that as\ncitizens they ought not to forget the interests of the community. If this be the\ntrue scope of the concept of industrial harmony, it follows that industrial\nharmony should and ought to emphasise the importance of raising productivity,\nbecause the resulting accelerated rate of growth will lead to the good of the\ncommunity as a whole. That, we consider, is the true significance of the\ndoctrine of industrial harmony in its three-dimensional aspect.\nB\nC\nIt is plain that in order to create a proper climate for industrial harmony\nand to cultivate proper attitudes in the minds of the employees and the\nemployers alike, it is essential that employees must be well organized and\ntrade unionism must become strong. Employers must be progressive and must\nrecognize whole-heartedly the validity of the doctrine that they and their\nemployers are partners in the adventure of the growth of the industrial life\nof the country. The history of the trade union movement in the world shows\nthat healthy and proper attitudes are not easily born and the trade union\nD movement does not become strong without resistance from the employers,\nE\nF\nand such resistance leads to a long and bitter strife. Quest for industrial\nharmony has thus been sometimes stalled or delayed or mustrated by struggles\nbetween the employers and the employees.\nThe growth of industrial jurisprudence in India, subsequent to 1950,\nbears close resemblance to the growth of Constitutional Law in relation to the\nfundamental rights guaranteed to the citizens.\nas\nThe industrial jurisprudence, likewise, seeks to evolve a rational\nsynthesis between the conflicting scheme of the employers and employees.\nIn finding out solutions to industrial disputes great care is always taken,\nit ought to be, to see that the settlement of industrial disputes does not go\nagainst the interests of the community as a whole. In the decision of major\nindustrial disputes, three facts are thus involved. The interests of the employees\nwhich have received constitutional guarantees under the Directive Principles,\nthe interests of the employers which have received a guarantee under Article\nG 19 and other Articles of Part III, and the interests of the community at large\nwhich are so important in a Welfare State. It is on these lines that industrial\njurisprudence has developed during the last few decades in our country.\nWhen we modulate our thinking process and attitude according to the\nunderlying philosophy of Industrial and Labour jurisprudence and apply the\nH laws meant for industrial peace and harmony, then the conclusion becomes\nWORKMEN OF BHURKUNDA COLLIERY 1. MANAG. OF BHURKUNDA COLLIERY (DAL Veer Bhandari, J.] 859\nirresistible that the employees who have been working since 1973-74 required A\nto be regularized as expeditiously as possible.\nBoth employers and employees have their respective obligations. They\nmust have the appreciation of each others's responsibilities, duties and\nobligations. The Trade Union and Labour Union should understand and\nappreciate the fact that Labour is not a commodity nor is it a mere supply of B\nLabour force at the management's disposal. Essentially, Labour is the real\nbasis that underlines the production of goods and services. Through the\nwork should the human personality and its sense of responsibility be able to\nunfold, management should appreciate this and always attribute its success\nto the trained and effective labour force. It must be understood by all concerns\nthat both the employees and employers are vital for any industry and unless\nthere is proper coordination, a smooth functioning of any industry would be\ndifficult.\nC\nOn the basis of the aforementioned observations, these appeals are\ndisposed of. In the facts and circumstances of these cases, we direct the D\nparties to bear their respective costs.\nN.J.\nAppeals disposed of.\n"}