{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nC\nD\nE\nF\nA.P.S.R.T.C. AND ORS.\nV.\nABDUL KAREEM\nJANUARY 12, 2007\n[DR. ARIJIT PASAYAT AND H.K. SEMA, JJ.]\nConstitution of India, 1950-Article 137-Review application, in\nguise of application for clarification-Maintainability of-Held, not\nmaintainable-Supreme Court Rules, 1966-Order XL-Practice and\nProcedure-Abuse of process of Court.\nBy the present application, the applicant who was Respondent in the\nconcerned civil appeal, has prayed for clarification of the judgment passed\nby this Court in the said appeal.\nThe question which arises for consideration is whether in the guise\nof application for clarification, review of the earlier judgment is being\nsought for and hence such an application cannot be maintained and is liable\nto be rejected.\nDismissing the IA, the Court\nHELD 1. The petition is in essence and substance seeking for a\nreview under the guise of making an application for clarification apparently\nbeing fully aware of the normal procedure that such applications for review\nare not, unless Court directs, listed for open hearing in court, at the initial\nstage at least, before ordering notice to the other side and could be\nsummarily rejected, if found to be of no prima facie merit. The move\nadopted itself is unjustified, and could not be countenanced also either by\nway of review or in the form of the present application as well. The nature\nof relief sought, and the reasons assigned are such that even under the\npretext of filing a review such an exercise cannot be undertaken, virtually\nG for re-hearing and alteration of the judgment because it is not to the liking\nof the party, when there is no apparent error on record whatsoever to call\nfor even a review. The said move is clearly misconceived and nothing but\nsheer abuse of process, which of late is found to be on the increase, more\nfor selfish reasons than to further or strengthen the cause of justice. The\ndevice thus adopted, being otherwise an impermissible move by mere\nH\n888\nA.P.S.R.T.C. \u0026 ORS. v. ABDUL KAREEM [PASAYAT, J.]\n889\nchange in nomenclature of the applications does not change the basic\nnature of the petition. Wishful thining virtually based on surmises too, at\nany rate is no justification to adopt such undesirable practices. If at all it\nshould be for weightly and substantial reasons. [Para 5] 890-B-E]\n2. By describing an application as one for \"clarification\" or\n\"-modification” though it is really one of review a party cannot be permitted\nto circumvent or bypass the circulation procedure and indirectly obtain a\nhearing in the open Court. What cannot be done directly cannot be\npermitted to be done indirectly. The Court should not permit hearing of\nsuch an application for \"clarification”, “modification” or “recall” if the\napplication is in substance a clever move for review. [Para 7] [891-A-B]\nDelhi Administration v. Gurdip Singh Uban and Ors., [2000] 7 SCC\n296, relied on.\nCIVIL APPELLATE JURISDICTION: I.A. 3 of 2006 in Civil Appeal No.\n7797 of 2003.\nFrom the final Judgment and Order dated 31.10.2002 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in W.A. No. 1209/2002.\nMs. K. Radha Rani, P. Vijay Kumar and D. Mahesh Babu, for the\nAppellants.\nA\nB\nC\nD\nE\nP.S. Narasimha (for M/s P.S.N. \u0026 Co.) for the Respondent.\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J.: 1. By this application, the applicant who\nwas the respondent in the appeal has prayed for clarification of the order\ndated 2.8.2005 in the concerned Civil Appeal No. 7797 of 2003.\n2. It is stated that the applicant (respondent in the civil appeal) is living\nin penury, has no means to pay back the amount which is sought to the\nrecovered. The pension amount has already being attached and the balance\nis now being sought to be recovered.\n3. Learned counsel for the appellant-Corporation on the other hand\nsubmitted that in the guise of application for clarification, review of the\njudgment is being sought for.\nF\nG\nH\nA\nB\n890\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n4. By order dated 2nd August, 2005 it was held that the learned Single\njudge and the Division Bench had erroneously granted the benefits of\nincrement notionally to the applicant during the period when he was out of\nservice.\n5. The petition is in essence and substance seeking for a review under\nthe guise of making an application for clarification apparently being fully\naware of the normal procedure that such applications for review are not,\nunless Court directs, listed for open hearing in court, at the initial stage at\nleast, before ordering notice to the other side and could be summarily\nrejected, if found to be of no prima facie merit. The move adopted itself is\nunjustified, and could not be countenanced also either by way of review or\nin the form of the present application as well. The nature of relief sought,\nand the reasons assigned are such that even under the pretext of filing a\nreview such an exercise cannot be undertaken, virtually for re-hearing and\nalteration of the judgment because it is not to the liking of the party, when\nD there is no apparent error on record whatsoever to call for even a review.\nC\nThe said move is clearly misconceived and nothing but sheer abuse of\nprocess, which of late is found to be on the increase, more for selfish\nreasons than to further or strengthen the cause of justice. The device thus\nadopted, being otherwise an impermissible move by mere change in\nE nomenclature of the applications does not change the basic nature of the\nF\nG\nH\npetition. Wishful thinking virtually based on surmises too, at any rate is no\njustification to adopt such undesirable practices. If at all it should be for\nweighty and substantial reasons.\n6. It is to be noted that a review application can be filed under\nArticle 137 of the Constitution read with Order XL of the Supreme Court\nRules, 1966 (in short the Rules). Rule 3 of Order XL is significant. It reads\nas follows:-\n\"Rule 3 - Unless otherwise ordered by the Court an application for\nreview shall be disposed of by circulation without any oral arguments,\nbut the petitioner may supplement his petition by additional written\narguments. The Court may either dismiss the petition or direct\nnotice to the opposite party. An application for review shall as far\nas practicable be circulated to the same Judge or Bench of Judges\nthat delivered the judgment or order sought to be reviewed.\"\nA.P.S.R.T.C. \u0026 ORS. v. ABDUL KAREEM [PASAYAT, J.]\n891\n7. In Delhi Administration v. Gurdip Singh Uban and Ors., [2000] 7\nSCC 296, it was held that by describing an application one for \"clarification\"\nor “modification\" though it is really one of review a party cannot be\npermitted to circumvent or bypass the circulation procedure and indirectly\nobtain a hearing in the open Court. What cannot be done directly cannot\nbe permitted to be done indirectly. The court should not permit hearing of\nsuch an application for \"clarification”, “modification\" or \"recall\" if the\napplication is in substance a clever move for review.\nB.B.B.\n8. The application cannot be maintained and is rejected.\nI.A. dismissed.\nA\nB\n1\ni\n"}