{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 867\nBAR ASSOCIATION\nas members, the superior courts in the country can, in A\nexercise of the power of judicial review, examine whether\nthe qualifications and eligibility criteria provided for\nselection of members is proper and adequate to enable\nthem to discharge judicial functions and inspire\nconfidence. [Paras 37 and 39] [933-C-D; 934-E-F]\nKesavananda Bharati v. State of Kerala AIR 1973 SCC\n1461, referred to.\nB\n4.8. Legislative measures are not subjected to basic\nfeatures or basic structure or basic framework. The C\nLegislation can be declared unconstitutional or invalid\nonly on two grounds namely (i) lack of legislative\ncompetence and (ii) violation of any fundamental rights\nor any provision of the Constitution. [Para 40] [935-G-H;\n936-A]\nIndira Gandhi vs. Raj Narain 1975 Supp SCC 1; Kuldip\nNayar vs. Union of India 2006 (7) SCC 1; State of Andhra\nPradesh vs. McDowell and Co. 1996 (3) SCC 709; State of\nKarnataka vs. Union of India 1977 (4) SCC 608, relied on.\n4.9. Rule of Law has several facets, one of which is\nthat disputes of citizens will be decided by Judges who\nare independent and impartial; and that disputes as to\nlegality of acts of the Government will be decided by\nJudges who are independent of the Executive. Another\nfacet of Rule of Law is equality before law. The essence\nof equality is that it must be capable of being enforced\nand adjudicated by an independent judicial forum.\nJudicial independence and separation of judicial power\nfrom the Executive are part of the common law traditions\nimplicit in a Constitution like the Constitution of India\nwhich is based on the Westminster model. [Para 40] [938-\nD-F]\nD\nE\nF\nG\n4.10. The fundamental right to equality before law\nand equal protection of laws guaranteed by Article 14 of H.\n868 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA the Constitution clearly includes a right to have the\nperson's rights, adjudicated by a forum which exercises\njudicial power in an impartial and independent manner,\nconsistent with the recognized principles of adjudication.\nTherefore wherever access to courts to enforce such\nB rights is sought to be abridged, altered, modified or\nsubstituted by directing him to approach an alternative\nforum, such legislative act is open to challenge if it\nviolates the right to adjudication by an independent\nforum. Therefore, though the validity of the provisions of\nC a legislative act cannot be challenged on the ground it\nviolates the basic structure of the constitution it can be\nchallenged as violative of constitutional provisions which\nenshrine the principles of Rule of Law, separation of\npower and independence of Judiciary. [Para 41] [938-G-\nH; 939-A-C]\nD\nE\nThe State of West Bengal v. Anwar Ali Sarkar AIR 1952\nSC 75, relied on\n-\n\"Orderly \u0026 Effective Insolvency Procedures – Key Issues\"\nannexed to Eradi Committee Report, referred to.\n4.11. All courts are tribunals. Any tribunal to which\nany existing jurisdiction of courts is transferred should\nalso be a Judicial Tribunal. This means that such tribunal\nshould have as members, persons of a rank, capacity and\nF status as nearly as possible equal to the rank, status and\ncapacity of the court which was till then dealing with such\nmatters and the members of the tribunal should have the\nindependence and security of tenure associated with\njudicial tribunals. [Para 44] [941-B-C]\nG\nH\n4.12. The Legislature can re-organize the\njurisdictions of judicial tribunals. For example, it can\nprovide that a specified category of cases tried by a\nhigher court can be tried by a lower court or vice versa\n(A standard example is the variation of pecuniary limits\nof courts). Similarly while constituting tribunals, the\ni\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 869\nBAR ASSOCIATION\nB\nLegislature can prescribe the qualifications/eligibility A\ncriteria. The same is however subject to judicial review.\nIf the court in exercise of judicial review is of the view that\nsuch tribunalisation would adversely affect the\nindependence of judiciary or the standards of judiciary,\nthe court may interfere to preserve the independence and\nstandards of judiciary. Such an exercise will be part of\nthe checks and balances measures to maintain the\nseparation of powers and to prevent any encroachment,\nintentional or unintentional, by either the legislature or by\nthe executive. [Para 44] [941-G-H; 942-A-B]\nValidity of constitution of NCLT and NCLAT under Parts\n1B and 1C of Companies Act\nC\n5.1. The Legislature has the competence to transfer\nany particular jurisdiction from courts to tribunals D\nprovided it is understood that the tribunals exercise\njudicial power and the persons who are appointed as\nPresident/Chairperson/ Members are of a standard which\nis reasonably approximate to the standards of main\nstream judicial functioning. On the other hand, if a\ntribunal is packed with members who are drawn from the\ncivil services and who continue to be employees of\ndifferent Ministries or Government Departments by\nmaintaining lien over their respective posts, it would\namount to transferring judicial functions to the executive\nwhich would go against the doctrine of separation of\npower and independence of judiciary. An independent\njudiciary can exist only when persons with competence,\nability and independence with impeccable character man\nヨ\nF\nthe judicial institutions. [Paras 45 and 46] [942-D-F; H; G\n943-A]\n5.2. When the legislature proposes to substitute a\ntribunal in place of the High Court to exercise the\njurisdiction which the High Court is exercising, it goes\nwithout saying that the standards expected from the\nH\n';\n870 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA Judicial Members of the Tribunal and standards applied\nfor appointing such members, should be as nearly as\npossible as applicable to High Court Judges, which are\napart from a basic degree in law, rich experience in the\npractice of law, independent outlook, integrity, character\nB and good reputation. It is also implied that only men of\nstanding who have special expertise in the field to which\nthe tribunal relates, will be eligible for appointment as\nTechnical Members. Therefore, only persons with a\njudicial background, that is, those who have been or are\nC Judges of the High Court and lawyers with the prescribed\nexperience, who are eligible for appointment as High\nCourt Judges, can be considered for appointment of\nJudicial Members. [Para 46] [943-A-D]\n5.3. A lifetime of experience in administration may\nD make a member of the civil services a good and able\nadministrator, but not a necessarily good, able and\nimpartial adjudicator with a judicial temperament capable\nof rendering decisions which have to (i) inform the\nparties about the reasons for the decision; (ii)\nE demonstrate fairness and correctness of the decision\nand absence of arbitrariness; and (iii) ensure that justice\nis not only done, but also seem to be done. [Para 47]\n[943-E-F]\nF\nS. P. Sampath Kumar v. Union of India (1987) 1 SCC\n124, referred to\n5.4. As far as the Technical Members are concerned,\nthe officer should be of at least Secretary Level officer\nwith known competence and integrity. Reducing the\nG standards or qualifications for appointment will result in\nloss of confidence in the tribunals. It is not competence\nalone but various other factors which make a person\nsuitable. Therefore, when the legislature substitutes the\nJudges of the High Court with Members of the tribunal,\nthe standards applicable should be as nearly as equal in\nH\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 871\nBAR ASSOCIATION\nthe case of High Court Judges. That means only A\nSecretary Level officers (that is those who were\nSecretaries or Additional Secretaries) with specialized\nknowledge and skills can be appointed as Technical\nMembers of the tribunal. [Para 48] [944-B-F]\n26. It is a matter of concern that there is gradual\nerosion of the independence of the judiciary, and\nshrinking of the space occupied by the Judiciary and\ngradual increase in the number of persons belonging to\nthe civil service discharging functions and exercising\njurisdiction which was previously exercised by the High\nCourt. There is also a gradual dilution of the standards\nand qualification prescribed for persons to decide cases\nwhich were earlier being decided by the High Courts.\n[Para 49] [944-G-H; 945-A]\nB\nC\nD\nE\nF\n5.5. Such dilution is by insertion of Chapters 1B in\nthe Companies Act, 1956 with effect from 1.4.2003\nproviding for constitution of a NCLT with a President and\na large number of Judicial and Technical Members (as\nmany as 62). There is a further dilution in the\nqualifications for members of NCLT which is a substitute\nfor the High Court, for hearing winding up matters and\nother matters which were earlier heard by High Court. A\nmember need not even be a Secretary or Addl. Secretary\nLevel Officer. All Joint Secretary level civil servants (that\nare working under Government of India or holding a post\nunder the Central and State Government carrying a scale\nof pay which is not less than that of the Joint Secretary\nto the Government of India) for a period of five years are\neligible. Further, any person who has held a Group-A\npost for 15 years with three years' of service as a member\nof Indian Company Law Service (Account) Branch, or\nwho has 'dealt' with any problems relating to Company\nLaw can become a Member. This means that the cases\nwhich were being decided by the Judges of the High\nCourt can be decided by two-members of the civil Hi\nG\n872\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\n-\nA services Joint Secretary level officers or officers holding\nGroup 'A' posts or equivalent posts for 15 years, can now\ndischarge the functions of High Court. This again has\ngiven room for comment that qualifications prescribed\nare tailor made to provide sinecure for a large number of\nB Joint Secretary level officers or officers holding Group 'A'\nposts to serve up to 65 years in tribunals exercising\njudicial functions. Further, the proposed Companies Bill,\n2008 contemplates that any member of Indian Legal\nService or Indian Company Law Service (Legal Branch)\nC with only ten years service, out of which three years\nshould be in the pay scale of Joint Secretary, is qualified.\nto be appointed as a Judicial Member. The speed at\nwhich the qualifications for appointment as Members is\nbeing diluted is, to say the least, a matter of great concern\nfor the independence of the Judiciary. [Para 49] [946-F-\nH; 947-A-H]\nD\n5.6. The fact that senior officers of civil services could\nfunction as Administrative Members of Administrative\nTribunals, does not necessarily make them suitable to\nE function as Technical Members in Company Law\nTribunals or other tribunals requiring technical expertise.\nThe tribunals cannot become providers of sinecure to\nmembers of civil services, by appointing them as\nTechnical Members, though they may not have technical\nF expertise in the field to which the tribunals relate, or\nworse where purely judicial functions are involved. While\none can understand the presence of the members of the\ncivil services being Technical Members in Administrative\nTribunals, or Military Officers being members of Armed\nG Forces Tribunals, or Electrical Engineers being members\nof Electricity Appellate Tribunal, or Telecom Engineers\nbeing members of TDSAT, there is no logic in members\nof general Civil Services being members of Company\nLaw Tribunals. [Para 50] [948-A-E]\nI\nH_\n5.7. There is also dilution of independence. If any\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 873\nBAR ASSOCIATION\nB\nmember of the Tribunal is permitted to retain his lien over A\nhis post with the parent cadre or ministry or department\nin the civil service for his entire period of service as\nmember of the tribunal, he would continue to think, act\nand function as a member of the civil services. A litigant\nmay legitimately think that such a member will not be\nindependent and impartial. Independence, impartiality\nand fairness are qualities which have to be nurtured and\ndeveloped and cannot be acquired overnight. The\nindependence of members discharging judicial functions\nin a tribunal cannot be diluted. [Para 51] [948-E-H; 949-\nA]\n-\nThe Douglas Letters: Selections from the Private Papers\nof William Douglas, edited by Melvin L. Urofsky – 1987,\nEdition page 162 referred to.\n5.8. The only reason given by Eradi Committee for\nsuggesting transfer of the company law jurisdiction from\nHigh Courts to tribunals is delay. Tribunals with only\nJudicial Members would have served the purpose sought\nto be achieved. It did not suggest that such Tribunals\nshould have technical members. Nor did it suggest\nintroduction of officers of civil services to be made\ntechnical members. The jurisdiction relating to company\ncase which the High Courts are dealing with can be dealt\nwith by tribunals with Judicial Members alone. [Para 53]\n[949-F; 951-C-D]\n5.9. Parts IC and ID of the Companies Act proposes\nto shift the company matters from the courts to tribunals,\nwhere a 'Judicial Member' and a 'Technical Member' will\ndecide the disputes. If the members are selected as\ncontemplated in Section 10FD, there is every likelihood\nof most of the members, including the so called 'Judicial\nMembers' not having any judicial experience or company\nlaw experience and such members being required to deal\nwith and decide complex issues of fact and law. Whether\nC\nD\nヨ\nF\nG\nH\nI\n874 SUPREME COURT REPORTS\n[2010] 6 S.C.R\nA the tribunals should have only Judicial Members or a\ncombination of judicial and technical members is for the\nLegislature to decide. But if there should be technical\nmembers, they should be persons with expertise in\ncompany law or allied subjects and mere experience in\nB civil service cannot be treated as Technical Expertise in\ncompany law. The candidates falling under sub-section\n2(c) and (d) and sub-sections 3(a) and (b) of section 10FD\nhave no experience or expertise in deciding company\nmatters. [Para 54] [951-E-H; 952-A]\nD\n5.10. The short term of three years, the provision for\nroutine suspension pending enquiry and the lack of any\nkind of immunity, are aspects which required to be\nconsidered and remedied. [Para 55] (952-E]\nCorrections to set right the defects in Parts 1B and 1C of\nCompanies Act:\n6.1. Only Judges and Advocates can be considered\nfor appointment as Judicial Members of the Tribunal. Only\nthe High Court Judges, or Judges who have served in the\nE rank of a District Judge for at least five years or a person\nwho has practiced as a Lawyer for ten years can be\nconsidered for appointment as a Judicial Member.\nPersons who have held a Group A or equivalent post\nunder the Central or State Government with experience\nF in the Indian Company Law Service (Legal Branch) and\nIndian Legal Service (Grade-1) cannot be considered for\nappointment as judicial members as provided in sub-\nsection 2(c) and (d) of Section 10FD. The expertise in\nCompany Law service or Indian Legal service will at best\nG enable them to be considered for appointment as\nTechnical Members. [Para 56] [952-F-H; 953-A]\n6.2. As the NCLT takes over the functions of High\nCourt, the members should as nearly as possible have the\nsame position and status as High Court Judges. This can\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 875\nBAR ASSOCIATION\nB\nbe achieved, not by giving the salary and perks of a High A\nCourt Judge to the members, but by ensuring that\npersons who are as nearly equal in rank, experience or\ncompetence to High Court Judges are appointed as\nmembers. Therefore, only officers who are holding the\nranks of Secretaries or Additional Secretaries alone can\nbe considered for appointment as Technical members of\nthe National Company Law Tribunal. Clauses (c) and (d)\nof sub-section (2) and Clauses (a) and (b) of sub-section\n(3) of section 10FD which provide for persons with 15\nyears experience in Group A post or persons holding the\npost of Joint Secretary or equivalent post in Central or\nState Government, being qualified for appointment as\nMembers of tribunal is invalid. [Para 56] [953-B-D]\nC\n6.3. A 'Technical Member' presupposes an\nexperience in the field to which the tribunal relates. A D\nmember of Indian Company Law Service who has worked\nwith Accounts Branch or officers in other departments\nwho might have incidentally dealt with some aspect of\nCompany Law cannot be considered as 'experts'\nqualified to be appointed as Technical Members.\nTherefore Clauses (a) and (b) of sub-section (3) of\nSection 10 FD are not valid. [Para 56] [953-E-F]\n6.4. The first part of clause (f) of sub-section (3) of\nSection FD providing that any person having special\nknowledge or professional experience of 15 years in\nscience, technology, economics, banking, industry could\nbe considered to be persons with expertise in company\nlaw, for being appointed as Technical Members in NCLT,\nis invalid. [Para 56] [953-G]\n6.5. Persons having ability, integrity, standing and\nspecial knowledge and professional experience of not\nless than fifteen years in industrial finance, industrial\nmanagement, industrial reconstruction, investment and\naccountancy, may however be considered as persons\nE\nF\nG\nH\n876 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA having expertise in rehabilitation/revival of companies\nand therefore, eligible for being considered for\nappointment as Technical Members. [Para 56] [953-H; 954-\nA-B]\nB\n6.6. In regard to category of persons referred in\nclause (g) of sub-section (3) of Section 10 FD at least five\nyears experience should be specified. [Para 56] [954-B-\nC]\n6.7. Only Clauses (c), (d), (e), (g), (h), and later part of\nC clause (f) in sub-section (3) of section 10FD and officers\nof civil services of the rank of the Secretary or Additional\nSecretary in Indian Company Law Service and Indian\nLegal Service can be considered for purposes of\nappointment as Technical Members of the Tribunal. [Para\nD 56] [954-C-D]\n6.8. Instead of a five-member Selection Committee\nwith Chief Justice of India (or his nominee) as\nChairperson and two Secretaries from the Ministry of\nFinance and Company Affairs and the Secretary in the\nE Ministry of Labour and Secretary in the Ministry of Law\nand Justice as members mentioned in Section 10FX, the\nSelection Committee should broadly be on the following\nlines: (a)Chief Justice of India or his nominee\nChairperson (with a casting vote); (b)A senior Judge of\nF the Supreme Court or Chief Justice of High Court -\nMember; (c)Secretary in the Ministry of Finance and\nCompany Affairs - Member; and (d) Secretary in the\nMinistry of Law and Justice - Member. [Para 56] [954-E-\nG\nH\nH]\n6.9. The term of office of three years shall be changed\nto a term of seven or five years subject to eligibility for\nappointment for one more term. This is because\nconsiderable time is required to achieve expertise in the\nconcerned field. A term of three years is very short and\n"}