{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MAØRAS 927\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nB\nto these Articles, this Court in two cases, namely, Union of India A\nv. Delhi High Court Bar Association [2002 (4) SCC 275] and\nState of Karnataka v. Vishwabharathi House Building\nCooperative Society \u0026 Ors. [2003 (2) SCC 412] held that\nArticles 323A and 323B are enabling provisions which enable\nthe setting up of Tribunals contemplated therein; and that the\nsaid Articles, however, cannot be interpreted to mean that they\nprohibited the legislature from establishing Tribunals not\ncovered by those Articles, as long as there is legislative\ncompetence under the appropriate Entry in the Seventh\nSchedule.\n29. In Navinchandra Mafatlal vs The Commissioner of\nIncome Tax - 1955 (1) SCR 829, this Court held:\n·\nC\nE\n\".. As pointed out by Gwyer C.J. in United Provinces v. D\nAtiqa Begum - 1940 F.C.R. 110 none of the items in the\nLists is to be read in a narrow or restricted sense and that\neach general word should be held to extend to all ancillary\nor subsidiary matters which can fairly and reasonably be\nsaid to be comprehended in it. It is, therefore, clear-and it\nis acknowledged by Chief Justice Chagla-that in\nconstruing an entry in a List conferring legislative powers\nthe widest possible construction according to their ordinary\nmeaning must be put upon the words used therein. The\ncardinal rule of interpretation, however, is that words should\nbe read in their ordinary, natural and grammatical meaning\nsubject to this rider that in construing words in a\nconstitutional enactment conferring legislative power the\nmost liberal construction should be put upon the words so\nthat the same may have effect in their widest amplitude.\"\nIn Union of India vs. Harbhajan Singh Dhillon - 1971 (2)\nSCC 779, this Court held :\n\"It seems to us that the function of Article 246(1), read with\nEntries 1 to 96 of List I, is to give positive power to\nF\nG\nH\nA\nB\n928 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nParliament to legislate in respect of those entries. Object\nis not to debar Parliament from legislating on a matter,\neven if other provisions of the Constitution enable it to do\nso.\"\nThe power of Parliament to enact a law which is not\ncovered by an entry in Lists II and III is absolute. The power so\nconferred by Article 246 is in no way affected or controlled by\nArticle 323 A or 323 B. MBA contends that if the power to enact\na law to constitute tribunals was already in existence with\nreference to the various fields of legislation enumerated in the\nSeventh Schedule, there was no need for enacting Articles\n323A or 323B conferring specific power to Legislatures to\nmake laws for constitution of Tribunals. It is their contention that\nthe very fact that Articles 323A and 323B have been specifically\nenacted empowering the concerned legislature to make a law\nD constituting tribunals in regard to the matters enumerated\nс\ntherein, demonstrated that tribunals cannot be constituted in\nrespect of matters other than those mentioned in the said\nArticles 323A and 323B. The contention is not sound. It is\nevident that Part XIV-A containing Articles 323A and 323B was\nE inserted in the Constitution so as to provide for establishment\nof tribunals which can exclude the jurisdiction of all courts\nincluding the jurisdiction of High Courts and Supreme Court\nunder Articles 226/227 and 32, in respect of disputes and\ncomplaints covered by those Articles. It was thought that unless\nF such enabling power was vested in the Legislatures by a\nconstitutional provision, it may not be possible to enact laws.\nexcluding the jurisdiction of the High Courts and Supreme Court.\nHowever, this is now academic because clause 2(d) of Article\n323A and clause 3(d) of Article 323B have been held to be\nunconstitutional in Chandra Kumar.\nG\nН\n30. In ACC (supra), this Court recognized the competence\nof the State to transfer a part of the judicial power from courts\nto Tribunal :\n\"Judicial functions and judicial powers are one of the\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 929\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.)\nconsiderations of policy, the State transfers its judicial A\nfunctions and powers mainly to the courts established by\nthe Constitution; but that does not affect the competence\nof the State, by appropriate measures, to transfer a part\nof its judicial powers and functions to Tribunals by\nentrusting to them the task of adjudicating upon special B\nmatters and disputes between parties. It is really not\npossible or even expedient to attempt to describe\nexhaustively the features which are common to the\nTribunals and the courts, and features which are distinct\nand separate. The basic and the fundamental feature which C\nis common to both the courts and the Tribunals is that they\ndischarge judicial functions and exercise judicial powers\nwhich inherently vest in a sovereign State.\"\n(emphasis supplied)\nD\n31. Therefore, even though revival/rehabilitation/regulation/\nwinding up of companies are not matters which are mentioned\nin Article 323A and 323B, the Parliament has the legislative\ncompetence to make a law providing for constitution of Tribunals\nto deal with disputes and matters arising out of the Companies E\nAct.\n32. The Constitution contemplates judicial power being\nexercised by both courts and Tribunals. Except the powers and\njurisdictions vested in superior courts by the Constitution,\npowers and jurisdiction of courts are controlled and regulated\nby Legislative enactments. High Courts are vested with the\njurisdiction to entertain and hear appeals, revisions and\nreferences in pursuance of provisions contained in several\nspecific legislative enactments. If jurisdiction of High Courts can\nbe created by providing for appeals, revisions and references\nto be heard by the High Courts, jurisdiction can also be taken\naway by deleting the provisions for appeals, revisions or\nreferences. It also follows that the legislature has the power to\ncreate Tribunals with reference to specific enactments and\nconfer jurisdiction on them to decide disputes in regard to\nF\nG\nН\n930 SUPREME COURT REPORTS\n[2010] 6 S.CR\nA matters arising from such special enactments. Therefore it\ncannot be said that legislature has no power to transfer judicial\nfunctions traditionally performed by courts to Tribunals.\nB\nC\nD\n33. The argument that there cannot be 'whole-sale transfer\nof powers' is misconceived. It is nobody's case that the entire\nfunctioning of courts in the country is transferred to Tribunals.\nThe competence of the Parliament to make a law creating.\nTribunals to deal with disputes arising under or relating to a\nparticular statute or statutes cannot be disputed. When a\nTribunal is constituted under the Companies Act, empowered\nto deal with disputes arising under the said Act and the statute\nsubstitutes the word 'Tribunal' in place of 'High Court'\nnecessarily there will be 'whole-sale transfer' of company law\nmatters to the Tribunals. It is an inevitable consequence of\ncreation of Tribunal, for such disputes, and will no way affect\nthe validity of the law creating the Tribunal.\n34. We will next consider the question whether provision\nfor a Technical Member along with the Judicial Member making\nany difference to decide the validity of the provision for\nE constitution of Tribunals. This Question is covered by the\ndecision in L. Chandra Kumar (supra), this Court held :\nLL\nF\nG\nH_\n\"We are also required to address the issue of the\ncompetence of those who man the Tribunals and the\nquestion of who is to exercise administrative supervision\nover them. It has been urged that only those who have had\njudicial experience should be appointed to such Tribunals.\nIn the case of Administrative Tribunals, it has been pointed\nout that the administrative members who have been\nappointed have little or no experience in adjudicating such\ndisputes; the Malimath Committee has noted that at times,\nIPS Officers have been appointed to these Tribunals. It is\nstated that in the short tenures that these Administrative\nMembers are on the Tribunal, they are unable to attain\nenough experience in adjudication and in cases where\nthey do acquire the ability, it is invariably on the eve of the\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 931\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nexpiry of their tenures. For these reasons, it has been A\nurged that the appointment of Administrative Members to\nAdministrative Tribunals be stopped. We find it difficult to\naccept such a contention. It must be remembered that the\nsetting-up of these Tribunals is founded on the premise that\nspecialist bodies comprising both trained administrators B.\nand those with judicial experience would, by virtue of their\nspecialised knowledge, be better equipped to dispense\nspeedy and efficient justice. It was expected that a\njudicious mix of judicial members and those with grass-\nroots experience would best serve this purpose. To hold\nthat the Tribunal should consist only of judicial members\nwould attack the primary basis of the theory pursuant to\nwhich they have been constituted. Since the Selection\nCommittee is now headed by a Judge of the Supreme\nCourt, nominated by the Chief Justice of India, we have\nreason to believe that the Committee would take care to\nensure that administrative members are chosen from\namongst those who have some background to deal with\nsuch cases.\nC\nD\nE\nLL\nF\n35. But when we say that Legislature has the competence\nto make laws, providing which disputes will be decided by\ncourts, and which disputes will be decided by Tribunals, it is\nsubject to constitutional limitations, without encroaching upon\nthe independence of judiciary and keeping in view the principles\nof Rule of Law and separation of powers. If Tribunals are to be\nvested with judicial power hitherto vested in or exercised by\ncourts, such Tribunals should possess the independence,\nsecurity and capacity associated with courts. If the Tribunals are\nintended to serve an area which requires specialized\nknowledge or expertise, no doubt there can be Technical\nMembers in addition to Judicial Members. Where however\njurisdiction to try certain category of cases are transferred from\nCourts to Tribunals only to expedite the hearing and disposal\nor relieve from the rigours of the Evidence Act and procedural\nlaws, there is obviously no need to have any non-judicial H\n932 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA Technical Member. In respect of such Tribunals, only members\nof the Judiciary should be the Presiding Officers/members.\nTypical examples of such special Tribunals are Rent Tribunals,\nMotor Accident Tribunals and Special Courts under several\nEnactments. Therefore, when transferring the jurisdiction\nB exercised by Courts to Tribunals, which does not involve any\nspecialized knowledge or expertise in any field and expediting\nthe disposal and relaxing the procedure is the only object, a\nprovision for technical members in addition to or in substitution\nof judicial members would clearly be a case of dilution of and\nencroachment upon the independence of the Judiciary and\nRule of Law and would be unconstitutional.\nC\nE\nF\nG\n36. In R. K. Jain vs. Union of India - 1993 (4) SCC 119,\nthis Court observed:\n\"The Tribunals set up under Articles 323A and 323B of the\nConstitution or under an Act of legislature are creatures\nof the Statute and in no case claim the status as Judges\nof the High Court or parity or as substitutes. However, the\npersonnel appointed to hold those offices under the State\nare called upon to discharge judicial or quasi-judicial\npowers. So they must have judicial approach and also\nknowledge and expertise in that particular branch of\nconstitutional, administrative and tax laws. The legal input\nwould undeniably be more important and sacrificing the\nlegal input and not giving it sufficient weightage and teeth\nwould definitely impair the efficacy and effectiveness of the\njudicial adjudication. It is, therefore, necessary that those\nwho adjudicate upon these matters should have legal\nexpertise, judicial experience and modicum of legal\ntraining as on many an occasion different and complex\nquestions of law which baffle the minds of even trained\njudges in the High Court and Supreme Court would arise\nfor discussion and decision.\"\n37. Having held that Legislation can transfer certain areas\nH of litigation from Courts to Tribunals and recognizing that the\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 933\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nB\nD\nlegislature can provide for technical members in addition to A\njudicial members in such Tribunals, let us turn our attention to\nthe question as to who can be the members. If the Act provides\nfor a Tribunal with a judicial member and a technical member,\ndoes it mean that there are no limitations upon the power of\nthe legislature to prescribe the qualifications for such technical\nmember? The question will also be whether any limitations can\nbe read into the competence of the legislature to prescribe the\nqualification for the judicial member? The answer, of course,\ndepends upon the nature of jurisdiction that is being transferred\nfrom the Courts to Tribunals. Logically and necessarily, C.\ndepending upon whether the jurisdiction is being shifted from\nHigh Court, or District Court or a Civil Judge, the yardstick will\ndiffer. It is for the court which considers the challenge to the\nqualification, to determine whether the legislative power has\nbeen exercised in a manner in consonance with the\nconstitutional principles and constitutional guarantees. We may\nexamine this question with reference to the company\njurisdiction exercised by the High Court for nearly a century\nbeing shifted to a tribunal on the ground that tribunal consisting\nof a judicial and technical members will be able to dispose of\nE\nthe matters expeditiously and that the availability of expertise\nof the technical members will facilitate the decision making to\nbe more practical, effective and meaningful. Does this mean\nthat the Legislature can provide for persons not properly\nqualified to become members? Let us take some examples.\nCan the legislature provide that a law graduate with a masters'\ndegree in company law can be a judicial member without any\nexperience as a lawyer or a judge? Or can the legislature\nprovide that an Upper Division Clerk having fifteen years.\nexperience in the company law department but with a Law\nDegree is eligible to become a Judicial Member? Or can the\nlegislature provide that a 'social worker' with ten years.\nexperience in social work can become a technical member?\nWill it be beyond scrutiny by way of judicial review?\n38. Let us look at it from a different angle. Let us assume\nF\nG\nH\n934 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA that three legislations are made in a state providing for\nconstitution of three types of Tribunals: (i) Contract Tribunals;\n(ii) Real Estate Tribunals; and (iii) Compensation Tribunals. Let\nus further assume that those legislations provide that all cases\nrelating to contractual disputes, property disputes and\nB compensation claims hitherto tried by civil courts, will be tried\nby these tribunals instead of the civil courts; and that these\ntribunals will be manned by members appointed from the civil\nservices, with the rank of Section Officers who have expertise\nin the respective field; or that a businessman in the case of\nContract Tribunal, a Real Estate Dealer in regard to Property\nTribunal, and any social worker in regard to compensation\nTribunal, having expertise in the respective field will be the\nmembers of the Tribunal. Let us say by these legislations, all\ncases in civil courts are transferred to Tribunal (as virtually all\ncases in civil courts will fall under one or the other of the three\nTribunals). Merely because the Legislature has the power to\nconstitute tribunals or transfer jurisdiction to tribunals, can that\nbe done?\nC\nD\nE\nF\n39. The question is whether a line can be drawn, and who\ncan decide the validity or correctness of such action. The\nobvious answer is that while the Legislature can make a law\nproviding for constitution of Tribunals and prescribing the\neligibility criteria and qualifications for being appointed as\nmembers, the superior courts in the country can, in exercise of\nthe power of judicial review, examine whether the qualifications\nand eligibility criteria provided for selection of members is\nproper and adequate to enable them to discharge judicial\nfunctions and inspire confidence. This issue was also\nconsidered in Sampath Kumar (supra) and it was held that\nwhere the prescription of qualification was found by the court,\nto be not proper and conducive for the proper functioning of the\nTribunal, it will result in invalidation of the relevant provisions.\nrelating to the constitution of the Tribunal. If the qualifications/\neligibility criteria for appointment fail to ensure that the\nmembers of the Tribunal are able to discharge judicial\nH functions, the said provisions cannot pass the scrutiny of the\nG\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 935\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nhigher Judiciary. We may in this context recall the words of A\nMathew J in Kesavananda Bharati v. State of Kerala [AIR 1973\nSCC 1461] in a different context:\nB\nC\n\"I am not dismayed by the suggestion that no yardstick is\nfurnished to the Court except the trained judicial perception\nfor finding the core or essence of a right, or the essential\nfeatures of the Constitution. Consider for instance, the test\nfor determining citizenship in the United States that the\nalien shall be a person of \"good moral character\" the test\nof a crime involving “moral turpitude\", the test by which you\ndetermine the familiar concept of the \"core of a contract\",\nthe \"pith and substance\" of a legislation or the \"essential\nlegislative function\" in the doctrine of delegation. Few\nConstitutional issues can be presented in black and white\nterms. What are essential features and non essential\nfeatures of the Constitution? Where does the core of a D.\nright end and the periphery begin? These are not matters\nof icy certainty; but, for that reason, I am not persuaded to\nhold that they do not exist, or that they are too elusive for\njudicial perception. Most of the things in life that are worth\ntalking about are matters at degree and the great judges E\nare those who are most capable of discerning which of the\ngradations make genuine difference\".\n40. MBA contended that constitution of a Tribunal to\ntransfer the entire company law jurisdiction of the High Court\nwas violative of the doctrine of separation of power and\nindependence of judiciary which are parts of basic structure of\nthe Constitution. The Union of India countered it by contending\nthat a Legislation cannot be challenged on the ground it violates\nthe basic structure of the Constitution. It is now well settled that\nonly constitutional amendments can be subjected to the test of\nbasic features doctrine. Legislative measures are not subjected\nto basic features or basic structure or basic framework. The.\nLegislation can be declared unconstitutional or invalid only on\ntwo grounds namely (i) lack of legislative competence and (ii)\nF\nG\nH\n936 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA violation of any fundamental rights or any provision of the\nConstitution [See: Indira Gandhi vs. Raj Narain - 1975 Supp\nSCC 1; Kuldip Nayar vs. Union of India - 2006 (7) SCC 1;\nand State of Andhra Pradesh vs. McDowell \u0026 Co. - 1996 (3)\nSCC 709]. The reason for this was given by Chandrachud J.,\nB in Indira Gandhi, thus:\nC\nD\nE\nF\n\"Basic structure\", by the majority judgment [in Keshavanda\nBharati vs. State of Kerala - 1973 (4) SCC 225], is not a\npart of the fundamental rights nor indeed a provision of the\nConstitution. The theory of basic structure is woven out of\nthe conspectus of the Constitution and the amending\npower is subjected to it because it is a constituent power.\n\"The power to amend the fundamental instrument cannot\ncarry with it the power to destroy its essential features' -\nthis, in brief, is the arch of the theory of basic structure. It\nis wholly out of place in matters relating to the validity of\nordinary laws made under the Constitution ......\nThere is no paradox, because certain limitations operate\nupon the higher power for the reason that it is a higher\npower. A constitutional amendment has to be passed by\na special majority and certain such amendments have to\nbe ratified by the legislatures of not less than one-half of\nthe States as provided by Article 368(2). An ordinary\nlegislation can be passed by a simple majority. The two\npowers, though species of the same genus, operate in\ndifferent fields and are therefore subject to different\nlimitations.\"\nThe view was also reiterated and explained by Beg. CJ in his\nleading judgment of a seven-Judge Bench in the State of\nG Karnataka vs. Union of India - 1977 (4) SCC 608. He held\nH\nthat in every case where reliance is placed upon the doctrine\nof basic structure, in the course of an attack upon legislation,\nwhether ordinary or constituent (in the sense that it is an\namendment to the Constitution) what is put forward as part of\n"}