{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95},{"pageNumber":96},{"pageNumber":97},{"pageNumber":98},{"pageNumber":99},{"pageNumber":100}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 947\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nB\n(that are working under Government of India or holding a post A\nunder the Central and State Government carrying a scale of pay\nwhich is not less than that of the Joint Secretary to the\nGovernment of India) for a period of five years are eligible.\nFurther, any person who has held a Group-A post for 15 years\n(which means anyone belonging to Indian P\u0026T Accounts \u0026\nFinance Service, Indian Audit and Accounts Service, Indian\nCustoms \u0026 Central Excise Service, Indian Defence Accounts\nService, Indian Revenue Service, Indian Ordnances Factories\nService, Indian Postal Service, Indian Civil Accounts Service,\nIndian Railway Traffic Service, Indian Railway Accounts Service, C\nIndian Railway Personal Service, Indian Defence Estates\nService, Indian Information Service, Indian Trade Services, or\nother Central or State Service) with three years' of service as\na member of Indian Company Law Service (Account) Branch,\nor who has 'dealt' with any problems relating to Company Law\ncan become a Member. This means that the cases which were\nbeing decided by the Judges of the High Court can be decided\nby two-members of the civil services - Joint Secretary level\nofficers or officers holding Group 'A' posts or equivalent posts\nfor 15 years, can now discharge the functions of High Court.\nThis again has given room for comment that qualifications\nprescribed are tailor made to provide sinecure for a large\nnumber of Joint Secretary level officers or officers holding\nGroup 'A' posts to serve up to 65 years in Tribunals exercising\njudicial functions.\n(49.5) The dilution of standards may not end here. The\nproposed Companies Bill, 2008 contemplates that any member\nof Indian Legal Service or Indian Company Law Service (Legal\nBranch) with only ten years service, out of which three years\nshould be in the pay scale of Joint Secretary, is qualified to be\nappointed as a Judicial Member. The speed at which the\nqualifications for appointment as Members is being diluted is,\nto say the least, a matter of great concern for the independence\nof the Judiciary.\nD\nE\nF\nG\nH\nA\n948\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\n50. When Administrative Tribunals were constituted, the\npresence of members of civil services as Technical\n(Administrative) Members was considered necessary, as they\nwere well versed in the functioning of government departments\nand the rules and procedures applicable to Government\nB servants. But the fact that senior officers of civil services could\nfunction as Administrative Members of Administrative Tribunals,\ndoes not necessarily make them suitable to function as\nTechnical Members in Company Law Tribunals or other\nTribunals requiring technical expertise. The Tribunals cannot\nbecome providers of sinecure to members of civil services, by\nappointing them as Technical Members, though they may not\nhave technical expertise in the field to which the Tribunals\nrelate, or worse where purely judicial functions are involved.\nWhile one can understand the presence of the members of the\ncivil services being Technical Members in Administrative\nTribunals, or Military Officers being members of Armed Forces\nTribunals, or Electrical Engineers being members of Electricity\nAppellate Tribunal, or Telecom Engineers being members of\nTDSAT, we find no logic in members of general Civil Services\nbeing members of Company Law Tribunals.\nC\nD\nE\nF\nG\nH\n51. Let us now refer to the dilution of independence. If any\nmember of the Tribunal is permitted to retain his lien over his\npost with the parent cadre or ministry or department in the civil\nservice for his entire period of service as member of the\nTribunal, he would continue to think, act and function as a\nmember of the civil services. A litigant may legitimately think\nthat such a member will not be independent and impartial. We\nreiterate that our observations are not intended to cast any\ndoubt about the honesty and integrity or capacity and capability\nof the officers of civil services in particular those who are of the\nrank of Joint Secretary or for that matter even junior officers.\nWhat we are referring to is the perception of the litigants and\nthe public about the independence or conduct of the Members\nof the Tribunal. Independence, impartiality and fairness are\nqualities which have to be nurtured and developed and cannot\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 949\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nbe acquired overnight. The independence of members A\ndischarging judicial functions in a Tribunal cannot be diluted.\n52. The need for vigilance in jealously guarding the\nindependence of courts and Tribunals against dilution and\nencroachment, finds an echo in an advice given by Justice\nWilliam O. Douglas to young lawyers (The Douglas Letters:\nSelections from the Private Papers of William Douglas,\nedited by Melvin L. Urofsky - 1987 Edition, page 162 - Adler\nand Adler.):\n\"\n*... The Constitution and the Bill of Rights were designed\nto get Government off the backs of people - all the people.\nThose great documents did not give us the welfare state.\nInstead, they guarantee to us all the rights to personal and\nspiritual self-fulfillment.\nB\nC\nBut that guarantee is not self-executing. As nightfall does D\nnot come all at once, neither does oppression. In both\ninstances, there is a twilight when everything remains\nseemingly unchanged. And it is in such twilight that we\nall must be most aware of change in the air - however\nslight - lest we become unwitting victims of the darkness.\" E\n(emphasis supplied)\n53. The only reason given by Eradi Committee for\nsuggesting transfer of the company law jurisdiction from High\nCourts to Tribunals is delay, as is evident from the following:\n\"Long drawn court proceedings\n24. Multiplicity of court proceedings is the main reason for\nabnormal delay in dissolution of companies. The\nproceedings are filed by OL under sections 446,454,468\nand 542/543 for non-submission of Statement of Affairs,\nnon production of books of account and assets as also\nrealization of debts and misfeasance proceedings.\nSimilarly, the settlement of list of creditors and\ncontributories take a long time. Disposal of suits or claims\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n950\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nfiled by the company or against the company in which OL\nis always a party, take a very long time.\n25. Normally, there is a company court with one Company\nJudge in each High Court and it is not possible for the court\nto cope with the work relating to companies under\nliquidation. Apart from company matters, the court also\nattends to other cases in the High Court. The orders\npassed by Company Judge are appealable under section\n483. Normal delays and adjournments sought in court\nproceedings further aggravate the problem and unless all\nthe pending cases are not finally disposed of. OL cannot\nmove the court for dissolution of a company.\n26. Under section 457, OL can exercise the powers with\nthe sanction and subject to the control of the court. Any\ncreditor or contributory may apply to the Court with respect\nto the exercise of any such power. Elaborate procedure\nhas been prescribed under the Companies (Court) Rules,\n1959 relating to Statement of Affairs (Rules 124-134),\nPreliminary Report (Rules 135-139), Settlement of list of\ncreditors (Rules 147-149), Settlement of list of\ncontributories and payment of calls (Rules 180-196,232-\n242), examination under section 477/478 (Rule 234-259),\nMisfeasance proceedings under sections 542 and 543\n(Rules 260-262), Disclaimer of property under section 535(\n(Rules 263-269), Compromise and abandonment of\nclaims (Rules 270-271), Sale of assets (Rules 272-274),\nDeclaration of dividend (payment to creditors) and turn of\ncapital to contributories (Rules 275-280), dissolution (rules\n281-285), Maintenance of Registers and books by OL\n(Rules 286-292), Investment of surplus funds (Rules 293-\n297), Half yearly and yearly Accounts and audit (Rules\n298-311), Unclaimed dividend and undistributed assets\n(Rules 335-338).\n27. It is significant to note that under the Act and the\naforesaid Companies (Courts) Rules made by Hon'ble\n)\nI\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 951\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nSupreme Court, after consulting the High Courts under A .\nsection 643, OL has to seek sanction of the Court at each\nand every stage during the course of winding up\nproceedings. For the purpose, OL has to submit reports\nfrom time to time for consideration of the Company Judge\non the administrative as well as judicial side. This entails B\ndelays due to normal court proceedings. In contract, by and\nlarge, there is hardly any interference by the court in case\nof companies under voluntary winding up.\"\nEradi Committee merely recommended setting up separate\nTribunals to exclusively deal with company matters and transfer\nof company law jurisdiction from High Court to such Tribunals.\nTribunals with only Judicial Members would have served the\npurpose sought to be achieved. It did not suggest that such\nTribunals should have 'Technical Members'. Nor did it suggest\nintroduction of officers of civil services to be made technical\nmembers. The jurisdiction relating to company case which the\nHigh Courts are dealing with can be dealt with by Tribunals with\nJudicial Members alone. Be that as it may.\nC\nD\n54. Parts IC and ID of the Companies Act proposes to shift E\nthe company matters from the courts to Tribunals, where a\n'Judicial Member' and a 'Technical Member' will decide the\ndisputes. If the members are selected as contemplated in\nsection 10FD, there is every likelihood of most of the members,\nincluding the so called 'Judicial Members' not having any judicial F\nexperience or company law experience and such members\nbeing required to deal with and decide complex issues of fact\nand law. Whether the Tribunals should have only judicial\nmembers or a combination of judicial and technical members\nis for the Legislature to decide. But if there should be technical\nmembers, they should be persons with expertise in company\nlaw or allied subjects and mere experience in civil service\ncannot be treated as Technical Expertise in company law. The\ncandidates falling under sub-section 2(c) and (d) and sub-\nG\n952 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA sections 3(a) and (b) of section 10FD have no experience or\nexpertise in deciding company matters.\nB\n55. There is an erroneous assumption that company law\nmatters require certain specialized skills which are lacking in\nJudges. There is also an equally erroneous assumption that\nmembers of the civil services, (either a Group-A officer or Joint\nSecretary level civil servant who had never handled any\ncompany disputes) will have the judicial experience or\nexpertise in company law to be appointed either as Judicial\nMember or Technical Member. Nor can persons having\nexperience of fifteen years in science, technology, medicines,\nbanking, industry can be termed as experts in Company Law\nfor being appointed as Technical Members. The practice of\nhaving experts as Technical Members is suited to areas which\nrequire the assistance of professional experts, qualified in\nD medicine, engineering, and architecture etc.\nC\nLastly, we may refer to the lack of security of tenure. The\nshort term of three years, the provision for routine suspension\npending enquiry and the lack of any kind of immunity, are\nE aspects which require to be considered and remedied.\nF\nG\nH\n56. We may tabulate the corrections required to set right\nthe defects in Parts IB and IC of the Act:\n(i) Only Judges and Advocates can be considered for\nappointment as Judicial Members of the Tribunal. Only the\nHigh Court Judges, or Judges who have served in the rank\nof a District Judge for at least five years or a person who\nhas practiced as a Lawyer for ten years can be considered\nfor appointment as a Judicial Member. Persons who have\nheld a Group A or equivalent post under the Central or\nState Government with experience in the Indian Company\nLaw Service (Legal Branch) and Indian Legal Service\n(Grade-1) cannot be considered for appointment as\njudicial members as provided in sub-section 2(c) and (d)\nof Section 10FD. The expertise in Company Law service\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 953\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nor Indian Legal service will at best enable them to be A\nconsidered for appointment as technical members.\nC\n(ii) As the NCLT takes over the functions of High Court,\nthe members should as nearly as possible have the same\nposition and status as High Court Judges. This can be\nB\nachieved, not by giving the salary and perks of a High\nCourt Judge to the members, but by ensuring that persons\nwho are as nearly equal in rank, experience or\ncompetence to High Court Judges are appointed as\nmembers. Therefore, only officers who are holding the\nranks of Secretaries or Additional Secretaries alone can\nbe considered for appointment as Technical members of\nthe National Company Law Tribunal. Clauses (c) and (d)\nof sub-section (2) and Clauses (a) and (b) of sub-section\n(3) of section 10FD which provide for persons with 15\nyears experience in Group A post or persons holding the\npost of Joint Secretary or equivalent post in Central or\nState Government, being qualified for appointment as\nMembers of Tribunal is invalid.\nD\n(iv) A 'Technical Member' presupposes an experience in E\nthe field to which the Tribunal relates. A member of Indian\nCompany Law Service who has worked with Accounts\nBranch or officers in other departments who might have\nincidentally dealt with some aspect of Company Law\ncannot be considered as 'experts' qualified to be F\nappointed as Technical Members. Therefore Clauses (a)\nand (b) of sub-section (3) are not valid.\n(v) The first part of clause (f) of sub-section (3) providing\nthat any person having special knowledge or professional\nexperience of 15 years in science, technology, economics,\nbanking, industry could be considered to be persons with\nexpertise in company law, for being appointed as Technical\nMembers in Company Law Tribunal, is invalid.\nG\n(vi) Persons having ability, integrity, standing and special H\nA\nB\n0\nD.\nE\nF\n954 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nknowledge and professional experience of not less than\nfifteen years in industrial finance, industrial management,\nindustrial reconstruction, investment and accountancy, may\nhowever be considered as persons having expertise in\nrehabilitation/revival of companies and therefore, eligible\nfor being considered for appointment as Technical\nMembers.\n(vii) In regard to category of persons referred in clause (g)\nof sub-section (3) at least five years experience should be\nspecified.\n(viii) Only Clauses (c), (d), (e), (g), (h), and later part of\nclause (f) in sub-section (3) of section 10FD and officers\nof civil services of the rank of the Secretary or Additional\nSecretary in Indian Company Law Service and Indian\nLegal Service can be considered for purposes of\nappointment as Technical Members of the Tribunal.\n(ix) Instead of a five-member Selection Committee with\nChief Justice of India (or his nominee) as Chairperson and\ntwo Secretaries from the Ministry of Finance and Company\nAffairs and the Secretary in the Ministry of Labour and\nSecretary in the Ministry of Law and Justice as members\nmentioned in section 10FX, the Selection Committee\nshould broadly be on the following lines:\n(a) Chief Justice of India or his nominee - Chairperson\n(with a casting vote);\n(b) A senior Judge of the Supreme Court or Chief\nJustice of High Court - Member;\nG\n(c)\nSecretary in the Ministry of Finance and Company\nAffairs Member; and\n-\n(d) Secretary in the Ministry of Law and Justice -\nMember.\nI\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 955\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\n(x) The term of office of three years shall be changed to a A\nterm of seven or five years subject to eligibility for\nappointment for one more term. This is because\nconsiderable time is required to achieve expertise in the\nconcerned field. A term of three years is very short and by\nthe time the members achieve the required knowledge, B\nexpertise and efficiency, one term will be over. Further the\nsaid term of three years with the retirement age of 65 years\nis perceived as having been tailor-made for persons who\nhave retired or shortly to retire and encourages these\nTribunals to be treated as post-retirement havens. If these C\nTribunals are to function effectively and efficiently they\nshould be able to attract younger members who will have\na reasonable period of service.\nD\n(xi) The second proviso to Section 10FE enabling the\nPresident and members to retain lien with their parent\ncadre/ministry/department while holding office as\nPresident or Members will not be conducive for the\nindependence of members. Any person appointed as\nmembers should be prepared to totally disassociate\nhimself from the Executive. The lien cannot therefore E\nexceed a period of one year.\n(xii) To maintain independence and security in service, sub-\nsection (3) of section 10FJ and Section 10FV should\nprovide that suspension of the President/Chairman or F\nmember of a Tribunal can be only with the concurrence of\nthe Chief Justice of India.\n(xiii) The administrative support for all Tribunals should be\nfrom the Ministry of Law \u0026 Justice. Neither the Tribunals\nnor its members shall seek or be provided with facilities\nfrom the respective sponsoring or parent Ministries or\nconcerned Department.\nG\n(xiv) Two-Member Benches of the Tribunal should always\nhave a judicial member. Whenever any larger or special H\n956\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nC\nD\nbenches are constituted, the number of Technical Members\nshall not exceed the Judicial Members.\n57. We therefore dispose of these appeals, partly allowing\nthem, as follows:\n(i) We uphold the decision of the High Court that the\ncreation of National Company Law Tribunal and National\nCompany Law Appellate Tribunal and vesting in them, the\npowers and jurisdiction exercised by the High Court in\nregard to company law matters, are not unconstitutional.\n(ii) We declare that Parts 1B and 1C of the Act as\npresently structured, are unconstitutional for the reasons\nstated in the preceding para. However, Parts IB and IC of\nthe Act, may be made operational by making suitable\namendments, as indicated above, in addition to what the\nUnion Government has already agreed in pursuance of the\nimpugned order of the High Court.\nK.K.T.\nAppeals partly allowed.\n"}