{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1107\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nAct, then how the Administration would afford to cut the 20 A\nyears old fruit/non-fruit bearing trees.\n(o) The acquisition of land is in violation of the Punjab New\nCapital (Periphery) Control Act, 1952. The Periphery\nControl Act was enacted to ensure the outskirts of the city\nas green belt.\"\n21. For the sake of reference, some of the objections filed\nby Shri Surinder Singh Brar and Shri Kuldip Singh Kahlon are\nreproduced below:\nSurinder Singh Brar:\n\"Notification not proper hence liable to be quashed:\nB\nC\nThe impugned notification is liable to be quashed as the\npublic purpose mentioned therein is vague as it is not D\npossible for the right holders to raise objections against\nthe same under section 5-A of the Land Acquisition Act,\n1894 effectively. The total area under acquisition is less\nthan 168 acres. There are four purposes mentioned for\nwhich the land is sought to be acquired without specifying E\nas to how much land is needed for each purpose. The four\npurposes mentioned are:\n(i).\nthe provision of city level infrastructure\n(ii)\nthe regulated urban\ndevelopment of area\nF\nbetween Chandigarh and Mani Majra\n(iii) the planned development\n(iv) expansion of Chandigarh Technology Park.\nG\nThe petitioner does not know as to how much area is\nneeded for either of these purposes, what is the meaning\nof city level infrastructure and what is the difference.\nbetween regulated urban development and planned\ndevelopment. In fact 100 acres of land is not big enough H.\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n1108\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nan area for either of the purposes in itself. Therefore, to\nenable the right holders to raise objections effectively they\nmust know as to how much area is required for each\npurpose and how the purposes mentioned are different\nfrom each other, particularly item numbers (i), (ii) and (iii).\nThe impugned acquisition proceedings have been\nundertaken without the concurrence of the Defence\nMinistry, Government of India. Chandigarh is surrounded\nby strategic defence installations like the Mullapur\nGaribdas Air Force Station, Head Quarters of the Western\nCommand at Chandimandir, Chandigarh Air Force\nStation, Kasauli Air Force Station, etc. Infact the Mullapur\nGaribdas Air Force Station houses most modern missiles\nand radars while Chandimandir houses a strategic\ncommunication centre. Thus, urbanising the area in Village\nMani Majra, District Chandigarh may lead to compromising\nwith the security of the nation.\nViolation of the Periphery Act:\nThe impugned notification itself is violative of the\nprovisions of the Periphery Control Act in so far as the\npermissions required under the said Act have not been\nobtained by the Chandigarh Administration. The\nChandigarh Administration is a separate entity from the\nauthorities exercising the powers under the Periphery\nControl Act. To the knowledge of the objectors no\npermission has been obtained, as of date, by the\nChandigarh Administration for the development of the\naforementioned land from the authority under the Periphery\nControl Act and consequently the entire acquisition\nproceedings are illegal, null and void.\nOver the past 15 years the Chandigarh Administration has\ncompulsorily acquired huge chunks of land in Village\nManimajra, District Chandigarh purportedly for various\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1109\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\npublic purposes. However, in most cases the areas A\nacquired have not been fully utilized and are either lying\nvacant or have been encroached upon. In this scenario the\naction of the Chandigarh Administration to acquire another\nhuge chunk of land in Village Manimajra under the\nimpugned notification is incomprehensible and cannot be B\njustified. The details of the notifications issued under\nSections 4 and 6 of the Land Acquisition Act, 1894\nwhereunder land has earlier been acquired by Chandigarh\nAdministration in Village Manimajra, District Chandigarh\nbut large chunks whereof are still lying unutilized or under C\nencroachment are as under:\nE\nNotification No.3/117-UTFI(4)-89/12204 dated\n11.9.1989 issued under Section 6 of the LA Act\ncovering 29.07 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of D\n\"resident-cum-commercial complex scheme no.2\";\nNotification No.3/117-UTFI(4)-89/12209 dated\n11.9.1989 issued under Section 6 of the LA Act\ncovering 39.27 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial complex scheme no.2\nand construction of multi-specialty hospital\";\nNotification No.3/117-UTFI(4)-89/12539 dated\n18.10.1989 issued under Section 6 of the LA Act\ncovering 29.75 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial complex scheme\nno.2\"\nNotification No.3/117-UTFI(4)-89/12544 dated\n18.10.1989 issued under Section 6 of the LA Act\ncovering 37.55 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial complex scheme\nno.2\";\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1110 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nNotification No.3/117-UTFI(4) 1361 dated 13/\n14.2.1990 issued under Section 6 of the LA Act\ncovering 36.37 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial complex scheme\nno.2\";\nNotification No.3/117-UTFI(4)-90/1366 dated 13/\n14.2.1990 issued under Section 6 of the LA Act\ncovering 21.51 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial complex scheme\nno.2\";\nNotification No.3/117-UTFI(4)-91/7628 dated\n8.8.1991 issued under Section 6 of the LA Act\ncovering 40.84 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"residential-cum-commercial; complex scheme\nno.3\";\nNotification No. UTFI(4)-93/903 dated 29.1.1993\nissued under Section 6 of the LA Act covering\n54.37 acres of land in Village Manimajra, District\nChandigarh for the public purpose of \"residential-\ncum-commercial complex and for the construction\nof a college building and sports stadium etc.\nscheme no.3\";\nNotification No.UTFI(4)-93/906 dated 29.1.1993\nissued under Section 6 of the LA Act covering\n39.96 acres of land in Village Manimajra, District\nChandigarh for the public purpose of \"residential-\ncum-commercial complex and for the construction\nof municipal park and public utility building scheme\nno.3\";\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1111\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nNotification no.A-32017/15/PI/91/28 dated A\n27.11.1991 issued under Section 4 of the LA Act\ncovering 56.14 acres of land in Village Manimajra,\nDistrict Chandigarh for the public purpose of\n\"setting up nurseries\".\nPublic purpose not defined:\nIn the impugned notification the Chandigarh Administration\nhas proposed to acquire the land for the alleged public\npurpose of:\n\"....the provision of city level infrastructure, the\nregulated urban development of the area between\nChandigarh and Mani Majra, the planned\ndevelopment and expansion of Chandigarh\nTechnology Park\" in village Manimajra.\nThe setting-up or expansion of a technology park, for which\nthe land in dispute is also sought to be acquired, is not a\npublic purpose. In fact, the Chandigarh Administration itself\nhas neither developed nor is it running the technology park\nbut has allotted the land to DLF Ltd., a private entrepreneur\nfor this purpose. DLF Ltd. has profiteered by selling the\narea further to other private companies. Thus the whole\nidea behind the impugned acquisition proceedings is to\nassist a private entrepreneur to profiteer. No person from\nthe ordinary public will be benefited in any way. In today's\nage and economy a private entrepreneur can very well\npurchase land by private negotiations instead of the State\nassisting him.\nB\nC\nD\nE\nF\nIf the Chandigarh Administration is bent upon urbanising G\nthe green belt against all respect for the ecology and\nenvironment, then why are the landowners themselves not\nallowed to develop their land within the set development\nplan as opposed to taking the land away from the small\nagriculturists and selling it further to private developers at\nH\n1112\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\na huge profit, thus playing the role of land brokers.\nAs no real public purpose has clearly been defined by the\nChandigarh Administration in the impugned notification i.e\nbuilding roads for common use etc. it is clear that it is for\nthe purpose of a particular industry only. The Chandigarh\nAdministration ought to define in clear terms as to what it\nmeans by public purpose. How does a particular private\nindustry become a \"public purpose\".\nThe purported purposes for which the land in dispute is\nsought to be acquired under the impugned notification are\nthe provision of city level infrastructure, the regulated\ndevelopment of the area between Chandigarh and\nManimajra, the planned development and expansion of\nChandigarh Technology Park. The said alleged public\npurposes mentioned in the impugned notification are\nextremely vague and non-specific leaving one completely\nin the dark as to what actually the Chandigarh\nAdministration intends to do with the acquired land. No\nparticular residential or commercial scheme has been\ndrawn up by the Chandigarh Administration for acquiring\nthe land in dispute. The acquisition of valuable land under\nthe impugned notification thus amounts to a colourable\nexercise of power by the Chandigarh Administration.\nUnder the impugned notification the purported public\npurpose for which the land in dispute is being acquired is\nstated to be planned and regular development as well as\nprovision of city level infrastructure. It is not understandable\nas to how the same land can be developed to provide city\nlevel infrastructure which necessarily means urbanization.\nThe concern for the ecology and environment is completely\nnecessary. Rather the acquisition under the impugned\nnotification would lead to complete destruction of the land\nsought to be acquired under the impugned notification.\nThe public purpose must not only be specified in the\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1113\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nnotification issued under Section 4 of the Land Acquisition A\nAct, 1894 but in order to enable an objector to effectively\nobject under Section 5-A the details of the public purpose,\nalongwith the details of the scheme, the plans etc. must\nbe available in the office of the Land Acquisition Collector\nfor perusal of the objector. In the present case as no such B\nplan/scheme is available in the office of the Land\nAcquisition Collector or any other office, it is apparent that\nthe alleged public purpose is merely an attempt by the\nChandigarh Administration to acquire the land with the sole\nobject of using it at a later date for whatsoever purpose C\nthat may be required.\nNo public purpose has been spelt out nor any public\npurpose has been established for the proposed\nacquisition. In any case the proposed construction of the\nIT Park is not a conducive measure because of the fact\nthat it is closer to the defence area adjoining\nChandimandir and can interfere in the communication\nsystem and sensitive defence installations. The public\npurpose mentioned is vague and as such it is not possible\nfor the right holders to raise objections against the same,\nunder section 5-A of the Land Acquisition Act, 1894\neffectively.\nViolation of Environmental and Forest Laws:\nThe land in dispute is very close to the Sukhna Lake and\nadjacent to the Sukhna Choe and the area declared as a\nreserved forest. If the land in dispute and its surrounding\nareas are allowed to be urbanised it will result in the\ndegradation of the habitat and disturb the thousands of\nmigratory birds which come every year to the Sukhna\nLake. It may be mentioned here that the Sukhna Lake is\na wetland declared by the Central Government and is a\nprotected area and is known as the Sukhna Wildlife\nSanctuary. If high rise buildings are allowed to be\nconstructed on the land being acquired under the impugned\nD\nE\nF\nG\nI\nA\n00\nB\nC\n0\nD\nヨ\nF\n0\nH\n1114 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nnotification it will affect the migratory route of the thousands\nof birds which make their nests in the Sukhna Lake area\nafter migrating from as far as Siberia in Russia. Permitting\nurbanisation next to the Sukhna Lake and next to the\nsurrounding reserve forest will be a death knell for the\nprecious wildlife and fauna existing there. Though trees\nmay be able to survive the onslaught of urbanisation, wild\nanimals and birds certainly will not be able to do so and\nthey would have to move to safer habitats away from\nhuman habitation.\nIt would also be pertinent to mention here that the land\nsought to be acquired is forest land as also agricultural\nland. The proposed acquisition will result in the extinction,\nuprooting \u0026 leveling of these trees which are in the prime\nof life. The proposed acquisition is violative of the climate\nand environmental laws.\nThe acquisition of the land in dispute would involve\nchopping down of fruit bearing trees and non fruit bearing\ntrees. Under the provisions of the Forest Act no tree in\nChandigarh can be cut without permission of the Central\nGovernment. In case the Central Government decides not\nto grant the permission to the Chandigarh Administration\nto chop down trees standing on the land in dispute, the\nentire acquisition proceedings would end up in a nullity with\nwastage of huge sums of money and man-hours.\nThe land sought to be acquired under the impugned\nnotification is basically agricultural land on which, apart\nfrom crops, there are hundreds of fruit bearing trees and\nnon-fruit bearing trees standing. This green area acts as\na barrier between the urbanized areas in Chandigarh and\nPanchkula in Haryana. This green and forested area also\nhelps in stopping soil erosion into the Sukhna Choe. The\nremoval of this green and forested area would result in soil\nerosion which is like to cause flash floods in the rainy\nseason thus putting in danger the city of Chandigarh itself.\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1115\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nAs such the dangers to the ecology and subsequently to A.\nthe city itself can well be imagined if the acquisition under\nthe impugned notification is allowed to stand. The havoc\ncaused along the banks of the choe and in the village of\nKishangarh in particular during the recent rainy season is\nnot something to be taken lightly. With the urbanization and B\nchoking of Sukhna Choe/Lake catchment area\nChandigarh itself will be liable to immense danger of\nfloods which can be life threatening to its citizen as we\nhave seen in the recent past. The Chandigarh\nAdministration needs to define its role viz a viz the citizen, C\nis it here to protect us or to endanger our lives. Chandigarh\nneeds to be protected and that is what the Chandigarh\nAdministration should be doing.\nThat in any case, no resolution for change has been\npassed for conversion of the proposed land from the\nzoning area which is forest land area/green belt prior to\nthe date of the publication of the notice. Thus the\nnotification is vitiated on this ground alone.\nD\nThe proposed acquisition will also disturb the ecological E\nplants and flora and fauna of the area because the\nproposed acquisition will also disturb the dense forest area\nhaving more than 50,000 grown trees which are more than\n30 years old. Forests and orchards are the lungs of a city\nand have a very important environmental function to\nperform. Such lands cannot be acquired under the\nprovisions of Land Acquisition Act, 1894.\nThe Chandigarh Administration has not carried out an\nEnvironmental Impact Assessment study which is\nextremely necessary before an exercise of this magnitude\nis carried out. Further more it needs to be pointed out that\nif the recent happenings in the country are any indication,\nit is essential to carry out a geological study of the area\nand conduct surveys before deciding to demolish the green\nbelt around Chandigarh which the Chandigarh\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1116 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nAdministration has not done. Every place cannot be\nsuitable for the multi-storied monsters of steel and concrete\nthat are bound to come up on the land once acquired.\nNature is beautiful but it does demand obedience to its\nordinances. When violated the earth erupts and we have\nearthquakes. Man cannot continue to 'pick nature's pocket'.\nHe must discipline himself.\nNo Planning/Scheme exists and Discrimination:\nThe impugned notification is illegal and void in as much\nas no plans are available in the office of the Land\nAcquisition Collector with respect to the alleged city level\ninfrastructure to be set up. There is no plan available for\nthe protection of the ecology and environment and for\nsetting up/expansion of the Chandigarh Technology Park.\nThe petitioner reserve their rights to file such objections\nas and when these plans are made available.\nOn enquiry, the petitioner was informed that no the plans\nfor the Chandigarh Technology Park and the scheme for\nprotection of ecology and environment of Sukhna Choe\nWatershed was available in the office of the Land\nAcquisition Collector. A representative of the petitioner\nwas informed by the office of the Chief Architect that none\nof the above particulars/scheme/site plans were available\nwith them as none have been framed/drawn up by the\nChandigarh Administration nor is relevant urban planning\ndata available. It is thus apparent that in the absence of\nany detail plans and data with respect to the avowed public\npurpose, the alleged public purpose is a mere sham and,\ntherefore, violates the rights of the petitioner to effectively\nobject to the proposed acquisition in terms of Section 5-\nA of the Land Acquisition Act, 1894. Consequently the\nentire proceedings are illegal, null and void.\nThe Chandigarh Administration has not even designated\n"}