{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 12 S.C.R. 1077\nSURINDER SINGH BRAR AND OTHERS ETC.ETC.\nV.\nUNION OF INDIA AND OTHERS\n(Civil Appeal Nos.7454-59 of 2012 )\nOCTOBER 11, 2012\n[GS. SINGHVI AND SUDHANSU JYOTI\nMUKHOPADHAYA, JJ.]\nA\nB\nLand Acquisition Act, 1894 - ss.4, 5A and 6 - Land\nAcquisition in Union Territory of Chandigarh - Power of the C\nAdministrator of the Union Territory of Chandigarh to sanction\nacquisition - Held: Acquisition of land for and on behalf of\nUnion Territories must be sanctioned by the Administrator of\nthe particular Union Territory - No other officer competent to\nexercise the power vested in 'the appropriate Government' D\nunder the Act and the Rules framed thereunder - Nothing in\nlanguage of s.3(1) of the 1987 Act from which it can be inferred\nthat the Administrator of the Union Territory of Chandigarh\ncould delegate the power exercisable by 'the appropriate\nGovernment' under the Act which was specifically entrusted E\nto him by the President u/Article 239(1) of the Constitution\nNotification dated 14.8.1989 was issued u/Article 239(1) in\nsupersession of all previous notifications relating to the\nexercise of power and functions under the Act by the\nAdministrators of various Union Territories - Therefore, even\nif it is assumed that vide Notification dated 25.2.1988 (issued\nu/s.3(1) of the 1987 Act), the Administrator of the Union\nTerritory of Chandigarh had authorised its Advisor to exercise\nthe power of 'the appropriate Government' under the Act, after\nissuance of Notification dated 14.8.1989, the said delegation G\nwill be deemed to have ceased insofar as the exercise of\npower of 'the appropriate Government' under the Act and the\nRules framed thereunder is concerned - In absence of fresh\n1077\n-\nF\nH\n1078 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA delegation by the Administrator, the Advisor could not have\nexercised the power of the appropriate Government - The\nAdvisor to the Administrator of the Union Territory of\nChandigarh was not competent to accord approval to initiation\nof the acquisition proceedings or take decision on the reports\nB submitted by the Land Acquisition Officer (LAO) u/s.5A(2) and\nrecord his satisfaction that the land was needed for the\nspecified public purpose - Land Acquisition (Companies)\nRules, 1963 - Chandigarh (Delegation of Powers) Act, 1987\n- s.3(1) - Constitution of India, 1950 - Article 239.\nс\nD\nLand Acquisition Act, 1894 - s.5A - Acquisition of land\n- Procedural safeguards - Reports prepared by the Land\nAcquisition Officer (LAO) u/s.5A(2) - If vitiated due to non-\nconsideration of the objections filed by the landowners - Held:\nLAO made misleading and false statement about his having\nseen the revenue records and conducted spot inspection\n-\nThat apart, the reports of LAO did not contain any iota of\nconsideration of the objections filed by the landowners - Mere\nreproduction of the substance of the objections cannot be\nE equated with objective consideration thereof - Violation of the\nmandate of s.5A(2) writ large on the face of the reports\nprepared by the LAO - LAO failed to discharge the statutory\nduty cast upon him to prepare a report after objectively\nconsidering the objections filed u/s.5A(1) and submissions\nmade by the objectors during the course of personal hearing\nThe hearing required to be given u/s.5A(2) to a person who\nis sought to be deprived of his land and who has filed\nobjections u/s.5A(1) must be effective and not an empty\nformality.\nF\nG\nH\n-\nThe questions which arose for consideration in the\npresent appeals in respect of the land acquisition in\nquestion in the Union Territory of Chandigarh were, (i)\nwhether the Advisor to the Administrator of the Union\nTerritory of Chandigarh had the jurisdiction to approve\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1079\nUNION OF INDIA AND ORS.\nthe acquisition of the appellants' land; (ii) whether the A\nreports prepared by the Land Acquisition Officer (LAO)\nunder Section 5A(2) of the Land Acquisition Act, 1894\nwere vitiated due to non-consideration of the objections\nfiled by the landowners and the same could not be made\nbasis for deciding whether the land was really needed for B\nthe particular public purpose\nAllowing the appeals, the Court\nC\nD\nE\nHELD: 1.1. By notification dated 1.11.1966, the\nPresident generally delegated the powers and functions\nof the State Government under various laws in force\nimmediately before 1.11.1966 to the Administrator. By all\nother notifications, the power exercisable by 'the\nappropriate Government' under the Land Acquisition Act,\n1894 and the Land Acquisition (Companies) Rules, 1963\nwere delegated to the Administrator. With a view to avoid\nany possibility of misuse of power by the executive\nauthorities, it has been repeatedly ordained that powers\nand functions vested in 'the appropriate Government'\nunder the Act and the 1963 Rules shall be exercised only\nby the Administrator. The seriousness with which the\nCentral Government has viewed such type of acquisition\nis also reflected from the decision taken by the Home\nMinister on 23.9.2010 in the context of the report of the\nSpecial Auditor and the One-Man Committee. Thus, the\nacquisition of land for and on behalf of Union Territories\nmust be sanctioned by the Administrator of the particular\nUnion Territory and no other officer is competent to\nexercise the power vested in 'the appropriate\nGovernment' under the Act and the Rules framed G\nthereunder. [Para 41] [1150-C-D, F-H; 1151-A-B]\nF\n1.2. Vide Notification dated 25.2.1988 issued under\nSection 3(1) of the Chandigarh (Delegation of Powers)\nAct, 1987, the Administrator directed that any power, H\n1080 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA authority or jurisdiction or any duty which he could\nexercise or discharge by or under the provisions of any\nlaw, rules or regulations as applicable to the Union\nTerritory of Chandigarh shall be exercised or discharged\nby the Advisor except in cases or class of cases\nB enumerated in the Schedule. There is nothing in the\nlanguage of Section 3(1) of the 1987 Act from which it can\nbe inferred that the Administrator can delegate the power\nexercisable by 'the appropriate Government' under the\nAct which was specifically entrusted to him by the\nC President under Article 239(1) of the Constitution.\nTherefore, notification dated 25.2.1988 cannot be relied\nupon for contending that the Administrator had delegated\nthe power of 'the appropriate Government' to the Adviser.\n[Para 42] [1151-B-E]\nD\nLU\nE\nF\nG\nH\n1.3. The issue deserves to be considered from\nanother angle. While delegating the power, authority or\njurisdiction vested in him by or under any law, rules or\nregulations as applicable to the Union Territory of\nChandigarh, the Administrator had used the expression\n'on the date of this notification'. This necessarily implies\nthat the power of 'the appropriate Government' conferred\nupon or entrusted to the Administrator by the President\nunder Article 239(1) after 25.2.1988 were not delegated to\nthe Adviser. It is also apposite to note that Notification\ndated 14.8.1989 was issued under Article 239(1) in\nsupersession of all previous notifications relating to the\nexercise of power and functions under the Act by the\nAdministrators of various Union Territories. Therefore,\neven if it is assumed that vide Notification dated 25.2.1988\nthe Administrator had authorised the Adviser to exercise\nthe power of 'the appropriate Government' under the Act,\nafter the issuance of Notification dated 14.8.1989, the said\ndelegation will be deemed to have ceased insofar as the\nexercise of power of 'the appropriate Government' under\nSURINDER SINGH BRAR AND OTHERS ETC. ETC. v. 1081\nUNION OF INDIA AND ORS.\nthe Act and the Rules framed thereunder is concerned A\nand in the absence of fresh delegation by the\nAdministrator, the Adviser could not have exercised the\npower of the appropriate Government and sanctioned the\nacquisition of land for the purposes specified in\nNotifications dated 26.6.2006 and 2.8.2006 nor could he B\nsymbolically accept the recommendations of the LAO\nand record his satisfaction on the issue of need of land\nfor the specified public purposes. [Para 43] [1151-E-H;\n1152-A-C]\n1.4. The Adviser to the Administrator was not\ncompetent to accord approval to the initiation of the\nacquisition proceedings or take decision on the reports\nsubmitted by the LAO under Section 5-A (2) of the Act and\nrecord his satisfaction that the land was needed for the\nspecified public purpose. [Para 44] [1152-C-D]\nC\nD\nF\n2.1. A cursory reading of the reports of the LAO may\ngive an Impression that he had applied mind to the\nobjections filed under Section 5A(1) and assigned\nreasons for not entertaining the same, but a careful E\nanalysis thereof leaves no doubt that the officer\nconcerned had not at all applied mind to the objections\nof the landowners and merely created a facade of doing\nso. In both the reports, the LAO had made a misleading\nand false statement about his having seen the revenue\nrecords and conducted spot inspection. That apart, the\nreports do not contain any iota of consideration of the\nobjections filed by the landowners. Mere reproduction of\nthe substance of the objections cannot be equated with\nobjective consideration thereof in the light of the G\nsubmission made by the objectors during the course of\nhearing. Thus, the violation of the mandate of Section\n5A(2) is writ large on the face of the reports prepared by\nthe LAO. The reason why the LAO did not apply his mind\nto the objections filed by the appellants and other H\n1082 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA landowners is obvious. He was a minion in the hierarchy\nof the administration of the Union Territory of Chandigarh\nand could not have even thought of making\nrecommendations contrary to what was contained in the\nletter sent by the Administrator. If he had shown the\nB courage of acting independently and made\nrecommendation against the acquisition of land, he\nwould have surely been shifted from that post and his\ncareer would have been jeopardized. Therefore, the LAO\ncannot be blamed for having acted as an obedient\nC subordinate of the superior authorities, including the\nAdministrator. However, that cannot be a legitimate\nground to approve the reports prepared by him without\neven a semblance of consideration of the objections filed\nby the appellants and other landowners and thus it is\nD held that the LAO failed to discharge the statutory duty\ncast upon him to prepare a report after objectively\nconsidering the objections filed under Section 5A(1) and\nsubmissions made by the objectors during the course of\npersonal hearing. [Paras 45, 46, 47] [1152-F-G; 1153-C-G;\nE 1154-A-C]\nF\nG\nH\n2.2. The Special Secretary, Finance and the Adviser\nto the Administrator also failed to act in consonance with\nthe mandate of Section 5A(2) read with Section 6(1). They\ncould not muster courage of expressing an independent\nopinion on the issue of compliance of Section 5A and\nneed of the land for the specified public purposes. The\nnoting recorded by the Special Secretary, Finance shows\nthat the officer had virtually reproduced what the\nAdministrator had mentioned in his letter dated 31.7.2006.\nThe Adviser went a step further. He merely appended his\nsignatures on the note recorded by the Special Secretary,\nFinance forgetting that in terms of the aforementioned\ntwo sections 'the appropriate Government' is required to\ntake decision after considering the report of the LAO. The\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1083\nUNION OF INDIA AND ORS.\nA\nleast which can be said about the manner in which the\nAdviser approved the note prepared by the Special\nSecretary, Finance is that there was abject failure on the\npart of the concerned officer to discharge his duty\ndespite the fact that he was entrusted with the onerous\ntask of taking a decision on behalf of 'the appropriate B\nGovernment' after considering the reports of the LAO. The\ncasual manner in which the senior officers of the\nChandigarh Administration dealt with the serious issue\nof the acquisition of land of citizens signifies their total\nlack of respect for the constitutional provision contained C\nin Article 300A, the law enacted by Parliament, that is, the\nAct and interpretation thereof by the Courts. It seems that\nthe officers were overawed by the view expressed by the\nAdministrator and the instinct of self-preservation\nprompted them not to go against the wishes of the D\nAdministrator who wanted that additional land be\nacquired in the name of expansion of IT Park despite the\nfact that a substantial portion of the land acquired for\nPhase II had been allotted to a private developer. [Para\n48] [1154-C-H; 1155-A-B]\n2.3. The hearing required to be given under Section\n5A(2) to a person who is sought to be deprived of his land\nand who has filed objections under Section 5A(1) must be\neffective and not an empty formality. The Collector who is\nenjoined with the task of hearing the objectors has the\nfreedom of making further enquiry as he may think\nnecessary. In either eventuality, he has to make report in\nrespect of the land notified under Section 4(1) or make\ndifferent reports in respect of different parcels of such land\nto the appropriate Government containing his\nrecommendations on the objections and submit the same\nto the appropriate Government along with the record of\nproceedings held by him for the latter's decision. The\nappropriate Government is obliged to consider the report,\nE\nF\nG\nH\n1084 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA if any, made under Section 5A(2) and then record its\nsatisfaction that the particular land is needed for a public\npurpose. This exercise culminates into making a\ndeclaration that the land is needed for a public purpose\nand the declaration is to be signed by a Secretary to the\nB Government or some other officer duly authorised to certify\nits orders. The formation of opinion on the issue of need\nof land for a public purpose and suitability thereof is sine\nqua non for issue of a declaration under Section 6(1). Any\nviolation of the substantive right of the landowners and/\nC or other interested persons to file objections or denial of\nopportunity of personal hearing to the objector(s) vitiates\nthe recommendations made by the Collector and the\ndecision taken by the appropriate Government on such\nrecommendations. The recommendations made by the\nD Collector without duly considering the objections filed\nunder Section 5A(1) and submissions made at the hearing\ngiven under Section 5A(2) or failure of the appropriate\nGovernment to take objective decision on such objections\nIn the light of the recommendations made by the Collector\nE will denude the decision of the appropriate Government\nof statutory finality. To put it differently, the satisfaction\nrecorded by the appropriate Government that the particular\nland is needed for a public purpose and the declaration\nmade under Section 6(1) will be devoid of legal sanctity if\nF statutorily engrafted procedural safeguards are not\nadhered to by the concerned authorities or there is violation\nof the principles of natural Justice. The cases herein are\nillustrative of flagrant violation of the mandate of Sections\n5A(2) and 6(1). [Para 58] [1163-E-H; 1154-A-F]\nG\nH\n2.4. The satisfaction of the appropriate Government\nenvisaged in Section 6(1) must be preceded by\nconsideration of the report prepared by the Collector after\nconsidering the objections filed under Section 5A and\nhearing the objectors. This necessarily Implies that the\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1085\nUNION OF INDIA AND ORS.\nGovernment must objectively apply its mind to the report A\nof the Collector and the objections filed by the\nlandowners and then take a decision whether or not the\nland is needed for the specified public purpose. A\nmechanical endorsement of the report of the Collector\ncannot be a substitute for the requirement of application B\nof mind by the Government which must be clearly\nreflected in the record. [Para 61] [1168-F-H; 1169-A]\nNandeshwar Prasad and Anr. v. The State of Uttar\nPradesh and Ors. (1964) 3 SCR 425; State of Punjab v. C\nGurdial Singh (1980) 2 SCC 471: 1980 (1) SCR 1071;\nHindustan Petroleum Corporation Ltd. v. Darius Shapur\nChenai (2005) 7 SCC 627: 2005 (3) Suppl. SCR 388;\nSomawanti v. State of Punjab AIR 1963 SC 151: 1963 SCR\n774 and Ganga Bishnu Swaika v. Calcutta Pinjrapole Society D\nAIR 1968 SC 615: 1968 SCR 117 - relied on.\nAflatoon v. Lt. Governor of Delhi (1975) 4 SCC 285: 1975\n(1) SCR 802; Gandhi Grah Nirman Sahkari Samiti Ltd. v.\nState of Rajasthan (1993) 2 SCC 662: 1993 (2) SCR 788;\nState of T.N. v. L. Krishnan (1996) 1 SCC 250: 1995 (4)\nSuppl. SCR 663; Ajay Krishan Shinghal v. Union of India\n(1996) 10 SCC 721: 1996 (4) Suppl. SCR 319; Sooraram\nPratap Reddy v. District Collector, Ranga Reddy District\n(2008) 9 SCC 552: 2008 (13) SCR 126 and Munshi Singh\nv. Union of India (1973) 2 SCC 337: 1973 (1) SCR 973 ·\nreferred to.\n-\nE\nF\n3. A reading of the declarations issued under Section\n6(1) makes it clear that the authority issuing the same was\ntotally unmindful of the requirement of the statute. This G\ncould be the only reason why Instead of recording\nsatisfaction of the appropriate Government that the land\nis needed for a public purpose, the notification uses the\nexpressions \"appears to the Administrator\" and \"likely to\nbe needed”. This only adds to the casualness with Hi\n1086\nSUPREME COURT REPORTS [2012] 12 S.C.R.\nA which the entire issue of acquisition has been dealt with\nby the higher functionaries of the Chandigarh\nAdministration. [Para 62] [1169-B-C]\n4. The High Court has not examined the substantive\nB grounds on which the appellants had challenged the\nacquisition of their land with the required seriousness and\nfailed to notice that the LAO had not at all considered\nseveral objections including those relating to adverse\nimpact on the environment and ecology of the area raised\nC by the landowners and mechanically recommended the\nacquisition of land notified under Section 4(1), that the\nreports of the LAO were not placed before the competent\nauthority and that even the Advisor had not objectively\nconsidered the reports of the LAO in the light of the\nD objections filed under Section 5A(1) and simply appended\nhis signatures on the note prepared by the Secretary\n(Finance). This omission on the High Court's part has\nresulted in miscarriage of justice. [Para 63] [1169-D-F]\nE\n5. In the result, the Notifications dated 26.6.2006,\n2.8.2006 and 28.2.2007 issued by the Chandigarh\nAdministration under Sections 4(1) and 6(1) of the Act are\nquashed. [Para 65] [1170-A-B]\nCase Law Reference:\nF\nسلا\n1975 (1) SCR 802\nreferred to\nPara 26\n1993 (2) SCR 788\nreferred to\nPara 26\n1995 (4) Suppl. SCR 663\nreferred to\nPara 26\nG\n1996 (4) Suppl. SCR 319\nreferred to\nPara 26\n2008 (13) SCR 126\nreferred to\nPara 26\n1963 SCR 774\nrelied on\nPara 26\nH\n1968 SCR 117\nrelied on\nPara 26\n"}