{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1157\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nXXX\nXXX\nXXX\nA\n5A. Hearing of objections.-\n(1) Any person interested in any land which has been\nnotified under section 4, sub-section (1), as being needed\nor likely to be needed for a public purpose or for a\nCompany may, within thirty days from the date of the\npublication of the notification, object to the acquisition of\nthe land or of any land in the locality, as the case may be.\nB\nc\nC\n(2) Every objection under sub-section (1) shall be made\nto the Collector in writing, and the Collector shall give the\nobjector an opportunity of being heard[ in person or by any\nperson authorized by him in this behalf] or by pleader and\nshall, after hearing all such objections and after making\nsuch further inquiry, if any, as he thinks necessary, either D\nmake a report in respect of the land which has been\nnotified under section 4, sub-section (1), or make different\nreports in respect of different parcels of such land, to the\nappropriate Government, containing his recommendations\non the objections, together with the record of the\nproceedings held by him, for the decision of that\nGovernment. The decision of the appropriate Government\non the objections shall be final.\n(3) For the purpose of this section, a person shall be\ndeemed to be interested in land who would be entitled to\nclaim an interest in compensation if the land were acquired\nunder this Act.\n6. Declaration that land is required for a public purpose.-\n(1) Subject to the provision of Part VII of this Act, when the\nappropriate Government is satisfied, after considering the\nreport, if any, made under section 5A, sub-section (2), that\nany particular land is needed for a public purpose, or for\na Company, a declaration shall be made to that effect\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1158 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nunder the signature of a Secretary to such Government or\nof some officer duly authorized to certify its orders and\ndifferent declarations may be made from time to time in\nrespect of different parcels of any land covered by the\nsame notification under section 4, sub- section (1)\nirrespective of whether one report or different reports has\nor have been made (wherever required) under section 5A,\nsub-section (2):\nProvided that no declaration in respect of any particular\nland covered by a notification under section 4, sub-section\n(1),-\n(i) published after the commencement of the Land\nAcquisition (Amendment and Validation) Ordinance, 1967\n(1 of 1967), but before the commencement of the Land\nAcquisition (Amendment) Act, 1984, shall be made after\nthe expiry of three years from the date of the publication\nof the notification; or\n(ii) published after the commencement of the Land\nAcquisition (Amendment) Act, 1984, shall be made after\nthe expiry of one year from the date of the publication of\nthe notification:\nProvided further that no such declaration shall be made\nunless the compensation to be awarded for such property\nis to be paid by a Company, or wholly or partly put of public\nrevenues or some fund controlled or managed by a local\nauthority.\nExplanation I.-In computing any of the periods referred\nto in the first proviso, the period during which any action\nor proceeding to be taken in pursuance of the notification\nissued under section 4, sub-section (1), is stayed by an\norder of a Court shall be excluded.\nExplanation 2.-Where the compensation to be awarded\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1159\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nfor such property is to be paid out of the funds of a\ncorporation owned or controlled by the State, such\ncompensation shall be deemed to be compensation paid\nout of public revenues.\n(2) Every declaration shall be published in the Official\nGazette, and in two daily newspapers circulating in the\nlocality in which the land is situate of which at least one\nshall be in the regional language, and the Collector shall\ncause public notice of the substance of such declaration\nto be given at convenient places in the said locality (the\nlast of the date of such publication and the giving of such\npublic notice, being hereinafter referred to as the date of\nthe publication of the declaration), and such declaration\nshall state the district or other territorial division in which\nthe land is situate, the purpose for which it is needed, its\napproximate area, and, where a plan shall have been\nmade of the land, the place where such plan may be\ninspected.\nA\nB\nC\nD\n(3) The said declaration shall be conclusive evidence that\nthe land is needed for a public purpose or for a Company, E\nas the case may be; and, after making such declaration,\nthe appropriate Government may acquire the land in\nmanner hereinafter appearing.\"\nF\n50. Section 4(1) lays down that whenever it appears to the\nappropriate Government that land in any locality is needed or\nis likely to be needed for any public purpose or for a company,\nthen a notification to that effect is required to be published in\nthe Official Gazette and two daily newspapers having circulation\nin the locality. Of these, one paper has to be in the regional\nlanguage. A duty is also cast on the Collector, as defined in G\nSection 3(c), to cause public notice of the substance of such\nnotification to be given at convenient places in the locality. The\nlast date of publication and giving of public notice is treated\nas the date of publication of the notification.\nН\nA\n1160 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n51. Section 5A, which embodies the most important\ndimension of the rules of natural justice, lays down that any\nperson interested in any land notified under Section 4(1) may,\nwithin 30 days of publication of the notification, submit objection\nin writing against the proposed acquisition of land or of any land\nB in the locality to the Collector. The Collector is required to give\nthe objector an opportunity of being heard either in person or\nby any person authorised by him or by pleader. After hearing\nthe objector(s) and making such further inquiry, as he may think\nnecessary, the Collector has to make a report in respect of land\nnotified under Section 4(1) with his recommendations on the\nobjections and forward the same to the Government along with\nthe record of the proceedings held by him. The Collector can\nmake different reports in respect of different parcels of land\nproposed to be acquired.\nC\nD\n52. Upon receipt of the Collector's report, the appropriate\nGovernment is required to take action under Section 6(1) which\nlays down that after considering the report, if any, made under\nSection 5-A(2), the appropriate Government is satisfied that\nany particular land is needed for a public purpose, then a\nE declaration to that effect is required to be made under the\nsignatures of a Secretary to the Government or of some officer\nduly authorised to certify its orders. This section also envisages\nmaking of different declarations from time to time in respect of\ndifferent parcels of land covered by the same notification issued\nF under Section 5(1). In terms of clause (ii) of the proviso to\nSection 6(1), no declaration in respect of any particular land\ncovered by a notification issued under Section 4(1), which is\npublished after 24-9-1989 can be made after expiry of one year\nfrom the date of publication of the notification. To put it\nG differently, a declaration is required to be made under Section\n6(1) within one year from the date of publication of the\nnotification under Section 4(1).\nH\n53. In terms of Section 6(2), every declaration made under\nSection 6(1) is required to be published in the Official Gazette\nSURINDER SINGH BRAR AND OTHERS ETC. ETC. v. 1161\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nand in two daily newspapers having circulation in the locality in A\nwhich the land proposed to be acquired is situated. Of these,\nat least one must be in the regional language. The Collector is\nalso required to cause public notice of the substance of such\ndeclaration to be given at convenient places in the locality. The\ndeclaration to be published under Section 6(2) must contain the B\ndistrict or other territorial division in which the land is situate,\nthe purpose for which it is needed, its approximate area or a\nplan is made in respect of land and the place where such plan\ncan be inspected.\nC\nD\n54. Section 6(3) lays down that the declaration made under\nSection 6(1) shall be conclusive evidence of the fact that land\nis needed for a public purpose. After publication of the\ndeclaration under Section 6, the Collector is required to take\norder from the State Government for the acquisition of land to\nbe carved out and measured and planned (Sections 7 and 8).\nThe next stage as envisaged is issue of public notice and\nindividual notice to the persons interested in the land to file their\nclaim for compensation. Section 11 envisages holding of an\nenquiry into the claim and passing of an award by the Collector\nwho is required to take into consideration the provisions E\ncontained in Section 23.\n55. In Nandeshwar Prasad and Anr. v. The State of Uttar\nPradesh and Ors. (1964) 3 SCR 425, this Court observed that\nthe right to file objections under Section 5-A is a substantial\nright when a person's property is being threatened with\nacquisition. In Munshi Singh v. Union of India (1973) 2 SCC\n337, the importance of the rule of hearing embodied in Section\n5-A was highlighted in the following words:\nF\nG\n\"Section 5-A embodies a very just and wholesome\nprinciple that a person whose property is being or is\nintended to be acquired should have a proper and\nreasonable opportunity of persuading the authorities\nconcerned that acquisition of the property belonging to that\nperson should not be made. We may refer to the H\nA\nB\nс\nD\nE\nF\n1162 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nobservation of this court in Nandeshwar Prasad v. State\nof U.P that the right to file objections under Section 5-A is\na substantial right when a person's property is being\nthreatened with acquisition and that right cannot be taken\naway as if by a side wind. Sub-section (2) of Section 5-A\nmakes it obligatory on the Collector to give an objector an\nopportunity of being heard. After hearing all objections and\nmaking further inquiry he is to make a report to the\nappropriate Government containing his recommendation\non the objections. The decision of the appropriate\nGovernment on the objections is then final. The declaration\nunder Section 6 has to be made after the appropriate\nGovernment is satisfied, on a consideration of the report,\nif any, made by the Collector under Section 5-A(2). The\nlegislature has, therefore, made complete provisions for\nthe persons interested to file objections against the\nproposed acquisition and for the disposal of their\nobjections.\"\n(emphasis supplied)\n56. In State of Punjab v. Gurdial Singh (1980) 2 SCC 471,\nthe Court observed:\n“...... it is fundamental that compulsory taking of a man's\nproperty is a serious matter and the smaller the man the\nmore serious the matter. Hearing him before depriving him\nis both reasonable and pre-emptive of arbitrariness, and\ndenial of this administrative fairness is constitutional\nanathema except for good reasons.\"\n57. In Hindustan Petroleum Corporation Ltd. v. Darius\nG Shapur Chenai (2005) 7 SCC 627, this Court analysed\nSection 5-A in the following words:\nH\n\"\n..... Section 5-A of the Act is in two parts. Upon\nreceipt of objections, the Collector is required to make\nsuch further enquiry as he may think necessary whereupon\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1163\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nC\nhe must submit a report to the appropriate Government in A\nrespect of the land which is the subject-matter of\nnotification under Section 4(1) of the Act. The said report\nwould also contain recommendations on the objections\nfiled by the owner of the land. He is required to forward\nthe records of the proceedings held by him together with B\nthe report. On receipt of such a report together with the\nrecords of the case, the Government is to render a\ndecision thereupon. It is now well settled in view of a\ncatena of decisions that the declaration made under\nSection 6 of the Act need not contain any reason.\nHowever, considerations of the objections by the owner of\nthe land and the acceptance of the recommendations by\nthe Government, it is trite, must precede a proper\napplication of mind on the part of the Government.\nFurthermore, the State is required to apply its mind not\nD\nonly on the objections filed by the owner of the land but also\non the report which is submitted by the Collector upon\nmaking other and further enquiries therefor as also the\nrecommendations made by him in that behalf. The State\nGovernment may further inquire into the matter, if any case\nis made out therefor, for arriving at its own satisfaction that\nit is necessary to deprive a citizen of his right to property.\"\nE\n58. What needs to be emphasised is that hearing required\nto be given under Section 5A(2) to a person who is sought to\nbe deprived of his land and who has filed objections under F\nSection 5A(1) must be effective and not an empty formality. The\nCollector who is enjoined with the task of hearing the objectors\nhas the freedom of making further enquiry as he may think\nnecessary. In either eventuality, he has to make report in respect\nof the land notified under Section 4(1) or make different reports G\nin respect of different parcels of such land to the appropriate\nGovernment containing his recommendations on the objections\nand submit the same to the appropriate Government along with\nthe record of proceedings held by him for the latter's decision.\nThe appropriate Government is obliged to consider the report, H\nC\n1164 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA if any, made under Section 5A(2) and then record its\nsatisfaction that the particular land is needed for a public\npurpose. This exercise culminates into making a declaration\nthat the land is needed for a public purpose and the declaration\nis to be signed by a Secretary to the Government or some other\nB officer duly authorised to certify its orders. The formation of\nopinion on the issue of need of land for a public purpose and\nsuitability thereof is sine qua non for issue of a declaration\nunder Section 6(1). Any violation of the substantive right of the\nlandowners and/or other interested persons to file objections\nor denial of opportunity of personal hearing to the objector(s)\nvitiates the recommendations made by the Collector and the\ndecision taken by the appropriate Government on such\nrecommendations. The recommendations made by the\nCollector without duly considering the objections filed under\nSection 5A(1) and submissions made at the hearing given\nunder Section 5A(2) or failure of the appropriate Government\nto take objective decision on such objections in the light of the\nrecommendations made by the Collector will denude the\ndecision of the appropriate Government of statutory finality. To\nput it differently, the satisfaction recorded by the appropriate\nGovernment that the particular land is needed for a public\npurpose and the declaration made under Section 6(1) will be\ndevoid of legal sanctity if statutorily engrafted procedural\nsafeguards are not adhered to by the concerned authorities or\nthere is violation of the principles of natural justice. The cases\nF before us are illustrative of flagrant violation of the mandate of\nSections 5A(2) and 6(1). Therefore, the second question is\nanswered in affirmative.\nD\nE\nit\n59. Before parting with this aspect of the case, we consider\nG proper to deal with the two judgments relied upon by Dr.\nDhawan in support of his submission that the declaration\nissued under Section 6(1) is conclusive and the satisfaction\nrecorded by the competent authority cannot be subjected to\njudicial review. In Somawanti v. State of Punjab (supra), after\nH analysing the relevant provisions, the majority of the Constitution\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1165\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nBench observed:\nA\n“The scheme of the Act is that normally the provisions of\nSection 5-A have to be complied with. Where, in\npursuance of the provisions, objections are lodged, these\nobjections will have to be decided by the Government. For B\ndeciding them the Government will have before it the\nCollector's proceedings. It would, therefore, be clear that\nthe declaration that a particular land is needed for a public\npurpose for a company is not to be made by the\nGovernment arbitrarily, but on the basis of material placed\nbefore it by the Collector. The provision of sub-section (2)\nof Section 5-A make the decision of the Government on\nthe objections final while those of sub-section (1) of\nSection 6 enable the Government to arrive at its\nsatisfaction. Sub-section (3) of Section 6 goes further and\nsays that such a declaration shall be conclusive evidence\nthat the land is needed for a public purpose or for a\ncompany.\nC\nD\nF\nThe Government has to be satisfied about both the\nelements contained in the expression \"needed for a public E\npurpose or a company\". Where it is so satisfied, it is\nentitled to make a declaration. Once such a declaration\nis made sub-section (3) invests it with conclusiveness. That\nconclusiveness is not merely regarding the fact that the\nGovernment is satisfied but also with regard to the\nquestion that the land is needed for a public purpose or is\nneeded for a company, as the case may be. Then again,\nthe conclusiveness must necessarily attach not merely to\nthe need but also to the question whether the purpose is\na public purpose or what is said to be a company is a\ncompany. There can be no \"need\" in the abstract. It must\nbe a need for a \"public purpose\" or for a company.\nThe Act has empowered the Government to determine the\nquestion of the need of land for a public purpose or for a\ncompany and the jurisdiction conferred upon it to do so is\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1166 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nnot made conditional upon the existence of a collateral or\nextraneous fact. It is the existence of the need for a public\npurpose which gives jurisdiction to the Government to\nmake a declaration under Section 6(1) and makes it the\nsole judge whether there is in fact a need and whether the\npurpose for which there is that need is a public purpose.\nThe provisions of sub-section (3) preclude a court from\nascertaining whether either of these ingredients of the\ndeclaration exists.\"\n(emphasis supplied)\n60. In Ganga Bishnu Swaika v. Calcutta Pinjrapole\nSociety (supra), the two-Judge Bench considered the\namendment made in the Act in 1923 and observed:\n\"As sub-section (1) stood prior to 1923 the words were\n\"subject to the provisions of Part VII of the Act, when it\nappears to the Local Government that any particular land\nis needed for a public purpose or for a Company, a\ndeclaration shall be made etc. The amendment of 1923\ndropped these words and substituted the words \"when the\nLocal Government is satisfied after considering the report,\nif any, made under Section 5-A, sub-section (2)” etc. It\nseems that the amendment was considered necessary\nbecause the same Amendment Act inserted Section 5-A\nfor the first time in the Act which gave a right to persons\ninterested in the land to be acquired to file objections and\nof being heard thereon by the Collector. The new section\nenjoined upon the Collector to consider such objections\nand make a report to the Government, whose decision on\nsuch objections was made final. One reason why the word\n\"satisfaction\" was substituted for the word \"appears\" seems\nto be that since it was the Government who after\nconsidering the objections and the report of the Collector\nthereon was to arrive at its decision and then make the\ndeclaration required by sub-section (2), the appropriate\nwords would be \"when the Local Government is satisfied\"\n"}