{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"M/S. KEMROCK INDUSTRIES \u0026 EXPORTS LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, VADODARA\nMARCH 29, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nCentral Excise Tariff Act, 1985; Headings 39.01; 39.20 and 70.14:\nC\nClassification-Glass Fibre Reinforced Plastics-Sub-heading 39.01\nand 39.20 or 70.14-Applicability of-Held: Fibre Glass Mat being used as\nraw material in manufacturing the product in question, which is not article\nof glass ware to fall under Heading 70.14 of the Act-Since the product in\nquestion is a composite item, the test of essentiality in terms of Rule 3(b) of\nthe Rules for interpretation of tariff entry would apply—Taking into\nconsideration essentiality aspect, and applying the test of essentiality, the D\nproduct in question falls under the Heading 39.01-Hence, no infirmity\nfound in the order of the Tribunal classifying the goods under the Heading\n39.01.\nTest of essentiality-Application in the context of classification of\ncomposite product--Discussed.\nThe question which arose for determination in this appeal was as to\nwhether the Glass Fibre Reinforced Plastics manufactured by the assessee-\ncompany would fall under the Heading 70.14 of the Schedule to the Central\nExcise Tariff Act, 1985 as claimed by the assessee-manufacturer or\nclassifiable under Heading 39.20 of the Act as classified by the Revenue.\nDismissing the appeal filed by the assessee and allowing the appeal\nfiled by the Revenue, the Court\nHELD: 1.The assessee makes use of Fibre Glass Mat of suitable\nspecification and thereafter impregnates the said Mat with a suitable resin,\ncatalyst, pigment and accelerator. On impregnation/injection, the pigment\nspreads throughout the mat. This impregnation gives stiffness to the mat.\nThe glass fibre mat is used as a raw material to manufacture roofing sheets,\n547\nE\nF\nG\nH\n-\n548\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA panels, doors etc. It is this stiffness which provides value addition to the fibre\nglass mat in the sense that the strength of the mat gained by impregnation\nmakes the mat strong enough to be used in partitions, roofs etc. But for that\nstiffness, the fibre glass mat would not be in a position to be used as a roofing\nsheet. Further, the 'glass fibre mat' is not an article of glassware per se\nunder Heading 70.14 of the Central Excise Tariff Act. [Para 5] [551-A-B-C]\nB\nC\n2.1. Under Heading 39.20 of the Act, sheets of plastic, laminated\nsupported or combined with other materials, stand covered as plastics and\narticles thereof. On the other hand, Heading 70.14 falls under Chapter 70,\nwhich refers to 'glass and glassware'. The item in question is a composite\nitem. However, as found by the Revenue, the glass fibre mat when impregnated\nwith plastic gains certain amount of stiffness which helps manufacture of roofs\nand partitions. In the present case, since the article in question is a composite\narticle, the test of essentiality shall apply. [551-E-F]\n2.2. The test of essentiality refers to \"essential character\". The test\nD states that, if the manufactured goods has the essential character, mainly of\nstiffness, required for the manufacture of roofs, partitions etc. then one has\nto treat the item in question as an article of plastic. [Para 6] [551-F]\n2.3. In the present case, Rule 3(b) of the Rules for the interpretation of\ntariff entries would apply. The said Rule require that composite goods,\nE mixtures and goods put up in sets have to be classified on the classification of\nthat material or component which gives to the product their essential\ncharacter. If the manufacture of roofs, partitions etc. are kept in mind, then\nthe stiffness is the main attribute of such a product. The glass fibre mat\nwhen impregnated gives stiffness which helps in the manufacture of roofs,\npartitions etc. e.g., the item will fall under Heading 39.01/06 of the previous\nCustoms Tariff Act since plastic gives higher degree of insulation quality.\n[Para 6] [551-F-H; 552-A]\nF\n3. No infirmity is found in the impugned judgment of the CEGAT.\nG\n[Para 7] [552-B]\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 527 of 2002\nFrom the final Order No.185/2001-D dated 11.09.2001 in Appeal No.\n1994-R/97mum. Passed by the Customs, Excise and Gold (Control) Appellate\nTribunal, New Delhi)\n1\n:\n\u003e\nKEMROCK INDUSTRIES \u0026 EXPORTS LTD. v. COMMNR. OF CENTRAL EXCISE, VADODARA (KAPADIA, J.1549\nRamesh Singh, Bina Gupta, Shweta Verma and Amrita Swarup, for the A\nAppellants.\nR. Venkataramani, Shalini Kumar and B. K. Prasad, for the Respondents.\nThe Judgment of the Court was delivered by:\nKAPADIA, J. Civil Appeal No. 527 of 2002\nB\n1. This is a statutory appeal filed by the assessee against the final Order\nno. 185/2001-D dated 11.9.2001 passed by Customs, Excise and Gold (Control)\nAppellate Tribunal, New Delhi (“\"CEGAT”) in appeal no. E/1994-R/97 Mum.\nThe matter pertains to the issue of classification of Glass Fibres impregnated C\nwith resins/plastics.\n2. Assessee-company is the manufacturer of Glass Fibre Reinforced\nPlastics. They seek classification of the said item under Heading 70.14 of the\nSchedule to the Central Excise Tariff Act, 1985. According to the Revenue,\nthe said item is classifiable under Heading 39.20 of Central Excise Tariff Act, D\n1985.\n3. To resolve the above controversy, we quote hereinbelow the above\ntwo headings.\n\"Heading Sub-\nNo.\n39.20\nDescription of goods\nRate\nE\nheading\nNo.\nof\nduty\nOther plates, sheets, film, foil and\nstrip, of plastics, non-cellular,\nwhether lacquered or metallised\nor laminated, supported or similarly\ncombined with other materials or not\n--Of polymers of vinyl chloride\nF\n3920.11\n--Rigid, plain\n30%\nG\n3920.12\n--Flexible, plain\n30%\n3920.13\n--Rigid, lacquered\n30%\n3920.14\n--Flexible, lacquered\n30%\n3920.15\n--Rigid, metallised\n30%\n3920.16\n--Flexible, metallised\n30%\nH\n550\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA\n3920.17\n--Rigid, laminated\n30%\n3920.18\n--Flexible, laminated\n30%\n3920.19\n--Other\n30%\n--Of regenerated cellulose:\n3920.21\n--Film, plain\n30%\nB\n3920.22\n--Film, lacquered\n30%\n3920.23\n--Film, metallised\n30%\n3920.24\n--Film, laminated\n30%\n3920.25\n--Sheet, plain\n30%\n3920.26\n--Sheet, lacquered\n30%\nC\n3920.27\n--Sheet, metallised\n30%\n3920.28\n--Sheet, laminated\n30%\n3920.29\n--Other\n30%\n--Of other plastics:\n3920.31\n--Rigid, plain\n30%\nD\n3920.32\n--Flexible, plain\n30%\n3920.33\n--Rigid, lacquered\n30%\n3920.34\n--Flexible, lacquered\n30%\n3920.35\n--Rigid, metallised\n30%\n3920.36\n--Flexible, metallised\n30%\nE\n3920.37\n--Rigid, laminated\n30%\n3920.38\n--Flexible, laminated\n30%\n3920.39\n--Other\n30%\n70.14\n7014.00\nF\nXXXXXXXXXXXXXX\nGlass fibres (including glass wool and glass\nfilaments) and articles thereof (for example, yarn,\nwoven fabrics) whether or not impregnated, coated,\ncovered or laminated with plastics or varnish.\"\nT X\nY\nKEMROCK INDUSTRIES \u0026 EXPORTS LTD. v. COMMNR. OF CENTRAL EXCISE, VADODARA [Kapadia, J.] 551\n4. We do not find any merit in this civil appeal for the following reasons. A\nB\n5. The process of manufacturing articles in question of Glass Fibre\nReinforced Plastics is indicated in the Tribunal's Order in para 2.1. In short,\nthe assessee makes use of Fibre Glass Mat of suitable specification and\nthereafter impregnates the said Mat with a suitable resin, catalyst, pigment\nand accelerator. On impregnation/injection, the pigment spreads throughout\nthe mat. This impregnation gives stiffness to the mat. The glass fibre mat is\nused as a raw material to manufacture roofing sheets, panels, doors etc. It is\nthis stiffness which provides value addition to the fibre glass mat in the sense\nthat the strength of the mat gained by impregnation makes the mat strong\nenough to be used in partitions, roofs etc. But for that stiffness, the fibre C\nglass mat would not be in a position to be used as a roofing sheet. Further,\nthe 'glass fibre mat' is not an Article of glass ware per se under heading 70.14\nof CETA. According to the assessee, even after impregnation the essential\ncharacter of the product remaining a fibre glass mat and, therefore, it is\nclassifiable as a glass fibre under Heading 70.14 of Central Excise Tariff Act,\n1985. We do not find merit in the said contention.\nᎠ .\n6. As stated above, Chapter 39 deals with ‘plastics and articles thereof.\nAs stated above, under Heading 39.20 sheets of plastics, laminated supported\nor combined with other materials stand covered as plastics and articles thereof.\nOn the other hand, Heading 70.14 falls under Chapter 70, which refers to E\n'glass and glassware'. It is not in dispute that the item in question is a\ncomposite item. However, as found by the Department, in the above process,\nthe glass fibre mat when impregnated with plastic gains certain amount of\nstiffness which helps manufacturers of roofs and partitions. In the present\ncase, since the article in question is a composite article, the test of essentiality\nshall apply. This test of essentiality refers to \"essential character\". The test F\nstates that, if the manufactured goods has the essential character, mainly of\nstiffness, required for the manufacturer of roofs, partitions etc. then one has\nto treat the item in question as an article of plastic. In the present case, Rule\n3(b) of the Rules for the Interpretation of tariff entries would apply. The said\nRule require that composite goods, mixtures and goods put up in sets have G\nto be classified on the classification of that material or component which\ngives to the product their essential character. In the present case, if we keep\nin mind the manufacture of roofs, partitions etc., then the stiffness is the main\nattribute of such a product. The glass fibre mat when impregnated gives\nstiffness which helps in the manufactures of roofs, partitions etc., e.g., in the\ncontext of an insulation paper which is a composite of plastic and paper, the\nH\n552\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA item will fall under Heading 39.01/06 of the previous Customs Tariff Act since\nplastic gives higher degree of insulation quality. Rule 3(b) requires classification\nbased on the material which gives it the essential characteristics. This is the\ntest of essentiality. The effect of the tariff schedule is to classify the products\nunder different heads according to the character of the product. In interpreting\na tariff entry, Rules for the Interpretation are helpful, particularly in cases of\nB\ncomposite goods.\nC\n7. For the aforesaid reasons, we do not find any infirmity in the impugned\njudgment dated 11.9.2001 of the CEGAT and accordingly this civil appeal filed\nby the assessee is dismissed with no order as to costs.\nCivil Appeal No. 3321 of 1998\nCommnr. Of Central Excise v. M/s S.S.B. Industries Ltd.\n8. In view of our judgment in Civil Appeal No. 527 of 2002 (supra), this\ncivil appeal stands allowed with no order as to costs.\nD\nS.K.S.\nAppeal 527/02 dismissed\nAppeal 3321/98 allowed.\n"}