{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n850\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n23. Press Note No.11 dated 20.08.1991 dealt with some\nchanges in the Procedures for Foreign Investment Approvals.\nParagraph 3 of the Press Note dealt with approvals for foreign\ninvestments upto 51% foreign equity in high priority industries\n(Annexure III - List of Industries for Automatic Approval\nB Technology Agreement and for 51% Foreign Equity Approvals).\nPress Note stated that applications for approval under\nprovisions in para 39B(i) and 39B(ii) of the Statement on\nIndustrial Policy would be filed with the RBI. Para 3(A) of the\nPress Note is of some relevance, hence noted below:\nC\n.D\nE\nF\nG\nH\n\"Procedures for Approvals\nApplications for approval under the provisions in paras\n39B(i) and 39B(ii) of the Statement on Industrial Policy will\nbe filed with Reserve Bank of India. The application shall\nstate clearly the description of the article to be\nmanufactured in ITC (HS classification). The proposal shall\nbe a composite one including detailed information on the\ncapital goods to be imported for the project. Under the\nprovisions of the policy the proposed foreign equity must\ncover the import of capital goods required for the project.\nThe Reserve Bank of India will issue the necessary\npermission for the foreign equity investment under the\nForeign Exchange Regulation Act, 1973 (FERA). This\npermission will include exemption from the opetation of\nSections 26(7), 28, 29 and 31 of FERA. Simultaneously\nthe Reserve Bank of India will confirm that the import of\ncapital goods is covered by the foreign equity. Based on\nthis confirmation the Chief Controller of Imports \u0026 Exports\nshall issue the relevant import licence for capital goods.\nimports.\nUnder the procedure outlined above the plant and\nmachinery proposed to be imported must be new and not\nsecond hand. There will be no indigenous clearance of\nthese capital goods.\"\n1\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n851\n24. RBI was, therefore, permitted to issue necessary\npermission for equity investment under FERA and that\npermission would include exemption from the operation of\nSections 26(7), 28, 29 and 31 of FERA, 1973.\nTrading Companies primarily engaged in Export\nA\nB\n25. Paragraph 4 of the above mentioned Press Note dealt\nwith 'Foreign Investment in Trading Companies' which provided\nthat foreign investment in trading companies upto 51%,\nprimarily engaged in export activities, were required to file\napplications with the RBI in the prescribed form. Para 6 of C\nPress Note dealt with Other Foreign Investment Proposals,\nthose paragraphs are relevant for the purpose, hence given\nbelow:\n\"4.\nFOREIGN\nCOMPANIES\nINVESTMENT IN TRADING\nD\nUnder the provisions of para 39B(iv) foreign equity holdings\nupto 51% equity will be allowed in trading companies\nprimarily engaged in export activities. Applications for\nforeign investment under this clause will be filed with the E\nReserve Bank of India in the form to be prescribed by the\nRBI. Such trading houses shall be at par with the domestic\ntrading and export houses and shall operate in accordance\nwith the Import Export Policy.\n6. OTHER FOREIGN INVESTMENT PROPOSALS\nF\nG\nAll other foreign investment proposals will be subject to the\nexisting procedures. Applications will be made to the\nSecretariat of industrial Approvals in the Department of\nIndustrial Development in the prescribed form. These\nproposals will be considered according to usual\nprocedures. This will include proposals involving 51%\nforeign equity which do not meet any or all of the criteria\nunder paras 39 B(i) and (ii) of the Policy. Proposals of\nforeign investment, foreign technology agreements not H\nA\nB\nC\n852 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\ncovered by the automatic facility, and import of capital\ngoods may, if desired, continue to be made on a\ncomposite basis.\"\n26. Above mentioned paragraphs of Press Note indicate\nthat the trading companies covered under 39B(iv) were required\nto make an application for foreign investment to the RBI in the\nprescribed form meaning thereby even after the Press Note,\nfiling of applications with RBI for trading houses primarily\nengaged in export was essential even for 51% foreign equity.\n27. In this connection, it is useful to refer to para 9 of the\nPress Note No.17 dated 19.11.1991 dealing with procedure\nfor increase in foreign equity up to 51% in existing companies\nas well as to para 10 and 13. On reading of those paragraphs,\nit is clear that all other foreign proposals for raising of foreign\nD equity levels in existing companies would be subject to usual\nprocedures and applications and would be made to the\nSecretariat of Industrial Approvals in the Department for\nIndustrial Development in the prescribed form which would\ninclude proposal involving increase in foreign equity upto 51%\nwhich did not meet any or all the criteria outlined above.\nE\n28. Government of India also issued a Press Note No. 20\ndated 13.12.1991 revising the form for Foreign Investment /\nTechnology Investments. Para 3 of the Note refers to FC(RBI)\nwith reference to permission under para 39B(i), 39B(iv), 39C(i)\nF and 39C(ii).\n29. Press Note No. 23 dated 31.12.1991 dealing with the\nprocedure for foreign investment in trading companies is also\nof considerable relevance and the same is given below for easy\nG reference:\nH\nProcedure for Foreign Investment in Trading Companies\n\"1. Government tabled a Statement on Industrial Policy in\nboth the Houses of Parliament on July 24, 1991. The\nStatement has substantially liberalised the provisions and\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n853\nsimplified the procedures governing foreign investment and\nforeign technology proposals.\n2. Para 39B(iv) of the Statement on Industrial Policy lays\ndown that \"majority foreign equity holding upto 51% equity\nwill be allowed for trading companies primarily engaged\nin export activities. While the thrust would be on export\nactivities, such trading houses shall be at par with\ndomestic trading and export houses in accordance with the\nImport Export Policy\".\n3. This Press Note sets out the principles and procedures\nfor approval of foreign equity holding upto 51 per cent in\ntrading companies primarily engaged in export activities.\nA\nB\nC\nD\n4. The criteria for grant of Export House, Trading House\nor Star Trading House certificates are laid down in\nparagraphs 218 and 226 of the Import Export Policy, 1990-\n93. As amended by the Ministry of Commerce, Import\n· Trade Control Public Notice No. 242-ITC(PN)/90-93 dated\nNovember 8, 1991, effective from April 1, 1992, the\naverage net foreign exchange earnings in the three E\npreceding licensing years should not be less than\nRs.6crore for Export House Certification; Rs.30 crore for\nTrading House Certification; Rs. 125 crore for Star Trading\nHouse certification. Further, such certification will also be\ngranted if the minimum net foreign exchange earning in the F\nimmediate preceding licensing year is not less than\nRs.12 crore for Export House; Rs.60 crore for Trading\nHouse and Rs.150 crore for Star Trading House.\n5. Provisions for approval\n(i) New Companies\nIn the case of a new company, the Reserve Bank of India\nwill give automatic approval for foreign investment upto 51\nper cent foreign equity on the following basis\nG\nH\n854 SUPREME COURT REPORTS\nA\n(a)\nB\nD\nE\nLL\nF\n☐ G\nн\n(b)\n(a)\n(b)\n[2013] 13 S.C.R.\nSuch a company will register itself with the Ministry\nof Commerce (Office of CCI\u0026E) as a registered\nexporter/importer.\nThe repatriation of dividend will be permissible only\nafter the company has registered itself with the\nMinistry of Commerce (office of CCI\u0026E) as an\nExport House/Trading House/Star Trading House\nunder the provisions of the prevailing Import Export\nPolicy.\n(ii) Existing Companies\nIn the case of existing companies already\nregistered as Export Trading/Star Trading House,\nthe Reserve Bank will give automatic approval on\nan application for foreign investment upto 51%\nforeign equity. The approval will be subject to the\nfollowing requirements:\nOn receipt of RBI approval the company must pass\na special resolution under Section 81(1A) of the\nCompanies Act proposing preferential allocation of\nthe required volume of fresh equity to the foreign\ninvestor.\nThe CCI will allow preferential allocation of equity\nin favour of the foreign investor on the basis of the\nRBI approval for expansion of foreign equity and the\nadoption of the special resolution by the company.\nFor such cases, the price of new equity will be fixed\nby the CCI on the basis of market prices, computed\non the basis of the average price for the six months\nperiod preceding the date on which the application\nis received in the CCI, with a discount of upto 10%\nif requested by the shareholders resolution. The\nmarket price will take into account any bonus issue\nwhich may have been declared in this period and\ni\nT\n7\nUNION OF INDIA v. ABN AMRO BANK\n855\n[K.S. RADHAKRISHNAN, J.]\n(i)\n(ii)\nadjust for the same. For companies undertaking\nsuch equity expansion disinvestment, if it occurs in\nfuture will also be at market price computed on the\nsame basis.\n6. Application Procedure\nApplications for approval under the provisions of\npara 5 above will be filed with the Reserve Bank\nof India in the prescribed form. The Reserve Bank\nof India will issue the necessary permission for the\nforeign equity investment under the Foreign\nExchange Regulation Act, 1973(FERA). Inter alia,\nthis permission will include exemption from the\noperation of sections 26(7), 28, 29 and 31 of\nFERA.\n7. Dividend Balancing:\nThe outflow of foreign exchange on account of\ndividend payments are to be balanced by export\nearning over a period of time in respect ; of all\napprovals given under the provisions outlined in\npara 5 above. Monitoring will be done by the\nReserve Bank of India. The balancing will be done\non the following basis:\nA\nB\nC\nD\nE\nThe balancing of dividend would be over a period F\nof 7 years reckoned from the date of recognition as\nExport House/Trading House/Star Trading House\nfor new companies, and from the date of allotment\nof the shares raising the level of foreign equity to\nthe approved level in the case of existing G\ncompanies.\nThe amount of dividend payment should be covered\nby export earnings recorded in years prior to the\npayment of dividend in years prior to the payment\nH\n856\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nof dividend or in the year of payment of dividend.\nThe Reserve Bank of India will issue appropriate\ninstructions to give effect to these provisions.\"\n30. Press Note mentioned above has, therefore, dealt with\npara 39B(iv) and stated that majority of foreign equity holding\nupto 51% equity would be allowed for trading companies.\nprimarily engaged in export activities while the thrust would be\non export activities. Such trading houses, it was also stated,\nshould be at par with domestic trading and export houses in\nC accordance with the Import-Export Policy.\nD\nE\nF\nG\nH\n3..\n31. Press Note also indicated that no general permission\nfor investment under automatic route would be given and, on\nthe other hand, an application for permission will have to be\nfiled before the RBI as per para 6 which takes in both new and\nexisting companies. Clause 6, therefore, clearly indicates that\nthe application for approval by RBI is mandatory for the new\nas well as existing companies. Therefore, if a new trading\ncompany indulging in export primarily also will have to make\nan application to the RBI for automatic approval for foreign\ninvestment upto 51% foreign equity and the thrust would be on\nexport activities. Registration of the company as an exporter /\nimporter with the Ministry of Commerce and registration of an\nexport house is also a pre-requisite. In other words, according\nto the Notification then in existence and the Press Note upto\n31.12.1991, the companies engaged primarily in trading\nactivities whether new or existing will have to fulfill certain\nconditions by applying to the RBI for permission for foreign\ninvestment up to 51%.\n32. We may now examine the scope of the Notification No.\nFERA 180/98 dated 13.01.1998 (as amended upto\n14.07.1998) and Notification dated 20.01.1998 in the above-\nmentioned factual background.\n33. Notifications referred above have laid down certain\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n857\nconditions and parameters to be complied with by the A\ncompanies registered in India for automatic approval and those\nnotifications have to be read along with Section 19(1)(a) and\n(d), Section 29(1) (b) of FERA, the Industrial Policy and the\nPress Notes. Before examining the scope of Sections 19(1)(a),\n19(1)(b) and Section 29(1)(b), let us examine the arguments B\nadvanced by the Union of India as to whether respondent Nos.\n2 to 4 had violated Section 29(1)(a) of the Act. It was contended\nthat Maple was in reality a foreign company set up by 4th\nrespondent, Lambert Kroger as well as Cliff Roy in violation of\nSection 29(1)(a). Admittedly, neither permission was sought for\nnor any permission had been granted by the RBI with regard\nto Section 29(1)(a) of the FERA. But arguments were\naddressed by the learned counsel on either side with regard\nto the scope of the above mentioned provisions and also on\nthe principle of lifting the corporate veil.\n34. Mr. Amit Sibal, as already indicated, submitted that by\nthe Foreign Exchange Regulation Amendment Act 29 of 1993\nthe bar to having more than 40% shares in an Indian Company\nby a non-resident has been removed with a view to invite\nforeign persons to invest in India and / or Indian Companies\nand allow them to do business in India and to deal with assets\nin India with greater freedom and therefore by virtue of the\namendment, Indian company in which non-resident interest is\nmore than 40% can carry on business in India without any\npermission from RBI. Learned counsel also laid considerable\nstress on paragraphs 74 to 76 of the judgment of this Court in\nHindustan Lever (supra).\n35. Shri P.P. Malhotra, on the other hand, submitted that\nsection 29(1)(a) puts an injunction on the foreign companies\nand foreign nationals from establishing or carrying on any\nbusiness in India or opening any branch in India without\nobtaining the permission of the RBI. Learned senior counsel\nalso submitted that by virtue of the amendment restrictions were\nremoved only with regard to FERA companies, however, with\nC\nD\nE\nF\nG\n1\nH\n858 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA regard to the foreigners and foreign companies restrictions\nB\nC\nD\nE\nLL\nF\nG\nremained to exist even after the amendment made in the year\n1993 and they also required prior approval of the RBI for the\npurpose of establishing place of business in India.\n36. We may examine whether the judgment in Hindustan\nLever concludes the issue as to the interpretation of Section\n29(1)(a) of the Act and also the question whether a company\nin which non-resident interest is more than 40% can carry on\nbusiness without permission from the RBI. For easy reference,\nwe may extract the above-mentioned paragraphs of that\njudgment which are as follows:\n\"74. Under Section 29 of the Foreign Exchange Regulation\nAct (as it stood originally), a person resident outside India\nor a company (other than banking company) which was\nnot incorporated in India or in which the non-resident\ninterest was more than 40%, could not carry on business\nin India or establish in India a branch office or other place\nof business. Nor could such a person or company acquire\nthe whole or any part of any undertaking in India of any\ncompany carrying on any trade, commerce, or industry or\npurchase the shares in India of any such company. The\nobject of Section 29, inter alia, was to ensure that a\ncompany (other than banking company) in which the non\nresident interest was more than 40% must reduce it to a\nlevel not exceeding 40%. (Needle Industries (India) Ltd. v.\nNeedle Industries Newey (India) Holding Ltd.) But, now this\nrestriction of 40% has been removed by an amendment\nby Act 29 of 1993. A company in which non-resident\ninterest is more than 40% can carry on business without\nhaving to obtain permission from the Reserve Bank of\nIndia. The underlying idea of this liberalisation is clear.\nNon-resident persons were being invited to invest in India.\nand / or in Indian companies. If any non-resident invests\nin an India company, it is but natural that dividends payable\nby an Indian company will be enjoyed by the non-resident.\nI\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n859\nAll other rights that a shareholder enjoys by virtue of the A\nshareholding will be enjoyed by the non-resident. Merely\nbecause a foreign shareholder acquires 51% shares in an\nIndian company, it cannot be said that this is against public\ninterest of public policy.\n76. In view of all these, it is difficult for us to uphold the\ncontention that the Scheme of Amalgamation is against\npublic interest. .Merely because 51% of the shares of HLL\nare being given to a foreign company, the Scheme cannot\nbe said to be against public interest. The foreign Exchange\nRegulation Act has been amended specifically to\nencourage foreign participation in business in India. The\nbar to having more than 40% shares in an Indian company\nby a non resident has been lifted. The Amending Act 29\nof 1973 is not under challenge. In order to give greater\nfreedom to the companies for doing business in India, the\nMRTP Act has been amended. Prior approval of\nGovernment of India is not necessary for amalgamation of\ncompanies any more. In fact, it is in public interest that\nTOMCO with its 60,000 shareholders and also a very large\nworkforce does not deteriorate into a sick company.\"\n37. Above mentioned paragraphs cannot be read out of\ncontext. Hindustan Lever was a case dealing with disputes\nbetween the employees of Hindustan Lever and the company.\nThe question was with regard to the amalgamation of two\ncompanies namely Hindustan Lever Ltd. and Tata Oil Mills\nCompany Ltd. giving specific reference to the scheme of\namalgamation of a company with a subsidiary of a multiple level\ncompany. Observation referred to in paragraphs 74 and 76\nhave to be seen in that context and this Court has not ruled that\nno permission whatsoever is required from RBI by an Indian\nCompany where non-resident interest is more than 40%. The\nlanguage used in Section 29(1)(a) in our view is unambiguous\nand plain and calls for no interpretation or explanation. Section\n29(1)(a) puts a specific bar on the foreign companies and\nB\nC\nD\nE\nF\nG\nH\n"}