{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"870\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA 51% equity.\nB\nC\nD\nE\nF\nG\n57. Newly set-up trading company primarily engaged in\nexport has therefore also to satisfy the conditions laid down in\nclause (b) of paragraph 1 of the Notification dated 13.01.1998\nand the contention that a trading company is primarily engaged\nin export be determined only when it remits dividend cannot be\naccepted. The expression \"further” used in the second proviso\nmakes it more explicit. \"Further\" as means \"additional\" meaning\nthereby a newly set up trading company is not a third category\nas such but it goes along with second category i.e. \"a trading\ncompany primarily engaged in export\". To get the benefit of the\ngeneral permission in the automatic route a trading company\nshould be primarily engaged in export, even if it is a newly set\nup company. A newly set up company also could demonstrate\nthe same by specifying the same in Form FC[RBI] that it is a\ntrading company, whether new or old, and is at least intended\nto be engaged primarily in export. A reference to the Form FC\n(RBI) duly submitted by the 2nd respondent is useful.\n58. FC[RBI] form specifically directs the applicants to\n\"carefully tick\" the \"appropriate\" box. In the box dealing with the\napplication for approval for foreign investment not to exceed\n51% for \"service sector in Annexure III\", the company has put a\ntick mark which would indicate that it sought to avail of the\nautomatic route for service sector only as indicated in Annexure\nIII. Noticeably no tick mark was put in the next box referring to\n\"not exceeding 51% of the trading companies engaged in\nexports. Para VII deals with the \"existing activities\" which the\n2nd respondent indicated as \"not applicable” and no\nsupplementary sheet was also attached explaining as to\nwhether it was a newly set up trading company proposing to\nengage in export activities. Para VIII referring to Item Code ITC\n(HS) the company has indicated \"893\", which as per the Code\ndeals with \"Business and Management Consultancy Activities\".\nThe company stated in the application as \"Business\nManagement Consultancy for Trading, Marketing and Selling\nI\nt\n(܂\nL\nUNION OF INDIA v. ABN AMRO BANK\n[K.S. RADHAKRISHNAN, J.]\n871\nof Goods and Services\". Even there also, there is no indication A\nwhatsoever that the company was set up for trading, but only\nindicated \"consultancy for trading\". Further Para IX (iii) called\nfor the description of the products for export trading wherein\nthe company has stated as \"not applicable\". Resultantly, it is\nclear that the purpose for which the company had sought for\nforeign collaboration was not for trading in gold coins either for\nexport or domestic purpose, but for the activities mentioned in\nthe NIC Code 893.\n.\nB\n59. We are of the view that the company cannot go back\nfrom the information already furnished by it in the application, C\nform which are declared as 'true and correct'. Based on that\napplication RBI vide its communication dated 29.6.1998\ngranted registration No.FC98NDR1005. Registration, in our\nview, pertains only to NIC code '893'. No permission was\nobtained by the second respondent company from the RBI for D\n51% foreign equity induction, for trading, by way of export. RBI,\non the other hand, granted general permission only for dealing\nwith the activities mentioned in NIC Code 893 and not for any\ntrading activities leading to import or export.\n60. The High Court, in our view, has committed an error E\nin holding that no questions of law arose for its consideration\nunder Section 54 of FERA and has completely misread and\nmisinterpreted the Industrial Policy, Press Notes and Section\n19(1)(a) and (b), Section 29(1)(a) and (b) etc. and issues\nraised in appeals, which are clearly questions of law which fell F\nwithin the ambit of Section 56 of FERA and the High Court\ncommitted a serious error in rejecting the same holding no\nquestions of law arose for its consideration.\nABN Amro Bank NV (Royal Bank of Scotland NV)\nG\n61. We will now examine whether the above Bank has\ncontravened Section 6(5) of FERA and misused the permission\ngranted to it by RBI for importing gold coins. Proceedings were\ninitiated against the company and others as per directions given\nby RBI dated 8.6.1999 and it was noticed that the bank had H\n1\nB\nC\nD\nE\nF\nG\n872\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nalso sold gold coins to the company without being reasonably\nsatisfied about the nature of the business of the company. The\nadjudicating authority took the view that the Bank as an\nauthorized dealer, should have ascertained whether the\ncompany had got necessary permission from the RBI in dealing\nwith the gold coins. The Bank, it is seen, had imported the gold\non its own behalf and sold the same to the company and if the\nBank was acting as an agent of the company, it would not have\nsold the gold to the company, but would have charged the\ncommission for acting as an agent. No materials have been\nplaced before us to show that the Bank was acting as an agent\nof the company. On facts, the Tribunal as well as the High Court\ntook the view that the Bank had not misused the permission\ngranted by the RBI for importing gold coins. We do not find any\nreason to interfere with those finding of facts.\n62. In such circumstances, we find no error in the view\ntaken by the Tribunal as well as the High Court that the\nproceedings initiated against the Bank that it had violated\nSections 6(4) and (5) of FERA was illegal. The appeal filed by\nthe Union of India, so far as the Bank is concerned, stands\ndismissed.\n63. We notice trading in gold is not an activity covered\nunder Notification dated 13.01.1998 and 20.01.1998; perhaps\nfor that reason, fourth respondent also took some steps to\nestablish its 100% subsidiary in India and an application to that\neffect was filed on 24.08.1998 to FIPB by the company but it\nwas not pursued further, but sought to achieve the same as if\nRBI had granted automatic permission which cannot be\nsustained in the eye of law.\n64. The appeals are accordingly allowed as above and the\norder of the tribunal, affirmed by the High Court, is set aside\nand the Adjudicating Authority is free to proceed in accordance\nwith law.\nKalpana K. Tripathy\nAppeals allowed.\n"}