{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"TRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL. 67\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nerror in piloting or in the handling of the air craft or in A\nnavigation.\n5. Acceptance of the Hague Protocol would put our\nnational carrier on the same footing as many of its\ninternational competitors, since the passengers will be\nable to avail the limit of liability guaranteed by the Hague\nProtocol the limit being double than that stipulated under\nthe Warsaw Convention.\nB\n6. Fifty seven countries have already ratified the Hague\nProtocol and passengers traveling between those C\ncountries would be ensured of the higher limit of\ncompensation.\n7. It is, therefore, proposed to enact a law, in place of the\nexisting Indian Carriage By Air Act, 1934, to apply the\nexisting provisions based on the Warsaw Convention to\ncountries which would choose to be governed by that\nConvention and also to apply the provisions of the Warsaw\nConvention as amended by the Hague Protocol to\ncountries which may accept the provisions thereof. Under\nSection 4 of the Indian Carriage By Air Act, 1934, the rules\ncontained in Warsaw Convention have already been\napplied to non-international carriages subject to certain\nexceptions, adaptations and modifications. It is now\nproposed to take power to apply the rules contained in the\nWarsaw Convention as amended by the Hague Protocol\nalso to non-international carriages subject to exceptions,\nadoptions and modifications.\n8. The Bill seeks to give effect to the above objectives.\"\n17. The preamble to The Carriage by AIR Act, 1972 reads\nas follows:\n\"An Act to give effect to the Convention for the unification\nof certain rules of international carriage by air signed at\nWarsaw on the 12th day of October, 1929 and to the said\nD\nE\nF\nG\nH\nA\n00\nB\nC\n68 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nConvention as amended by the Hague Protocol on the 28th\nday of September, 1955 and to make provision for\napplying the rules contained in the said Convention in its\noriginal form and in the amended form (subject to the\nexceptions, adaptations and modifications) to non-\ninternational carriage by air and for matters connected\ntherewith.\"\n18. The CA Act was enacted to give effect to the\nconvention for unification of rules relating to international\ncarriage by air signed at Warsaw as amended at Hague in\n1995 and the Montreal Convention of 1999.\n19. Section 2 of the CA Act is the definition clause. Section\n2(ii) of the CA Act defines convention to mean convention for\nunification of certain rules relating to international carriage by\nD air signed at Warsaw on 12.10.1929. Section 3 provides for\nthe application of the Warsaw Convention to India. It says that\nthe rules contained in the First Schedule being the provisions\nof the convention relating to the rights and liabilities of carriers,\npassengers, consignors, consignees and other persons, shall\nE have the force of law in India in relation to any carriage by air\nto which those rules apply irrespective of the nationality of the\naircraft performing the carriage, subject to the provisions of the\nAct. Section 4 provides for application of amended convention\nto India and also provides for Second Schedule in consonance\nwith the amended convention. This Schedule applies to the\nclaim made in the present case as it is a dispute that occurred\nin 1994 before the Montreal Convention in 1999. Section 4A\nprovides for the application of the Montreal Convention to India\nand provides for the Third Schedule. Section 5 sets out the\nliability in case of death of a passenger as being those\ngoverned by the First and Second Schedules. Sections 6 and\n6A provide for conversion of francs and conversion of special\ndrawing rights. Section 7 provides that every high contracting\nparty to the convention shall, for the purpose of any suit brought\nin a Court in India in accordance with the provisions of Rule\nF\nG\nH\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 69\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\n28 of the First Schedule or of the Second Schedule, as the A\ncase may be, enforce a claim in respect of the carriage\nundertaken by him. Section 8 enables the application of the Act\nto carriages which are not international.\nB\n20. The First Schedule to the Act, vide Rule 1, provides\nthat the rules under this Schedule shall apply to all international\ncarriage of persons, luggage or goods performed by aircraft\nfor reward. Sub-Rule 2 defines “the High Contracting Party\" to\nthe convention. Sub-Rule 3 defines international carriage. Rule\n18 provides for liability of the carrier for damages. Rule 19\nC\nprovides for liability of the carrier for damages occasioned by\ndelay and Rule 28 provides for territorial jurisdiction for suing\nfor damages. The Second Schedule of the CA Act provides\nfor rules for the purpose of the Act. Chapter I of the Second\nSchedule gives the definitions and the scope of the Schedule.\nChapter II deals with the documents of carriage, viz. passenger\nticket (Part I), baggage check (Part II), airway bill (Part III).\nChapter III enumerates the provisions regarding the liability of\nthe carrier with regard to the acts which the carrier will be held\nliable for, the jurisdiction of the Court at which the carrier can\nbe sued, the limit of the liability, limitation for bringing a suit,\netc. Chapter IV and Chapter V deal with provisions relating to\ncombined carriage and general provisions respectively. Part\nIII of Chapter II of the Second Schedule is relevant for the\npurpose, of the case. Therefore, omitting what is not necessary,\nrelevant rules are extracted as:\n\"5. (1) Every carrier of cargo has the right to require the\nconsignor to make out and hand over to him a document\ncalled as \"air waybill”; every consignor has the right to\nrequire the carrier to accept this document.\n(2) The absence, irregularity or loss of this document does\nnot affect the existence or the validity of the contract of\ncarnage which shall, subject to the provisions of rule 9, be\nnonetheless governed by these rules.\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n70 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n6. (1) The air waybill shall be made out by the consignor\nin the three original parts and be handed over with the\ncargo.\n(2) The first part shall be marked \"for the carrier”, and shall\nbe signed by the consignor. The second part shall be\nmarked \"for the consignee\"; it shall be signed by the\nconsignor and by the carrier and shall accompany the\ncargo. The third part shall be signed by the carrier and\nhanded by him to the consignor after the cargo has been\naccepted.\n(3) The carrier shall sign prior to the loading of the cargo\non board the aircraft.\n(4) The signature of the carrier may be stamped; that of\nthe consignor may be printed or stamped.\n(5) If, at the request of the consignor, the carrier makes\nout the air waybill, he shall be deemed, subject to proof to\nthe contrary, to have done so on behalf of the consignor.\n10. (1) The consignor is responsible for the correctness\nof the particulars and statements relating to the cargo\nwhich he inserts in the air waybill.\n(2) The consignor shall indemnify the carrier against all\ndamage suffered by him, or by any other person to whom\nthe carrier is liable, by reason of the irregularity,\nincorrectness or incompletness of the particulars and\nstatements furnished by the consignor.\"\n12. (1) Subject to his liability to carry out all his obligations\nunder the contract of carriage, the consignor has the right\nto dispose of the cargo by withdrawing it at the aerodrome\nof departure or destination, or by stopping it in the course\nof the journey on any landing, or by calling for it to be\ndelivered at the place of destination or in the course of the\njourney to a person other than the consignee named in the\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 71\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]·\nair waybill, or by requiring it to be returned to the A\naerodrome of departure. He must not exercise this right\nof disposition in such a way as to prejudice the carrier or\nother consignors and he must repay any expenses\noccasioned by the exercise of this right.\n(2) If it is impossible to carry out the orders of the consignor\nthe carrier must so inform him forthwith.\nB\n(3) If the carrier obeys the orders of the consignor for the\ndisposition of the cargo without requiring the production\nof the part of the air waybill delivered to the latter, he will C\nbe liable, without prejudice to his right of recovery from the\nconsignor, for any damage which may be caused thereby\nto any person who is lawfully in possession of that part of\nthe air waybill.\nD.\n(4) The right conferred on the consignor ceases at the\nmoment when that of the consignee begins in accordance\nwith rule 13. Nevertheless, if the consignee declines to\naccept the waybill or the cargo, or if he cannot be\ncommunicated with, the consignor resumes his right of E\ndisposition.\n13. ...\n14. The consignor and the consignee can respectively\nenforce all the rights given to them by rules 12 and 13, F\neach in his own name, whether he is acting in his sown\ninterest or in the interest of another, provided that he carries\nout the obligations imposed by the contract.\n15. (1) Rules 12, 13 and 14 do not affect either the relations\nof the consignor or the consignee with each other or the\nmutual relations of third parties whose rights are derived\neither from the consignor or from the consignee.\nG\n(2) The provisions of rules 12, 13 and 14 can only be varied\nby express provision in the air waybill.\nH\nA\nB\nс\nD\nE\nF\nG.\nH\n72\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(3) Nothing in these rules prevents the issue of a negotiable\nair waybill.\n16. (1) The consignor must furnish such information and\nattach to the air waybill such documents as are necessary\nto meet the formalities of customs, octroi or police before\nthe cargo can be delivered to the consignee. The consignor\nis liable to the carrier for any damage occasioned by the\nabsence, insufficiency or irregularity of any such\ninformation or documents, unless the damage is due to the\nfault of the carrier or his servants or agents.\n(2) The carrier is under no obligation to enquire into the\ncorrectness or sufficiency of such information or\ndocuments.\"\n21. We also need to notice Rule 17, 18, 20, 29, 30 and\n33 of Chapter III and V of the Second Schedule. These are:\n\"17. The carrier is liable for damage sustained in the\nevent of the death or wounding of a passenger or any\nother bodily injury suffered by a passenger if the accident\nwhich caused the damage so sustained took place on\nboard the aircraft or in the course of any of the operations\nof embarking or disembarking.\n18. (1) The carrier is liable for damage sustained in the\nevent of the destruction or loss of, or of damage to, any\nregistered baggage or any cargo, if the occurrence which\ncaused the damage so sustained took place during the\ncarriage by air.\n(2) The carriage by air within the meaning of the preceding\nsub-rule comprises the period during which the baggage,\nor cargo is in charge of the carrier, whether in an\naerodrome or on board an aircraft, or in the case of a\nlanding outside an aerodrome, in any place whatsoever.\n(3) The period of the carriage by air does not extend to\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 73\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nany carriage by land, by sea or by river performed outside A\nan aerodrome. If, however, such a carriage takes place in\nthe performance of a contract for carriage by air for the\npurpose of loading delivery or transshipment, any damage\nis presumed, subject to proof to the contrary, to have been\nthe result of an event which took place during the carriage B\nby air.\n20. The carrier is not liable if he proves that he and his\nservants or agents have taken all necessary measures to\navoid the damage or that it was impossible for him or them\nto take such measures.\n29. (1) An action for damages must be brought, at the\noption of the plaintiff, in the territory of one of the High\nContracting Parties, either before the Court having\njurisdiction where the carrier is ordinarily resident, or has\nhis principal place of business, or has an establishment\nby which the contract has been made or before the Court\nhaving jurisdiction at the place of destination.\nC\nD\n(2) Questions of procedure shall be governed by the law\nE\nof the Court seized of the case.\n30. (1) The right to damages shall be extinguished if an\naction is not brought within two years, reckoned from the\ndate of arrival at the destination, or from the date on which\nthe aircraft ought to have arrived, or from the date on which\nthe carriage stopped.\n(2) The method of calculating the period of limitation shall\nbe determined by the law of the Court seized of the case.\n33. Any clause contained in the contract and all special\nagreements entered into before the damage occurred by\nwhich the parties purport to infringe the rules laid down by\nthis Schedule, whether by deciding the law to be applied,\nor by altering the rules as to jurisdiction, shall be null and\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n74 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nvoid. Nevertheless for the carriage of cargo arbitration\nclauses are allowed, subject to these rules, if the\narbitration is to take place within one of the jurisdictions\nreferred to in sub-rule (1) of rule 29.\"\n22. The CP Act aims to protect the interests of the\nconsumers and provide for speedy resolutions of their disputes\nwith regard to defective goods or deficiency of service. The\nStatement of Objects and Reasons of the CP Act are as under:\n\"The Consumer Protection Bill, 1986 seeks to provide for\nbetter protection of the interests of consumers and for the\npurpose, to make provision for the establishment of\nConsumer councils and other authorities for the settlement\nof consumer disputes and for matter connected therewith.\n2. It seeks, inter alia, to promote and protect the rights of\nconsumers such as ·\n-\n(a) the right to be protected against marketing of\ngoods which are hazardous to life and property;\n(b) the right to be informed about the quality,\nquantity, potency, purity, standard and price of\ngoods to protect the consumer against unfair trade\npractices;\n(c) the right to be assured, wherever possible,\naccess to an authority of goods at competitive\nprices;\n(d) the right to be heard and to be assured that\nconsumers interest will receive due consideration\nat appropriate forums;\n(e) the right to seek redressal against unfair trade\npractices or unscrupulous exploitations of\nconsumers; and\nH\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 75\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\n(f) right to consumer education.\nA\n3. These objects are sought to be promoted and\nprotected by the Consumer Protection Council to\nbe established at the Central and State level.\nB\n4. To provide speedy and simple redressal to\nconsumer disputes, a quasi-judicial machinery is\nsought to be set up at the district, State and Central\nlevels. These quasi-judicial bodies will observe the\nprinciples of natural justice and have been\nempowered to give relief of a specific nature and C\nto award, wherever appropriate, compensation to\nconsumers. Penalties for non-compliance of the\norders given by the quasi-judicial bodies have also\nbeen provided.\n5. The Bills seeks to achieve the above objects.\"\n23. The relevant provisions of the CP Act that are required\nto be noticed for resolving the issues before us are Sections 3\nand 21. They are as under:\n\"3. Act not in derogation of any other laws. - The provisions\nof this Act shall be in addition to and not in derogation of\nthe provisions of any other law for the time being in force.\n21. Jurisdiction of the National Commission. - Subject to\nthe other provisions of this Act, the National Commission\nshall have jurisdiction –\n-\n(a) to entertain -\n(i) complaints where the value of the goods\nor services and compensation, if any,\nclaimed exceeds rupees one crore; and\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n76 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n+\n(ii) appeals against the orders of any State\nCommission; and\n(b) to call for the records and pass appropriate\norders in any consumer dispute which is pending\nbefore or has been decided by any State\nCommission where it appears to the National\nCommission that such State Commission has\nexercised a jurisdiction not vested in it by law, or\nhas failed to exercise a jurisdiction so vested, or\nhas acted in the exercise of its jurisdiction illegally\nor with material irregularity.\"\nIt is to be noted that at the relevant time, the pecuniary\njurisdiction was twenty lakh rupees for the National\nCommission.\nJurisdiction of the National Commission\n24. It was rightly argued by learned counsel Sri Vinoo\nBhagat that the primary question that arises for our\nconsideration in this appeal is whether the CA Act and the three\ninternational conventions in it constitute all the law governing\nliabilities of international air carriers arising out of international\ncarriage of passengers and goods by air or whether domestic\nlaw can be added or substituted for the provisions of the\nconventions. In a nutshell, the submission of the learned\nF counsel for the appellant-carrier is that conventions, viz. Warsaw\nConvention, as amended at Hague in 1955 and the Montreal\nConvention of 1999 exclusively govern carrier liabilities and,\ntherefore, a remedy under domestic law cannot be invoked.\nG\nH\nThe frame work for the CP Act was provided by a\nResolution dated 09.04.1985 of the General Assembly of the\nUnited Nations Organization, which is commonly known as\nConsumer Protection Resolution No.39/248. India is a signatory\nto the said Resolution. The Act was enacted in view of the\naforementioned Resolution of the General Assembly of the\n"}