{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"MUNNA CHANDA\nV.\nSTATE OF ASSAM\nFEBRUARY 24, 2006\n[S.B. SINHA AND DALVEER BHANDARI, JJ.]\nA\n. B\nPenal Code, 1860-Section 302 read with 149-Altercation between\ntwo groups-Homicidal death of one person-Conviction under section 302/\n149-Justification of Held: There was no evidence to show that accused had\ncommon object of intentional killing of the deceased and role played by accused\neither conjointly or individually in causing the death-Nor established that\nthey were members of unlawful assembly-Thus, neither section 34 nor section\n149 IPC attracted—Hence, cannot be convicted under section 302/149 IPC\nand are entitled to benefit of doubt.\nThere was an altercation between two groups of persons. Homicidal\ndeath of M belonging to one of the group was caused. Appellants were\ncharged under section 302 IPC for intentionally causing death of M. Both\nTrial Court and High Court convicted them on basis of the depositions of\nprosecution witnesses. Hence the present appeal.\nAllowing the appeals, the Court\nC\nD\nE\nHELD: 1.1 In the instant case, appellants were not armed with\nweapons. Except B, they were not parties to all the three stages of the\ndispute. At the third stage of the quarrel, they wanted to teach deceased\nand others a lesson. For picking up quarrel with B, they might have F\nbécome agitated and demanded apologies from M. It was so done at the\ninstance of one. M who was assaulted by B at the instance of another in\nthe group. However, M while being assaulted could free himself from the\ngrip of the appellants and fled from the scene. Deceased was being chased\nnot only by the appellants but by many others. He was found dead next\nmorning. [473-B-C!\n1.2. No evidence has been brought on records to establish that the\nappellants M and U had committed any offence. They were not named in\nthe FIR. They were not identified in the dock. No witness has taken their\n467\nG\nH\n468\nSUPREME COURT REPORTS\n[2006] 2 S.Ç.R.\nA names as the persons who committed any overt act. No recovery has been\nmade from them. There is also no evidence that they had chased the\ndeceased. [473-G]\nB\n1.3. It cannot be said that the appellants had common object of\nintentional killing of the deceased. There is no evidence as to who had\nassaulted him and at whose hands he received injuries. Role played by\naccused either conjointly or individually in causing death of the deceased\nis not known. It is also not known as to whether if one or all of the\nappellants were present, when the last blow was given. It has not been\nestablished that the appellants were members of an unlawful assembly.\nThe finding of guilt of the appellants was arrived at only on basis of two\ncircumstantial evidence that they had chased the deceased; and that they\nhad prepared and forced the prosecution witnesses to sign a sulhanama\nwherein a statement was made that they would not file any complaint\nagainst the accused. Therefore, neither section 34 nor section 149 IPC is\nattracted. Appellants cannot be convicted for commission of an offence\nD under section 302/149 IPC. They are entitled to benefit of doubt.\nC\nE\nF\n[473-C, D, G, H; 474-A]\nDharam Pal and Ors. v. State of Haryana, [1978] 4 SCC 440 and\nShambhu Kuer v. State of Bihar, AIR (1982) SC 1228, relied on.\nBishna @ Bhiswadeb Mahato \u0026 Ors. v. State of West Bengal, (2005) 9\nSCALE, 204, referred to.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 49\nof 2005.\nFrom the Judgment and Order dated 21.9.2004 of the Gauhati High\nCourt in Crl. A. No. 37/2003.\nWITH\nG\nCriminal Appeal Nos. 840/2005, 841/2005, 842/2005 and 251/2005.\nJ.C. Gupta, Manish Goswami (for M/s. Map \u0026 Co.), Sanjay Hegde,\nAzim H. Laskar, Anand, Rajneesh Singh, A.K. Mishra, A.R. Singh, Abhijit\nSengupta and Ramesh Chandra Pandey, AC (NP) for the Appellant.\nSidharth Luthra, Krishna Sharma, V.K. Sidharthan, Ms. Rajni Gupta\nH and M/s. Corporate Law Group for the Respondent.\nT\nMUNNA CHANDA v. STATE OF ASSAM [SINHA, J.]\n469\nThe Judgment of the Court was delivere by\nA\nS.B. SINHA, J. The appellants were charged for commission of an\noffence under Section 302 of the Indian Penal Code for intentionally causing\ndeath of one Moti Suklabaidya. 3.10.1995 was the 'NAVMI'. The deceased\nwent to join 'Durga Puja' festival along with Sushendra Chandra-PW3 and\nBabul Chanda. They met with one Tapan Chanda near Chandranathpur Railway B\nStation. He latter informed them that Tunu Chanda and Montu Chanda had\nassaulted him in front of a jewellery shop belonging to Makhan Chanda-\nPW2. Gauaranga s/o Makhan Chanda-PW2 in the meantime came and\ninformed his father that the said Tunu Chanda and Montu Chanda had\nE\nquarreled and broke a glass pane of his showroom. Makhan Lal-PW2 C\nimmediately came to the Bazar. He found his younger brother Sushendra-\nPW3. Babul Chanda and deceased Moti Suklabaidya in front of his shop.\nHaving asked the reason of quarrel and consequent breaking of the glass of\nthe show room, he was informed that the dispute has been settled by Ambika\nSahu-PW6. Thereafter the deceased Moti, Sushendra-PW3, Babul and Makhan\nLal-PW2 entered into a tea stall belonging to Siba Prasad Shome-PW7 to D\nhave tea. Bhuttu @ Raju Singh, who is admittedly the younger brother of one\nGanesh was employed in the said shop as a servant. The aforementioned\npersons were taking tea in a cabin of the tea stall. In the meantime, some\nladies walked therein and asked for separate seats whereupon Bhuttu asked\nthe abovementioned four boys to vacate the cabin which led to an altercation.\nHowever, on the intervention of the owner of the tea stall the boys left the\nshop and went 'watch repairing' shop belonging to Nirmal Chanda-PW4. The\nappellant Bhuttu came there and wanted to know as to why he made complaint\nto his employer about the earlier incident. He had also asked him to come out\nof the shop. On the intervention of the owner of the said 'watch repairing'\nshop the matter subsided. Bhuttu however, came again and scolded Moti, F\nwhereupon Nirmal Chanda-PW4 again intervened. According to the\nprosecution case, accused Bhuttu came again with Ratan Das, Billu and Kartik\nand some other persons. They asked Moti (deceased) and others to come out\nof the shop whereupon Nirmal-PW4 intervened and impressed upon Moti\nand others to seek their apology. When Moti (deceased) in a bid to apologize\ntouched the feet of accused Bhuttu, Ratan Das asked him to catch hold of\nhim and they started assaulting him. Tapan Chanda was also assaulted by\nthem. He took shelter in a nearby shop. Moti (deceased), however, freed\nhimself from the grip of the appellants and ran towards the Railway Station.\nHe was chased by the appellants and others. The prosecution witnesses and\nothers in the meantime, bolted themselves inside the shop. They came out H\nG\nT\n470\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA about half an hour thereafter and found the market area deserted. Thereafter,\nthey went to the house of Moti (deceased) and inquired from his brother-\nPW1 as to whether he had returned. On being informed that he had not, they\nwent to the house of Ambika Prasad-PW6 who advised them to search for\nhim. On the next morning on receiving an information that a dead body was\nlying near a canal. They went to the spot and found the same to be that of\nMoti (deceased). The brother of the deceased - PW1 lodged a first information\nreport wherein he named Bhuttu (describing him as a younger brother of\nGanesh), Ratan Das Gupta s/o unknown, Billo Deb s/o unknown. Kartik Deb\ns/o unknown and 20/25 others.\nB\nC\nThe appellant were put on trial. The prosecution in support of its case\nexamined 11 witnesses. There was no direct evidence. There was no eye\nwitness to the occurrence. The materials which were brought on record to\nprove circumstantial evidence in the case by the prosecution were: (1) That\nsome of the appellants were chasing the deceased with others; (2) So called\n'Sulahanama' was prepared which had been signed inter alia by PW-2, PW-\nD 3 and others representing that they would not file any complaint against the\nappellants.\nE\nPW-1 is the informant. He was not a witness to any part of the\noccurrence. PW-2 is Makhanlal Chanda, the glass of whose shop was broken.\nHe was a witness to the entire occurrence. Apart from supporting the statements\nmade in the first information report, he stated that appellant Ratanial Chanda\ntook his signature on a written paper which contained an assurance on their\nbehalf that no case would be filed in relation to the incident. He further\nalleged that the appellant Ujjal had escorted them from the market. In his\ncross-examination, however, it was pointed out that he had stated before the\nF police that when the appellant Bhuttu came, six persons accompanied him\nwhose names he did not know. In his cross-examination he further stated that\nit was a dark night so he could not see who had assembled in front of the\nshop. PW-11 the Investigating Officer, however, accepted that the witnesses\nhad stated before him that while appellant Bhuttu had come, other six persons\nhad accompanied him whose names he did not know. PW-2 had further\nG\nstated before him that from inside the shop he had felt that some people were\nchasing the deceased. He further stated that he saw the accused persons\nchasing the deceased towards Chandranathpur Railway Station.\nH\nPW-3 apart from being a witness upto the point of chasing of the\ndeceased by the appellant and others, is one of them who had gone the house\nT\nMUNNA CHANDA v. STATE OF ASSAM [SINHA. J.]\n471\nof Moti (deceased) and upon being told that he had not come back, went to A\nthe residence of Ambika Sahu on the next morning.\nPW-4 is Nirmal Chanda. He witnessed a part of occurrence. In his\ncross-examination, however, he stated that the persons who came with Bhuttu\nwere not seen in the dock. He was not declared hostile.\nB\nC\nPW-5 Uttam Chanda is a witness to the inquest report. PW-6 is Ambika\nPrasad Sahu. He accepted that at about 11.00 p.m. all the accused persons\nhad come to his house and handed over a Sulahanama paper which had been\nseized from him by the police. He could not say as to how Moti (deceased)\nwas done to death. He also could not say as about the quarrel between the\naccused and deceased. PW-7 Siba Prasad Shome was the owner of the tea\nstall, wherein, the first quarrel between Bhuttu on the one hand and Moti and\nothers, on the other, took place. In his cross-examination he stated that the\nquarrel between Bhuttu and other boys was settled amicably and all the boys\nleft in a happy mood. PW-8 is Somnath. He was the owner of a hotel at\nChandranathpur Bazar. He allegedly heard cries of a quarrel. He stated that D\nlater on the matter was settled amicably. He was declared hostile. PW-9 is\nDr. K.K. Chakraborty. He conducted post mortem examination of the deceased.\nHe found the following anti mortem injuries on the dead body of Moti\n(deceased):\n\"1. Lacerated injury right ear 2 x ½ cm. x whole thickness blood drop E\nare ardent to tissue.\n2. Cut injury left lobule of ear 1 x ½ x ½ cm. blood drops are\nadherent to the tissue.\nT\n3. Cut injury left side of scrutum 2 x 1 x com x left tostis.\nF\n4. Lacerated injury lower lip left side 1 x 1 x ½ x ½ cm.\nContusion under the scalp in left will temparo partial are present A\nskull was healthy.\nSubhdwal hermonage on left side on left side of brain present.\"\nG\nAccording to him injury Nos. 1 and 2 could be caused by material Ex.\n1 which was seized by the police from near the place where the dead body\nwas found. It was a root of a tree. PW-10 Swapan Chakraborty is an Asstt.\nStation Master. He was the Station Master of Railway Station. He merely\nH\n472\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA stated that in the night a boy came to him and wanted a torch light which was\ngiven and the same was returned to him after 15-20 minutes. PW-11 Fazlur\nRahman is the Investigating Officer.\nB\nC\nIn the First Information Report or in the evidence, appellants Munna\nand Ujjal were not named. They were not identified in the dock. No recovery\nwas made from them. They were not named by any of the prosecution\nwitnesses as having taken any part in the commission of the offence. As\nagainst Ujjal the only evidence was he had obtained the signature of one of\nthe prosecution witness.\nThe learned Sessions Judge as also the High Court recorded the judgment\nof conviction and sentence relying on or the basis of the depositions of PW-\n2 and PW-3. It was accepted that there was no direct evidence in regard to\nthe role played by any of the appellants in causing the death of Moti (deceased).\nAs noticed hereinbefore, the finding of guilt of the appellants was arrived at\nonly on the basis of two circumstantial evidence that (1) they had chased the\nD deceased; (2) they had prepared and forced the prosecution witnesses to sign\na Sulhanama wherein a statement was made that they would not file any\ncomplaint against the accused. Homicidal death of Moti is undisputed. There\nis no evidence as to who had assaulted him. Role played by the accused\neither conjointly or individually in causing death of the deceased is not known.\nSome offence was committed, but who did so is known. Whether in the\naforementioned situation, all the accused would be convicted with the aid of\nSection 149 of the Indian Penal Code is the question.\nE\nF\nG\nH\nThe concept of common object, it is well known, is different from\ncommon intention. It is true that so far as common object is concerned no\nprior concert is required. Common object can be formed at the spur of the\nmoment. Course of conduct adopted by the members of the assembly, however,\nis a relevant factor. At what point of time the common object of the unlawful\nassembly was formed would depend upon the facts and circumstances of\neach case.\nSection 149 IPC creates a specific and distinct offence. There are two\nessential ingredients thereof:\n(1) Commission of an offence by any member of an unlawful\nassembly, and\n(I) Such offence must have been committed in prosecution of the\ncommon object of that assembly or must be such as the member\nMUNNA CHANDA v. STATE OF ASSAM [SINHA, J.]\n473\nof that assembly knew to be likely to be committed.\nIt is, thus, essential to prove that the person sought to be charged with\nan offence with the aid of Section 149 was a member of the unlawful assembly\nat the time the offence was committed.\nA\nC\nThe appellants herein were not armed with weapons. They except Bhuttu B\nwere not parties to all the three stages of the dispute. At the third stage of\nthe quarrel, they wanted to teach the deceased and others a lesson. For picking\nup quarrel with Bhuttu, they might have become agitated and asked for\napologies from Moti. Admittedly, it was so done at the instance of Nirmal,\nMoti was assaulted by Bhuttu at the instance of Rattan. However, it cannot\nbe said that they had common object of intentional killing of the deceased.\nMoti, however, while being assaulted could free himself from the grip of the\nappellants and fled from the scene. The deceased, was being chased not by\nthe appellant herein but by many others. He was found dead next morning.\nThere is, however, nothing to show as to what role the appellants either\nconjointly or separately played. It is also not know as to whether if one or D\nall of the appellants were present, when the last blow was given. Who are\nthose, who had assaulted the deceased is also not known. At whose hands he\nreceived injuries is again a mystery. Neither Section 34 nor Section 149 of\nthe Indian Penal Code is, therefore, attracted. [See Dharam Pal and Ors. v.\nState Of Haryana, [1978] 4 SCC 440 and Shambhu Kuer v. State of Bihar,\nAIR (1982) SC 1228].\nWe are, however, not obliviously that in Bishna @ Bhiswaded Mahato\nand Ors. v. State of West Bengal, (2005) 9 SCALE 204, it was stated\nE\n\"For the purpose of attracting Section 149 and/or 34 IPC, a specific\novert act on the part of the accused is not necessary. He may wait and F\nwatch inaction on the part of an accused may some time go a long\nway to hold that he shared a common object with others.\"\nFurthermore, it is evident that no evidence has been brought on records\nto establish that appellants Munna and Ujjal had committed any offence. As\nnoticed hereinbefore, they were not named in the FIR. They were not identified\nG\nin the dock. No witness has taken their names as the persons who committed\nany overt act. No recovery has been made from them. There is also no\nevidence that they had chased the deceased. As it had not been established\nthat the appellants were members of an unlawful assembly, in our opinion,\nthey could not have been convicted for commission of an offence under\nH\nT\n474\nA Section 30/49 I.P.C.\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nFor the aforementioned reasons, the appellants cannot be held guilty\nfor commission of an offence under Section 302/149 of the IPC. They are\nentitled to benefit of doubt.\nThe appeals are allowed. The judgment of conviction and sentence\npassed against the appellants are set aside. They are directed to set at liberty\nunless wanted in connection with any other case. There shall be no order as\nto costs.\nN.J.\nAppeals allowed.\n"}