{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"SANTOSH KUMAR SINGH v. STATE THR. CBI 931\n[HARJIT SINGH BEDI, J.]\ncircumstantial evidence is that the circumstances from A\nwhich an inference of guilt is sought to be drawn must be\ncogently and firmly established; that those circumstances\nshould be of a definite tendency unerringly pointing\ntowards the guilt of the accused; that the circumstances\ntaken cumulatively should form a chain so complete that B\nthere is no escape from the conclusion that within all human\nprobability the crime was committed by the accused and\nthey should be incapable of explanation on any hypothesis\nother than that of the guilt of the accused and inconsistent\nwith their innocence.\nand again\n\"If an offence takes place inside the privacy of a\nhouse and in such circumstances, where the assailants\nhave all the opportunity to plan and commit the offence at\nthe time and in circumstances of their choice, it will be\nextremely difficult for the prosecution to lead evidence to\nestablish the guilt of the accused if the strict principle of\ncircumstantial evidence, as noticed above, is insisted\nupon by the courts. A judge does not preside over a\ncriminal trial merely to see that no innocent man is\npunished. A judge also presides to see that a guilty man\ndoes not escape. Both are public duties. The law does not\nenjoin a duty on the prosecution to lead evidence of such\ncharacter which is almost impossible to be led or at any\nrate extremely difficult to be led. The duty on the\nprosecution is to lead such evidence which it is capable\nof leading, having regard to the facts and circumstances\nof the case. Here it is necessary to keep in mind Section\n106 of the Evidence Act which says that when any fact is\nespecially within the knowledge of any person, the burden\nof proving that fact is upon him.\"\nC\nE\nF\nG\n16. We, accordingly, endorse the opinion of the High Court\non circumstances 8 and 12. The onus to prove his defence and\nthe circumstances relating to his injury and treatment were within H\n932 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA the special knowledge of the appellant. He could, therefore, not\nkeep silent and say that the obligation rested on the prosecution\nto prove its case.\nB\nC\nD\nE\n17. Mr. Sushil Kumar has then argued with emphasis, that\nthe case rested primarily on the factum of rape and if it was\nfound that there was no evidence of rape, the case of murder\nwould also fall through. He has, accordingly, taken us to\ncircumstance No.9 which the trial court noted as under:\n\"DNA finger printing test conclusively established the guilt\nof the accused.\"\nHe has first pointed out that the post-mortem did not reveal\nany evidence of rape. Reference has been made to the\nstatement of PW33 Dr.A.K.Sharma, who along with a Board\nof two other Doctors had performed the post-mortem on the\ndead body on the 25th January 1996 at the Safdarjung Hospital\nand it was observed that the deceased was wearing a full\nsleeved high neck pinkish T-shirt with a small tear on the breast,\nblue coloured jeans, one brassiere and underwear and woolen\nsocks and though there were a large number of injuries on the\ndead body and the local examination of the private parts\nshowed black, curly non matted pubic hair, and an intact hymen,\nwith no tearing. The Doctor was also questioned as to whether\nthe hymen would always be torn and ruptured during the first\nsexual encounter and he explained that though this would be\nthe normal case but it was not always so and that the hymen\ncould remain unruptured even after repeated sexual intercourse\nfor certain reasons which he then spelt out. It has, accordingly,\nbeen submitted that there was absolutely no evidence of rape\ndetected during the course of the examination. He has also\nG pointed out that as there were no semen stains on the dead\nbody of the deceased or her clothes and as the underwear of\nthe appellant sent to the CCMB, Hyderabad had been returned\nwithout examination and had been examined thereafter in the\nCentral Forensic Science Laboratory, Delhi and the semen's\nF\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 933\n[HARJIT SINGH BEDI, J.]\nstains found were of group A which was not the blood group of A\nthe appellant, there were no evidence suggesting rape.\nB\n18. It has, finally, been submitted that the observation of\nthe High Court that the DNA test conclusively proved the\ninvolvement of the appellant in the rape was not tenable as it\nappeared that the vaginal swabs and slides which were\nallegedly taken from the dead body at the time of the post-\nmortem examination and the blood samples of the appellant\ntaken under the supervision of PW Dr. N.S.Kalra had been\ntampered with. It has been argued that as per the findings of\nC\nthe trial court the record of the Malkhana with respect to the\nvaginal swabs and slides had been fudged and though these\nitems had been handed over to the CBI officers on the 25th\nJanuary 1996 they had been deposited in the Malkhana on the\n29th January 1996 and no explanation was forthcoming as to\nhow and why this delay had happened. It has also been\nsubmitted that as per the evidence of Dr. N.S.Kalra a request\nhad been made to him by the CBI to take 2 samples of blood\nof 10 ml. each from the appellant but 2 samples of 10 ml. had\nbeen taken and transferred to 4 vials and when the vials had\nbeen opened at the CCMB, only 12 ml. of blood had been\nfound, and this too cast a doubt on the prosecution case. It has\nfinally been submitted that the tests conducted by the CCMB,\nHyderabad were faulty and could not be relied upon.\n19. The learned Additional Solicitor General has, however,\ncontroverted the above submissions and has pleaded that they\nwere based on the supposition of a bias against the appellant\nand that all those involved including the officials of the CBI, the\nDoctors who had conducted the post-mortem examination,\nthose who had taken the blood samples and the Scientists of\nthe CCMB were in league to implicate him in a false case. He\nhas further argued that there was no evidence of tampering with\nthe vaginal swabs and slides which had been sealed by the\nDoctors and handed over to the police and had been collected\nfrom the Malkhana by PW-39 Inspector Shekhawat and taken\nD\nE\nF\nG\nH\n934 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA to the CCMB, whereas the blood samples, on the contrary, had\nbeen retained in the office of Dr. N.S. Kalra in the RML Hospital\nand that Inspector Shekhawat had taken them from there and\ngone straight on to Hyderabad and delivered them to the CCMB\nwith seals intact.\nB\nC\nD\n20. At the very outset, we must dispel Mr. Sushil Kumar's\nrather broad argument that the primary allegations were of rape\nwhereas murder was a secondary issue in the facts of the case\nand that the proof of murder would depend on proof of rape.\nWe see from the record that there is very substantial evidence\nwith regard to the allegations of murder simpliciter and have\nbeen dealt with under circumstance No.11. We first see that\nright from the year 1994 to January 1996, that is a few days\nbefore the murder, the appellant had been continuously\nharassing the deceased and that this allegation has been\nproved by ocular and documentary evidence. We also see that\nthe appellant had been seen in the Faculty of Law, University\nof Delhi on the morning of the incident and had no business to\nbe present at that place as he had passed out in the year 1994.\nHe was also seen by PW-2 Shri Kuppaswami outside the\nE house of the deceased at about 5 p.m. and was carrying a\nhelmet with an intact fixed visor, and was seen moving out of\nthe Vasant Kunj Colony by two witnesses soon after 5 p.m.\n(though these witnesses ultimately turned hostile). The only\nargument against PW-2 is that his statement under Section 161\nF of the Code of Criminal Procedure had been recorded after\nthree days. We find nothing adverse in this matter as there was\nutter confusion in the investigation at the initial stage. Moreover,\nPW-2 was a next neighbour and a perfectly respectable witness\nwith no bias against the appellant. In addition, the recovery of\nG the helmet with a broken visor and the recovery of glass pieces\napparently of the visor from near the dead body and the fact\nthat the appellant himself sustained injuries while mercilessly\nbeating the deceased with his helmet (as per the F.S.L. Report\nEx.PW50/H4) and causing 19 injuries including three fractured\nribs, are other circumstances with regard to the murder.\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 935\n[HARJIT SINGH BEDI, J.]\nAssuming, therefore, for a moment, that there was some. A\nuncertainty about the rape, the culpability of the appellant for\nthe murder is nevertheless writ large and we are indeed\nsurprised at the decision of the Trial Judge in ordering an\noutright acquittal.\nWith this background, we now examine the evidence\nleading to the charge of rape.\n21. It is the primary submission of Mr. Sushil Kumar that\nthe vaginal swabs and slides taken from the dead body at the\ntime of the post-mortem examination had been tampered with\nand as there was some suspicion with regard to the blood\nsamples taken by Dr. N.S.Kalra on the 25th January, the DNA\nreport too could not be relied upon. This is a rather far fetched\nplea as it would mean that not only the investigating agency,\nthat is the senior officers of the CBI and DSP Ohri in particular,\nthe doctors who had taken the vaginal swabs and slides, the\ndoctors and other staff who had drawn the blood samples, and\nthe scientists in Hyderabad had all been in a conspiracy to harm\nthe appellant. To our mind, this premise is unacceptable. We\nsee from the post mortem report Ex.PW33/B dated 25th\nJanuary 1996 and the endorsement thereon that one bundle\ncontaining a full sleeved high neck pinkish violet colour T-shirt\nhaving a cut mark over the area of the left breast region, one\nblue coloured jeans, one pair of woolen socks, one white\ncoloured brassiere and one blue coloured underwear had been\nsealed and handed over to the investigating officer, Inspector\nLalit Mohan. It also finds mention that these items along with\ntwo vaginal swabs and two slides had also been handed over\nto the I.O. It has been submitted by Mr. Sushil Kumar that these\nitems had been retained by Inspector Lalit Mohan till the 25th\nof January 1996 and then handed over to PW-38 Inspector\nSunit Kumar of the CBI. Inspector Sunit Kumar, however,\ndeposed that on the 29th January 1996, and on the direction\nof DSP Ohri, he had gone to the department of Forensic\nMedicine, Safdarjung Hospital, and taken the bundle of clothes.\nB\nC\nD\nD\nE\nF\nG\nH\n936 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA and one jar containing vaginal swabs and slides duly sealed\nand several other items as well and that a specimen of the seal\nhad also been obtained by him. It is, therefore, obvious that till\n29th of January 1996 the aforesaid articles remained in the\ncustody of the Safdarjung Hospital and that they were deposited\nB in the malkhana on the 29th January 1996.\nC\n22. We notice from the cross-examination of Inspector Sunit\nKumar that not a single question had been put to him in the\ncross-examination doubting the receipt of the aforesaid items\nfrom the hospital on the 29th January 1996. DSP Ohri\nconfirmed the evidence of Inspector Sunit Kumar Sharma that\nhe had received the case property from the hospital and it had\nbeen deposited in the malkhana the same day. We have also\nexamined the photocopy of the Ex.PW47/A, which is the\nmalkhana register. It first refers to the various items taken by\nD Inspector Sunit Kumar from the hospital earlier that day\nincluding the clothes and there is some overwriting with respect\nto the vaginal swabs and slides. Mr. Sushil Kumar has thus\nraised a suspicion that the entry with regard to the vaginal swabs\nand slides was an interpolation with no sanctity attached to the\nE semen samples. We are unable to accept this submission for\nthe simple reason that the post-mortem clearly refers to the\naforesaid samples along with several other items which had\nbeen taken from the dead body on the 25th January 1996 and\nwhich had been retained at the Safdarjung Hospital till 29th\nF January 1996 when they had been handed over to Inspector\nSunit Kumar who had handed them over further to PW Ohri who\nhad deposited them in the malkhana. Furthermore, a perusal\nof the post-mortem report Ex.P33/B bears an endorsement that\nthree items that is a copy of the report, the inquest proceedings\nand the dead body had been handed over to the Constable at\n6 p.m. on 25th January 1996 but all the other items had been\ntaken by the CBI on the 29th January. Significantly we find an\nacknowledgement at the top right hand corner of the post-\nmortem report which reads as under:\nG\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI\n[HARJIT SINGH BEDI, J.]\n937\n“issued against authority letter No.399/3/1(S)/SIV V SIC-II\ndated 29.1.96 from CBI – authorizing Shri Sunit Sharma\nInsp. CBI.\"\n-\nA\nB\nC\nD.\nInspector Sunit Kumar had also acknowledged the receipt\nof the articles on the 29th at Point X. It is thus clear that the\nthree first mentioned items had been handed over to the\nConstable on the 25th January at 6 p.m. but the other items had\nbeen handed over to the Inspector on the 29th. It bears notice\nthat the 26th to 28th January 1996 were holidays which was\nperhaps the cause as to why some of the items including the\nsemen swabs and stains and the clothes of the deceased\nremained in the custody of the hospital authorities till the 29th.\nWe have also perused the evidence of PW47 Constable\nRajinder Singh of the CBI who was the In-charge of the\nmalkhana on the day in question. He admitted that there was\nno mention that the swabs and slides were contained in a glass\njar, but the fact that the entries had been interpolated has been\nemphatically denied. It is also significant that these items had\nbeen taken by Inspector Shekhawat from the malkhana on the\n31st January 1996 in a sealed condition and in a glass jar and\nhanded over to the CCMB Hyderabad in an identical condition.\nIn this connection, we have gone through the evidence of PW49\nDr.Lalji Singh who deposed on oath that all the aforesaid items\nalong with several others, (which we will deal with later) had\nbeen received in a sealed condition as his organization did not\naccept any item which was without a seal. He further stated that\nalong with samples he had received the sample seals which\nhad been affixed on the bundle of clothes and the bottle carrying\nvaginal swabs and slides. It is also of significance that the\nvaginal swabs and slides find mention on the third page of the\npost-mortem report whereas the other items taken from the G\ndead body are on internal page one. This raises the possibility\nthat the Head Constable had, at the initial stage, missed the\narticles on page 3 and thereafter rectified the mistake. No\nadverse inference against the prosecution can, thus, be drawn\nwith regard to the retention of the items in the malkhana. It is\nE\nF\nH\n938 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA also pertinent that no suggestion was put either to the Doctors\nor to DSP Ohri or to Sub-Inspector Shekhawat that the seals\nof the aforesaid articles had been tampered with.\nB\nC\nD\n23. We now come to the suspicion with regard to the\ntaking and storage of the blood samples of the appellant. PW\nDr. N.S.Kalra who was the Head of the Bio-Chemistry\nDepartment of Ram Manohar Lohia Hospital at the relevant\ntime deposed that by letter Ex.34/A a request had been made\nto the hospital to take blood samples of the appellant in two\nvials totalling 20 ml. Ms. Godawari, a Laboratory Assistant, was\naccordingly directed to take the blood samples in two 10 ml.\nsyringes whereafter the blood was transferred to 4 vials each\ncontaining 5 ml. which were duly sealed and tape applied over\nthem which was signed by Dr. Kalra, Dr. S.K.Gupta and DSP\nOhri and a memo Ex.PW34/B to that effect was prepared. He\nfurther deposed that the said vials had been kept in a\nrefrigerator under his supervision and were taken by the CBI\nofficers on January 31, 1996 from him and that while the vials\nremained in his custody, they were not tampered with in any\nmanner. He also testified that whenever blood was kept in a\nE refrigerator, as in the present case, there was little possibility\nof evaporation if the rubber cork was air tight and in cross-\nexamination he deposed that the watery constituent of blood\nwould not evaporate in the cool atmosphere of a refrigerator.\nMr. Sushil Kumar has accordingly argued that though the CBI\nF had requested for two samples of 10 ml. each yet the 20 ml.\nblood had been divided into four vials, and that when the\nsamples had been opened in the Laboratory at Hyderabad, only\n12 ml. blood in all had been recovered from the four vials. We,\nhowever, find that no suspicion can be raised with regard to\nG the sanctity of the samples. It has come in the evidence of Dr.\nLalji Singh that 12 ml. of blood said to be that of the appellant\nSantosh Kumar Singh in four sterile vials containing about 3\nml. each had been received through Inspector Ranbir\nShekhawat along with other items. He further explained that in\nH cross-examination that if the blood samples were kept in a\nSANTOSH KUMAR SINGH v. STATE THR. CBI 939\n[HARJIT SINGH BEDI, J.]\nB\nD\nrefrigerator and handed over to the Inspector on the 31st A\nJanuary and received in the laboratory the next day, it was not\nlikely that 2 ml. out of each of the four vials would evaporate\nalthough some blood could have evaporated. He further stated\nthat there appeared to be some leakage in the vials as traces\nof blood appeared to be in the material with which the vials had\nbeen sealed although this fact did not find mention in his report.\nHere too, we must emphasize that the blood samples were in\nthe custody of the hospital till they were received by the\nInspector Shekhawat for the first time on 31st January 1996 and\nhe had left for Hyderabad the same day and handed over the\nsamples and other items to the laboratory on 1st February\n1996. The trial court has had much to say on this aspect. It has\nheld that Dr. N.S.Kalra was a doctor who could be influenced\nin the matter. Reliance has also been placed on the document\nPW34/A of Shri Bhatnagar addressed to the Medical\nSuperintendent of RML Hospital that two samples of blood of\n10 ml. be taken from the accused and then goes on to say that\n20 ml. blood was taken but it had been divided into four vials\nof 5 ml. each which was against the requisition. The trial court\nobserved that as per the deposition of CW1 Dr. G.V.Rao of\nthe CCMB, Hyderabad the samples had been received in the\nlaboratory but only 12 ml. blood had been found in the vials\nwhich raised serious questions and the prosecution was thus\ncalled upon to explain as to how 8 ml. of blood had\ndisappeared and in the absence of a proper explanation, the\npossibility that the said samples had been tampered with, could\nnot be ruled out. The trial court has, accordingly, rejected the\nevidence of Dr. N.S.Kalra, Dr. Lalji Singh and Dr. G.V.Rao as\nto why and how the quantity of the blood may have been\nreduced. The court also examined the document PW-34/B,\nwhich is the memo relating to the taking of the blood samples,\nand by some very curious reasoning concluded that some\nadditions had been made in the document as some words were\nnot in their proper place and sequence and appeared to have\nbeen squeezed in and that the handwriting was also not\nidentical. We have minutely perused the document ourselves H\nE\nF\nןד\nG\n940 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA and can find no such flaw. We also find absolutely no reason\nto accept the very broad and defamatory statement of the trial\ncourt that Dr. N.S.Kalra was a convenient witness for the\nprosecution as there is no basis for this finding. On the other\nhand, there is ample evidence to suggest that the blood\nB samples had been kept in the hospital in a proper way and\nhanded over to Inspector Shekhawat who had taken them to\nthe CCMB, Hyderabad and that the explanation tendered by\nDr. Lalji Singh and Dr. G.V.Rao as to why the quantity of blood\nmay have been reduced, merits acceptance. The High Court\nC was, therefore, fully justified in holding that the trial court's\nconclusions on the question of the retention and dispatch of the\nswabs and slides and the clothes of the deceased the blood\nsamples was faulty, and based on a perverse assessment of\nthe evidence.\nD\n24. We now come to the circumstance with regard to the\ncomparison of the semen stains with the blood taken from the\nappellant. The trial court had found against the prosecution on\nthis aspect. In this connection, we must emphasize that the\nCourt cannot substitute its own opinion for that of an expert,\nE more particularly in a science such as DNA profiling which is\na recent development. Dr. Lalji Singh in his examination in chief\ndeposed that he had been involved with the DNA technology\never since the year 1974 and he had returned to India from the\nU.K. in 1987 and joined the CCMB, Hyderabad and had\nF developed indigenous methods and techniques for DNA finger\nprinting which were now being used in this country. We also\nsee that the expertise and experience of Dr. Lalji Singh in his\nfield has been recognized by this Court in Kamalantha \u0026 Ors.\nVs. State of Tamil Nadu 2005 (5) SCC 194. We further notice\nG that CW-1 Dr. G.V.Rao was a scientist of equal repute and he\nhad in fact conducted the tests under the supervision of Dr.Lalji\nSingh. It was not even disputed before us during the course of\narguments that these two scientists were persons of eminence\nand that the laboratory in question was also held in the highest\nesteem in India. The statements of Dr. Lalji Singh and Dr.'G.V.\nH\n"}