{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SANTOSH KUMAR SINGH v. STATE THR. CBI 941\n[HARJIT SINGH BEDI, J.]\nB\nC\nRao reveal that the samples had been tested as per the A\nprocedure developed by the laboratory, that the samples were\nsufficient for the purposes of comparison and that there was\nno possibility of the samples having been contaminated or\ntampered with. The two scientists gave very comprehensive\nstatements supported by documents that the DNA of the semen\nstains on the swabs and slides and the underwear of the\ndeceased and the blood samples of the appellant was from a\nsingle source and that source was the appellant. It is significant\nthat not a single question was put to PW Dr. Lalji Singh as to\nthe accuracy of the methodology or the procedure followed for\nthe DNA profiling. The trial court has referred to a large number\nof text books and has given adverse findings on the accuracy\nof the tests carried out in the present case. We are unable to\naccept these conclusions as the court has substituted its own\nopinion ignoring the complexity of the issue on a highly technical\nsubject, more particularly as the questions raised by the court\nhad not been put to the expert witnesses. In Bhagwan Das \u0026\nAnr. vs. State of Rajasthan AIR 1957 SC 589 it has been held\nthat it would be a dangerous doctrine to lay down that the report\nof an expert witness could be brushed aside by making\nreference to some text on that subject without such text being\nput to the expert.\nD\nE\n25. The observations in Gambhir vs. State of Maharashtra\nAIR 1982 SC 1157 are even more meaningful in so far as we\nare concerned. In this case, the doctors who had conducted the F\npost-mortem examination could not give the time of death. The\nHigh Court, in its wisdom, thought it proper to delve deep into\nthe evidence and draw its own conclusions as to the time of\ndeath and at the same time, made some very adverse and\ncaustic comments with regard to the conduct of the Doctors, G\nand dismissed the appeal of the accused. This Court (after the\ngrant of special leave) allowed the appeal and reverting to the\nHigh Court's opinions of the doctors observed:\n\"The High Court came to its own opinion when the doctors\nfailed to give opinion. The Court has to draw its conclusion\nH\nA\nB\nC\n942 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\non the basis of the materials supplied by the expert\nopinion. The High Court has tried to usurp the functions of\nan expert.\"\nThis is precisely the error in which the trial court has fallen.\nIt is significant that at the initial stage only Dr. Lalji Singh had\nbeen summoned to prove the DNA report and it was during the\ncourse of final arguments that the court thought it fit to summon\nDr. G.V.Rao as a court witness. This witness was subjected to\nan extra-ordinarily detailed examination-in-chief and even more\ngruelling and rambling a cross-examination running into a\nhundred or more pages spread over a period of time. The trial\ncourt finally, and in frustration, was constrained to make an order\nthat the cross-examination could not go on any further. We are\nof the opinion that the defence counsel had attempted to create\nconfusion in the mind of CW-1 and the trial court has been\nD swayed by irrelevant considerations as it could hardly claim the\nstatus of an expert on a very complex subject. We feel that the\ntrial court was not justified in rejecting the DNA Report, as\nnothing adverse could be pointed out against the two experts\nwho had submitted it. We must, therefore, accept the DNA\nE report as being scientifically accurate and an exact science as\nheld by this Court in Smt. Kamti Devi v. Poshi Ram AIR 2001\nSC 2226. . In arriving at its conclusions the trial court was also\ninfluenced by the fact that the semen swabs and slides and the\nblood samples of the appellant had not been kept in proper\nF custody and had been tampered with, as already indicated\nabove. We are of the opinion that the trial court was in error on\nthis score. We, accordingly, endorse the conclusions of the High\nCourt on circumstance No.9.\nG\nH\n26. Mr. Sushil Kumar, has almost at the fag end of his\narguments, dealt with the question of motive. He has pointed\nout that it was by now well settled that motive alone could not\nform the basis for conviction as in a case of circumstantial\nevidence the chain envisaged was to be complete from the\nbeginning to the end and to result in the only hypothesis that\nSANTOSH KUMAR SINGH v. STATE THR. CBI 943\n[HARJIT SINGH BEDI, J.]\nthe accused and the accused alone was guilty of the crime. In A\nthis connection, he has pointed out that the oral and\ndocumentary evidence relied upon by the prosecution raised\nsome misgivings and confusion in the relationship of the\nappellant and the deceased inter-se, but they could not have\nbeen the cause for the rape and murder. The learned ASG has,\nhowever, taken us to the evidence to argue that there was\nabsolutely no doubt that the appellant felt frustrated as the\ndeceased was not giving in to his overtures despite having been\npursued relentlessly over two years, and had in anger and\nfrustration, committed the rape and murder. It has been c\nreiterated that the finding of the trial court and the High Court\non the motive (which were circumstances Nos. 1, 2 and 3) has\nbeen concurrent inasmuch that the appellant had the motive to\ncommit the murder.\nD\n27. We have gone through the evidence on this score. As\nalready observed, this comprises ocular and documentary\nevidence. The relevant documents in this connection are\nEx.PW6/C, a complaint dated 25th of February 1995 in which\nthe deceased referred to an earlier incident in which the\nappellant had been harassing her either at her residence B-1/ E\n4 Safdarjung Enclave or in the Faculty of Law and then pointed\nout that on that day as well when she had left her house at 10.30\na.m. to go to a friends place she had found the appellant\nfollowing her and trying to stop her at every traffic light and\nharassing and shouting at her on which she had made a F\ncomplaint at the R.K.Puram Police Station and as a\nconsequence thereof the appellant had tendered two apologies\nEx.PW6/DB, and an undertaking not to harass her any more.\neither himself or through his friends or to spoil her reputation.\nThese apologies also dated 25th of February 1995 were G\nwitnessed by PW Lt. Col. S.K.Dhar and Sub-Inspector Rajinder\nKumar. This was followed by another complaint Ex.PW 11/A\nregarding some incident at the Khyber Petrol Pump and another\nundertaking was given by the appellant that he would not harass\nher on which she withdrew her complaint. The trial court further\nH\nB\nC\nD\n944 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA noticed that yet another incident had happened at about 3 p.m.\non 16th August 1995 when the appellant had followed her home.\nall the way from the University. A message was accordingly\nflashed from a PCR and received at Police Station, Vasant\nKunj, and was recorded in the Daily Entry Register as Ex.\nPW12/A. An enquiry was entrusted to PW-12 Head Constable\nVijay Kumar who went to the house of the deceased and took\na report Ex.PW1/A dictated by her to her father and the\nappellant was thereafter arrested and taken to the police station\nalong with his motorcycle. In this report the deceased wrote\nabout the earlier incidents of harassment and also the\napologies that had been tendered by the appellant from time\nto time. It appears, however, that the police was under some\ninfluence and instead of pursuing the complaint to its logical\nend, several police officers, including the SHO, ACP Parbhati\nLal and ACP Satender Nath persuaded the deceased to\ncompromise the matter on which the deceased was compelled\nto state that the complaint be kept pending for the time being.\nWe also find that an incident had happened on 16th February\n1995 which led the deceased to file an FIR against the\nappellant under Section 354 of the IPC at Police Station,\nMaurice Nagar in which she wrote that despite the fact that a\nPSO had been attached with her because of the appellant's\nmisconduct, he had still continued to chase and harass her and\nthat as she was entering her class room he had caught hold of\nher arm and threatened her and tried to forcibly talk to her and\nthat she had immediately called her PSO who made a call to\nthe Maurice Nagar Police Station and the police had come and\ntaken him away. In addition to this, we find that the appellant\nhad made a complaint against the deceased to the University\nauthorities and followed it up with a reminder that she was\nG pursuing two courses in the University at the same time which\nwas against the rules with the result the University had issued\na show cause notice to her and that the matter was still under\nenquiry with the University when the present incident happened.\nThere is ocular evidence as well. PW1 Shri C.L.Mattoo,\nH deposed that when he visited Delhi in December 1995 he\nE\nF\nSANTOSH KUMAR SINGH v. STATE THR. CBI 945\n[HARJIT SINGH BEDI, J.]\nC\nD\nnoticed that the appellant and two or three boys were passing A\nlewd remarks at his daughter. Likewise, it has come in the\nevidence of PW44 Smt. Rageshwari Mattoo, who testified that\nwhile she was admitted in the AIIMS, the appellant had\nrepeatedly called the deceased on telephone despite the fact\nthat she was not taking his calls. The courts below have also B\nplaced reliance on the evidence of three witnesses in support\nof the telephone calls i.e. PW10 Tanwir Ahmed Mir, PW13\nSatender Kumar Sharma, Advocate and PW16 Ms. Manju\nBharti, Advocate who came into witness box to state that the\ndeceased had told them that the appellant was harassing her\non the telephone as well. We also notice other evidence with\nregard to the sexual harassment. PW44 deposed that when she\nhad visited Lt. Col. S.K.Dhar's home Delhi in January 1995 (with\nwhom the deceased was then residing), the appellant had tried\nto forcibly enter the house while she was present on which she\nhad told him that as the deceased was already engaged, he\nshould not harass her. She also referred to the fact that in\nFebruary 1995 when she had visited Delhi again, Bishamber,.\nthe domestic servant of Lt. Col. S.K.Dhar had brought a\nbouquet from the outside with a chit reading \"Valentines Day -\nE\nwith love from Santosh\". These incidents of harassment were\nconfirmed by Lt. Col. S.K.Dhar as well who deposed that the\nappellant had been harassing the deceased from November\n1994 onwards and would repeatedly come to his house on his\nblack Bullet motorcycle. In the light of the above evidence, the\nmotive stands proved beyond any doubt. It appears that as the\nappellant's overtures had been rebuffed by the deceased, he\nhad resorted to harassing her in a manner which became more\nand more aggressive and crude as time went by. It is evident\nthat the appellant was well aware of her family background and\ndespite several complaints against him and the provision of a\nPSO, he had fearlessly and shamelessly pursued her right to\nthe doorsteps of her residence ignoring the fact that she had\nfirst lived in the house of Lt. Col. S.K.Dhar, an Army Officer from\nthe end of 1994 onwards and after January 1996 with her\nparents, her father too being a very senior officer in a Semi- H\nF\nG\n946 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA Government Organization. It has come in the evidence of PW\nSmt. Rageshwari Mattoo that the police officers before whom\nthe appellant had been brought on the complaints had desisted\nfrom taking any action against him and had, on the contrary\nharassed her, her husband and the deceased by summoning\nB and detaining them in the Police Station at odd hours and for\nlong periods of time. It was this behaviour that led the trial court\nto comment very adversely on the conduct of some of the police\nofficers involved. We endorse the findings of the trial court that\nthe conduct of these officers deserves to be condemned as\nC reprehensible.\n28. We are, therefore, of the opinion that circumstances 1\nto 3 which have been found by two courts against the appellant\nand in favour of the prosecution constitute a very strong chain\nin the prosecution's case. We agree with Mr. Sushil Kumar's\nD broad statement that motive alone cannot form the basis of\nconviction but in the light of the other circumstances, the motive\ngoes a very long way in forging the links in the chain.\nF\n29. A few additional submissions made by Mr. Sushil\nE Kumar while arguing the matter in reply must now be dealt with.\nHe has first pointed out that the trial court had acquitted the\nappellant and the High Court had reversed the judgment and\nthe matter before us was, therefore, in the nature of a first\nappeal and the guiding principles relating to interference in such\nan appeal by the High Court postulated in Arulvelu \u0026 Anr. vs.\nState \u0026 Anr. (2009) 10 SCC 206 had to be adhered to. He\nhas also submitted that it was now well settled that all\ncircumstances which were to be used against an accused in a\ncriminal case were to be put to him in his statement under\nSection 313 of the Cr.P.C. failing which the said circumstance\ncould not be taken into account. Reliance for this plea has been\nplaced on Ishwar Singh vs. State of U.P. (1976) 4 SCC 355\nand Ashraf Ali vs. State of Assam (2008) 16 SCC 328.\nElaborating on this aspect, it has been pointed out that the\nallegation that the appellant had strangulated the deceased with\nG\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 947\n[HARJIT SINGH BEDI, J.]\nthe use of a wire of the heat convector and the fact that the\nhelmet had been used for causing the injuries to the deceased\nhad not been put to him. The learned ASG too has placed\nreliance on a large number of judgments to the effect that the\nomission to put a question to an accused would not ipso-facto\nresult in the rejection of that evidence as the onus lay on the\naccused to show prejudice. These judgments are Sharad\nBirdhichand Sarda vs. State of Maharashtra (1984) 4 SCC\n116 and Suresh Chandra Bahri vs. State of Bihar 1995 Supp\n(1) SCC 80.\nA\nB\nC\nD\n30. We first examine the argument with regard to the\npropriety of the High Court's interference in an acquittal appeal\nassuming the present matter to be a first appeal. Undoubtedly,\na judgment of acquittal rendered by a trial court must be given\nthe greatest consideration and the appellate court would be\nslow in setting aside that judgment, and where two views are\npossible, the one taken by the trial court would not be disturbed.\nOn the contrary if the trial court's judgment was perverse,\nmeaning thereby that it was not only against the weight of\nevidence but was all together against the evidence, interference\nwas called for. The High Court was alive to its limitation in such\na matter and while dealing with this argument first expressed\nits shock and observed that though virtually all the findings were\nin favour of the prosecution, yet curiously, the decision had been\nrendered in favour of the accused. The judgment of the trial court\nwas accordingly held to be perverse and against the evidence. F\nThe High Court (in paragraph 28) observed thus:\n\"We have carefully and extensively gone through the\nmaterial on record with the aid of counsel for the parties.\nSince this is an appeal from judgment of acquittal we can\ninterfere only if we are satisfied that the findings of the trial\ncourt are perverse and have resulted in grave miscarriage\nof justice. High Court while hearing an appeal against\nacquittal has the power to reconsider the whole evidence\nand to come to its own conclusion in place of the findings\nE\n0\nH\nA\nB\n948 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nof the trial court but only if the decision of the trial court is\nsuch which could not have been arrived at all by reasoning.\"\n31. We too believe from a perusal of the evidence that the\nHigh Court's observations were justified on the facts. In other\nwords, even assuming that the matter before us was to be\ntreated as a first appeal, we too would have interfered in the\nmatter and set aside the judgment of the trial court, as it was\nagainst the evidence and to desist from doing so would cause\ngreat injustice not only to the prosecution but even to the\ndeceased victim and her family.\n32. We now come to the argument with regard to the\nomission in putting certain questions to the appellant. It does\nappear from the circumstance that it was the appellant who had\nstrangulated the deceased and that too with the convector wire\nD had not been put to the appellant but it is clear from question\nNo.86 that the fact that death had been caused by asphyxiation\nas a result of strangulation by ligature and that the ligature\nmaterial was one with a soft surface, had been put to him. We\nalso see that when the injuries at serial Nos.1 to 11 in the post-\nE mortem report Ex.PW33/B had been put to the appellant, he\nhad merely made a statement that he did not know anything.\nWe further notice from the evidence of PW-33 Dr.A.K.Sharma\nthat the cause of death was strangulation and that the nature\nof injury Nos. 4 and 5, which referred to the ligature marks on\nthe neck, had been pointedly asked of the Doctor in cross-\nexamination. Likewise, the fact that the helmet had been used\nas weapon of offence, had not been specifically put to the\nappellant but here again we find absolutely no prejudice to the\nappellant on this score as the death had been caused not by\nthe use of the helmet but by strangulation and that the appellant\nand his counsel were fully alive to the prosecution story that the\nhelmet had been used as a weapon to beat the deceased into\nsubmission. Ishwar Singh's case (supra) cited by Mr. Sushil\nKumar was not dealing with a statement under Section 313 of\nthe Cr.P.C. The facts show that the ballam or bhala which were\nF\nG\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 949\n[HARJIT SINGH BEDI, J.]\nalleged to be the murder weapons had not been shown to the\ndoctor and this Court held that in this situation, it was not\npossible to convict the accused (who had been charged under\nSection 302/149) under Section 302 IPC simpliciter. This\npresent case does not fall within this category. Mr. Sushil Kumar\nhas, however, placed greater reliance on Ashraf Ali's case\n(supra) whereby this Court relying on a large number of\njudgments observed as under:\nA\nB\nC\n\"The object of Section 313 of the Code is to establish a\ndirect dialogue between the court and the accused. If a\npoint in the evidence is important against the accused, and\nthe conviction is intended to be based upon it, it is right\nand proper that the accused should be questioned about\nthe matter and be given an opportunity of explaining it.\nWhere no specific question has been put by the trial court\non an inculpatory material in the prosecution evidence, D\nit would vitiate the trial. Of course, all these are subject\nto rider whether they have caused miscarriage of justice\nor prejudice. This Court also expressed a similar view in\nS.Hamam Singh v. State (Delhi Admn.) while dealing with\nSection 342 of the Criminal Procedure Code, 1898\n(corresponding to Section 313 of the Code). Non-\nindication of inculpatory material in its relevant facts by the\ntrial court to the accused adds to the vulnerability of the\nprosecution case. Recording of a statement of the\naccused under Section 313 is not a purposeless exercise.\"\n'\n33. Undoubtedly, the observations are extremely relevant\nfor the purpose of this case but each case has to be seen on\nits own facts, more particularly that the omission had caused\nprejudice to the accused as would be clear from the rider put\nby the court in this very case (and highlighted by us). On the\ncontrary, we find that prejudice must ensue has been reiterated\nby this Court in Suresh Chandra Bahri's case (supra) and a\n1 very large number of other cases. This is what the Court has\nto say in Bahri's case:\nE\nF\nG\nH\nA\nB\nC\nD\n. E\nF\nG\nH\n950 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n\"Learned Senior Counsel Shri Sushil Kumar appearing\nfor the appellant Raj Pal Sharma submitted that in view\nof the fact that no question relating to motive having been\nput to the appellants on the point of motive under Section\n313 of the Code of Criminal Procedure, no motive for the\ncommission of the crime can be attributed to the\nappellants nor the same can be reckoned as\ncircumstance against the appellants. It is no doubt true\nthat the underlying object behind Section 313 CrPC is to\nenable the accused to explain any circumstance appearing\nagainst him in the evidence and this object is based on\nthe maxim audi alteram partem which is one of the\nprinciples of natural justice. It has always been regarded\nunfair to rely upon any incriminating circumstance without\naffording the accused an opportunity of explaining the said\nincriminating circumstance. The provisions in Section\n313, therefore, make it obligatory on the court to question\nthe accused on the evidence and circumstance\nappearing against him so as to apprise him the exact\ncase which he is required to meet. But it would not be\nenough for the accused to show that he has not been\nquestioned or examined on a particular circumstance but\nhe must also show that such non-examination has\nactually and materially prejudiced him and has resulted\nin failure of justice. In other words in the event of any\ninadvertent omission on the part of the court to question\nthe accused on any incriminating circumstance\nappearing against him the same cannot ipso facto vitiate\nthe trial unless it is shown that some prejudice was caused\nto him. In Bejoy Chand Patra v. State of W.B., this Court\ntook the view that it is not sufficient for the accused merely\nto show that he has not been fully examined as required\nby Section 342 of the Criminal Procedure Code (now\nSection 313 in the new Code) but he must also show that\nsuch examination has materially prejudiced him. The same\nview was again reiterated by this Court in Rama Shankar\nSingh v. State of W.B. In the present case before us it may\n"}