{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M. 1115\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nappellant, if the growers had applied for arbitration then in terms A\nof Section 8 of the Arbitration and Conciliation Act the dispute\narising out of the arbitration clause had to be referred to an\nappropriate arbitrator and the District Consumer Forums were\nnot entitled to entertain their complaint. This contention\nrepresents an extension of the main objection of the appellant\nthat the only remedy available to the farmers and growers who\nclaim to have suffered loss on account of use of defective seeds\nsold/supplied by the appellant was to file complaints with the\nconcerned Seed Inspectors for taking action under Sections 19\nand/or 21 of the Seeds Act.\nB\nC\nD\n28. The consideration of this issue needs to be prefaced\nwith an observation that the grievance of a farmer/grower who\nhas suffered financially due to loss or failure of crop on account\nof use of defective seeds sold/supplied by the appellant or by\nan authorised person is not remedied by prosecuting the seller/\nsupplier of the seeds. Even if such person is found guilty and\nsentenced to imprisonment, the aggrieved farmer/grower does\nnot get anything. Therefore, the so-called remedy available to\nan aggrieved farmer/grower to lodge a complaint with the\nconcerned Seed Inspector for prosecution of the seller/supplier E\nof the seed cannot but be treated as illusory and he cannot be\ndenied relief under the Consumer Act on the ground of\navailability of an alternative remedy.\n29. The remedy of arbitration is not the only remedy F\navailable to a grower. Rather, it is an optional remedy. He can\neither seek reference to an arbitrator or file a complaint under\nthe Consumer Act. If the grower opts for the remedy of\narbitration, then it may be possible to say that he cannot,\nsubsequently, file complaint under the Consumer Act. However,\nif he chooses to file a complaint in the first instance before the\ncompetent Consumer Forum, then he cannot be denied relief\nby invoking Section 8 of the Arbitration and Conciliation Act,\n1996 Act. Moreover, the plain language of Section 3 of the\nConsumer Act makes it clear that the remedy available in that\nG\nH\n1116 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA Act is in addition to and not in derogation of the provisions of\nany other law for the time being in force. In Fair Air Engineers\n(P) Ltd. v. N.K. Modi (supra), the 2-Judge Bench interpreted\nthat section and held as under:\nB\nC\nD\n_E\nF\nG\nH\n1\nI\ni\n\"the provisions of the Act are to be construed widely to give\neffect to the object and purpose of the Act. It is seen that\nSection 3 envisages that the provisions of the Act are in\naddition to and are not in derogation of any other law in\nforce. It is true, as rightly contended by Shri Suri, that the\nwords \"in derogation of the provisions of any other law for\nthe time being in force\" would be given proper meaning\nand effect and if the complaint is not stayed and the parties\nare not relegated to the arbitration, the Act purports to\noperate in derogation of the provisions of the Arbitration\nAct. Prima facie, the contention appears to be plausible\nbut on construction and conspectus of the provisions of the\nAct we think that the contention is not well founded.\nParliament is aware of the provisions of the Arbitration\nAct and the Contract Act, 1872 and the consequential\nremedy available under Section 9 of the Code of Civil\nProcedure, i.e., to avail of right of civil action in a\ncompetent court of civil jurisdiction. Nonetheless, the Act\nprovides the additional remedy.\nIt would, therefore, be clear that the legislature intended to\nprovide a remedy in addition to the consentient arbitration\nwhich could be enforced under the Arbitration Act or the\ncivil action in a suit under the provisions of the Code of\nCivil Procedure. Thereby, as seen, Section 34 of the Act\ndoes not confer an automatic right nor create an automatic\nembargo on the exercise of the power by the judicial\nauthority under the Act. It is a matter of discretion.\nConsidered from this perspective, we hold that though the\nDistrict Forum, State Commission and National\nCommission are judicial authorities, for the purpose of\nSection 34 of the Arbitration Act, in view of the object of\nNATIONAL SEEDS CORPORATION LTD. v. M. 1117\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nB\nthe Act and by operation of Section 3 thereof, we are of A\nthe considered view that it would be appropriate that these\nforums created under the Act are at liberty to proceed with\nthe matters in accordance with the provisions of the Act\nrather than relegating the parties to an arbitration\nproceedings pursuant to a contract entered into between\nthe parties. The reason is that the Act intends to relieve\nthe consumers of the cumbersome arbitration proceedings\nor civil action unless the forums on their own and on the\npeculiar facts and circumstances of a particular case,\ncome to the conclusion that the appropriate forum for C\nadjudication of the disputes would be otherwise those\ngiven in the Act.\"\n(emphasis supplied)\n30. In Skypay Couriers Limited v. Tata Chemicals Limited D\n(supra) this Court observed:\n\"Even if there exists an arbitration clause in an agreement\nand a complaint is made by the consumer, in relation to a\ncertain deficiency of service, then the existence of an\narbitration clause will not be a bar to the entertainment of\nthe complaint by the Redressal Agency, constituted under\nthe Consumer Protection Act, since the remedy provided\nunder the Act is in addition to the provisions of any other\nlaw for the time being in force.\"\n31. In Trans Mediterranean Airways v. Universal Exports\n(supra) it was observed:\nE\nF\n\"In our view, the protection provided under the CP Act to\nconsumers is in addition to the remedies available under G\nany other statute. It does not extinguish the remedies under\nanother statute but provides an additional or alternative\nremedy.\"\n32. The aforementioned judgments present a clear answer\nH\n1118\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA to the appellant's challenge to the impugned orders on the\nground that the growers had not availed the remedy of\narbitration. An ancillary point which may not detain us for long\nbut needs consideration is whether a grower is excluded from\nthe definition of 'consumer' because the seeds produced by\nB him are required to be supplied to the appellant. The argument\nof the learned counsel for the appellant is that the foundation\nseeds were supplied to the growers for commercial purpose\nand as such their cases would fall in the exclusion part of the\ndefinition of 'consumer'. In the first blush, this argument appears\nattractive but on a deeper examination, we do not find any merit\nin it. The expression \"any commercial purpose\" was considered\nin Laxmi Engineering Works v. P.S.G. Industrial Institute\n(1995) 3 SCC 583. The two-Judge Bench referred to the\namended definition of 'consumer' contained in Section 2 (d)\nand observed:\nC\nD\nE\nLL\nF\nG\nH\n\"Now coming back to the definition of the expression\n\"'consumer' in Section 2(d), a consumer means insofar as\nis relevant for the purpose of this appeal, (/) a person who\nbuys any goods for consideration; it is immaterial whether\nthe consideration is paid or promised, or partly paid and\npartly promised, or whether the payment of consideration\nis deferred; (ii) a person who uses such goods with the\napproval of the person who buys such goods for\nconsideration; (iii) but does not include a person who buys\nsuch goods for resale or for any commercial purpose. The\nexpression 'resale' is clear enough. Controversy has,\nhowever, arisen with respect to meaning of the expression\n\"commercial purpose\". It is also not defined in the Act. In\nthe absence of a definition, we have to go by its ordinary\nmeaning. 'Commercial' denotes “pertaining to commerce\"\n(Chamber's Twentieth Century Dictionary); it means\n\"connected with, or engaged in commerce; mercantile;\nhaving profit as the main aim\" (Collins English Dictionary)\nwhereas the word 'commerce' means “financial\ntransactions especially buying and selling of merchandise,\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1119\non a large scale\" (Concise Oxford Dictionary). The A\nNational Commission appears to have been taking a\nconsistent view that where a person purchases goods \"with\na view to using such goods for carrying on any activity on\na large scale for the purpose of earning profit” he will not\nbe a 'consumer' within the meaning of Section 2(d)(1) of B\nthe Act. Broadly affirming the said view and more\nparticularly with a view to obviate any confusion — the\nexpression \"large scale” is not a very precise expression\n-\nParliament stepped in and added the explanation to\nSection 2(d)(i) by Ordinance/Amendment Act, 1993.\"\nC\nD\nE\n33. What needs to be emphasized is that the appellant had\nselected a set of farmers in the area for growing seeds on its\nbehalf. After entering into agreements with the selected farmers,\nthe appellant supplied foundation seeds to them for a price, with\nan assurance that within few months they will be able to earn\nprofit. The seeds sown under the supervision of the expert\ndeputed by the appellant. The entire crop was to be purchased\nby the appellant. The agreements entered into between the\nappellant and the growers clearly postulated supply of the\nfoundation seeds by the appellant with an assurance that the\ncrop will be purchased by it. It is neither the pleaded case of\nthe appellant nor any evidence was produced before any of the\nConsumer Forums that the growers had the freedom to sell the\nseeds in the open market or to any person other than the\nappellant. Therefore, it is not possible to take the view that the\ngrowers had purchased the seeds for resale or for any\ncommercial purpose and they are excluded from the definition\nof the term 'consumer'. As a matter of fact, the evidence brought\non record shows that the growers had agreed to produce seeds\non behalf of the appellant for the purpose of earning their G\nlivelihood by using their skills and labour.\n34. We shall now deal with the question whether the District\nForum committed a jurisdictional error by awarding\ncompensation to the respondents without complying with the\nF\nH\nC\n1120 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA procedure prescribed under Section 13(1)(c). A reading of the\nplain language of that section shows that the District Forum can\ncall upon the complainant to provide a sample of goods if it is\nsatisfied that the defect in the goods cannot be determined\nwithout proper analysis or test. After the sample is obtained,\nB the same is required to be sent to an appropriate laboratory\nfor analysis or test for the purpose of finding out whether the\ngoods suffer from any defect as alleged in the complaint or from\nany other defect. In some of these cases, the District Forums\nhad appointed agricultural experts as Court Commissioners\nand directed them to inspect the fields of the respondents and\nsubmit report about the status of the crops. In one or two cases\nthe Court appointed Advocate Commissioner with liberty to him\nto avail the services of agricultural experts for ascertaining the\ntrue status of the crops. The reports of the agricultural experts\nproduced before the District Forum unmistakably revealed that\nthe crops had failed because of defective seeds/foundation\nseeds. After examining the reports the District Forums felt\nsatisfied that the seeds were defective and this is the reason\nwhy the complainants were not called upon to provide samples\nof the seeds for getting the same analysed/tested in an\nappropriate laboratory. In our view, the procedure adopted by\nthe District Forum was in no way contrary to Section 13(1)(c)\nof the Consumer Act and the appellant cannot seek annulment\nof well-reasoned orders passed by three Consumer Forums on\nthe specious ground that the procedure prescribed under\nF Section 13(1)(c) of the Consumer Act had not been followed.\nD\nE\n35. The issue deserves to be considered from another\nangle. Majority of the farmers in the country remain illiterate\nthroughout their life because they do not have access to the\nG system of education. They have no idea about the Seeds Act\nand the Rules framed thereunder and other legislations, like,\nProtection of Plant Varieties and Farmers' Rights Act, 2011.\nThey mainly rely on the information supplied by the Agricultural\nDepartment and Government agencies, like the appellant.\nOrdinarily, nobody would tell a farmer that after purchasing the\nH\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1121\nseeds for sowing, he should retain a sample thereof so that in A\nthe event of loss of crop or less yield on account of defect in\nthe seeds, he may claim compensation from the seller/supplier.\nIn the normal course, a farmer would use the entire quantity of\nseeds purchased by him for the purpose of sowing and by the\ntime he discovers that the crop has failed because the seeds B\npurchased by him were defective nothing remains with him\nwhich could be tested in a laboratory. In some of the cases,\nthe respondents had categorically stated that they had sown the\nentire quantity of seeds purchased from the appellant.\nTherefore, it is naïve to blame the District Forum for not having C\ncalled upon the respondents to provide the samples of seeds\nand send them for analysis or test in the laboratory.\nD\nE.\n36. It may also be mentioned that there was abject failure\non the appellant's part to assist the District Forum by providing\nsamples of the varieties of seeds sold to the respondents. Rule\n13(3) casts a duty on every person selling, keeping for sale,\noffering to sell, bartering or otherwise supplying any seed of\nnotified kind or variety to keep over a period of three years a\ncomplete record of each lot of seeds sold except that any seed\nsample may be discarded one year after the entire lot\nrepresented by such sample has been disposed of. The sample\nof seed kept as part of the complete record has got to be of\nsimilar size and if required to be tested, the same shall be\ntested for determining the purity. The appellant is a large\nsupplier of seeds to the farmers/growers and growers.\nTherefore, it was expected to keep the samples of the varieties\nof seeds sold/supplied to the respondents. Such samples could\nhave been easily made available to the District Forums for\nbeing sent to an appropriate laboratory for the purpose of\nanalysis or test. Why the appellant did not adopt that course\nhas not been explained. Not only this, the officers of the\nappellant, who inspected the fields of the respondents could\nhave collected the samples and got them tested in a designated\nlaboratory for ascertaining the purity of the seeds and/or the\nextent of germination, etc. Why this was not done has also not H\nF\nG\n↓\n1122 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA been explained by the appellant. These omissions lend support\nB\nC\nto the plea of the respondents that the seeds sold/supplied by\nthe appellant were defective.\n37. In Maharashtra Hybrid Seeds Co. Ltd. v. Alavalapati\nChandra Reddy (1998) 6 SCC 738, this Court did not decide\nthe issue relating to the alleged non-compliance of Section\n13(1)(c) of the Consumer Act, but approved the reasoning of\nthe State Commission which found fault with the appellant for\nnot taking steps to get the seeds tested in an appropriate\nlaboratory. In that case, the respondent had complained that the\nsunflower seeds purchased by him did not germinate because\nthe same were defective. The complaint was contested by the\nappellant on several grounds. The District Forum allowed the\ncomplaint and declared that the respondent was entitled to\ncompensation @ Rs.2,000/- per acre in addition to the cost of\nD the seeds. The State Commission rejected the objection of the\nappellant that the District Forum had not collected the sample\nof the seeds and sent them for analysis or test for determining\nthe quality. The National Commission summarily dismissed the\nrevision filed by the appellant. In paragraph 4 of the judgment,\nE this Court extracted the finding recorded by the State\nCommission for upholding the order of the District Forum and\ndeclined to interfere with the award of compensation to the\nrespondent. The relevant portions of paragraph 4 are\nreproduced below:\nF\nG\nН\nH'\n\"Thus, it is clear that it is on the permit granted by the\nAgricultural Officer that the complainants purchased seeds\nfrom the opposite parties and that the same Agricultural\nOfficer visited the land and found that there was no\ngermination. In view of the letter written by the Agricultural\nOfficer to the opposite parties to which they sent no reply,\nit is clear that the same seeds that were purchased from\nthe opposite parties were sown and they did not\ngerminate. In view of the aforesaid letter of the Agricultural\nOfficer, the District Forum felt that the seeds need not be\nNATIONAL SEEDS CORPORATION LTD. v. M. 1123\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nsent for analysis. Moreover, if the opposite parties have A\ndisputed that the seeds were not defective they would have\napplied to the District Forum to send the samples of\nseeds from the said batch for analysis by appropriate\nlaboratory. But the opposite parties have not chosen to\nfile any application for sending the seeds to any B\nlaboratory. Since it is probable that the complainants\nhave sown all the seeds purchased by them, they were\nnot in a position to send seeds for analysis. In these\ncircumstances, the order of the District Forum is not\nvitiated by the circumstance that it has not on its own C\naccord sent the seeds for analysis by an appropriate\nlaboratory.\n***\nE\nIt is clear from the letter of the Agricultural Officer that the D\nopposite parties in spite of their promise, never visited the\nfields of the complainants. The opposite parties did not\nadduce any material to show that the complainants did not\nmanure properly or that there is some defect in the field.\nIn the absence of such evidence and in view of the conduct\nof the opposite parties not visiting the fields and having\nregard to the allegation in the complaint that there were\nrains in the month of September 1991 and the\ncomplainants sowed the seeds, it cannot be said that\nthere is any defect either in the manure or in the\npreparation of the soil for sowing sunflower seeds.\"\n(emphasis supplied)\nF\n38. Reference can usefully be made to the orders of the\nNational Commission in N.S.C. Ltd. v. Guruswamy (2002) G\nCPJ 13, E.I.D. Parry (1) Ltd. v. Gourishankar (2006) CPJ 178\nand India Seed House v. Ramjilal Sharma (2008) 3 CPJ 96.\nIn these cases the National Commission considered the issue\nrelating to non-compliance of Section 13(1)(c) in the context of\nthe complaints made by the farmers that their crops had failed\nH\n1124\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA due to supply of defective seeds and held that the District\nForum and State Commission did not commit any error by\nentertaining the complaint of the farmers and awarding\ncompensation to them. In the first case, the National\nCommission noted that the entire quantity of seeds had been\nB sown by the farmer and observed:\nC\nD\nE\nF\nG\nH\n\"There is no doubt in our mind that where complainant\nalleges a defect in goods which cannot be determined\nwithout proper analysis or test of the goods, then, the\nsample need to be taken and sent to a laboratory for\nanalysis or test. But, the ground reality in the instant case\nis that reposing faith in the seller, in this case the leading\nPublic Sector Company dealing in seed production and\nsale, the petitioner sowed whole of the seed purchased\nby him. Where was the question of any sample seed to\nbe sent to any laboratory in the case? Whatever the\nRespondent/Complainant had, was sown. One could have\nappreciated the bonafides better, if sample from the crop\nwas taken during the visit of Assistant Seed Officer of\nPetitioner - N.S.C. and sent for analysis. Their failure is\nunexceptionable. In our view, it is the Petitioner Company\nwhich failed to comply with the provisions of Section 13\n(c) of the Act. By the time, complainant could be filed even\nthis opportunity had passed. If the Petitioner Company was\nlittle more sensitive or alert to the complaint of the\nRespondent/Complainant, this situation might not have\narisen. Petitioner has to pay for his insensitivity. The\nRespondent/Complainant led evidence of State's\nagricultural authorities in support who made their\nstatements after seeing the crop in the field. The onus\npasses on to the Petitioner to prove that the crop which\ngrew in the field of the complainant was of ‘Arkajyothi' of\nwhich the seed was sold and not of 'Sugar Baby', as\nalleged. He cannot take shelter under Section 13 (c) of the\nCP Act. Learned Counsel's plea that Respondent/\nComplainant should have kept portion of seeds purchased\n"}