{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1085\nof Section 13(1)(c) of the Consumer Act was negatived by the A\nNational Commission and it was held that the report of the\nCommissioner, who was an expert in agriculture, was rightly\nrelied upon by the District Forum for coming to the conclusion\nthat the crop had failed due to the use of defective seeds.\nCivil Appeal No.3499 of 2000\nB\nC\nD\n6.1 Respondent P. V. Krishna Reddy is a grower having\nland in Khanpur village of Manopad Mandal of Mahabubnagar\nDistrict of Andhra Pradesh. He was one of the persons selected\nby the appellant in March 2000 for growing 'bitter gourd' seeds.\nThe appellant entered into an agreement with the respondent\nand assured him that by producing seeds on its behalf he will\nget minimum net profit of Rs.38,000/- per acre within a span\nof three months. In furtherance of the terms of agreement, the\nappellant supplied 5 kgs. of 'bitter gourd' foundation seeds to\nthe respondent by charging Rs.1,852.50 towards cost of the\nseeds, inspection fee etc. The appellant also appointed a\nsupervisor and the respondent sowed seeds under his\nsupervision by spending a sum of Rs.22,470/- towards labour\ncharges, fertilizers and pesticides. In September, 2000, officials E\nof the appellant visited the field of the respondent and others,\nwho had entered into similar agreements, and rejected the\nseeds grown by them on the pretext that the same were not fit\nfor certification.\n6.2 On receipt of the inspection report prepared by the\nofficials of the appellant, the respondent contacted the\nHorticulture Officer, who also inspected the field and submitted\na report with the conclusion that the crop had failed because\nthe seeds were defective. The respondent then filed a complaint\nunder the Consumer Act and prayed for issue of a direction to\nthe appellant to pay compensation of Rs.1,38,322/- with interest\nat the rate of 18% per annum and compensation of\nRs.1,00,000/- by alleging that he had suffered loss because the\nfoundation seeds supplied by the appellant were defective.\nF\nG\nH\nA\nB\n1086\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\n6.3 In the reply filed on behalf of the appellant, the following\nobjections were taken to the maintainability of the complaint:\n(i) that in view of the arbitration clause contained in the\nagreement, the only remedy available to the respondent was\nto apply for arbitration and the District Forum did not have the\njurisdiction to entertain the complaint.\n(ii) that the respondent had entered into an agreement for\ncommercial production of the seeds and, as such, he cannot\nbe treated as a 'consumer' within the meaning of Section 2(d)\nC of the Consumer Act.\nD\nE\nOn merits, it was pleaded that Shri M. V. Narsimha Rao,\nSeed Officer of NSC Kurnool had advised the respondent and\nother growers to remove off-types and diseased plants, which\nwere liable to be rejected but the growers ignored his advice.\nIt was then averred that during their visit on 8.9.2000, Shri M.\nV. Narsimha Rac, Shri M. V. Sudhakar and Area Manager,\nNSCL, Kurnool found 7% off-types seeds which were more than\nthe prescribed standards and, therefore, their crops were\nrejected. The report of the Horticulture Officer was contested\non the premise that the respondent did not get the seeds tested\nin any government laboratory.\n6.4 District Forum, Mahabubnagar overruled the\nobjections of the appellant by observing that the respondent had\nF purchased the seeds for earning livelihood by self-employment\nand not for any commercial purpose and that availability of\nremedy by way of arbitration does not operate as a bar to the\nentertaining of a complaint filed under the Consumer Act. The\nDistrict Forum also referred to the appellant's plea that issue\nG relating to quality of the seeds can be determined only by\ngetting the samples tested in a laboratory and rejected the\nsame by making the following observations:\nH\n\"The complainant purchased 5 kgs of bitter gourd seeds\nunder Ex.A-1 and sowed the seeds in an extent of 3 acres\nNATIONAL SEEDS CORPORATION LTD. v. M. 1087\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nA\nin his land. He sowed the entire seeds purchased by him.\nAt the time of sowing, he might not have known that he\nhad to keep back some seeds out of the seeds\npurchased by him as sample in the event of his\napproaching Forum if the seed crop was ultimately\nrejected by NSC. As all the seeds were sowed, he could B\nnot have taken out any seeds from the soil and produce\nthem before the District Forum for following the procedure\ncontemplated under Section 13(1) of C.P. Act. In those\ncircumstances, the sample of seeds could not be sent\nto the appropriate Laboratory for analysis as\ncontemplated under Section 13 of C.P. Act by the District\nForum.\"\n(emphasis supplied)\n6.5. The District Forum also opined that the appellant had\nfailed to substantiate its assertion that the respondent had not\nremoved off types and diseased plants despite the advice\ngiven by the Seed Officer by observing that no evidence had\nbeen produced in that regard. The District Forum finally\nconcluded that the foundation seeds supplied to the respondent\nwere faulty and the appellant was liable to compensate him.\nC\nD\nE\nF\n6.6 The State Commission dismissed the appeal filed by\nthe appellant and confirmed the order passed by the District\nForum. The National Commission considered the objections\nraised by the appellant to the maintainability of the complaint,\nreferred to the judgments of this Court in Fair Air Engineers\n(P) Ltd. v. N.K. Modi (1996) 6 SCC 385, State of Karnataka\nv. Vishwabharathi House Building Coop. Society (2003) 2\nSCC 412, CCI Chambers Housing Cooperative Society Ltd.\nv. Development Credit Bank Ltd. (2003) 7 SCC 233 and\nIndochem Electronic v. Additional Collector of Customs\n(2006) 3 SCC 721 and held that the complaint filed by the\nrespondent was maintainable because the jurisdiction of the\nconsumer forums is in addition to other remedies which may\nbe available to him. The National Commission further held that H\nG\n1088 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA the respondent is covered by the definition of 'consumer'\ncontained in Section 2(d) of the Consumer Act because he did\nnot purchase the seeds for any commercial purpose. The\nappellant's plea that the District Forum could not have awarded\ncompensation to the respondents without complying with\nB Section 13(1)(c) of the Consumer Act was negatived by the\nNational Commission by observing that after having used all\nthe seeds for sowing the respondent was not in a position to\nprovide sample for testing and the report of the Horticulture\nOfficer was sufficient for proving that the foundation seeds\nC. supplied by the appellant were defective.\nCivil Appeal No.4519 of 2009\n7.1 The respondent is an agricultural labourer. He used to\ntake the lands of other farmers on lease and cultivate the same\nD for his livelihood. He purchased tomato seeds from the.\nappellant in the name of the landowners. When the respondent\nnoticed that there was no yield from the plants, he approached\nthe appellant's Manager at Vijayawada and requested him to\ninspect the field and assess the damages, but the latter did not\nE respond. He then filed a complaint for award of compensation\nF\nG\nH\nof Rs.60,000/- with interest at the rate of 12% per annum by\nalleging that he had suffered loss because the seeds sold by\nthe appellant were defective.\n7.2 The appellant controverted the claim of the respondent\nand pleaded that the complaint was liable to be dismissed\nbecause the District Forum was not competent to decide the\nissue relating to the quality of seeds. It was also pleaded that\nthe crop had failed because while sowing the seeds the\nrespondent did not take necessary precaution.\n7.3 By an order dated 27.12.1995, District Forum,\nKhammam appointed Shri A. Jeevan Babu, Advocate as\nCommissioner to inspect the field of the respondent and\nestimate the loss, if any, sustained by him. The Advocate\nCommissioner requested the Principal, Agriculture College,\nNATIONAL SEEDS CORPORATION LTD. v. M. 1089\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nAswaraopet and Mandal Revenue Officer, Yerrupalem to A\ndepute an expert and an Administrative Officer of\nPeddagopavaram and Yerrupalem to assist him. The Principal\ndeputed Shri P. Sesha Reddy, Associate Professor and the\nM.R.O. deputed two executive officers to assist the Advocate\nCommissioner. Notice of the date of inspection was given to\nthe appellant but no one appeared on its behalf on the\nappointed day. After conducting inspection with the assistance\nof Shri P. Sesha Reddy and other officers, the Advocate\nCommissioner submitted report dated 31.1.1996, the relevant\nportions of which are extracted below:\nB\nC\nD\nE\n\"The field and the tomato fruits were examined by me and\nthe Agriculture Officer and all the persons. The petitioner\nwas also present, who told that he purchased the tomato\nseeds from the opposite party/respondent as usual and\ntransplanted the same in the month of Sep. 1995 and also\nmanured and applied pesticides as previous. The plants\nwere sown at a distance of 3 feets from each plant. The\ntomato trees were grown upto 3 to 5 feets height, but no\nprogress in the tomato fruits. The tomato fruits are small\njust like small bolls. There is no saleable value in the\nmarket for the said tomato fruits. The Agrl. Associate\nProfessor Sri P. Seshi Reddy has collected the earth in\nthe field and also trees along with the tomato fruits for\ntesting purpose. On enquiry the petitioner told regarding\nthe mode of cultivation that he adopted in sowing 'Naru'\napplying manure and pesticides. The petitioner\ncomplainant told that he was purchasing the tomato seeds\nfrom National Seeds Corporation Ltd., Vijayawada since\nmore than 5 years and he sustained heavy loss this year\ndue to non-production of the tomato yield since he supply G\nof with inferior quality of tomato seeds. I conducted\nPanchanama at the field to that effect on 4.1.1996.\nNumber of villagers gathered and they also opined that the\npetitioner complainant has sustained heavy loss this year.\nF\nH\nA\nB\nC\n1090\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nHe has shown empty tomato seeds packet, which is\navailable with him. Sri P. Sesha Reddy, Associate\nProfessor, Agri. College, Aswaraopet has sent a report\nwhich is being submitted herewith. He opined that the\nseed 'Pusa Early Dwarf' supplied by, NSC, Vijayawada\nto the farmers of Yerrupalem and Pedergopalem villages\nmay not be true type and crop failure to yield true type\nmay be due to defective seed. I returned back to\nKhammam on 4-1-1996 at 9-30 p.m. by passengers\ntrain.\"\n(emphasis supplied)\n7.4 The District Forum considered the material produced\nbefore it including the Commissioner's report, allowed the\ncomplaint of the respondent and directed the appellant to pay\nD him Rs.36,200/-. The State Commission and the National\nCommission approved the conclusion recorded by the District\nForum that the respondent had suffered loss because the seeds\nsold by the appellant were defective. The National Commission\ndealt with the appellant's plea that the District Forum had not\nE complied with Section 13(1)(c) and that there was violation of\nthe Andhra Pradesh Seeds (Control) Order, 1983 and held:\nF\nG\nH\n\"It is well settled by now that under Section 13 of the\nConsumer Protection Act, 1986 (hereinafter referred to as\n'the Act' for short), the burden to prove the deficiency, if\nany, on the part of the respondent, is on the complainant.\nSection 13(1)(c) provides that where a complainant\nalleges a defect in the goods which cannot be determined\nwithout proper analysis or test of the goods, the District\nForum shall obtain a sample of the goods from the\ncomplainant, seal it and authenticate it in the manner\nprescribed and refer the sample so sealed to the\nappropriate laboratory along with a direction to make an\nanalysis/test, whichever may be necessary. In other words,\nthere has to be some expert opinion to prove the fact. In\nthe present case, Dr. P. Sesha Reddy had inspected only\nNATIONAL SEEDS CORPORATION LTD. v. M. 1091\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nB\n9 fields, the details of which have been given by him in A\nhis Report and which have been referred to in the earlier\nparagraph. He did not inspect the fields of other\nrespondents. His Report is relevant insofar as the\nrespondents in Revision Petitions Nos. 131, 135, 136,\n137, 140, 142, 143 and 150 of 2003 are concerned.\nInsofar as respondents in the other 12 Revision Petitions,\ni.e., Revision Petition Nos. 132, 133, 134, 138, 139, 141,\n144, 145, 146, 147, 148 and 149 of 2003 are concerned,\nthey have failed to produce any expert opinion to show that\nthe seeds did not germinate in their fields because the\nseeds supplied were defective.\nLearned Counsel for the petitioner raised another objection\nthat under the Seeds Control Order, 1983, the Divisional\nOfficer, Seeds alone is competent to inspect and report\nabout the causes of failure of the crop. It was submitted\nthat Revision Petition Nos. 131, 135, 136, 137, 140, 142,\n143 and 150 of 2003 are liable to be dismissed as the\ndefects cannot be determined without analysis or tests,\nwhich the respondents in these Revision Petitions failed\nto get done. We find no substance in this submission. The\nSeeds Control Order, 1983 issued under G.O.M.s No. 97\nF\u0026A FP(2) dated 11.02.1985 does not debar any other\nagency from conducting an enquiry into the causes of\nfailure of crop other than the officers mentioned therein. In\nthe present case, it is at the instance of the District Forum\nthat a Report was got from a Local Commissioner through\nDr. P. Sesha Reddy, the expert who inspected the fields\nof 8 respondents and not others.\nThe petitioners had not sent their representatives to the\nfields of the complainant/respondents in spite of their\nmaking representations to that effect. Petitioner failed to\ntake any step on the representations/complaints received\nfrom the respondents. The Report submitted by the Expert\ncan certainly be taken into consideration even if there was\nC\nD\nE\nF\nG\nH\nA\nB\nC\n1092\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nno analysis of the seeds from a laboratory. Non-\nexamination of the seeds from the laboratory is not fatal\nto the case of the complainants whose fields were\ninspected by Dr. P. Sesha Reddy regarding which he gave\nan opinion as an expert. Nothing stopped the petitioner\nfrom sending the sample seeds for analysis to a\nlaboratory. There is no explanation as to why it could not\nsend the seeds for analysis.\"\n(emphasis supplied)\n8. Factual matrix of other cases is substantially similar\nexcept that some of the respondents had purchased Castor\nseeds while others had purchased Chilli seeds. In a number of\ncases, the District Forums appointed Commissioner or referred\nthe matter to the officers of the Agriculture Department for their\nD opinion about the quality of seeds and ordered payment of\ncompensation by relying upon their reports.\nE\n9. We may also mention that in none of these cases, the\nappellant had offered to produce samples of the variety of the\nseeds sold/supplied to the respondents and made a prayer.\nbefore the District Forum that the same may be got tested/\nanalysed in an appropriate laboratory.\n10. Learned counsel for the appellant argued that the\nimpugned orders are liable to be set aside because the District\nF Forums did not have the jurisdiction to entertain the complaints\nfiled by the respondents and the State and National\nCommissions committed grave error by brushing aside the\nappellant's objections to the maintainability of the complaints.\nLearned counsel emphasized that the Seeds Act is a special\nG legislation enacted for regulating the quality of seeds and if the\nrespondents had any grievance about the quality of the seeds\nthen the only remedy available to them was to either file an\napplication under Section 10 of the Seeds Act or to approach\nthe concerned Seed Inspectors for taking action under Section\nH 19'read with Section 21 of that Act. They further argued that\nNATIONAL SEEDS CORPORATION LTD. v. M. 1093\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nB\neven if the complaints filed by the respondents under the A\n. Consumer Act are held to be maintainable, the finding recorded\nby the District Forums that the seeds sold/supplied by the\nappellant were defective is liable to be set aside because the\nprocedure prescribed under Section 13(1)(c) of the Consumer\nAct was not followed. Learned counsel relied upon Section 8\nof the Arbitration and Conciliation Act, 1996 and argued that\nin view of the arbitration clause contained in the agreements\nentered between the appellant and the growers, the latter could\nhave applied for arbitration and the Consumer Forums should\nhave non-suited them in view of Section 8 of the Arbitration and\nConciliation Act, 1996. An ancillary argument made by the\nearned counsel is that the growers of seeds cannot be treated\nas 'consumer' within the meaning of Section 2(d) because they\nhad purchased seeds for commercial purpose.\nC\nD\nE\n11. Learned counsel for the respondents supported the\nimpugned orders and argued that the District Forums did not\ncommit any illegality by entertaining the complaints filed under\nthe Consumer Act because the Seeds Act and the Rules\nframed thereunder do not contain any provision for\ncompensating a farmer whose crop is lost or who does not get\nthe expected yield if the seeds sold/supplied by the appellant\nare defective. Learned counsel submitted that the remedy\navailable under the Consumer Act is in addition to other\nremedies available to a consumer and the complaints filed by\nthe respondents under that Act cannot be held as barred merely F\nbecause they could also approach the Seed Inspector for\ntaking action under Section 19 read with Section 21 of the\nSeeds Act. Learned counsel further argued that the growers of\nseeds are covered by the definition of consumer because they\nhad agreed to undertake cultivation of seeds on behalf of the\nappellant for earning livelihood. On the issue of non compliance\nof Section 13(1)(c) of the Consumer Act, learned counsel\nsubmitted that the District Forums had rightly relied upon the\nreports of the Court Commissioners and other evidence for\nrecording findings that the seeds sold/supplied by the appellant H\nF\n1094 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA were defective. Learned counsel emphasized that the\nrespondents had used the entire quantity of seeds purchased\nby them for sowing and they had not retained samples by\nanticipating loss of crop or less yield. Learned counsel pointed\nout that the Commissioners had inspected the fields of the\nB respondents and recorded categorical findings that the farmers\nhad suffered losses because the seeds supplied by the\nappellant were defective and the District Forums did not\ncommit any illegality by relying upon their reports. Learned\ncounsel also submitted that the appellant could have produced\nC samples of the seeds sold/supplied to the respondents and get\nthem tested to prove that the same were not defective, but no\nsuch step was taken by it.\n12. We shall first consider the question whether the Seeds\nAct is a special legislation vis-à-vis the Consumer Act and the\nD District Forums could not have entertained and decided the\ncomplaints filed by the respondents because they could seeks\nredressal of their grievance regarding the quality of seeds sold\nby the appellant by lodging complaint with the concerned Seed\nInspectors with a request for taking action under Section 19\nE read with Section 21 of the Seeds Act.\nF\nG\nH\n13. With a view to increase agricultural production in the\ncountry, the Central Government felt the necessity of regulating\nthe quality of certain seeds to be sold for the purpose of\nagriculture including horticulture and for achieving that object,\nParliament enacted the Seeds Act. The Statement of Objects\nand Reasons enshrined in the Bill, which led to the enactment\nof the Seeds Act read as under:\nare-\n\"In the interest of increased agricultural production in the\ncountry, it is considered necessary to regulate the quality\nof certain seeds, such as seeds of food crops, cotton\nseeds, etc., to be sold for purpose of agriculture (including\nhorticulture).\nThe method by which the Bill seeks to achieve this object\n"}