{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M. 1125\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nby him to be used for sampling purposes, is not only A\nunsustainable in law but to say the least, is very\nunbecoming of a leading Public Sector Seed Company to\nexpect this arrangement.\"\nIn the second case, the National Commission took cognizance\nof the objection raised by the appellant that the procedure\nprescribed under Section 13(1)(c) of the Consumer Act had not\nbeen followed and observed:\nB\n*Testimony of the complainant would show that whatever\nseed was purchased from respondent No. 2 was sown by C\nhim in the land. Thus, there was no occasion for\ncomplainant to have sent the sample of seed for testing\nto the laboratory. It is in the deposition of Jagadish Gauda\nthat after testing the seed the petitioner company packed\nand sent it to the market. However, the testing report of D\nthe disputed seed has not been filed. Since petitioner\ncompany is engaged in business of sunflower seed on\nlarge scale, it must be having the seed of the lot which was\nsold to complainant. In order to prove that the seed sold\nto complainant was not sub-standard/defective, the\npetitioner company could have sent the sample for testing\nto the laboratory which it failed to do. Thus, no adverse\ninference can be drawn against complainant on ground of\nhis having not sent the sample of seed for testing to a\nlaboratory.\"\nIn the third case, the National Commission held:\nE\nF\n\"Holding in favour of the complainant, the National\nCommission stated that, \"it is not expected from every\nbuyer of the seeds to set apart some quantity of seeds for G\ntesting on the presumption that seeds would be defective\nand he would be called upon to prove the same through\nlaboratory testing. On the other hand a senior officer of the\nGovernment had visited the field and inspected the crop\nand given report under his hand and seal, clearly certifying H\n1126 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA\nB\nthat the seeds were defective.\"\n39. The reasons assigned by the National Commission in\nthe aforementioned three cases are similar to the reasons\nassigned by the State Commission which were approved by\nthis Court in Maharashtra Hybrid Seeds Company Ltd. v.\nAlavalapati Chandra Reddy (supra) and in our view the\nproposition laid down in those cases represent the correct legal\nposition.\n40. In the result, the appeals are dismissed. The appellant\nC shall pay cost of Rs.25,000/- to each of the respondents. The\namount of cost shall be paid within a period of 60 days from\ntoday.\nN.J.\nAppeals dismissed.\n"}