{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M. 1075\nMADHUSUDHAN REDDY\nC\nsame is required to be sent to an appropriate laboratory A\nfor analysis or test for the purpose of finding out whether\nthe goods suffer from any defect as alleged in the\ncomplaint or from any other defect. In some of these\ncases, the District Forums had appointed agricultural\nexperts as Court Commissioners and directed them to\nB\ninspect the fields of the respondents and submit report\nabout the status of the crops. In one or two cases the\nCourt appointed Advocate Commissioner with liberty to\nhim to avail the services of agricultural experts for\nascertaining the true status of the crops. The reports of\nthe agricultural experts produced before the District\nForum unmistakably revealed that the crops had failed\nbecause of defective seeds/foundation seeds. After\nexamining the reports the District Forums felt satisfied\nthat the seeds were defective and this is the reason why\nthe complainants were not called upon to provide\nsamples of the seeds for getting the same analysed/\ntested in an appropriate laboratory. The procedure\nadopted by the District Forum was in no way contrary to\nSection 13(1)(c) of the Consumer Act and the appellant\ncannot seek annulment of well-reasoned orders passed\nby three Consumer Forums on the specious ground that\nthe procedure prescribed under Section 13(1)(c) of the\nConsumer Act had not been followed. [Para 34] [1119-H;\n1120-A-F]\nD\nE\nF\nG\n3.3. Majority of the farmers in the country remain\nilliterate throughout their life because they do not have\naccess to the system of education. They have no idea\nabout the Seeds Act and the Rules framed thereunder\nand other legislations, like, Protection of Plant Varieties\nand Farmers' Rights Act, 2011. They mainly rely on the\ninformation supplied by the Agricultural Department and\nGovernment agencies, like the appellant. Ordinarily,\nnobody would tell a farmer that after purchasing the\nseeds for sowing, he should retain a sample thereof so H\n1076 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA that in the event of loss of crop or less yield on account\nof defect in the seeds, he may claim compensation from\nthe seller/supplier. In the normal course, a farmer would\nuse the entire quantity of seeds purchased by him for the\npurpose of sowing and by the time he discovers that the\nB crop has failed because the seeds purchased by him\nwere defective nothing remains with him which could be\ntested in a laboratory. In some of the cases, the\nrespondents had categorically stated that they had sown\nthe entire quantity of seeds purchased from the appellant.\nTherefore, it is naïve to blame the District Forum for not\nhaving called upon the respondents to provide the\nsamples of seeds and send them for analysis or test in\nthe laboratory. [Para 35] [1120-F-H; 1121-A-C]\nC\n3.4. There was abject failure on the appellant's part\nD to assist the District Forum by providing samples of the\nvarieties of seeds sold to the respondents. Rule 13(3)\ncasts a duty on every person selling, keeping for sale,\noffering to sell, bartering or otherwise supplying any seed\nof notified kind or variety to keep over a period of three\nE years a complete record of each lot of seeds sold except\nthat any seed sample may be discarded one year after the\nentire lot represented by such sample has been disposed\nof. The sample of seed kept as part of the complete\nrecord has got to be of similar size and if required to be\ntested, the same shall be tested for determining the\npurity. The appellant is a large supplier of seeds to the\nfarmers/growers and growers. Therefore, it was expected\nto keep the samples of the varieties of seeds sold/\nsupplied to the respondents. Such samples could have\nbeen easily made available to the District Forums for\nbeing sent to an appropriate laboratory for the purpose\nof analysis or test. Why the appellant did not adopt that\ncourse has not been explained. Not only this, the officers\nof the appellant, who inspected the fields of the\nrespondents could have collected the samples and got\nF\nG\nН\nNATIONAL SEEDS CORPORATION LTD. v. M. 1077\nMADHUSUDHAN REDDY\nthem tested in a designated laboratory for ascertaining A\nthe purity of the seeds and/or the extent of germination,\netc. Why this was not done has also not been explained\nby the appellant. These omissions lend support to the\nplea of the respondents that the seeds sold/supplied by\nthe appellant were defective. [Para 36] [1121-D-H; 1122- B\nA]\nMaharashtra Hybrid Seeds Co. Ltd. v. Alavalapati\nChandra Reddy (1998) 6 SCC 738 - relied on.\nN.S.C. Ltd. v. Guruswamy (2002) CPJ 13; E.I.D. Parry C\n(I) Ltd. v. Gourishankar (2006) CPJ 178; India Seed House\nv. Ramjilal Sharma (2008) 3 CPJ 96 - approved.\nCCI Chambers Housing Cooperative Society Ltd. v.\nDevelopment Credit Bank Ltd. (2003) 7 SCC 233: 2003 (3)\nSuppl. SCR 139; Indochem Electronic v. Additional Collector\nof Customs (2006) 3 SCC 721: 2006 (2) SCR 584 - referred.\nCase Law Reference:\nD\n1996 (4) Suppl. SCR 820 Referred to.\nPara 6.6,\n22, 28\nE\n2003 (1) SCR 397\nReferred to.\nPara 6.6,\n22, 24\n2003 (3) Suppl. SCR 139 Referred to.\nPara 6.6\nF\n2006 (2) SCR 584\nReferred to.\nPara 6.6\nPara 22\n1993 (3) Suppl. SCR 615 Referred to.\n2000 (1) Suppl. SCR 324 Referred to.\n2003 (6) Suppl. SCR 659 Referred to.\n2004 (2) Suppl. SCR 406 Referred to.\nPara 22, 30\nPara 22, 24 G\nPara 22\n(2011) 10 SCC 316\n2007 (6) SCR 139\nReferred to.\nReferred to.\nPara 22, 31\nPara 24\nH\n1078 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA\n(1998) 4 SCC 39\nReferred to.\nPara 24\n1995 (3) SCR 174\nReferred to.\nPara 32\n(1998) 6 SCC 738\nRelied on.\nPara 39\nB\n(2002) CPJ 13\nApproved.\nPara 39\n(2006) CPJ 178\nApproved.\nPara 39\n(2008) 3 CPJ 96\nApproved.\nPara 39\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nC 7543 of 2004.\nD.\nFrom the Judgment \u0026 Order dated 24.03.2003 of National\nConsumer Disputes Redressal Commission in Revision\nPetition No. 508 of 2003.\nWITH\nC.A. Nos. 622, 623 of 2012, C.A. Nos. 3498, 3499 of 2009,\nC.A. Nos. 3596, 3598, 4509, 4510, 4511, 4512, 4513, 4514,\n4515, 4516, 4517, 4518, 4519, 4520, 4521, 4522, 4704, 4798,\nE 4824, 4954, 4955, 4957, 4959, 4962, 4963, 4964, 4967 of\n2009 \u0026 C.A. No. 7542 of 2004.\nF\nPallav Shishodia, Sudhir Kulshreshtha, M.Y. Deshmukh,\nSachin Katariya, Rameshwar Prasad Goyal, M.J. Paul, Manoj\nSwarup, Devesh Kumar Tripathi, Ashok Anand, Kamal Mohan\nGupta, Nitin S. Tambwekar, B.S. Sai, K. Rajeev for the\nAppellant.\nR. Venkataramani, G.N. Reddy, Aljo K. Joseph, Ravi\nShankar, Gouri Karuna Das, Anu Gupta, Shanti Kumar Jaisani,\nG Bhakti Pasrija, Sanjeev Kumar Sharma (for Rani Jethmalani),\nE.R. Sumathy, Shobha, Sunil Kumar Verma, Ranjith K.C., Abhijit\nSengupta, K. Rajeev, Rohit Kumar Singh, Venkateswara Rao\nAnumolu for the Respondents.\nH\nThe Judgment of the Court was delivered by\nNATIONAL SEEDS CORPORATION LTD. v. M. 1079\nMADHUSUDHAN REDDY\nG. S. SINGHVI, J. 1. Leave granted in SLP (C) Nos. 32750 A\nof 2009 and 35350 of 2009.\n-\n2. Appellant M/s. National Seeds Corporation Ltd.\n(NSCL) is a Government of India company. Its main functions\nare to arrange for production of quality seeds of different\nvarieties in the farms of registered growers and supply the\nsame to the farmers. The respondents own lands in different\ndistricts of Andhra Pradesh and are engaged in agriculture/\nseed production. They filed complaints with the allegation that\nthey had suffered loss due to failure of the crops/less yield\nbecause the seeds sold/supplied by the appellant were\ndefective. District Consumer Disputes Redressal Forums,\nKurnool, Mehboob Nagar, Guntur, Khamman and Kakinada\nallowed the complaints and awarded compensation to the\nrespondents. The appeals and the revisions filed by the\nappellant were dismissed by the Andhra Pradesh State\nConsumer Disputes Redressal Commission (for short, 'the\nState Commission') and the National Consumer Disputes\nRedressal Commission respectively.\n3. The appellant has questioned the orders of the National\nCommission, which also implies its challenge to the orders of\nthe State Commission and the District Forums mainly on the\nfollowing grounds:\n(a) the District Forums did not have the jurisdiction to\nentertain complaints filed by the respondents\nbecause the issues relating to the quality of seeds\nare governed by the provisions contained in the\nSeeds Act, 1966 (for short, 'the Seeds Act') and\nany complaint about the sale or supply of defective\nseeds can be filed only under the Seeds Act and\nnot under the Consumer Protection Act, 1986 (for\nshort, 'the Consumer Act').\nB\nC\nD\nE\nF\nG\n(b) the District Forums could not have adjudicated\nupon the complaints filed by the respondents and H\nA\nB\n1080 SUPREME COURT REPORTS\n(c)\n[2012] 2 S.C.R.\nawarded compensation to them without following\nthe procedure prescribed under Section 13(1)(c) of\nthe Consumer Act.\nthe growers of seeds, who had entered into\nagreements with it, are not covered by the definition\nof 'consumer' under Section 2(d) of the Consumer\nAct because they had purchased the seeds for\ncommercial purpose.\n4. For the sake of convenience, we may advert to the facts\nC leading to the passing of orders by three Consumer Forums,\nwhich have been impugned in Civil Appeal Nos. 7543 of 2004,\n3499 of 2009 and 4519 of 2009. We may also mention that in\ntheir complaints the respondents had impleaded the officers of\nthe appellant as parties but for the purpose of this judgment we\nD shall only refer to them as the appellant.\nCivil Appeal No.7543 of 2004\n5.1 Respondents M. Madhusudan Reddy and K.\nRambhupal Reddy claim to have purchased 46 kg. of KBSH-1\nE Sunflower seeds from Area Manager of the appellant at\nKurnool. They undertook cultivation by adopting the recognized\nmodes of preparing the field and irrigation and also used the\nprescribed fertilizer but there was germination only in 60%\nseeds and the height of the plants was uneven. The germination\nF in the remaining 40% plants was slow. Not only this, flowering\ndid not take place simultaneously. At the request of the\nrespondents, Area Manager of the appellant inspected their\nfield on 19.11.1999. He is said to have agreed that there was\nless germination and the growth of the plants was uneven, but\nG declined to give any assurance for payment of compensation.\nH\n5.2 Dissatisfied with the response of the Area Manager,\nthe respondents filed a complaint under Section 12 of the\nConsumer Act and prayed for award of compensation of\nRs.1,79,505/- towards the cost of seeds, fertilizer and\nNATIONAL SEEDS CORPORATION LTD. v. M. 1081\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\npesticides and value of the lost crop with interest at the rate of A\n12 per cent per annum by alleging that they did not get the\nexpected yield because the seeds sold by the appellant were\ndefective.\nB\n5.3 In the reply filed on behalf of the appellant, it was\npleaded that the seeds were purchased by respondent no. 1\nalone and there was no evidence of joint cultivation by the\nrespondents. The appellant denied that the seeds were\ndefective and pleaded that respondent No. 1 did not get the\nexpected yield because sufficient quantity of seeds had not\nC\nbeen used for cultivation and there were no rain during the\nrelevant period. It was also claimed that there was no complaint\nfrom any other farmer, who had purchased the same variety of\nseeds.\n5.4 By an order dated 1.12.1999 passed in IA No.141 of D\n1999, District Forum, Kurnool appointed Shri D. C. Rama Rao,\nretired Assistant Director of Agriculture as Commissioner and\ndirected him to submit a report after inspecting the field of the\nrespondents. The Commissioner conducted the inspection and\nsubmitted report dated 1.12.1999, the relevant portions of which\nare extracted below -\n\"The sunflower crop is raised under rainfed conditions. The\nsoil is black and suitable for the Sunflower Crop. The\ncultivation aspects as observed is very satisfactory. The\nfield is clean and free. The variety is said to be KBSJI the\ncrop may be of 80 days above. Flowering is seen but it is\nnot uniform. About 55% of the plants have flowers. About\n25% of the plants have the head natured and about 10%\nof the plants are in the bud stage, while rest of the plants\ndo not have flowers and there is no possibility for these\nplants to get flower, as they are only 3 feet height and the\ncrop period to give flowers is over.\nThe following are the variation, I have noticed.\nE\nF\nG\nH\n1082 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA\nNo. Observed %\nHeight of\nthe Plants\nFlowers\nStage\n1.\n45%\n6 feet\nB\n2.\n10%\n4 feet\nC\nRemarks\nFlowering and\ngrain setting is\nin progress\nOnly two to\nthree rows\nof flowers\nin head is\nsetting seed.\n(Conve and\nflat heads)\nFlowering and\nthe seed setting\nis started\nNo\npossibility\nfor further\ngrowth.\n3.\n20%\n6 feet\nHead dropping\nNo growth\nsince seed\nis possible\nD\nsetting is over.\n4.\n5%\n4 feet\nHead dropping\n-do-\nsince seed\nE 5.\n10%\n4 to 6 feet\nIn bud stage\nsetting is over.\nGrowth can\nnot be\nexpected\nfurther.\n6.\n10%\n3 to 4 feet\nNo flowering\nis seen.\nGrowth\nalso is\nF\nstunted.\nG\nI\nH_\nPresence of leaf heairyness is seen in all the items\nexcept item (3) above to a certain extent i.e., 3 to 4 %.\nIn all the cases I have noticed difference in Head\nshape i.e, a few or convex a few a flat and a few are\nconcave.\nIn all the cases I have seen the heads are not uniform\nin size. Twenty five percent of heads which are dropping\nbecause of full maturity are bigger in size while many are\nof medium size.\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1083\nI have noticed 0.1% of flowers with multiple heads. A\nThere are gaps which are may be due to faulty seed\nor may be due to non germination of the seed.\nIn the heads which are flat and concave are having\nthree rows of seed setting while in the convex heads the\nfilling or setting of seed is satisfactory.\nB\nI have also seen two different plots of sunflower\ngrown adjacent to the plot in question and are exhibiting\nuniformity of the plant, in height, size and opening of flower C\netcetra. This is an indication of a standard seed.\nSimilar uniformity is lacking in the plot in question.\nIn all the three plots, there prevailed uniform physical and\nclimatelogical factors.\nHence the wide variation in all the aspects as\nexplained in the earlier paras gives a scope this seed is\nnot standard up to the mark.\nParticularly Hybrid seed be having with such a wide\nvariation is not ideal.\nFrom this I estimate the yield may be around 150 to\n200 kgs/Ac as against the 600 to 700 kgs/Ac expected\nfrom the variety.\"\n(emphasis supplied)\n5.5 The appellant filed objections against the\nCommissioner's report and claimed that the assessment made\nby him was not based on any scientific method and the\ncomparison with the adjacent field without having regard to the\nnature of soil, water facility etc. was unacceptable. The appellant\nalso contested the Commissioner's observation regarding\nsatisfactory nature of cultivation by asserting that as per\nVyavasaya Panchangam of Acharya N. G. Ranga Agriculture\nUniversity, Hyderabad, 10 to 12 kgs. seeds were required for\nD\nE\nF\nG\nH\n1084 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA one hectare but respondent No.1 had used substantially less\nquantity of seeds for his holding of 21.10 acres.\nB\nC\n5.6 The respondents filed their affidavits along with copies\nof Invoice bill H.No.000691 dated 11.6.1999, No.3 Adangal,\nletter dated 6.11.1999 given to the appellant, bill dated\n29.6.1999 showing the purchase of fertilizers from Chaitanya\nChemicals \u0026 Fertilizers, Kurnool and the photographs showing\nthe unevenness in the plants. On behalf of the appellant, an\naffidavit was filed along with copies of the documents.\nmentioned therein.\n5.7 The District Forum rejected the appellant's objection\nto the Commissioner's report and held that the complainants\n(the respondents herein) have succeeded in proving that the\nseeds sold to them were defective resulting in loss of crop.\nD Accordingly, the complaint of the respondents was allowed and\nthe appellant was directed to pay Rs.1,00,000/- towards loss\nof crop and Rs.10,000/- towards the cost of fertilizer, pesticides,\nlabour etc. with a stipulation that if the amount is not paid within\none month, the appellant shall be liable to pay interest @ 9%\nE per annum.\nF\n5.8 The State Commission dismissed the appeal and held\nthat Commissioner's report was rightly accepted by the District\nForum because the appellant had not produced any evidence\nto controvert the findings contained therein that the respondent\nhad taken proper steps for cultivation but did not get the\nexpected yield due to faulty seeds.\n5.9 The National Commission rejected the appellant's plea\nthat the only remedy available to the respondents was to file a\nG complaint under the Seeds Act, which is a special legislation\nvis-à-vis the Consumer Act, by observing that there is no\nprovision in that Act for compensating a farmer whose crop may\nbe adversely affected due to use of defective seeds sold by\nthe appellant. The argument that the District Forum could not\nH have decided the complaint without complying with the mandate\n"}