{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"MANJUNATH CHENNABASAPA MADALLI\nV.\nSTATE OF KARNATAKA\nFEBRUARY 19, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.J\nA\nB\nt\nPenal Code, 1860-ss. 302 \u0026 498A-Homicidal death of wife-Case\nbased on circumstantial evidence-Circumstance of unnatural death—Dying\ndeclaration purportedly recorded by Tehsildar—Trial Court convicted\nhusband under s.498A \u0026 302 IPC-High Court set aside conviction under\ns.498A but maintained conviction under s.302 IPC-On appeal, held: Mere\nfact that wife died an unnatural death cannot by itself be a circumstance\nagainst husband particularly when s.498-A has been held to be\n: inapplicable-Conclusion of Courts below that there was dying declaration\nis also not factually correct-Hence conviction set aside.\nC\nD\nEvidence Circumstantial evidence-Appreciation of-Held: Where a\ncase rests squarely on circumstantial evidence, inference of guilt can be\njustified only when all incriminating facts and circumstances are found to be\nincompatible with the innocence of accused or guilt of any other person-\nCircumstances from which inference as to guilt of the accused is drawn have E\nto be proved beyond reasonable doubt and have to be shown to be closely\nconnected with the principal fact sought to be inferred from those\ncircumstances.\nF\nAccording to the prosecution, Appellant ill-treated his wife to extract\nadditional dowry. While she was staying at her parental place, Appellant visited\nthat place and had a quarrel with her and other relatives. He stayed at the\nhouse of in-laws and that night allegedly assaulted his wife with an iron\nimplement resulting in her death. Trial Court on the basis of circumstantial\nevidence convicted the Appellant under s.498A \u0026 302 IPC. High Court set\naside the conviction under s.498A but maintained the conviction under s.302 G\nIPC.\nIn appeal to this Court the question which arose for consideration is\nwhether the prosecution on the basis of circumstantial evidence has proved\nits case against the Appellant beyond reasonable doubt.\n795\nH\n796\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nAllowing the appeal, the Court\nHELD: 1.1. Where a case rests squarely on circumstantial evidence,\nthe inference of guilt can be justified only when all the incriminating facts\nand circumstances are found to be incompatible with the innocence of the\naccused or the guilt of any other person. [Para 10] [799-G; 800-A]\n1.2. The circumstances from which an inference as to the guilt of the\naccused is drawn have to be proved beyond reasonable doubt and have to be\nshown to be closely connected with the principal fact sought to be inferred\nfrom those circumstances. [Para 10] [800-B]\n1.3. The conditions precedent, before conviction could be based on\ncircumstantial evidence, must be fully established. They are: (a) the\ncircumstances from which the conclusion of guilt is to be drawn should be\nfully established. The circumstances concerned 'must' or 'should' and not\n'may be' established; (b) the facts so established should be consistent only\nwith the hypothesis of the guilt of the accused, that is to say, they should not\nbe explainable on any other hypothesis except that the accused is guilty; (c)\nthe circumstances should be of a conclusive nature and tendency; (d) they\nshould exclude every possible hypothesis except the one to be proved; and (e)\nthere must be a chain of evidence so complete as not to leave any reasonable\nground for the conclusion consistent with the innocence of the accused and\nE must show that in all human probability the act must have been done by the\naccused. [Para 17] [802-C-F]\nHukam Singh v. State of Rajasthan, AIR (1977) SC 1063; Eradu and\nOrs. v. State of Hyderabad, AIR (1956) SC 316; Earabhadrappa v. State of\nKarnataka AIR (1983) SC 446; State of U.P. v. Sukhbasi and Ors., AIR (1985)\nF SC 1224; Balwinder Singh v. State of Punjab, AIR (1987) SC 350; Ashok\nKumar Chatterjee v. State of M.P., AIR (1989) SC 1890; Bhagat Ram v. State\nof Punjab, AIR (1954) SC 621; C. Chenga Reddy and Ors. v. State of A.P.,\n[1996] 10 SCC 193; Padala Veera Reddy v. State of A.P. and Ors., AIR (1990)\nSC 79; Hanumant Govind Nargundkar and Anr. v. State of Madhya Pradesh,\nG AIR (1952) SC 343; Sharad Birdhichand Sarda v. State of Maharashtra, AIR\n(1984) SC 1622; State of Rajasthan v. Rajaram, [2003] 8 SCC 180 and State\nof Haryana v. Jagbir Singh, [2003] 11 SCC 261, relied on.\nH\nto.\nState of U.P. v. Ashok Kumar Srivastava (1992) Crl.LJ 1104, referred bee\nto.\nMANJUNATH CHENNABASAPA MADALLI v. STATE OF KARNATAKA [PASAYAT,J.] 797\n\"Wills Circumstantial Evidence- Chapter VI\" by Alfred Wills- referred A\n2. In the instant case, the only circumstance which was highlighted by\nthe trial Court and the High Court was that there was unnatural death and\nadditionally the so called dying declaration purported to have been recorded\nby the then Tehsildar (PW-16). The mere fact that the deceased had died an\nB\nunnatural death cannot by itself be a circumstance against the accused\nparticularly when Section 498-A has been held to be inapplicable. Additionally,\nthe conclusion that there was dying declaration is also not factually correct.\nThe trial Court itself has referred to the evidence of PW-16 who categorically\nstated that though he was requested to record the dying declaration the same C\ncould not be recorded as the doctor was of the opinion that the deceased was\nnot in a fit condition to give her statement. Thereafter, no statement was\nrecorded. In fact he was called to attend the inquest. Above being the position\nthe conviction as recorded by the trial Court and upheld by the High Court is\nindefensible and is set aside. [Para 19] [802-G, H; 803-A-C]\nD\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 223 of\n2007.\nFrom the Judgment and Order dated 8.6.2005 of the High Court of\nKarnataka at Bangalore in Criminal Appeal No. 1715/2002.\nE\nPraneet Ranjan for the Appellant.\nSanjay R. Hegde, Vikrant Yadav and Shashidhar for the Respondent.\nThe Judgment of the Court was delivered by\nF\nDr. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Karnataka High Court dismissing the appeal filed by the appellant.\nThe appellant was found guilty of offence punishable under Sections 498-A\nand 302 of the Indian Penal Code, 1860 (in short the ‘IPC') by the trial court G\nand was sentenced to undergo R.I. for two years and life respectively. Fine\nwas also imposed with default stipulation.\n3. The High Court set aside the conviction for the offence punishable\nunder Section 498-A IPC but maintained the conviction under Section 302 IPC\nH\nr\n798\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA and consequently the sentence.\nC\n4. The background facts as projected by the prosecution are as follows:\non\nSumithra (hereinafter referred to as the 'deceased'), as the daughter of\nSiddamma (PW-1) and sister of Hosakerappa (PW-6) as well as grand daughter\nB of Hanumawwa (PW-7). She was married to the accused about one year back\nto the date of incident. After the marriage, Sumithra went to the house of her\nhusband to lead a happy family life. Though initially they led a happy married\nlife, bickerings started between the accused and his wife as he started abusing\nand ill-treating her on the pretext that she does not know how to do the\nhouse-hold work. However, this was only a pretext to extract additional dowry\nfrom the parents of the deceased. As per the customs during Gowri Festival,\nthe deceased was brought to her parental place to celebrate the festival and\nat that time, the deceased who was pregnant had complained about the ill-\ntreatment meted out to her by her husband. As such, the parents, grand-\nmother and other relatives asked the deceased to stay back in their house.\nD The accused started visiting the house of PWs 1 and 7 and was insisting\nupon the deceased to come back to his village. On such a visit viz.,\n9.3.2001, the accused again came to the house and picked up a quarrel with\nthe deceased and her mother and other relatives and insisted that she should\nbe sent on that day itself. The relatives informed him that as Sumithra was\npregnant, after performing certain ceremonies including 'Srimantha', she would\nbe sent back later. The accused stayed in the house of the in-laws that night.\nOn the next day i.e. on 10.3.2001, after taking the night meals, the accused\nand the deceased slept inside the room whereas, the mother, brother and other\nrelatives slept outside the hall. In the night around 3.00 a.m., they heard cries\ncoming from the room and when they went inside, they saw the accused\nF running away and Sumithra lying unconscious on the ground with bleeding\ninjuries on her head. Immediately, she was shifted to Government Hospital,\nGadag and then to KIMS Hospital. However, in spite of the medical treatment,\nshe breathed her last on 13.3.2001. In the meantime, on 11.3.2001 itself Head\nConstable (PW-18) and SHO of Gadag Rural Police station on getting the\nmedico legal intimation that one Sumithra was admitted in the hospital and\nG that she was assaulted by her husband with an iron implement, he went to\nthe hospital and made enquiry and found that Sumithra, the injured was not\nin a position to give any statement. As such, he recorded the statement of\nSiddamma (PW-1) who was present in the hospital and treating the same as\nfirst information, came back to the Police Station and registered a case in\nE\nH\n2\nMANJUNATHCHENNABASAPA MADALLI 1. STATE OF KARNATAKA [PASAYAT,J.] 799\nCrime no. 50/2001 for the offences punishable under Sections 498-A, 504 and A\n307 IPC, registering the FIR. He again went back to the hospital and there,\nas per the advise of the Doctor, shifted the injured to KIMS Hospital, Hubli.\nHe again deputed and sent requisition for recording of the dying declaration\nby the authorised Taluka Executive Magistrate, but the same could not be\nrecorded as Sumithra was in coma. As already noted, at KIMS Hospital, Hubli,\nB\nin spite of the treatment the injured Sumithra breathed her last. After her\ndeath, the offence punishable under Section 307 IPC was altered to Section\n302 of IPC and further investigation was continued.\n5. During the investigation, spot mahazar, inquest proceedings were\nundertaken. Statement of witnesses, which threw light on the incident, were\nC\nrecorded. The dead body was subjected to autopsy. Search for the accused\nwas carried out and he was apprehended on 14.3:2001. After securing all the\nnecessary reports and on completion of the investigation, charge sheet was\nfiled against the accused.\n6. On committal and on the basis of the charge sheet materials, the D\naccused was charged for the offences punishable under Sections 498-A and\n302 IPC. As the accused denied the charges and claimed to be tried, he was\ntried under S.C.No.37/2001.\n7. The trial Court found the evidence to be credible and notwithstanding\nthe fact that the vital witness i.e. the mother of the deceased (PW-1) had E\nresiled from the statement given during investigation, held that the residual\nevidence was sufficient to hold the accused guilty. Accused was accordingly\nconvicted and sentenced as aforenoted. It was held that the circumstantial\nevidence pressed into service was sufficient to establish the accusations. The\nHigh Court in essence affirmed the conclusions, but altered the conviction.\n8. In support of the appeal, learned counsel for the appellant submitted\nthat there was practically no evidence whatsoever and even the so-called\ncircumstances highlighted by the trial Court and the High Court do not lead\nto a conclusion that the accused was guilty of the offence as alleged.\n9. Learned counsel for the State on the other hand supported the\njudgments of the courts below.\n10. It has been consistently laid down by this Court that where a case\nrests squarely on circumstantial evidence, the inference of guilt can be justified\nF\nG\nH\nL\nB\n800\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA only when all the incriminating facts and circumstances are found to be\nincompatible with the innocence of the accused or the guilt of any other\nperson. (See Hukam Singh v. State of Rajasthan, AIR (1977) SC 1063; Eradu\nand Ors. v. State of Hyderabad, AIR (1956) SC 316; Earabhadrappa v. State\nof Karnataka, AIR (1983) SC 446; State of U.P. v. Sukhbasi and Ors., AIR\n(1985) SC 1224; Balwinder Singh v. State of Punjab, AIR (1987) SC 350;\nAshok Kumar Chatterjee v. State of M.P., AIR (1989) SC 1890. The\ncircumstances from which an inference as to the guilt of the accused is drawn\nhave to be proved beyond reasonable doubt and have to be shown to be\nclosely connected with the principal fact sought to be inferred from those\ncircumstances. In Bhagat Ram v. State of Punjab, AIR (1954) SC 621, it was\nC laid down that where the case depends upon the conclusion drawn from\ncircumstances the cumulative effect of the circumstances must be such as to\nnegative the innocence of the accused and bring the offences home beyond\nany reasonable doubt.\n11. We may also make a reference to a decision of this Court in C.\nD Chenga Reddy and Ors. v. State of A.P., [1996] 10 SCC 193, wherein it has\nE\nF\nG\nbeen observed thus:\n\"In a case based on circumstantial evidence, the settled law is that\nthe circumstances from which the conclusion of guilt is drawn should\nbe fully proved and such circumstances must be conclusive in nature.\nMoreover, all the circumstances should be complete and there should\nbe no gap left in the chain of evidence. Further the proved\ncircumstances must be consistent only with the hypothesis of the\nguilt of the accused and totally inconsistent with his innocence....\".\n12. In Padala Veera Reddy v. State of A.P. and Ors., AIR (1990) SC 79,\nit was laid down that when a case rests upon circumstantial evidence, such\nevidence must satisfy the following tests:\n\"(1) the circumstances from which an inference of guilt is sought to\nbe drawn, must be cogently and firmly established;\n(2) those circumstances should be of a definite tendency unerringly\npointing towards guilt of the accused;\n(3) the circumstances, taken cumulatively should form a chain so\ncomplete that there is no escape from the conclusion that within all\nhuman probability the crime was committed by the accused and none\nH\nL\nMANJUNATH CHENNABASAPA MADALLI 1. STATE OF KARNATAKA [PASAYAT,J.] 801\nelse; and\n(4) the circumstantial evidence in order to sustain conviction must be\ncomplete and incapable of explanation of any other hypothesis than\nthat of the guilt of the accused and such evidence should not only\nbe consistent with the guilt of the accused but should be inconsistent\nwith his innocence.\nA\nB\n13. In State of U.P. v. Ashok Kumar Srivastava, (1992) Crl.LJ 1104, it was\npointed out that great care must be taken in evaluating circumstantial evidence\nand if the evidence relied on is reasonably capable of two inferences, the one\nin favour of the accused must be accepted. It was also pointed out that the\ncircumstances relied upon must be found to have been fully established and C\nthe cumulative effect of all the facts so established must be consistent only\nwith the hypothesis of guilt.\n14. Sir Alfred Wills in his admirable book \"Wills' Circumstantial Evidence\"\n(Chapter VI) lays down the following rules specially to be observed in the\nD\ncase of circumstantial evidence: (1) the facts alleged as the basis of any legal\ninference must be clearly proved and beyond reasonable doubt connected\nwith the factum probandum; (2) the burden of proof is always on the party\nwho asserts the existence of any fact, which infers legal accountability; (3)\nin all cases, whether of direct or circumstantial evidence the best evidence\nmust be adduced which the nature of the case admits; (4) in order to justify E\nthe inference of guilt, the inculpatory facts must be incompatible with the\ninnocence of the accused and incapable of explanation, upon any other\nreasonable hypothesis than that of his guilt, (5) if there be any reasonable\ndoubt of the guilt of the accused, he is entitled as of right to be acquitted\".\n15. There is no doubt that conviction can be based solely on F\ncircumstantial evidence but it should be tested by the touch-stone of law\nrelating to circumstantial evidence laid down by the this Court as far back as\nin 1952.\n16. In Hanumant Govind Nargundkar and Anr. v. State of Madhya\nPradesh, AIR (1952) SC 343, wherein it was observed thus:\n\"It is well to remember that in cases where the evidence is of a\ncircumstantial nature, the circumstances from which the conclusion of\nguilt is to be drawn should be in the first instance be fully established\nand all the facts so established should be consistent only with the\nG\nH\n7\n802\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nhypothesis of the guilt of the accused. Again, the circumstances\nshould be of a conclusive nature and tendency and they should be\nsuch as to exclude every hypothesis but the one proposed to be\nproved. In other words, there must be a chain of evidence so far\ncomplete as not to leave any reasonable ground for a conclusion\nconsistent with the innocence of the accused and it must be such as\nto show that within all human probability the act must have been done\nby the accused.\"\n17. A reference may be made to a later decision in Sharad Birdhichand\nSarda v. State of Maharashtra, AIR (1984) SC 1622. Therein, while dealing\nwith circumstantial evidence, it has been held that onus was on the prosecution\nto prove that the chain is complete and the infirmity of lacuna in prosecution\ncannot be cured by false defence or plea. The conditions precedent in the\nwords of this Court, before conviction could be based on circumstantial\nevidence, must be fully established. They are:\n1\n(1) the circumstances from which the conclusion of guilt is to be\ndrawn should be fully established. The circumstances concerned 'must'\nor 'should' and not ‘may be' established;\n(2) the facts so established should be consistent only with the\nhypothesis of the guilt of the accused, that is to say, they should not\nbe explainable on any other hypothesis except that the accused is\nguilty;\n(3) the circumstances should be of a conclusive nature and tendency;\n(4) they should exclude every possible hypothesis except the one to\nbe proved; and\n(5) there must be a chain of evidence so complete as not to leave any\nreasonable ground for the conclusion consistent with the innocence\nof the accused and must show that in all human probability the act\nmust have been done by the accused.\n18. These aspects were highlighted in State of Rajasthan v. Rajaram,\n[2003] 8 SCC 180 and State of Haryana v. Jagbir Singh, [2003] 11 SCC 261.\n19. In the instant case, the only circumstance which was highlighted by\nthe trial Court and the High Court was that there was unnatural death and\nadditionally the so called dying declaration purported to have been recorded\nL\nf\nMANJUNATHCHENNABASAPA MADALLI v. STATE OF KARNATAKA [PASAYAT,J.] 803\nby the then Tehsildar (PW-16). The mere fact that the deceased had died an A\nunnatural death cannot by itself be a circumstance against the accused\nparticularly when Section 498-A has been held to be inapplicable. Additionally,\nthe conclusion that there was dying declaration is also not factually correct.\nThe trial Court itself has referred to the evidence of PW-16 who categorically\nstated that though he was requested to record the dying declaration the same\nB\ncould not be recorded as the doctor was of the opinion that the deceased was\nnot in a fit condition to give her statement. Thereafter, no statement was\nrecorded. In fact he was called to attend the inquest.\n20. Above being the position the conviction as recorded by the trial\nCourt and upheld by the High Court is indefensible and is set aside.\nC\nB.B.B.\n21. The appeal is allowed.\nAppeal allowed.\n"}