{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"732 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA transaction appears to be that he used to handle the call money.\nIf a large chunk of money goes out of the coffer of the bank, it\nwould have been probably necessary to arrange for call money\nin future.\nB\n78. Although, it is not the case of the prosecution that\nNariman Point Branch of the Bank had not been dealing with\ndiscounting/rediscounting of the Bills of Exchange; what was\npointed out was that from the said Branch such a huge\ntransaction had never been carried out. Objection of PW 44\nwas over ruled on the premise that Harshad Mehta who had\nC\nvast experience in the field himself would be taking care of the\ntransaction.\n79. Indisputably, thus, the person for whose benefit the\ntransactions were sought to be carried out, was involved in the\nD internal functioning of the Bank. This aspect of the matter has\nbeen proved by PW-7 – R.L. Joshi, PW-44 - S.V. Prabhu and\nPW-45- Bhaskar Roy Choudhary.\nE\n-\n80. On the same day, Growmore passed a resolution to\nopen an account at the Nariman Point Branch of the UCO Bank\nfor the purpose of availing Bill Discounting limit of Rs. 50 crores.\nHarshad Mehta (accused No. 3), Ashwin Mehta (accused No.\n4) and Sudhir Mehta (accused No. 5) were authorized to\nexecute necessary documents on behalf of the company.\nAlthough we do not know the exact time of holding of the\nmeeting of the Bank Authorities vis-à-vis the time when the\nResolution was passed but the fact remains that both took\nplace on the same date. Only a few days later, Sunil Samtani\n(accused No.7), the Vice President of Mazda and Pankaj Shah\n(accused No.9), the Vice President of Growmore came to the\nG Bank and met Prabhu (PW-44). They did not come alone; they\nF\nH\nwere accompanied by Ramanathan (accused No.8).\nAdmittedly, they obtained two forms for opening Current\nAccounts. At the same time, the Officers were invited for\nattending a cocktail party on 18.3.1992, i.e. on the same day.\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 733\nB\n81. We would presume that before accused No. 7 and A\naccused No. 9 came to the Bank, a resolution was also passed\nby Mazda. Although no documentary evidence in this behalf is\navailable on record but it was spoken of by PW 4 Prakash V.\nBhat. The learned special judge also has referred thereabout\nin his judgment. We may, for this purpose also, take into\nconsideration that a dinner was held at Hotel Oberoi on the\nsame day. It was attended by Ramanathan (Accused No. 8),\nPrabhu (PW-44), Roy Choudhary (PW-45). Accused No. 7,\nAccused No.9 and Harshad Mehta (Accused No.3) were also\npresent. It is crucial that on 24.3.1992, at about 2.30 P.M., C.\nSamtani (accused No. 7) and Pankaj Shah (accused No.9)\ncame to the Nariman Point Branch of the UCO Bank; they\nbrought with them two cheques marked Exhibit 24 and Exhibit\n26; the first having been drawn by Syndicate Bank on the same\ndate for a sum of Rs.24,63,01,370/- in favour of UCO Bank,\nand second from the State Bank of Patiala of the same date\nfor a sum of Rs.25,00,53,636/-. The application forms for\nopening 'Current Accounts' were handed over to Prabhu (PW-\n44). The cheques were handed over to Ranjit Mukherjee (PW\n1) for clearance. PW-44 testified that the account opening forms\nwere given to the Current Account Department. At the same\ntime, two draft promissory notes were brought, on the basis\nwhereof usance promissory notes were prepared and signed\nby Prabhu (PW-44) and Ranjit Mukherjee (PW-1). Bank's\nfunctions of preparing draft promissory notes were therefore\ntaken over by the borrower.\nD\nE\nF\nG\n82. The promissory notes were issued (Exhibit 28 and\nExhibit 29) in favour of Syndicate Bank for a sum of Rs. 25\ncrores and in favour of State Bank of Patiala for a sum of Rs.\n25,36,64,000/-. They also brought two Bills of Exchange (Exhibit\n154 and Exhibit 155) one of which was drawn by M/s J.H.\nMehta for a sum of Rs. 14,41,44,000/- signed by Ashwin Mehta\n(Accused No.4) and the other for a sum of Rs.35,95,24,000/-\nsigned by Sunil Samtani (Accused No.7). Whereas former\n(Exhibit 154) was accepted by Growmore and the later (Exhibit H\n734 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA 155) by Mazda. Both the Bills of Exchange were executed by\nSudhir Mehta (accused No. 5).\nB\nC\nD\n83. Ranjit Mukherjee (PW-1) who was supported by PW-\n44 - Prabhu categorically stated that no original contract note\nwith regard to the underlying security transactions had been\nproduced, only a photocopy was produced. No security was\nreceived for discounting the Bills of Exchange. Banks also did\nnot have the shares in relation to which the Bills of Exchange\nwere drawn before the promissory notes were executed.\n84. As is customary, having regard to the nature of the\npromissory notes being usance, Mazda and Growmore were\nto repay the amount on 24.4.1992. They issued letters\npromising to do so (Exhibit 35 and Exhibit 36).\n85. Letters were also issued asking the Bank to issue\ncheques in the name of ANZ Grindlays Bank. The same was\ncomplied with. Accused No. 7 and Accused No. 9 were handed\nover: (i) two pay orders in favour of ANZ Grindlays Bank; (ii)\nreceipts for the two cheques received from Syndicate Bank\nand State Bank of Patiala; and (iii) two usance promissory\nE\nnotes.\n86. Indisputably, as on the said date, M/s J.H. Mehta did\nnot have any account at the Nariman Point Branch. Accounts\nof Mazda being Account No. 1705 (Exhibit 86), Growmore\nF being Account No. 1706 (Exhibit 89) and M/s J.H. Mehta being\nAccount No. 1708 (Exhibit 93) were opened later. The\ntransactions took place in a post haste manner.\n87. Accounts of Growmore and Mazda were credited and\nG pay orders were issued. Thereafter, M/s J.H. Mehta's Account\nwas credited and the amount was transferred to the accounts\nof Growmore and Mazda. When certain irregularities in regard\nto the Bill discounting were pointed out, PW 44 and PW-1\nadmitted that confusion was prevailing in the matter. The Bills\nwere rediscounted by State Bank of Patiala before they had\nH\n3\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 735\nbeen discounted by UCO Bank. PW-19 I.B. Gupta, who is an A\nemployee of State Bank of Patiala categorically stated that\nSunil Samtani (accused No.7) had contacted the Bank in the\nmorning about the bill rediscounting. Similarly, S.K. Jindal (PW-\n21), an officer of the State Bank of Patiala testified that Prakash\nShah (PW-9) had given an offer on behalf of Harshad Mehta B\nfor investment in bill rediscounting. Money was credited in the\naccount of M/s J.H. Mehta with ANZ Grindlays Bank. This has\nbeen proved by Cheque dated 25.3.1992 (Exhibit 267) and the\ndeposit slip (Exhibit 268). This was the route of transferring the\nmoney agreed to by all the players.\n88. The submission of the learned counsel for the\nappellants that there has been no violation of the RBI Guidelines\nand/or the UCO Bank Manual cannot be accepted. It may be\ntrue that Shri Veeraraghwan Rangarajan (PW 40), Executive\nDirector, RBI, Bombay had stated that technically the RBI\nCircular referred to the Bill rediscounting and not discounting,\nbut it is not disputed at the Bar that Bill rediscounting must be\npreceded by Bill discounting. UCO Bank had issued usance\npromissory notes; it was required to be backed by encumbered\nusance Bills of Exchange of at least equal value not due for\npayment; the transactions were required to be bona fide\ncommercial transaction. UCO Bank Manual although permits\nadvances as against house bills but it stipulates that for the said\npurpose, creditworthiness of the customer was required to be\nverified. Credit limit was also to be fixed. For the said purpose,\ncredit reports were to be compiled; limits were to be\nsanctioned. The jurisdiction of Chairman-cum-Managing\nDirector and other Authorities are fixed if the Bill of Exchange\nexceeds Rs. 25,000/-, credit report on drawees on whom the\nbill is drawn is also required to be obtained. The Manual\nmandates that security be also taken. The duty had been cast\non the Manager to satisfy himself that Bill of Exchange is the\nresult of genuine trade transaction.\nC\nD\nE\nLL\nF\nG\nH\n736 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA ILLEGALITY\n00\nC\nD\nE\n89. Section 43 defines the terms 'Illegal' or 'Legally bound\nto do\" in the following terms.\n\"43. \"Illegal\", \"Legally bound to do\"- The word \"illegal\" is\napplicable to everything which is an offence or which is\nprohibited by law, or which furnishes ground for a civil\naction; and a person is said to be \"legally bound to do\"\nwhatever it is illegal in him to omit.\nIt carries a very wide meaning. If any ground for civil action\ncan be founded on the basis of any act of omission or\ncommission on the part of a person, his act may be held to be\nillegal or it may be held that he was legally bound to do an act\nwhich he had omitted to do. If a person is guilty of breach of a\ndepartmental order, he may be held to be guilty as he was\nlegally bound to act in terms thereof.\nIt does not matter whether the violation was in relation to\nthe Circular issued by the Reserve Bank of India or whether it\nwas in violation of the guidelines issued by the Bank itself.\n90. The question as to whether the directions are statutory\nin character and binding in law may not depend upon the nature\nof the powers to be exercised by the Reserve Bank of India.\nDiscounting and rediscounting of Bills of Exchange is an\nF integral part of banking transactions. Purchase and sale of\nsecurities is also a part of the banking transactions as would\nappear from Section 6(1)(a) of the Banking Regulations Act.\nG\nH\nHarshad Mehta was having a very good customers credit\nrating which was even spoken of by PW 7. The Bills of\nExchange being usance Bills of Exchange in terms of Section\n32 of the Negotiable Instruments Act on their maturity, only the\nacceptors, namely, Growmore and Mazda were responsible for\nclearance thereof and not M/s J.H. Mehta.\n91. Further we must take note of the fact that the bills had\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 737\nB\nbeen drawn by M/s JH Mehta and were accepted by M/s A\nGrowmorw and M/s Mazda. The payment on rediscounting by\nthe Bank should therefore have been made to M/s JH Mehta,\nbut the payment had in fact been made to M/s Growmore and\nM/s Mazda Industries. If the Bills of Exchange had been drawn\nbecause M/s JH Mehta had sold the shares to Mazda and\nGrowmore, it would have been M/s JH Mehta which would have\nbeen entitled to the purchase price of the shares which it had\nbeen sold to M/s Growmore and M/s Mazda. In the present\ncase the Bank had first made a credit entry in the account of\nJH Mehta and then the amount had been transferred to C\nGrowmore and Mazda by issuing cheques in favour of ANZ\nGrindleys Bank favouring Mazda and Growmore. Thus the\nultimate payment on the rediscounting of the two bills of\nexchange went to Growmore and Mazda who had been shown\nas the purchasers of the shares from M/s JH Mehta and were\ntherefore to make payment of the price of the share to JH\nMehta. It must moreover be noted that even the cheques for\nrepayment to the Bank on 27.04.1992 had been issued by M/\ns Growmore and M/s Mazda. As the amount paid under the Bills\nof exchange by the Bank was returned to the Bank, it is beyond\nthe purview of any explanation why the bills of exchange had\nbeen drawn in the first place. Obviously the discounting of the\nBills of exchange in our opinion did not represent a bonafide\ncommercial transaction.\nD\nE\nF\n92. It has been brought to our notice by the learned counsel\nfor the appellants that Harshad Mehta was behind all the\nentities. Apart from his individual capacity, he was acting on\nbehalf of M/s J.H. Mehta, Mazda and Growmore. This fact was\nnot unknown to the officers of the Bank. Each one of the private\naccused was connected in one way or the other with each of G\nthe said entities. Sudhir Shantilal Mehta (Accused No. 5) held\nthe Power of Attorney and was the authorized signatory of M/s\nJ.H. Mehta. In a situation of this nature, in terms of the Manual\nif house bills were to be purchased where the drawer and the\ndrawee were closely interconnected, the following requirements\nI\n738\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA were to be satisfied, namely, (i) if the credit rating is high, (ii)\nbusiness integrity and (iii) past dealings and the business\nmethods of the customer were highly satisfactory and he was\nconsidered good for the limit on his single signature. None of\nthe aforementioned ingredients of Para 2.5 (b) of the Manual\nB were satisfied. None of them were customers of the said\nBranch; the Authorities, namely, PW-44, PW-45 as also PW-1\ndid know them. Although the past dealings of the accused with\nthe Bank took place at Hamam Street Branch, its records were\nnot called for. So far as J.H. Mehta, Mazda and Growmore are\nC concerned, they were new customers. It was therefore beyond\nanybody's comprehension as to how an account was opened\non the same day as the Bill of Exchange was presented for\ndiscounting. It is also beyond any doubt or dispute that the\npower to sanction advance so far as the Chairman is concerned\nis limited to Rs.5 crores. Prior sanction of the Board of Director\nwas necessary if the Bill discounting exceeds Rs.5 crores.\nD\nE\nF\nG\nI\nPW-44 in his evidence stated:\n\"The limit upto which Shri Margabanthu was authorized to\nsanction was Rs. 5 crores. If business was to be in excess\nof Rs.5 crores, the authority to sanction was with the Board\nof Directors.\"\nTo the same effect is the evidence of Varanadi\nSubrahmanyam (PW-43), who testified:\n\"According to me a transaction of discounting or\nrediscounting of Bills of Exchange in a sum of Rs. 50\ncrores could not be undertaken without previous sanction\nof the Board of Directors.\n93. The Manual, therefore, prescribes exercise of greater\ncaution in the cases where the drawer and drawee of the Bill\nare identical or connected persons. It provides for the meeting\nof safeguards by way of making an enquiry as regards the\ncreditworthiness, a satisfaction of which was required to be\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 739\narrived at by the Manager. Thereabout, having regard to the A\ncredit rating, business integrity and past dealing, the Manual\nprovides that those borrowers who do not satisfy the said tests\nlaid down would not be eligible for any loan. Evidently, all these\nprocedural requirements necessary for safeguarding the\ninterests of the Bank were thrown to the winds.\n94. The submission of Mr. Mohta, however, is that all such\ntransactions of the past had been ratified by the Board of\nDirectors. It may be or it may not be but the fact remains that\nthe law requires prior sanction of the Board of Directors and\nnot ratification. Admittedly, even the Board of Directors did not\nratify the said transaction although in terms of the Manual it was\nnecessary that prior sanction should be obtained. At least, none\nhas been produced before us.\nB\nC\n95. Strong reliance has been placed on a resolution of the D\nBoard of Directors dated 12.5.1992 whereby all support was\nextended to Accused No.1. The same, in our opinion, is of no\nsignificance as even on that day the Board of Directors did not\nratify the transaction.\n96. We may notice that the Officers of the Bank were\naware of the fact that the Bank finances were not utilized for\nspeculative purposes. The Banking business is governed by\nsound practice. Any advance exceeding Rs. 5 lakhs against\nshares and debentures was to be sanctioned by the Board/\nCommittee of Directors. As it is stated:\nE\nF\n\"12. Advances exceeding Rs. 5 lakhs against shares and\ndebentures should be sanctioned by the Board/Committee\nof Directors. Suitable powers may be delegated to the\nChief Executive and others for sanctioning advances for G\nlesser amounts.\n97. Advances against securities/shares/debentures in\nterms of explanatory note included all types of advances. The\nExecutive Director of UCO Bank Biswajit Choudhari (PW-37)\nH\nB\n740 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA accepted that the discounting of bills is a method of advancing\ncredit to a party. Evidently, therefore, the prudent lending norms\nwere required to be observed. One of the contentions raised\nby the learned counsel for the appellants was that further\nsecurity was not necessary as two cheques had been issued\nby two scheduled Banks. The cheques were issued for the\npurpose of earning interest by way of rediscounting. It may be\ntrue that whereas the Syndicate Bank and State Bank of Patiala\nwere to get 17.5% of interest, the UCO Bank was to receive\ninterest from Harshad Mehta at the rate of 21% per month. This\nitself shows the speculative nature of the transaction. Syndicate\nBank and State Bank of Patiala or even the banker of Harshad\nMehta and his group ANZ Grindlays Bank were of the opinion\nthat they proceeded with so much amount even for a short\nperiod. We fail to see any reasons as to why the usual good\ncredit was not taken recourse to. The underlying object of such\ntransaction is that the same should be a genuine/bonafide\ncommercial transaction. It was for the said purpose procedural\nrequirements were required to be complied with.\nC\nD\n98. Even if the words 'directions of law' are to be given\nE literal meaning, it would include a direction issued by the\nauthorities in exercise of their statutory power as also the power\nof supervision. We have opined heretobefore that it has been\naccepted at the Bar that both the RBI Circulars as also the\nManual of UCO Bank were binding on the authorities. Our\nF attention, however was drawn to the statement of Srinivas\nPadiyar (PW-20) of the Syndicate Bank to show that a contract\nwas entered into on phone. It was furthermore submitted that\nthe contract was an implied one. Apart from the fact that no\nsufficient and reliable evidence has come on record to show\nthat the competent authorities of the UCO Bank and the other\nG\nBanks in question, namely, Syndicate Bank and State Bank of\nPatiala had entered into such transactions but we would\nassume the same for the sake of argument. We will also\nassume that the transaction was otherwise permissible in law\nin terms of the provisions of the Contract Act or any other\nH\nSUDHIR SHANTILAL MEHTA v. C.B.1. [S.B. SINHA, J.] 741\nParliamentary Act for the time being in force.\nA\n99. The prosecution case, however, is that it has been\ndone in a manner not known to law and/or in violation of the\ndirections of law. If it has been able to prove the ingredients of\nSection 405 of the Indian Penal Code that the transaction had B\nbeen carried out for the purpose of disposing of the property\nbelonging to the Bank or having used dishonestly and/or in\nviolation of the direction of law, the prosecution must succeed.\nThe entire transaction was undertaken with one motive that the\nfunds of UCO Bank should be made available to Harshad\nMehta who was the stock broker.\n100. Evidently, UCO Bank was approached as a conduit\nas it had no money of its own. Whereas other banks were\nsecured as they had issued cheques in the name of\nNationalized Bank; UCO Bank did not obtain any security or\npledge. The fact that it had undertaken a grave risk is not in\ndispute. Money was to be returned by a fixed date, namely,\n24.4.1992.\n101. Even the balance sheet and annual reports of the two\nbanks were not sought for far less scrutinized for arriving at a\nsatisfaction as regards the capability of the borrower to repay\nthe amount within the stipulated time. Only after advances were\nmade i.e. on 26.3.1992, PW-44 asked PW-1 to collect the\nbalance sheet from Mazda and Growmore for forwarding them\nto the Head Office for seeking approval of the Bill Discounting\nalready done.\nPW-1 in his evidence stated:\n\"Round about 26th March, 1992, Mr. Prabhu also asked\nme to collect the balance-sheet of Mazda and Growmore.\nHe told me that it was necessary to send the balance\nsheets to the Head Office. He had asked me to go to their\noffices. On 27th or 28th March, 1992, I visited the office\nof Mazda. Over there I met Mr. Samtani. I requested him\nC\nD\nE\nF\nG\nH\n"}