{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n[2009] 12 S.C.R. 682\nSUDHIR SHANTILAL MEHTA\nV.\nC.B.I.\n(Criminal Appeal No. 905 of 2005)\nAUGUST 7, 2009\n[S.B. SINHA AND CYRIAC JOSEPH, JJ.]\nSpecial Court (Trial of Offences Relating to Transactions\nin Securities) Act, 1992:\n-\n-\n-\ns.36(1) – Security scam - Transaction of discounting and\nrediscounting of bill of exchange - Accused persons, public\nservants having dominion over public funds - Allegedly\nentered into conspiracy with Harshad Mehta, dealer in\nsecurities market for obtaining liquid cash for short period with\na view to make investments in securities market – Bills of\nexchange issued in relation to transaction in shares - No\nverification as required undertaken - No security taken -\nDiscounting of bill of exchange - Payment not made on the\nretiring day – Loss to bank\n- Loss to bank \n- Conviction under s.409 and\ns.120B – Held: Acquisition of shares was neither bona fide\nnor in the interest of the Bank - Guidelines laid down in the\nManual of UCO Bank and directions of Reserve Bank of India\ndated 5.9.1988, stipulated that credit limit be fixed only after\nverifying the creditworthiness of customer - Security also\nrequired to be taken and it was the duty of the Manager to\nsatisfy himself that the Bills of Exchange were a result of\ngenuine trade transactions – But said procedures were given\na complete go by - Branch not dealing with Bill Discounting\nchosen which demonstratively proved that the transactions\nwere not ordinary commercial transactions - Accused 1 and\n2 were high ranking officers of the Bank and had dominion\nover the funds thereof - They could not part with the same in\nfavour of any person without complying with the statutory\nrequirements - By reason of such transaction wrongful loss\n-\n682\n';\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n-\n683\nwas caused to the Bank and wrongful gain was made by the A\nHarshad Mehta group – Money of a Public Sector Bank was\ndiverted to share/securities market transactions in violation of\nlaw - Prosecution proved the charges made against the\naccused 1, 2, 4, 5 - Conviction for conspiracy for commission\nof the offence of criminal breach of trust upheld - Banking B\nRegulation Act, 1949 - s.21, 35A - Reserve Bank of India,\n1934 - Penal Code, 1860 - ss.405, 409, 120B – Scam.\n-\nJurisdiction of Special Court - Held: Is not confined to\nthe scam relating to securities alone but utilization of any\namount relating to transaction of securities and for matters\nconnected therewith or incidental thereto.\ns.2(c) - Securities - Meaning of.\nReserve Bank of India, Act, 1934: Directions/circulars\nissued by RBI are statutory in character – RBI has requisite\npower to issue direction to Banks in relation to discounting and\nrediscounting of bills of exchange and directions so issued\nhave statutory force - All public sector banks are bound\nthereby.\nC\nD\n11\nE\nF\nProsecution case was that accused no.1 was the\nChairman-cum-M.D. of the UCO Bank. On 14.3.1992, he\nvisited Harshad Mehta who was a dealer in the securities\nmarket. After the meeting he allegedly informed the other\nofficers of the bank that he met Harshad Mehta who\nsuggested that it was in the interest of the bank to\nundertake the business of discounting and rediscounting\nbills of exchange. The officers present were assured by\naccused no.1 that the business would be transacted\nwithout involving the banks funds. He also insisted for G\nundertaking the said business through the Nariman Point\nBranch of the Bank though such transactions were\ngenerally not undertaken therefrom.\nOn the same day i.e. 14.3.1992, a resolution was\nH\n684 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA passed by M/s. Growmore, to open an account in UCO\nBank, Nariman Point so as to enable it to avail bill\ndiscounting facility provided by UCO Bank Ltd. limited to\nRs.50 crores. A similar resolution was passed on\n18.3.1992 by M/s. Mazda.\nB\nC\nD\nOn 24.3.1992, Accused no.7 and 9 came to Nariman\nPoint Branch of UCO Bank. They brought with them two\nbanker's cheques, one cheque was from Syndicate Bank\nfor Rs.24.63 lacs and the other from State Bank of Patiala\nfor Rs.25 lacs. Two bills of exchange drawn by J.H. Mehta\nwere accepted by accused 4 on behalf of Growmore and\naccused 7 on behalf of Mazda. Letters were also issued\nby Mazda and Growmore to the effect that the said\namount would be repaid by them on or before 24.4.1992.\nThe two usance promissory notes were handed over to\naccused no.7 and 9. The acceptors Mazda and Growmore\ndid not have any account in the said branch at that time.\nTwo draft promissory notes were handed over to PW 44\nby Accused Nos. 7 and 9; one issued in favour of\nSyndicate Bank and the other in favour of State Bank of\nE Patiala to be executed by UCO Bank in relation to the said\ncheques. Those usance promissory notes were signed\nby PW 44 and PW 1, pursuant whereto the Bank issued\ntwo pay orders on the same day in favour of ANZ\nGrindlays Bank for a sum of Rs.25.27 crores and Rs.\nF 14.14 crores. An account in the name of M/s J.H. Mehta\nwas opened on the same day and the amount of Bill of\nExchange was credited into that account.\nG\nH\n,\nOn 25.3.1992, the amount was transferred to Harshad\nMehta's account. On 26.3.1992, PW 44 asked PW 1 to\nprepare a note for the Chairman so as to enable him to\nseek approval from the Board for the transaction.\nPursuant to this, the said note was prepared and it was\nshown to accused No. 1. A proposal for ratification of the\nBill Discounting transaction was sent to the Head office\n་\nT\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n685\non 3.4.1992. On 24.4.1992, i.e., the due date for retiring the A\nBills of Exchange, the payments were not made either by\nthe drawer or by the acceptors. Accused No. 1 allegedly\nagreed to the suggestion of Harshad Mehta for rolling\nover the same for one more month. PW 44 allegedly did\nnot agree thereto and insisted on prompt payment.\nB\nC\nD\nAs the funds were not received, UCO Bank made\npayments to Syndicate Bank and State Bank of Patiala\nout of its own funds. There was shortfall in the funds\navailable with UCO Bank, the requisite call money to meet\nthe deficient was borrowed by it from the Corporation\nBank and the Oriental Bank of Commerce to the tune of\nRs. 50 crores for three days. Officers of UCO Bank\nthereafter visited the offices of Mazda and Growmore for\nrealization of the payments due. Two cheques were\nhanded over by M/s J.H. Mehta with a request that the\nsame be not encashed and that the cheques of\nGrowmore and Mazda would be given at a later date.\nMazda and Growmore also issued two cheques. They\nwere not sent for clearing as the requisite funds therefor\nwere admittedly not available in their accounts. The said E\ntwo Bills of Exchange, for want of fund, were not retired\neither by M/s J.H. Mehta or Growmore or Mazda.\nSubsequent thereto, a formal meeting of the Investment\nCommittee consisting of Accused Nos. 1 and 3 and PW\n45 was held. At the instance of Accused Nos. 1 and 3, F\nshares of Gujarat Ambuja Cement worth Rs. 50 crores\nwere purchased by UCO Bank. The amount received by\nJ.H. Mehta from UCO Bank under the said transaction\nwas transferred by him to Mazda and Growmore so as\nto facilitate encashment of the said cheques for retiring G\nthe Bills of Exchange. Payment towards purchase of\nshares was made by UCO Bank before delivery thereof.\nThe amount due to the Bank was thus sought to be\nrealized in that manner.\nH\nA\n686 SUPREME COURT REPORTS [2009] 12 S.C.R.\nSeveral charges were framed against the accused\npersons by the Special Court. The Special Court held\nthat the offence of criminal breach of trust on the part of\nthe accused Nos. 1 and 2 was proved beyond all\nreasonable doubts as they had been entrusted with the\nB funds of UCO Bank; that the said discounting of bills was\nillegal as it violated the Circular issued by the Reserve\nBank of India dated 5.9.1988; and by reason thereof, a\nsum of Rs. 50 crores was transferred to the accused No.\n3 Harshad Mehta and/or his groups; the transactions was\nin violation of the Circular dated 5.9.1988, the accused\nNos. 1, 2 and 8 acted contrary thereto or inconsistent\ntherewith, the same constituted an offence within the\nmeaning of Section 405 IPC; the said transactions were\ncarried out to benefit Harshad Mehta Group of\nCompanies by the accused in conspiracy with each\nother; and the private accused as well as Accused No.8\nwere convicted only for commission of the offence of\ncriminal conspiracy. Accused 1 to 5 and 8 filed these\nappeals.\nC\nD\nE\nF\nG\nH\nDisposing of the appeals, the Court\nHELD: 1. Jurisdiction of Special Court is confined to\ntrial of offence relating to transactions in securities and\nfor matters connected therewith or incidental thereto\ncommitted during the period between 1.4.1991 and\n6.6.1992. The alleged offence was admittedly committed\nduring the said period. The definition of 'securities' is an\ninclusive one. It is not exhaustive. It takes within its\npurview not only the matters specified therein but also\nall other types of securities as commonly understood.\nThe term 'securities', thus, should be given an expansive\nmeaning. The jurisdiction of the Special Court is not\nconfined to the scam relating to securities alone but\nutilization of any amount relating to transactions in\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n687\n1\n1\n\u003e\nT\nsecurities and for matters connected therewith or A\nincidental thereto. The jurisdiction of the Special Court is\nexclusive one. It exercises original jurisdiction to try\noffences relating to security scam. The said Act having\nregard to the peculiar nature of offence sought to be dealt\nwith, should receive a liberal construction. Jurisdiction of B\nthe Special Court is required to be determined with\nregard to the provisions of Section 6 of the Code of\nCriminal Procedure, 1973. The Act is a special Act. It\ncontains a non obstante clause. It shall, thus, prevail over\nany other Act. [Paras 34, 37, 40, 41 and 44] [718-E; 719-\nE-F; 720-F-G; 721-D]\nState of Bombay and others v. The Hospital Mazoor\nSabha and others AIR 1960 SC 610; Regional Director,\nEmployees State Insurance Corporation v. High Land Coffee\nWorks of P.X.S. Saldanha and sons and Anr. (1991) 3 SCC\n617; Commercial Taxation Officer, Udaipur v. Rajasthan\nTaxchem Ltd. (2007) 3 SCC 124 and Solidaire India Ltd. v.\nFairgrowth Financial Services Ltd. and others (2001) 3 SCC\n71 relied on.\nHarshad S. Mehta and others v. State of Maharashtra\n(2001) 8 SCC 257; L.S. Synthetics Ltd. v. Fairgrowth Financial\nServices Ltd. and another (2004) 11 SCC 456, referred to.\nC\nD\nE\nF\n2. An offence is committed with a view to circumvent\nthe law. An apparent state of affairs need not be the real\nstate of affairs. A simple transaction of discounting and\nrediscounting on its face may appear to be genuine and\nlawful but there may be underlying purposes behind it. It\nhas not been disputed that Harshad Mehta was dealing\nin the money market and securities market and that\nGrowmore although a public limited company, was\ncontrolled by Harshad Mehta. Both Mazda as also\nGrowmore indisputably were dealing in the business of\nselling and buying of shares. Further M/s J.H. Mehta, was\nthe proprietary concern of the wife of Harshad Mehta. She H\nG\n688 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA used to execute business through her constituted\nattorney. General Power of Attorney was also issued by\nthese Companies in favour of the accused persons. The\nHarshad Mehta Group of Companies were therefore\ndealing in securities. [Para 45] [721-E-H]\nB\nC\nD\nE\nF\n3.1. The method of siphoning of the funds of UCO\nBank through discounting of two bills of exchange was\nunlawful. Both the bills of exchange were shown to have\nbeen issued in relation to transaction in shares between\nM/s JH Mehta, Growmore and Mazda. For arranging\nrepayment of the amount, shares were purchased by\nUCO Bank through M/s VB Desai and Co. The offence of\nconspiracy to commit the offence of breach of trust, thus,\nrelated to the transaction in securities. It is therefore not\na case where it can be said that the Special Court lacked\ninherent jurisdiction in trying the offence said to have\nbeen committed by the accused. [Paras 46 and 48] [722-\nA-B; 722-B; 722-C]\n3.2. UCO Bank is a Nationalized Bank. It has various\nbranches in Bombay; its main Branch being at D.N. Road.\nIts Nariman Point Branch was mainly dealing with foreign\nexchanges. The business as regards discounting and\nrediscounting usually was carried out at the main branch.\n[Para 50] [722-E-F]\n4. In terms of Section 35A of the Banking Regulation\nAct, 1949, the Reserve Bank of India is empowered to\nissue directions to the Banks in public interest; or in the\ninterest of Banking policy; or to prevent the affairs of any\nbanking company being conducted in a manner\nG detrimental to the interests of the depositors or in a\nmanner prejudicial to the interest of the Banking\nCompany; or to secure the proper management of any\nBanking company generally. The Reserve Bank of India,\ntherefore, has the requisite power to issue direction to\nH Banks in relation to discounting and rediscounting of\n4\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n689\nbills of exchange and directions so issued have statutory A\nforce. All public sector banks are bound thereby.\nPursuant to or in furtherance of the said power, the\nReserve Bank of India issued a Circular dated 5.9.1988\ntitled \"Bills Rediscounting Scheme -- Introduction of\nusance promissory notes Procedure therefor\". B\nAccused Nos. 1, 2 and 8 were public servants and so\nwere bound by the Circulars issued by the Reserve Bank\nof India. [Paras 52-55 and 57] [722-G-H; 722-B-C; 722-D]\nCorporation Bank vs. D.S. Gowda \u0026 Anr. (1994) 5 SCC\n213 \u0026 Central Bank of India vs. Ravindra \u0026 Ors. (2002) 1 SCC\n367, referred to.\nB.O.I. Finance Ltd. v. Custodian \u0026 ors. 1997 (10) SCC\n488, held inapplicable.\n5.1. The distinction between exercise of jurisdiction\nunder the enabling provisions contained in Section 36(1)\nof Special Court (Trial of offences relating to transactions\nin Securities) Act, 1992 and the ones under Sections 21\nand 35A of the Banking Regulation Act and the\nprovisions contained in Section 45L of the Reserve Bank\nof India Act, 1934 is absolutely clear and unambiguous.\nIn terms of Section 36, the Reserve Bank of India may\ncaution or prohibit the Banking Companies but in terms\nof Sections 21 and 35A of 1949 Act it can issue binding\ndirections. The circular was issued by the Reserve Bank\nof India in regard to rediscounting. The officials of UCO\nBank were, therefore, bound by the said circular letter.\nUCO Bank could only have discounted the bills of\nexchange out of bonafide commercial transactions as\nhad been provided under the RBI circulars. [Paras 63 and\n65] [725-F; 725-G; 726-B]\nState of Madhya Pradesh v. Ramcharan AIR 1977 MP\n68, referred to.\nC\nD\nE\nF\nG\n+\n2\nH\nA\n690 SUPREME COURT REPORTS [2009] 12 S.C.R.\n5.2. The accused contended that they had no\nknowledge of the circulars. The conduct of the accused\nclearly shows to the contrary that they in fact had\nknowledge of the RBI Circulars in question. They\notherwise would not have gone to the length of creating\nB documents to show that the bills of exchange was\nissued because of a sale of shares of M/s JH Mehta to\nGrowmore and Mazda. In order that the bank could\ndiscount a bill of exchange, it was necessary that it related\nto a bonafide or genuine commercial transaction and it\nC was because of this requirement that the accused\npersons had gone to the extent of preparing false\ndocuments to give an appearance that the discounting\nrelated to bona fide commercial transaction. [Para 66]\n[727-F-G; 727-H; 728-A-B]\nD\n6.1. An offence of criminal breach of trust by a public\nservant attracts the penal provision of Section 409 IPC.\nIndisputably, the Bank entrusted its funds to its officers;\nthey had the dominion over the said property; they were\nholding the said money in trust which is an\nE comprehensive expression, to denote a relationship of\nmaster and servant. The act of criminal breach of trust per\nse may involve a civil wrong but a breach of trust with\nan ingredient of mens rea would give rise to a criminal\nprosecution as well. [Para 68] [728-E-F]\nF\nG\nH\n6.2. The criminal breach of trust would mean using\nor disposing of the property by a person who is entrusted\nwith or has otherwise dominion thereover. Such an act\nmust not only be done dishonestly but also in violation\nof any direction of law or any contract express or implied\nrelating to carrying out the trust. It is one thing to say that\nany circular letter issued by the Reserve Bank of India\nbeing not within the public domain would not be law but\nit would be another thing to say that it did not contain any\ndirection of law so as to attract the liability in terms of\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n691\n1\n☑\nSection 405 IPC. Lawful directions were issued by the A\nReserve Bank of India. The Circular Letter was meant for\nall Scheduled Banks. The authorities and/or officers\nrunning the affairs of the Scheduled Banks therefore\nwere aware thereof. If it is binding on the Banks, it would\nbe binding on the officers. Any act of omission or\nB\ncommission on the part of any authority of the Bank\nwould amount to acting in violation of any direction of\nlaw. A direction of law need not be a law made by the\nParliament or a Legislature; it may be made by an\nauthority having the power therefor; the law could be a\nsubordinate legislation, a notification or even a custom.\n[Para 69] [729-A-D]\nC\n6.3. Indisputably, the higher authorities of the UCO\nBank were entrusted with or otherwise had dominion\nover the properties of the bank. They were dealing with D\npublic funds. Failure on their part to abide by the\ndirectives issued under the Circulars would result in civil\naction. Subjecting the bank to a civil liability would thus\nattract one of the ingredients of criminal breach of trust.\n[Para 70] [729-E-G]\n7. The mode of disposal of the public money is\nprescribed in terms of the UCO Bank Manual and the\nCirculars issued by the Reserve Bank of India. It was,\nhowever, necessary for the prosecution to prove that the\nsame was done with requisite mens rea. The submission\nfor the appellants that there has been no violation of the\nRBI Guidelines and/or the UCO Bank Manual cannot be\naccepted. It may be true that PW 40, Executive Director,\nRBI, Bombay had stated that technically the RBI Circular\nreferred to the Bill rediscounting and not discounting, but\nit is not disputed at the Bar that Bill rediscounting must\nbe preceded by Bill discounting. UCO Bank had issued\nusance promissory notes; it was required to be backed\nby encumbered usance Bills of Exchange of at least\nE\nF\nG\nH\n"}