{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"I\nA\nB\nC\nD\n722 SUPREME COURT REPORTS [2009] 12 S.C.R.\n46. The method of siphoning of the funds of UCO Bank\nthrough discounting of two bills of exchange was unlawful. Both\nthe bills of exchange were shown to have been issued in\nrelation to transaction in shares between M/s JH Mehta,\nGrowmore and Mazda.\n47. For the purpose of arranging repayment of the amount,\nshares were purchased by UCO Bank through M/s VB Desai\nand Co. The offence of conspiracy to commit the offence of\nBreach of trust, thus, related to the transaction in securities.\n48. It is therefore not a case where it can be said that the\nSpecial Court lacked inherent jurisdiction in trying the offence\nsaid to have been committed by the accused.\nRBI CIRCULAR\n49. Banking business is controlled by several Acts of\nParliament. We need not go into the history relating thereto in\ngreat details being not necessary.\n50. Suffice it to say that UCO Bank is a Nationalized Bank\nE having been taken over under the Banking Companies\n(Acquisition and Transfer of Undertakings) Act, 1970. It has\nvarious branches in Bombay; its main Branch being at D.N.\nRoad. Its Nariman Point Branch was mainly dealing with foreign\nexchanges. The business as regards discounting and\nF rediscounting usually used to be carried out at the main branch.\nG\n51. The Bank, inter alia, is regulated under the provisions\nof the Reserve Bank of India Act, 1934 as also the Banking\nRegulation Act, 1949 (for short, \"the 1949 Act\") Its directions\nare statutory in character.\n52. In terms of Section 35A of the 1949 Act, the Reserve\nBank of India is empowered to issue directions to the Banks\nin public interest; or in the interest of Banking policy; or to\nprevent the affairs of any banking company being conducted\nf\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 723\nin a manner detrimental to the interests of the depositors or in A\na manner prejudicial to the interest of the Banking Company;\nor to secure the proper management of any Banking company\ngenerally. The Reserve Bank of India in terms of Section 21 of\nthe 1949 Act is empowered to control advances by banking\ncompanies and issue necessary directions in this behalf.\n53. The Reserve Bank of India, therefore, has the requisite\npower to issue direction to Banks in relation to discounting and\nrediscounting of bills of exchange and those directions issued\nby the Reserve Bank of India have statutory force and, thus, can\nbe termed as law in force. {See also Corporation Bank vs.\nD.S. Gowda \u0026 Anr. [(1994) 5 SCC 213] \u0026 Central Bank of\nIndia vs. Ravindra \u0026 Ors. [(2002) 1 SCC 367]}\n54. All public sector banks are bound thereby.\n55. Pursuant to or in furtherance of the said power, the\nReserve Bank of India issued a Circular dated 5.9.1988 titled\n“BILLS REDISCOUNTING SCHEME -- INTRODUCTION OF\nUSANCE PROMISSORY NOTES\nTHEREFOR\", clauses 2(iii) and 2(v) whereof read as under\n-\nPROCEDURE\n\"2(iii) The usance promissory note should be backed by\nunencumbered usance Bills of Exchange of at least equal\nvalue not fallen due for payment, drawn or endorsed in its\nfavour, arising out of bonafide commercial or trade\ntransactions on which the required stamp duty has been\npaid. The discounting bank will hold and continue to hold\nsuch unencumbered usance bills till the date of maturity of\nthe usance promissory note.\n2(v) It would be desirable to centralize the function and\nconfine the authority to draw the usance promissory notes\netc. at the bank's main Funds Management Centre.\"\n56. We may also notice that the Bank had issued a\nManual, known as the \"UCO Bank Manual of Instructions on Bill\nB\nC\nD\nE\nF\nG\nI\n724 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Discounting\" relating to discounting of Bills of Exchange, laying\ndown the procedure therefor, relevant portions whereof (marked\nas Exhibit 239) read as under:\nB\nс\nD\nE\nF\nG\nH\n-\n\"2.5. The attention of the Sanctioning Authority should be\nspecifically drawn:\n(a) If bills drawn on places where the bank does not have\nbranch are to be purchased.\n(b) If house bills are to be purchased under the limit. House\nbills are bills where drawer and drawee are identical or\nconnected persons. Purchase of house bills obviously\ninvolves greater risk than the purchaser of bills drawn on\nunconnected, independent drawees. Purchase of house\nbills should be recommended for sanction only when the\ncredit rating, business integrity, past dealings and business\nmethods of the customer are highly satisfactory and he is\nconsidered good for the limit on his single signature.\"\nTHE EFFECT OF THE CIRCULAR LETTER\n57. Accused Nos. 1, 2 and 8 being public servants, they\nwere bound by the aforementioned Circulars having been\nissued by the Reserve Bank of India.\n58. Mr. Jethmalani, however, has relied upon the decision\nin B.O.I. Finance Ltd. v. Custodian \u0026 ors. 1997 (10) SCC 488,\nwherein this Court while dealing with a Circular letter which had\nbeen marked confidential opined that such a Circular did not\nbind third parties, stating:\n\"22. With regard to the finding of the Special Court that the\ntransactions in question were illegal, as they were in\ncontravention of the circulars which were issued by the\nReserve Bank of India under the provision of the Act, it was\ncontended by Mr. Cooper, learned Counsel, that the\ncirculars issued were no more than guidelines which were\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 725\nrequired to be followed by the Bank and they were not A\nmandatory in nature. Elaborating this contention, Mr.\nCooper submitted that the Banking Companies Act\ncontains provisions which enable the Reserve Bank of\nIndia to issue directions which were mandatory and also\ngive advice to the banks. Our attention was drawn to B\nSections 21 and 35A of the said Act and it was contended\nthat the directions which are issued by the Reserve Bank\nof India under these two provisions are clearly mandatory.\nOn the other hand, Section 36(1)(a) \u0026 (1)(b) gives power\nto the Reserve Bank of India to give advice or lend C\nassistance and any action taken thereunder cannot be\nregarded as mandatory. It was submitted that the language\nof the circulars dated 14.4.1987 and 1.12.1987, which\nprohibit the banks from entering into buying back\narrangements, clearly shows that the said circulars were\nonly in the nature of advice and must be regarded as\nhaving been issued under Section 36(1)(a) and (1)(b) of\nthe Act.\"\n59. Having regard to the provisions of Section 36(1)(a) and\n(b) of the Banking Regulation Act, it was held that they were\nonly in the nature of an advice and not binding on the third\nparties.\nD\nE\n60. The distinction between exercise of jurisdiction under\nthe enabling provisions contained in Section 36(1) and the ones F\nunder Sections 21 and 35A of the Banking Regulation Act and\nthe provisions contained in Section 45L of the Reserve Bank\nof India Act, 1934 is absolutely clear and unambiguous.\n61. In terms of Section 36, the Reserve Bank of India may\ncaution or prohibit the Banking Companies but in terms of\nSections 21 and 35A of 1949 Act it can issue binding\ndirections. The directions have been issued by the Reserve\nBank of India in regard to rediscounting.\nG\n62. The said decision therefore is not applicable to the H\n726 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA facts and circumstances of this case.\nB\nC\nD\nE\nןד\nF\n0\nН\n63. Whether a circular letter issued by a statutory authority\nwould be binding or not or whether the same has a statutory\nforce, would depend upon the nature of the statute. For the said\npurpose, the intention of the legislature must be considered.\nHaving regard to the fact that the Reserve Bank of India\nexercises control over the Banking Companies, we are of the\nopinion that the said Circular letter was binding on the Banking\nCompanies. The officials of UCO Bank were, therefore, bound\nby the said circular letter.\n64. The Madhya Pradesh High Court in The State of\nMadhya Pradesh v. Ramcharan [AIR 1977 MP 68] held:\n\"6. Although the Constitution does not contain any generic\ndefinition of law, it defines \"law\" for purposes of Article 13\nto include \"any Ordinance, order, bye-law, rule, regulation,\nnotification, custom or usage having in the territory of India\nthe force of law\". Article 366(10) of the Constitution also\ndefines the expression \"existing law\" to mean \"any law,\nOrdinance, Order, bye-law, rule or regulation passed or\nmade before the commencement of this Constitution by\nany legislature authority or person having power to make\nsuch law, Ordinance, order, bye-law, rule or regulation\".\nAnother definition which is relevant here is the definition\nof the expression \"Indian law\" in the General Clauses Act,\n1897. Section 3(29) of this Act defines \"Indian Law\" to\nmean \"any Act, Ordinance, regulation, rule, order or bye-\nlaw, which before the commencement of the Constitution\nhad the force of law in any Province of India or part thereof\nand hereafter has the force of law in any Part A State or\nPart C State or part thereof, but does not include any Act\nof Parliament of the United Kingdom or any Order in\nCouncil, rule or other instrument made under such Act\".\nThese definitions go to confirm that under our legal order\n\"law\" does not include only legislative enactments but it\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 727\nalso includes rules, orders, notifications etc. made or\nissued by the Government or any subordinate authority in\nthe exercise of delegated legislative power.\n7. The question relating to a post-constitution order or\nnotification in the context whether it amounts to law was\nconsidered by the Supreme Court in Jayantilal Amratlal\nv F. N. Rana, AIR 1964 SC 648 = 1964-5 SCR 294. ... The\nCourt further observed as follows:\nA\nB\nC\n\"This is not to say that every order issued by an executive\nauthority has the force of law. If the order is purely\nadministrative, or is not issued in exercise of any statutory\nauthority it may not have the force of law. But where a\ngeneral order is issued even by an executive authority\nwhich confers power exercisable under a statute, and\nwhich thereby in substance modifies or adds to the statute, D\nsuch conferment of powers must be regarded as having\nthe force of law.\"\n17\n65. It therefore stands established from the above that\nUCO Bank could only have discounted the bills of exchange out\nof bonafide commercial transactions as had been provided\nunder the RBI circulars which were statutorily binding on UCO\nBank.\nE\nF\n66. So far as the submission of the learned counsel that\nthey had no knowledge of the circulars issued by RBI is\nconcerned, we would affirm the findings of the special judge\nthat the conduct of the accused clearly shows to the contrary\nthat they in fact did have knowledge of the RBI Circulars in\nquestion. They otherwise would not have gone to the length of\ncreating documents to show that the bills of exchange had been G\nissued because of a sale of shares of M/s JH Mehta to\nGrowmore and Mazda. If they did not have the knowledge of\nthe said circulars and if the bank had been willing to discount\nthe bills of exchange, a simple accommodation Bill of Exchange\ncould have been executed. In order that the bank could discount\nI\n728\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA a bill of exchange, it was necessary that it related to a bonafide\nor genuine commercial transaction and it was because of this\nrequirement that the accused persons had gone to the extent\nof preparing false documents to give an appearance that the\ndiscounting related to bona fide commercial transaction.\nB\nC\nD\nCRIMINAL BREACH OF TRUST\n67. Section 405 of the Indian Penal Code defines Criminal\nBreach of Trust in the following terms:\n\"405. Criminal breach of trust - Whoever, being in any\nmanner entrusted with property, or with any dominion over\nproperty, dishonestly misappropriates or converts to his\nown use that property, or dishonestly uses or disposes of\nthat property in violation of any direction of law prescribing\nthe mode in which such trust is to be discharged, or of any\nlegal contract, express or implied, which he has made\ntouching the discharge of such trust, or willfully suffers any\nother person so to do, commits \"criminal breach of trust\".\n68. An offence of criminal breach of trust by a public\nE servant attracts the penal provision of Section 409 of the Indian\nPenal Code. Indisputably, the Bank entrusted its funds to its\nofficers; they had the dominion over the said property; they were\nholding the said money in trust which is an comprehensive\nexpression, inter alia, to denote a relationship of master and\nF servant. The act of Criminal Breach of Trust per se may involve\na civil wrong but a breach of trust with an ingredient of mens\nrea would give rise to a criminal prosecution as well. The\ningredients of Section 409 are:\nG\nН\n1. Accused must be a Public servant, merchant, agent, a\nfactor, broker or an attorney.\n2. In his such capacity he must be entrusted with some\nproperty or must have gained dominion thereover.\n3. He must have committed criminal breach of trust.\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 729\n69. The criminal breach of trust would, inter alia, mean A\nusing or disposing of the property by a person who is entrusted\nwith or has otherwise dominion thereover. Such an act must not\nonly be done dishonestly but also in violation of any direction\nof law or any contract express or implied relating to carrying\nout the trust. It is one thing to say that any Circular Letter issued B\nby the Reserve Bank of India being not within the public domain\nwould not be law but it would be another thing to say that it did\nnot contain any direction of law so as to attract the liability in\nterms of Section 405 of the Indian Penal Code. Lawful\ndirections were issued by the Reserve Bank of India. The C\nCircular Letter was meant for all Scheduled Banks. The\nauthorities and/or officers running the affairs of the Scheduled\nBanks therefore were aware thereof. If it is binding on the\nBanks, it would be binding on the officers. Any act of omission\nor commission on the part of any authority of the Bank would\namount to acting in violation of any direction of law. A direction\nof law need not be a law made by the Parliament or a\nLegislature; it may be made by an authority having the power\ntherefor; the law could be a subordinate legislation, a notification\nor even a custom.\n70. Indisputably, the higher authorities of the bank were\nentrusted with or otherwise had dominion over the properties\nof the bank. They were dealing with public funds. Indisputably\nagain they were required to apply the same in terms of the\nCirculars issued by the Bank as also the Reserve Bank of India.\nIt has been accepted at the Bar that failure on the part of the\nofficers of the Bank to abide by the directives issued under the\nCirculars would result in civil action. Subjecting the bank to a\ncivil liability would thus attract one of the ingredients of criminal\nbreach of trust. There cannot be, however, any doubt\nwhatsoever that a mere error of judgment would not attract the\npenal provision contained in Section 409 of the Indian Penal\nCode.\nThe materials brought on record by the parties must be\njudged keeping in view of the aforesaid legal position.\nD\nE\nLL\nF\nG\nH\n730\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\n71. The primary question is whether the property of the\nbank was dishonestly used or disposed of in violation of any\ndirection of law prescribing the mode therefor. The mode of\ndisposal of the public money is prescribed in terms of the UCO\nBank Manual and the Circulars issued by the Reserve Bank of\nB India. It was, however, necessary for the prosecution to prove\nthat the same was done with requisite mens rea.\nC\nBefore proceeding further, we may notice some basic\nfacts which have been proved by the prosecution and in respect\nwhereof there is not much controversy.\n72. All the accused were working as full-time employees.\nOn 13.3.1992, Margabanthu (Accused No.1) Chairman-cum-\nManaging Director of the Bank met Harshad Mehta, the prime\naccused. This has been proved by Joglekar PW-6 the Driver\nD and R.L. Joshi, PW-7.\nE\nF\n73. What transpired in the said meeting although is not\nknown, the purport thereof can be found out from the\nrepresentation made by Accused No. 1 in the meeting held on\n14.3.1992, which was attended by PW 44 - Prabhu, Assistant\nGeneral Manager of the Nariman Point Branch, PW 45 -\nBhaskar Roy Choudhary, Dy. General Manager, Accused No.\n8 - Ramanathan, Division Manager and PW 7 – R.L. Joshi,\nMarket Promotion Officer, that the bank may earn some profit\nwithout investing its own money. Ex facie, the offer appeared\nto be attractive as it was for the benefit of the Bank but the\nprocess involved therein was a complex one.\n-\n74. It was insisted that the transaction of such magnitude\nbe carried out from the Nariman Point Branch of the Bank\nG which was not the main branch and was not otherwise well\nH\nequipped to deal with such transactions. The private accused\ndid not have any account in the said branch. The employees\nof the said branch did not have enough experience to carry out\ntransaction of such high values. Despite objection made by\n15\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 731\nPrabhu (PW-44), the same was insisted upon.\n75. It had not been disclosed that a similar offer made by\nMazda to carry the transactions at the Hamam Street Branch\nof the Bank had yielded no results. An assessment of\ncreditworthiness of Mazda was made and it was found that their\ncreditworthiness was only to the extent of Rs. 2.76 crores and\nnot beyond the same. This appears to be the prime reason why\nthe transactions were shifted from Hamam Street Branch to\nNariman Point Branch.\nA\nB\n76. The officers of the main branch of the Bank at Bombay C\nwere not taken into confidence at all. One of the officers who\nwas asked to attend the meeting was Ramanathan, Divisional\nManager (Accused No.8). Why he was involved had not been\nexplained? He might not have participated in the meeting as\ncontended but then his subsequent role speaks of volumes. We D\nwould refer thereto a little later. It must be noticed that during\nthe said meeting itself the Accused No. 1 spoke to Accused\nNo. 2 over phone. This has been proved by PW-7 in his\ndeposition, stating:\n\"When I was in the chamber, Mr. Margabanthu had spoken\nto Mr. R. Venkatakrishnan i.e. Accused No. 2.\nE\n\"When the person on the other side of the telephone picked\nup the phone Mr. Margabanthu said 'Venkit'. Then Mr.\nMargabanthu informed about this bill transaction and F\nadded that this would not affect the outflow of the funds\nfrom the Bank. At that time Mr. Venkatakrishnan, Accused\nNo.2 was looking after the Investments \u0026 Treasurer\nDivision of the Bank that is why I know that the conversation\nwas with Mr. Venkatakrishnan\"\nG\n77. The fact that Accused No.1 spoke to Accused 2 over\nphone was also stated by PW-44 and PW-45 in their\nstatements. The reason why consent of Accused No. 2 or at\nleast the necessity of keeping him informed about the H\n"}