{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"742\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nto give me the Balance Sheets and the Annual Reports for\nthe last three years. Mr. Samtani told me that he would send\nthe same. I also asked him about the Balance Sheets of\nGrowmore. Mr. Samtani stated that he would collect these\nand send them to the bank. As Mr. Samtani did not give\nthe Balance Sheets and the Annual Reports, I again\ncontacted Mr. Samtani. Mr. Samtani gave me two Annual\nReports for the years 1988 to 1990 and for the year 1991\"\n102. Thus, all attempts to procure the balance sheet, etc.\nwere undertaken at a later date. As the date of repayment was\ncoming closer, UCO Bank sent letters to Mazda and Growmore\nfor arranging funds to retire the Bill of Exchange on due date.\nEvidently, they were unable to fulfill their promise. For the said\npurpose, Harshad Mehta had already spoken to Accused No.1\nand he agreed that the Bills would be rolled over for one more\nD month. PW-44 was informed thereabout by Pankaj Shah\nE\nLL.\nF\nG\nI\n(Accused No.9). Naturally, as the entire blame would be put on\nhim, he did not agree thereto and insisted on payment. In his\nevidence, he stated:\n\"The due date of both the bills of exchange was 24th April,\n1992. On 22nd March 1992, the Bank addressed letters\nto Mazda Leasing Co. and Growmore Finance Ltd. to\nretire the bills on due date. On 22nd April 1992 I was\ninformed by Mr. Pankaj Shah that Mr. Harshad Mehta has\ntalked to the Chairman of the Bank and that the bills are\nnot to be retired on 24th April 1992 but are to be rolled\nover. (The witness is shown documents at Exhs. 58 and\n59). This were the letters sent to the above referred\nCompanies on 22nd April, 1992. I told Mr.Pankaj Shah\nthat I do not agree to the re-rolling and that payment of both\nthe bills should be made on due date. I also informed Shri\nRoy Chowdhari, Zonal Manager that I do not agree to any\nre-rolling and that payment has to be made on due date. I\nalso informed the same to Shri Ramnathan. I remember\nthat I also gave the same information to Shri\nVenkatkrishnan at Kolkata on telephone.\"\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 743\nHe was corroborated by PW-45 who stated:\n\"Shri Harshad Mehta told us that he and Mr. Margabanthu\nhad already decided that the period of discounting will be\nextended by one month.\"\nA\n103. From the aforementioned evidence, it is evident that B\nPW-44 informed about his decision for insistence of payment\nto Accused No. 2 and PW-45 also informed of the same to\nAccused No. 1. We can understand that Accused No. 2 being\na high-ranking Officer was informed particularly in view of the\nfact that if the Bank does not get back the money, it has to take C\nloan for the purposes of having call money, but the very fact that\nthe high-ranking officers also informed the Accused No. 8,\nspeaks a volume. We would consider this aspect of the matter\na little later.\n104. Admittedly, even on 24.4.1992 payments were not\nmade either by the drawer or by the acceptors. At this stage, it\nmay not be necessary to consider the submission of Mr.\nBhattacharyya that in terms of Section 32 of the Negotiable\nInstruments Act, it was the acceptor's liability and not the\ndrawer's liability, for the simple reason that whosoever's liability\nit was, the fact remained that the money had not been re-\ndeposited. Indisputably, UCO bank had to make payment out\nof its own funds. As by reason thereof a shortfall occurred, call\nmoney was borrowed from two other banks, namely,\nCorporation Bank and Oriental Bank of Commerce to the tune\nof Rs. 50 crores for three days. The evidence of PW-44 in this\nregard is relevant, which is as under:\n\"In view of the promissory notes executed by the Bank in\nfavour of Syndicate Bank and Bank of Patiala, on due date\nour Bank made payments to the two Banks in whose favour\npromissory notes were signed. The Bank made these\npayments from its own funds. The Mazda Industries and\nLeasing Ltd. and Growmore Finance Ltd. did not retire the\nbills of exchange on due date i.e. 24th April, 1992\"\nD\nE\nLL\nF\nG\nH\nA\nB\nD\n744\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nTo the same effect is the evidence of PW-1:\n\"These Promissory Notes were due for payment on 24th\nApril, 1992. In the morning I had discussed this with Mr.\nPrabhu. He asked me to make payments in respect of\nthese Promissory Notes. We had therefore made\npayments to the Syndicate Bank and to the State Bank of\nPatiala respectively.\"\n105. We are, therefore, of the opinion that the charge of\ncriminal breach of trust stands established against Accused 1,\nC and 2. The role played by Accused No. 2 in the entire chain of\nevents is significant. The decision to discount the two bills of\nexchange at Nariman Point Branch had been taken by Accused\nNo. 1 only after consulting Accused No. 2. Accused No. 2 had\nfull details of the transaction. He had also played a key role in\nthe purchase of shares by UCO Bank to provide for repayment\nof the amount advanced by UCO Bank itself. He had also\nsimilarly made an endorsement for issuing a cheque in favour\nof ANZ Grindley's Bank on account of JH Mehta. However we\nmay notice that the role played by Accused No. 2 was\nsubsidiary to that played by Accused No. 1. The entire\ntransaction appears to have been gone through because of a\ndeal struck between deceased Harshad Mehta and Accused\nNo. 1. We would take note of this aspect of the case while\nconsidering the quantum of sentence so far as Accused No. 2\nis concerned.\nE\nF\n106. We agree with the observations of the learned\nSpecial Judge that Accused No. 8 was not in a position to issue\nany directions; he being a Scale IV employee. He therefore\ncould not be said to be guilty of the offence of Criminal Breach\nG of trust. We find no justification advanced by the prosecution\nto interfere with the judgment of acquittal recorded by the\nlearned Special Judge as regards the Accused No. 8.\nH\nCRIMINAL CONSPIRACY\n107. Criminal conspiracy is an independent offence. It is\n+\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 745\npunishable independent of other offences; its ingredients A\nbeing:-\n(i)\nan agreement between two or more persons.\n(ii)\nthe agreement must relate to doing or causing to\nbe done either (a) an illegal act; (b) an act which is\nnot illegal in itself but is done by illegal means.\nB\nIt is now, however, well settled that a conspiracy ordinarily\nis hatched in secrecy. The court for the purpose of arriving at\na finding as to whether the said offence has been committed C\nor not may take into consideration the circumstantial evidence.\nWhile however doing so, it must bear in mind that meeting of\nthe minds is essential; mere knowledge or discussion would\nnot be.\n108. As the question has been dealt with in some detail\nin Criminal Appeal No. 76 of 2004 (R. Venkatakrishnan vs.\nCentral Bureau of Investigation), it is not necessary for us to\ndilate thereupon any further.\nD\nWe may, however, notice that recently in Yogesh @ E\nSachin Jagdish Joshi v. State of Maharashtra [(2008) 6\nSCALE 469], a Division Bench of this Court held:\n\"23. Thus, it is manifest that the meeting of minds of two\nor more persons for doing an illegal act or an act by illegal\nmeans is sine qua non of the criminal conspiracy but it may\nnot be possible to prove the agreement between them by\ndirect proof. Nevertheless, existence of the conspiracy and\nits objective can be inferred frorn the surrounding\ncircumstances and the conduct of the accused. But the\nincriminating circumstances must form a chain of events\nfrom which a conclusion about the guilt of the accused\ncould be drawn. It is well settled that an offence of\nconspiracy is a substantive offence and renders the mere\nagreement to commit an offence punishable even if an\nLL\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n746 SUPREME COURT REPORTS [2009] 12 S.C.R.\noffence does not take place pursuant to the illegal\nagreement.\"\n109. Yet again in Nirmal Singh Kahlon vs. State of\nPunjab \u0026 Ors. [(2008) 14 SCALE 639], this Court following\nRam Lal Narang vs. State (Delhi Administration [(1979) 2\nSCC 322] held that a conspiracy may be a general one and a\nseparate one meaning thereby a larger conspiracy and a\nsmaller which may develop in successive stages. For the\naforementioned purpose, the conduct of the parties also\nassumes some relevance. [See also Chaman Lal \u0026 Ors. v.\nState of Punjab \u0026 Ors. [JT 2009 (4) SC 662]}\n110. In K.R. Purushothaman vs. State of Kerala [(2005)\n12 SCC 631], this Court held:\n\"11. Section 120A of I.P.C. defines 'criminal conspiracy.'\nAccording to this Section when two or more persons\nagree to do, or cause to be done (i) an illegal act, or (ii)\nan act which is not illegal by illegal means, such an\nagreement is designed a criminal conspiracy. In Major\nE.G. Barsay v. State of Bombay, (1962) 2 SCR 195,\nSubba Rao J., speaking for the Court has said:\n\"The gist of the offence is an agreement to break\nthe law. The parties to such an agreement will be\nguilty of criminal conspiracy, though the illegal act\nagreed to be done has not been done. So too, it is\nnot an ingredient of the offence that all the parties\nshould agree to do a single illegal act, It may\ncomprise the commission of a number of acts.\"\nXXX XXX\nXXX\n13. To constitute a conspiracy, meeting of mind of two or\nmore persons for doing an illegal act or an act by illegal\nmeans is the first and primary condition and it is not\nnecessary that all the conspirators must know each and\nevery detail of conspiracy. Neither it is necessary that\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 747\nB\nevery one of the conspirators takes active part in the A\ncommission of each and every conspiratorial acts. The\nagreement amongst the conspirators can be inferred by\nnecessary implications. In most of the cases, the\nconspiracies are proved by the circumstantial evidence,\nas the conspiracy is seldom an open affair, The existence\nof conspiracy and its objects are usually deducted from the\ncircumstances of the case and the conduct of the accused\ninvolved in the conspiracy. While appreciating the evidence\nof the conspiracy, it is incumbent on the Court to keep in\nmind the well-known rule governing circumstantial evidence C\nviz., each and every incriminating circumstance must be\nclearly established by reliable evidence and the\ncircumstances proved must form a chain of events from\nwhich the only irresistible conclusion about the guilt of the\naccused can be safely drawn, and no other hypothesis\nagainst the guilt is possible. The criminal conspiracy is an\nindependent offence in Indian Penal Code. The unlawful\nagreement is sine quo non for constituting offence under\nIndian Penal Code and not an accomplishment.\nConspiracy consists of the scheme or adjustment between\ntwo or more persons which may be express or implied or\npartly express and partly implied. Mere knowledge, even\ndiscussion, of the Plan would not per se constitute\nconspiracy. The offence of conspiracy shall continue till the\ntermination of agreement.\"\n{See also P.K. Narayanan vs. State of Kerala [(1995) 1\nSCC 142]}:\n111. Offence had been committed purely for the benefit of\nHarshad Mehta. He was the prime beneficiary. He appears to\nhave made elaborate plans to obtain liquid cash for a short\nperiod with a view to enable him to make investments in the\nsecurity market so that he could obtain quick returns. He\ninvolved a few Nationalized Banks in the process. Prosecution\nseeks to establish the offence of conspiracy from the evidence\nD\nE\nF\nG\nH\n748\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA of Shri S.V. Prabhu (P.W. 44), Shri Bhaskar Roy Choudhary\n(P.W. 45) and Shri R.L. Joshi (P.W. 7). If the story unfolded by\nthe prosecution through several witnesses is taken to its logical\nconclusion, the following would emerge:\nB\n112. The transactions in relation to which the two bills of\nexchange were drawn are dated 20th March, 1992. Growmore\nand Mazda opened the account with Nariman Point Branch of\nthe UCO Bank on the same date on which the bills of exchange\nwere presented to the Bank on 24 March 1992, but a resolution\nfor the purpose of opening the account with the UCO Bank was\npassed by Growmore on 14. 03.1992 and by Mazda on\n18.03.1992. The conduct of Growmore and Mazda in passing\nthe resolution for opening the accounts even before the alleged\npurchase of shares by them from JH Mehta who had drawn the\nbills of exchange raise doubt about the bonafide of the entire\nD transaction.\nC\nE\nF\nG\nH\n113. Accused No. 4 appearing as a witness made a\nstatement that the transaction had been settled and executed\nby Harshad Mehta. For the said purpose, it may be necessary\nto take into consideration the mode and manner in which the\nsame was completed. Indisputably, a large sum, namely, Rs.50\ncrore was made available to Harshad Mehta through the\nprocess of bill discounting. Evidence's have been clearly brought\non record to show that the business of bill discounting was not\nbeing carried out in the Nariman Point Branch. The said branch,\ntherefore, was chosen so as to enable Harshad Mehta to open\nand operate account therein. Accused No. 1 met Harshad\nMehta at about 1.00 p.m. on 1.3. 1992. Accused No.8 was\npresent in the said meeting. After meeting Harshad Mehta,\nAccused No.1 came back to the Bank. He asked the officers\nto undertake bill discounting for Harshad Mehta. He, however,\ndid not disclose that for the aforementioned purpose he had\nmet Harshad Mehta earlier. Accused No. 8 was present in the\nsaid meeting. He, however, is said to have not taken any part\ntherein. During the said meeting itself, Accused No. 1 spoke\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 749\nA\nto Accused No. 2. Possibility of having transactions relating to\nbill discounting was disclosed. Accused No. 2 was consulted.\nAccused No. 2 did not deny or dispute receipt of the telephonic\ncall but merely took a plea that according to him details thereof\nhad not been furnished to him. As a follow up of the decision\ntaken in the meeting held by Accused No.1, resolutions were B\npassed by Mazda and Growmore. However, a note in relation\nto the aforementioned meeting was prepared which related to\nthe aforementioned discussions. Why Nariman Point Branch\nwas chosen for carrying out the said transaction is not known.\nP.W. 44 raised objection stating that only the D.N. Road C\nBranch used to deal with the matter relating to bill discounting.\nIt is now no longer in dispute that Mazda had approached D.N.\nRoad Branch for getting the facility of discounting upto 50 crore\nof rupees but the same was not granted as it did not satisfy\nthe eligibility requirements. The said fact had not been\ndisclosed. On the strength of the opening of the account Mazda\nand Growmore in the said Branch, two bills were presented. It\nis, however, of some significance to notice that the original\ncredit note relating to the alleged sale transactions of shares\nhad not been presented, only a photocopy thereof had been\npresented. A sum of Rs. 50 crore is made available on the\nsame day; no verification or assessment as per procedure is\ncarried out; no security was taken. Yet again, before the bills\nof exchange were discounted, rediscounting had already been\ndone by two other branches. The usuance promissory notes,\nhowever, were issued by UCO Bank later. Rediscounting is\npermissible only when the transaction of discounting is taken\nfirst. P.W. 40 said so in no uncertain terms in the following\nmanner:\nD\nE\nF\n\"There can be no Bills Re-discounting unless there is a first G\nBill Discounting. This Circular is only laying down the\nrevised procedure for rediscounting. According to me, in\nthat sense this is covering Bills Discounting but it is correct\nthat it does not directly deal with Bills Discounting.\"\n114. For the purpose of covering default in retiring the bills\nH\n750 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA of exchange, shares were purchased from J.H. Mehta by UCO\nBank and a sum of Rs. 49.50 crore were made available to it\nby retiring the same. J.H. Mehta in turn transferred the accounts\nto Mazda and Growmore\nB\n115. Purchase of shares of J.H. Mehta is neither denied\nnor disputed. It was projected as a bona fide acquisition of\nshares in the interest of the Bank.\n116. However, the very fact that the principal accused\nmade a default of repayment of Rs. 50 crores, the purchase of\nC shares by the Bank itself assumes significance. Even Accused\nD\nNo. 2 took prominent part in the matter of purchase of shares.\nWe have already noted that both Accused 1 and Accused 2\nplayed a major role in arranging the entire transaction. In fact\nhad it not been for Accused No. 1, in our opinion it would not\nhave been possible for Harshad Mehta or his associates to\ntake the Bank for a ride and unlawfully utilize the funds of the\nbank.\n117. With a view to achieve the said object, neither the RBI\ndirections requiring bills of exchange to satisfy the tests of bona\nE fide commercial or cash transactions were complied with nor\nthe procedure laid down under the UCO Bank Manual were\nfollowed. The power of the Chairman for investment in shares\nis upto Rs. 10 crore. His power in regard to bill discounting is\nonly upto Rs.5 crore. So far as other accused are concerned,\nF namely Accused No.3, Accused No. 4 and Accused 5, they\nG\nH\nwere not only residing at the same place but Accused No. 4\nand Accused 5 were men of trust of Harshad Mehta. A power\nof attorney had been executed in their favour.\n118. The Board of Directors of Growmore had by their\nresolution dated 14th March, 1992 authorized Accused 4 and\n5 to seek bill discounting facility from UCO Bank to the limit of\nRs. 50 crores. The application for opening the account of\nGrowmore at Nariman point had been signed by Accused No.\n4. Further on behalf of Growmore the Bill of exchange had been\naccepted by Accused No. 4. Not only this but the letter dated\nA.\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 751\n24th March, 1992 addressed to UCO Bank by Growmore A\nundertaking to repay the amount by 24th April, 1992 had also\nbeen signed by Accused No. 4. Legally the Bank would have\nbeen concerned only with M/s JH Mehta. But the letter of\nGrowmore signed by Accused No. 4 clerly indicates his\ninvolvement in the Criminal conspiracy.\n119. So far as Accused No. 5 is concerned, it is he who\nhad signed the Bill of Exchange as the Power of attorney of\nthe proprietors of of M/s JH Mehta. It is he who had signed the\nforms for opening the account with the Nariman Point Branch\nof UCO Bank. He had signed the letter dated 23.3.1992\nrequesting the Bank to discount the two bills of Exchange. The\nrelationship between the parties both personal and\nprofessional clearly establishes criminal conspiracy on the Part\nof Accused No. 5. We therefore affirm the decision of the\nspecial judge finding Accused No. 5 guilty of the offence of\nCriminal Conspiracy.\nB\nC\nD\n120. As we have already mentioned Accused Nos. 6, 7\nand 9 have not preferred appeals before us challenging their\nconviction. We find no reason to interfere with the judgment of E\nconviction arrived at by the learned Special Judge with respect\nto the said accused.\n121. We however disagree with the conclusions arrived at\nby the learned Special Judge with regard to the guilt of Accused\nNo. 8 for the offence of Criminal Conspiracy. The mere fact that\nhe might have been present at the meeting dated 14.3.1992\nof the officers of UCO Bank by itself does not in our opinion\nconclusively prove his involvement in the conspiracy hatched\nby the other officers of the Bank. Something more was needed\nto be shown that he was a party thereto.\n122. In conclusion we hold Accused No. 1 (K.\nMargabanthu), Accused No. 2 (Ramaiya Venkatkrishnan),\nAccused No. 4 (Ashwin Mehta) and Accused No. 5 (Sudhir\nMehta) guilty of the offence of Criminal conspiracy. We need\nF\nG\nH\nI\n"}