{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 12 S.C.R. 463\nASHOK\nV.\nA\n-\nRAJENDRA BHAUSAHEB MULAK\n(Civil Appeal No. 7591 of 2012)\nOCTOBER 18, 2012\n[T.S. THAKUR AND GYAN SUDHA MISRA, JJ.]\n-\n-\nB\nElection Laws - Conduct of Election Rules, 1961 – r.39\n- Election petition - On ground of improper reception of votes\nElection to State Legislative Council Two main C\ncontestants, appellant and respondent - Respondent won by\na thin margin of 4 votes - Appellant filed election petition\nchallenging the election of respondent on the plea of breach\nof the Election Rules stating that at least 5 out of 14 votes\nhad been cast by such voters who were accompanied by D\nanother person to the voting compartment at the time of\nactual casting of vote in the election which was in breach of\nr.39 (5) to 39 (8) and hence reception of such votes by\nincluding them at the time of counting of votes ought to be\ndeclared as illegal - Election petition dismissed by the High E\nCourt at the threshold on the ground that it failed to declare\nmaterial particulars which could be held to have materially\naffecting the election result - Whether the election petition in\nquestion indicated absence of 'material particulars' which\nmaterially affected the result of the election so as to entertain\na challenge to the same - Matter referred to three Judge\nbench in view of conflicting views expressed by the two Hon'ble\nJudges.\nIn the election to the Maharashtra State Legislative\nCouncil from the Nagpur Local Authorities Constituency,\nthere were two main contestants, namely the appellant\nand the respondent. The appellant polled 198 votes as\nagainst 202 votes polled in favour of the respondent. The\nrespondent thus won by a thin margin of 4 votes.\n463\nF\nדי\nG\nI\nA\n464\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nThe appellant filed an election petition challenging\nthe election of the respondent on the plea of breach of\nthe Conduct of Election Rules, 1961 stating that at least\n5 out of 14 votes had been cast by such voters who were\naccompanied by another person to the voting\nB compartment at the time of actual casting of vote in the\nelection which was in breach of Rule 39 (5) to 39 (8) of\nthe Election Rules and hence reception of such votes by\nincluding them at the time of counting of votes ought to\nbe declared as illegal. The election petition was\nC dismissed by the High Court on the ground that it failed\nto declare material particulars which could be held to\nhave materially affecting the election result. The High\nCourt found the election petition deficient on account of\nthe absence of a specific averment to the effect that the\nvotes that were improperly received were cast in favour\nof the successful candidate i.e. the respondent. Hence\nthe present appeal.\nD\nLUI\nE\nReferring the matter to the larger Bench, the Court\nHELD:\nPer T.S. Thakur, J.\n1.1. The averments made in the election petition\nsufficiently disclosed a cause of action inasmuch as the\nF essential, the pivotal and the basic facts relevant to the\ncharge levelled by the appellants had been stated with\nsufficient clarity by them in their respective election\npetitions. The question whether the votes improperly\nreceived were polled in favour of one or the other\nG candidate was not an essential or material fact the\nabsence whereof could possibly result in the summary\ndismissal of the election petitions. [Para 8] [486-A-C]\nH\n1.2. The interpretation of Section 100(1)(d) of the\nRepresentation of People Act, 1951 and in particular the\nASHOK v. RAJENDRA BHAUSAHEB MULAK 465\ntrue import of the expression \"the result of the election A\nin so far as it concerns a returned candidate has been\nmaterially affected\" is a serious issue, which may arise\nfor consideration but only after the election petition is\ntried by the High Court and after the parties have\nadduced whatever evidence may be available to them. B\n[Para 15] [493-D-E]\n1.3. There can indeed be fact situations where the\nCourt may legitimately hold even in the absence of\naffirmative evidence, that the result of the election was\nmaterially affected by improper acceptance of the\nnomination paper or the improper reception of votes.\n[Para 17] [496-C-D]\nC\nE\n1.4. Apart from the fact that the averments made in\nthe election petitions in the present case are specific and D\nthe individuals who have cast their votes have been\nnamed and reason given why the votes cast by them\nwere improperly received, the petitioner has alleged that\nexclusion of five votes cast by the persons named in the\npetition would materially affect the result of the election.\nThe question whether any votes were improperly\nreceived and if so, whether such reception had materially\naffected the result of the election are matters to be\nexamined at the trial after the parties have adduced\nevidence in support of their respective cases. Dismissal F\nof the election petitions at the threshold was in the facts\nand circumstances not justified. In the result, the\njudgment passed by the High Court is set aside and the\nelection petitions are restored to be tried by the High\nCourt on merits in accordance with law. [Para 18] [496-\nG-H; 497-A-C]\nShiv Charan Singh S/o Angad Singh v. Chandra Bhan\nSingh S/o Mahavir Singh and Ors. (1988) 2 SCC 12: 1988\n(2) SCR 713 and T.H. Musthaffa v. M.P. Varghese (1999) 8\nSCC 692: 1999 (3) Suppl. SCR 162 – distinguished.\n-\nG\nH\nA\nB\nC\nD\nE\n466 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nCheedi Ram v. Jhilmit Ram and Ors. (1984) 2 SCC 281:\n1984 (1) SCR 966 - relied on.\nDipak Chandra Ruhidas v. Chandan Kumar Sarkar\n(2003) 7 SCC 66: 2003 (2) Suppl. SCR 72; Deputy Collector,\nNorthern Sub-Division Panaji v. Comunidade of Bambolim\n(1995) 5 SCC 333: 1995 (2) Suppl. SCR 359; Virender Nath\nGautam v. Satpal singh and Ors. 2007 3 SCC 617: 2006 (10)\nSuppl. SCR 413; Vashist Narain Sharma v. Dev Chandra\nAIR (1954) SC 513: 1955 SCR 509: Swantraj and Ors. v.\nState of Maharashtra (1975) 3 SCC 322: 1974 (3) SCR 287;\nKanwar Singh v. Delhi Administration AIR 1965 SC 871: 1965\nSCR 7; State of Tamil Nadu v. N.K. Kandaswami (1974) 4\nSCC 745; Samant N. Balakrishna and Anr. v. George\nFernandez and Ors. (1969) 3 SCC 238: 1969 (3) SCR 603–\nreferred to.\nHeydon's case (1584) 76 E.R. 637; Seaford Court\nEstates Ltd. v. Asher (1949) 2 All E.R. 155 and Inayatullah\nv. Divanchand Mahajan 15 ELR 210 - referred to.\nMaxwell on the Interpretation of Statutes - referred to.\nCase Law Reference:\n2003 (2) Suppl. SCR 72\nreferred to\nPara 2, 5\n1995 (2) Suppl. SCR 359\nreferred to\nPara 5\nF\n2006 (10) Suppl. SCR 413\nreferred to Para 8\n1988 (2) SCR 713\ndistinguished Para 9\n1999 (3) Suppl. SCR 162\ndistinguished Para 9, 18\nG\n1955 SCR 509\nreferred to\nPara 9,11,\n15\n1974 (3) SCR 287\nreferred to\nPara 12\n☐ H\n(1584) 76 E.R. 637\nreferred to\nPara 12\nASHOK v. RAJENDRA BHAUSAHEB MULAK 467\n1965 SCR 7\nreferred to\nPara 13\nA\n(1974) 4 SCC 745\nreferred to\nPara 14\n(1949) 2 All E.R. 155\nreferred to\nPara 14\n1969 (3) SCR 603\nreferred to\nPara 15\nB\n15 ELR 210\nreferred to\nPara 15\n1984 (1) SCR 966\nrelied on\nPara 15\nPer Gyan Sudha Misra, J. (dissenting)\nC\n1.1. On the prevailing facts, it is apparent that the\npetitioner/appellant is indulging in a process which\namounts to speculation and conjecture in absence of\nmaterial particulars; for instance, if it were the specific\nplea of the petitioner that all 14 votes or at least 4 votes D\nwhich were cast in which the voters were alleged to have\nbeen accompanied by another person were in fact polled\nin favour of the respondent so as to influence the election\nresult, the plea of the petitioner could be held as\namounting to materially affecting the election result. But E\nin absence of this candid relevant and factual detail, the\nelection petition obviously is based only on such\naverment, which will have to be held speculative and\nconjectural in nature and can hardly be held to be\ndisclosing 'material facts with material particulars' so as\nto conclude that it materially affected the result of the\nelection. Even assuming that the election petition were to\nbe allowed in spite of absence of such material\nparticulars, the net result would be the recounting of the\nvotes by declaring 14 votes as invalid which were alleged\nto have been polled in breach of the election rules but\ncould hardly be identified or deciphered. [Para 16] [509-\nD-H; 510-A]\nF\nG\n1.2. In the absence of any identification mark of those\nvotes which are alleged to have been polled by voters H\n468 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA accompanied by another person and is alleged to be in\nbreach of the Rules cannot possibly be identified so as\nto treat them as invalid votes and if that is so, the election\npetition is clearly based on vague material and hence\nwould be unjust to allow the election to be questioned\nB by entertaining the election petition where the losing\ncandidate/the petitioner had himself not alleged any\ncorrupt practice in holding the election but merely a\nbreach of the election rule in regard to which he had not\ncomplained at all at the time of election or even thereafter\nbut straightway filed the election petition challenging the\nelection on the basis of an alleged CD after the election\nresult was declared. Thus, the entertainment of an\nelection petition on such speculative material can hardly\nbe held to be disclosing material facts with material\nparticular which would justify the challenge to an election\nby entertaining an election petition as the same does not\nspell out material particulars which would affect the\nelection result. [Para 17] [510-C-F]\nC\nD\n1.3. It is well settled legal position that no evidence\nE can be led on a matter unless there is a pleading thereon.\nTherefore, unless it was pleaded that the invalid votes\nwere cast in favour of the returned candidate, no\nevidence can be led to that effect. In a petition seeking\nto challenge an election on the ground stated in Section\nF 100 (1) (d) (iii) and (iv) of the Representation of People Act,\n1951, it was imperative for the petitioner to plead the most\ncrucial and vitally material fact that the invalid votes were\ncast in favour of the returned candidate because then\nalone could it be pleaded and proved that \"the result of\nG the election, in so far as it concerns a returned candidate,\nhas been materially affected” within the meaning of\nSection 100 (1) (d). The words \"in so far as it concerns a\nreturned candidate\" and \"has been materially affected\"\nread with clauses (iii) and (iv) clearly show the legislative\nintent to place the burden of pleading and proving that\nH\nASHOK v. RAJENDRA BHAUSAHEB MULAK 469\nthe improper reception of votes or violation of law in A\nregard to casting of votes benefited the returned\ncandidate and materially affected his election as a\nreturned candidate. It is not enough to show mere\nimproper reception of votes or reception of votes or non-\ncompliance with law. In the present case, lack of pleading B\nthat the votes were cast in favour of the respondent leads\nto absence of cause of action for the petition for\ninvalidating the election under Section 100 (1) (d) (iii) and\n(iv). Merely because the margin of difference between the\nwinner and the loser was four votes and five votes were C\ndisputed by the petitioner would not give rise to any valid\ncause of action. [Paras 18, 19] [510-G-H; 511-A-F]\n1.4. There is substance in the view taken by the High\nCourt in the impugned judgment, that the election\npetitioner only pointed out a possibility of result of D\nelection being different if 14 or 5 votes were to be\nexcluded from counting. The objection is only that those\nvotes ought not to have been taken into consideration\nwhile counting the votes. In absence of identification of\nthose votes which are alleged to have been cast by the E\nvoters in the company of another person, it would be\ndifficult to identify them so as to infer as to which are the\nvotes which ought not to have been reckoned for\ncounting by declaring them invalid. In that event even if\nthe petitioner's election petition were to be allowed, the\nentire trial would result into an exercise in futility leading\nthe controversy nowhere. The election petition filed by\nthe petitioner indicates absence of ‘material particulars'\nwhich materially affected the result of the election so as\nto entertain a challenge to the same. To contend that the\nalleged breach of secrecy would render the entire\nelection result as void so as to order for a re-poll in spite\nof absence of any objection by the defeated candidates\nor his representative in this regard at the time of polling\nwould be an outrageous contention which is fit to\nrejected outright. [Para 21] [512-E-H; 513-A-B]\nF\nG\nI\nA\nB\nC\nD\n470\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n1.5. The impugned judgment and order of the High\nCourt is not required to be interfered with and the election\npetition was rightly held to be fit for rejection for want of\nmaterial facts and material particulars which could\nmaterially affect the result of the election. [Para 22] [513-D]\nKalyan Kumar Gagoi v. Ashutosh Agnihotri, 2011 (1)\nSCALE 516; Mulayam Singh Yadav v. Dharampal Yadav\n(2001) SCC 98 and Vashisht Narain Sharma v. Dev Chandra\nand others AIR 1954 S.C. 513: 1955 SCR 509 - relied on.\nR.P. Moidutty v. P.T. Kunju Mohammad \u0026 Anr. 2000 (1)\nSCC 481 and Jabar Singh v. Genda Lal (1964) SCR 54 -\nreferred to.\nMayar (HK) Ltd v. Owners \u0026 Parties (2006) 3 SCC 100:\n2006 (1) SCR 860 - held inapplicable.\nCase Law Reference:\n2000 (1) SCC 481\nreferred to\nPara 3\n2011 (1) SCALE 516\nrelied on\nPara 4, 15\nLLI\nE\n(2001) SCC 98\nrelied on\nPara 12\n1955 SCR 509\nrelied on\nPara 16\n2006 (1) SCR 860\nheld inapplicable Para 19\nF\n(1964) SCR 54\nreferred to\nPara 20\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7591 of 2012.\nFrom the Judgment and Order dated 02.08.2010 of the\nHigh Court of Judicature of Bombay Bench at Nagpur in\nElection Petition No. 1 of 2010.\nC.A. No. 7592 of 2012.\nH\nWITH\nASHOK v. RAJENDRA BHAUSAHEB MULAK 471\n'\nRavi Shankar Prasad, PS Narasimha, Vinod A Babde, A\nV.C. Daga, SS Shamshery, Vikramjeet Banerjee, Anil S. Killer,\nR.C. Kohli, Shriram Parakkat, Kishor Lampat, Vishnu Shankar\nSain, Samab Samshery, Shally Bhasin Maheshwari, Kamna\nSagar, Shivaji M. Jadhav, SK Jain, Sarv Preet, Nitin Popli,\nJayant Bhatt for the Appearing Parties.\nThe Judgments and order of the Court was delivered by\nB\nD\nT.S. THAKUR, J. 1. High Court of Judicature at Bombay,\nNagpur Bench has dismissed Election Petitions No.1 and 2 of\n2010 filed by the appellants-petitioners in these appeals. The C\nHigh Court has taken the view that although the election\npetitions did not allege the commission of any corrupt practice\nagainst the returned candidate (respondent herein) and\nalthough the petitions sufficiently established the authenticity of\nthePage 3 documents relied upon by the petitioners yet the\npetitions were deficient inasmuch as the same did not disclose\nas to how the election of the returned candidate was materially\naffected by the alleged improper reception of the votes polled\nin the election. The hallmark of the order passed by the High\nCourt is a copious reference to the decisions of this Court no E\nmatter some if not most of them had no or little relevance or\napplication to the facts of the case before it, in the process.\nadding to the bulk of the order under challenge. At the heart of\nthe conclusion arrived at by the High Court is the argument that\neven when the election petitions contain specific averments\nalleging improper reception of 14 votes with the names of those\nwho cast those votes, the same do not go further to state as to\nin whose favour the said votes were actually polled. This,\naccording to the High Court, was an essential requirement for\ndisclosure of a cause of action inasmuch as in the absence of\na statement that the improperly received votes were polled and'\ncounted in favour of the returned candidate, neither the election\npetitions disclosed a cause of action nor was it possible to say\nthat the result of the Page 4 election was materially affected by\nthe narrow margin of the victory notwithstanding. We cannot do\nF\nG\nH\n472 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA better than extract from the judgment of the High Court the\nB\nC\nD\nE\nF\nG\nH\npassages from which the reasoning underlying the conclusion\ndrawn by the High Court can be deduced albeit with some\namount of difficulty. The High Court observed:\n\"The Election Petitioners here only point out a possibility\nof result of election being different if 14 or 5 votes can be\nexcluded. It is not their case that said votes when displayed\nrevealed that they were in favour of Rajendra or not in favour\nof Ashok. The Pssolling Agent of Petitioner at Kamptee\nis not being quoted or relied upon by Shri Ashok Mankar.\nHere, there are only two contestants and difference\nbetween them is of 4 votes only. The objection is about\nreceipt of 14 or 5 votes. Several questions having bearing\non result of said election being materially affected in so\nfar as returned candidate is concerned, arise. The\nPetitioners have not pointed out the beneficiary of those\n14 or 5 votes. It is not their plea that all those voters cast\ntheir vote in favour of Returned Candidate or did not vote\nin favour of defeated candidate. There is no plea about\ntheir political affinities either to associate or dis-associate\nthem with BJP or National Congress (I) political parties.\nThe said votes now can not be traced out \u0026 segregated.\nHence when \"displayed\" what was seen \u0026 the vote was\ncast in whose favour ought to have been pleaded.\nElection Petitioners can not seek rejection of 14\nvotes or 5 votes which according to them can be identified\nand ask for recount without even asserting that those votes\nor any number out of it has gone to Returned Candidate.\nThese votes may have been excluded only if they were\ncancelled before they were inserted in ballot box as per\nRule 39 of 1961 Rules. Otherwise, those votes can then\nbe subjected only to Rule 56. If any violations or breaches\nof their duties by staff at Polling Station at Kamptee is to\nbe alleged, it is apparent that adequate pleadings are\nmust for said purpose. Timely protest by agent of Ashok\n"}