{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"ASHOK V. RAJENDRA BHAUSAHEB MULAK 473\n[T.S. THAKUR, J.]\nwould have been one such fact. If any thing was displayed A\nand it was adverse to Ashok's interest, why objection was\nnot lodged then \u0026 there is again an important factor. It is\nthe result of election in so far as it concerns the returned\ncandidate which is required to be proved as materially\naffected. Only possibility of election getting affected is not B\nsufficient to un-sit the elected candidate.\nC\nD\nSection 100 (1)(d)(iii) \u0026 (iv) requires pleading of\nillegalities as also irregularities and also of facts indicating\nmaterial effect thereof on the election of the returned\ncandidate. Only after these pleadings, evidence in relation\nthereto can come on record \u0026 not otherwise. Opinion of\nHigh Court contemplated by S.100(1) is possible only after\ndue opportunity to returned candidate. Hence pleading of\nthis material fact of link between the victory \u0026 lacunae/\nomissions is prerequisite to formation of this opinion. A\n\"triable issue\" cannot be said to arise till then as no cause\nof action surfaces. Election Petitions cannot in its absence\ndemonstrate how the result of election in so far as it\nconcerns returned candidate is materially affected.\nRespondent's success with slender margin, in the absence E\nof specific plea of any connection between it \u0026 alleged\nirregularities or illegalities and facts showing that\nconnection, by itself cannot be the material fact. Pleading\nsuch link or connection cannot be pleading a material\nparticular. The Election Petitions cannot be said to be F\n\"complete\" without any whisper of such connection. Both\nElection Petitioners have avoided to plead vital link\nbetween the alleged breaches and the success of\nReturned Candidate. This omission cannot be allowed to\nbe cured by amendment as limitation for filing Election G\npetition has long expired and \"material facts\" cannot be\nnow permitted to be added.\"\n2. When these special leave petitions came up for hearing\nbefore this Court on 3rd April, 2012, Mr. V.A. Bobde, learned\nH\n474\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA senior counsel for the respondents, raised a preliminary\nobjection to the maintainability of the petitions. It was contended\nby Mr. Bobde that the impugned judgment and order of the\nHigh Court dismissing the election petitions filed by the\npetitioners being appealable under Section 116A of the\nB Representation of People Act, 1950, the petitioners could not\nmaintain the special leave petitions under Article 136 of the\nConstitution which deserves dismissal on that ground alone.\nReliance inPage 6 support was placed by Mr. Bobde upon a\ndecision of this Court in Dipak Chandra Ruhidas v. Chandan\nKumar Sarkar (2003) 7 SCC 66.\nC\nD\nE\nF\nG\nH\n3. Section 116A of the Representation of the People Act,\n1951 provides for appeals to this Court both on facts as also\non questions of law from every order made by the High Court\nunder Section 98 or 99 of the Act. Sub-section (2) of Section\n116A prescribes a period of 30 days for filing of such appeals\nwhile proviso to sub-section (2) empowers this Court to\nentertain an appeal even after the expiry of the said period if\nthe appellant shows sufficient cause for not preferring the\nappeal within such period.\n4. Section 98 of the Act provides for the orders that the\nHigh Court shall make at the conclusion of the trial in an election\npetition. These orders could be in the nature of dismissal of an\nelection petition or declaring the election of all or any of the\nreturned candidates to be void or declaring the election of all\nor any of the returned candidates to be void and the petitioner\nor any other candidate to have been declared elected. Section\n86 of the Act deals with the trial of election petitions and, inter\nalia, provides that the HighPage 7 Court shall dismiss an\nelection petition which does not comply with the provisions of\nSections 81 or 82 or Section 117 of the Act. Any such dismissal\nmay come after the parties go to trial or even at the threshold.\nAn election petition which does not call for dismissal on the\nground that the same violates any one of the three provisions,\nnamely, Section 81 or 82 or 117 may still be dismissed\nASHOK V. RAJENDRA BHAUSAHEB MULAK 475\n[T.S. THAKUR, J.]\nsummarily and without the parties going to trial on the merits A\nof the controversy under Order VII Rule 11 of CPC. Any such\norder if may not be qualifying for a challenge before this Court\nunder Section 116A as an appeal is under that provision limited\nto only such orders as are passed under Section 98 of the Act\nat the conclusion of the trial of election petition. Strictly B\nspeaking, it could well be said that an order which does not\nfall within the four corners of Section 98 inasmuch as the same\nis not passed at the conclusion of the trial of an election petition\nmay not qualify for being challenged in appeal under Section\n116A including an order dismissing the petitions summarily C\nunder Section 86 of the Act for non-compliance of the provisions\nof the Sections 81, 82 and 117. What is important and\nwhatPage 8 makes a difference is the presence of an\nexplanation under Section 86(1) that by a legal fiction makes\nan order passed under Section 86 of the Act to be an order\nunder Section 98 thereof explanation reads:\nD\n\"Explanation to Section 86: An order of the High Court\ndismissing an election petition under this sub-section shall\nbe deemed to be an order made under clause (a) of\nSection 98.\"\nE\nLL\nF\n5. The fiction is, however, limited to orders passed under\nSection 86(1) alone namely to cases where dismissal is for non-\ncompliance with the provisions of Sections 81, 82 and 117 of\nthe Act. It does not extend to dismissal under Order VII Rule\n11 of the CPC for non-compliance with the provisions of\nSection 83 of the Act. In other words, if a petition does not state\nthe material facts on which the petitioner relies as required\nunder Section 83(1)(a) and thereby fails to disclose any cause\nof action and is consequently dismissed by the Court in\nG\nexercise of its powers under Order VII, Rule 11 CPC, such an\norder of rejection of the petition is not in terms of Explanation\nto Section 86 treated as an order made under Section 98 so\nas to be appealable under Section 116A of the Act. Mr. Prasad\nwas, therefore, perfectly justified in arguing that since the High\nH\nC\nD\n476 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Court has, in the instant case, dismissed the election petitions\nnot under Section 86 to which the Explanation appearing\nthereunder is attracted but under Order VII Rule 11 for the\nalleged failure of the petitioners to state the material facts on\nwhich they relied, the order passed by the High Court was not\nB appealable under Section 116A. The only difficulty which was\nencountered by us in holding that the special leave petitions\nwere maintainable is a decision of this Court in Dipak Chandra\nRuhidas case (supra) where this Court has taken the view that\nSection 116A must be interpreted liberally and an order\ndismissing the election petition on the ground that the\naverments do not state material facts would be appealable\nunder Section 116A. With utmost respect to the Hon'ble Judges\ncomprising the Bench, we find that conclusion to be contrary\nto the scheme of the Act. We were, therefore, inclined to make\na reference to a larger Bench for reconsideration of that view,\nfor the same, in our opinion, extends the fiction created under\nthe Explanation to Section 86 even to case where the Court\ndoes not invoke Section 86 while passing an order of dismissal\nbut exercises its power of rejection of the plaint/petition under\nOrder VII Rule 11 CPC. It is noteworthy that an order under\nOrder VII Rule 11 CPC by reason of Section 2(2) of the CPC\nis a decree hence appealable under Section 96 of the Code.\nSince, however, the right of appeal under the Representation\nof the People Act is regulated by Section 116A, the fact that\nan order rejecting a plaint under Order VII Rule 11 CPC would\nF have been in the ordinary course appealable before the higher\nCourt hearing such appeals would not make any difference.\nInasmuch as the right of appeal is a creature of the statute, and\nSection 116A does not provide for an appeal against an order\npassed under Order VII Rule 11 CPC read with Section 83 of\nG the Representation of the People Act, 1951 no resort can be\ntaken to that provision by a process of interpretation of the\nExplanation to Section 86 or an artificial extension of the legal\nfiction beyond the said provision. Mr. Prasad was not, however,\nvery keen to pursue his argument to its logical end for obvious\nH reasons. A reference to a larger bench would inevitably delay\nE\nASHOK v. RAJENDRA BHAUSAHEB MULAK\n[T.S. THAKUR, J.]\n477\nthe disposal of these appeals and even the election petitions. A\nMr. Prasad, therefore, chose the alternative course available\nto him and sought permission of this Court to convert the SLPs\ninto appeals under Section 116A of the Act. Two applications,\none seeking permission to convert the petitions into an appeal\nunder Section 116A and the other seeking condonation of B\ndelay in the filing of the appeals were accordingly made by the\npetitioner. Having heard learned counsel for the parties at some\nlength we are inclined to allow both these applications in both\nthe special leave petitions. Whether or not an appeal was\nmaintainable against the impugned order was and continues C\nto be a highly debatable issue as seen in the foregoing\nparagraphs. The petitioners appear to have been advised that\nthe orders could be challenged only by way of SLPs. That\nadvice cannot in the circumstances of the case, be said to be\na reckless piece of advice nor can the petitioners be accused\nof lack of diligence in the matter when the SLPs were admittedly\nfiled within the period of limitation stipulated for the purpose.\nThe decision of this Court in Deputy Collector, Northern Sub-\nDivision Panaji v. Comunidade of Bambolim (1995) 5 SCC\n333, recognizes a bonafide mistake on the part of the counsel\nin pursuing a remedy as a good ground for condonation of delay\nin approaching the right forum in the right kind of proceedings.\nThe limitation prescribed for filing an appeal under Section\n116A is just about 30 days from the date of the order. There\nis, therefore, a delay of nearly 20 days in the filing of the appeal\nwhich deserves to be condoned. We accordingly allow the\napplications for conversion and for condonation of delay in both\nthe special leave petitions and direct that the SLPs shall be\ntreated as appeals filed under Section 116A of the\nRepresentation of the People Act.\n6. That brings us to the merits of the controversy in the\nelection petitions filed by the appellants. The election petitions\nspecifically alleged improper reception of votes which had\naccording to the appellant materially affected the result of the\nelection. It is common ground that there were only two\nD\nE\nF\nG\nH\nC\n478 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA contestants namely the appellant-Ashok and the respondent-\nRajendra Bhausaheb Mulak. The election was to the\nMaharashtra State Legislative Council from Nagpur Local\nAuthorities Constituency. Result of the election declared on 21st\nJanuary, 2010 showed that the appellant Ashok had polled 198\nB ballots as against 202 votes polled in favour of the respondent-\nRajendra Bhausaheb Mulak. The respondent thus won by a\nmargin of only four votes. The election-petitioners' case as set\nout in the election petition was that the election was materially\naffected by the improper reception of as many as 14 votes out\nof a total of 400 votes in the course of elections. Specific\naverments, in regard to the votes so cast, were made in the\nelection petition including averments based on the CD\nrecording at each polling station obtained officially by the\nelectionpetitioner from the concerned authorities under the\nRight to Information Act, 2005. In para 11 to 17 of the election\npetition, the petitioner made specific averments regarding\nviolation of the provisions of the Act and the Rules and\nimproper reception of as many as 14 votes by voters who were\nnamed in these paragraphs. In para 17, the petitioner had\nfurther asserted that the improper reception of the 14 votes had\nmaterially affected the result of the election. Para 11 to 17 may\nat this stage be reproduced for ready reference:\nD\nE\nF\nG\nH\n“11 On going through the said CD relating to\nKamptee Polling Station, that was supplied by the Office\nof the Collector-cum-District Election Officer, Nagpur it\nwas found that a voter namely, Mrs. Begum Shehnaz\nBegum Akhtar entered the polling station along with\nanother voter Shri Abdul Shakoor Usman Gani @ Shakoor\nNagani who had accompanied her to the Polling booth in\nutter breach of the Election Rules and Handbook of the\nReturning Officer issued by the Election Commission of\nIndia under Art. 324 of the Constitution of India. Shri Abdul\nShakoor Usman Gani @ Shakoor Nagani marked the\nballot paper that had been issued to Mrs. Begum Shehnaz\nBegum Akhtar and thereafter displayed the said ballot\nASHOK v. RAJENDRA BHAUSAHEB MULAK\n[T.S. THAKUR, J.]\n479\nB\npaper to those present in the room where the ballot box A\nhad been kept and thereafter put the ballot paper in the\nballot box. This act is visible from the CD that has been\nsupplied to the petitioner by the Office of the Collector-cum-\nDistrict election Officer, Nagpur. In accordance with Rule\n39(4) of the Election Rules, no other voter can be allowed\nto enter a voting compartment when another elector is\ninside it. Thus, there has been violation of Rule 39 (4) of\nthe Election Rules as one voter Ms. Begum Shehnaz\nBegum Akhtar was accompanied by another voter Shri\nAbdul Shakoor Usman Gani @ Shakir Nagani and both c\nvoters entered the voting compartment together. Thus,\nthere has also been a breach of Rule 39(5) to 39(8) of the\nElection Rules where there is breach of secrecy by display\nof the ballot paper, the vote in question is required to be\ncancelled by making an endorsement to that effect on the\nreverse of the ballot paper. However, the Returning Officer\nfailed in his boundened duty in cancelling the said vote\nthough its secrecy was blatantly violated in his very\npresence and permitted the same to be put in the ballot\nbox. The petitioner submits that from the CD supplied by\nE\nthe Office of the respondent No.2 he has taken still\nphotographs. The copies of the aforesaid photographs are\nfiled along with the Election Petition as Document No.17.\nD\n12. The petitioner further submits that from the said CD, it\nwas further revealed that another lady voter Ms. Rashida F\nKhatoon Mohammed Tahir entered the polling booth at\nKamptee Police Station accompanied by one Shri Niraj\nyadav, another voter at the said election. Both Ms. Rashida\nKhatoon Mohammed Tahir and Shri Niraj Yadav together\nwent to the voting compartment along with the ballot paper G\nthat had been issued to Ms. Rashida Khatoon Mohammed\nTahir. This act of two voters going together in the voting\ncompartment at the same time was in violation of rule 39(4)\nof the Election Rules. There Shri Niraj Yadav marked the\nballot paper that had been issued to Ms. Rashida Khatoon\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n480 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nMohammed Tahir. Thereafter, Shri Niraj Yadav displayed\nthe marked ballot paper to others who were present in the\npolling booth and thereafter put the ballot paper in the ballot\nbox. Thus, there was, again breach of secrecy of the vote\npolled on behalf of Ms. Rashida Khatoon Mohammed Tahir.\nAs per the guidelines mentioned in the Handbook of the\nReturning Officer, it was the duty of the Presiding Officer,\nit was the duty of the Presiding officer to cancel the said\nballot paper on account of violation of its secrecy, the same\nhaving been displayed to others and the voter being\naccompanied by another voter. Though the Presiding\nOffice was very much present in the said room where this\nentire exercise took place, he remained merely a mute\nwitness and failed to cancel the aforesaid vote as being\nvoid. Thus, the vote cast by Ms. Rashida Khatoon\nMohammed Tahir was required to be cancelled and could\nnot be taken into consideration. Thus, there has been a\nbreach of Rule 39(5) to 39(8) of the Election Rules. The\npetitioner submits that from the CD supplied by the Office\nof the respondent No.2 he has taken still photographs. The\ncopies of the aforesaid photographs are filed along with\nthe Election Petition as Document No.18.\n13. The petitioner further submits that it is clear from the\nCD relating to Kamptee Poling Station that another voter\nShri Abdul Shakoor Usman Gani @ Shakoor Nagani,\nthereafter, exercised his franchise by marking the ballot\npaper issued to him. He, thereafter, came out of the voting\ncompartment without folding the ballot paper in violation\nof rule 39(2)(c) of the Election Rules and, on the contrary,\ndisplayed the marked ballot paper to the Presiding Officer\nand others present there. Again, the Presiding Officer\nfailed to act in accordance with the provisions of Rule\n39(5) to 39(8) of the Election Rules as well as the\nguidelines prescribed in the Handbook of the Returning\nOfficer issued by the Election Commission of India and\nfailed to cancel the aforesaid vote on account of breach\nASHOK v. RAJENDRA BHAUSAHEB MULAK 481\n[T.S. THAKUR, J.]\nof its secrecy. On the contrary, the Presiding Officer A\nallowed said Shri Abdul Shakoor Usman Gani @ Shakoor\nNagani to put his vote in the ballot box. On account of\nbreach of its secrecy the aforesaid vote of Shri Abdul\nShakoor Usman Gani @ Shakoor Nagani could not have\nbeen taken into consideration as a valid vote. The B\npetitioner submits that from the CD supplied by the Office\nof the respondent No.2 he has taken still photographs. The\ncopies of the aforesaid photographs are filed along with\nthe Election Petition as Document No.19.\n14. The petitioner submits that after viewing the CD C\nD\nE\nsupplied from the Office of the Collector-cum-District\nElection Officer, Nagpur, it can be seen that another voter\nShri Niraj Yadav took his ballot paper to the voting\ncompartment and after marking the same, came out of the\nvoting compartment without folding the ballot paper. This\naction was in breach of Rule 39(2) (c) of the Election Rules.\nThe said Shri Niraj Yadav displayed his marked ballot\npaper to the Presiding Officer and others present in the\npolling booth, thereby violating the secrecy of voting. The\nPresiding Officer was very much present in the said room\nbut, instead of cancelling the said vote on account of\nbreach of its secrecy, permitted the said voter to put the\nsaid vote in the ballot box. Therefore, on account of\nviolation of secrecy of the vote cast by Shri Niraj Yadav\nthe same was required t be cancelled and it could not have\nbeen enlisted as a valid vote. There was, thus, breach of\nRule 39(5) to 39(8) of the Election Rules. The petitioner\nsubmits that from the CD supplied by the Office of the\nrespondent No.2 he has taken still photographs. The\ncopies of the aforesaid photographs are filed along with G\nthe Election Petition as Document No.20.\nF\n15. The petitioner further submits that after viewing the CD\nsupplied by the Office of the Collector-cum-District Election\nOfficer, Nagpur, it is seen that another voter Shri Mushtaq H\nA\nB\nC\nD\nE\nม.\nF\n☐ G\n☐ H\n482 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nAhmed Abdul Shakoor exercised his franchise by marking\nhis ballot paper. However before coming out of the voting\ncompartment, said Shri Mushtaq Ahmed Abdul Shakoor\ndid not fold the ballot paper as required by Rule 39(2)(c)\nof the Election Rules; but, on the contrary, he displayed the\nmarked ballot paper to the Presiding officer and others\nwho were present in the said room. The Presiding Officer\nwas required to have cancelled the aforesaid vote on\naccount of breach of its secrecy as required by rule 39(5)\nto 39(8) of the Election Rules and the guidelines mentioned\nin the Handbook of the Returning Officer issued by the\nElection Commission of India. However, instead of\ncancelling the aforesaid vote as invalid, the Presiding\nOfficer permitted Shri Mushtaq Ahmed Abdul Shakoor to\nput the said ballot paper in the ballot box in violation of the\nlaid down voting procedure and in violation of Rule 39(2)(c)\nof the Election Rules. Therefore, the vote cast by Shri\nMushtaq Ahmed Abdul Shakoor could not have been\nenlisted as a valid vote as there was breach of secrecy\nduring the actual polling. The petitioner submits that from\nthe CD supplied by the Office of the respondent no.2 he\nhas taken still photographs. The copies of the aforesaid\nphotographs were filed along with the Election Petition as\nDocument No.21.\n16. The petitioner submits that a perusal of the CD\nsupplied from the offie of the Collector-cum-District Election\nOfficer, Nagpur pertaining to Kamptee Polling Station, it\ncan be seen that various voters were carrying a spy pen\nwith in-built camera along with them. The said voters as\ncan be identified from the CD are Smt. Savita Sharma,\nS/shri Siddartha Rangari, Moreshwar Patil, Dilip\nBandebuche, Prashant Nagarkar, Mukund Yadav,\nMohammed Arshad Mohd. Altaf, Ukesh Lehandas and\nSmt. Pratibha Meshram. The aforesaid voters carried\narticles other than those that were permitted to be carried\nin the voting compartment in violation of the voting\n"}