{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nLL\nF\nG\n648 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nfrontiers obviously fail in the work-a-day world and Dr\nTripathi's observations in this context are not without force.\"\n15. In Gujarat Steel Tubes Ltd. v. Gujarat Steel Tubes\nMazdoor Sabha (1980) 2 SCC 593, Krishna lyer, J. considered\nas to when the termination simpliciter can be termed as punitive\nand observed:\n\"A termination effected because the master is satisfied of\nthe misconduct and of the consequent desirability of\nterminating the service of the delinquent servant, is a\ndismissal, even if he had the right in law to terminate with\nan innocent order under the standing order or otherwise.\nWhether, in such a case, the grounds are recorded in\ndifferent proceedings from the formal order, does not\ndetract from its nature. Nor the fact that, after being\nsatisfied of the guilt, the master abandons the enquiry and\nproceeds to terminate. Given an alleged misconduct and\na live nexus between it and the termination of service, the\nconclusion is dismissal, even if full benefits as on simple\ntermination, are given and non-injurious terminology is\nused.\nOn the contrary, even if there is suspicion of misconduct,\nthe master may say that he does not wish to bother about\nit and may not go into his guilt but may feel like not\nkeeping a man he is not happy with. He may not like to\ninvestigate nor take the risk of continuing a dubious\nservant. Then it is not dismissal but termination simpliciter,\nif no injurious record of reasons or punitive cut-back on his\nfull terminal benefits is found. For, in fact, misconduct is\nnot then the moving factor in the discharge.\"\n16. In Anoop Jaiswal v. Government of India (1984) 2\nSCC 369, this Court considered the question whether\ntermination of the appellant's service, who was appointed to\nIndian Police Service and was on probation, by invoking Rule\nH 12(b) of the Indian Police Service (Probation) Rules, 1954 was\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.}\n649\npunitive in nature. The facts found by the Court were that while A\nundergoing training at National Police Academy, Hyderabad,\nthe Probationary Officers had delayed attending the\nceremonial drill practice. The Director of the Academy called\nexplanation from all the probationers. The appellant was\naccused of having instigated others not to join ceremonial drill B\npractice on time. He denied the allegation. Thereafter, his\nservice was terminated by a non-stigmatic order. The appellant\nchallenged the termination of his service on the ground of\nviolation of Articles 14 and 311(2) of the Constitution. The writ\npetition filed by him was summarily dismissed by the Delhi High C\nCourt. This Court referred to the averments contained in the\npleadings of the parties, the judgments in Parshotam Lal\nDhingra v. Union of India (supra), Samsher Singh v. State of\nPunjab (supra) State of Punjab v. Shri Sukh Raj Bahadur\n(supra), Union of India v. R.S. Dhaba (supra), State of Bihar\nv. Shiva Bhikshuk Mishra (supra), R.S. Sial v. State of U.P.\n(1974) 3 SCR 754, State of U.P. v. Ram Chandra Trivedi\n(1976) 4 SCC 52 and I.N. Saksena v. State of M.P. (1967) 2\nSCR 496 and held:\nD\n\"It is, therefore, now well settled that where the form of the E\norder is merely a camouflage for an order of dismissal for\nmisconduct it is always open to the court before which the\norder is challenged to go behind the form and ascertain\nthe true character of the order. If the court holds that the\norder though in the form is merely a determination of F\nemployment is in reality a cloak for an order of punishment,\nthe court would not be debarred, merely because of the\nform of the order, in giving effect to the rights conferred\nby law upon the employee.\nIn the instant case, the period of probation had not yet\nbeen over. The impugned order of discharge was passed\nin the middle of the probationary period. An explanation\nwas called for from the appellant regarding the alleged act\nof indiscipline, namely, arriving late at the gymnasium and\nG\nH\nA\n00\nB\nс\nD\nE\nF\nG\nH\n650\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nacting as one of the ringleaders on the occasion and his\nexplanation was obtained. Similar explanations were called\nfor from other probationers and enquiries were made\nbehind the back of the appellant. Only the case of the\nappellant was dealt with severely in the end. The cases of\nother probationers who were also considered to be\nringleaders were not seriously taken note of. Even though\nthe order of discharge may be non-committal, it cannot\nstand alone. Though the noting in the file of the Government\nmay be irrelevant, the cause for the order cannot be\nignored. The recommendation of the Director which is the\nbasis or foundation for the order should be read along with\nthe order for the purpose of determining its true character.\nIf on reading the two together the Court reaches the\nconclusion that the alleged act of misconduct was the\ncause of the order and that but for that incident it would\nnot have been passed then it is inevitable that the order\nof discharge should fall to the ground as the appellant has\nnot been afforded a reasonable opportunity to defend\nhimself as provided in Article 311(2) of the Constitution.”\n(emphasis supplied)\n17. In Dipti Prakash Banerjee v. Satyendra Nath Bose\nNational Centre for Basic Sciences (1999) 3 SCC 60, the two\nJudge Bench considered the appellant's challenge to the\ntermination of his service after adverting to the various\ncommunications sent by the Head of the Organization to the\nappellant and formulated the following points:\n\"(1) In what circumstances, the termination of a\nprobationer's services can be said to be founded on\nmisconduct and in what circumstances could it be said that\nthe allegations were only the motive?\n(2) When can an order of termination of a probationer be\nsaid to contain an express stigma?\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n651\n(3) Can the stigma be gathered by referring back to A\nproceedings referred to in the order of termination?\n(4) To what relief?”\nWhile dealing with the first point, the Court referred to\nvarious earlier judgments and observed:\nB\nD\n\"As to in what circumstances an order of termination of a\nprobationer can be said to be punitive or not depends upon\nwhether certain allegations which are the cause of the\ntermination are the motive or foundation. In this area, as C\npointed out by Shah, J. (as he then was) in Madan Gopal\nv. State of Punjab there is no difference between cases\nwhere services of a temporary employee are terminated\nand where a probationer is discharged. This very question\nwas gone into recently in Radhey Shyam Gupta v. U.P.\nState Agro Industries Corpn. Ltd. and reference was made\nto the development of the law from time to time starting\nfrom Parshotam Lal Dhingra v. Union of India to the\nconcept of \"purpose of enquiry\" introduced by Shah, J. (as\nhe then was) in State of Orissa v. Ram Narayan Das and\nto the seven-Judge Bench decision in Samsher Singh v.\nState of Punjab and to post-Samsher Singh case-law. This\nCourt had occasion to make a detailed examination of\nwhat is the \"motive” and what is the \"foundation” on which\nthe innocuous order is based.\nE\nF\nIf findings were arrived at in an enquiry as to misconduct,\nbehind the back of the officer or without a regular\ndepartmental enquiry, the simple order of termination is to\nbe treated as \"founded\" on the allegations and will be bad.\nBut if the enquiry was not held, no findings were arrived at G\nand the employer was not inclined to conduct an enquiry\nbut, at the same time, he did not want to continue the\nemployee against whom there were complaints, it would\nonly be a case of motive and the order would not be bad.\nSimilar is the position if the employer did not want to\nH\nA\nB\n652\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nenquire into the truth of the allegations because of delay\nin regular departmental proceedings or he was doubtful\nabout securing adequate evidence. In such a circumstance,\nthe allegations would be a motive and not the foundation\nand the simple order of termination would be valid.\"\n(emphasis supplied)\n18. In Chandra Prakash Shahi v. State of U.P. (2000) 5\nSCC 152, the Court considered the correctness of the order\npassed by the High Court which had allowed the writ petition\nC filed by the State and set aside the order passed by U. P.\nPublic Services Tribunal for reinstatement of the appellant. The\ncompetent authority had terminated the appellant's service in\nterms of Rule 3 of the U. P. Temporary Government Servants\n(Termination of Service) Rules, 1975. It was argued on behalf\nD of the appellant that the order by which his service was\nterminated, though innocuous, was, in fact, punitive in nature\nbecause it was founded on the allegation that he had fought\nwith other colleagues and used filthy and unparliamentary\nlanguage. In the counter affidavit filed on behalf of the\nE respondents, it was admitted that there was no adverse material\nagainst the appellant except the incident in question. The\noriginal record produced before the Tribunal revealed that the\nappellant's service was terminated on account of his alleged\ninvolvement in the quarrel between the constables. After noticing\nvarious precedents, this Court observed:\nF\nG\nH\n\"The whole case-law is thus based on the peculiar facts\nof each individual case and it is wrong to say that\ndecisions have been swinging like a pendulum; right, the\norder is valid; left, the order is punitive. It was urged before\nthis Court, more than once including in Ram Chandra\nTrivedi case that there was a conflict of decisions on the\nquestion of an order being a simple termination order or\na punitive order, but every time the Court rejected the\ncontention and held that the apparent conflict was on\naccount of different facts of different cases requiring the\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n653\nprinciples already laid down by this Court in various A\ndecisions to be applied to a different situation. But the\nconcept of \"motive\" and \"foundation\" was always kept in\nview.\nB\nC\nThe important principles which are deducible on the\nconcept of \"motive\" and \"foundation\", concerning a\nprobationer, are that a probationer has no right to hold the\npost and his services can be terminated at any time during\nor at the end of the period of probation on account of\ngeneral unsuitability for the post in question. If for the\ndetermination of suitability of the probationer for the post\nin question or for his further retention in service or for\nconfirmation, an inquiry is held and it is on the basis of that\ninquiry that a decision is taken to terminate his service, the\norder will not be punitive in nature. But, if there are\nallegations of misconduct and an inquiry is held to find out\nthe truth of that misconduct and an order terminating the\nservice is passed on the basis of that inquiry, the order\nwould be punitive in nature as the inquiry was held not for\nassessing the general suitability of the employee for the\npost in question, but to find out the truth of allegations of E\nmisconduct against that employee. In this situation, the\norder would be founded on misconduct and it will not be a\nmere matter of “motive”.\n\"Motive\" is the moving power which impels action for a\ndefinite result, or to put it differently, “motive\" is that which\nincites or stimulates a person to do an act. An order\nterminating the services of an employee is an act done by\nthe employer. What is that factor which impelled the\nemployer to take this action? If it was the factor of general\nunsuitability of the employee for the post held by him, the\naction would be upheld in law. If, however, there were\nallegations of serious misconduct against the employee\nand a preliminary inquiry is held behind his back to\nascertain the truth of those allegations and a termination\nD\nF\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\n654\nSUPREME COURT REPORTS\n1\n[2012] 12 S.C.R.\norder is passed thereafter, the order, having regard to\nother circumstances, would be founded on the allegations\nof misconduct which were found to be true in the\npreliminary inquiry.\nApplying these principles to the facts of the present case,\nit will be noticed that the appellant, who was recruited as\na Constable in the 34th Battalion, Pradeshik Armed\nConstabulary, U.P., had successfully completed his training\nand had also completed two years of probationary period\nwithout any blemish. Even after the completion of the\nperiod of probation under para 541 of the U.P. Police\nRegulations, he continued in service in that capacity. The\nincident in question, namely, the quarrel was between two\nother Constables in which the appellant, to begin with, was\nnot involved. When the quarrel was joined by few more\nConstables on either side, then an inquiry was held to find\nout the involvement of the Constables in that quarrel in\nwhich filthy language was also used. It was through this\ninquiry that the appellant's involvement was found\nestablished. The termination was founded on the report of\nthe preliminary inquiry as the employer had not held the\npreliminary inquiry to find out whether the appellant was\nsuitable for further retention in service or for confirmation\nas he had already completed the period of probation quite\na few years ago but was held to find out his involvement.\nIn this situation, particularly when it is admitted by the\nrespondent that the performance of the appellant\nthroughout was unblemished, the order was definitely\npunitive in character as it was founded on the allegations\nof misconduct.\"\n(emphasis supplied)\n19. In Union of India v. Mahaveer C. Singhvi (2010) 8\nSCC 220, the three-Judge Bench considered the question\nwhether termination of the respondent's service who was\nH serving as I.F.S. probationer by way of discharge in\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n655\naccordance with the terms of employment was punitive. The A\nCourt noted that the respondent's service was terminated\nbecause he had sought extension to join the Mission at Madrid\nin Spain because of sudden deterioration in the health condition\nof his parents and also requested for providing medical\nfacilities and diplomatic passports to them. The Court also B\nnoted that the Ministry of External Affairs had taken cognizance\nof the complaint made by one Mrs. Narinder Kaur Chadha that\nthe respondent had been threatening her entire family and in\nparticular her daughter which was followed by some enquiries\nconducted into his conduct or character by Joint Secretary, C\nForeign Service Institute and a memorandum was issued to the\nrespondent alleging his unauthorized absence. The Joint\nSecretary found that the complaint was wholly unfounded. The\nCourt then referred to the principles laid down in earlier\njudgments and approved the view taken by the High Court that\neven though the order of discharge did not contain any stigma,\nthe same was not conclusive and the High Court had rightly\ntermed the same as punitive. Some of the observations made\nin the judgment are extracted below:\nD\n\"The materials on record reveal that the complaint made E\nby Mrs Narinder Kaur Chadha to the Minister of External\nAffairs had been referred to the Joint Secretary and the\nDirector (Vigilance) on 8-2-2002 with a direction that the\nmatter be looked into at the earliest. Although, nothing\nadverse was found against the respondent, on 19-2-2002, F\nthe Joint Secretary (Vigilance) held further discussions with\nthe Joint Secretary (Admn.) in this regard. What is,\nhowever, most damning is that a decision was ultimately\ntaken by the Director, Vigilance Division, on 23-4-2002,\nto terminate the services of the respondent, stating that the G\nproposal had the approval of the Minister of External\nAffairs. This case, in our view, is not covered by the\ndecision of this Court in Dipti Prakash Banerjee case.\"\n20. The ratio of the above noted judgments is that a\nH\n656 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA probationer has no right to hold the post and his service can\nbe terminated at any time during or at the end of the period of\nprobation on account of general unsuitability for the post held\nby him. If the competent authority holds an inquiry for judging\nthe suitability of the probationer or for his further continuance\nB in service or for confirmation and such inquiry is the basis for\ntaking decision to terminate his service, then the action of the\ncompetent authority cannot be castigated as punitive. However,\nif the allegation of misconduct constitutes the foundation of the\naction taken, the ultimate decision taken by the competent\nC authority can be nullified on the ground of violation of the rules\nof natural justice.\n21. We shall now consider whether termination of the\nservices of the private respondents is vitiated due to violation\nof the rules of natural justice. It will be useful to notice Rules 15\nD and 16 of the Rules which regulate probation and confirmation\nof the officers of Bank, paragraphs 7(part) and 10 of the\nadvertisement issued by the Bank for recruitment of\nProbationary Officers, the extracts of note prepared by Deputy\nGeneral Manager, Central Recruitment and Promotion\nE Department, which was approved by respondent No.3, letters\ndated 12.5.2011 and 3.6.2011 of Assistant General Manager\n(HR), which were duly initialed by the General Manager. The\nsame read as under:\nF\nRULES\n\"15 (1)\nG 15(2)\n☐ H\n15(3)\nA person appointed as a Probationary Officer or\na Trainee Officer shall be on probation for a\nperiod of two years.\nAny other employee promoted as an officer to the\nJunior Management Grade shall be on probation\nfor a period of one year.\nAny other person appointed to any grade including\nthe Junior Management Grade shall be on\nADIA\\\n10(1)\nSTATE BANK OF INDIA v. PALAK MODI\n16(2)\n16(3)\n[G.S. SINGHVI, J.]\n657\nprobation for such period as may be decided by A\nthe competent authority.\nProvided that the competent authority may, in the\ncase of any officer, reduce or dispense with the\nperiod of probation under this rule.\nAn affinar salmond bn in mila 15 skall ha smukiman nat\nAN OITICE TETENTET 10 INFLUIE 15 Snail De COMMITEU\nB\nin the service of the Bank, if in the opinion of the\ncompetent authority, the officer has satisfactorily\ncompleted the training in any institution to which\nthe officer may have been deputed for training, C\nand the in-service training in the Bank.\nProvided, that Bank may at its discretion subject\nto the merit and suitability of a Probationary\nOfficer/Trainee Officer for future leadership role,\nbeing determined through a screening process to\nbe prescribed by the Central Human Resources\nCommittee may confirm and give placement\n(fitment) to such officers in MMGS II.\nProvided that an officer directly recruited in any\ngrade may be required also to pass a test in a\nlanguage other than his mother tongue or a\nprofessional course.\nD\nE\nF\nLL\nIf, in the opinion of the competent authority, an\nofficer has not satisfactorily completed either or\nboth the trainings referred to in sub-rule (1) or if\nthe officer has not passed the test referred to\ntherein or an officer's service is not satisfactory,\nthe officer's probation may be extended by a G\nfurther period not exceeding one year.\nWhere during the period of probation, including\nthe period of extension, if any, the competent\nauthority is of the opinion that the officer is not fit\nН\n"}