{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"658\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nfor confirmation:-\n(a) in the case of a direct appointee, his\nservices may be terminated by one month's\nnotice or payment of one month's\nemoluments in lieu thereof, and\n(b) in the case of a promotee from the Bank's\nservice, he may be reverted to the grade or\ncadre from which he was promoted.\"\nADVERTISEMENT\nс\n\"7. XX XX\nXX\nD\nE\nF\nLt.\nG\nH\nCAREER PATH\nThe Bank may at its discretion, subject to merit and\nsuitability after probation period of a probationary officer\nfor future leadership role, to be determined through a\nscreening process, confirm and give placement (Fitment)\nto selected officers in next higher grade i.e. Officers Middle\nManagement Grade Scale II.\nThe Probationary Officers will be on probation of two years\nduring which they will be given intensive training and\ntowards end of their probation/training period they will be\nsubjected to a screening process. While those\nprobationary officers who achieve the pre-determined\nstandards may be confirmed and given placement in the\nnext higher grade i.e. Officer Middle Management Grade\nScale II. Others who qualify the test by fail to achieve the\nstandards set for placement in Middle Management Grade\nScale II, will be confirmed as Officer Junior Management\nGrade I. The services of those Probationary officers who\nfail to qualify this process may be terminated.\n10. ACTION AGAINST CANDIDATES FOUND GUILTY\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\nOF MISCONDUCT:\n659\nCandidates are warned that they should not furnish any\nparticulars that are false, tampered/fabricated or should\nnot suppress any material information while filing up the\napplication form.\nAt the time of written examination/interview, if a candidate\nis (or has been) found guilty of:\nA\nB\n(i) Using unfair means during the examination or (ii)\nimpersonating by any person or (iii) misbehaving in the C\nexamination hall or taking away the question booklet (or\nany part thereof)/ answer sheet from the examination hall\nor (iv) resorting to any irregular or improper means in\nconnection with his/her candidature for selection or (v)\nobtaining support for his/her candidature by any unfair D\nmeans, such a candidate may, in addition to rendering\nhimself/herself liable to criminal prosecution, be liable;\na) To be disqualified from the examination for which he/\nshe is a candidate.\nb) To be debarred either permanently or for a specified\nperiod, from any examination or recruitment conducted by\nSBI.\nE\nc) For termination of service, if he/she has already joined\nthe Bank.\"\nF\nNOTE PREPARED BY THE DEPUTY GENERAL\nMANAGER\nSTAFF SUPERVISING:\nG\nPROBATIONARY OFFICERS 2009-10 BATCH\nWRITTEN EXAMINATION FOR CONFIRMATION\nHELD ON 27-02-2011.\nH\n660\nSUPREME COURT REPORTS\nA\nPlaced alongside are:\n-\n[2012] 12 S.C.R.\nB\n0\nC\nD\nLU\nE\nF\n☐ G\n☐ H\nECCB Memorandum dated the 04th December\n2003 vide which policy for confirmation of PO/TO\nas JMGS-I / MMGS-II was formed and was made\neffective for the batches of the PO/TO who were\ndue for confirmation as from a date after the date\nof the approval of the policy i.e. 04th December\n2003(Flag \"A\").\nLetter No. P\u0026HRD: CM: 5:SPL: 815 dated the 29th\nSeptember 2004 \u0026 P\u0026HRD/CM/5/3982 dated the\n28th October 2005 regarding pattern for the\nscreening process for considering PO/TO for\nconfirmation as JMGS-I / MMGS-II and also for\nextension of probation period by 06 months for\nthose who will fail to secure minimum qualifying\nmarks in the written test of functional knowledge\n(Flag \"B\").\nCadre Management Department Memo No. HR/\nCM/8/691 dated 17-01-2008 regarding\nmodification in screening process for confirmation\nof POs in JMGS-I / MMGS-II consequent upon\nrevision in recruitment procedure / criteria approved\nby the ECCB in its meeting held on 28th December\n2007(Flag \"C\").\nCadre Management Department Memo No. HR/\nCM/6/SPL/517 dated 20-09-2010 forwarding\ntherewith copy of note no. HR/CM/6/111/2010-11\ndated the 09th September 2010 with\nsupplementary note dated the 13th September 2010\nput up before CHRC in its meeting held on 13th\nSeptember 2010 advising modification to be\neffected in the policy for confirmation of\nProbationary Officers (POs) and Trainee Officers\n(TOS) (Flag \"D\").\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n661\nA copy of our approved note No. CRPD/SNP/PO- A\n09-10/269 dated 08-12-2010(Flag \"E\") finalizing\ndate of confirmation of written test for probationary\nofficers 2009-10 batch.\n3. Accordingly, written test was conducted for confirmation B\nof probationary officers 2009-10 batch on 27-02-2011,\nwherein 2185 candidates appeared in the test against\n2204 candidates called for the examination.\n4.\nAs per the approved testing pattern, the minimum\nqualifying marks in the written test for confirmation in JMGS C\nI is 50% i.e. 100 out of 200 (for SC/ST/PWD 45% i.e. 90\nout of 200) and 75% (150 out of 200) for qualifying them\nfor Group Discussion / Interview for their confirmation in\nMMGS II direct.\n5. The policy for confirmation of PO/TO has been modified\nafter announcing the date of the written test but before\nprocessing the result thereof. The process of declaring the\nresults as also advising the candidates the effects of their\nsecuring less than the minimum passing marks at 50%\n(45% for SC/ST/PWD candidates) in the written test held\non 27-02-2011 have been modified as detailed in the\nAnnexure-II.\nD\nE\n6. The evaluation of all the answer papers (Objective type\nand Descriptive type) in respect of 2185 candidates has F\nsince been completed. We are in receipt of the merit list\ndrawn on the basis of aggregate marks secured in\nObjective \u0026 Descriptive Papers from IBPS. The descriptive\npapers of all candidates who secured marks between 48%\nand 50% GEN/OBC (43% and 45% in respect of SC/ST/ G\nPWD candidates) as also those securing marks between\n74% and 75% in the aggregate were subjected to 100%\nmoderation.\n7. We have also received report on \"Use of Unfair Means\"\nH\nA\nB\n662 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\ni.e. copying based on analysis done by IBPS, Mumbai. A\nbrief write up in \"Detection of use of unfair means in\nobjective tests by the candidates\" is enclosed as\nAnnexure-III. They have found 11 such pairs involving 20\ncandidates (Annexure-IV) as per undernoted table\nCopying Cases in Written Test held on 27-02-2011 for\nConfirmation of Probationary Officers 2009-10 Batch\n|SR.| CENTRE\nNO. NO. OF CATEGORY\nNO.\nOF\nCANDI-\nC\nPAIRS DATES\n01\nAhmedabad 02\n04\nUse of Unfair Means is\nsuspected.\n02 Guwahati\n01\n02\nD\nUse of Unfair Means is\nsuspected.\n03 Patna\n07\n12\nUse of Unfair Means is\nsuspected.\nE\n04\nLucknow\n01\n02\nUse of Unfair Means is\nsuspected.\nTOTAL\n11\n20\nF\nG\nH\nWe have analysed the report given by IBPS, which is\nbased on correct answers, identical wrong answers (IWW)\nand other mismatches given by pairs, which have indulged\nin copying. IBPS has made analysis after excluding right\nanswers and most popular wrong answers. Thus the\nchances of having large identical wrong answers are\npractically not possible.\nSubsequently, we have called the seating arrangement of\nthe candidates involved in copying (Annexure-V). In the\nseating arrangement, one pair of candidates from Patna\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n663\nCircle are seated in different rooms and have Identical A\nWrong Answers, which are at the lower end of suspected\ncategory. In this case the data evaluated by the IBPS they\nalso observed 4 mismatches in the answers (in non\nidentical wrong answers). Considering all relevant factors,\nwe propose to give benefit of doubt to candidates forming B\nthis pair and exclude them from candidates who used\nunfair means. Other than this pair, each of the pairs of\ncandidates are seated next to each other, in addition to\ntheir being in the same room. This further strengthens the\nview that these candidates used unfair means namely\ncopying answers from one another.\n8. Excluding the pair mentioned above, the statistical\nand corroborative evidences are against the remaining 18\ncandidates, we propose to\n(i) Cancel their candidature for the confirmation test.\n(ii) Extend their probation for a period of 3 months.\n(iii)\nC\nD\nE\nAll these officers in terms of their appointment are\non probation for 2 years from their date of joining\nand provisions of SBIOSR 1992 are applicable to\nthem. Provisions of Rule 16 (1, 2 and 3) (Annexure-\nVI) of SBIOSR enable the Appointing Authority to\nterminate the services of involved officers during the\nprobation period in such cases without going F\nthrough disciplinary proceedings. Legal opinion\nobtained in this regard in similar cases in an earlier\nexamination is enclosed (Annexure-VII).\n(iv) Circles will be asked to initiate investigations\nagainst the invigilators manning the rooms where\nsuch candidates were seated followed by\ndisciplinary proceedings as per Service Conditions\napplicable for such cases.\n9.\nG\nOn perusal / analysis of the Annexure-I, we submit H\n664 SUPREME COURT REPORTS\nthe summary as under:-\nA\n(i)\nXX XX\nXX\n(ii)\nXX\nXX\nXX\nB\nC\n[2012] 12 S.C.R.\n(iii) 59 candidates (60-1 candidate involved in copying)\nhave failed to secure 50% i.e. 100 out of 200 (for\nHuvialitu LU W\nSC/ST/PWD 45% i.e. 90 out of 200) as such these\n59 candidates are not suitable for their\nconfirmation.\n10. Accordingly, we recommend:\nD\nE\nF\n☐ G\nн\n(i) XX XX\n(ii)\nXX XX\n(iii)\nXX\nXX\nProbation period of 59 candidates (60-1 candidate\ninvolved in copying), who have failed to secure 50%\ni.e. 100 out of 200 (for SC/ST/PWD 45% i.e. 90 out\nof 200), be extended by 6 months. They will be\nsubjected to confirmation re-test within the extended\nperiod of probation in terms of the extant policy\n(Annexure-I).\n(iv) 19 candidates (Annexure-I) were absent in the\nconfirmation written test, are not suitable for their\nconfirmation as JMGS-I. Circles have advised the\nreasons for their absence in the test. Subject to\nverification by the Circles, the probation period of\neligible candidates is to be extended by a further\nperiod of 6 months and they will be subjected to\nconfirmation re-test within the extended period of\nprobation.\n(v) There are 18 candidates against whom statistical\nand corroborative evidences (IBPS report, seating\nplan) are available showing their involvement in use\nof unfair means i.e. copying in the written test. We\npropose to cancel their candidature for the\nconfirmation test and Circles will be asked to\nSTATE BANK OF INDIA v. PALAK MODI\n665\n[G.S. SINGHVI, J.]\ninitiate action as suggested in Para \"8\".\nLETTER DATED 12.5.2011.\nA\n(emphasis supplied)\n\"GENERAL MANAGER NW-I.\nCIRCLE DEVELOPMENT OFFICER\nSTAFF: SUPERVISING PROBATIONARY OFFICERS -\n2009-10 BATCH RESULT OF WRITTEN EXAMINATION\nHELD ON 27.02.2011\nB\n00\nC\nA written examination for determining the suitability of the\nProbationary Officers 2009-10 batch for confirmation as\nofficer JMGS-I/ direct placement as officer MMGS-II was\nconducted on 27.02.2011 in which out of 140 eligible POs, D\n139 appeared in the above test from our Circle. One PO\nhad tendered resignation from Bank's services just before\nthe above test.\nE\nF\n2. In this connection, we have been advised by Corporate\nCenter, vide their letter No. CRPD/SNP/PO2009 10/\nCONF/74-A dated 10.05.2011 (placed alongside) that out\nof 139 POs from our Circle, 39 POs, as per Annexure \"A\",\nhave secured qualifying marks of 150 or more out of 200\n(i.e. 75% or more) to become eligible for Group\nDiscussion/Interview for considering their confirmation as\nofficer MMGS-II in terms of Rule 16 (1) of State Bank of\nIndia officers service rules. In case any of these 39\ncandidates do not secure qualifying marks i.e. 75% or\nmore in GD/Interview, he/she will be considered suitable\nfor confirmation in JMGS-I w.e.f. 15.05.2011 or upon G\ncompletion of two years probation from the date of their\njoining the Bank.\n3. 96 candidates, as per Annexure \"B\", have secured\nminimum qualifying marks of 50% or more but less than\nH\nA\nB\nC\n666\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n75% (45% or more for SC/ST/PWD) and have thus\nbecome eligible for being considered suitable for\nconfirmation as officer JMGS-I w.e.f. 15.05.2011 or upon\ncompletion of two years probation from the date of their\njoining the Bank in terms of Rule 16(1) of State Bank of\nIndia Officers Service Rules.\n4. 2 candidates, as per Annexure \"C\", who scored less\nthan 50% (less than 45% for SC/ST/PWD) marks, are not\neligible for confirmation at this stage and their probation\nwill be extended for a period of 6 months. They will have\nto appear for confirmation re-test, which will be scheduled\nduring the extended period of probation. In the event of any\ncandidate failing in the re-test, his/her services will be\nterminated in terms of offer of appointment letter.\nD 5. In terms of the Corporate Centre letter under reference,\nmentors (SMGS-IV/V) have to be identified for the 2\ncandidates (Annexure \"C\"), who could not qualify the\nconfirmation test, for proper guidance and counselling to\nupgrade their knowledge / skills in the Bank. In order to\nenable them to imbibe more learning during their extended\nprobation period, we also propose to change their\nbranches. The mentors and branches identified for them\nare as under:\nE\nLL\nF\nSl. Name\nPresent\nBranch\nProposed Mentors\nBranch/Office identified\n1.\nMs. Smriti\nIndira\nRASMECCC, Mrs. Shubha\nAnand\nNagar,\nBareilly\nBareilly\nAGM (Trg.),\nDoorwar,\nSBLC, Bareilly\nG\n2.\nShri Abhishek Kamachha, RASMECCC,\nShri\nDebnath\nVaranasi Varanasi\nH\nS.K.Srivastava,\nCM (Trg.),\nSBLC, Varanasi\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n667\n6. Further, 2 candidates, as per Annexure \"D\", have been A\nfound suspected to have indulged in copying and as such\ntheir probation will be extended by 3 months in terms of\nCorporate Centre letter No. CRPD/SNP/PO2009-10/\nCONF/75 dated 10.05.2011.\n7. Accordingly, in respect of 2 candidates of the above\nbatch of Probationary Officers (2009-10 batch), who could\nnot qualify in the confirmation test conducted on 27-02-\n2011, and 2 candidates who have been found suspected\nto have indulged in copying will have to be served letters\non the lines of draft letters (Annexure-E \u0026 F) and their\nacknowledgement will have to be obtained. We, therefore,\npropose to deliver letters (placed below for your signature)\nto these 4 candidates. Further, we also propose to confirm\n96 candidates (Annexure \"B\" ) as officer JMGS-I w.e.f.\n15.05.2011 or upon completion of two years probation\nfrom the date of their joining the Bank in terms of Rule\n16(1) of State Bank of India Officers Service Rules.\nSubmitted for approval, please.\nASSISTANT GENERAL MANAGER (HR)\"\nB\nC\nD\nE\nAnnexure-\"D\"\n“Central Recruitment Promotion Department, Corporate\nCentre, Mumbai Confirmation of Probationary Officers F\n(2009-10) Batch Written Examination Held On Sunday, 27-\n02-2011 COPYING CASES\nCSRNO CIR ROLLNO TITLE NAME DOB\nPFINDEX\nG\n1\n|LUC | 2263701061 MS\nPALAK 19-06-85 5910633\nMODI\n2\nLUC | 2263701067 | SHRI\nPRABHAT 22-11-83 5908930\nDIXIT\nH\n"}