{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"-\nA\nB\nC\nD\nE\nF\nG\nH\n678\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nthe parties and noted by us earlier, also do not hold so. In\norder to amount to a stigma, the order must be in a\nlanguage which imputes something over and above mere\nunsuitability for the job.\"\n31. In Progressive Education Society v. Rajendra (supra),\nthis Court examined correctness of the order passed by the\nSchool Tribunal constituted under Section 9 of the Maharashtra\nEmployees of Private Schools (Conditions of Service)\nRegulation Act, 1977, which was approved by the High Court,\nquashing the termination of the service of respondent No.1 on\nthe ground of unsatisfactory performance during the period of\nprobation. This Court referred to the relevant provisions of the\nMaharashtra Employees of Private Schools (Conditions of\nService) Rules, 1981 and observed:\n\"The law with regard to termination of the services of a\nprobationer is well established and it has been repeatedly\nheld that such a power lies with the appointing authority\nwhich is at liberty to terminate the services of a probationer\nif it finds the performance of the probationer to be\nunsatisfactory during the period of probation. The\nassessment has to be made by the appointing authority\nitself and the satisfaction is that of the appointing authority\nas well. Unless a stigma is attached to the termination or\nthe probationer is called upon to show cause for any\nshortcoming which may subsequently be the cause for\ntermination of the probationer's service, the management\nor the appointing authority is not required to give any\nexplanation or reason for terminating the services except\ninforming him that his services have been found to be\nunsatisfactory.\nThe facts of this case are a little different from the normal\ncases relating to probation and the termination of the\nservices of a probationer in that the satisfaction required\nto be arrived at under sub-section (3) of Section 5 of the\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n679\nMEPS Act has to be read along with Rule 15 of the MEPS A\nRules, 1981 with particular reference to sub-rule (6) which\nprovides that the performance of an employee appointed\non probation is to be objectively assessed by the Head\nduring the period of his probation and a record of such\nassessment is to be maintained. If the two provisions are B\nread together, it would mean that before taking recourse\nto the powers vested under sub-section (3) of Section 5\nof the MEPS Act, the performance of an employee\nappointed on probation would have to be taken into\nconsideration by the school management before\nterminating his services.\nAccordingly, while Rules 14 and 15 of the MEPS Rules,\n1981 cannot override the provisions of sub-section (3) of\nSection 5 of the MEPS Act, it has to be said that the\nrequirements of sub-rule (6) of Rule 15 would be a factor\nwhich the school management has to take into\nconsideration while exercising the powers which it\nundoubtedly has and is recognised under sub-section (3)\nof Section 5 of the Act.\nC\nD\nE\nThis brings us to the next question regarding the sufficiency\nof the materials before the school management while\npurporting to pass the order of termination on 1-8-1994.\nAs has been discussed, both by the School Tribunal and\nthe High Court, the confidential report which has been F\nproduced on behalf of the school management does not\ninspire confidence on account of the different dates which\nappear both in Part I and Part II of the said report. Part I\nof the self-assessment form gives the particulars of the\nteacher concerned and the remarks of the reporting\nauthority, namely, the Head Mistress of the school. The\ndate in the said part is shown as 4-7-1994, whereas the\ndate at the end of Part II, which is the form of the\nconfidential report giving details of the teacher's\nperformance is dated 24-6-1994, which appears to be in\nG\nH\nA\nB\nс\nD\n680\nSUPREME COURT REPORTS [2012] 12 S.C.R.\nline with the date given of the forwarding letter written by\nthe Head Mistress to the Secretary of the Society. To add\nto the confusion created by the different dates on the form,\nthere is a third date which appears on Part I of the self-\nassessment form which shows that the documents were\npresumably forwarded to the management of the school\non 6-8-1994, which is a date which is prior to the date of\ntermination of the services of Respondent 1, namely, 1-8-\n1994.\nThis merely goes to show that the said documents are not\nabove suspicion and that the requirements of Rule 15(6)\nand Rule 14 had not been complied with prior to invocation\nby the school management of the powers under sub-\nsection (3) of Section 5 of the MEPS Act.\"\n32. In Rajesh Kumar Srivastava v. State of Jharkhand\n(supra), the two-Judge Bench examined challenge to the\ntermination of the appellant's service, who was a Probationer\nMunsif. After examining the record placed before it, the Bench\nheld that the competent authority had terminated the service of\nE the appellant because his work was not satisfactory and such\ndecision cannot be termed as stigmatic or punitive.\nF\n33. The proposition laid down in none of the five judgments\nrelied upon by the learned counsel for the appellants is of any\nassistance to their cause, which were decided on their own\nfacts. We may also add that the abstract proposition laid down\nin paragraph 29 of the judgment in Pavanendra Narayan\nVerma v. Sanjay Gandhi PGI of Medical Sciences (supra) is\nnot only contrary to the Constitution Bench judgment in\nSamsher Singh v. State of Punjab (supra), but large number\nG of other judgments - State of Bihar v. Shiva Bhikshuk Mishra\n(supra), Gujarat Steel Tubes Ltd. v. Gujarat Steel Tubes\nMazdoor Sabha (supra) and Anoop Jaiswal v. Government of\nIndia (supra) to which reference has been made by us and to\nwhich attention of the two-Judge Bench does not appear to\nH have been drawn. Therefore, the said proposition must be read\nSTATE BANK OF INDIA v. PALAK MODI\n681\nas confined to the facts of that case and cannot be relied upon A\nfor taking the view that a simple order of termination of service\ncan never be declared as punitive even though it may be\nfounded on serious allegation of misconduct or misdemeanor\non the part of the employee.\n34. In the result, the appeals are dismissed. The appellants\nshall reinstate the private respondents within 15 days of the\nproduction of copy of this judgment before respondent No.3 and\ngive them all consequential benefits like pay, allowances, etc.\nwithin next one month. However, it is made clear that this\njudgment shall not preclude the competent authority from taking\nfresh decision in the matter of confirmation of the private\nrespondents after giving them effective opportunity of hearing\nagainst the allegation of use of unfair means in the test held\non 27.2.2011.\nORDER\n1. This appeal is directed against order dated 13.1.2012\npassed by the Division Bench of the Allahabad High Court in\nWrit Petition (Civil) No. 37121 of 2011. The operative portion\nof the High Court's order reads as under:\nB\nC\nD\nE\n\"In the result, the petition succeeds and is allowed. The\norder relating to discharge of the petitioner from service\npassed by the General Manager (NW-II), State Bank of\nIndia, Human Resources Department, 13 Floor, Local F\nHead Office 11, Sansad Marg, New Delhi on 13.05.2011\n(Annexure No.9 to the writ petition) is hereby quashed. A\ndirection is issued to the respondent-bank to examine and\nevaluate the descriptive paper of the written examination\nof the petitioner and to scrutinize the case of the petitioner G\nfor confirmation on the basis of her performance in the said\ndescriptive paper and interview, if any. Till a fresh decision\nis taken in this regard, the petitioner shall be allowed to\ncontinue in service with continuity, on the post of\nH\nA\nB\nC\nD\nE\n682\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nProbationary Officer and be paid emoluments, as would\nhave been payable to her, had her services not been\ndischarged. As far as back wages are concerned, the\npetitioner would be entitled to 50% of the back wages,\nwhich shall be paid to her within one month of the\nproduction of certified copy of this order.\"\n2. By a separate judgment pronounced today in Civil\nAppeal Nos. 7841-7842 of 2012 - State Bank of India and\nothers v. Palak Modi and Another, we have upheld an almost\nidentical order passed by the High Court in Writ Petition (Civil)\nNos. 1298 of 2011 and 1512 of 2011.\n3. For the detailed reasons recorded in the aforesaid\njudgment which shall be read as part of this order, the appeal\nis dismissed.\n4. The appellants are directed to reinstate respondent No.1\nwithin 15 days of the production of copy of this order before\nrespondent No.3 and give her all consequential benefits like\npay, allowances, etc. within next one month. However, it is made\nclear that this order shall not preclude the competent authority\nfrom taking fresh decision in the matter of confirmation of\nrespondent No.1 after giving her effective opportunity of hearing\nagainst the allegation of use of unfair means in the test held\non 27.2.2011.\nF B.B.B.\nAppeals dismissed.\n"}