{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 12 S.C.R. 628\nSTATE BANK OF INDIA AND OTHERS\nV.\nPALAK MODI AND ANOTHER\n(Civil Appeal Nos. 7841-7842 of 2012)\nDECEMBER 03, 2012\n[G.S. SINGHVI AND SUDHANSU JYOTI\nMUKHOPADHAYA, JJ.]\nService Law - Termination - Of Bank Probationary\nC Officers (private respondents) - Challenge to - Held: If the\ncompetent authority holds an inquiry for judging the suitability\nof the probationer or for his further continuance in service or\nfor confirmation and such inquiry is the basis for taking\ndecision to terminate his service, then the action of the\nD competent authority cannot be castigated as punitive -\nHowever, if an allegation of misconduct constitutes the\nfoundation of the action taken, the ultimate decision taken by\nthe competent authority can be nullified on the ground of\nviolation of the rules of natural justice - On facts, the decision\nE to dispense with the services of the private respondents was\ntaken solely on the ground that they were guilty of using unfair\nmeans in the confirmation test which constituted a misconduct\nHowever, this exercise was not preceded by an inquiry\ninvolving the private respondents and no opportunity was\ngiven to them to defend themselves against the charge of use\nof unfair means - They were condemned unheard which was\nlegally impermissible - Appellants to reinstate the private\nrespondents and give them all consequential benefits -\nHowever, competent authority not precluded from taking fresh\ndecision in the matter of confirmation of the private\nrespondents after giving them effective opportunity of hearing\nagainst the allegation of use of unfair means in the\nconfirmation test - State Bank of India (Officers' Service)\nRules, 1992 m.15(1) and 16.\nF\nG\nН\n628\nSTATE BANK OF INDIA v. PALAK MODI\n629\nA\nThe private respondents were appointed as\nProbationary Officers in the appellant-bank in the year\n2006. In 2010, they were informed that they are due for\nconfirmation and, were therefore, required to appear in a\nconfirmation test. The private respondents appeared in\nthe test, and subsequently the result thereof was B\ndeclared. The names of the private respondents did not\nfigure in the result apparently because the Institute of\nBanking Personnel Selection ('IBPS'), an independent\nexpert body engaged in conducting recruitment for\nvarious services, which was entrusted with the task of C\npreparing the examination papers and evaluating the\nanswer sheets sent a report to the Bank that some\ncandidates including the private respondents were\nsuspected to have used unfair means.\nD\nThe probation of the private respondents was\nextended for three months by invoking Rule 16(2) of the\nState Bank of India (Officers' Service) Rules, 1992.\nHowever, prior to expiry of the extended period of\nprobation, the services of the private respondents was\nterminated under Rule 16(3) of the State Bank of India E\n(Officers' Service) Rules, 1992. The private respondents\nchallenged the termination of their services by filing writ\npetitions mainly on the grounds that the action taken by\nthe concerned authorities of the Bank was arbitrary and\nviolative of the rules of natural justice. They pleaded that F\nduring the period of probation, no one had informed them\nabout any shortcoming, deficiency or defect in their work\nand yet their services were terminated without giving\nthem notice and opportunity of hearing. The private\nrespondents further pleaded that even though they had G\nrequested the concerned officers of the Bank to disclose\nthe reasons for extension of probation and termination\nof their services but no response was received from\nthem.\nH.\nA\n630 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nThe High Court did not directly deal with the question\nwhether the action taken by the General Manager was\narbitrary, unfair and unjustified and whether in the garb\nof termination simpliciter, the concerned authority had\npenalized the private respondents on the charge of their\nB having indulged in malpractices in the confirmation test\nbut held that the action taken by the appellants was\ncontrary to the guidelines framed by the IBPS for\ndetecting cases of use of unfair means. The High Court\nreferred to paragraph 4 of the guidelines framed by the\nIBPS and opined that after considering the report\nsuggesting that the private respondents were suspected\nto have used unfair means in the examination, the Bank\nshould have scrutinized their cases on the basis of their\nperformance in the descriptive papers and then taken a\nfinal decision. The High Court held that the Bank could\nnot have discharged the private respondents from service\nby assuming that they had used unfair means in the\nobjective type papers.\nC\nD\nWhether the alleged use of unfair means by the\nE private respondents in the confirmation test held by\nappellant-Bank constituted the foundation of the\ndecision taken to terminate their services under Rule\n16(3) of the State Bank of India (Officers' Service) Rules,\n1992 is the question which arose for consideration in the\nF instant appeals.\nG\nH\nDismissing the appeals, the Court\nHELD: 1.1. A probationer has no right to hold the\npost and his service can be terminated at any time during\nor at the end of the period of probation on account of\ngeneral unsuitability for the post held by him. If the\ncompetent authority holds an inquiry for judging the\nsuitability of the probationer or for his further continuance\nin service or for confirmation and such inquiry is the\nSTATE BANK OF INDIA v. PALAK MODI\n631\nbasis for taking decision to terminate his service, then the A\naction of the competent authority cannot be castigated\nas punitive. However, if the allegation of misconduct\nconstitutes the foundation of the action taken, the\nultimate decision taken by the competent authority can\nbe nullified on the ground of violation of the rules of B\nnatural justice. [Para 20] [656-A-C]\nC\nD\n1.2. A combined reading of Rules 15(1) and 16 of the\nState Bank of India (Officers' Service) Rules, 1992 and\nparagraph 5 of the conditions of appointment makes it\nclear that a person appointed as a Probationary Officer\nremains on probation for a minimum period of two years\nat the end of which he is entitled to be confirmed if the\ncompetent authority is of the opinion that he has\nsatisfactorily completed the training in any institution to\nwhich he may have been deputed and the in-service\ntraining in the Bank. The Probationary Officer can also be\nsubjected to screening for judging his merit and\nsuitability. If the Probationary Officer fails to satisfactorily\ncomplete the training(s) or fails to pass the screening test\nor his service is not satisfactory, then the Bank can E\nextend the period of probation by a further period of\nwhich the outer limit is one year. In a given case, the\ncompetent authority can, if it is of the opinion that the\nProbationary Officer is not fit for confirmation, terminate\nhis service by one month's notice or payment of one F\nmonth's emoluments. It is thus evident that satisfactory\nperformance during the period of probation, successful\ncompletion of training(s) and passing of the test\nconducted by the Bank for judging his suitability for the\npost constitute the touchstone for his confirmation. G\n[Paras 22, 23] [669-G-H; 670-A-D]\n1.3. The primary object of the confirmation test held\non 27.2.2011, which could also be termed as evaluation\ntest within the meaning of paragraph 5(c) of the\nH\n632 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA appointment letter was to decide whether the officer has\nmade use of the opportunities made available to him by\nthe Bank to prove his worth for the job for which he was\nrecruited and whether he has acquired sufficient\nknowledge about the functional requirements of the\nB Bank. The test also gave an opportunity to the\nProbationary Officer to demonstrate that he was\nmeritorious enough to be placed in the higher grade.\n[Para 25] [670-G-H; 671-A-B]\nC\n1.4. There is a marked distinction between the\nconcepts of satisfactory completion of probation and\nsuccessful passing of the training/test held during or at\nthe end of the period of probation, which are sine qua\nnon for confirmation of a probationer and the Bank's right\nto punish a probationer for any defined misconduct,\nD misbehaviour or misdemeanor. In a given case, the\ncompetent authority may, while deciding the issue of\nsuitability of probationer to be confirmed, ignore the\nact(s) of misconduct and terminate his service without\ncasting any aspersion or stigma which may adversely\nE affect his future prospects but, if the misconduct/\nmisdemeanor constitutes the basis of the final decision\ntaken by the competent authority to dispense with the\nservice of the probationer albeit by a non stigmatic order,\nthe Court can lift the veil and declare that in the garb of\nF termination simpliciter, the employer has punished the\nemployee for an act of misconduct. [Para 26] [671-B-E]\nG\nH\n1.5. The use of unfair means in the evaluation test/\nconfirmation test held by the Bank certainly constitutes\na misconduct. The Bank itself had treated such an act to\nbe a misconduct (paragraph 10 of advertisement dated\n1.7.2008). The services of the private respondents were\nnot terminated on the ground that there was any\ndeficiency or shortcoming in their work or performance\nduring probation or that they had failed to satisfactorily\nSTATE BANK OF INDIA v. PALAK MODI\n633\nC\ncomplete the training or had failed to secure the qualifying A\nmarks in the test held on 27.2.2011. The note prepared by\nthe Deputy General Manager, which was approved by the\nGeneral Manager makes it crystal clear that the decision\nto dispense with the services of the private respondents\nwas taken solely on the ground that they were guilty of B\nusing unfair means in the test held on 27.2.2011. The\nfoundation of the action taken by the General Manager\nwas the accusation that while appearing in the objective\ntest, the private respondents had resorted to copying.\nIBPS had relied upon the analysis made by the computer\nand sent report to the Bank that 18 candidates were\nsuspected to have used unfair means. The concerned\nauthority then sent for the chart of seating arrangement\nand treated the same as a piece of evidence for coming\nto the conclusion that the private respondents had\nindeed used unfair means in the examination. This\nexercise was not preceded by an inquiry involving the\nprivate respondents and no opportunity was given to\nthem to defend themselves against the charge of use of\nunfair means. In other words, they were condemned\nunheard which was legally impermissible. [Para 27] [671-\nF-H; 672-A-D]\nD\nE\nAjit Singh v. State of Punjab (1983) 2 SCC 217: 1983\n(2) SCR 517; Krishnadevaraya Education Trust v. L.A.\nBalakrishna (2001) 9 SCC 319: 2001 (1) SCR 387; F\nPavanendra Narayan Verma v. Sanjay Gandhi PGI of Medical\nSciences (2002) 1 SCC 520: 2001 (5) Suppl. SCR 41;\nProgressive Education Society v. Rajendra (2008) 3 SCC\n310: 2008 (2) SCR 1005 and Rajesh Kumar Srivastava v.\nState of Jharkhand (2011) 4 SCC 447: 2011 (3) SCR 823\nheld inapplicable.\n-\nParshotam Lal Dhingra v. Union of India 1958 SCR 828;\nState of Punjab and Another v. Sukh Raj Bahadur (1968) 3\nSCR 234; State of Bihar v. Shiva Bhikshuk Mishra (1970) 2\nG\nH\nB\n634 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA SCC 871: 1971 (2) SCR 191; Union of India v. R.S. Dhaba,\nIncome Tax Officer, Hoshiarpur, 1969 (3) SCC 603; Samsher\nSingh v. State of Punjab (1975) 1 SCR 814; Gujarat Steel\nTubes Ltd. v. Gujarat Steel Tubes Mazdoor Sabha (1980) 2\nSCC 593: 1980 (2) SCR 146; Anoop Jaiswal v. Government\nof India (1984) 2 SCC 369: 1984 (2) SCR 453; R.S. Sial v.\nState of U.P. (1974) 3 SCR 754; State of U.P. v. Ram Chandra\nTrivedi (1976) 4 SCC 52: 1977 (1) SCR 462; I.N. Saksena\nv. State of M.P. (1967) 2 SCR 496; Dipti Prakash Banerjee\nv. Satyendra Nath Bose National Centre for Basic Sciences\nC (1999) 3 SCC 60: 1999 (1) SCR 532; Chandra Prakash\nShahi v. State of U.P. (2000) 5 SCC 152: 2000 (3) SCR 529\nand Union of India v. Mahaveer C. Singhvi (2010) 8 SCC\n220: 2010 (9) SCR 246 - referred to.\n2. The appellants shall reinstate the private\nD respondents and give them all consequential benefits like\npay, allowances, etc. However, this judgment shall not\npreclude the competent authority from taking fresh\ndecision in the matter of confirmation of the private\nrespondents after giving them effective opportunity of\nE hearing against the allegation of use of unfair means in\nthe test held on 27.2.2011. [Para 34] [681-B-D]\nCase Law Reference:\nheld inapplicable Para 8\n1983 (2) SCR 517\nF\n2001 (1) SCR 387\nheld inapplicable Para 8\n2008 (2) SCR 1005\n2001 (5) Suppl. SCR 41 held inapplicable Para 8\nheld inapplicable Para 8\nG\n2011 (3) SCR 823\nheld inapplicable Para 8\n1958 SCR 828\nreferred to\nParas 11, 16\n(1968) 3 SCR 234\nreferred to\nParas 12, 13,\n16\nH\nSTATE BANK OF INDIA v. PALAK MODI\n635\n1971 (2) SCR 191\nreferred to\nParas 13, 16\nA\n1969 (3) SCC 603\nreferred to\nParas 13, 16\n(1975) 1 SCR 814\nreferred to\nParas 14, 16\n1980 (2) SCR 146\nreferred to\nPara 15\nB\n1984 (2) SCR 453\nreferred to\nPara 16\n(1974) 3 SCR 754\nreferred to\nPara 16\n1977 (1) SCR 462\nreferred to\nPara 16\nс\n(1967) 2 SCR 496\nreferred to\nPara 16\n1999 (1) SCR 532\nreferred to\nPara 17\n2000 (3) SCR 529\nreferred to\nPara 18\n2010 (9) SCR 246\nreferred to\nD\nPara 19\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos..\n7841-7842 of 2012.\nFrom the Judgment \u0026 Order dated 17.11.2011 of the High\nCourt of Judicature at Allahabad, Lucknow Bench in WP No.\n1298 of 2011 and WP No. 1512 of 2011.\nE\nWITH\nC.A. No.7843 of 2012.\nU.U. Lalit, Harish N. Salve, Pallav Shishodia, Vikas Singh,\nShobha Dixit, Sanjay Kapur, Deven Khanna, Tara V. Ganju,\nPraveena, Gautam, Preeti Gupta, Ashmi Mohan, Arti Singh,\nPradeep Misra, Daleep Dhyani, Suraj Singh and Yatish Mohan,\nR.K. Bachchan for the appearing parties.\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Whether the alleged use of unfair\nmeans by Palak Modi and Prabhat Dixit (hereinafter described\nF\nG\nI\n636\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA as 'the private respondents') in the test held by appellant No.1\n- State Bank of India (for short, 'the Bank') constituted the\nfoundation of the decision taken by General Manager (NW-I),\nState Bank of India, Human Resource Department (respondent\nNo.3) to terminate their services under Rule 16(3) of the State\nB Bank of India (Officers' Service) Rules, 1992 (for short, 'the\nRules') is the pivotal question which arises for consideration\nin these appeals filed against order dated 17.11.2011 passed\nby the Allahabad High Court in Writ Petition Nos.1298/2011\nand 1512/2011.\nC\n2. In response to an advertisement issued by appellant\nNo.1, which was published on 1.7.2008, the private\nrespondents applied for appointment as Probationary Officers.\nThey appeared in the two-tier examination held by the Bank,\nwhich was followed by group discussion and interview. On\nD being declared successful, the private respondents were\nappointed as Probationary Officers vide letters dated 5.5.2006,\nparagraph 5 of which reads as under:\nE\nF\nG\nH\n\"5. You will be on probation for a period of two years from\nthe date of appointment. Your confirmation in the Bank shall\nbe subject to:\n(a) Satisfactory reports from our own sources as well as\nfrom District Authorities regarding your character and\nantecedents.\n(b) Satisfactory completion of the in-service training during\nprobation.\n(c) Satisfactory performance in the evaluation tests to be\nconducted by the Bank during the probation period. Your\nfailure in evaluation tests twice will make you unfit for\ncontinuing in Bank's service and in that eventuality, your\nappointment will be cancelled and your services terminated\nby the Bank.\"\n3. Vide letter dated 22.12.2010 of Deputy Managing\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n637\nDirector and Corporate Development Officer of the Bank, the A\nProbationary Officers of 2009-10 batch were informed that they\nare due for confirmation on 15.5.2011 and, therefore, they may\nappear in the test proposed to be conducted on 27.2.2011.\nParagraph 2 of that letter which has bearing on the decision of\nthese appeals reads as under:\n\"2. The relative extract from the extant policy for\nconfirmation of probationary officers is reproduced below:-\n(i) The confirmation test shall be held after 21 months\nfrom the date of appointment of the probationary\nofficers (during the probation period)\n(ii) Candidates scoring a minimum of 75% marks in the\nwritten test would qualify for the further process that\nwill include group discussion and interview.\nCandidates scoring minimum 75% marks in-group\ndiscussion/interview also shall be confirmed and\nplaced in the grade of MMGS-II. Those scoring less\nthan 75% marks but minimum 50% (45% for SC/\nST/PWD) marks in the written test shall be\nconfirmed in the grade of JMGS-I. Candidates\nscoring less than 50% (45% for SC/ST/PWD)\nmarks will be given two options as under:\nOPTION-I\nB\nс\nD\nE\nF\nCandidate will be required to appear in another\nconfirmation test on or before completion of 24th\nmonth of his/her probation and in the event of not\nqualifying in the re-test his/her services will be\nterminated with immediate effect and he/she will be Ġ\npaid one month's emoluments in lieu of one month's\nnotice in terms of Rule 16(3)(a) of SBI Officer's\nService Rule read with the present policy of\nconfirmation of Probationary officers as application\nhitherto.\nH\n"}