{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"TATA POWER COMPANY LTD. v. RELIANCE 635\nENERGY LIMITED AND ORS.\nin so far as it failed to notice that no long term PPA exists A\nbetween TPC (G) and Rinfra. It furthermore was not\ncorrect in opining that the Commission had not\nconsidered the claim of RInfra while approving the\narrangements between TPC (G) and TPC (D), despite the\nfact that REL Rinfra not only filed objections to the B\napplication for grant of approval of PPA filed by the\nparties herein, it also filed independent application took\npart in the deliberations and all its contentions had been\nconsidered. Thus, the Tribunal was not correct opining\nthat the decision of the Commission was in violation of\nthe principle of natural justice. It furthermore took into\nconsideration an irrelevant fact, namely, that the\nCommission in determining the issue between the parties\nshould have regard to the fact that the consumers of\nrespective areas have been bearing the 'depreciation' and\ninterest on loan elements of the Fixed Cost of tariff. [Para\n90] [687-G-H; 688-A-C]\nCase Law Reference:\nC\nD\nAIR 1975 SC 1967\nreferred to\nPara 124\nE\n(1977) 4 SCC 98\nreferred to\nPara 124\n(1979) 4 SCC 776\nreferred to\nPara 124\n(2006) 3 SCC 434\nreferred to\nPara 125\nF\n(2007) 1 SCALE 32\nreferred to\nPara 125\n(2008) 2 SCC 417\nreferred to\nPara 125\n(1998) 8 SCC I\nreferred to\nPara 128\n(2008) 6 SCC 732\nreferred to\nPara 128\nG\n(2008) 1 SCC 414\nreferred to\nPara 128\n(1989) 1 SCC 424\nreferred to\nPara 130\nH\n1\n636\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\n(1992) 2 SCC 343\nreferred to\nPara 130\n(2004) 3 SCC 297\nreferred to\nPara 130\n(2008) 7 SCC 502\nreferred to\nPara 132\n(2009) 11 SCALE 73\nreferred to\nPara 132\nB\n(2009) 3 SCALE 620\nreferred to\nPara 147\n(1948) 76 CLR 1\nreferred to\nPara 147\n(2009) 2 SCALE 486\nreferred to\nPara 147\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3510-3511 of 2008.\nFrom the Judgment \u0026 Order dated 06.05.2008 of the\nAppellate Tribunal for Electricity, New Delhi in Appeal Nos. 143\nD of 2007 \u0026 I.A.No. 70 of 2008.\nWITH\nE\nF\nG\nH\nC.A. No. 4269 of 2008, 3593 of 2008, 6098 of 2008, 6099\nof 2008.\nJaideep Gupta, Sitesh Mukherjee, Sakya Singh\nChaudhuri, Vishal Anand and Mega Sen (for Jagjit Singh\nChhabra) for the Appellants.\nR.F. Nariman, Ramji Srinivasan, Dr. A.M. Singhvi, J.J.\nBhatt, Krishan Kumar, M.T. Nair, Praveen Jain, Sumit Gupta,\nMukesh Kumar (for M.V. Kini \u0026 Associates) Anjali Chandurkar,\nSmieetaa Inna and Amit Bhandari (for Shiv Kumar Suri) for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J.\nINTRODUCTION\n1. These statutory appeals under Section 125 of the\n}\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n637\nElectricity Act, 2003 (hereinafter called and referred to for the A\nsake of brevity as 'the 2003 Act') are directed against a\ncommon judgment and order dated 6th May, 2008 passed by\nthe Appellate Tribunal for Electricity, New Delhi in Appeal\nNo.143 of 2007 and I.A. No.70 of 2008 whereby and\nwhereunder a judgment and order dated 6th November, 2007 B\npassed by the Maharashtra Electricity Regulatory Commission\n(MERC) was set aside.\nTHE PARTIES\n2. Whereas Appellants, the Tata Power Company Ltd: C\n(TPC) has two divisions - 'Generation' [TPC (G)] and\n'Distribution' [TPC (D)]; the Brihan Mumbai Electricity and\nTransport Corporation (BEST) is a distribution company;\nRespondent Reliance Energy Ltd. now named as Reliance\nInfrastructure Ltd. (Rinfra) is a generating as well as a\ndistributing company within the meaning and provisions of the\n2003 Act.\n-\nD\n3. All of them have been operating in the city of Mumbai\nincluding Suburban Mumbai of having approximately 384 sq.\nKm in area and the city of Mumbai having approximately 60 E\nsq. Km in area.\n4. We may place on record that the aggregate capacity\nto generate electricity of TPC is 1777 MW of power. The\ngeneration capacity of the respondent Rinfra is 500 MW, but it\nuses its power, as per its license, only to serve its own\nconsumers.\nBACKGROUND FACTS\n5. The following factual matrix relevant for proper\nappreciation of the legal issues arising in the present case may\nbe noticed.\n6. Indisputably TPC has been generating and supplying\nelectricity to distribution licensees like Rinfra and BEST for over\na century. On or about 5th March, 1907; 3rd April, 1919; 15th\nF\nG\nH\n+\n638\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA November, 1921 and 19th November, 1953, the Bombay\n(Hydro-Electric) Licence; the Andhra Valley (Hydro-Electric)\nLicence, the Nila Mula Valley (Hydro-Electric) Licence and\nTrombay Thermal Power Electric Licence respectively were\ngranted to TPC to generate and supply power in terms thereof.\nB\nC\nD\n7. Since 1907 consumers of electricity in Mumbai were\nserved by distribution lisensee, BEST (for the island city of\nMumbai) and since 1926 onwards by Rinfra (for suburban\nMumbai). Indisputably demand of electricity earlier was relatively\nlow as compared to the demand post 1990s. Nevertheless TPC\nprogressively increased its capacity to meet the demand of both\nRinfra and BEST. Issues of wrongful inter se allocation between\nthe various distribution licensee never really arose prior to the\npresent scenario.\n8. On or about 1st October, 1916 TPC and BEST (both\nAppellants herein) entered into an agreement in terms whereof\nthe former agreed to supply and later agreed to buy power in\nbulk. This agreement was renewed from time to time.\n9. Subsequently a distribution licence was also issued to\nE BSES, predecessor in interest of respondent Rinfra to supply\npower to the consumers in the suburbs of Mumbai. Under the\nsaid license Rinfra was authorized to purchase electricity from\nthe bulk Licensees. Accordingly it began procuring bulk power\nfrom TPC generating stations according to its requirements from\ntime to time, based on its consumer load (TPC had been the\nonly bulk licensee for Mumbai). Indisputably, however, no\nagreement in writing had ever been entered into by and\nbetween TPC and Rinfra. It must be noted in this regard that\nsince its inception and till a very long time RInfra continued to\nbuy its entire requirement of power from TPC.\nF\nG\nH\n10. However in 1978 Rinfra's distribution license was\namended to permit it to put up a generation station to supply\npower only to its own consumers. In or about 1995, RInfra\ncommissioned its 500MW generating plant at Dahanu,\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n639\npursuant whereto the quantum of power purchased by it from A\nTPC was reduced by about 54%. Even then Rinfra had been\nbuying nearly 42% of the energy generated by TPC. It had\ncontinued to purchase its remaining requirements of power\nfrom TPC.\n11. On or about 1998 a Committee on Review of Power\ndemand in Mumbai area commonly known as the 'Kukde\nCommittee' was constituted by the Government of Maharashtra\nfor the purpose of studying the techno commercial feasibility\nof new power generation projects at Bhivpuri (500 MW) and\nPalghar (495 MW) proposed to be set up by TPC and Rinfra\nrespectively.\n00\nB\nC\n12. It is accepted that before the said Committee, Rinfra\ntook the stand that it wanted to supply to its existing consumers\nwith the power generation from its own proposed project D\ninstead of providing power from TPC. The committee submitted\nits report on or about 26th May, 1998. In its report it\nrecommended for grant of approval for both the said projects.\nIt was furthermore recommended that the additional power\ngenerated from Rinfra's project be used only to meet the future E\ngrowth in demand arising from the consumers of Mumbai. The\nKukde Committee also recommended that first the then\nexisting generation facility of TPC be fully utilized to meet the\nrequirements of the current consumers of Rinfra so as not to\ndisturb the existing technical and commercial arrangement F.\nbetween TPC and Rinfra.\n13. Subsequent thereto a 'Principles of Agreement (POA)\nwas executed between TPC and Rinfra on or about 31st\nJanuary, 1998 inter alia providing that there be a minimum\npower purchase ('off-take') on the basis of 'pay or take' in each\nfinancial year by Rinfra on the basis of its consumer demand\nforecast. The POA also envisaged execution of a detailed\nPower Purchase Agreement by the parties. However, no such\nagreement ever fructified.\nG\nH\nA\nB\n640\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n14. Thereafter in 2000 the Maharashtra State Electricity\nBoard [MSEB] gave consent to the Saphale power project of\nRinfra. Approval however was not granted to the Bhivpur project\nof TPC. Against the said order granting approval in favour of\nRinfra, TPC filed a writ petition being No.916 of 2001 before\nthe Bombay High Court on the premise that it had not approved\nTPC's proposal for the Bhivpuri power project despite it having\nbeen submitted at an earlier point of time. It was alleged in the\nsaid petition that the impugned decision of the MSEB was\nillegal and contrary to the 1948 Act, which forbade it from\nC granting sanction to any other person to generate electricity if\nthe existing bulk licensee was able and willing to supply power.\nA prayer inter alia was made therein that the recommendations\nof the Kukde Committee should not be implemented.\nD\nE\nF\nG\nI\n15. In response to the said petition MSEB withdrew its\napproval to Rinfra's Power project on the ground that TPC being\nthe bulk licensee was able and willing to supply power to it. On\nthe withdrawal of the approval TPC too withdrew its petition filed\nbefore the High Court\n16. Thereafter the 2003 Act came into force with effect from\n26th May, 2003. Under the new Act the 'Generating\nCompanies' have been given freedom of choice to sell power\nto any person or licensee. The Act also introduced the concept\nof 'open access' which allows the distribution licensee to source\nits power from any generating company. The distributors.\naccordingly under the changed law do not have to depend upon\nstate based generators to meet their needs.\nPROCEEDING UNDER THE ACT\n17. Rinfra applied to Maharashtra Electricity Regulatory\nCommission [MERC] for grant of 'open access' to bring in\npower from sources, outside Mumbai, to supply electricity to\nits consumers.\n18. On or about 11th June, 2004 TPC through its executive\n祁\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n641\nsummary for Annual Revenue Requirement (ARRA) filed before A\nthe MERC for the year 2003-04 insisted on having a PPA with\nRinfra as a condition for supply of power to Rinfra in the future.\nIt, however, rejected the said demand on the ground that there\nwas no 'legal justification' or 'tenable reason' for entering into\nsuch an agreement.\n19. On or about 23rd August, 2005 the Commission made\nRegulations known as MERC (Terms and Conditions of Tariff)\nRegulations, 2005, Part-D whereof required all power purchase\nagreements/arrangements entered into by the Distribution.\nLicensees to be approved by MERC. The regulation also\nprovided that any amendment to such an agreement or\narrangement would require prior permission of the MERC\nirrespective of whether such an agreement or arrangement was\napproved by the commission or not.\nB\nC\nD\n20. MERC, on an application, filed by Rinfra for direction\nto TPC to provide additional outlets, agreed to the position that\ndistribution licensees, such as Rinfra, can procure their power\nfrom any generating company in India and because of the said\nflexibility in the 2003 Act also directed it to enter into a PPA E\nwith TPC.\n21. On or about 18th January, 2006, BEST executed a\nPPA with TPC for purchase of 800 MW of power for a period\nof 10 years which was subsequently revised in terms of the\nF\nMERC's order dated 7th July, 2006. The said PPA was\nsubmitted for approval of MERC on 27th December, 2006 which\nwas registered as Petition No.87 of 2006.\n22. On or about 12th July, 2006 a Minutes of the Meeting\n(MOM) was signed between TPC (G) and TPC (D) for allocation G\nof power to TPC (D). TPC (D) indicated requirement of 500\nMW power from TPC (G) in the said MoM. A minor modification\nin the MoM was directed by MERC, pursuant whereto, on or\nabout 16th March, 2006, TPC (D) entered into a PPA with TPC\n(G) for 477 MW power which was submitted for approval of H\n642\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA MERC on 27th December, 2006 being Petition No.87 of 2006.\nB\n23. Rinfra filed an application for intervention before the\ncommission in both the applications for approval of both the\nPPAs It subsequently also filed its objections in the said\nproceedings.\n24. It appears from the record that in the meanwhile TPC\nproposed to enter into PPA with Rinfra for its balance quantity\nafter meeting the contractual requirement of BEST for 800 MW\nand of TPC (D) for 477 MW of electricity. The offer was made\nC by TPC to Rinfra for supply of 600 MW which was not\naccepted. The later instead insisted on obtaining a much higher\nquantum of power based on its consumer demand. TPC\nrejected the said demand keeping in view its continuing\nobligation to its own consumers and also those of BEST. No\nconsensus was therefore reached with respect to the said PPA\nbetween TPC-G and Rinfra.\nD\nE\n25. On or about 2nd April, 2007 MERC passed generation\ntariff order for TPC (G) for the period 2006-2007. Commission,\nhowever, took the view that since PPAs had not been\napproved, by way of an interim arrangement, it would allocate\navailable energy from TPC (G) on the basis of coincident peak\ndemand of the distribution licensees.\n26. Aggrieved by and dissatisfied therewith BEST\nF preferred an appeal before the Electricity Appellate Tribunal on\n26th April, 2007 which was marked as Appeal No.41 of 2007.\nSimilar appeal was filed by TPC against the tariff order dated\n2nd April, 2007 providing for allocation of TPC (G) capacity on\nthe basis of coincidence peak demand on 4th May, 2007, which\nG was marked as Appeal No.51 of 2007.\nH\n27. By an order dated 17th May, 2007 the Appellate\nTribunal in Appeal No.51 of 2007 filed by TPC directed MERC\nto decide BEST's and TPC's petitions for approval of PPA and\nrecorded the undertaking of all parties that they would not claim\n!\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS. [S.B. SINHA, J.]\n643\nequities on the basis of order of MERC dated 2nd April, 2007. A\n28. Rinfra in the meantime initiated a proceeding under\nSection 86 of 2003 Act before MERC seeking direction against\nTPC (G) to allocate 762 MW to it and to enter into a PPA with\nRinfra on the said basis, which was marked as Case No. 30\nof 2007.\nB\n29. By reason of a judgment and order dated 6th\nNovember, 2007 the Commission approved PPA between TPC\n(G) and BEST and the arrangement between TPC (G) and TPC\n(D) for supply of 800 MW and 477 MW of power respectively C\nwith effect from 1st April, 2008. In relation to its own jurisdiction\nit was, however, opined that it can issue direction upon the\ngenerating companies in terms of Section 23 of 2003 Act.\n30. Rinfra preferred an appeal thereagainst which was D\nmarked as Appeal No. 143 of 2007.\n31. Two separate appeals were preferred by BEST and\nTPC questioning the interpretation of Section 23 of 2003 Act\nby the Commission which were marked as Appeal No. 159 of\n2007 and Appeal No. 14 of 2008 respectively.\nE\n32. MERC while dealing with the application filed by Rinfra\nfor continuing the tariff for financial year 2007-2008 even beyond\n31st March, 2008 till the tariff year 2008-2009, by an order\ndated 1st April, 2008 clearly indicated that for the purpose of F\nfixing the distribution tariff of all the three distribution licensees\nnamely, BEST, TPC (D) and Rinfra, based on the share of\ngeneration capacity of TPC (G), it will be proceeding in the\nmanner as directed by the Commission in its order dated 6th\nNovember, 2007 approving the PPA entered into by and\nbetween TPC (G) and BEST and TPC (G) and TPC (D).\n33. Appellate Tribunal thereafter passed the impugned\njudgment on 7th April, 2008 in Appeal No.51 of 2007 filed by\nTPC against the tariff order dated 2nd April, 2007 on the\nG\nH\n644\nSUPREME COURT REPORTS\n[2009] 9 S.C.R..\nA submission of appellant-TPC that it was not pressing for the\nadjustment of any amount that may be payable by Rinfra to TPC\nfor the period 2007-2008 in terms of the interim order of the\nAppellate Tribunal dated 17th May, 2007.\nB\nC\n34. Rinfra filed petition marked as Case No.6 of 2008\nbefore MERC on 17th April, 2008 seeking equitable allocation\nof power generation from TPC (G)'s generation facility under\nSection 23 of 2003 Act.\nORDER OF THE COMMISSION\n35. The Commission passed a fairly detailed order. It took\ninto consideration the factual matrix; the nature of agreements\n; submissions of BEST; its earlier orders; contentions raised\nby BEST in its original application as also revised petitions ;\nD firm capacity and other details.\n36. It noticed that a Technical Validation Session in case\nNo. 87 of 2006 was held on 18th April, 2007 including\njustification for entering into a long term contract for ten years\ntaking into account the demand forecast during peak and off-\nE peak hours and analysis of other sources of power and\navailability of transmission capacity in future. It also took into\naccount the basis for arriving at 10 paise/kwh surcharge\npayable by TPC (G) to BEST in case the availability of\ngenerating stations of TPC (G) falls below 85% alongwith\nF supporting computations. It also noticed the mechanism for\nassessing the amount of compensation payable in case of\ntermination due to events of default may be incorporated in the\nPPA. It furthermore noticed that before it a public hearing was\nheld on 17th July, 2007 wherein points were raised by the\nG participants and BEST's response thereto.\n37. We may also place on record that that Rinfra did not\nmake submissions in the technical session but did so only at\nthe public hearing.\nH\n"}