{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"(\n[2009] 9 S.C.R. 625\nTATA POWER COMPANY LTD.\nV.\nRELIANCE ENERGY LIMITED AND OTHERS\n(Civil Appeal Nos. 3510-11 of 2008)\nMAY 6, 2009\n[S.B. SINHA AND DR. MUKUNDAKAM SHARMA, JJ.]\nElectricity Act, 2003:\nA\nB\nss.2(28) and 23 - \"Generating Companies\" - Directions C\nto licensees - HELD: Activities of generating companies are\nbeyond purview of licensing provisions s. 23 occurs in\nChapter \"licensing\" under which generating companies would\nnot be covered.\n-\n-\ns. 42(2) The Act permits generating companies to\nsupply electricity directly to a trader or a consumer - For this\npurpose no tariff is required to be determined in terms of\ns.42(2). — MERC (Terms and conditions of Tariff) Regulations,\n2005 - Regulation 24.\n-\n-\n-\nss. 2(70) and 23 – “Supply” – Meaning of - HELD: The\nwords 'supply' used in s. 23 in the context refers to supply to\nconsumers only and not to licensees – Interpretation of\nStatutes.\n-\n-\nss. 23,60 and 86 (1)(b) – HELD: While exercising power\nof 'regulation' in relation to purchase of electricity and\nprocurement process of distribution, it is not permissible for\nthe Commission to direct allocation of electricity to different\nlicensees keeping in view their own need.\nInterpretation of Statutes:\nInterpretation of an enactment - Held: A statute must be\nconstrued having regard to Parliamentary intent, history of\n625\nD\nE\nF\nG\nH\n626\nSUPREME COURT REPORTS\n[2009] 9 S.C.R. ´\nA legislation including the mischief sought to be remedied, the\nobjects and purpose it seeks to achieve - Chapter headings\nand marginal notes of the sections are also relevant - For true\nand correct construction of the Act, principle of harmonious\nconstruction is required to be resorted to.\nB\nс\nD\n-\nConsumers of electricity in Mumbai were being\nserved by Tata Power Company (TPC), Brihan Mumbai\nElectricity Transport Corporation (BEST) and Reliance\nInfrastructure (Rinfra). TPC had two divisions\nGeneration [TPC (G)] and Distribution [TP(D)]. TPC(D),\nBEST and Rinfra were distribution licensees getting bulk\nsupplies from TPC(G). In the year 1995 Rinfra also\ncommissioned its 500 mw generating plant. On 23.8.2005\nthe Maharashtra Electricity Regulatory Commission\n(MERC) framed MERC (Terms and Conditions of Tariff)\nRegulations, 2005, requiring thereunder all power\npurchase agreements/arrangements entered into by\nDistribution Licensees to be approved by MERC. On\n18.1.2006 BEST executed a Power Purchase Agreement\n(PPA) with TPC for 800 mw of power for a period of 10\nyears. On 16.3.2006 TPC(D) entered into a PPA with\nTPC(G) for 477 mw power. Both the PPAs were submitted\non 27.12.2006 for approval of MERC. Rinfra filed\nobjections in both the proceedings. Meanwhile TPC made\nan offer to Rinfra for supply of 600 mw of electricity, but\nsince the latter demanded higher quantum of power, no\nconsensus was reached with respect to PPA between\nTPC(G) and Rinfra. On 2.4.2007 MERC passed generation\ntariff order for TPC(G) for the period 2006-2007 holding\nthat since PPAs had not been approved by way of interim\nG arrangement, it would allocate available energy for\nE\nF\nH\nTPC(G) on the basis of coincident peak demand of the\ndistribution licensees. BEST and TPC(G), both\nchallenged the order in appeals before the Electricity\nAppellate Tribunal. The Appellate Tribunal directed the\nMERC to consider petitions of TPC(G) and BEST for\nTATA POWER COMPANY LTD. v. RELIANCE 627\nENERGY LIMITED AND ORS.\napproval of PPA. Meanwhile Rinfra initiated proceedings A\nu/s. 86 of the 2003 Act before MERC seeking directions\nto TPC(G) to allocate 762 mw of power to it and to enter\ninto a PPA with it. The Commission by its order dated\n6.11.2007 approved the PPAs entered into between\nTPC(G) and Best and TPC(G) and TPC(D), for supply of B\n800 mw and 477 mw of power respectively w.e.f. 1.4.2008,\nholding that it has jurisdiction to issue direction to\ngenerating companies in terms of s.23 of 2003 Act. The\nCommission while dealing with the application of Rinfra\nfiled u/s. 68 held that for the purpose of fixing the C\ndistribution tariff of all the three distribution licensees,\nnamely, BEST, TPC(D) and Rinfra it would be proceeding\nin the manner as directed in its order date 6.11.2007 and\napproving the PPA entered into between TPC(G) and\nBEST and TPC(G) and TPC(D). The Appellate Tribunal by\nits judgment dated 6.5.2008, set aside the judgment and\norder of the MERC passed on 6.11.2007. Aggrieved, TPC\nand BEST filed the appeals.\nD\nThe questions for consideration before the Court\nwere: (i) whether recourse to s.23 of the Electricity Act, E\n2003 can be taken for issuance of any direction to the\ngenerating company; (ii) whether the Commission while\napplying the provisions of s.86(1)(b) of the Act could also\ntake recourse to ss.23 and 60 thereof; and (iii) whether\nequitable allocation of power generated by a generating F\ncompany is permissible.\nAllowing the appeals, the Court\nHELD: 1.1. For true and correct construction of the\nAct, the principle of harmonious construction is required\nto be resorted to. [Para 157 (11)]. [689-B]\n1.2. Recourse to the principle of purposive\nconstruction does not militate against the conclusion\nG\nH\n628\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA reached by the court and in fact in terms of the said\ndoctrine the purpose and object of the Parliament must\nprevail over a narrow and/or literal interpretation, which\nwould otherwise defeat the purpose and object of the Act.\n[Para 157 (12)]. [689-C-D]\nB\nC\n1.3. A statute must be construed having regard to\nParliamentary intent. For the said purpose it is open to a\ncourt not only to take into consideration the history of the\nlegislation including the mischief sought to be remedied\nbut also the objects and purpose it seeks to achieve.\n[Para 91] [668-D-E]\n1.4. The Parliament by making Electricity Act, 2003\nclearly acknowledged the necessity of providing a\ngreater room for generation of electrical energy so as to\nD enable the country to meet its requirements. It is only in\nthat view of the matter, the liberalization policy of the State\nprovided for de-licensing of the generating companies.\nThe primary object, therefore, was to free the generating\ncompanies from the shackles of licensing regime. The\nE 2003 Act encourages free generation and more and more\ncompetition amongst the generating companies and the\nother licensees so as to achieve customer satisfaction\nand equitable distribution of electricity. The generation\ncompany, thus, exercises freedom in respect of choice\nof site and investment of the generation unit; choice of\ncounter-party buyer; freedom from tariff regulation when\nthe generating company supplies to a trader or directly\nto the consumer. [Para 97 and 107-108] [670-A-B; 672-E-\nH; 673-A]\nF\nG\nH\n1.5. Keeping in view that de-licensing of the\ngeneration is the prime object of the Act, the courts while\ninterpreting the provisions of the statute must guard itself\nfrom doing so in such a manner which would defeat the\npurpose thereof. It must bear in mind that licensing\nTATA POWER COMPANY LTD. v. RELIANCE\nENERGY LIMITED AND ORS.\n629\nprovisions are not brought back through the side door A\nof Regulations. [Para 109] [673-A-B]\n1.6. Fairness or otherwise of the supply of electricity\nto different distribution companies being outside the\njurisdiction of the Commission, the same by itself cannot\nbe a ground for bringing back the licence raj, which is not\ncontemplated by the Act. [157 (10)] [689-A-B]\nB\n1.7. Chapter headings and the marginal notes are\nparts of the statute. They have also been enacted by the\nParliament. There cannot be any doubt that they can be C\nused in aid of the construction. Thus, in a case where\ninterpretation of a Section vis-à-vis the scheme of the Act,\nthe purport and object of the legislation, particularly\nhaving regard to the mischief it seeks to remedy; the\nchapter heading as also the marginal note are relevant. D\n[Para 115 and 131] [674-D-E; 679-H; 680-A]\nF\nChandler v. DPP, (1962) All ER 142; Indian Aluminium\nCompany v. Kerala State Electricity Board, [AIR 1975 SC\n1967; R.S. Joshi Sales Tax Officer, Gujarat and Ors. v. Ajit\nE\nMills Limited and Anr. [(1977) 4 SCC 98; Ramesh Chand and\nOrs. v. State of U.P. and Ors., [(1979) 4 SCC 776; Indian\nAluminium Company v. Kerala State Electricity Board, AIR\n1975 SC 1967; R.S. Joshi, Sales Tax Officer, Gujarat and\nOrs. v. Ajit Mills Limited and Anr., (1977) 4 SSC 98. Ramesh\nChand and Ors. v. State of UP and Ors. (1979) 4 SCC 776\nBombay Dyeing and Mfg. Co. Ltd. v. Bombay Environmental\nAction Group and Ors., (2006) 3 SCC 434; Deewan Singh\nand Ors. v. Rajendra Pd. Ardevi and Ors. [2007] (1) SCALE\n32 Sarabjit Rick Singh v. Union of India (UOI), (2008) 2 SCC\n417; Union of India v. Ranbaxy Laboratories Ltd. and others;\n(2008) 7 SACC 502; and D. Purushotam Reddy and another\nv. K. Sateesh, (2008) 11 SCALE 73, referred to.\nG\nJustice Frankfurtir, Some Reflextions on the reading of\nStatutes, 47 Columbia LR 527, at page 538 (1947), referred H\n630\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA to.\nB\nC\n2.1. Activities of a generating company are beyond\nthe purview of the licensing provisions. [Para 106, 141 and\n157 (1)] [687-F]\n2.2. The Parliament therefore did not think it\nnecessary to provide for any regulation or issuance of\ndirections except that which have expressly been stated\nin the Act. [Para 157(2)] [687-F-G]\n2.3. The interpretation clause contained in Section 2\nof the Act prefixes the words “unless the context\notherwise requires”. The word “supply” has separately\nbeen used even for generation and distribution. Thus,\nalthough a broad meaning may be assigned to the said\nD term but the same must be held to be 'subject to the\nE\nF\nG\ncontext'. The word “supply” used in Section 23 of 2003\nAct for bringing in efficient supply would mean regulate\nand consequentially licensing in respect of the\ngenerating company. [Para 111] [673-E-F]\n2.4. In a case of this nature the principle of exclusion\nof the definition of Section by resorting to “unless the\ncontext otherwise requires” should be resorted to. [Para\n157(5)] [688-C]\n2.5. Section 23 occurs in the chapter of \"licensing\"\nunder which the generating companies would not be\ngoverned. [Para 157(3)] [687-G-H]\nWhirlpool Corporation v. Registrar of Trade Mark,\nMumbai and others, (1998) 8 SCC 1; Garhwal Mandal Vikas\nNigam Ltd. v. Krishna Travel Agency (2008) 6 SCC 732 and\nNational Insurance Co. Ltd. v. Deepa Devi, (2008) 1 SCC\n414, referred to.\n2.6. As almost all the sections preceding Section 23\n1\nI\nས\nTATA POWER COMPANY LTD. v. RELIANCE 631\nENERGY LIMITED AND ORS.\nas also Section 24 talk about licensee and licensee alone, A\nthe word “supply\" if given its statutorily defined meaning\nas contained in Section 2(70) of the Act would lead to an\nanomalous situation as by reason thereof supply of\nelectrical energy by the generating company to the\nconsumers directly in terms of Section 12(2) of the Act B\nas also by the transmission companies to the consumers\nwould also come within its purview. [Para 157 (4)] [688-\nA-B]\nC\n2.7. The word 'supply' contained in Section 23, in the\ncontext refers to 'supply to consumers only', and not to\nsupply to licensees. On the other hand, in Section 86(1)(a)\n'supply' refers to both consumers and licensees. In\nSection 10(2) the word 'supply' is used in two parts of the\nsaid Section to mean two different things. In the first part\nit means 'supply to a licensee only' and in the second part\n‘supply to a consumer only'. Further in first proviso to\nSection 14, the word 'supply' has been used specifically\nto mean 'distribution of electricity'. In Section 62(2) the\nword 'supply' has been used to refer to ‘supply of\nelectricity by a trader'. [Para 129] [679-B-E]\nE\nD\nF\n2.8. To assign the same meaning to the word\n“supply” in Section 23 of the Act, as is assigned in the\ninterpretation section, it is necessary to take recourse to\nthe doctrine of harmonious construction and read the\nstatute as a whole. Interpretation of Section indisputably\nmust be premised on the scheme of the statute. For the\npurpose of construction of a statute and in particular for\nascertaining the purpose thereof, the entire Act has to be\nread as a whole and then chapter by chapter, section by\nG\nsection and word by word. [Para 130] [679-E-F]\nReserve Bank of India, v. Peerless General Finance and\nInvestment Co. Ltd. (1987) 1 SCC 424; Peerless General\nFinance and Investment Co. Ltd. v. Reserve Bank of India,\n(1992) 2 SCC 343 and National Insurance Co. Ltd. v. Swaran H\n632\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Singh, (2004) 3 SCC 297, referred to.\nB\n3.1. Section 86(1)(a) of the 2003 Act clearly shows the\npara meters of supply for the purpose of Regulation, viz.\nsupply of electricity by the distribution company to the\nconsumer. [Para 157 (6)] 【688-D]\n3.2. If regulatory clause is sought to be applied in\nrelation to allocation of power, the same would defeat the\nde-licensing provisions. Generating companies have the\nfreedom to enter into contract and in particular long term\nC contracts with a distribution company subject to the\nregulatory provisions contained in the 2003 Act. [Para 157\n(7)] [688-C-D]\nD\nE\nF\n3.3. Section 86(1)(b) of the 2003 Act clearly shows\nthat the generating company indirectly comes within the\npurview of regulatory jurisdiction as and when directions\nare issued to the distributing companies by the\nappropriate Commission but the same would not mean\nthat while exercising the said jurisdiction, the\nCommission will bring within its umbrage the generating\ncompany also for the purpose of issuance separate\ndirection. [Para 157 (13)] [689-D-F]\n3.4. Section 86(1)(b) provides for regulation of\nelectricity purchase and procurement process of\ndistribution licensees. In respect of generation its\nfunction is to determine the tariff for generation as also\nin relation to supply; transmission and wheeling of\nelectricity. Clause (b) of sub-section (1) of Section 86\nprovides to regulate electricity purchase and\nG procurement process of distribution licensees including\nthe price at which the electricity shall be procured from\nthe generating companies or licenses or from other\nsources through agreements. As a part of the regulation\nit can also adjudicate upon disputes between the\nlicensees and generating companies in regard to the\nH\nTATA POWER COMPANY LTD. v. RELIANCE 633\nENERGY LIMITED AND ORS.\nimplementation, application or interpretation of the A\nprovisions of the agreements. [Para 143] [583-G-H; 684-\nA-B]\n3.5. While exercising its power of 'Regulation' in\nrelation to purchase of electricity and procurement\nprocess of distribution, it is not permissible for the\nCommission to direct allocation of electricity to different\nlicensees keeping in view their own need. Section 86(1)(b)\nread with Section 23 if interpreted differently would\nempower the Commission to issue direction to the\ngenerating company to supply electricity to a licensee\nwho had not entered into any PPA with it. Such a\ncontingency does not appears to have been\ncontemplated by the Parliament. [Para 141] [682-E-G]\nB\nC\n4.1. PPA for a long term is essential for increasing D\nand decreasing the capacity of generation of electricity\nby the generating company, which purpose by the 2003\nAct must be allowed to be achieved. [Para 157 (8)] [688-\nF]\n4.2. Duration of the contract in regard to supply of\nelectricity by and between TPC (G) and Rinfra prior to\ncoming into force of the Act is of no consequence,\nparticularly when no written long term or short term\ncontract was entered into by and between them. [Para\n157(9)] [688-G-H; 689-A]\nE\nF\n4.3. A generating company, if the liberalization and\nprivatization policy is to be given effect to, must be held\nto be free to enter into an agreement and in particular\nlong term agreement with the distribution agency; terms G\nand conditions of such an agreement, however are not\nunregulated. Such an agreement is subject to grant of\napproval by the Commission. However, the generating\ncompany is not absolutely free from all regulations. Such\nregulations are permissible under the 2003 Act; one of H\nкатара\n634\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA them being fair dealing with the distributor. Thus, other\ntypes of regulations should not be brought in, which\nwere not contemplated under the statutory scheme. If the\ncompany exercising its dominant position, Section 60\nwould come into play. It is only in a situation where a\nB generator may abuse or misuse his position, the\nCommission would be entitled to issue a direction. [Para\n141-142] [682-G-H; 683-A, D-F]\nC\nD\nE\nF\n4.4. The Parliament thought it necessary to provide\nfor specific provisions for the purpose of regulating the\nfunctions of the generating companies, those provisions\nare special provisions vis-à-vis the other general\nprovisions which take within its abridge the function of\nthe distributor, transmitter and trader. [Para 146] [684-F-\nG]\nIn U.P. Power Corporation Ltd. v. NTPC and others, 2009\n(3) SCALE 620; Bank of New South Wales v. Commonwealth\n(1948) 76 CLR 1 and Prasar Bharti and others v. Amarjeet\nSingh and others, 2007 (2) SCALE 486, referred to.\n4.5. Short term power procurement refers to an\nagreement for procurement of power for a period of less\nthan one year. Regulation 23.1 requires the distribution\nlicensee to prepare a five year plan inter alia upon taking\ninto consideration the sources for procurement thereof.\nRegulation 24.1 mandates obtaining of prior approval of\nthe Commission therefor. Approval by Commission is\ngranted upon examining the process of procurement\nhaving regard to the factors specified in Regulation 24.2.\nIt is in this context that grant of approval of the PPA by\nG and between TPC (G) on the one hand and BEST and\nTPC (D), on the other necessitated. The proposal of TPC\n(G) that Rinfra should enter with it a long term agreement\nassumes significance. [Para 151] [686-A-C]\nH\n4.6. The Appellate Tribunal committed a factual error\n\u003e\n"}