{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nMELTON INDIA\nV.\nTHE COMMISSIONER TRADE TAX, U.P.\nJANUARY 31, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nD\nE\nF\nU.P. Trade Tax Act:\nTurnover-Enhancement of, on the ground of suppression--Increased\npower consumption by assessee's unit-Books of account of assessee showing\nlesser production-Rejection of books of account by courts below-Correctness\nof-Held, correct-Excessive power consumption prima facie establishes\nassessee's intention to suppress the production and turnover.\nThe question which arose for consideration in the present appeal is\nwhether the Authorities, Tribunal and High Court were right in rejecting\nthe books of account of assessee and enhancing the turnover, on the premise\nthat the assessee had suppressed its production when there is increase in\nelectricity consumption.\nDismissing the appeal, the Court\nHELD: 1. The High Court is right in saying that excessive power\nconsumption, prima facie, establishes the assessee's intention to suppress\nthe production and the turnover. [Para 12] [44-B]\n2.1. The assessee's contention that earlier the appellant was\nmanufacturing goods of 23 micron which required less electricity\nconsumption, whereas subsequently it had started manufacturing goods of 12\nmicron which required more electricity consumption, cannot be accepted. It\nmay be noted from the orders of the Tribunal and the High Court that the\nassessee's books of accounts have been rejected on several grounds. For\nG example, the assessee had not produced the relevant books showing the\nH\npayment of wages to the workers. This book was very important because had\nit shown that the total wage bill of the unit was going up, it would be a\nreasonable inference to draw that production was also going up. Non-\nproduction of such a book despite several opportunities being given by the\n40\nMELTON INDIA 1. THE COMMNR. TRADE TAX, U.P. [MARKANDEY KATJU, J.] 41\nauthorities indicates that the assessee was trying to suppress its production. A\nSimilarly, non-production of the production register also leads to the same\ninference. [Para 14] [44-D-E]\n2.2. There were relevant considerations and relevant material on the\nbasis of which the books of the assessee were rejected by Tribunal. The\nTribunal has given various reasons for upholding the rejection of the assessee B\nbooks. For example, there was no verification of the raw materials used and\nthe work done on job work basis has not been verified. The Tribunal also\nconsidered the assessee's submission regarding the difference in the\nproduction of 23 microns and 12 microns. The Tribunal has also observed\nthat the appellant has nowhere mentioned that the chilling plant has ever\nremained closed and similar is the position with regard to the supply of\nelectricity for labourers. [Para 15] [44-F-G]\nC\n3. The High Court has considered these reasons and has not interfered\nwith the findings of the Tribunal about non maintenance of proper accounts\nand suppression of production and turnover. These are findings of fact and D\nhence the High Court, which could only interfere if there was an error of\nlaw, rightly rejected the revision. [Para 16] [45-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 373 of 2007.\nFrom the Judgment and Final Order dated 10.12.2004 of the High Court E\nof Judicature at Allahabad in T.T.R. Nos. 2407,2408,2409 and 2410/2004.\nDinesh Dwivedi, Kavin Gulati and T. Mahipal for the Appellant.\nGaurav Banerjee, Vikrant Yadav and Kamlendra Mishra for the\nRespondent.\nF\n;\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been directed against the judgment and order dated\n10.12.2004 by the High Court of Judicature at Allahabad in Trade Tax Revision\nNos. 2407-2410/2004.\nG\n3. Heard learned counsel for the parties and perused the record.\nH\nA\nB\nC\n42\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n4. The appellant was doing the business of manufacture of metallised\nplastic films. The appellant's unit was holding an eligibility certificate under\nSection 4-A of the U.P. Trade Tax Act for the period from 20.02.1995 to\n19.02.2003 upto monetary limit of Rs. 66,56,239/-. The Assessing authority\nrejected the appellant's books of account and enhanced the turn over. The\nfirst and second appeals filed by the appellant were rejected.\n5. The appellant then filed Revisions before the High Court which were\nalso dismissed and hence this appeal.\n,\nThe Tribunal has rejected the books of account of the assessee appellant\non the ground that during the assessment year 2000-01 as against the electricity\nconsumption of 513596 units, production was shown at 402 MT, while in the\nassessment year 2001-02 as against the electricity consumption of 638164\nunits, production was shown at 268 MT, and for the assessment year 2002-\n03 as against the electricity consumption of 668736 units, production was\nshown at 314 MT. Thus the Tribunal, as also the High Court, were of the\nD view that since electricity consumption by the assessee had increased it can\nbe reasonably inferred that the assessee's production must also have increased.\nSince the production had in fact gone down, it could be reasonably inferred\nthat the assessee had suppressed its production.\n6. The appellant explained that during the period in question it had\nE switched over from production of 23 micron goods to production of 12 micron\nF\ngoods. According to it, electricity consumption in the manufacturing of 23\nmicron goods was less than that in manufacturing 12 micron goods. It was\nexplained that the appellant was now manufacturing goods of 12 micron,\nwhich requires more electricity consumption as compared to the goods of 23.\nmicron as the length of 12 micron is more than the length of 23 micron. The\nweight of 23 micron is 33 gm. per sq. meter, whereas the weight of 12 micron\nis almost half i.e. 17 gram per sq. meter, and therefore to manufacture 1 kg.\ngoods of 12 micron the consumption of electricity is almost double than the\nconsumption of electricity for manufacture of 1 kg. of 23 micron. It was\nfurther explained that the chilling tower was in operation even during the\nG closure of the manufacturing which resulted continuous consumption of\npower, through manufacturing did not take place and electricity was also\nconsumed in residential area. These explanations have not been accepted by\nthe Tribunal on the ground that it can not be believed that during the closure\nof the production the chilling plant kept in operation. The Tribunal further\nheld that though less production was shown but the claim of labour expenses\nH\n+\nMELTON INDIA v. THE COMMNR. TRADE TAX, U.P. [MARKANDEY KATJU,J.] 43\netc. have not been shown less and the position was same as it was in the A\nearlier years. The Tribunal observed that no prudent businessman would\nkeep in operation the chilling plant without production. The Tribunal further\nheld that separate account for the job work had not been produced and it had\nnot been shown as to which production relates to the job work. The Tribunal\naccordingly sustained the rejection of the assessee's books of account and\nestimate of turn over on the basis of the higher consumption of electricity.\nB\n7. Shri Dinesh Dwivedi, learned senior counsel for the appellant submitted\nthat the higher consumption of electricity is not a good ground for rejection\nof the books of accounts. On the other hand, learned counsel for the\nrespondent submitted that the appellant had not maintained proper books of C\naccounts.\n8. In this connection we may refer to the electricity consumption and\nproduction in the appellant's factory for the three assessment years in question,\nwhich are as follows:\n9. Assessment Year\nProduction\nElectricity consumed\n2001-01\n402 MT\n5,13,596\n2001-02\n268 MT\n6,38,164\n2002-03\n314 MT\n6,68,736\nD\nE\nY\nq\n10. A perusal of the above figures shows that while the electricity\nconsumption has clearly been going up, the production has gone down from\n402 MT to 314 MT. Ordinarily, when electricity consumption goes up, a\nreasonable inference can be drawn that the production will also have gone F\nup. If the electricity consumption is going up but the production is seen to\nbe going down, a reasonable inference can, prima facie, be drawn that there\nwas suppression of production and consequently suppression of sales in\norder to avoid sales tax.\n11. The Deputy Commissioner (Appeals) observed that in spite of the G\nseveral opportunities being given for verification of production from the\nproduction register, the labour attendance register and the payment made to\nthe labour the same was not done by the assesse, and the closure of the\nmanufacturing also could not be got verified from the labour attendance\nregister and labour payment register. The appellant also had not maintained\nH\n44\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA separate accounts for its own manufacturing and the job work, and it could\nnot inform which raw materials have been used in the manufacturing of job\nwork and which goods have been used on the assessee's own manufacturing.\nB\n12. In view of the above, we agree with the High Court that excessive\npower consumption, prima facie, establishes the assessee's intention to\nsuppress the production and the turn over.\n13. Shri Dinesh Dwivedi, learned senior counsel for the appellant,\nhowever, submitted that earlier the appellant was manufacturing goods of 23\nmicron which required less electricity consumption, whereas subsequently it\nhad started manufacturing goods of 12 micron which required more electricity\nC\nconsumption as stated above.\nD\n14. In our opinion this submission cannot be accepted. It may be noted\nfrom the orders of the Deputy Commissioner (Appeals), the Tribunal and the\nHigh Court that the assessee's books of accounts have been rejected on\nseveral grounds. For example, the assessee had not produced the relevant\nbooks showing the payment of wages to the workers. This book was very\nimportant because had it shown that the total wage bill of the unit was going\nup, it would be\nreasonable inference to draw that production was also going\nup. Non production of such a book despite several opportunities being given\nby the authorities indicates that the assessee was trying to suppress its\nE production. Similarly, non production of the production register also leads\nF\nto the same inference.\n15. We have carefully perused the order of the Tribunal which is the last\nfact finding authority and we note that there were relevant considerations and\nrelevant material on the basis of which the books of the assessee were\nrejected. The Tribunal has given various reasons for upholding the rejection\nof the assessee books. For example, there was no verification of the raw\nmaterials used and the work done on job work basis has not been verified.\nThe Tribunal also considered the assessee's submission regarding the\ndifference in the production of 23 microns and 12 microns. The Tribunal has\nG also observed that the appellant has nowhere mentioned that the chilling\nplant has ever remained closed and similar is the position with regard to the\nsupply of electricity for labourers. Various other reasons have given for\nrejecting the books of accounts including the imbalance in the production on\nthe basis of electricity consumption, non verification of job work etc.\nH\nMELTON INDIA v. THE COMMNR. TRADE TAX, U.P. {MARKANDEY KATJU, J.] 45\n16. The High Court has considered these reasons and has not interfered A\nwith the findings of the Tribunal about non maintenance of proper accounts\nand suppression of production and turn over. These are findings of fact and\nhence the High Court, which could only interfere if there an error of law,\nrightly rejected the revision. Thus there is no force in this appeal and hence\nit is dismissed.\nD.G.\nAppeal dismissed.\nB\nT\n"}