{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nM/S RAM SINGH VIJAY PAL SINGH AND ORS.\nV.\nSTATE OF U.P. AND ORS.\nMAY 1, 2007\n[G.P. MATHUR AND R.V. RAVEENDRAN, JJ.]\nC\nU.P Krishi Utpadan Mandi Adhiniyan, 1964—ss.12 (1) and 26-L(1)—\nAllotment of shops, godowns etc. to traders by Mandi Parishad-Letter from\nDirector of the Parishad that the shops etc. would be transferred to the\ntraders on hire-purchase basis-Subsequent notice to traders to enter into\nagreement where-under the shops etc. to be given to them on rental basis—\nNotice challenged-Dismissal thereof by High Court-On appeal, held:\nTraders have no legal right to claim the transfer of the property to them on\nhire-purchase basis-Decision of transfer on hire-purchase basis by Mandi\nD Parishad not proved-Letter by Director to that effect was without authority-\nMode of transfer, being a policy decision, Court cannot interfere therewith-\nAgricultural Market Produce-Judicial Review-Scope of in policy decision.\nE\nF\nG\nH\nWrit-Writ of Mandamus-When can be issued.\nA Writ Petition seeking Writ of Mandamus was filed by traders carrying\non business in agricultural produce. Their case was that they shifted their\nbusiness from the old place to new place on the assurance that policy was\nbeing chalked out to give the shops and sheds etc. to the license holders on\nhire-purchase basis. Thereafter a letter was given to them by the Director,\nMandi Parishad, to the effect that shops, sheds etc. would be given to the\nlicense holders on hire-purchase basis. They also made improvements in the\nshops etc. with the prior approval of Mandi Parishad. Thereafter they got a\nnotice from the respondents to execute an agreement with the Mandi Samiti,\nwhere under shops etc. would be given to them on rental basis. High Court\nsummarily dismissed the Writ Petition. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1. The proviso the sub-section (1) of Section 12 of U.P. Krishi\nUtpadan Mandi Adhiniyam, 1964, would show that the Mandi Samiti\n(Committee) is not empowered to transfer any immovable property without\n1060\nRAM SINGH VIJAY PAL SINGH v. STATE OF U.P.\nB\n1061\nthe previous approval in writing of the State Agricultural Produce Markets A\nBoard (Mandi Parishad). Section 26-L of the Act deals with the powers and\nfunctions of the Board. The Director of Mandi Parishad( Board) has not been\nconferred any power whereunder he may issue a general direction that he\nshops, godowns and sheds of the Mandi Parishad shall be transferred or sold\nto the traders on hire-purchase basis. Therefore, the appellants can derive\nno benefit from the letter of the Director wherein it was mentioned that a\ndecision had been taken to give the shops on hire-purchase basis. In the\ncounter affidavit the respondents have specifically asserted that the Board\nnever took any such decision to sell the property of the Mandi Samiti to the\ntraders either on hire-purchase basis or otherwise. No, document has been\nfiled to show that the Board ever took any such decision. The appellants, C\ntherefore, have no legal right to claim that the property be given to them on\nhire-purchase basis. [Para 8] [1066-A-E]\n2. The appellants have not filed any document whatsoever to show that\neither it was held out or any assurance was given by the respondents that the\nbusiness premises would be sold to the petitioners on hire-purchase basis or\notherwise.\nWhether the shops, godowns and sheds of the Mandi Samiti, which have\nbeen allotted to the appellants, should be given to them on lease or should be\nsold to them on hire-purchase basis, is purely a matter of policy as the property\nbelongs to the Mandi Samiti or the Mandi Parishad. It is for the Mandi Samiti\nor Mandi Parishad to take a policy decision in this regard and the Court cannot\nexamine the correctness or otherwise of the said policy except in a very\nnarrow compass. [Para 9] [1066-H; 1067-A-B]\nNetai Bag v. State of West Bengal, [2000] 8 SCC 262; BALCO Employees\nUnion v. Union of India, [2002] 2 SCC 333; Federation of Railway Officers\nAssociation v. Union of India, [2003] 4 SCC 289, relied on.\nD\nE\nF\n3. In order that mandamus may issue to compel the authorities to do\nsomething, it must be shown that there is a statute which imposes a legal\nduty and the aggrieved party has a legal right under the statute to enforce its G\nperformance. [Para 11]\nBihar Eastern Gangetic Fishermen Cooperative Society Ltd. v. Sipahi\nSingh, AIR (1977) SC 2149, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2300 of 2006. H\nA\nB\nC\n1062\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Final Judgment and Order dated 05.09.2003 of the High Court\nof Judicature at Allahabad in Civil Misc. Writ Petition No. 16315 of 2003.\nDinesh Dwivedi, Manish Shanker, G.V. Rao, Ashish Mohan and Shail\nKumar Dwivedi for the Appellants.\nShobha Dikshit, Pradeep Misra for the Respondents.\nThe Judgment of the Court was delivered by\nG.P. MATHUR, J. 1. Leave granted.\n2. This appeal, by special leave, has been filed challenging the judgment\nand order dated 5.9.2003 of a Division Bench of Allahabad High Court, by\nwhich the writ petition filed by the appellants was summarily dismissed at the\nadmission stage.\n3. The appellants herein filed the writ petition before the High Court\nD under Article 226 of the Constitution praying for the following reliefs :\nE\nF\nG\nH\n(i)\nissue an appropriate writ, order or direction commanding the\nrespondents concerned to allot the shops/godowns to the\npetitioners on hire purchase basis;\n(ii) issue an appropriate writ, order or direction commanding the\nrespondents concerned not to interfere, in any manner, on the\npossession of the petitioners' shops and godowns allotted to\nthem;\n(iii) issue an appropriate writ, order or direction commanding the\nrespondents concerned not to compel the petitioners to enter into\nany agreement for taking shops/godowns allotted to them on\nrental basis.\n(iv) issue any other or further writ, order or direction which this\nHon'ble Court may deem fit and proper in the circumstances of\nthe case.\nThe writ petition was filed on behalf of 143 firms and individuals carrying\non business in agricultural produce and the respondents arrayed in the writ\npetition were (1) State of U.P. through Director, Krishi Utpadan Mandi Parishad,\nLucknow; (2) Krishi Utpadan Mandi Samiti, Pilibhit through its Chairman; and\n(3) Secretary, Krishi Utpadan Mandi Samiti, Pilibhit.\nRAM SINGH VIJAY PAL SINGH v. STATE OF U.P. [G.P. MATHUR, J.] 1063\n4. The case set up by the writ petitioners in the writ petition is as under. A\nThe petitioners are dealers in agricultural produce and have been granted\nlicenses by the Krishi Utpadan Mandi Samiti, Pilibhit, to carry on the said\nbusiness. They were earlier carrying on business in Purana Galla Mandi in\nPilibhit city. After construction of Nawin Mandi Sthal, they were directed to\nshift their business to the said newly constructed premises. Though the\nB\nNawin Mandi Sthal is at considerable distance from the city area and it lacked\nbasic infrastructure, the petitioners shifted their business to the said place as\nit was intimated that a policy was being chalked out to give the shops and\nsheds, etc. to the license holders on hire-purchase basis. Subsequently in the\nyear 1995, the Director, Mandi Parishad, Lucknow, sent a letter that the shops,\ngodowns and sheds will be given to the license holders on hire-purchase C\nbasis. In some places like Haldwani, Rudrapur and Ghaziabad, in the State of\nU.P., the shops and godowns were given to the license holders on hire-\npurchase basis. The writ petitioners were paying rent to Mandi Samiti, Pilibhit,\nregularly and had been repeatedly requesting the authorities of the Mandi\nSamiti to formally execute the document giving the shops and godowns to\nD\nthem on hire-purchase basis. However, instead of executing the said documents,\nthe respondents had given them notice to execute an agreement with the\nMandi Samiti, Pilibhit, whereunder the shops and godowns will be given to\nthem on lease on rental basis. The writ petitioners who were carrying on\nbusiness in the shops and godowns since 1986 and had been regularly\npaying the rent to the Mandi Samiti were under a bona fide impression that E\nultimately the same shall be transferred to them on hire-purchase basis. Some\nof the writ petitioners had spent money in making improvements in the shops\nand godowns under their occupation and the same was done with the prior\napproval of the Mandi Samiti. The proforma of the agreement which was now\ngiven to the writ petitioners contained a clause that after expiry of a period\nof 3 years, the rent shall be enhanced by 10 per cent. It was on these grounds\nthat the writ petition was filed seeking the reliefs as quoted above.\nF\nG\n5. In reply to the writ petition, a counter affidavit was filed by the\nSecretary, Krishi Utpadan Mandi Samiti, Pilibhit and the pleas taken therein\nare as under. The writ petitioners were carrying on business in wholesale in\nspecified agricultural produce and they had been allotted shops, sheds and\nopen space in Nawin Mandi Sthal for which rent is charged. All the basic\namenities had been provided in the Nawin Mandi Sthal which was quite close\nto the city. The writ petitioners had been allotted the shops etc. on rental\nbasis and at no stage any assurance was given that the shops, godowns or\nsheds would be given to the writ petitioners on hire-purchase basis. At the H\n1064\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA outset, it was made clear to the traders that the Mandi Samiti was giving the\nshops, godowns and sheds on lease for which rent would be charged. It was\ndenied that anywhere in U.P. a different policy was adopted or that shops or\ngodowns had been given by the Mandi Samiti on hire-purchase basis.\nRegarding the letter of the Director allegedly sent in 1995, it was submitted\nthat being a policy matter, it was the Mandi Parishad (Board) alone which\ncould take such a decision and the Director had no authority to direct that\nthe property of Mandi Samiti shall be given to the traders of agricultural\nproduce, who are license holders, on hire-purchase basis. It was further\nsubmitted that the Inspector General and Commissioner of Stamps, U.P. had\nsent a letter dated 24.10.2002 to the Director, Mandi Parishad, U.P. that the\nC agreement which was to be executed between the Mandi Samiti (Committee)\nB\nD\nE\nF\nand the traders required to be registered and stamp duty in accordance with\nArticle 35 of Schedule I (kha) of the Indian Stamp Act (as amended in the\nState of U.P.) had to be paid. It was after receipt of the said communication\nthat the various allottees of the shops, godowns and sheds of the Mandi\nParishad were informed to get the agreement (lease deed) registered. It was\nspecifically pleaded that the uniform policy of the Mandi Parishad (Board)\nwas to give the shops, godowns and sheds to the traders of agricultural\nproduce, who had obtained licenses, on lease on rental basis and not to\ntransfer the property in their favour either on hire-purchase basis or otherwise.\n6. The High Court on 5.9.2003 summarily dismissed the writ petition by\na brief order which reads as under :-\n\"Heard learned counsel for the parties.\nThe petitioner has an alternative remedy of filing a revision under\nSection 32 of the U.P. Krishi Utpadan Mandi Adhiniyam, 1964 before\nthe Mandi Parishad.\nThe petition is dismissed on the ground of alternative remedy.\nHowever, if a revision is filed the same will be decided expeditiously.\"\nG 7. We have heard Mr. Dinesh Dwivedi, learned senior counsel for the\nappellants and Mrs. Shobha Dikshit, learned senior counsel for the respondents.\nH\n8. The dispute here is governed by U.P. Krishi Utpadan Mandi\nAdhiniyam, 1964 (hereinafter referred to as 'the Act'). Sections 12, 26-A and\nsub-section (1) of Section 26-L of the Act read as under :-”\nRAM SINGH VIJAY PAL SINGH v. STATE OF U.P. [G.P. MATHUR, J.] 1065\n\"12. Establishment and incorporation of Committee. (1) For every A\nMarket Area there shall be Committee to be called the Mandi Samiti\nof that Market Area, which shall be a body corporate having perpetual\nsuccession and an official seal and, subject to such restrictions or\nqualifications, if any, as may be imposed by this or any other enactment,\nmay sue or be sued in its corporate name and acquire, hold and\nB\ndispose of property and enter into contracts:\nProvided that the Committee shall not transfer any immovable\nproperty except in accordance with a resolution duly passed at any\nof its meetings by a majority of not less than three-fourths of the total\nnumber of its members and with the previous approval in writing of\nthe Board.\n(2) The Committee shall be deemed to be a local authority for the\npurposes of Land Acquisition Act, 1894 and any other law for the time\nbeing in force.\nC\n26-A. Establishment of the Board. (1) The State Government shall, by D\nnotification in the Gazette, and with effect from a date to be specified\ntherein, constitute a Board by the name of the State Agricultural\nProduce Markets Board with its head office at Lucknow.\n(2) The Board shall be a body corporate by the said name having\nE\nperpetual succession and a common seal and may sue or be sued by\nthe said name and acquire, hold and dispose of property and enter\ninto contracts.\n(3) The Board shall for all purposes be deemed to be a local\nauthority.\n26-L. Powers and functions of the Board. (1) The Board shall, subject\nto the provisions of this Act, have the following functions and shall\nhave power to do anything which may be necessary or expedient for\ncarrying out those functions\nF\n(i) superintendence and control over the working of the Market G\nCommittees and other affairs thereof including programmes\nundertaken by such Committees for the construction of new Market\nyards and development of existing markets and Market areas;\n(ii) giving such direction to Committees in general or any Committee\nin particular with a view to ensure efficiency thereof;\nH\n.\n1066\nA\nSUPREME COURT REPORTS\n(iii) any other function entrusted to it by this Act;\n[2007] 5 S.C.R.\n(iv) such other functions as may be entrusted to the Board by the\nState Government by notification in the Gazette.\"\nThe proviso to sub-section (1) of Section 12 of the Act would show that\nthe Mandi Samiti (Committee) is not empowered to transfer any immovable\nB\nproperty without the previous approval in writing of the State Agricultural\nProduce Markets Board (Mandi Parishad). Section 26-L of the Act deals with\nthe powers and functions of the Board. The Director of Mandi Parishad\n(Board) has not been conferred any power whereunder he may issue a general\ndirection that the shops, godowns and sheds of the Mandi Parishad shall be\nC transferred or sold to the traders on hire-purchase basis. Therefore, the\nappellants can derive no benefit from the letter of the Director dated 4.11.1995,\nwherein it was mentioned that a decision had been taken to give the shops\non hire-purchase basis. In the counter affidavit the respondents have\nspecifically asserted that the Board never took any such decision to sell the\nproperty of the Mandi Samiti to the traders either on hire-purchase basis or\notherwise. No document has been filed to show that the Board ever took any\nsuch decision. It is the case of the respondents that the letter sent by the\nDirector was his own action which had never been authorized by the Board.\nAt any rate the proposal made by the Director never fructified as no such\ndecision was taken by the Board and the Board never authorized the Mandi\nE Samities (Committees) of various districts in the State to transfer the property\nof the Samiti in favour of the traders of agricultural produce who had been\nallotted the shops, godowns and sheds by the Mandi Parishad. In this view\nof the matter, the appellants have no legal right to claim that the property be\ngiven to them on hire-purchase basis.\nD\nF\nG\n9. Mr. Dinesh Dwivedi, learned senior counsel for the appellant has next\nsubmitted that the writ petitioners were earlier carrying on business from their\nown premises in Purana Galla Mandi in the city of Pilibhit and they shifted\nto Nawin Mandi Sthal, where the Mandi Samiti had made construction of\nshops and godowns, etc. which is at considerable distance from the city and\nwhich lacked basic infrastructure, on the assurance given by the Mandi\nParishad that the business premises would be sold to them on hire-purchase\nbasis. Learned counsel has submitted that after having shifted to the Nawin\nMandi Sthal which caused considerable inconvenience to the traders, it is not\nopen to the respondents to contend that the business premises would be\ngiven to them by the Mandi Samiti on lease or rental basis. In this connection\nHit may be pointed out that the writ petitioners have not filed any document\nRAM SINGH VIJAY PAL SINGH v. STATE OF U.P. [G.P. MATHUR, J.]1067\nwhatsoever to show that either it was held out or any assurance was given A\nby the respondents that the business premises would be sold to the petitioners\non hire-purchase basis or otherwise. In fact, there is not a single piece of\npaper on record to substantiate the allegation made by the writ petitioners.\nWhether the shops, godowns and sheds of the Mandi Samiti, which have\nbeen allotted to the writ petitioners, should be given to them on lease or\nB\nshould be sold to them on hire-purchase basis, is purely a matter of policy\nas the property belongs to the Mandi Samiti or the Mandi Parishad. It is for\nthe Mandi Samiti or the Mandi Parishad to take a policy decision in this\nregard and the Court cannot examine the correctness or otherwise of the said\npolicy except in a very narrow compass.\n10. In Netai Bag v. State of West Bengal, [2000] 8 SCC 262, this Court\nheld as under in para 20 of the reports :\nC\n“20. The Government is entitled to make pragmatic adjustments and\npolicy decision which may be necessary or called for under the\nprevalent peculiar circumstances. The court cannot strike down a D\npolicy decision taken by the Government merely because it feels that\nanother decision would have been fairer or wiser or more scientific or\nlogical. In State of M.P. v. Nandlal Jaiswal, [1986] 4 SCC 566 it was\nheld that the policy decision can be interfered with by the court only\nif such decision is shown to be patently arbitrary, discriminatory or\nE\nmalafide. In the matter of different modes, under the rule of general\napplication made under the M.P. Excise Act, the Court found that the\nfour different modes, namely, tender, auction, fixed licence fee or such\nother manner were alternative to one another and any one of them\ncould be resorted to.\n\"\nIn the well known case of BALCO Employees Union v. Union of India,\n[2002] 2 SCC 333, a Three Judge Bench summarized the law on the point as\nunder :\nF\nG\n\"In a democracy, it is the prerogative of each elected Government\nto follow its own policy. Often a change in Government may result in\nthe shift in focus or change in economic policies. Any such change\nmay result in adversely affecting some vested interests. Unless any\nillegality is committed in the execution of the policy or the same is\ncontrary to law or mala fide, a decision bringing about change cannot\nper se be interfered with by the Court. It is neither within the domain\nof the Courts nor the scope of the judicial review to embark upon an H\n1068\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nenquiry as to whether a particular public policy is wise or whether\nbetter public policy can be evolved. Nor are the Courts inclined to\nstrike down a policy at the behest of a petitioner merely because it\nhas been urged that a different policy would have been fairer or wiser\nor more scientific or more logical.\nWisdom and advisability of economic policies are ordinarily not\namenable to judicial review unless it can be demonstrated that the\npolicy is contrary to any statutory provision or the Constitution. In\nother words, it is not for the Courts to consider relative merits of\ndifferent economic policies and consider whether a wiser or better one\ncan be evolved. In matters relating to economic issues, the Government\nhas, while taking a decision, right to \"trial and error\" as long as both\ntrial and error are bona fide and within limits of authority. For testing\nthe correctness of a policy, the appropriate forum is the Parliament\nand not the Courts…………………………………….\n\"\nIn Federation of Railway Officers Association v. Union of India, [2003]\n4 SCC 289, it was held as under in para 12 of the reports :-\n“12. In examining a question of this nature where a policy is evolved\nby the Government judicial review thereof is limited. When policy\naccording to which or the purpose for which discretion is to be\nexercised is clearly expressed in the statute, it cannot be said to be\nan unrestricted discretion. On matters affecting policy and requiring\ntechnical expertise the Court would leave the matter for decision of\nthose who are qualified to address the issues. Unless the policy or\naction is inconsistent with the Constitution and the laws or arbitrary\nor irrational or abuse of the power, the Court will not interfere with\nsuch matters.\"\nThis being the settled position of law no direction can be issued to the\nrespondents to transfer the shops, godowns or sheds to the writ petitioners\non hire purchase basis.\n11. The principal relief claimed by the writ petitioners is that a writ of\nmandamus be issued commanding the respondents to allot the shops, godowns\nand sheds to the writ petitioners on hire-purchase basis. The principles, on\nwhich a writ of mandamus can be issued have been settled by a catena of\ndecisions of this Court. In The Bihar Eastern Gangetic Fishermen Cooperative\nH Society Ltd. v. Sipahi Singh, AIR (1977) SC 2149, this Court observed as\nRAM SINGH VIJAY PAL SINGH v. STATE OF U.P. [G.P. MATHUR, J.] 1069\nunder: -\nA\n\"A writ of mandamus can be granted only in a case where there is a\nstatutory duty imposed upon the officer concerned and there is a\nfailure on the part of that officer to discharge the statutory obligation.\nThe chief function of a writ is to compel performance of public duties\nprescribed by statute and to keep subordinate tribunals and officers B\nexercising public functions within the limits of their jurisdiction. It\nfollows, therefore, that in order that mandamus may issue to compel\nthe authorities to do something, it must be shown that there is a\nstatute which imposes a legal duty and the aggrieved party has a legal\nright under the statute to enforce its performance.\"\n12. The writ petitioners have absolutely no legal right to claim that the\nshops, godowns or sheds be transferred to them on hire-purchase basis. In\nthese circumstances the relief claimed by them cannot at all be granted and\nthe writ petition was rightly dismissed.\n13. Having given our careful consideration to the submissions made by\nlearned counsel for the parties, we are of the opinion that the appellants have\nfailed to make out any ground for granting any relief to them, as claimed in\nthe writ petition. The appeal is accordingly dismissed with costs.\nKK.T.\nAppeal dismissed.\nC\nᎠ\n"}