{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2008] 12 S.C.R. 702\nKSL \u0026 INDUSTRIES LTD.\nV.\nM/S ARIHANT THREADS LTD. \u0026 ORS.\n(Civil Appeal No. 5225 of 2008)\nAUGUST 25, 2008\n[C.K. THAKKER AND ALTAMAS KABIR, JJ.]\nRecovery of Debts Due to Banks and Financial\nInstitutions Act, 1993; Ss. 19, 20, 30, 34(1) \u0026 (2)/Sick Industrial\nC Companies (Special Provisions) Act, 1985; s. 22:\n-\nJoint Venture Company - Recovery of loan from\ncompany by Industrial Development Bank of India - Debt\nRecovery Tribunal passed ex-parte final order in favour of\nIDBI - Fixation of reserve price of property of the Company -\nD Challenged by the company by filing appeal No.52 of 2004\n-Auction of movable and immovable property - Appellant\nwas declared highest and successful bidder - Company filing\nan application in the pending appeal for setting aside ex-\nparte final order - Auction purchaser filing an application for\nE impleadment - DRT allowed appeal No. 52/2004 setting aside\nauction sale subject to fulfilling of certain conditions by the\ncompany with regard to payment of amount, interest etc. -\nChallenging the conditions imposed by DRT Company filing\nan appeal and cross appeal filed by auction purchaser – DRAT\nF allowed the appeal of the appellant confirming the auction\nsale in his favour after depositing the sale price - Challenge\nto - Allowed by the High Court on ground that s.22 of Sick\nIndustries Companies (Special) Provisions) Act, 1985 is a\ncomplete bar to recovery proceedings against sick companies\nG as the Company in question was declared sick company by\nH\nBIFR Correctness of..\nHeld: Per C.K. Thakker, J:\nConclusion arrived at by High Court that the proceedings\n702\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n703\nwere barred under S.22 of the SICA not well-founded - S.22 A\nof SICA has two parts which bars initiation of any proceedings\nfor winding up of the company or execution etc. against any\nproperty of the Company/appointment of receiver and also\nfiling of money suit for recovery of/enforcing of any security\nagainst the Company without the consent of the Board/ B\nAppellate authority - RDDB Act was enacted in 1993 when\nSICA 1985 was very much in force - Both the Statutes employ\nnon-obstante clause _ Applying the tests laid down by\nSupreme Court, the provisions of 1993 Act should be given\npriority over 1985 Act - It must be presumed that legislature C\nintentionally inserted non-obstante clause in s. 34(1) of 1993\nAct though it was there in the 1985 Act so as to ensure\nexpeditious recovery of debts due to Banks/Financial\ninstitutions - Moreover, s.34(2) of 1993 Act declares that the\nprovisions of the Act are in addition and not in derogation of\nother enactment - Hence, in case of conflict, RDDD Act 1993\nwill prevail over SICA 1985 so far as recovery of public\nrevenue is concerned High Court erred in applying\nprovisions of s. 22 of SICA -Hence, the matter remitted to\nHigh Court for decisions afresh.\n-\nHeld: Per Altamas Kabir, J.:\nD\nE\nF\nSub-section(1) of s. 34 of RDDB Act, 1993 clearly\nprovides that the provisions of the Act/Rules made thereunder\nwould be in addition to and not in derogation of certain statutes\nincluding SICA - Thus, while the 1993 Act would have an\noverriding effect over other enactments - Provisions under\n1993 Act would be supplemental to those of SICA - Hence,\nif the situation in a case is covered by the provisions of SICA\nthen view taken by the High Court would have to be upheld\nelse impugned judgment would have to be set aside - In the G\ninstant case, final order passed by DRT directing the company\nto pay dues to IDBI remained unchallenged since neither an\nappeal under s.20 of 1993 Act was filed nor an application for\nsetting aside the sale under Rule 60 of the Income Tax Act,\n1961 filed, thus order of DRT attained finality - Company H\n704\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA filed second Reference before BIFR after order confirming\nthe auction sale in favour of auction purchaser was passed by\nDRAT - Later, company was declared to be a sick company\nby BIFR - Thus, provisions under s.22 of SICA invoked by\nthe company after recovery proceedings had been concluded\nB in favour of auction purchaser - Steps taken by the company\nwere far from bonafides and only armed at stalling the auction\nsale - Even no attempt made by the company to secure a bid\nhigher than the auction purchaser – Hence, High Court erred\nin applying the provisions of s.22 of SICA when sale had\nalready been confirmed in favour of auction purchaser and\nfirst reference rejected by BIFR - Income Tax Act, 1961\nSecond schedule - Rule 60 - Interpretation of Statutes.\nC\nD\nF\nBy the Court:\n-\n-\nIn view of difference of opinion on interpretation of s. 34\nof the Recovery of Debts Due to Banks and Financial\nInstitutions Act, 1993, the matter referred to the Chief Justice\nfor appropriate action in the matter.\nRespondent No.1 was a Joint Venture Company\nE manufacturing cotton yarn. The company got financed a\nproject from the Industrial Development Bank of India\n(IDBI) but could not repay the loan amount. IDBI filed an\noriginal application before the Debt Recovery Tribunal\nfor recovery of the dues in terms of Recovery of Debts Due\nto Banks and Financial Institutions Act, 1993. DRT passed\nan ex-parte final order in favour of IDBI for recovery of\nloan amount with interest thereon. The Recovery Officer\nissued a composit demand notice under Rule 2 of Second\nSchedule of the Income Tax Act, 1961 against the company\ndemanding certain amount and also directed the company\nto appear for settling terms and conditions of the\nproclamation of sale and for disclosure of its movable\nand immovable property. The Recovery Officer on the\nbasis of valuation report fixed the reserve price of the\nproperty and also fixed the date for sale of immovable\nG\nH\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n705\nC\nand movable property. Against the order of the Recovery A\nOfficer fixing the reserve price, the company filed an\nappeal before DRT. In the meantime, auction took place\nin which the appellant was declared as highest and\nsuccessful bidder, who deposited 25% of the reserve\nprice and later remaining 75% of the amount. However,\nthe company did not handover the possession to receiver\nappointed by the Tribunal but moved an application for\nsetting aside ex-parte final order. Appellant also filed an\napplication to implead it in the pending appeals. The\napplication for impleadment was allowed by DRT. In the\nmeantime, DRT allowed the appeal of the Company\nsetting aside the auction sale subject to certain conditions\nwith regard to payment of interest, expenses etc. However,\nthe Company preferred an appeal objecting the conditions\nas laid down in the order and the appellant filed a cross\nappeal. The appellate Tribunal stayed the operation of\nthe order setting aside the ex-parte order passed by DRT.\nThe Debt Recovery Appellate Tribunal allowed the appeal\nfiled by the appellant and confirmed the auction sale. The\ncompany filed a Reference Petition before the Board of\nIndustrial Finance \u0026 Reconstruction which was rejected\nby BIFR. The Company filed another Reference petition,\nin which BIFR declared the Company as Sick Company.\nAggrieved by the order of DRAT, the company filed writ\npetitions, which were allowed by the High Court on the\nground that s.22 of SICA put a complete bar to recovery\nproceedings against a sick company. Hence the present\nappeal.\nD\nE\nF\nAppellant-Auction purchaser contended that the\nproceedings were neither covered by the first part nor by G\nthe second part of Section 22 of the SICA and the High\nCourt ought to have decided the case on merits; that\nSection 34 of RDDB Act has an 'overriding effect' and\neven on that ground, the matter ought to have been.\ndecided; that the appeal preferred by the Company\nH\n706\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nC\nA against fixation of reserve price was not maintainable\nunder Section 30 of the RDDB Act; that DRT granted\ninterim relief subject to certain conditions, but even those\nconditions had not been complied with by the Company;\nthat the reserve price fixed by the Recovery Officer was\nB proper, sufficient and reasonable and DRT ought not to\nhave set aside the order passed by the Recovery Officer;\nthat the High Court ought to have taken into account\nover all conduct of the Company, particularly when the\nCompany had invoked discretionary and equitable\njurisdiction under Article 226 of the Constitution; that the\nCompany had not come before the High Court with clean\nhands. It had neither repaid the loan amount nor did it\nappear before DRT inspite of service of summons; that\nthe Company filed an appeal before DRT against an 'order'\nwhich was not appealable; that it dispossessed the\nreceiver appointed by the Tribunal; that the Company\nalso removed machinery and other movable property\n. from the disputed premises; that it created unlawful\ntenancy rights in favour of third party by accepting\nsubstantial amount from him; and that even if the case\nwas covered by s.22 of SICA, the High Court, in exercise\nof extraordinary and special jurisdiction, ought not to have\ngranted relief in favour of the Company.\nD\nE\nRespondents-Company submitted that no\nF opportunity of hearing was afforded to it and the ex-parte\nfinal order passed by DRT was violative of principles of\nnatural justice and fair play; that the appeal filed against\nfixation of reserve price before DRT was maintainable\nunder Section 30 of the RDDB Act as the appeal lies\nagainst \"an order of the Recovery Officer made under the\nAct\" and an order of fixation of reserve price is also an\n'order' within the meaning of the Act; and that the\nCompany was not in a position to comply with the\nconditions of stay granted by the Tribunal and the\ndirections issued and hence, in accordance with law, it\nG\nH\nL\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n707\nchallenged the said order by filing an appeal before DRAT. A\nIt was the right of the Company to take such action and\nthe appellant cannot object against such course being\nadopted by the Company.\nIn view of the difference of opinion on interpretation\nof Section 34 of the RDDB Act, referring the matter to the\nChief Justice, the Court\nHELD:\nPer C.K. Thakker, J:\n1.1 The High Court had disposed of the petitions\nonly on one ground as to applicability of Sick Industrial\nCompanies (Special Provisions) Act and held that the\nproceedings were barred under Section 22 of the Act.\nThe conclusion arrived at by the High Court is not well-\nfounded and the decision of the High Court on that point\ndeserves to be set aside. (Paras - 17 \u0026 19) [726-F; 727-F]\n·\nB\nC\nD\n1.2 Section 22 of SICA is a material provision which\nrelates to suspension of legal proceedings, contracts,\netc. Section 32 of SICA gives ‘overriding effect' to the E\nprovisions of the Act. (Paras - 21 \u0026 22) [728-E; 729-D]\n1.3 It is Section 34 of the Recovery of Debts Due to\nBanks and Financial Institutions Act, 1993 which allows\n'overriding effect' to the provisions of the Act over other\nlaws. (Para23) [730-D]\nF\nG\n1.4 Section 22 of SICA has two limbs. The first part\nenacts that \"no proceeding for the winding up of the\nindustrial company or for execution, distress or the like\nagainst any of the properties of the industrial company\nor for the appointment of a receiver in respect thereof\nshall lie or be proceeded with further, except with the\nconsent of the Board or, as the case may be, the Appellate\nAuthority. The second part which is independent of the\nfirst part declares that no suit for the recovery of money H\nT\n708\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA or for the enforcement of any security against the\nindustrial company or of any guarantee in respect of any\nloans or advance granted to the industrial company shall\nlie or be proceeded with further, except with the consent\nof the Board or, as the case may be, the Appellate\nB Authority. The two parts use two different expressions;\n(i) 'proceeding' and (ii) 'suit'. (Para - 25) [731-D,E,F \u0026 G]\nKailash Nath Agarwal \u0026 Ors. v. Pradeshiya Industrial \u0026\nInvestment Corporation of U.P. Ltd. \u0026 Anr., (2003) 4 SCC\n305; Pandurang R. Mandlik v. Shantibai R. Ghatge, 1989\nC Supp (2) SCC 627; Hansraj Gupta v. Dehra Dun - Mussoorie\nElectric Trameray Co. Ltd.; 60 IA 13 AIR 1933 PC 63\nreferred to.\nD\nE\nF\nG\n-\n1.5 In the instant case, proceedings had been initiated\nby the Bank not before a Civil Court by invoking Section\nS of the Code of Civil Procedure, 1908, but before DRT by\ntaking recourse to jurisdiction under RDDB Act. It is,\ntherefore, contended that the proceedings could not be\nsaid to be a \"suit\" falling within the mischief of Section 22\nof SICA. In any case, according to the counsel for the\nappellant, ex parte final order was passed by DRT as back\nas on July 15, 2003 and hence even if it is assumed that\nthe connotation \"suit” should be construed liberally so\nas to take within its sweep all proceedings including an\napplication before DRT, in view of final order passed by\nDRT in 2003, bar envisaged by Section 22 of SICA cannot\noperate. (Para - 29) [732-E,F,G \u0026 H]\n2.1 It is well-settled that when any law has been\nenacted, the Legislature must be presumed to be aware\nof all existing laws. When RDDB Act was enacted in 1993,\nSICA was very much in force since it was enacted in 1985.\nIn spite of that, Parliament was pleased to give 'overriding\neffect' to RDDB Act by using non-obstante clause in\nSection 34. Sub-section (1) of s.34 expressly states that\nthe provisions of the Act shall have effect notwithstanding\nH\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n709\nanything inconsistent therewith contained in any other law A\nfor the time being in force. (Paras 46) [739-G \u0026 H; 740-A \u0026 B]\n2.2 Where two statutes employ non-obstante clause\nhaving 'overriding effect'; such a conflict, as laid down in\nseveral cases, may be resolved by judiciary on various\nconsiderations. One of the tests applied by Courts is that\nnormally a later enactment should prevail over the former.\n(Paras 47) [740-B \u0026 C]\nB\nD\n2.3 The law is fairly well settled. A provision beginning\nwith non-obstante clause (notwithstanding anything c\ninconsistent contained therein in any other law for the\ntime being in force) must be enforced and implemented\nby giving effect to the provisions of the Act and by limiting\nthe provisions of other laws. But, it cannot be gainsaid\nthat sometimes one may come across two or more\nenactments containing similar non-obstante clause\noperating in the same or similar direction. Obviously, in\nsuch cases, the Court must attempt to find out the\nintention of the Legislature by examining the nature of\ncontroversy, object of the Act, proceedings initiated, relief\nsought and several other relevant considerations. It is clear\nfrom the various decisions of this Court that Courts have\napplied several workable tests. They, inter alia, include to\nkeep in view whether the Act is 'general' or 'special',\nwhether the Act is a subsequent legislation, whether there\nis reference to the former law and the non-obstante clause\ntherein. The above tests are merely illustrative and by no\nmeans they should be considered as exhaustive. It is for\nthe Court when it is called upon to resolve such conflict by\nharmoniously interpreting the provision of both the\ncompeting statutes and by giving effect to one over the G\nother. (Para – 66) [749-E,F,G \u0026 H 750-A]\n-\nMaharashtra Tubes Ltd. v. State Industrial \u0026 Investment\nCorporation of Maharashtra Ltd. \u0026 Anr., (1993) 2 SCC 144;\nDeputy Commercial Tax Officer \u0026 Ors. v. Corromandal\nE\nய\nபட\nF\nJ\nH\n710\nSUPREME COURT REPORTS\n་\n[2008] 12 S.C.R.\nA Pharmaceuticals \u0026 Ors., (1997) 10 SCC 649; Real Value\nAppliances Ltd. v. Canara Bank \u0026 Ors., (1998) 5 SCC 554;\nRishabh Agro Industries Ltd. v. P.N.B. Capital Services Ltd.,\n(2000) 5 SCC 515; Patheja Bros. Forgings \u0026 Stamping \u0026\nAnr. v. ICICI Ltd. \u0026 Ors., (2000) 6 SCC 545; Jai Engineering\nB Works Ltd. v. Industry Facilitation Council \u0026 Anr., (2006) 8\nSCC 677; Shri Ram Narain v. Simla Banking \u0026 Industrial Co.\nLtd., 1956 SCR 603; Shri Sarwan Singh \u0026 Anr. v. Shri Kasturi\nLal, (1977) 1 SCC 750; Sanwarmal Kejriwal v. Vishwa Co-\noperative Housing Society Ltd \u0026 Ors., (1990) 2 SCC 288; Life\nInsurance Corporation of India v. D.J. Bahadur \u0026 Ors., (1981)\n1 SCC 315; Maharashtra Tubes Ltd., ; A.P. State Financial\nCorporation v. Official Liquidator, (2000) 7 SCC 291; Allahabad\nBank v. Canara Bank \u0026 Anr., (2000) 4 SCC 406; M/s.\nTranscore v. Union of India \u0026 Anr., (2008) 1 SCC 125; Solidaire\nIndia Ltd. v. Fairgrowth Financial Services Ltd. \u0026 Ors., (2001)\n3 SCC 71 and Bhoruka Steel Ltd. vs. Fairgrowth Financial\nServices Ltd., (1997) 89 Comp Cas 547 - referred to.\nC\nD\nF\n2.4 Applying the tests as laid down by this Court in\nthe instance case, it is crystal clear that the provisions of\nE RDDB Act should be given priority and primacy over SICA.\nThough, both the Acts are 'special Acts' in the sense that\nthey have been enacted for a specific purpose and object\nin view. But RDDB Act is subsequent Act in the point of\ntime being 1993 Act. It must, therefore, be presumed even\nin absence of any specific provision in the 1993 Act that\nParliament was aware of all statutes which had been\nenacted prior to 1993 including SICA of 1985. Inspite of\nthat, in sub-section (1) of Section 34 of RDDB Act, non-\nobstante clause has been inserted so as to ensure\nexpeditious adjudication and recovery of debts due to\nbanks and financial institutions. But it is not only on the\nground that the RDDB Act is a later Act and SICA is a\nformer Act in holding that the RDDB Act will prevail over\nSICA. There is an additional factor also which is of extreme\nimportance and supports the view. It is sub-section (2) of\nG\nI.\nH\n;\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n711\nSection 34 of the Act. Sub-section (2) of Section 34 of A\nRDDB Act declares that the provisions of this Act are \"in\naddition to and not in derogation of', certain enactments\nreferred to in the said sub-section. SICA has been\nexpressly mentioned in the said sub-section. RDDB Act,\n1993 has been enacted with a view to provide for the B\nestablishment of the Tribunals for expeditious\nadjudication and recovery of debts due to banks and\nfinancial institutions. All other laws, therefore, whether\ngeneral or special, prior or subsequent, must be\ninterpreted and applied keeping in view the above object\nof enacting 1993 Act. Therefore, even though both the\nconflicting statutes, viz., SICA of 1985 and RDDB Act of\n1993 contain non-obstante clause but in case of conflict,\nRDDB Act, 1993 will prevail over SICA, 1985 so far as\nrecovery of public revenue is concerned. (Paras - 67 \u0026\n68) [750-B,C,E,F,G \u0026 H; 751-A,B \u0026 C]\nC\nD\n3. The High Court has committed an error of law in\ninvoking and applying provisions of Section 22 of SICA\nand in dropping proceedings against the Company. The\norder of the High Court, therefore, deserves to be set aside E\nand ordered accordingly. The matter is remitted to the High\nCourt to decide it afresh on all points including the conduct\nof the Company after hearing the parties. All contentions\nof all parties are kept open. (Para – 69) [751-D \u0026 E]\n4. It is clarified that no opinion has been expressed\non other issues and as and when the matter will come up\nbefore the High Court, the same will be decided on its\nown merits without being inhibited by such observations.\n(Para 70) [751-G]\n-\nHeld:\nF\nG\nPer Altamas Kabir, J. :\n1.1 It may be significant to note that on 3.4.2006 the\nBIFR rejected the Reference made by the Company and\nI\n"}