{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"742\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA elsewhere in this Act or in any other law for the time being in\nforce\". The Court held that the right to immediate possession\nconferred by Section 14-A of the Delhi Rent Act was not\ncontrolled by the Slum Clearance Act and the right could be\nenforced in the manner provided in Section 25-B without\nB obtaining prior permission of the competent Authority under the\nSlum Clearance Act.\nC\nD\nE\nF\n52. Speaking for the Court Chandrachud, J. (as His\nLordship then was) observed:\n\"For resolving such inter se conflicts, one other test may\nalso be applied though the persuasive force of such a test\nis but one of the factors which combine to give a fair\nmeaning to the language of the law. That test is that the\nlater enactment must prevail over the earlier one. Section\n14A and Chapter IIIA having been enacted with effect from\nDecember 1, 1975 are later enactments in reference to\nSection 19 of the Slum Clearance Act which, in its present\nform, was placed on the statute book with effect from\nFebruary 28, 1965 and in reference to Section 39 of the\nsame Act, which came into force in 1956 when the Act\nitself was passed. The legislature gave overriding effect\nto Section 14A and Chapter IIIA with the knowledge that\nSections 19 and 39 of the Slum Clearance Act contained\nnon obstante clauses of equal efficacy. Therefore the later\nenactment must prevail over the former\".\n(emphasis supplied)\n53. In Sanwarmal Kejriwal v. Vishwa Co-operative Housing\nSociety Ltd \u0026 Ors., (1990) 2 SCC 288, this Court applied the\ntest as to 'general' and 'special' Act and held that special law\nG would have primacy over the general law.\nH\n54. In Life Insurance Corporation of India v. D.J. Bahadur\n\u0026 Ors.. (1981) 1 SCC 315, before this Court two Acts came up\nfor consideration; (1) Industrial Disputes Act, 1947 (ID Act), and\n(2) Life Insurance Corporation Act, 1956 (LIC Act). One of the\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. .[C.K. THAKKER, J.]\n743\nquestions before the Court was which of the two should be A\nconsidered as 'special law'. It was urged that the Industrial\nDisputes Act should be regarded as 'general law' relating to\nworkmen and Life Insurance Corporation Act should be\nconsidered as 'special law' in relation to employees engaged\nby LIC. It was, therefore, submitted that when a complaint is\nmade by an employee of LIC, he cannot invoke the provisions\nof ID Act and the matter must be decided in accordance with\nLIC Act.\nB\nC\nD\n55. Krishna lyer, J. described the question as 'crucial'\nwhich demanded an answer about the statute being 'general'\nor 'special'. The well known doctrine of generalia specialibus\nnon derogant (general provisions will not abrogate special\nprovisions) was also noted and it was observed that if LIC Act\nwas considered 'special', it must operate over ID Act treating\nID Act to be 'general' law. Noticing, however, the long title of LIC\nAct and its object for providing nationalization of life insurance\nbusiness in the country and the matters connected therewith,\nthe Court observed that the primary purpose of the Act was to\nnationalize private insurance business by establishing Life\nInsurance Corporation of India. Incidentally, the said Act provided E\nfor transfer of service of existing employees of the insurers to\nthe Corporation, their conditions of service, etc. But it was 'plain\nand beyond doubt' that it was not concerned with disputes\nbetween employer and employee. The principal object of the\nAct was nationalization of insurance business and it was a\n'special' legislation so far as business purpose was concerned.\nDisputes between employer and employee had been dealt with\nby ID Act which was a 'special' law covering that field and if\nthere is dispute between employer and employee in Life\nInsurance Corporation, LIC Act must be treated as 'general\nlaw' vis-à-vis ID Act which should be treated as 'special law'.\n56. His Lordship, therefore, made the following pertinent\nobservations:\n\"In determining whether a statute is a special or a general\nF\nG\nH\n744\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nB\nmone, the focus must be on the principal subject matter plus\nthe particular perspective. For certain purposes, an Act\nmay be general and for certain other purposes it may be\nspecial and we cannot blur distinctions when dealing\nwith finer points of law. In law, we have a cosmos of relativity\nnot absolutes-so too in life\".\n(emphasis supplied)\n57. It was, therefore, concluded that ID Act was a special\nstatute devoted only to investigation and settlement of industrial\nC disputes and since LIC Act was a general statute, in cases of\ndisputes between an employer and employee, ID Act would\nhave primacy over LIC Act.\n58. In Maharashtra Tubes Ltd., a conflict between\nprovisions of two special statutes, viz. (1) the State Financial\nD Corporation Act, 1951 and (2) the Sick Industrial Companies\n(Special Provisions) Act, 1985 (SICA) was highlighted. Both\ncontained non-obstante clause. The conflict was resolved by\nthis Court by giving overriding effect to SICA on the ground that\nSICA was a subsequent enactment (1985) and non-obstante\nE clause therein would prevail over the non-obstante clause in\nthe State Financial Corporation Act (1951).\nF\nG\nI\n59. The Court, speaking through Ahmadi, J. (as His\nLordship then was), observed:\n-\n\"Having reached the conclusion that both the 1951 Act\nand the 1985 Act are special statutes dealing with different\nsituations the former providing for the grant of financial\nassistance to industrial concerns with a view to boost up\nindustrialisation and the latter providing for revival and\nrehabilitation of sick industrial undertakings, if necessary,\nby grant of financial assistance, we cannot uphold the\ncontention urged on behalf of the respondent that the 1985\nAct is a general statute covering a larger number of\nindustrial concerns than the 1951 Act and, therefore, the\nlatter would prevail over the former in the event of conflict.\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n745\nBoth the statutes have competing non-obstante provisions. A\nSection 46B of the 1951 Act provides that the provision of\nthe statute and of any rule or order made thereunder shall\nhave effect notwithstanding anything inconsistent therewith\ncontained in any other law for the time being in force\nwhereas Section 32(1) of the 1985 Act also provides that B\nthe provisions of the said Act and of any rules or schemes.\nmade thereunder shall have effect notwithstanding anything\ninconsistent therewith contained in any other law. Section\n22(1) also carries a non-obstante clause and says that\nthe said provision shall apply notwithstanding anything C\ncontained in Companies Act, 1956 or any other law. The\n1985 Act being a subsequent enactment, the non-obstante\nclause therein would ordinarily prevail over the non-\nobstante clause found in Section 46B of the 1951 Act\nunless it is found that the 1985 Act is a general statute and\nthe 1951 Act is a special one. In that event the maxim\ngeneralia specialibus non derogant would apply. But in\nthe present case on a consideration of the relevant\nprovisions of the two statues we have come to the\nconclusion that the 1951 Act deals with post-sickness\nsituation. It is, therefore, not possible to agree that the\n1951 Act is a special statute vis-a-vis the 1985 Act which\nis a general statute. Both are special statutes dealing\nwith different situations notwithstanding a slight overlap\nhere and there, for example, both of them provide for\ngrant of financial assistance though in different situations.\nF\nWe must, therefore, hold that in case of sick industrial\nundertakings the provisions contained in the 1985 Act\nwould ordinarily prevail and govern\".\n(emphasis supplied)\nD\nE\nG\n60. A similar conflict came to light between two statutes,\nnamely, (i) the State Financial Corporations Act, 1951 and (ii)\nthe Companies Act, 1956 in A.P. State Financial Corporation\nv. Official Liquidator, (2000) 7 SCC 291. The Court treated\n1951 Act as a 'special Act' for grant of financial assistance to H\n746\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n1\nA\nB\nC\nthe industrial concerns with a view to boost up industrialization\nand also recovery of financial assistance if it becomes bad.\nLikewise, the Companies Act dealt with Companies including\nwinding up of such Companies. The Court, however, held that\nthe proviso to sub-section (1) of Section 529 and Section 529-\nA being a subsequent enactment, the non-obstante clause in\nSection 529-A would prevail over Section 29 of the 1951 Act.\nHighlighting the underlying object of non-obstante clause in\nSection 529-A of the Companies Act and a social purpose\nunderlying therein to ensure payment of dues to the workmen.\nin priority over all other debts; the Court concluded that \"if\nconditions are not imposed to protect the right of the workmen,\nthere is every possibility that the secured creditor may frustrate\nthe above pari passu right of the workmen\".\n61. In Allahabad Bank v. Canara Bank \u0026 Anr., (2000) 4\nD SCC 406, a similar question was raised before this Court.\nThere the Court considered two Acts, (i) RDDB Act, 1993 and\nCompanies Act, 1956. It was held that even where a winding up\npetition was pending or a winding up order had been passed\nagainst a Company for debt payable to banks and financial\nE institutions, governing law was RDDB Act. No leave of Company\nCourt as envisaged under the Company Act, therefore, was\nnecessary. The Court held that though both the laws could be\ntreated as 'special laws' in respect of recovery of dues by banks\nand financial institutions, it was 1993 Act which should be\nF considered as 'special' vis-à-vis Company Law.\n62. I may refer to a recent decision of this Court in M/s.\nTranscore v. Union of India \u0026 Anr., (2008) 1 SCC 125, wherein\nthis Court considered the provisions of RDDB Act, 1993 and\nSecuritization and Reconstruction of Financial Assets and\nG Enforcement of Security Interest Act, 2002. Considering the\nscheme of both the laws, the Court held that 1993 Act was a\n'complete Code' by itself as far as recovery of debt is concerned\nIt was a 'special law' in the matters of recovery of dues and the\nprovisions of the said Act would prevail over other laws.\nI\nT\n+\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n\"Th\n747\nB\n63. It may also be profitable to refer to a three Judge A\nBench decision of this Court in Solidaire India Ltd. v. Fairgrowth\nFinancial Services Ltd. \u0026 Ors., (2001) 3 SCC 71. In that case,\nS took loan of Rs. one crore from F. The amount was not repaid.\nF, therefore, instituted proceedings under the Special Court\n(Trial of Offences Relating to Transactions in Securities) Act,\n1992 for the recovery of the amount. The Special Court came\nto the conclusion that S had not repaid the loan and accordingly\nordered S to pay the amount with interest. During the pendency\nof the appeal before this Court, S became sick and proceedings\nwere initiated under SICA. One of the contentions raised before\nthis Court by S was that in view of special provisions contained\nin SICA, no proceedings could have been initiated or continued\nunder the Special Court Act. This Court admitted that SICA was\na 'special' Act. The Court was also aware of the non-obstante\nclause in Section 32 of SICA. It noted that the effect of the said\nprovision was that SICA will have effect \"notwithstanding anything\ninconsistent therewith contained in any other law for the time\nbeing in force\". But it noted that there was a similar non-obstante\nclause in Section 13 of the Special Court Act which was as\nunder:\n\"13. Act to have overriding effect.-The provisions of this\nAct shall have effect notwithstanding anything inconsistent\ntherewith contained in any other law for the time being in\nforce or in any instrument having effect by virtue of any law,\nother than, this Act, or in any decree or order of any court,\ntribunal or other authority.\"\n.GT\nC\nD\nE\nF\n64. The Court then stated; \"This Court has laid down in no\nuncertain terms that in such an event it is the later Act which\nmust prevail\". The Court referred to a decision rendered by a\nSpecial Court in Bhoruka Steel Ltd. vs. Fairgrowth Financial G\nServices Ltd., [(1997) 89 Comp Cas 547] wherein the Special\nCourt stated:\n\"Where there are two special statues which contain non-\nobstante clauses the later statute must prevail. This is\nH\n+\n748\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nB\nC\nD\nE\nTI\nF\n0\nH\nbecause at the time of enactment of the later statute, the\nLegislature was aware of the earlier legislation and its\nnon-obstante clause. If the Legislature still confers the later\nenactment with a non-obstante clause it means that the\nLegislature wanted that enactment to prevail. If the\nLegislature does not want the later enactment to prevail\nthen it could and would provide in the later enactment that\nthe provisions of the earlier enactment continue to apply.\nThe Special Court (Trial of Offences Relating to\nTransactions in Securities) Act, 1992, provides in Section\n13, that its provisions are to prevail over any other Act.\nBeing a later enactment, it would prevail over the Sick\nIndustrial Companies (Special Provisions) Act, 1985. Had\nthe Legislature wanted to exclude the provisions of the\nSick Companies Act from the ambit of the said Act, the\nLegislature would have specifically so provided. The fact\nthat the Legislature did not specifically so provide\nnecessarily means that the Legislature intended that the\nprovisions of the said Act were to prevail even over the\nprovisions of the Sick Companies Act.\nIt is a settled rule of interpretation that if one constructions\nleads to a conflict, whereas on another construction, two\nActs can be harmoniously constructed then the latter must\nbe adopted. If an interpretation is given that the Sick\nIndustrial Companies (Special Provisions) Act, 1985, is\nto prevail then there would be a clear conflict. However,\nthere would be no conflict if it is held that the 1992 Act is\nto prevail. On such an interpretation the objects of both\nwould be fulfilled and there would be no conflict. It is clear\nthat the Legislature intended that public monies should be\nrecovered first even from sick companies. Provided the\nsick company was in a position to first pay back the public\nmoney, there would be no difficulty in reconstruction. The\nBoard for Industrial and Financial Reconstruction\ni-\nH\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n749\nconsidering a scheme for reconstruction has to keep in A\nmind the fact that it is to be paid off or directed by the\nSpecial Court. The Special Court can, if it is convinced,\ngrant time or instalments.\"\n65. Approving the above observations, this Court stated:\n\"We are in agreement with the aforesaid decision of the\ncase, more so when we find that whenever the legislature\nwishes to do so it makes appropriate provisions in the Act\nin that behalf. Mr. Shiraz Rustomjee has drawn our attention\nto Section 34 of the Recovery of Debts Due to Banks and\nFinancial Institutions Act, 1993 wherein after giving an\noverriding effect to the 1993 Act it is specifically provided\nthat the said Act will be in addition to and not in derogation\nof a number of other Acts including the 1985 Act. Similarly\nunder Section 32 of the 1985 Act the applicability of the\nForeign Exchange Regulation Act and the Urban Land\nCeiling Act is not excluded.\"\nLegal position\nB\nC\nD\nE\nF\n66. From the above discussion, in my judgment, the law\nis fairly well settled. A provision beginning with non-obstante\nclause (\"notwithstanding anything inconsistent contained therein\nin any other law for the time being in force\"\") must be enforced\nand implemented by giving effect to the provisions of the Act\nand by limiting the provisions of other laws. But, it cannot be\ngainsaid that sometimes one may come across two or more\nenactments containing similar non-obstante clause operating.\nin the same or similar direction. Obviously, in such cases, the\nCourt must attempt to find out the intention of the Legislature by\nexamining the nature of controversy, object of the Act,\nproceedings initiated, relief sought and several other relevant G\nconsiderations. From the case-law referred to above, it is clear\nthat Courts have applied several workable tests. They, inter\nalia, include to keep in view whether the Act is 'general' or\n'special', whether the Act is a subsequent legislation, whether\nthere is reference to the former law and the non-obstante clause H\nT\n7\n750\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\ni\nA therein. The above tests are merely illustrative and by no means\nthey should be considered as exhaustive. It is for the Court\nwhen it is called upon to resolve such conflict by harmoniously\ninterpreting the provision of both the competing statutes and by\ngiving effect to one over the other.\nB\nC\nD\nE\nLL\nF\nG\nPrimacy of RDDB Act\n67. Applying the above tests in the instance case, to me,\nit is crystal clear that the provisions of RDDB Act should be\ngiven priority and primacy over SICA. I may concede that both\nthe Acts are 'special Acts' in the sense that they have been\nenacted for a specific purpose and object in view. Whereas\nSICA has been enacted in the public interest with a view to\nsecuring the timely detection of sick or potentially sick\ncompanies owning industrial undertakings, the speedy\ndetermination by a Board of Experts of the preventive,\nameliorative, remedial and other measures which need to be\ntaken with respect to such companies and the expeditious\nenforcement of the measures so determined and for matters\nconnected therewith or incidental thereto, RDDB Act has been\nenacted to secure and protect public revenue and for\nexpeditious adjudication and recovery of debts due to banks\nand financial institutions. RDDB Act is subsequent Act in the\npoint of time being 1993 Act. It must, therefore, be presumed\neven in absence of any specific provision in the 1993 Act that\nParliament was aware of all statutes which had been enacted\nprior to 1993 including SICA of 1985. In spite of that, in sub-\nsection (1) of Section 34 of RDDB Act, non-obstante clause\nhas been inserted so as to ensure expeditious adjudication\nand recovery of debts due to banks and financial institutions.\n68. But it is not only on the ground that the RDDB Act is\na later Act and SICA is a former Act that I am holding that the\nRDDB Act will prevail over SICA. There is an additional factor\nalso which is of extreme importance and supports the view\nwhich I am inclined to take. It is sub-section (2) of Section 34.\nTo recall, sub-section (2) of Section 34 of RDDB Act declares\nH\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n751\nthat the provisions of this Act (RDDB Act of 1993) are \"in A\naddition to and not in derogation of', certain enactments\nreferred to in the said sub-section. SICA has been expressly\nmentioned in the said sub-section. As already adverted to\nearlier, RDDB Act, 1993 has been enacted with a view \"to\nprovide for the establishment of the Tribunals for expeditious B\nadjudication and recovery of debts due to banks and financial\ninstitutions\" (Preamble of the Act). All other laws, therefore,\nwhether general or special, prior or subsequent, must, in my\nconsidered view, be interpreted and applied keeping in view\nthe above object of enacting 1993 Act. I have, therefore, no\nhesitation in holding that even though both the conflicting statutes,\n(SICA of 1985 and RDDB Act of 1993) contain non-obstante\nclause, in case of conflict, RDDB Act, 1993 will prevail over\nSICA, 1985 so far as recovery of public revenue is concerned.\nFinal Order\n69. For the aforesaid reasons, I hold that the High Court\nhas committed an error of law in invoking and applying\nprovisions of Section 22 of SICA and in dropping proceedings\nagainst the Company. The order of the High Court, therefore,\ndeserves to be set aside and I do accordingly. The matter is\nremitted to the High Court to decide it afresh on all points\nincluding the conduct of the Company after hearing the parties.\nAll contentions of all parties are kept open.\nC\nD\nE\n70. Before parting with the matter, I may clarify that any F\nobservation on merits which might have been made in this\njudgment is only for the purpose of deciding the preliminary\nquestion as to maintainability of proceedings against the\nCompany since the High Court has allowed the petitions filed\nby the Company only on that ground. I make it clear that I may\nnot be understood to have expressed any opinion on other\nissues and as and when the matter will come up before the\nHigh Court, the same will be decided on its own merits without\nbeing inhibited by such observations.\n71. The appeal is accordingly allowed with costs.\nG\nH\n"}