{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"JITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 365\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nhas also been indicated in Sabharwal decision that the post A\nin a cadre is different from vacancies.\n46. From the above it becomes evident that the very\npremise on the basis of which Madhav case was decided has\nbeen held to be erroneous. Thereafter it is further observed in\nparagraph 30 that \"it also appears that the decision in Indra\nSawhney case has also not been properly appreciated in\nMadhav decision.\" The conclusion of the judgement is given\nin paragraph 37 which is as under:-\nB\n\"37. We, therefore, approve the view taken in Chakradhar C\nCase that there cannot be any reservation in a single post\ncadre and we do not approve the reasonings in Madhav\nCase, Brij Lal Thakur case and Bageshwari Prasad case\nupholding reservation in a single post cadre either directly\nor by device of rotation of roster point. Accordingly, the\nimpugned decision in the case of Post Graduate Institute\nof Medical Education \u0026 Research, Chandigarh is,\ntherefore, allowed and the judgment dated 2.5.1997\npassed in Civil Appeal No.3175 of 1997 is set aside.\"\n47. Since the judgment and reasoning in Narasimhan\ncase (supra) were based on the reasoning in Madhav case\n(supra), we are unable to accept the submissions of the learned\ncounsel for the appellants that the reasoning in the aforesaid\njudgement is still intact, merely because review was filed only\nin one appeal out of three. The judgment in Narasimhan case\n(supra) having been set aside, we are unable to accept the\nsubmissions of the learned Senior counsel that the reasoning\nwould still be binding as a precedent.\nD\nE\nF\n48. Mere reference to the judgement in the cases of Dr. G\nPreeti Srivastava; Bharati Vidyapeet; and Gopal D. Tirthani\nand others (supra) would not re-validate the reasoning and ratio\nin Narasimhan case (supra) which has been specifically set\naside by the larger Bench in Faculty Association case (supra).\nit\nH\n366\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA We are, therefore, of the opinion that the reliance placed upon\nthe observations in Narasimhan case (supra) is wholly\nmisconceived.\nB\nC\nD\n49. In any event the entire issue in the present appeals\nneed not be decided on the general principles of law laid down\nin various judgments as noticed above. In these matters, we\nare concerned with the interpretation of the 1994 Act, the\ninstructions dated 25.03.1994 and the GO dated 26.2.1999.\nThe controversy herein centres around the limited issue as to\nwhether an OBC who has applied exercising his option as a\nreserved category candidate, thus, becoming eligible to be\nconsidered against a reserved vacancy, can also be\nconsidered against an unreserved vacancy if he/she secures\nmore marks than the last candidate in the general category.\n50. The State Legislature enacted the UP Public Service\n(Reservation for Scheduled Castes and Scheduled Tribes) Act,\n1993 (hereinafter referred to as the 'Act of 1993'). It was soon\nreplaced by the UP Public Services (Reservation for Scheduled\nCastes, Scheduled Tribes and Other Backward Classes)\nE Ordinance, 1994. This was to provide a comprehensive\nenactment for Scheduled Castes, Scheduled Tribes and OBCs.\nThe Ordinance was replaced by the Act of 1994 which came\ninto force w.e.f. 11.12.1993. Section 2 (c) of this Act defines\npublic service and posts as the service and post in connection\nwith the affairs of the State and includes services and posts in\nlocal authority, cooperative societies, statutory bodies,\ngovernment companies, educational institutions owned and\ncontrolled by the State Government. It also includes all posts\nin respect of which reservation was applicable by Government\nOrders on the commencement of the Act. Section 3 of the Act\nof 1994 makes provisions with regard to the reservation in\nfavour of Scheduled Castes, Scheduled Tribes and Other\nBackward Classes. Section 3 of the Act of 1994 provides as\nunder:-\nF\nG\nH\n\"3.Reservation in favour of Scheduled Castes, Scheduled\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 367\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nTribes and Other Backward Classes- (1) In Public Services A\nand Posts, there shall be reserved at the stage of direct\nrecruitment, the following percentage of vacancies to which\nrecruitments are to be made in accordance with the roster\nreferred to in Sub-section (5) in favour of the persons\nbelonging to Scheduled Castes, Scheduled Tribes and B\nOther Backward Classes of citizens.\n(a) in the case of Scheduled Castes Twenty-one percent;\n(b) in the case of Scheduled Tribes Two per cent;\nC\n(c) in the case of other backward Twenty Seven percent;\nClasses of citizens\nProvided that the reservation under Clause (c) shall not\napply to the category of other backward classes of citizens\nspecified in Schedule II.\n(2 )If, even in respect of any year of recruitment, any\nvacancy reserved for any category of persons under Sub-\nsection (1) remains unfilled, special recruitment shall be\nmade for such number of times, not exceeding three, as\nmay be considered necessary to fill such vacancy from\namongst the persons belonging to that category.\n(3) If, in the third such recruitment, referred to in Sub-\nsection (2), suitable candidates belonging to the\nScheduled Tribes are not available to fill the vacancy\nreserved for them, such vacancy shall be filled by persons\nbelonging to the Scheduled Castes.\n(4) Where, due to non-availability of suitable candidates\nany of the vacancies reserved under Sub-section (1)\nremains unfilled even after special recruitment referred to\nin Sub-section (2), it may be carried over to the next year\ncommencing from first of July, in which recruitment is to\nbe made, subject to the condition that in that year total\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n...\nF\nG\nH\n368 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n* reservation of vacancies for all categories of persons\nmentioned in Sub-section (1) shall not exceed fifty one per\ncent of the total vacancies.\n(5) The State Government shall, for applying the reservation\nunder Sub-section (1), by a notified order, issue a roster\nwhich shall be continuously applied till it is exhausted.\n(6) If a person belonging to any of the categories\nmentioned in Sub-section (1) gets selected on the basis\nof merit in an open competition with general candidates,\nhe shall not be adjusted against the vacancies reserved\nfor such category under Sub-section (1).\n(7) If on the date of commencement of this Act, reservation\nwas in force under Government Orders for appointment to\nposts to be filled by promotion, such Government Orders\nshall continue to be applicable till they are modified or\nrevoked.\"\nSection 8 of the Act of 1994 reads as under:-\n\"8. Concession and relaxation- (1) The State Government\nmay, in favour of the categories of persons mentioned in\nsub-section (1) of Section 3, by order, grant such\nconcessions in respect of fees for any competitive\nexamination or interview and relaxation in upper age limit,\nas it may consider necessary.\n(2) The Government orders in force on the date of\ncommencement of this Act, in respect of concessions and\nrelaxations, including concession in fees for any\ncompetitive examination or interview and relaxation in\nupper age limit and those relative to reservation in direct\nrecruitment and promotion, in favour of categories of\npersons referred to in Sub-section (1), which are not\ninconsistent with the provisions of this Act, shall continue\nto be applicable till they are modified or revoked, as the\ncase may be.\"\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 369\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nс\n51. Schedule II gives a list of category of persons to whom A\nreservation under Section 3 (1) would not be available, as they\nfall within the category of persons commonly known as \"creamy\nlayer\". A perusal of Section 3 (1) would show that it provides.\nfor reservation in favour of the categories mentioned therein at\nthe stage of direct recruitment. The controversy between the B\nparties in these appeals is limited to sub-section (6) of Section\n3 and Section 8 of the 1994 Act. It was strenuously argued by\nMr.Rao and Dr. Rajeev Dhawan that Section 3 (6) of the Act\nof 1994 does not permit the reserved category candidates to\nbe adjusted against general category vacancies who had\napplied as reserved category candidate. In the alternative,\nlearned counsel had submitted that at least such reserved\ncategory candidate who had appeared availing relaxation of\nage available to reserved category candidates cannot be said\nto have competed at par in Open Competition with General\ncategory candidates, and therefore, cannot be adjusted against\nthe vacancies meant for General Category Candidates. We are\nof the considered opinion that the concessions falling within\nSection 8 of the Act of 1994 cannot be said to be relaxations\nin the standard prescribed for qualifying in the written\nexamination. Section 8 clearly provides that the State\nGovernment may provide for concessions in respect of fees in\nthe competitive examination or interview and relaxation in upper\nage limit. Soon after the enforcement of the 1994 Act the\nGovernment issued instructions dated 25.03.1994 on the\nsubject of reservation for Scheduled Caste, Scheduled Tribe\nand other backward groups in the Uttar Pradesh Public\nServices. These instructions, inter alia, provide as under:-\nD\nE\nF\n\"4. If any person belonging to reserved categories is\nselected on the basis of merits in open competition along G\nwith general candidates, then he will not be adjusted\ntowards reserved category, that is, he shall be deemed to\nhave been adjusted against the unreserved vacancies. It\nshall be immaterial that he has availed any facility or\nH\nA\nB\nC\nD\n370 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nrelaxation (like relaxation in age limit) available to reserved\ncategory.\"\n52. From the above it becomes quite apparent that the\nrelaxation in age limit is merely to enable the reserved category\ncandidate to compete with the general category candidate, all\nother things being equal. The State has not treated the\nrelaxation in age and fee as relaxation in the standard for\nselection, based on the merit of the candidate in the selection\ntest i.e. Main Written Test followed by Interview. Therefore, such\nrelaxations cannot deprive a reserved category candidate of\nthe right to be considered as a general category candidate on\nthe basis of merit in the competitive examination. Sub-section\n(2) of Section 8 further provides that Government Orders in force\non the commencement of the Act in respect of the concessions\nand relaxations including relaxation in upper age limit which are\nnot inconsistent with the Act continue to be applicable till they\nare modified or revoked. Learned counsel for the appellants\nhad submitted that in the present appeals, the issue is only with\nregard to age relaxation and not to any other concessions. The\nvires of Section 3 (6) or Section 8 have not been challenged\nE before us. It was only submitted by the learned Sr. Counsel for\nthe petitioners/appellants that age relaxation gives an undue\nadvantage to the candidate belonging to the reserved category.\nThey are more experienced and, therefore, steal a march over\nGeneral Category candidates whose ages range from 21 to 25\nF years. It is not disputed before us that relaxation in age is not\nonly given to members of the Scheduled Castes, Scheduled\nTribes and OBCs, but also the dependents of Freedom\nFighters. Such age relaxation is also given to Ex-servicemen\nto the extent of service rendered in the Army, plus three years.\nIn fact, the educational qualifications in the case of Ex-\nservicemen is only intermediate or equivalent whereas for the\nGeneral category candidates it is graduation. It is also accepted\nbefore us that Ex-servicemen compete not only in their own\ncategory, but also with the General category candidates. No\nH grievance has been made by any of the appellants/petitioners\nG\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 371\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nC\nwith regard to the age relaxation granted to the Ex-servicemen. A\nSimilarly, the dependents of Freedom Fighters are also free\nto compete in the General category if they secure more marks\nthan the last candidate in the General category. Therefore, we\ndo not find much substance in the submission of the learned\ncounsel for the appellants that relaxation in age \"queers the B\npitch\" in favour of the reserved category at the expense of the\nGeneral category. In our opinion, the relaxation in age does not\nin any manner upset the \"level playing field\". It is not possible\nto accept the submission of the learned counsel for the\nappellants that relaxation in age or the concession in fee would\nin any manner be infringement of Article 16 (1) of the\nConstitution of India. These concessions are provisions\npertaining to the eligibility of a candidate to appear in the\ncompetitive examination. At the time when the concessions are\navailed, the open competition has not commenced. It\ncommences when all the candidates who fulfill the eligibility\nconditions, namely, qualifications, age, preliminary written test\nand physical test are permitted to sit in the main written\nexamination. With age relaxation and the fee concession, the\nreserved candidates are merely brought within the zone of\nconsideration, so that they can participate in the open\n• competition on merit. Once the candidate participates in the\nwritten examination, it is immaterial as to which category, the\ncandidate belongs. All the candidates to be declared eligible\nhad participated in the Preliminary Test as also in the Physical\nTest. It is only thereafter that successful candidates have been\npermitted to participate in the open competition.\nD\nE\nF\n53. Mr. Rao had suggested that Section 3 (6) ensures that\nthere is a level playing field in open competition. However,\nSection 8 lowers the level playing field, by providing G\nconcessions in respect of fees for any competitive examination\nor interview and relaxation in upper age limit. We are unable\nto accept the aforesaid submission. Section 3 (6) is clear and\nunambiguous. It clearly provides that a reserved category\ncandidate who gets selected on the basis of merit in open H\nB\n372 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA competition with general category candidates shall not be\nadjusted against the reserved vacancies. Section 3(1), 3(6) and\nSection 8 are inter-connected. Expression \"open competition\"\nin Section 3 (6) clearly provides that all eligible candidates have\nto be assessed on the same criteria. We have already noticed\nearlier that all the candidates irrespective of the category they\nbelong to have been subjected to the uniform selection criteria.\nAll of them have participated in the Preliminary Written Test and\nthe Physical Test followed by the Main Written Test and the\nInterview. Such being the position, we are unable to accept the\nsubmissions of the learned counsel for the petitioners/\nappellants that the reserved category candidates having availed\nrelaxation of age are disqualified to be adjusted against the\nOpen Category seats. It was perhaps to avoid any further\nconfusion that the State of UP issued directions on 25.3.1994\nto ensure compliance of the various provisions of the Act. Non-\ncompliance by any Officer was in fact made punishable with\nimprisonment which may extend to period of three months.\nC\nD\n54. In view of the above, the appeals filed by the General\nCategory candidates are without any substance, and are,\nE therefore, dismissed.\nCivil Appeal Nos.......\n2010\n... of\n(Arising out of SLP (C) NOS. 14078-80 of 2008 and 19100 of\nF\n2009)\nG\nH\nLeave granted.\n55. In the appeal filed by the State of UP it was submitted\nthat against the 67 posts of general category reserved for\nwomen only 15 qualified candidates were available. They were\nduly selected. 52 posts, which remained unfilled, were filled up\nfrom the male candidates in accordance with GO dated\n26.02.1999. Therefore, there remained no unfilled vacancy in\nthe general category. Therefore, the Division Bench erred in\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 373\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\ncoming to the conclusion that 52 vacancies have been carried A\nforward contrary to the aforesaid GO. It was further submitted\nthat the learned Single Judge erred by directing the appellants\nto fill up the vacancy which were excluded from 2% sports\nquota from the aforesaid selection. According to the appellants,\nthe advertisement clearly mentioned that the vacancies under B\nthe sports quota shall be filled separately. Therefore, the\nlearned Single Judge was not justified in directing for filling up\nof these vacancies from this very selection. According to Mr.\nDwivedi, the entire factual position was placed before the\nlearned Single Judge in the counter affidavit which was duly C\nnoticed by the learned Single Judge as follows:-\nD\nE\n\"In the counter affidavit the respondents have given details\npertaining to the candidates belonging to different\ncategories who were finally selected and the percentage\nof reservation fixed according to number of posts.\nAccording to the respondents total posts for Sub Inspector\nCivil Police were 1231 (male) + 148 female (ten per cent\nposts were referred to be reserved for women). According\nto the respondents the advertisement for 1634 posts was\npublished containing 1231 male + 148 (female) Sub\nInspector Civil Police and 255 Platoon Commander. It was\nstated that according to the police of the State 2% posts\nwere reserved for sports men hence against 1478 posts\nof Sub Inspector 2% i.e. 29 posts of Sub Inspector were\nearmarked for sports men and five posts of Platoon\nCommander in sports quota. It was thus stated that 1350\nposts were for Sub Inspector civil police and 250 posts\nwere to be filled up by Platoon Commanders. The\npercentage of reservation against the aforesaid posts have\nbeen mentioned in paragraph 4 of the supplementary G\ncounter-affidavit which is extracted below.\nF\nH\n374 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n1-Posts 1350 for Sub Inspector, Civil Police\nSi. Caste/Class Percentage Male Female Total\n1. General Caste\n50%\n608 67\n675\nB\n(Unreserved)\n2. 8 Backward\n27%\n328 37\n365\nClass\n(reserved)\n3. 8 Scheduled\n21%\n255\n28\n283\nC\nCaste\n(reserved)\n4. 84 Scheduled\n2%\n24\n03\n027\nTribe\n1005\n1215 135\n1350\n0\n5. Dependent of\n2%\n24\n03\n27\nFreedom\nFighters\n6. Ex-servicemen 1%\n12\n01\n13\nالله\nE\n(2) 250 Posts for Platoon Commander, PAC\nSI. Caste/Class\nPercentage\nMale\nNo.\nof reservation\nF\n1. General Caste\n50%\n125\nUnreserved)\n2. Backward\n27%\n67\nClass\n(reserved)\nG\n38 Scheduled\n21%\n53\nCaste\n4 84 Scheduled\n2%\n05\nTribe\nH\n100%\n250\n"}