{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"TIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n915\ncompensation, then the further question would be as to A\nwhether the estimation of 80% of compensation is\ncorrect or not. A further controversy can then be raised\nby the landlords that what was paid was not 80% and\nwas short of 80% and, therefore, the acquisition should\nbe set at naught. Such extreme interpretation cannot be B\nafforded because indeed u/s. 17 itself, the basic idea of\navoiding the enquiry u/s. 5-A is in view of the urgent need\non the part of the State Government for the land to be\nacquired for any eventuality discovered by either Sub-\nSection (1) or Sub-Section (2) of Section 17 of the Act. C\n[Para 51] [972-G-H, 973-A-B]\n2.4. Even if the compensation is not paid or is short\nof 80%, the acquisition would not suffer. Therefore, even\non the question as to whether in view of the admitted\ncapacity to offer, tender and pay the compensation under\nsub-section (3) and (3A) of Section 17, the notification\nunder Section 17(4) becomes void, there is no necessity\nof any reference. [Paras 46, 52 and 53] [967-E-F; 973-B-\nC; 975-B]\nSatendra Prasad Jain and Ors. v. State of U.P. and Ors.\n1993 (4) SCC 369; Pratap and Anr. v. State of Rajasthan and\nOrs. etc. etc. 1996 (3) SCC 1; P. Chinnanna v. State of A.P.\n1994 (5) SCC 486; Awadh Bihari Yadav v. State of Bihar\n1995 (6) SCC 31, relied on\nIII. Challenge under Article 14 of the Constitution of India\nD\nE\nய\nF\n3.1. It is not correct to say that the provisions of the\nAmending Act and also the provisions of Land\nAcquisition Act like Section 17(4) are invalid on the test G\nof Article 14 of the Constitution. Reading paragraph 14\nof Meerut Development Authority case, in its correct\nperspective would repel the argument that the provision\nis arbitrary in any manner or has the effect of creating\nimpermissible classification. If the petitioners in Meerut H\n916 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA Development Authority case, did not specifically address\nthe Court on the question of Constitutional validity of the\nAmending Act (as is being claimed by the appellants), it\nwill not be permissible for the petitioners to raise this\npoint which was admittedly not raised either in Ghaziabad\nB Development Authority case. or Meerut Development\nAuthority case, Petitioners would not be permitted to take\nsuch a course. There can be no question of Section 17(4)\nproviso or the provisions of the Amending Act being\ninvalid in any way. The provisions in any manner are not\narbitrary or making impermissible classifications or\nsuggesting invidious discrimination nor can the\nprovisions in the Amending Act can be termed as\n\"arbitrary\" providing no guiding principles. [Paras 54, 55\nand 56] [975-C-D; 976-F-H; 977-C-D]\nC\nD\nE\nF\nState of Orissa v: Gopal Chandrarath 1995 (6) SCC 243;\nBhubaneswar Singh and Anr. v. Union of India and Ors. 1994\n(6) SCC 77; Comorin Match Industries P. Ltd, v. State of\nTamil Nadu 1996 (4) SCC 281; Gouri Shankar Gauri and Ors.\nv. State of U.P. and Ors. 1994 (1) SCC 92, relied on.\nGhaziabad Development Authority vs. Jan Kalyan Samiti\nSheopur 1996 (2) SCC 365; Ghaziabad Development\nAuthority vs. Jan Kalyan Samiti Sheopur 1996 (1) SCC 562;\nMDA v. Satbir Singh 1996 (11) SCC 462; Delhi Cloth and\nGeneral Mills Co. Ltd. v. Shambhu Nath Mukherji and Ors.\nAIR 1978 SC 8, referred to\n3.2. The contention that the contents in paragraph 14\nof the judgment in Meerut Development Authority case,\nholding that the provisions of the Amending Act are not\nG limited to the two dates mentioned and can be applicable\neven subsequently, results in creation of two classes and\nthe possible discrimination, is not acceptable. It will not\nbe necessary to go into that question as the present\nappeals pertaining to Ujariyaon Housing Scheme Part-II\nH\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n917\nare relating only to the period between 24.9.1984 and A\n11.1.1989. Further, even if, as held in Meerut Development\nAuthority case, it applied to the subsequent period, it\ndoes not infringe Article 14. [Para 57] [977-E-G; 978-A-B]\n3.3. The Validation Act did not confer any discretion\non the State Government to apply its provisions to a\nparticular scheme and then issue notifications. It was a\none time exercise for validating a particular scheme by\namending the Act which has already been found to be\nvalid in Meerut Development Authority case. Again\nUjariyaon Housing Scheme Part-III did not lapse because\nof the decision of the Government. Since the award was\nnot made within the time prescribed by Section 11A of the\nAct, it had the effect of lapsing the notifications.\nTherefore, the State Government was left with no other\nway and had to issue a fresh notification. In Ujariyaon\nHousing Scheme Part-II, the award was made by the\nCollector within the time and, therefore, those\nnotifications were not affected. [Para 58] [978-E-H;\n979-A]\nB\nC\nD\nE\nArnit Das v. State of Bihar 2000 (5) SCC 488; State of\nUP and Anr. v. Synthetics and Chemicals Ltd. and Anr. 1991\n(4) SCC 139; Nirmal Jeet Kaur v. State of Madhya Pradesh\nand Anr. 2004 (7) SCC 558; ICICI Bank and Anr. v. Municipal\nCorporation of Greater Bombay and Ors. 2005 (6) SCC 404; F\nA.R. Antulay v. R.S. Naik and Ors. 1988 (2) SCC 602; Zee\nTelefilms Ltd. and Anr. v. Union of India and Ors. 2005 (4)\nSCC 649; P. Ramachandra Rao v. State of Karnataka 2002\n(4) SCC 578; Nand Kishore v. State of Punjab 1995 (6) SCC\n614; Isabella Johnson v. M.A. Susai 1991 (1) SCC 494; R.K.\nDalmia v. S.R. Tendolkar 1959 SCR 279, distinguished.\nG\n3.4. Sections 17(1), 17(1A), 17(3A) and 17(4) of the Act\nand Section 2 of the UP Act No. VIII of 1974, as also the\nUP Act No. 5 of 1991 are not violative of Articles 14, 19,\n21, 39, 48, 48A and 300A for invidious discrimination. H\n918 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA There is no classification, much less any impermissible\nclassification and no group has been treated favourably\nas against another group, refusing equal protection to\nsuch group. [Para 60] [980-F-G; 981-C-D]\nB\nC\nD\nE\nF\nG\nH\nLachman Das v. State of Bombay AIR 1952 SC 235;\nCharanjit Lal Chowdhury v. Union of India and Ors. AIR 1951\nSC 41; Anwar Ali Sarkar v. State of U.P. AIR 1952 SC 75;\nKathi Ranning Rawat v. State of Saurashtra AIR 1952 SC\n123; State of Punjab v. Gurdial Singh AIR 1980 SC 319,\ndistinguished\nKedar Nath Bajoria s/o Ramjidas Bajoria v. State of West\nBengal 1954 SCR 30; R.K. Dalmia v. S.R. Tendolkar 1959\nSCR 279 and In re: Special Courts Bills, 1978 1979 (1) SCC\n380, referred to\n3.5. Discretion upon the application of law and the\npower under Section 17 of the Act of doing away with\nSection 5A inquiry has to be exercised in a proper\nmanner. However, there are clear guidelines provided u/\ns. 17(1) r/w Section 4 for understanding the concepts of\nurgency and emergency. In this behalf, the criteria of\nemergency as provided under Sub-Section (2) of Section\n17 is separate and distinct from the criteria of urgency.\nThese two criteria provide clear guidelines and cannot be\nheld as arbitrary. [Para 61] [981-F-H; 982-A]\nKrishi Utpadan Mandi Samiti vs. Makrand Singh and\nOrs. 1995(2) SCC 497; State of U.P. v. Pista Devi 1986 (4)\nSCC 251, relied on\nSuraj Mall Mohta and Company v. A.V. Visvanatha\nSastri and Anr. AIR 1954 SC 545, distinguished\nSarju Prasad Sahu v. State of Uttar Pradesh and Ors.\nAIR 1962 ALL 221; Ram Sevak v. State of UP Ors. AIR 1963\nAll 24; Ishwarlal Girdharlal Joshi etc. v. State of Gujarat and\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 919\nAnr. AIR 1968 SC 870, referred to.\n3.6. Merely because the decision of the Government\non question of urgency is not justiciable, it does not\nmean that Section 17(4) of the Act is discriminatory. The\nHigh Court has correctly held that Sub-Sections (1), (3A)\nand (4) of Section 17 of the Act do not suffer from any\nunconstitutionality on account of the alleged breach of\nArticle 14 of the Constitution of India. Sub-Sections (1)\n(3A) and (4) of Section 17 of the Act do not suffer, as there\nis no notice provided in those Sub-Sections before the\npossession is taken. [Para 62] [983-C-D, F; 984-C]\nA\nB\nC\nMatajog Dubey v. H.C. Bhari AIR 1956 SC 44; R.K.\nDalmia v. S.R. Tendolkar 1959 SCR 279; Ishwarlal Girdharlal\nJoshi etc. v. State of Gujarat and Anr. AIR 1968 SC 870;\nKraipak v. Union of India AIR 1970 SC 150, Maneka Gandhi D\nv. Union of India AIR 1978 SC 597; Olga Tellis v. Bombay\nMunicipal Corporation AIR 1986 SC 180; Union of India v.\nTulsi Ram AIR 1985 SC 1416, relied on\nIV. Issue of urgency and application of Section 17 of the\nPrincipal Act\nE\nF\n4. The High Court has correctly come to the\nconclusion that there was all the justification for invoking\nthe urgency clause and taking the possession for the\nlands in question. It can not be ignored that this land was\nurgently needed for housing. Large-scale development\nand utilization of acquired land after the acquisition is\napparent on the face of the record. A number of houses\nhave been constructed, third party interests were created\nin whose favour the plots were allotted and the High G\nCourt has also commented while disposing of the writ\npetitions that the quashing of the notification at this stage\nwill prejudice the interests of the people for whom the\nschemes were evolved. While considering as to whether\nH\nB\n920\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA the Government was justified in doing away with the\ninquiry under Section 5A, it must be noted that there are\nno allegations of mala fides against the authority. In the\npresent case, the High Court has gone into the records\nand has recorded categorical finding that there was\nsufficient material before the State Government and the\nState Government has objectively considered the issue\nof urgency. Even before this Court, there were no\nallegations of mala fides. Therefore, it is not correct to say\nthat there was no urgency to justify dispensation of\nSection 5A inquiry by applying the urgency clause.\nAcquisitions in this case are of 1984-1985 and two\ndecades have passed thereafter. [Paras 63 and 64] [984-\nD-G; 985-A, B, D, H]\nC\nD\nKishan Das and Ors. v. State of UP and Ors. 1995 (6)\nSCC 240; State of U.P. v. Pista Devi 1986 (4) SCC 251,\nrelied on\nRaja Anand Braha Shah v. State of U.P. AIR 1967 SC\n1081; Narayan v. State of Maharashtra AIR 1977 SC 183;\nE Kailashwati v. State of U.P. AIR 1978 All 181; Deepak Pahwa\nv. Lt. Governor of Delhi AIR 1984 SC 1721, referred to\nF\nV. Other issues on merit\n5. This Court will not go into the questions of facts\nlike the non-publication of Sections 4 and 6 notifications.\nSimilar is the question raised about the land belonging\nto the co-operative society and the release of the same.\nThe High Court judgment is absolutely correct in that\nbehalf. Even if the Government had taken a decision not\nG to acquire the land belonging to the co-operative society\nas far as possible, there is nothing wrong if such lands\nwere acquired. What is to be seen is the bona fides of the\nGovernment behind the decision to acquire the lands. On\nthat account no fault can be found with the concerned\nnotifications u/ss. 4 and 6. [Para 65] [986-B-E]\nI\n!\nW\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 921\n6. As regards the question of possession, the Court A\ndoes not propose to go into the question of facts and\nquestions relating to the individual claims. When the\nwhole township is standing, this question goes to the\nbackdrop. In the face of Panchanama, which is on record,\nthe finding of the High Court that the possession was B\ntaken on 21.5.1985 is endorsed. [Paras 66 and 67] [986-\nF, 987-C-D]\nC\nD\n7. LDA also found fault with the Sale Deed in favour\nof Pratap Sahkari Grih Nirman Samiti Ltd.. It was urged\nthat its claim was based on the Sale Agreement, which\nwas executed one day before the publication of Section\n4 Notification in the Gazette, i.e., 8.12.1984. It is admitted\ncase that the Sale Deed was registered on 22.1.1986,\nwhich is clearly a date beyond the date of Section 4\nnotification. If any purchases of the land are made after\nthe publication of Section 4(1) notification, landlords in\nthis case would not get any right or entitlement to\nquestion the validity of the title of the State based on the\nacquisition. Obviously, the claim of this Society is on the\nbasis of the Agreement of Sale dated 7.4.1983. The High E\nCourt was correct in holding that the Society had\npurchased the land after the issuance of notification. The\npolicy to give back 25% of the acquired land to the co-\noperative societies, even if there is one, would not be\napplicable to the Society in question. Therefore, it is not F\nacceptable that Pratap Sahkari Grih Nirman Samiti Ltd.\nShould be given back 25% of the land acquired, which\nis again not possible in view of the township having\ncome up. [Paras 68 and 69] [987-D-H; 988-E-G]\nU.P. Jal Nigam v. Kalra Properties Ltd. 1996 (3) SCC\n124; Star Wire (India) Ltd. v. State of Haryana and Ors. 1996\n(11) SCC 698, relied on\nG\nH\n922\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n\"\nA\nCase Law Reference:\n1989 (1) SCC 591\nReferred to.\nParas 9,13,19,\n23 and 40\n1996 (11) SCC 462\nRelied on.\nParas 10,11,\nB\n17,19, 25,30,\n34,36,39 and\n54\n1996 (1) SCC 562\nRelied on.\nParas 11,17,\n19,30 and 39\nC\n1996(2) SCC 365\nRelied on.\nParas 11, 17,\n19, 30 and 39\n1976 (1) SCC 843\nRelied on.\nPara 15\nD AIR 1952 SC 75\nDistinguished\nParas 18 and\n25AIR 1980 SC 319 Distinguished\nParas 18 and 60\n2003 (6) SCC 186\nReferred to.\nPara 20\n2002 (7) SCC 273\nReferred to.\nPara 20\nE\n[11\n2005 (2) SCC 409\nReferred to\nPara 20\n-\n2003 (4) SCC 712\nReferred to\nPara 20\n2002 (3) SCC 533\nReferred to\nParas 20 and 21\nLL\nF\n1992 (2) SCC 494\nReferred to\nPara 20\n1997 (8) SCC 72\nReferred to\nPara 20\n1986 (3) SCC 91\nReferred to\nPara 20\nG\n1990 (1) SCC 277\nReferred to\nPara 20\nAIR 1955 SC 830\nReferred to\nPara 20\n1\n1986 (4) SCC 251\nRelied on\nParas 21 and 63\nH\n具\n{\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n923\n1993 (4) SCC 369\nRelied on\nParas 21, 52\nA\nand 53\n2003 (2) SCC 577\nReferred to.\nPara 21\n2005 (7) SCC 627\nReferred to.\nPara 21\nB\n2004 (8) SCC 14\nReferred to.\nPara 21\n1952 SCR 435\nReferred to.\nPara 25\n1954 SCR 30\nReferred to.\nParas 25 and 60\n1959 SCR 279\nReferred to.\nParas 25 and 60 C\nDistinguished Para 60\nRelied on.\nPara 62\n1979 (1) SCC 380\nReferred to.\nPara 25\nD\n1995 (6) SCC 240\nRelied on.\nParas 27 and 63\n1974 (2) SCC 501\nReferred to.\nPara 27\n1998 (6) SCC 1\nReferred to.\nPara 27\nE\n1996 (3) SCC 1\nReferred to.\nPara 27\nAIR 1987 Allahabad 113 Referred to.\nPara 29\n1963 (2) SCR 775\nReferred to.\nPara 30\nF\nRelied on.\nPara 37\n1996 (7) SCC 637\nReferred to.\nPara 30\n1995 (6) SCC 16\nReferred to.\nPara 33,40\n2004(3) SCC 48\nReferred to.\nPara 33,40\nG\n2003 (5) SCC 298\nReferred to.\nPara 33,40\n1978 (2) SCC 50\nReferred to.\nPara 33,40\n1975 Supp. SCC 1\nReferred to.\nPara 33,40\nH\n924 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA 2004(12) SCC 588\nReferred to.\nPara 33,40\n1976 (4) SCC 750\nReferred to.\nPara 33,40\n1970 (1) SCC 509\nReferred to.\nPara 33,40\n1998 (9) SCC 480\nRelied on.\nPara 37 and 40\nB\n1969 (2) SCC 283\nReferred to.\nPara 40\n1989 (3) SCC 488\nDistinguished\nPara 40\n1983 (2) SCC 33\nHeld inapplicable\nPara 41\nC\n1986 Suppl. SCC 584\n1994 (5) SCC 450\nHeld inapplicable Para 41\nHeld inapplicable Para 41,43\n2002 (1) SCC 689\nReferred to.\nPara 44\nD 1997 (8) SCC 47\nDistinguished\nPara 44\n1995 (2) SCC 497\nDistinguished\nPara 44'\nRelied on.\nPara 61\nE 1997 (9) SCC 132\nDistinguished\nPara 45\n2002(1) SCC 538\nDistinguished\nPara 45\n1999 (4) SCC 11\nRelied on\nPara 45\n2005 (2) SCC 673\nRelied on.\nPara 47\nF\n1996 (3) SCC 1\nRelied on.\nPara 53\n1994 (5) SCC 486\nRelied on.\nPara 53\n1995 (6) SCC 31\nRelied on.\nPara 53\nG\n1995 (6) SCC 243\nRelied on.\nPara 55\n1994 (6) SCC 77\nRelied on.\nPara 55\n1996 (4) SCC 281\nRelied on.\nPara 55\nH\n"}