{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85}],"text":"TIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n985\nC\nhas recorded categorical finding that there was sufficient A\nmaterial before the State Government and the State\nGovernment has objectively considered the issue of urgency.\nEven before this Court, there were no allegations of mala fides.\nA notice can be taken of the fact that all the lands which were\nacquired ultimately came to be utilized for the scheme. We, B\ntherefore, reject the argument that there was no urgency to\njustify dispensation of Section 5A inquiry by applying the\nurgency clause. In a reported decision Kishan Das \u0026 Ors. v.\nState of UP \u0026 Ors. reported in 1995 (6) SCC 240, this Court\nhas taken a view that where the acquisition has been\ncompleted by taking the possession of the land under\nacquisition and the constructions have been made and\ncompleted, the question of urgency and the exercise of power\nunder Section 17(4) would not arise. We must notice that\nacquisitions in this case are of 1984-1985 and two decades\nhave passed thereafter. The whole township has come up, the\nhouses and the lands have been allotted, sold and re-sold,\nawards have been passed and overwhelming majority of land\nowners have also accepted the compensation, this includes\neven some of the appellants. In such circumstances we do not\nE\nthink that the High Court was in any way wrong in not interfering\nwith the exercise of power under Section 17 (4) of the Act. At\nany rate, after the considered findings on the factual questions\nrecorded by the High Court, we would not go into that question.\nD\nF\n64. The High Court has taken a stock of the argument on\nbehalf of the respondents herein that there was material\navailable in support of the satisfaction on the part of the\nExecutive to take possession under Section 17 of the Act. The\nHigh Court has relied on the decisions in Raja Anand Braha\nShah vs. State of U.P. reported in AIR 1967 SC 1081, in G\nNarayan vs. State of Maharashtra reported in AIR 1977 SC\n183, in Kailashwati vs. State of U.P. reported in AIR 1978 All.\n181, in Deepak Pahwa vs. Lt. Governor of Delhi reported in\nAIR 1984 SC 1721, as also in Pista Devi's case (cited supra)\nand Krishi Utpadan Mandi Samiti's case (cited supra). The\nH\n986 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA High Court has correctly come to the conclusion that there was\nall the justification for invoking the urgency clause and taking\nthe possession for the lands in question. We endorse the said\nfinding of the High Court.\nB\nOther contentions on merits\n65. Apart from these contentions, both Shri Trivedi,\nLearned Senior Counsel, as also Shri Qamar Ahmed, Learned\nCounsel again raised the same questions of facts like the non-\npublication of Sections 4 and 6 notifications. Insofar as that is\nC concerned, we have mentioned it only for rejecting the\ncontention. After the judgment of the High Court we will not go\ninto that question again being a pure question of fact. Similar\nis the question raised about the land belonging to the\ncooperative society and the release of the same. We do not\nD think that that question needs to be answered in the wake of\nthe High Court's judgment. The High Court judgment is\nabsolutely correct in that behalf. In our considered opinion, even\nif the Government had taken a decision not to acquire the land\nbelonging to the cooperative society as far as possible, there\nE is nothing wrong if such lands were acquired. What is to be\nseen is the bona fides of the Government behind the decision\nto acquire the lands. On that account no fault can be found with\nthe concerned notifications under Sections 4 and 6.\nF\nG\nH\n66. Similar contentions were raised regarding the\npossession. We do not propose to go into the question of facts\nand questions relating to the individual claims. We have noted\nthat the respondents herein having specifically claimed that the\npossession of the lands has already been taken. Therefore,\naccepting that claim, as has been done by the High Court, we\nwould not go into those questions of fact.\n67. To put the record straight, there is enough evidence in\nshape of the stand taken by the LDA in its counter affidavit\nbefore the High Court, where it was asserted that the\nY-\ni\n►\nگینم\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n987\npossession was already taken. Even in the present Civil A\nAppeal, the same stand is reported with reference to a\nparticular date, i.e., 21.5.1985 that the possession was taken\nand there is also a true copy of the Panchanama on record.\nInsofar as the Civil Appeal Nos. 2116-2118 (Tika Ram \u0026 Ors.\nvs. The State of U.P. \u0026 Ors.) are concerned, it was urged by B\nthe appellants that in the affidavit of State of U.P. before the\nHigh Court, the date of taking possession was mentioned as\n30.3.1986 and, therefore, it was urged that the possession\ncould not have been taken on 21.5.1985 as per record. The\nLearned Senior Counsel for the LDA pointed out that this was C\nincorrect and the correct date of taking possession was only\n21.5.1985, while the possession of some plots was handed\nover to the LDA on 30.3.1986. This is apart from the fact that\nin today's context, when the whole township is standing, this\nquestion goes to the backdrop. In the face of Panchanama,\nwhich is on record, we would endorse the finding of the High\nCourt that the possession was taken on 21.5.1985.\nD\nE\n68. Shri Dwivedi, Learned Senior Counsel appearing on\nbehalf of the LDA also found fault with the Sale Deed in favour\nof Pratap Sahkari Grih Nirman Samiti Ltd., which is being\nrepresented by Shri Trivedi, Learned Senior Counsel. It was\nurged that its claim was based on the Sale agreement, which\nwas executed one day before the publication of Section 4\nNotification in the Gazette, i.e., 8.12.1984. It is admitted case\nthat the Sale Deed was registered on 22.1.1986, which is F\nclearly a date beyond the date of Section 4 notification. It is\nalready held by this Court in U.P. Jal Nigam vs. Kalra\nProperties Ltd. reported in 1996 (3) SCC 124 and Star Wire\n(India) Ltd. vs. State of Haryana \u0026 Ors. reported in 1996 (11)\nSCC 698 that if any purchases of the land are made after the G\npublication of Section 4(1) notification, landlords in this case\nwould not get any right or entitlement to question the validity of\nthe title of the State based on the acquisition. Obviously, the\nclaim of this society is on the basis of the Agreement of Sale\ndated 7.4.1983. It was reported by the Learned Senior Counsel\nН\n988\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA that Shri Hukum Chand Gupta also expired on 27.7.1983 and\nultimately, the Sale Deed was executed on 7.12.1984. We do\nnot want to go into this question of fact, but we will certainly go\nwith and endorse the finding of the High Court in this behalf that\nthe society had purchased the land after the issuance of\nB notification.\nC\nD\n69. It was urged by Shri Trivedi, Learned Senior Counsel\nfor the appellants that there was a policy to give back 25% of\nthe acquired land to the cooperative societies. This was\nsuggested on the basis of various letters on record, suggesting\nthat LDA was considering the revision. Shri Dwivedi, Learned\nSenior Counsel for LDA pointed out that once the land was\nacquired and the possession had been taken, Section 48 did\nnot apply. Besides, according to the Learned Senior Counsel,\nthe policy applied to the cooperative societies, who had land\nbefore the acquisition process begins. This was obviously with\nthe object to safeguard the interests of the members of the\nsociety. The Learned Senior Counsel was at pains to point out\nthat there is no such disclosure as to who were the members\nof the society. According to the Learned Senior Counsel, the\n´ E society was nothing, but a front piece set up for obtaining 25%\nof the land. Therefore, the rent of the 25% of the land was not\nacceptable. It was also pointed out that the Sale Agreement\nwas also entered into a day before the publication of the\nnotification in the Gazette and the registration of the Sale Deed\nF was also done much after the notification was published and,\ntherefore, this policy, even if there is one, would not be\napplicable to the society in question. We would not, therefore,\naccept that claim that Pratap Sahkari Grih Nirman Samiti Ltd.\nshould be given back 25% of the land acquired, which is again\nG not possible in view of the township having come up in Gomti\nNagar.\nH\n70. In view of what we have held above, we confirm the\njudgment of the High Court and dismiss all the appeals being\nメー\n\u003e\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 989\n[V.S. SIRPURKAR, J.]\nCivil Appeal Nos. 2650-2652 of 1998, 3162 of 1998, 3176 of A\n1998, 3415 of 1998, 3561 of 1998, 3597 of 1998, 3923 of\n1998, 3939 of 1998, 3645 of 1998, 3691 of 1998, 5346 of\n1998, 2116-2118 of 1999, 2139 of 1999, 2121 of 1999, 2113\nof 1999 and 4995-4996 of 1998.\nSLP (CIVIL) No......(CC 1540/1999)\n71. Delay condoned in SLP (Civil) No. 23551 of 2009 (CC\n1540/1999). The Special Leave Petition is dismissed in view\nof the above order.\n72. In the circumstances, there would be no orders as to\nthe costs.\nK.K.T.\nAppeals dismissed.\nB\nC\n"}