{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"TIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 945\n[V.S. SIRPURKAR, J.]\nB\nC\nKumar @ Prakash Bhutto v. State of Gujarat reported in 2005 A\n(2) SCC 409, High Court of Gujarat \u0026 Anr. v. Gujarat Kisan\nMazdoor Panchayat \u0026 Ors. reported in 2003 (4) SCC 712,\nPadmausundara Rao (Dead)\u0026 Ors. v. State of Tamil Nadu \u0026\nOrs. reported in 2002 (3) SCC 533, Smt. Meera Gupta v. State\nof West Bengal \u0026 Ors. reported in 1992 (2) SCC 494, M.V.\nJavali v. Mahajan Borewell \u0026 Co. \u0026 Ors. reported in 1997 (8)\nSCC 72 stressed upon the purposive interpretation or, as the\ncase may be, contextual interpretation and to avoid the literal\nconstruction rule. He relied on a few other cases like State of\nTamil Nadu v. Kodai Kanal reported in 1986 (3) SCC 91,\nUnion of India \u0026 Ors. v. Filip Tiago De Gama of Vedem Vasco\nDe Gama reported in 1990 (1) SCC 277 and Tirath Singh v.\nBachittar Singh \u0026 Ors. reported in AIR 1955 SC 830. The\nLearned Counsel contended that it was the duty of the Court\nto reshape the provisions, if need be, by adding or deleting\nwords to make the provisions effective tools to achieve\nlegislative objective and the Courts could not sit with folded\nhands blaming the draftsmen. As regards the concerned words\nappearing in the UP Amendment Act, the Learned Counsel\nsuggested that while interpreting, the phrase “may be made\"\nshould be read as “may be published in the Gazette”.\nD\nE\n21. As regards the further arguments on merits, Learned\nSenior Counsel and, more particularly, the Learned Senior\nCounsel appearing on behalf of the LDA pointed out that the\nchallenge to the land acquisitions on merits could not survive, F\nparticularly, in view of the fact that in all the land acquisitions,\npossessions were already taken and the awards were already\npassed. Both the Learned Counsel pointed out that in case of\nUjariyaon Housing Scheme Part-III, the Government had shown\nits bona fides by allowing the notifications therein to lapse and\nthereby, the interests of the land holders covered in Ujariyaon\nHousing Scheme Part-III were safeguarded, particularly,\nbecause that scheme had not been completed. However,\nUjariyaon Housing Scheme Part-II was long back completed\nand could not be rejuvenated now, finding fault with the process\nG\nH\n946 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA of land acquisition covered between Section 4 and Section 18\nC\nthereof. Learned Counsel further pointed out that the delay in\nfiling the writ petitions is also liable to be taken into account\nsince it is likely to cause prejudice to those for whom the\nschemes were framed. As regards the urgency clause, Learned\nB Counsel urged that the land was very urgently required for urban\nhousing and after the acquisition there has been large scale\ndevelopment and utilization on the acquired land and thousands\nof constructions have been made and the schemes have been\nevolved leading to allotments to third parties. Now at this stage,\nif the notifications were to be quashed it would seriously\nprejudice the interest of the large number of people and the\nHigh Court was right in dismissing the Writ Petitions on this\nground. The Learned Counsel further argued that in this case\nit must be noted that there are no allegations of mala fides or\nany evidence in support of it. Relying on a judgment in State of\nU.P. V. Pista Devi reported in 1986 (4) SCC 251 the Senior\nCounsel pointed out that judicial notice has been taken by the\nHigh Court of the fact that the housing development and\nplanned developments are matters of great urgency and\nobviate Section 5A enquiry. In short, the argument was that the\nhousing development was itself in urgency justifying the\ninvocation of the urgency clause. It was then pointed out by the\nLearned Senior Counsel that the High Court had looked into\nthe record and found that there was sufficient material before\nthe State Government so as to invoke the urgency clause. It was\nF also urged that there was no discrimination in between\nD\nE\nUjariyaon Part-II Scheme and Ujariyaon Part-III Scheme as the\nfactual situation was different. It was further argued that the\nargument pressed on Section 17 (3A) i.e. non-payment of\ncompensation before taking possession cannot be held fatal\nG to the acquisition as the Land Acquisition Act does not so\nprovide, though it has so provided in case of Section 11. and\nSection 11A read with Section 23 (1A) of the Land Acquisition\nAct. Besides, the use of word \"shall\" in Section 17 (3A) is\ndirectory and not mandatory as held in S.P. Jain v. State of U.P.\nH reported in 1993 (4) SCC 369, Nasiruddin \u0026 Ors. v. Sita Ram\nА\n-\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n947\nA\nAgrawal reported in 2003 (2) SCC 577, State of U.P. v.\nManbodhan Lal Srivastava reported in 1957 SCR 533. It was\nalso pointed out that the rulings relied on by the appellants\ncovering this aspect, namely, Hindustan Petroleum\nCorporation Ltd. v. Darius Shapur Chenai \u0026 Ors. reported in\n2005 (7) SCC 627 and Union of India \u0026 Ors. v. Mukesh Hans B\nreported in 2004 (8) SCC 14 were not applicable and were\ndistinct.\n22. The appeals were also opposed by respondent No. 9\nAvadh School who supported the arguments on behalf of the\nState of Uttar Pradesh and LDA. The respondent No.9 Avadh\nSchool pointed out that the land was granted to it by LDA for\n99 years dated 01.12.1995 whereas the Writ Petition\nchallenging the same bearing No. 2220 (L/A)/1996 from which\nthe Civil Appeal No. 2650/1998 arose was filed only later on,\nin the year 1996. It was pointed out that the respondent-Avadh\nSchool had already paid the entire amount due to the LDA. It\nwas also pointed out that the total constructed area on the land\nis 26,000 square feet. It was urged that considering the\nlaudable objects of the scheme, the school was developed and\nfurther considering its progress in the matter of infrastructure\nand the standard of education, it would be too late to cancel\nthe acquisition of land a portion of which was allegedly allotted\nby the LDA.\n23. Learned Counsel on behalf of LDA referred to the\nhistory of case law and reiterated upon the validity of the UP\nAct No.5 of 1991. The Learned Counsel also reiterated that the\ndeclaration under Section 6 (1) was different from a published\ndeclaration. The contention, therefore, was that considering the\nscheme of the Act, the declaration referred to in Section 6 is\npublic or notified declaration. Taking that clue, it is argued that\nthere will be no difficulty if Sections 2 and 3 of the Validating\nAct are properly understood. It was argued that the Validating\nAct removes the defect pointed out in the case of Radhey\nShyam (cited supra) and also the validating provisions and,\nC\nD\nE\nF\nG\nH\n948 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA therefore, it is not a case of simplicitor overruling of the\njudgment of the Supreme Court.\nB\nC\n24. Learned Counsel for LDA also opposed reference to\nLarger Bench. It was further pointed that since the schemes of\nGhaziabad Development Authority (GDA) and Meerut\nDevelopment Authority (MDA) were already upheld, the dispute\nin Ujariyaon Part-II scheme of LDA involved only 150 bighas\nwhereas the notification pursuant to Ujariyaon Part-II Scheme\ninvolved 1776 acres of land and barring the appellants,\neverybody had accepted this scheme. Learned Counsel\nseriously disputed the claim in Tika Ram's case and contended\nthat the landowners had already accepted the compensation.\nIn case of Pratap Sahakari Grih Nirman Samiti Ltd., it was\npointed out that the sale agreement in that case was that there\nwas no passing of consideration and even transfers were\nsubsequent to Section 4 notification. Therefore, it was\ncontended that the sale deed and the agreement of sale were\ncreated to take advantage of the policy decision of the State\nfor giving back 25 per cent of the developed land to the Society\nfor its members. The bona fides of the Pratap Sahakari Grih\nE Nirman Samiti Ltd. were, therefore, seriously questioned by the\nCounsel. It was also pointed out that the land involved in this\ncase was already taken over in the year 1985 and the same\nalso stood utilized inasmuch as the whole township had come\nup thereupon. Learned Counsel also relied on the principle of\nF staire decisis insofar as the validity of the UP Amendment Act\nis concerned.\nD\nG\n25. Learned Counsel further argued that there was no\nquestion of future operation of the proviso as it was not\nconcerned in this case. It was pointed out that only two appeals\nof Ujariyaon Part-III Scheme were concerned, with that question.\nHowever, in that case the notification was published in the year\n1991 and the Section 6 declaration was signed and published\nin the year 1992. Therefore, there was no question of\nsimultaneous publication and, therefore, the issue of reference\nI\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 949\n[V.S. SIRPURKAR, J.]\nB\nC\nD\nto the Larger Bench was a non-issue and could not be gone A\ninto. It is pointed out that the case of Meerut Development\nAuthority (cited supra) was the complete answer to the\nvalidation aspect as that issue had arisen directly. It was further\nargued that there was no question of discriminating between\nthe Ujariyaon Part-II Scheme and Part-III Scheme, and,\ntherefore, there was no question of breach of Article 14 of the\nConstitution of India. It was argued that in Ujariyaon Part-II\nScheme, the award was made by the Collector within the time\nprescribed, so there was no question of discrimination between\nUjariyaon Part-II and Part-III Schemes where the award was not\nmade within time. Therefore, it was lapsed and hence, there\nwas necessity of a fresh notification. As regards the question\nof validity of Section 17 of the Act, it was mainly in Tika Ram's\nappeal, it was pointed out by Shri Qamar Ahmad, Learned\nCounsel that the reference to the decision in Anwar Ali Sarkar\nv. State of U.P. reported in AIR 1952 SC 75 and State of\nPunjab v. Gurdial Singh (cited supra) was not called for. In\nsupport of his argument Shri Dwivedi pointed out that Anwar\nAli Sarkar's case (cited supra) was distinguished in the later\ndecisions of Kathi Ranning Rawat v. State of Saurashtra\nreported in 1952 SCR 435 and Kedar Nath Bajoria v. State\nof West Bengal reported in 1953 SCR 30. It was pointed out\nthat it was now crystallized law that if the Legislature indicates\nthe policy which inspired it and the object which it seeks to attain\nthen it can leave selective application of the law to be made\nby the Executive Authority. Learned Counsel relied on R.K.\nDalmia v. S.R. Tendolkar reported in 1959 SCR 279 and In\nre: Special Courts Bills, 1978 reported in 1979 (1) SCC 380.\nIt was pointed out that the criteria of “urgency\" and \"emergency\"\nin the instant case have been prescribed in the context of the\nexercise of power of eminent domain and this power under the G\nConstitution of India can be exercised only for public purpose.\n26. Learned Counsel argued that the process of\nacquisition begins only when there is a public purpose and in\nsuch situation the effectuation of public purpose does not brook\nE\nF\nH\nB\nC\n950 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA any delay and requires quick implementation, then alone the\npower under Section 17 (1) read with Section 17 (4) can be\nexercised. The Learned Counsel firmly admits that the criterion\nof \"emergency\" is still narrower category and there is sufficient\nguideline in sub-Section (2) of Section 17. Therefore, the\nCounsel argues that the true criteria being clear guidelines, they\nare not arbitrary. It was further argued that there is no discretion\nin the matter of applied urgency clause to these acquisitions\nin question. Carrying the same argument further, Learned\nCounsel firmly admitted that Section 5A is a protection to the\nland acquisition and should not be lightly dispensed with. He\nalso admitted that there are cases where it was held that the\nmere existence of urgency is not enough and State Government\nmust independently apply its mind to the need of dispensing\nwith Section 5A enquiry. Further it is pointed out that the High\nCourt had considered this aspect in details and recorded the\nfinding that the land was acquired for planning and\ndevelopment of housing accommodations. It was pointed out\nthat the High Court had also looked into the records and it found\nthat there was sufficient material for forming opinion that the land\nwas needed urgently for developing a new township known as\nE Gomti Nagar. Learned Counsel also pointed out to the finding\nof the High Court to the effect that the township had already\ncome into the existence and the houses were allotted to\nthousands of people.\nD\nF\nG\nH\n27. Relying on Keshav Das v. State of U.P. reported in\n1995 (6) SCC 240, Learned Counsel urged that it has been\nheld in the above ruling that where the possession of the land\nwas already taken during the acquisition process and\nconstruction had been made and completed, the question of\nurgency and exercise of duty under Section 17 (4) of the Act\ncould not be raised at a belated stage. Therefore, Learned\nCounsel insisted that the situation is no different in the present\ncase. Further relying on Aditya Bhagat v. State of Bihar\nreported in 1974 (2) SCC 501 and Om Prakash v. State of\nU.P. reported in 1998 (6) SCC 1, Learned Counsel urged that\nACER\n1\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n951\nas compared to the total acquisition, the appellants' land holding A\nis limited to only 150 bighas of land and in such circumstances\nthe Court should not block the acquisition. As regards the\nquestion of non-payment of compensation under Section 17 (3)\nand (3A) of the Act, Learned Counsel pointed out that the\ndocuments filed in support of their plea were never filed before B\nthe High Court whereas this Writ Petition was pending for as\nlong as 13 years and even after filing the special leave petition,\nit was pending for about 10 years. The documents came to be\nfiled only after 8 years. Since the document involved question\nof fact, applications made in this behalf, namely, I.A. Nos. 4-5 C\nof 2006, were liable to be rejected. It was pointed out that the\ndocuments filed along with the said I.As. were not authenticated\nand verified by the appellant. The sources from which the\ndocuments emanated were also not indicated. It was further\npointed out that sub-Section (3) of Section 3(3A) of Section 17\nD\nare not attracted to a case where the power under Section 17\n(4) has been exercised and Section 5A has been dispensed\nwith. It is again pointed out that Section 17 (3) and (3A) do not\nprovide consequences of non-tendering and non-payment of\nestimated compensation in terms of the said provision and the\nAct does not say that the if possession and development have\nbeen taken and the development work has been done without\ncompliance of the provisions then the taking of possession and\nthe work done would become illegal. Learned Counsel further\npointed out that all that it provided for was the payment of\ninterest at the rate of 9 per cent per annum on the amount of\ncompensation where compensation is not paid or deposited\non or before taking possession. In support of this argument the\nCounsel relied on S.P. Jain v. State of U.P. reported in 1993\n(4) SCC 369 and State of Maharashtra v. Manubhai Pragaji\nVashi \u0026 Ors. reported in 1996 (3) SCC 1.\n28. On the basis of these rival claims we shall now proceed.\nto decide the issues raised in this appeal, which are as follows.\nE\nLL\nF\nG\nH\nA I\nB\nC\n952 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nConstitutional Validity of Amendment Act 5/1991\n29. The basic issue raised is regarding the Constitutional\nvalidity of the Land Acquisition Act (Amendment Act No. 5 of\n1991) (hereinafter called, “the Amending Act”). In this case the\nnotification under Section 4 read with Section 17 (4), as it stood\nthen, was made on 04.12.1984. This notification was published\nin the Gazette on 08.12.1984. It is claimed that the declaration\nunder Section 6 of the Act was made on 04.12.1984 and the\nsaid declaration was published in the Gazette on 08.12.1984.\nIt was found that simultaneous notification under Sections 4 and\n6 of the Act could not be made and, therefore, the acquisitions\nwere bad, as held in Kashmira Singh vs. State of U.P.\nreported in AIR 1987 Allahabad 113 (II/1). Kashmira Singh's\njudgment was upheld by this Court. It was, therefore, that an\nOrdinance came to be passed on 27.12.1989 by U.P. Act No.\n32 of 1990 which ultimately became an Act on 27.02.1991\nbeing UP Act No.5 of 1991. The Statement of Objects and\nReasons made reference to the aforementioned judgment in\nthe Kashmira Singh's case (cited supra) and provided that in\nlarge number of cases, declarations under Sections 6 were\nE made simultaneously with publication of notification under\nD\nSection 4 and the said proceedings were likely to be held void\nand, therefore, in order to save the scheme, it was decided to\namend the Act for validating the proceedings in respect of the\nnotification under Section 4 publication on or after 24.09.1984\nF but before 11.01.1989. The amendment of Section 17 was\nbrought on the legal anvil by way of a proviso to sub-section\n(4) thereof which ran as under:\nG\nH\n\"provided that where in case of any land notification under\nSection 4(1) has been published in the official Gazette on\nor after 24.09.1984 but before 11.01.1989 and the\nappropriate Government has under this sub-Section\ndirection that proviso of Section 5A was not applied, a\ndeclaration under Section 6 in respect of the land may be\nmade either simultaneously at a time after the publication\nX\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 953\n[V.S. SIRPURKAR, J.]\nin the official Gazette of the notification under Section 4(1)” A\nB\nC\nD\n30. The first objection which was raised by Shri Trivedi,\nLearned Senior Counsel for the appellants, as well as, the other\nLearned Counsel was that it was merely to overrule the decision\nof this Court in the aforementioned case of Kashmira Singh\n(cited supra) or, as the case may be, State of U.P. v. Radhey\nShyam Nigam (cited supra) which matter was also disposed\nof along with Kashmira Singh's case (cited supra) and,\ntherefore, the State Legislature could not do so. This argument\nis completely answered in Meerut Development Authority vs.\nSatbir Singh reported in 1996 (11) SCC 462. This Court was\nconsidering this very proviso of Section 17 (4) inserted by Land\nAcquisition [U.P. Amendment and Validation Act, 1991 [UP\nAct No. 5 of 1991] and relying upon the judgment reported as\nGDA vs. Jan Kalyan Samiti, Sheopuri reported in 1996 (2)\nSCC 365, the Court took the view in paragraph 10 that when\nthis Court had declared a particular statute to be invalid, the\nLegislature had no power to overrule the judgment. However,\nit has the power to suitably amend the law by use of proper\nphraseology removing the defects pointed out by the Court and\nby amending the law inconsistent with the law declared by the\nCourt so that the defects which were pointed out were never\non statute for enforcement of law. Such an exercise of power\nto amend a statute is not an incursion on the judicial power of\nthe Court but as a statutory exercise on the constituent power\nto suitably amend the law and to validate the actions which have\nbeen declared to be invalid. The Court had specifically referred\nto the aforementioned judgment of State of UP. v. Radhey\nShyam Nigam (cited supra) as also Somwanti \u0026 Ors. v. State\nof Punjab reported in 1963 (2) SCR 775. The Court also\nreferred to the judgment reported as Indian Aluminium Co. 7 G\nOrs. v. State of Kerala \u0026 Ors. reported in 1996 (7) SCC 637\nand referred to the nine principles of legislation referred to in\nthis case, where principle Nos. 8 and 9 ran thus:\n\"[8] In exercising legislative power the Legislature by\nE\nF\nH\nA\n00\nB\nC\nD\nE\nF\nG\nH\n954\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n[9]\nmere declaration, without anything more, cannot\ndirectly overrule, revise or override a judicial\ndecision. It can render judicial decision ineffective\nby enacting valid law on the topic within its\nlegislative field fundamentally altering or changing\nits character retrospectively. The changed or altered\nconditions are such that the previous decision\nwould not have been rendered by the Court, if those\nconditions had existed at the time of declaring the\nlaw as invalid. It is also empowered to give effect\nto retrospective legislation with a deeming date or\nwith effect from a particular date. The Legislature\ncan change the character of the tax or duty form\nimpermissible to permissible tax but the tax or levy\nshould answer such character and the Legislature\nis competent to recover the invalid tax validating\nsuch a tax or removing the invalid base for recovery\nfrom the subject or render the recovery from the\nState ineffectual. It is competent for the legislature\nto enact the law with retrospective effect and\nauthorize its agencies to levy and collect the tax on\nthat basis, make the imposition of levy collected\nand recovery of the tax made valid, notwithstanding\nthe declaration by the Court or the direction given\nfor recovery thereof.\nThe consistent thread that runs through all the\ndecisions of this Court is that the legislature cannot\ndirectly overrule the decision or make a direction\nas not binding on it but has power to make the\ndecision ineffective by removing the base on which\nthe decision was rendered, consistent with the law\nof the Constitution and the legislature must have\ncompetence to do the same.\"\n31. As regards the proviso in question, the Court firstly\nobserved in paragraph 13 and 14 as under:\n\u003e\u003e\n"}