{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"TIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n955\n“13. It is not in dispute that the State Amendment Act 5 A\nof 1991 was enacted and reserved for\nconsideration of the President and received the\nassent of the President on 26.02.1991 and the Act\nwas published in the Gazette n 27.02.1991. It is to\nbe seen that as regards simultaneous publication B\nof the notification and the declaration in respect of\nacquisition of the land for public purpose exercising\nthe power of eminent domain in certain situations\nwhere possession was needed urgently,\ndepending upon the local needs and the urgency, C\nGovernment requires such power. Consequently,\nthe State Legislature thought it appropriate that\ndespite the enactment of the Amendment Act 68 of\n1984 amending Section 17(4), the State needed\nfurther amendment. Resultantly, the UP Amendment\nAct 5 of 1991 came to be made and it was given\nretrospective effect from the date the Amendment\nAct 68 of 1984 has come into force, i.e. 24.09.1984.\n14.\nD\nIt is true that the proviso was not happily worded.\nBut a reading of it would clearly give us an indication E\nthat the proviso to sub-Section (4) introduced by\nSection 2 of the Amendment Act 5 of 1991 would\ndeal with both the situations, namely, the\nnotifications published on or after 24.09.1984 but\nbefore 11.01.1989 but also the declaration to be F\nsimultaneously published subsequent thereto. The\nliteral interpretation sought to be put up by Shri\nPradeep Misra would defeat the legislative object.\nTherefore, ironing out the creases we are of the\nview that the proviso applies not only to the G\nnotifications and declarations simultaneously\npublished after the date of coming into force of the\nAmendment Act 68 of 1984 but also to the future\ndeclarations as well. Thus, it could be seen that the\nproviso would operate prospectively and Н\n956\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA\nB\nC\nD\n...\nE\nF\nG\nH\nretrospectively from 24.04.1984 (sic 24.9.1984)\napplying to the previous notifications and\ndeclarations but also to the notification and\ndeclaration to be published subsequently.\"\nFurther in paragraph 16, the Court held:\n\"16. It is seen that Section 3 of the Amending Act No.5\nof 1991 seeks to validate the illegal declarations\nmade simultaneously with the publication of Section\n4 notification and in some cases even prior to the\npublication of Section 4 notification; it also seeks\nto validate certain acquisitions envisaged therein.\nThis validation is not illegal.\"\n32. In the same paragraph the Court found that the\namendment was not illegal merely because it was brought\nduring the pendency of matter before this Court. The Court also\ndid not find anything wrong with the retrospective operation of\nthe Amendment Act. The Court further in paragraph 19\nobserved:\n\"It is seen that where large extent of land was acquired\nmere existence of some houses even if they were\nconstructed may be according to the rules or may not be\naccording to the rules; the exercise of power under Section\n17 (4) by the Government dispensing with the enquiry does\nnot become invalid, when there was urgency to take\npossession of the acquired land. It is now settled legal\nposition that the acquisition for planned development of\nhousing scheme is also an urgent purpose as laid down\nby this Court in Aflatoon v. Lieutenant Governor of Delhi,\nState of UP v. Pista Devi and in recent judgment of this\nCourt in State of Tamil Nadu v. L. Krishnan. In the light\nof settled legal position the acquisition for housing\ndevelopment is an urgent purpose and exercise of the\npower under Section 17(4) dispensing with the enquiry\nunder Section 5A is not invalid.\"\n+\n+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n957\n33. In fact, this judgment is a complete answer to the A\nquestions raised by Shri Trivedi, Learned Senior Counsel for\nthe appellants. It holds Section 3 to be valid and also holds that\nit had cured the defect. The judgment also takes care of the\ncontention that there was no necessity to raise the urgency\nclause in these acquisitions and the exercise of raising the B\nurgency clause was not bona fide. Various other judgments\nwere referred by Shri Trivedi which we have included in the\nearlier part of the judgment like S.R. Bhagwat v. State of\nMysore (cited supra), ITW Signode India Ltd. v. Collector of\nCentral Excise (cited supra), Bakhtawar Trust v. M.D. Narayan C\n\u0026 Ors. (cited supra), Madan Mohan Pathak v. Union of India\n(cited supra), Indira Gandhi v. Raj Narayan (cited supra),\nVirender Singh Hooda v. State of Haryana (cited supra), I.N.\nSaxena v. State of Madhya Pradesh (cited supra) and Janpad\nSabha v. C.P. Syndicate (cited supra). In view of the specific\nquestions of this very act having been considered in Meerut\nDevelopment Authority's case (cited supra) there would be no\nnecessity to go into the principles laid down in aforementioned\ncases in details here.\nD\n34. The next argument of Shri Trivedi, Learned Senior E\nCounsel was that the Amending Act did not remove the defect.\nIn our opinion, the contention is incorrect in view of the fact that\nthis question was considered and concluded in Meerut\nDevelopment Authority's case (cited supra). The same applies\nto the further question challenging Section 3 of the Amending F\nAct wherein it is provided that the notification would not be\ninvalid on the ground that declaration under Section 6 of the\nAct was published on the same day on which the notification\nunder Section 4 of the Act was published or on any other date\nprior to the date of publication of notification under Section 4 G\nof the Act. We have already pointed out that this Section was\nalso considered specifically in paragraph 7 where it is quoted.\nFurther in paragraph 16 which we have quoted, this question\nis specifically answered. We, therefore, need not dilate on that\nissue here.\nH\nA\n958\nSUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\n35. At this juncture, we must note the argument raised in\nthe present case that the declaration under Section 6 of the Act\nwas made on 04.12.1984 but was published on 08.12.1984.\nTherefore, in reality, the proviso did not actually cure the defect.\nIt is because of the wording used to the effect \"a declaration\nB under Section 6 in respect of the land may be made either\nsimultaneously with or at any time after the publication in the\nofficial Gazette of the notification under Section 4.\"\nC\nD\nE\nF\nG\nH\n36. Learned Counsel pointed out that in the present case,\nSection 6 declarations were made earlier to the publication of\nnotification under Section 4 of the Act. They further pointed out\nin proviso again the wording used is \"declaration may be\nmade.\" Learned Counsel, therefore, argued that even reading\nSections 2 and 3 of the Amending Act, the defect is not cured\nas the proviso empowers to \"make a declaration\" and does not\nrefer to \"notification of declaration\" under Section 6(2). The\nLearned Counsel, therefore, intended that it is not permissible\nto supply words (casus omissus) to the proviso and, therefore,\nif the proviso is read as it is, then it conflicts with the language\nof Section 3 which speaks not of declaration, but \"publication\nof Section 6 notification\". We do not think that the contention\nis correct. In paragraph 16 of Meerut Development Authority's\ncase (cited supra), this Court considered Section 3 and\nobserved that:-\n\"it is seen that Section 3 of the Amending Act No.5 of 1991\nseeks to validate the illegal declarations made\nsimultaneously with the publication of Section 4 notification\nand in some cases even prior to the publication of\nSection 4 notification.\"\nThus, even a situation where Section 6 declaration\nwas made prior to the publication of notification under\nSection 4, was held to be covered and cured under\nSection 3, the validity of which was confirmed by this Court.\nIt would, therefore, be futile to argue that the Act did not\n'\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n959\nA\ncure the defect and on that account, the provision is bad.\nIn our opinion, added proviso would have to be read along\nwith and in the light of Section 3 of the amending Act which\nclearly envisages a situation of the declaration under\nSection 6 being published in the official Gazette on the\nsame date on which notification under Section 4 sub- B\nsection (1) of the principal Act was published in official\nGazette or on any day prior to the date of publication of\nsuch notification as defined in Section 4 sub-section (1)\nof the principal Act (emphasis supplied). Therefore, what\nis contemplated in proviso is the \"publication\" of C\nnotification. Since this position was not happily obtained\nin the proviso, the Court in MDA's case (cited supra), in\nparagraph 14, commented that proviso was not happily\nworded.\n37. It must be noted here that in Somwanti's case (cited\nsupra), as also in Mohd. Ali \u0026 Ors. vs. State of U.P. \u0026 Ors.\nreported in 1998 (9) SCC 480 decided by 3 Judge Bench,\nidentical situation was obtained on the facts where there was\na simultaneous publication of the Section 4 notification along\nwith the publishing of Section 6 declaration. The Court\nobserved in Mohd. Ali's case (cited supra):\nD\nE\n\"And, therefore, in relation to the State of U.P., it is now\nsettled law that when the State exercises power of\nimminent domain and in exercise of the power under F\nSection 17 (4) dispensing with the enquiry under Section\n5A to acquire the land under Section 4 (1), the State is\nentitled to have the notification under Section 4(1) and the\ndeclaration under Section 6 simultaneously published so\nas to take further steps as required under Section 9 of the G\nAct.......\"\n38. In that case, the notification under Section 4(1) of the\nAct was published on 12.10.1974 whereas the declaration\nunder Section 6 of the Act was dated 28.09.1974. However, it\n|\nH\n1\n960 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA was published along with Section 4 notification simultaneously.\nThis being the factual situation the argument regarding the prior\ndeclaration under Section 6 of the Act must fall to the ground.\nB\nC\nD\nF\n39. We are also of the opinion that the word 'a declaration'\nin proviso to Section 17 (4) as inserted by the Validating Act\nwould mean published or a notified declaration under Section\n6 (2) of the Act when it is read in the light of Section 3 which\nrefers to and validates not merely \"a declaration\", but the\npublication thereof in official Gazette. As such we do not find\nanything wrong even if the declaration is prior in time and its\nnotification is simultaneous with the notification under Section\n4 of the Land Acquisition Act. The two authorities cited above,\nnamely, Ghaziabad Development Authority's case and Meerut\nDevelopment Authority's case have taken the same view and\nwe are in respectful agreement with the same.\n40. It was then argued that Section 17 (4) of the Act as\namended by the Amending Act is ultra vires of the Articles 245\nand 246 of the Constitution as it nearly overrules the decision\nof this Court in State of UP v. Radhey Shyam Nigam (cited\nE supra). We have already dealt with this issue and pointed out\nthat this question was specifically dealt with in the two\njudgments of Lucknow Development Authority and Meerut\nDevelopment Authority (cited supra). A very strong reliance\nwas placed on Madan Mohan Pathak v. Union of India\nreported in 1978 (2) SCC 50 by Shri Trivedi, Learned Senior\nCounsel for the appellants. In Meerut Development Authority's\ncase (cited supra), the aforementioned decision in Madan\nMohan Pathak's case (cited supra) has already been\nconsidered in paragraph 11 of that judgment. Reliance was also\nplaced on the judgment in Bakhtawar Trust v. M.D. Narayan\n\u0026 Ors. reported in 2003 (5) SCC 298. Learned Counsel for the\nappellant relied on paragraphs 14 to 16. In our opinion,\nparagraph 14 was completely against the appellants wherein\nthe State Legislature's power to make retrospective legislation\nand thereby validating the prior executive and legislative acts\nG\nI\n+\n1\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n961\nretrospectively is recognized. Of course, the same has to be A\ndone only after curing the defects that led to the invalidation.\nWe respectfully agree with the propositions laid down in\nparagraphs 14, 15 and 16 thereof. In Shri Prithvi Cotton Mills\nLtd. vs. Broach Borough Municipality reported in 1969 (2) SCC\n283, which is referred to in paragraph 16 of the decision, it is B\nstated that:-\n\"the Legislature may follow any one method or all of them\nand while it does so, it may neutralize the effect of earlier\ndecision of the Court which becomes ineffective after the\nchange of law\".\nC\nIt is further stated therein that the validity of the validating\nlaw, therefore, depends upon whether the Legislature\npossesses the competence which it claims over the subject\nmatter and whether in making the validation it removes the D\ndefect which the Courts had found in the existing law. The\nAmending Act has clearly passed these tests. All the relevant\ncases on this subject have been considered in this judgment.\nAgain in ITW Signode v. Collector of Central Excise reported\nin 2004 (3) SCC 48 (cited supra), our attention was invited by E\nShri Trivedi to paragraphs 44 to 46 of this decision which dealt\nwith the question of validity of validating Act and reference is\nmade to Shri Prithvi Cotton Mills Ltd. vs. Broach Borough\nMunicipality reported in 1969 (2) SCC 283 and M/s. Ujagar\nPrints and Others (II) vs. Union of India and Others reported F\nin 1989 (3) SCC 488. There is nothing in these paragraphs\nwhich would go counter to the expressions made in MDA's\ncase (cited supra) or the finding that the present Amending Act\nhas removed the defects pointed out in Radhey Shyam's case\n(cited supra). Of course, this case pertains to the taxing\nstatutes. We do not find anything contrary in the other decisions,\nnamely, S.R. Bhagwat's and Indira Gandhi's case (both cited\nsupra) to which we have already made reference. The other\ncases, namely, Virender Singh Hooda's case, I.M. Saxena's\ncase, and Janpad Sabha's case (all cited supra) need not be\nG\nH\n962 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA considered in view of what we have held above and further there\nis nothing in those cases which would make us take another\nview of the matter. We, therefore, do not agree with the\ncontention raised by Shri Trivedi that amended Section 17 (4)\nis ultra vires as it does not remove the defects That question\nB is closed by MDA's case (cited supra). We also do not agree\nthat it merely nullifies the judgment in Radhey Shyam's case\n(cited supra).\nC\n41. It was further argued by Shri Trivedi that the Amending\nAct is ultra vires the Article 300 A of the Constitution inasmuch\nas it deprives the petitioner of higher compensation as may be\nadmissible pursuant to the fresh acquisition proceedings after\n1987. Three cases have been relied upon, namely, State of\nGujarat \u0026 Anr. v. Raman Lal Keshav Lal Soni \u0026 Ors. reported\nin 1983 (2) SCC 33, T.R. Kapoor \u0026 Ors. v. State of Haryana\nD. \u0026 Ors. reported in 1986 Suppl. SCC 584 and Union of India\nv. Tushar Rajan Mohanty reported in 1994 (5) SCC 450,\nwherein it is held that the Legislature cannot create prospective\nor retrospective law so as to contravene the fundamental rights\nand that the law must satisfy the requirements of the\nE Constitution. We have absolutely no quarrel with that, however,\nwe fail to understand as to how it applies here. For establishing\ntheir rights, the appellants would have to establish that the State\nGovernment was required, in law, to make a fresh acquisition\nand could not continue with the old one. We have already held\nF that we are not convinced by the argument that there was\nanything wrong with the old proceedings which came to be\nvalidated by the Amending Act. We have also found that the\nAmending Act was a perfectly valid legislation. In that view, the\nchallenge must fail.\nG\n42. The second decision relied upon is T.R. Kapoor \u0026 Ors.\nv. State of Haryana \u0026 Ors. reported in 1986 Suppl. SCC 584.\nThis case has been relied upon for the contents in paragraphs\n5 and 16 wherein it has been held that benefits acquired under\nthe existing rules cannot be taken away by an amendment with\nH\n*\n+\nTIKA RAM \u0026 ORS. v. STATE OF U.P. \u0026 ORS.\n[V.S. SIRPURKAR, J.]\n963\nretrospective effect. The present case is not such a case. No A\nbenefits could be said to have been accrued in favour of the\nappellants herein which have been taken away.\n43. To the same effect, is the third decision reported as\nUnion of India v. Tushar Rajan Mohanty reported in 1994 (5) B\nSCC 450. We do not think that the case is relevant to the\npresent issue.\nD\nE\n44. The further argument by the Shri R.N. Trivedi, Learned\nSenior Counsel appearing on behalf of the appellants herein\nwas about the validity of Section 3 of the Validating Act, C\nproviding that a notification would not be invalid on a ground\nthat a declaration under Section 6 of the Act was published on\nthe same date, on which the notification under Section 4 of the\nAct was published or any other day prior to the date of\npublication of the notification under Section 4 of the Act. The\ncontentions made in this behalf have already been considered\nby us in the earlier part of the judgment, where we held that the\nrelevant date would be that of notification under Section 4 of\nthe Act or the notification of declaration under Section 6 of the\nAct and not the mere declaration under Section 6 of the Act.\nWe have already held with reference to the earlier decisions\nin this behalf that this is not res integra and is partly covered in\nMohd. Ali's case (cited supra). In Mohd. Ali's case (cited\nsupra), a reference was made to Khadim Hussain's case (cited\nsupra), where it has been held that a notification under Section\n6(2) amounts to the evidence of declaration, which is in the form\nof an order. The notification is the publication of such\ndeclaration and the proof of its existence. Our attention was\ninvited to another reported decision of this Court in Sriniwas\nRamnath Khatod vs. State of Maharashtra \u0026 Ors. reported in\n2002(1) SCC 689 to the effect that publication under Section\n6(2) is a ministerial act. What is tried be impressed is that the\nrelevant date should only be the declaration and not its\npublication. We have already dealt with this subject earlier,\nparticularly relying on Mohd. Ali's case (cited supra) and the\nF\nG\nH\n964 SUPREME COURT REPORTS [2009] 14 (ADDL.) S.C.R.\nA MDA's case (cited supra). In view of the subsequent decisions,\nwe are not in a position to accept the argument that Section 3\nitself, providing for the eventuality contained therein, is in any\nway invalid. We, therefore, reject the argument. The Learned\nSenior Counsel also referred to the decision in the case of\nB Eugenio Misquita \u0026 Ors. vs. State of Goa \u0026 Ors. reported in\n1997(8) SCC 47, in which reference was made to the decision\nin the case of Krishi Utpadan Mandi Samiti vs. Makrand\nSingh \u0026 Ors. reported in 1995(2) SCC 497. It must be\nimmediately pointed out that both these decisions would not be\nrelevant to the present controversy, as in these decisions, what\nwas being considered was as to which would be the last date\nunder Section 6(2) of the Act for the purposes of Section 11A.\nThe controversy involved in the case of Eugenio Misquita \u0026\nOrs. vs. State of Goa \u0026 Ors. (cited supra), as well as in the\ncase of Krishi Utpadan Mandi Samiti vs. Makrand Singh \u0026\nOrs. (cited supra) is entirely different than the one involved in\nthis matter. Those two cases in Eugenio Misquita \u0026 Ors. vs.\nState of Goa \u0026 Ors. (cited supra) and Krishi Utpadan Mandi\nSamiti vs. Makrand Singh \u0026 Ors. (cited supra) would not be\napposite.\nC\nD\nE\n45. A further reference was made by the Learned Senior\nCounsel for the appellants to the decision in the case of Mohan\nSingh \u0026 Ors. vs. International Airport Authority of India \u0026 Ors.\nreported in 1997(9) SCC 132 and S.H. Rangappa vs. State\nF of Karnataka \u0026 Anr. reported in 2002(1) SCC 538. In the\nsecond matter, a reference was made to the larger Bench, as\nthe Court was of the opinion that the view taken in two decisions\nin Eugenio Misquita \u0026 Ors. vs. State of Goa \u0026 Ors. (cited\nsupra) and Krishi Utpadan Mandi Samiti vs. Makrand Singh\nG \u0026 Ors. (cited supra) was contrary to the decision in Khadim\nH\nHussain's case (cited supra). As regards the case of Mohan\nSingh \u0026 Ors. vs. International Airport Authority of India \u0026 Ors.\n(cited supra), the Learned Senior Counsel relied on the\nobservations made in paragraphs 13 and 16. In paragraph 13,\nit is stated there that:-\n+\n1\n•\n"}