{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nM. VENKATARAMANA HEBBAR (D) BY L.RS.\nV.\nM. RAJAGOPAL HEBBAR AND ORS\nAPRIL 5, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nPartition Joint family property-Appellant and Respondents co-owners\nentered into a family settlement-Appellant was to pay a stipulated sum in\nconsideration of which Respondents were to relinquish their share in the C\nproperty-Amount not paid by Appellant-Suit for partition subsequently\nfiled by Respondents-Held: Is liable to be decreed as the family settlement\nwas not given effect.\nCode of Civil Procedure 1908-Order VIII, rr. 3 \u0026 5-Partition suit-\nAverments made by plaintiff—Not denied by defendant in written statement— D\nHeld: Averments made by plaintiff would be deemed to be admitted-Fact\nadmitted need not be proved--Evidence Act, 1872—s.58.\nAppellants and Respondents were co-owners of joint family property. They\nentered into a family settlement in terms of which Appellant had to pay a\nstipulated sum in consideration of which the Respondents were to relinquish\ntheir share in the joint property. Appellant did not make payment of the\nstipulated amount.\nThe question which arose for consideration in the present appeal is\nwhether the suit for partition subsequently filed by the Respondents was liable\nto be decreed as the family settlement was not given effect.\nDismissing the appeal, the Court\n:\n!\nE\nF\nHELD: 1.1. The execution of the deed of family settlement is not in\nquestion. It is furthermore not in dispute that all the co-shareholders are not G\nparties thereto. Any co-owner can cause a severance in the status of joint\nfamily by expressing his unequivocal intention to separate. Such intention\ncan be expressed even by filing a suit for partition. But, despite such\nseparation in the joint status, parties may continue to possess the lands jointly\n941\n'H\n4\n1\n942\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA unless a partition of the joint family property takes place by metes and bounds.\n[Para 9] [946-E]\nB\n1.2. For the purpose of this case, this Court will proceed on the\nassumption that the said deed of family settlement was not required to be\ncompulsorily registered, in terms of Section 17 of the Registration Act as by\nreason thereof, the relinquishment of the property was to make effect in future.\nBut there cannot be any doubt whatsoever that before the Court rejects a claim\nof partition of joint family property, at the instance of all the co-owners, it\nmust be established that there had been a partition by metes and bounds. By\nreason of the family settlement, a complete partition of the joint family\nC property by metes and bounds purported to have taken place. One of the co-\nsharer, however, did not join in the said purported family settlement.\n[Para 10] 1946-F-G]\n1.3. The contract between the parties, moreover was a contingent\ncontract. It was to have its effect only on payment of the said sum of Rs.15,000/\nD by the plaintiff and other respondents by the defendant Nos. 1 to 3. No such\npayment had been made. Even there had been no denial of the assertions made\nby the appellant in their written statement in that behalf. The said averments\nwould, therefore, be deemed to be admitted. [Para 11] [946-H; 947-A]\n1.4. If a plea which was relevant for the purpose of maintaining a suit\nE had not been specifically traversed, the Court was entitled to draw an inference\nthat the same had been admitted. A fact admitted in terms of Section 58 of the\nEvidence Act need not be proved. [Para 12] [947-G]\nF\n2. Even otherwise, the Court had framed an issue and arrived at a positive\nfinding that the appellant did not pay the said sum of Rs. 15,000/- in favour of\nplaintiff Nos. 1 to 3. The High Court has also affirmed the said finding. The\nHigh Court, therefore, cannot be said to have committed any error whatsoever\nin arriving at the finding that by reason of the said purported deed of family\nsettlement, the co-owners had not partitioned the joint family property by\nmetes and bounds. The plaintiffs/respondents were thus, yet to relinquish their\nG rights in the joint family properties by receiving the said amount of Rs.\n15,000/-. Deed of family settlement had not been given its full effect to. The\nHigh Court was right in holding that even on that count, the plaintiff's suit\nshould have been decreed. [Paras 13, 14 and 15] (947-H; 948-A-C]\nA\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7061 of 2000.\nH\nM. VENKATARAMANA HEBBAR (D) BY L.RS. v. M. RAJAGOPAL HEBBAR [S.B. SINHA, J.] 943\nFrom the Final Judgment and Order dated 11.03.1999 of the High Court A\nof Karnataka at Bangalore in R.F.A. No. 513 of 1992.\nS.N. Bhat, N.S. Panwar and D.P. Chaturvedi for the Appellants.\nSunita Harish, Lalit Mohini Bhat, Naveen R. Nath, K.K. Mani and Shiv\nKumar Suri for the Respondent.\nThe Judgment of the Court was delivered by\nB\nS.B. SINHA, J. 1. Defendant No. 1 in the suit is the appellant herein.\nThe parties hereto were admittedly co-owners of the suit property. The\nrelationship between the parties shall appear from the following genealogical C\ntable:-\nM. Ramakrishna Hebbar\n= Smt. Sundari Amma (D-9)\nM. Mohana\nM. Venkatram-\nM. Rajgopala\nAnd Hebbar\nHebbar\n(D-1)\n(P-1)\n1\n||\nSrirama Srikrishna Srivittala\n(P-2)\n(P-3)\n(P-4)\nHebbar\n(D-5)\n1\nM. Anantha\nHebbar\n(D-6)\nD\nE\n(+)\nPrasanna\n(D-7)\nPrashantha |\n(D-8)\nF\nM. Gopal\nKrishna\nHebbar\nM. Harisha\nHebbar\n(D-3)\nM. Janardhana\n(D-2)\n2. A suit for partition was filed by the plaintiffs claiming one-fourth\nshare in the suit property. It is not in dispute that on or about 30.3.1973, a\npurported family settlement was arrived at by the parties. One of the\ndefendants, however, was not a signatory thereto. In the said purported\nfamily settlement, it was stated:-\nG\nH\nA\n944\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n\"We each of us are entitled to 1/4 share in the family property. As that\nproperty is a small areca garden and as there are no sites near by to\nconstruct a separate houses, that property cannot be divided. Hence\nas owelty No. 1 of us is liable to pay to No. 2 and 4 of us Rs. 15,000/\n- each. That amount is to be paid in 15 yearly instalments of Rs. 1000/\n- each. On payment of last instalment 2 and 4 of us release their rights\nin favour of No. 1 of us at his costs. We No. 1, 2 and 4 of us have\nagreed for this. The Ist instalment is to begin with the end of March\n1973 and end with the period of 15 years at the end of March 1987.\nThe marriage of Nos. 2 and 4 of us is to be performed by No. 1 of\nus in the family House. If the instalments cannot be paid due to the\nmarriage in that year 1/2 the amount is to be paid in that year and the\nbalance is to be paid in the subsequent year. Accordingly if the entire\namount is not paid as stipulated the same is to be paid by the end\nof March 1990 by number 1 of us and get a release deed executed from\nNo. 2 and 4 of us at the costs of No. 1 of us.\nNo. 2 and 4 of us have to construct separate houses by the end of\nMay 1976 and reside there.\nAs there are no sufficient movable and gold jewels in the family house\nNo. 2 and 4 have no separate share in it. No. 1 of us is liable to pay\nthe family dues if any and bear the expenses of the viniyogas of Gods\nand devils.\nTowards the maintenance of our mother each of us is liable to pay 2\nmuras of rice and Rs. 25/- every year and obtain receipts and her\nobsequies is to be performed by No. 1, 2, 3 and 4 of us in equal\nshares. No. 2 and 4 are not liable for the family debts. The share of\nNo. 3 of us is retained by No. 1 of us he is liable to deliver the same\nwhen he demands, we Nos. 1, 2 and 4 of us agreed for the terms in\nthe presence of the grahastas with our full consent and executed this\nagreement we are liable to abide by all the conditions of this agreement.\nIf any of us incurs loss etc. by non performing as per the agreement,\nthe person who had not performed his part is liable to pay the loss\netc. and that person is entitled to recover the amounts. Accordingly\nwe have entered into this agreement.\"\n3. Allegedly, the said family settlement had not been acted upon in so\nfar as the appellant herein did not pay a sum of Rs. 15,000/- to the respondents\nM. VENKATARAMANA HEBBAR (D) BY L.RS. v. M. RAJAGOPAL HEBBAR [S.B. SINHA, J.]\nherein. In their complaint, the appellant stated:-\n945\nI\nA\n\"VI. The plaintiffs further submit that the alleged agreement dt.\n30.03.1973 has never come into force and it has never been acted\nupon. The 1st plaintiff has never been paid any amount under the said\nagreement, the averments made in the notice dated 05.05.1988 and the\nreply dated 12.05.1988 in this regard are palpably false, defendants 1 B\nto 4 cannot take shelter under the said agreement and deny the\nplaintiffs their lawful share in the plaint properties. Further, the said\ndocument is also not valid since the 6th and the 9th defendants are\nnot parties to it.\"\n4. The averments made in the plaint to that effect had not been denied\nor disputed. Appellant, however, raised a contention that by reason thereof\nas the parties have arrived at a family settlement and a part of it have been\nacted upon; the plaintiffs/respondents were estopped from filing the suit.\nLearned trial Judge having regard to the rival contentions raised by the\nparties, inter-alia framed the following issue:-\n\"3. Whether defendants 1 to 3 prove that plaintiff-1 and defendant-\n6 were paid money in respect of their share as per agreement dated\n30.3.1973?”\nC\nD\n(E)\n5. The first part of the said issue, namely whether the appellant herein\nhad paid the said sum of Rs. 5,000/- in favour of plaintiff No. 1, was answered\nin the negative. Despite the said finding, in view of the said purported family\nsettlement dated 30.3.1973, the learned Trial Judge decreed the suit. On an\nappeal having been preferred by the said decree by the respondent herein,\nthe High Court by reason of the impugned judgment reversed the same inter-\nalia holding:-\nF\n(i) The said deed of family settlement dated 30.3.1973 not being registered,\nwas inadmissible in law.\n(2) The family settlement could not have been acted upon as all the\nparties are not signatories thereto.\nIt was opined:-\nG\n\"11. The view of the court below that there was a partition and the\nplaintiff is governed by the same and severance of status cannot be\naccepted at all. Even if there be severance of status, there is no H\n946\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\npartition in the eye of law. Therefore, a preliminary decree has to be\npassed declaring that the plaintiff is entitled to one fourth share.\n12. It is open to the plaintiff to move to (sic) final decree for division\nand separate possession. It is open to the 1st Defendant-Respondent\nto put forward all his claim regarding his spending moneys on the\nfamily in the minutes of the enquiry to be conducted by the enquiry\nauthority who shall consider all his objections.\"\n6. Mr. S.N. Bhat, learned counsel appearing on behalf of the appellant\nin support of the appeal submitted that the High Court committed a manifest\nerror in arriving at the aforementioned finding inasmuch as a deed of family\nC settlement is not required to be compulsorily registered under Section 17 of\nD\nE\nF\nthe Registration Act.\n7. Learned counsel contended that the said deed of family settlement\nhas wrongly been held to be ineffective only because all parties did not sign\nthereto.\n8. The learned counsel appearing on behalf of the respondent, on the\nother hand, supported the impugned judgment.\n9. The execution of the said document is not, in question. It is furthermore\nnot in dispute that all the co-shareholders are not parties thereto. Any co-\nowner can cause a severance in the status of joint family by expressing his\nunequivocal intention to separate. Such intention can be expressed even by\nfiling a suit for partition. But, despite such separation in the joint status,\nparties may continue to possess the lands jointly unless a partition of the\njoint family property takes place by metes and bounds.\n10. For the purpose of this case, we will proceed on the assumption that\nthe said deed of family settlement was not required to be compulsorily\nregistered, in terms of Section 17 of the Registration Act as by reason thereof,\nthe relinquishment of the property was to take effect in future. But there\ncannot be any doubt whatsoever that before the Court rejects a claim of\nG partition of joint family property, at the instance of all the co-owners, it must\nbe established that there had been a partition by metes and bounds. By\nreason of the family settlement, a complete partition of the joint family property\nby metes and bounds purported to have taken place. One of the co-sharer,\nhowever, did not join in the said purported family settlement.\nH\n11. The contract between the parties, moreover was a contingent contract.\nM. VENKATARAMANA HEBBAR (D) BY L.RS. v. M. RAJAGOPAL HEBBAR [S.B. SINHA, J.} 947\nIt was to have its effect only on payment of the said sum of Rs. 15,000/- by A\nthe plaintiff and other respondents by the defendant Nos. 1 to 3. It has been\nnoticed hereinbefore by us that as of fact, it was found that no such payment\nhad been made. Even there had been no denial of the assertions made by the\nappellant in their written statement in that behalf. The said averments would,\ntherefore, be deemed to be admitted. Order VIII Rule 3 and Order VIII Rule;\nB\n5 of the Civil Procedure Code read thus:-\n\"3. Denial to be specific.-It shall not be sufficient for a defendant in\nhis written statement to deny generally the grounds alleged by the\nplaintiff, but the defendant must deal specifically with each allegation\nof fact of which he does not admit the truth, except damages.\n5. Specific denial.-[(1)] Every allegation of fact in the plaint, if not\ndenied specifically or by necessary implication, or stated to be not\nadmitted in the pleading of the defendant, shall be taken to be admitted\nexcept as against person under disability.\nProvided that the Court may in its discretion require any fact so\nadmitted to be proved otherwise than by such admission.\n[(2) Where the defendant has not filed a pleading, it shall be lawful\nfor the Court to pronounce judgment on the basis of the facts\ncontained in the plaint, except as against a person under a disability,\nbut the Court may, in its discretion, require any such fact to be\nproved.\n(3) In exercising its discretion under the proviso to sub-rule (1) or\nunder sub-rule (2), the Court shall have due regard to the fact whether\nthe defendant could have, or has, engaged a pleader.\n(4) Whenever a judgment is pronounced under this rule, a decree shall\nbe drawn up in accordance with such judgment and such decree shall\nbear the date on which the judgment was pronounced.]”\n12. Thus, if a plea which was relevant for the purpose of maintaining\na suit had not been specifically traversed, the Court was entitled to draw an\ninference that the same had been admitted. A fact admitted in terms of Section\n58 of the Evidence Act need not be proved.\n13. Even otherwise, the Court had framed an issue and arrived at a\npositive finding that the appellant herein did not pay the said sum of\ni\nC\nᎠ\nE\nF\nG\nH\n948\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Rs. 15,000/- in favour of the plaintiff Nos. 1 to 3. The High Court has also\naffirmed the said finding.\nB\nC\n14. The High Court, therefore, cannot be said to have committed any\nerror whatsoever in arriving at the finding that by reason of the said purported\ndeed of family settlement, the co-owners had not partitioned the joint family\nproperty by meets and bounds. The plaintiffs/respondents were thus, yet to\nrelinquish their rights in the joint family properties by receiving the said\namount of Rs. 15,000/-. Deed of family settlement had not been given its full\neffect to.\n15. We agree with the High Court that even on that count, the plaintiff's\nsuit should have been decreed. We, therefore, do not find any merit in this\nappeal which is dismissed accordingly. However, in the facts and circumstances\nof the case, the parties shall bear their own costs.\nB.B.B.\nAppeal dismissed.\n"}