{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 16 S.C.R. 1119\nMUNICIPAL CORPORATION OF GREATER MUMBAI AND\nORS.\nV.\nKOHINOOR CTNL INFRASTRUCTURE COMPANY\nPRIVATE LIMITED AND ANOTHER\n(Civil Appeal No. 11150 of 2013)\nDECEMBER 17, 2013\n[H.L. GOKHALE AND J. CHELAMESWAR, JJ. ]\nUrban Development:\nA\nB\nC\n-\n-\nE\nSanction for construction of high-rise building going upto\n198.50 meters - Provision for Public Parking Lot upto 13 floors\nDuring the construction work, decision of Government to\nlimit the height of Public Parking Lot to ground plus 4 upper D\nfloors - Competent authority directing the builder to restrict\nthe work of Public Parking upto ground plus 4 floors instead\nof 13 floors By further order, the authority allowed Public\nParking to the extent of already executed construction – High\nCourt quashed the orders passed by the authorities as being\ncontrary to law - On appeal, settlement arrived at between the\nparties - The Court also noticed certain violations while\ngranting initial sanction in respect of the building in question\nMemorandum of Settlement taken on record and parties\ndirected to act strictly in accordance thereof - As regards other\nviolations it held: Minimum recreational space as laid down\nunder Development Control Regulation (DCR) 23, cannot be\nreduced on the basis of DCR 38(34) – The second proviso\nto DCR 43(1)(A) regarding fire protection requirements, is\ndiscriminating as against occupants of the plots upto the size\nof 600 sq. mtrs. and hence violative of Art. 14 of the\nConstitution - The provision is also violative of Article 21 as\nit is likely to lead to hazardous situation - Suggestions given\nregarding height of buildings vis-à-vis the adjoining roads and\n1119\nF\nG\nН\n1120 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n-\nA impact of additional FSI on the traffic situation State\nGovernment, Development Plan Drafting Committee, and\nappellant-Municipal Corporation directed to consider the\nsuggestions while framing the Development Plan for Greater\nMumbai - 'Technical Committee for High-Rise Buildings'\nB reconstituted - Development Control Regulations for Greater\nMumbai, 1991 - Maharashtra Regional and Town Planning\nAct, 1966 - Constitution of India, 1950 - Articles 14 and 21.\nC\nD\nE\nF\nG\nН\nWords and Phrases:\n'Open space' and 'Site' - Meaning of, in the context of\nurban development.\nRespondent No.1 commenced construction work of\n'A', 'B' and 'C' wings of a building, after due approval\nfrom the competent authorities including the approval for\ndevelopment of a multi-storied Public Parking Lot (PPL).\nThe appellant-Corporation issued a Circular on 22.6.2011\nprescribing certain conditions under Clause 33(24) of\nDevelopment Control Regulation (DCR) limiting the\nheight of PPL to ground plus 4 upper floors and 2\nbasements. In view of the circular, the appellant-\nCorporation issued notice dated 29.11.2011 to\nrespondent No.1 under Maharashtra Regional and Town\nPlanning Act, 1966. Respondent No.1 in its reply pleaded\nthat amended clause 33(24) of the DCR could not be\nmade applicable to its building, because substantial\nconstruction had already been made. Thereafter stop-\nwork Notice was issued on 22.12.2011 directing\nrespondent No.1 to restrict the work of PPL to 4 floors\ninstead of 13 floors. Competent Authority of appellant-\nCorporation passed order dated 22.4.2012 holding that on\nthe part of the plot on which there was substantial\nconstruction, PPL on that part shall be allowed to the\nextent of already executed construction and in the\nremaining portion of the plot, where there was no\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1121\nINFRASTRUCTURE COMPANY PVT. LTD.\nsubstantial construction, PPL shall be limited to ground A\nplus 4 floors.Petitioner No.1 challenged the Stop-work\nnotice as well as the order dated 27.4.2012. High Court\nallowed the petition.\nIn appeal to this Court, the parties entered into\nsettlement, bringing about changes as desired by\nappellant-Corporation, while taking care of interest of the\nrespondent. As per the settlement Public parking was to\nbe provided in the ground plus 4 upper floors in Wing 'C'\nand also in the three level basements below Wings 'A',\n'B' and 'C'. From 5th to 13th floors of Wing 'C' there would\nbe private parking.\nB\nC\nヨ\nThis Court in its order dated 25.7.2013 took ton\nrecord, the Memorandum of Settlement dated 18.4.2013\nbetween the parties. This Court by order dated 25.7.2013, D\napart from taking on record the settlement, also noticed\nthat the appellant-Corporation had not applied their mind\nto some of the issues which, did arise in the matter of\ngrant of permission to the building complex in question,\nviz. the recreational space available at the ground level\nwas reduced to only 7.7.% of the area of the plot as\nagainst the required minimum of 15%; that a higher FSI\nhad been given in lieu of making a provision for Public\nParking, leading to a high-rise building; that impact of\nConstruction of high-rise buildings in the thickly F\npopulated areas on the traffic in the city was not\nconsidered; and that the issues regarding the fire\nhazards were not considered.\nDisposing of the appeal, the Court\nG\nHELD: 1. The memorandum of settlement dated\n18.4.2013, concerning the Public Parking Lot (PPL) arrived\nat between the appellant-Municipal Corporation of Greater\nMumbai and the respondents was taken on record, as\nnoted in Part-1 order dated 25.7.2013, in the facts and H\n1122 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA circumstances of the present case. Both the parties shall\nact strictly in accordance with the same. It is clarified that\nthe Municipal circular dated 22.6.2011 is not in any way\nheld to be bad in law. [Para 60] [1179-D-F]\nB\nC\n2.1. DCR 23 (1) (a), speaks of a lay-out or sub-division\nof 'vacant land' and open spaces. Under sub-clause (f)\nof DCR 23 there is a requirement of keeping the\nrecreational open space permanently open to the sky and\ntrees are to be grown in that space as laid down, i.e. five\ntrees per hundred square meters of the recreational\nspace within the plot. These provisions clearly show that\nthey are mandatory. DCR 2 (64) defines ‘open space' to\nmean an area forming an integral part of a site left open\nto the sky. A 'site' is defined under DCR 2 (83) to mean a\nparcel or piece of land enclosed by definite boundaries.\nD These DCR's when read together, very much make it\nclear that the recreational /amenity space has to be on\nthe land i.e. on ground level and it has got to be 15%, 20%\nor 25% of the area depending upon its size. Podium is\npermissible only on plots admeasuring 1500 sq. mts. or\nE more. So this provision is not applicable to plots smaller\nthan 1500 sq. mts. The requirement of recreational space\non the podium under DCR 38 (34) (iv) is discretionary.\nBesides, as clause (iii) lays down, podium shall be\nbasically used for parking. Besides Clause (iv) does not\nF contain a non-obstante clause to over-ride the\nrequirement under DCR 23 making it mandatory to\nprovide recreational space on the ground-floor. That\nbeing so, the provision under DCR 38 (34) cannot be read\nin derogation of the requirement under DCR 23 or else it\nG will result into serious erosion in the basic requirements\nfor a good life affecting the guarantee of right to life, under\nArticle 21 of the Constitution of India. Therefore clause\n(iv) of the DCR 38(34) has to be read down as\ninapplicable and not excluding the mandatory provision\nunder DCR 23. [Para 25] [1150-C-H; 1151-A, B]\nH\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1123\nINFRASTRUCTURE COMPANY PVT. LTD.\n2.2. The development schemes under DCRs 33(7), A\n33(9) and 33(10) provide for lesser Recreational area /\nAmenity spaces. Thus, under DCR 33(7) and 33(10)\nreduction in the Amenity open space is permitted to make\nthe project viable, but still minimum 8 percent of the\nproject area is required to be maintained as Amenity B\nopen space. Similarly, for the schemes under DCR 33(9)\nminimum 10 percent of the plot area is required to be\nretained as Recreational space. In other properties, where\nthere are no such constraints to make the development\nschemes of rehabilitation or reconstruction of old C\nbuildings or slums viable, there is no reason why the\nAmenity open space at the ground level should be read\nas permissible to be reduced. The only ground being\ngiven is to provide more parking and more\naccommodation, meaning thereby more construction,\nconcretization and financial expediency. Such a purpose\ncannot be read into the provisions as they presently\nexist, nor is it desirable to do so from the point of view\nof the requirement of minimum open spaces at the\nground level. [Para 26] [1151-B-E]\n2.3. Besides, the requirement of having trees and\nopen land around them is necessary from an\nenvironmental point of view, since there is already\nexcessive concretization, and a very serious reduction in\nopen spaces at the ground level. The right to a clean and\nhealthy environment is within the ambit of Article 21. The\nright to a clean and pollution free environment, is also a\nright under common-law jurisprudence. [Para 27] [1151-\nF-G; 1152-B]\nCourt on its Own Motion vs. Union of India 2012 (12)\nSCALE 307; Vellore Citizen's Welfare Forum vs. Union of\nIndia and Ors. (1996) 5 SCC 647: 1996 (5) Suppl. SCR 241\n- relied on.\nD\nE\nF\nG\n2.4. Having 15%, 20% or 25% of the area (depending H\n1124 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA upon the size of the lay-out) as the recreational/amenity\narea at the ground level is a minimum requirement, and\nit will have to be read as such. Therefore, issue no. 1 is\nanswered by holding that it is not permissible to reduce\nthe minimum recreational area provided under DCR 23 by\nB relying upon DCR 38(34). However, if the developers wish\nto provide recreational area on the podium, over and\nabove the minimum area mandated by DCR 23 at the\nground level, they can certainly provide such additional\nrecreational area. [Para 28] [1152-G-H; 1153-A-B]\nC\nD\n3.1. Whereas the provisions regarding access for the\nfire-engines are somewhat adequate for the mid-rise\nbuildings up to 13 floors, those beyond are required to\nbe strictly implemented from within as well. The\nprovisions for the refuge floor and various requirements\nfrom within have to be strictly scrutinized and insisted\nupon. [Para 37] [1160-G-H]\n3.2. The second proviso to DCR 43(1)(A) cannot\nstand scrutiny of minimum safety requirement. If the\nE access of 6 meters is required from at least one side\nwithin the property for the fire engine to enter and move\ninside, in redevelopment proposals under DCR 33(7)\nwhere the plot size is up to 600 sq. mts., open space of\n1.5 meters, can not be said to be adequate. The buildings\nF on such plots can also go up to 20 floors, depending\nupon the number of flats for the occupants to be provided\nfor. If that is so, it is necessary to have an open space of\nthe width of 6 meters within the property for the fire\nengine to enter the property at least from one side which\nis so provided for every other building. [Para 37] [1160-\nH; 1161-A-C]\nG\n3.3. Not providing a minimum space of 6 meters\nwhich makes room for the fire-engine to access the\nbuilding amounts to violation of the right to life and\nH equality of the residents of these buildings, by not\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1125\nINFRASTRUCTURE COMPANY PVT. LTD.\nB\nproviding the same standard of safety to them which is A\navailable to residents of all other buildings. It is true that\nsome of these plots under the DCR 33(7) schemes are\nsmall plots and are in congested areas. But if that is so,\nnothing prevents the State Government from taking over\nsuch schemes for which it can finance from the overall\ncess collection. In such cases, it may have to\naccommodate only the existing occupants. This can also\nbe achieved by calling upon such occupants to partly\ncontribute towards the construction cost. But human life\ncannot be made to suffer only on the ground that in the\nredevelopment scheme sufficient access cannot be\nprovided for the fire engine to enter within the plot even\nfrom one side. [Para 38] [1161-E-H; 11162-A]\n3.4. Therefore, the second proviso to DCR 43(1)(A) is\ndiscriminatory as against the occupants of the plots up\nto the size of 600 sq. mts. and therefore violative of Article\n14 of the Constitution of India. The provision is likely to\nlead to a hazardous situation, affecting the life of the\noccupants, and therefore violative of Article 21 of the\nConstitution. Therefore, the provision is bad in law. [Para\n39] [1162-B-C]\n3.5. Even for redevelopment proposals of plots up to\nthe size of 600 sq. mts. under DCR 33(7), an open space\nof the width of 6 meters within the property which is\naccessible from the road on one side, will have to be\nmaintained unless the building abuts roads of 6 meters\nor more on two sides, or another appropriate access of\n6 meters to the building is available apart from the\nabutting road. This will be subject to the decision of the\nChief Fire Officer in writing. Besides, it is also necessary\nto direct that the fire department must insist from the\ndeveloper/society of all the buildings, to certify at least\nonce in six months that the access to the building, the\ninternal exits and the internal fire fighting arrangements\nC\nD\nE\nF\nG\nH\n1126 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA are maintained as per the expectations under the DCR,\nthe norms of the fire department, and must check them\nperiodically, on its own. [Para 39] [1162-D-G]\nB\nJayant Achyut Sathe vs. Joseph Bain D'souza \u0026 Ors.\n2008 (13) SCC 547: 2008 (13) SCR 31 distinguished.\n-\n4. Although, provision under DCR 38 (34) cannot be\nread in derogation to the one under DCR 23 with respect\nto the recreational area, and also that the second proviso\nto DCR 43(1)(A) on fire protection requirements is\nC hazardous and discriminatory against the occupants of\nthe schemes under DCR 33 (7), any such declaration/\nchanges be implemented with prospective effect,\nnamely, where the commencement certificate (CC) has\nyet not been granted. [Para 40] [1162-H; 1163-A, B]\nD\nE\n5.1. Issue No.2 regarding height of the buildings vis-\nà-vis the width of the adjoining road, and Issue No.3 on\nthe impact of additional FSI on the traffic situation are\nissues requiring wider consideration and consultation\namongst planners. [Para 41] [1163-D-E]\n5.2. DCR 31(1) lays down that the height of a building\nshall not exceed one and a half times the total of the\nwidth of the street on which it abuts. In the present case,\na tower of the height of 195.90 meters is being\nF constructed. This tower is bounded by four roads and\nthe height of the tower is disproportionately high, as\nagainst the width of the adjoining roads. The first proviso\nto DCR 31(1) lays down that this restriction shall not be\napplicable for construction of buildings undertaken\nG under DCR section 33(7), 33(8) and 33(9). Though, these\nDCR's are for the housing re-development schemes they\nalso add to the population in the particular area as well\nas the vehicles. [Para 42] [1164-A-C]\nI\n5.3. The exemptions from DCR 31(1) for schemes\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1127\nINFRASTRUCTURE COMPANY PVT. LTD.\nunder Section 33(7), 33(8) and 33(9), though apparently A\nmeant for laudable purpose, are very often resulting into\nextreme crowding, and traffic congestion. It is necessary.\nthat while granting exemptions from DCR 31(1), there\nmust be a scheme-wise approach, and there ought to be\na proper supervision of the construction. These B\ndevelopment schemes and the additional FSI thereunder,\nshould be examined locality-wise. The impact of such\nhigh-rise buildings on the adjoining locality as well as on\nthe traffic, is required to be examined before granting\nsuch permission. [Para 53] [1170-H; 1171-A-C]\n5.4. There is a need to restrict the additional pressure\non existing infrastructure so that it does not affect the\nquality of life. The existing social infrastructure like\neducational institutions, open spaces, hospitals etc, and\nphysical infrastructure like water supply and drainage is\nalready over-burdened. Therefore, wherever possible,\nthe State Government, the planning authority, and the\ncommittee entrusted with drafting of the new plan should\nconsider contribution by the existing occupants\nthemselves to a good extent towards the construction\ncost, or the State should contribute through its agencies\nor from the amount of cess-collected. This will result into\ncurtailing the number of additional entrants and will not\nadd to the density of the population. This approach\nshould particularly be examined where the plots are\nsmall or are in congested areas, and particularly where\nthe proposal is under DCR 33(7). [Para 54] [1171-C-F].\n5.5. While preparing the new Development Plan these\naspects concerning restrictions on blanket exemptions,\ncontribution by the existing occupants to the\nreconstruction schemes, locality-wise consideration and\nimpact of additional FSI on traffic, ought to be gone into.\nIn areas where the old town planning schemes have\nprescribed a uniform lay-out, one can accept some\nbuildings going up to a certain extent, if necessary, to\nC\nD\nE\nF\nG\nI\n1128 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA accommodate the existing occupants in a reconstruction\nscheme. However, it should not result into a plethora of\nsteeply rising buildings, to accommodate outsiders to the\nbuilding, adding to the population and traffic, and\ndisturbing the existing order of the lay-out completely.\nB [Para 54] [1171-F-H; 1172-A]\nC\nD\n5.6. The Technical committee for High Rise Buildings\nconsists of six members and is headed by a retired judge\nof the Bombay High Court, as the Chairman. It has two ex-\nofficio members, namely, the Chief Engineer (Development\nPlan) of the appellant who is also the member secretary,\nand the Chief Fire Officer of the appellant. There are three\nexpert members, a Structural Engineering Expert; the Soil\nand Geotech Expert and the Environmental Expert.\" It has\nbeen suggested that this Court appoint a new committee,\nthough the State Government has expressed its\nwillingness to extend the term of the present committee.\nConsidering that the architectural points as mentioned in\nthe municipal note, are also to be gone into by the\ncommittee, the name of an Architect, Urban Researcher,\nE and consultant to the appellant-Municipal Corporation is\nincluded. Thus, the assistance of an architect will also be\navailable to the committee. Having taken the consensus\nof the counsel appearing in the matter, one more change\nin the committee is affected by appointing. Hon'ble Mr.\nF Justice P.S. Patankar, former Judge of the Bombay High\nCourt, to be the Chairman of the committee. [Para 56]\n[1176-C-H]\nG\nI\n5.7. It is desirable that the committee be requested to\nlook into two additional aspects i.e. the committee will\nalso look into the grievances regarding construction and\ntechnical requirements of the development schemes\nunder DCR 33(7), 33(8), 33(9) and 33(10), whenever\nbrought to the notice of the committee by concerned\npersons; and the committee may as well make\n"}