{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1129\nINFRASTRUCTURE COMPANY PVT. LTD.\nrecommendations to the State Government with respect A\nto the new Development Plan which is under drafting.\n[Para 57] [1178-D-F]\nC\n5.8. In view of the facts that the committee will have\nto spend good time for this work; that the honorarium of\nB\nRs.15000/- paid to the chairman was fixed much earlier;\nthat the terms of reference are widened, the appellant-\nMunicipal Corporation is directed to pay an honorarium\nof Rs. 50,000/- per month to the Chairman. The other\nmembers will be provided with the conveyance charges\nand attendance charges to attend the meetings and for\nsite inspections, as per the municipal rules. The Municipal\nCorporation will make available an appropriate room in\nits headquarters and secretarial staff for the working of\nthe committee. The State Government shall issue\nnecessary notification reconstituting the committee, its\nterms of reference, and other aspects, such as\nhonorarium etc. [Para 58] [1178-G-H; 1179-A-B]\nD\nMunicipal Corporation of Delhi vs. Association of victims\nof Uphaar Tragedy and Ors. AIR 2012 SC 100: 2011 (16) E\nSCR 1 referred to.\n-\nCase Law Reference:\n2011 (16) SCR 1\nreferred to\nPara 13\nF\n2012 (12) SCALE 307\nrelied on\nPara 27\n1996 (5) Suppl. SCR 241\nrelied on\nPara 27\n2008 (13) SCR 31\ndistinguished\nPara 38\nCIVIL APPELLATE JURISDICTION: Civil Appeal No:\n11150 of 2013.\nFrom the Judgment and Order dated 09.07.2012 of the\nHigh Court of Judicature at Bombay in Writ Petition No. 143\nof 2012.\nG\nI\n1130\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nF\nபட\nR. P. Bhatt, R. A. Malandkar, U. H. Deshpande, Jernold\nXavier, S. Sukumaran, Anand Sukumar, Bhupesh Kumar\nPathak, Meera Mathur for the Appellants.\nDr. A. M. Singhvi, Joaquim Reis, Shyam Diwan, Shivaji M.\nJadhav, Brij Kishor Sah, Chirag M. Shroff, Abhishek Singh,\nSanjay Kharḍe, Shubhangi Tuli (For Asha Gopalan Nair),\nAnand Verma, Kedar Nath Tripathy. Gauhar Mirza, Pragya\nBaghel, Ankur Saigal, Mahesh Agarwal, Rishi Agrawala, E. C.\nAgrawala for the Respondents.\nThe Judgment of the Court was delivered by\nH.L. GOKHALE J. 1. Leave granted.\n2. This appeal is directed against the order dated\n9.7.2012 passed by a Division Bench of the Bombay High\nCourt whereby Writ Petition No.143/2012 filed by the\nrespondents was allowed, and which quashed the stop work\nnotice dated 22.12.2011 issued by Executive Engineer\n(Building Proposal) City-III, Municipal Corporation of Greater\nMumbai, and order dated 27.4.2012 passed by the Additional\nMunicipal Commissioner restricting to four floors the height of\nWing 'C' (providing for public parking lot- 'PPL' for short) of the\nbuildings being constructed on Plot No.46 of Town Planning\nScheme-III, N.C.Kelkar Road, Shivaji Park, Dadar, Mumbai.\nDispute between the parties, settlement thereof and\nPart-I of the order dated 25.7.2013:-\n3. This appeal was initially heard by a bench of G.S.\nSinghvi and H.L. Gokhale, JJ. Mr. Harish Salve and Mr. R.P\nBhatt, both learned Senior Counsel appeared for the\nG appellants, and Mr. F.S Nariman, learned Senior Counsel\nappeared for the respondent. The appellants wanted to restrict\nthe PPL up to four floors only, but before the issuance of the\nrestrictive circular dated 22.6.2011, in this behalf, the\nrespondents had already consumed higher FSI (Floor Space\ni\nĮ\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1131\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nIndex) on the basis of the Commencement Certificates issued A\nearlier. In view of the discussion in the Court however, a\nsettlement was arrived at between the appellants and the\nrespondents on the controversy concerning the PPL. Before\npassing the order on the settlement, the bench noted the\nbackdrop of the facts and circumstances of the case in B\nparagraphs 2 to 5 in Part-1 of the order passed on 25.7.2013\n(per Singhvi, J. as he then was). These paragraphs read as\nfollows:-\nC\nD\n\"2. The plans submitted by respondent No. 1 for\nconstruction of Wings-'A', 'B' and 'C' of the building were\nsanctioned by the competent authority of the Municipal\nCorporation of Greater Mumbai (for short, 'the\ncorporation') and Intimation of Disapproval was issued on\n15.2.2006. After the Ministry of Environment and Forests,\nGovernment of India granted clearance for the\nconstruction of commercial building, the competent\nauthority issued commencement certificated dated\n13.9.2006. The Joint Commissioner of Police (Traffic)\nissued NOC dated 11.12.2009 for the development of a\nmulti-storied public parking lot and vide letter dated E\n2.6.2010, the State government granted in-principle\napproval under Clause 33(24) of the Development\nControl Regulations (DCR) for Greater Mumbai, 1991 for\nconstruction of a multi-storied public parking lot.\nThereafter, the competent authority issued the Letter of F\nIntent dated 27.7.2010.\n3. During the construction of the building, the Urban\nDevelopment Department of the State Government sent\nletter dated 4.3.2011 to the Municipal Commissioner\nrequiring him to submit a proposal for amendment of\nClause 33 (24) of the DCR for limiting the height of\nparking towers to 4 floors and also for revocation of all\nsanctioned proposals where the commencement\ncertificates had not been issued. In view of that letter, the\nG\nH\nA\nB\n0\nD\nE\nF\nG\nH\n1132 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nCorporation issued circular dated 22.6.2011 prescribing\ncertain conditions under Clause (iv) of DCR 33(24) and\nclarified that all proposals for public parking lots shall be\nconsidered subject to those conditions. The new\nconditions sought to limit the height of public parking to\nground plus 4 upper floors and 2 basements.\n4. A's a sequel to the above changes, the Corporation\nissued notice dated 29.11.2011 to respondent No. 1\nunder Section 51 of the Maharashtra Regional and Town\nPlanning Act, 1966 requiring it to show cause as to why\nthe commencement certificate may not be revoked.\nRespondent No. 1 submitted detailed reply dated\n14.12.2011 and pleaded that the amended DCR 33(24)\ncannot be made applicable to its buildings because\nsubstantial construction had already been made at a cost\nof Rs. 167/- crores. Thereafter, the concerned Executive\nEngineer issued stop work notice dated 22.12.2011 and\ndirected respondent No. 1 to restrict the work of public\nparking to 4 floors instead of 13 floors. After about six\nmonths, Additional Municipal Commissioner passed\norder dated 27.4.2012, the relevant portion of which is\nextracted below:-\n\"As there is a substantial construction on core part of the\nplot, PPL done in this part shall be allowed to the extent\nof already executed construction as per report dated\n27.12.2011. In the remaining portion of the plot, where\nthere is no substantial construction, PPL shall be limited\nto G +4, Developer is to be asked to modify his plans in\nconsonance with modified DCR.\"\n5. The respondent challenged the stop work notice and\nthe order of the Additional Municipal Commissioner in\nWrit Petition No. 143/2012, which was allowed by the\nHigh Court in the following terms:-\n\"In the facts of this case, the admitted position as\nMUNICIPAL COPRN OF GREATER MUMBAI v. KOHINOOR CTNL 1133\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nB\naccepted in the order of the Additional Municipal A\nCommissioner indicates that the work of development\nhad substantially progressed by the time a notice to show\ncause was issued under Section 51 of the M.R. \u0026 T.P.\nAct, 1966. The impugned order passed by the Additional\nMunicipal Commissioner restricting the Petitioners to a\nheight of a ground floor and four upper floors in deviation\nof the permission granted earlier is thereafter contrary to\nlaw. Hence, the impugned order would have to be\nquashed and set aside and is accordingly set aside. The\nstop work notice which has been issued to the Petitioners\non the basis of the notice to show cause dated 29\nNovember 2011 is to that extent quashed and set aside.\nRule is made absolute in these terms. There shall be no\norder as to costs.\"\n4. The above referred memorandum of settlement arrived\nat between the parties contained clauses 1, 2 (a to e) and an\nannexure thereto with respect to the modus-operandi in that\nbehalf. Clauses 2 (a) and (b) thereof are relevant for our\npurpose. They read as follows:-\n\"2. In view of the peculiar facts and circumstances of the\npresent case and without establishing any precedent, it\nis agreed between the Petitioners herein and the\nRespondent No. 1 (Kohinoor CTNL) as follows:-\n(a) In public interest, Public Parking Lot (PPL) will no\nlonger be on ground + 13 upper floors as initially approved\nunder amended approval dated 21st September, 2011 in\nWing 'C' of the development of composite building on Final\nPlot No. 46, but on the ground + 4 upper floors in Wing 'C' as\nwell as in three level basement below Wing 'A', 'B' and 'C' i.e.\nentire basement, and the captive parking shall be on 5th to\n13 upper floors in Wing 'C'.\n(b) It is also agreed that in the present case of F.P. No.\n46, the PPL will be managed and operated by the Petitioner\nC\nD\nE\nF\nG\nH\n1134\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA No. 1 (MCGM) or its nominee(s) and common ingress and\negress through the common entry/exist shall be provided in\nWing 'C' for PPL as well as captive parking for Municipal\nCorporation of Greater Mumbai and Respondent No. 1\n(Kohinoor CTNL). The modus-operandi in that behalf is\ndetailed in Annexure hereto.\"\nB\n(emphasis supplied)\n5. Since the signed memorandum of settlement was filed\nin the Court, the Court passed the following operative order in\nC paragraph 9 of Part-I of the said order dated 25.7.2013:-\nD\nE\n\"9. Accordingly, the Memorandum of Settlement signed\nby the representatives of the parties and their advocates\non 18.4.2013 together with the annexure are taken on\nrecord. We note that this settlement is arrived at on the\nbackdrop of the facts and circumstances of this case. We\nclarify that we have not in anyway held the Municipal\nCircular dated 22.6.2011 to be bad in law. We direct\nthat the parties shall strictly abide by the terms of\nsettlement.\"\n(emphasis supplied)\n6. The settlement has brought about the change as\ndesired by the appellants, while taking care of interest of the\nF respondents. The complex is going to be on the land which\nearlier belonged to Kohinoor Textile Mill at Dadar, Mumbai.\nWing 'A' is to consist of 3 basements + ground to 5 Floors,\nand Wing 'B' is to consist of 3 basements + ground to 48 floors\nwith a total height of 195.90 meters. Wing 'C' was to be in two\nparts as originally proposed. Ground+14 Floors, thereof, were\nto be meant for PPL, and 15 to 30 floors were to be kept for\nresidential purposes. Under the Municipal circular dated\n22.6.2011 prescribing conditions under clause (iv) of DCR.\n33(24), the public parking building was to be confined only to\nground+4 upper floors. The settlement accepts this position,\nG\nH\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1135\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nand now as per the settlement, public parking is going to be A\nprovided in the ground + 4 upper floors in Wing 'C' and also in\nthe three level basements below Wings A', 'B' and 'C'. The\nprivate parking shall be from 5th to 13th floors of Wing 'C'.\nPart-ll of the order dated 25.7.2013 framing four B\nissues:-\n7. Although the dispute between the parties, was with\nrespect to the height of the building consisting of the PPL, it\nwas felt that the appellants had not applied their mind to some\nof the issues which, in fact, did arise in the matter of the grant\nof permission to this complex on the said plot No.46 in the heart\nof Mumbai city. It was noticed that as per the approved plan,\nthe recreational space available at the ground level was\nreduced to only 7.7% of the area of the plot, as against the\nrequired minimum of 15% (where the area of the plot was\nbetween 1001 sq. mts. to 2500 sq. mts. as per the DCR 23).\nIn view of the reduction in the recreational area at the ground\nlevel, it was observed in paragraph 13 of the said order as\nfollows:-\nC\nD\nE\nF\n\"..... We may add that since the petitioners and\nrespondents have arrived at a settlement, we do not\npropose to go into this issue with respect to the\nconstruction of the respondent. We are, however,\nsurprised that the Municipal Corporation did not look into\nthe reduction in the recreational area at the ground level\nvery seriously, probably because the rule permits\nrecreational space on the podium. If this is treated as a\ncorrect interpretation, then it is quite possible that the\nrecreational area left at the ground level could simply be\nzero. It may leave no space on the ground floor for the\nresidents/occupants of the apartments constructed in the\nparticular building, and that will have serious adverse\nimpact on the right to life not only of the residents/\noccupants of the apartments but also of the people in the\nadjoining areas because all of them will have to only fall. H.\nG\nA\nB\nE\n1136 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nback on the public parks or play grounds and gardens\nfor their minimum recreational requirements......\"\n(emphasis supplied)\nIt was, therefore, felt that it was necessary to examine the\nco-relation between DCR-23, which provides for minimum.\nRecreational/Amenity open spaces, and DCR-38. (34)\nconcerning the Podium.\n8. Secondly, it was noted that in the present matter a\nC higher FSI has been given in lieu of making a provision for\npublic parking, leading to a high-rise building. Such high-rise\nconstructions bring along with them more population and more\nvehicles on the adjoining narrow roads and into an already\ncongested area, and that aspect did not appear to have been\nD examined by the appellant-Municipal Corporation. In the instant\ncase, the approved complex is bounded on four sides by four\nroads, and these roads are not, at all, wide. The height of the\ncomplex is going to be quite disproportionate to the width of\nthese roads, but that has been permitted amongst other\nreasons in view of making a provision for public parking. Under\nDCR No.31 (1), the height of the building has to be in proportion\nto the width of the road which is adjoining a building, but the\nproviso to that DCR makes another exception to this rule with\nrespect to construction schemes under DCRs Nos. 33(7), (8)\nand (9). DCR 33(7) is regarding reconstruction or\nredevelopment of cessed buildings in the island city, by co-\noperative housing societies, or of old buildings belonging to the\nMunicipal Corporation or the police department, and it grants\nFSI of 2.5 plus incentive FSI as specified in Appendix III,\nwhichever is more. DCR 33(8) is regarding construction for\nG housing the dis-housed, by the Municipal Corporation. DCR\n33(9) is regarding reconstruction or redevelopment of cessed\nbuildings or urban renewal schemes on extensive areas, where\nthe FSI is 4. These constructions also add to the population and\nthe vehicles in that very area. A question therefore arose as to\nH whether these exemptions are justified, valid and legal?\nF\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1137\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\n9. Thirdly, the impact of construction of high-rise buildings A\nin the thickly populated areas on the traffic in the city was also\ndiscussed during the consideration of the SLP. The Court noted\nin paragraph 14 of the order, that although additional space for\npublic parking was being provided, simultaneously higher FSI\nwas also being granted to the developer, on that count.\nConsequently, such high-rise buildings would add more number\nof vehicles on the adjoining streets. This required examination\nof the impact of additional FSI on the traffic situation, particularly\nin the island city of Greater Mumbai.\n10. Lastly, considering that the height of the complex was\ngoing up to 198.50 meters, it was decided to look into the issue\nof hazards due to fire which the occupants of such towers could\nface. It was noted that there were provisions with respect to the\nspace to be kept around such buildings for the movement of\nfire engines within the compound of such buildings, but these\nprovisions are not uniform. The fire engines, with their ladders,\navailable with the Municipal Corporation, do not reportedly reach\nanywhere beyond 14th floor. It was also noted that recently the\nSecretariat Building of the State of Maharashtra (known as the\n‘Mantralaya') was engulfed with fire. The building is only six\nstoreys, and yet it took quite a few days to control the fire, and\nin that exercise a few lives were unfortunately lost. Therefore,\nthe issue of safety of the occupants of such high-rise buildings,\nthat of the residents in the neighbourhood, and the firemen,\nrequired urgent consideration.\n11. Therefore, in Part-II of its order dated 25.7.2013, the\nBench framed four issues for further consideration. These\nissues read as follows:-\n\"(1) What should be the correlation between DCR 23 and\nDCR 38(34) regarding the recreational area? Is it\npermissible to reduce the minimum recreational area\nprovided under DCR 23 on any ground?\n(2) Whether the exemption from DCR 31(1) under DCR\nB\nC\nD\nE\nF\nG\nI\nA\nB\nC\nD\nE\n1138 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nNos. 33(7), (8), and (9) is justified, valid and legal\nparticularly in the island city of Greater Mumbai. If so, to\nwhat extent and in which context?\n(3) What is the impact of the addition of FSI in the island\ncity on the traffic situation? How can it be controlled?\n(4) Whether the present mechanism for protection against\nthe fire hazards is adequate and is being implemented\neffectively? If not, what should be the mechanism for\nenforcement with respect to the provisions concerning the\nfire safety?\n12. For that purpose, affidavits were sought from the\nfollowing:-\n\"(A) From the Municipal Corporation:-\n(i) The affidavit of the Chief Engineer, Town Planning on\nissues no. 1 and 2.\n(ii) The affidavit of the Chief Engineer, concerning traffic\non issued no. 3.\n(iii) The affidavit of the Chief Fire Officer on issue no 4.\n(B) From the State of Maharashtra:-\nF\n(i) By the Secretary, Urban Development Department on\nissue nos. 1, 2 and 3 above.\nG\n(ii) By the Commissioner of Police (Traffic) on issue no.\n3 above.\"\n13. The excessive construction at the cost of minimum\nrecreational space, as seen in the present case, required an\nimmediate attention to be paid to issue no. (1).. Similarly, issue\nno. (4). concerning the fire hazards also required urgent\nattention, and it was thought that the Court should go into the\nH legality of the relevant provisions in this behalf. As against that,\n"}