{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nC\nD\nNORTH EASTERN COALFIELDS COAL INDIA LTD.\nV.\nMUBARAK ALI AND ORS.\nAPRIL 21, 2005\n[ASHOK BHAN AND A.K. MATHUR, JJ.]\nCoal Mines (Nationalization) Act, 1973-Sections 2(h), 3, 5(1)—Right\nand title of erstwhile private company vesting in Government Company-\nErstwhile private company becoming patta holder of land in question—\nDeclaring the land as 'sarkari' (Government) and allotting to private\nindividual―Legality of-Held: Since after nationalization, the right, title and\ninterest of all private company stood vested in Government Company, the\nfinding is illegal.\nAppellant Company is a successor-in-interest of the erstwhile ARTC\nLtd., a private mining company engaged in the coal mining operations.\nOn the nationalization of coal industry, the right, title and interest of all\nprivate mines including ARTC Ltd. stood vested in Central Government\nand Central Government vested it in Coal Mines Authority Ltd. Appellant\ncompany, became the subsidiary of Coals Mines Authority Ltd. and its\nE patta holder of the land in question. Dispute arose when Additional Deputy\nCommissioner made the land ‘Sarkari' (Govt.) and settled the land in\nfavour of private individual, respondent no. 1. Aggrieved appellant\nchallenged the legality of the declaration of land as 'Sarkari'. Single Judge\nheld that since appellant had paid land revenue and Government\nrecognised it as a lessee, the act of declaring it as Fout Ferrar and land as\n‘Sarkari' was not legal. Division Bench reversed the order of Single Judge.\nF\nIn this appeal the questions which arose for consideration were\nwhether the order of Additional Deputy Commissioner declaring ARTC\nLtd. as Fout Ferrar and land as ‘Sarkari' was legal and whether the whole\nG leased area which has vested in Central Government falls within the\ndefinition of ‘Mine' in Section 2(h) of the Coal Mines (Nationalization)\nAct, 1973.\nAllowing the appeal, the Court\nH\n850\n1\nNORTH EASTERN COALFIELDS COAL INDIA LTD. v. MUBARAK ALI [A.K. MATHUR, J.] 851\nHELD: 1. The coal industry was nationalized under the Coal Mines A\n(Nationalization) Act, 1973 and a Notification was issued under this Act\nfor the purposes of acquisition of rights of owners in respect of coal mines\nmentioned in schedule under Section 3; whereby the right, title and interest\nof the owners in respect of coal mines specified in the schedule stood vested\nabsolutely in Central Government free from all encumbrances and in that\nB\none of the coal mines belonging to the ARTC Ltd. was included. Therefore,\nthe finding given by the Additional Deputy Commissioner that since the\nARTC is Fout Ferrar i.e. already, abandoned and resuming the land to\nthe State was ex facie illegal order de hors the provisions of the Act and\nnotification of the Central Government. [853-D-E; 854-F]\nC\n2. By virtue of Section 3, all properties vest in the Central\nGovernment and the definition of mine as defined in Section 2(h) of the\nAct is wide enough to include any land, building used for the purposes of\nresidence of officers and staff of mine. It is open to the authorities to\nexamine the question whether whole leased area which has vested in\nCentral Government falls in definition of 'Mine' as defined in Section 2(h) D\nof the Act or not. This is a matter of inquiry. In case of doubt, State may\nmake inquiry after notice to the appellant. [855-G-H; 856-C-D]\nBharat Coking Coal Ltd. v. Madan Lal Agrawal, [1997] 1 SCC 177,\nrelied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 8129 of 2003.\nE\nFrom the Judgment and Order dated 27.9.2002 of the Guwahati High\nCourt at Assam in W.A. No. 355 of 1999.\nAjit Kumar Sinha for the Appellant.\nF\nShakil Ahmed Syed for Respondent No.1\nV.K. Sidharthan, for M/s. Corporate Law Group for the Respondent\nNos. 2-4.\nG\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. This appeal is directed against the order dated 27th\nSeptember, 2002 passed by the Division Bench of the Gauhati High Court in\nWA 355/1999 whereby the Division Bench set aside the Order dated 7th\nSeptember, 1999 passed by the learned single Judge in Civil Rule No. 3516/ H\n852\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA 1997. Aggrieved against this Order, the present appeal has been filed by the\nappellant.\nC\nBrief facts which are necessary for disposal of this appeal are:\nThat the appellant is a successor-in-interest of the erstwhile Assam\nB Railways and Trading Company Ltd. (for short ARTC) engaged in coal mining\noperation which was acquired by Central Government under the provisions\nof the Coal Mines (Nationalization) Act, 1973 (hereinafter referred to as the\nAct). The land involved in the proceeding was covered by the Dag nos. 3042,\n3043 and 3044 of Margherita town, Mouza- Makum. It may be relevant to\nmention here that ARTC was the erstwhile Company incorporated at London\nand it was operating this coal mines but after the Coal Mines (Nationalization)\nAct, 1973 coming into force the Central Government by virtue of sub-section\n(1) of Section 5 Central Government directed that right, title and interest of\nall mines referred to in Schedule under Section 3 shall vest in Coal Mines\nAuthority limited a Govt. Company incorporated in Companies Act. The\nD North Eastern Coalfields Coal India Limited is its subsidiary therefore the\nappellants become its patta holder of the land in question. The dispute in the\npresent case arose, when the Additional Deputy Commissioner, Tinsukia made\nthe land 'Sarkari' (Govt.) by order dated 22nd May, 1996 and Government\nsettled the area of 1 Bigha, 3 khattas, 10 Lachas land out of the aforesaid land\nin favour of the private individual Dr. Mubarak Ali, Respondent No.1 on\nbehalf of Munaf Memorial Hospital-cum-Research Centre by letter dated 2nd\nJune, 1997. Therefore, this was challenged by the appellant before the High\nCourt that the declaration of the land of the appellant as a “Sarkari” was ultra\nvires and illegal. It was alleged that no notice was given to the appellant\nbefore declaring the land as \"Sarkari\". The learned Single Judge after going\nF through the matter came to the conclusion that the Appellant-Company is\nlessee being the successor of the ARTC \u0026 the lease could not be terminated\nwithout following proper procedure. Learned Single Judge referred to the\ndefinition of Mine under Section 2(h) of the Act and held that all the land\nand property used for the operation of the mine vests in the Central\nGovernment as a result of the nationalization. It was further observed that the\nE\nG Appellant had already deposited the land Revenue on local rates, etc. in both\nof Makum and Tirap Mouza amounting to Rs.2,01,267.74 and cleared all the\narrears of land revenue Therefore, learned Single Judge came to the conclusion\nthat the appellant had deposited the land revenue and the Government had\nrecognized it as a lessee, the act of declaring the aforesaid land as 'Sarkari'\nH by the Govt. was not legal. Learned single Judge also held that the\nNORTH EASTERN COALFIELDS COAL INDIA LTD. v. MUBARAK ALI [A.K. MATHUR, J.] 853\nB\nrespondent-state failed to point out any provision which empowered the A\nState Govt. to delete the name of the appellant as recorded Pattadar for non-\npayment of the land revenue. It was observed that the appellant had paid the\nland revenue therefore it could not be declared faut, Ferrar, the learned Single\nJudge by Order dated 7th September, 1999 set aside the order of the Additional\nDeputy Commissioner, Tinsukia and also the allotment in favour of respondent\nNo. 1. A Letters Patent Appeal was filed by State before the Division Bench\nand the Division Bench reversed the Order of the learned Single Judge holding\nthat the land in question, was not covered under the definition of the expression\n'Mine' under Section 2(h) of the Act and no land revenue was paid for a\nperiod of five years therefore Govt. rightly declared this land as ‘Sarkari'\n(Govt.). It was also held by the Division Bench that the appellant was not C\nlessee of Government and left it open to the appellant to approach a competent\nCivil Court for adjudication of its right in accordance with law. Aggrieved\nagainst this Order, the present Special Leave Petition was filed by the appellant.\nAt the outset, it may be made clear that the Coal Industry was\nnationalized under the Coal Mines (Nationalization) Act, 1973 and a D\nNotification was issued under this Act for the purposes of acquisition of\nrights of owners in respect of coal mines mentioned in schedule under Section\n3; whereby the right, title and interest of the owners in respect of coal mines\nspecified in the schedule stood vested absolutely in Central Government free\nfrom all encumbrances and in that one of the coal mines belonging to the\nAssam Railway Trading Coal Company was included. Therefore, so far as\nthe rights, title of the erstwhile company; i.e., Assam Railway Trading Coal\nCompany are concerned, all stood vested in the Central Govt. Therefore, it\nis clear that all the assets of the erstwhile company and their land and buildings\nand all other mining operation stood vested in the Central Govt.\nE\nF\nIt is not under dispute that all the lands and appurtenant building\nbelonged to the erstwhile mining company and it was leased out to Assam\nRailway Trading Corporation. Therefore, after the Nationalization Act came\ninto force, all the property belonging to the erstwhile company stood vested\nin successor, i.e. Central Govt. and the Order of Additional Deputy\nCommissioner passed without making any reference to any provision of law G\n\u0026 declaring it a Fout Ferrar by order dated 22nd May, 1996 cannot be\nsustained. In fact the order says that the ARTC as per the information given\nby the SDO Margherita is not in existence and they have no objection if\nthe said land is used for public utility purposes by the District Administration.\nTherefore, Additional Deputy Commissioner, on information received from\nH\n854\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA SDO came to the conclusion that ARTC be declared as Fout Ferrar and the\nland be declared as 'Sarkari'. This order has been passed by the Additional\nDeputy Commissioner in total ignorance of the law. After the Nationalization\nAct came into force company's assets movable and immovable stood vested\nin the Central Govt. If he had given a notice to the Coal India or its subsidiary,\nthings would have been clear. In fact, the Govt. of India has passed the order\non 9th July, 1973 and vested all these properties of the various private mines\nin a Govt. Company under the Mines Act. The order dated 9th July, 1973 of\nthe Govt. of India, Ministry of Steel and Mines, Deptt. Of Mines reads as\nunder:\nB\nC\nᎠ\nE\n\"ORDER\nG.S.R. 345 (E) - In exercise of the powers conferred by the Sub-\nSection (1) of Section 5 of the Coal Mines (Nationalization) Act,\n1973 (26 of 1973), the Central Government hereby directs that the\nright, title and interest of the owners in relation to all the coal mines\nreferred to in Section 3 of the said Act, except the coal mines specified\nagainst serial numbers 45 to 219 (both inclusive) 227, 235, 237, 260,\n265, 275, 441, 483 and 583 of the Schedule to the said Act, shall with\neffect from the 9th July, 1973, vest in the Coal Mines Authority\nLimited, Calcutta, a Government Company incorporated under the\nCompanies Act, 1956 (1 of 1956), and having its registered office at\nCalcutta, in the State of West Bengal.\"\nA perusal of this order makes it clear that all the companies mentioned\nin the schedule to the Act of 1973 were taken over by the Central Govt. and\nall their right, title and interest of all the private company stood vested in\nCentral Government and Central Govt. vested it in its company Coal Mines\nF Authority Limited, Calcutta. Therefore, the finding given by the Additional\nG\nDeputy Commissioner, Tinsukia that since the ARTC is Faut Ferrar i.e. already,\nabandoned and resumed the land to the State was ex facie illegal order de\nhors the provisions of the Act and notification of the Central Government.\nTherefore, the order passed by the Additional Deputy Commissioner declaring\nARTC as Faut Ferrar and resuming land was absolutely illegal, without\njurisdiction and the same is set aside.\nThe question whether land revenue was paid or not, as per material\nplaced before us, it appears that land revenue upto 1996-97 was deposited by\nChallan in treasury. Even if, some land revenue was due to the State then too\nH also a proper notice should have been given to the company to deposit land\n-\nNORTH EASTERN COALFIELDS COAL INDIA LTD. v. MUBARAK ALI [A.K. MATHUR, J.} 855\nrevenue and failing which it would have been possible for the govt. to take A\nappropriate action. Neither the authorities nor the Division Bench has made\nreference of any provision of law whereby they can take over the land vested\nin the Central Govt.\nNext question is whether whole of area comprising this area leased out\nto ARTC come within the definition of ‘Mine' as defined under Section 2(h) B\nof the Act or not? This is secondary question. The first question was whether\nthe order of the Additional Deputy Commissioner resuming this land was\nproper or not. We have already held above that the order of Additional\nDeputy Commissioner was illegal, then question arises how much area will\nbe covered for mining operation; whether whole or part is a matter of inquiry.\nIn fact, High Court has proceeded to examine the matter assuming the order\nof Additional Deputy Commissioner being valid. But that is not correct. It is\nopen to authorities to examine the question whether whole leased area which\nhas vested in Central Government falls in definition of ‘Mine' as defined in\nSection 2(h) of the Act or not. This is a matter of inquiry and if State has any\ndoubt then a proper inquiry be conducted after notice to the appellant. D\nIn this connection, a reference may be made to a decision of this Court\nin Bharat Coking Coal Ltd. v. Madan Lal Agrawal, Reported in [1997] 1,\nSCC 177. Wherein their Lordships has interpreted the expression 'Mine' as\ndefined in Section 2(h) and also considered the effect of Section 3 and Section\n26 and it was observed that:\n\"All properties or assets which fall within the definition of ‘mine' in\nSection 2(h) and which are used for over a period of time and not\ntemporarily, as necessary for proper functioning of mine, irrespective\nof whether or not belonging to owner of the mine, would vest in the\nCentral Govt. by virtue of Section 3. Hence, even though lands and\nbuildings solely used for the purposes of office or residence of officers\nand staff of the mine did not belong to the owner of the mine but\nbelonged to a director of the owner-company right, title and interest\ntherein, vested in the Central Govt.\"\nTherefore, the effect of Section 3 has already been considered by this\nCourt and it had been held by this Court that all the properties by virtue of\nthis Section vest in the Central Govt. and the definition of mine as defined\nin Section 2(h) is wide enough to include any land, building used for the\npurposes of residence of officers, staff of mine shall vest in the Central Govt.\nC\nE\nF\nG\nH\n856\nA\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nHowever, if there is any doubt about area, State can make inquiry after\ndue notice to appellant in the light of aforesaid decision of this Court. It will\nalso be open for State to recover lease money if it is due to State.\nThe view taken by the Division Bench is not correct, we set aside the\nJudgment and order dated 27th September, 2002 of the Division Bench of the\nB Gauhati High Court and affirm the order of the learned Single Judge with no\norder as to costs.\nD.G.\nAppeal allowed.\n"}