{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\n332 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.CR.\nparticular piece of land is vacant land or not and, to this\nextent, Atia Begum is not correctly decided.\n15. In these matters, however, we are not concerned with\nthe question as to the consequences of filing of a statement\nby a person under a wrong impression that the vacant land\nheld by him is in excess of ceiling limit if it was not so when\nhe filed a statement. This aspect is left open to be decided\nin an appropriate case.\n16. Before concluding, we wish to place on record our\ndeep appreciation for the able assistance rendered by Mr\nRaju Ramachandran, Senior Advocate, who on our request\nvery readily agreed to assist the Court as amicus curiae.\n17. For the aforesaid reasons, CAs Nos. 3813 of 1996,\n7238 and 7239 of 2001 are allowed and CAs Nos. 1149\nof 1985 and 10851 of 1996 are dismissed. The parties\nare left to bear their own costs.\"\n11. It is the claim of Mr. Rajendra Chowdhary, learned\nsenior counsel for the appellants that this Court in Audikesava\nReddy's case was called upon to decide the only question\nrelating to the correctness of the decision in Atia Begum's case.\nWhile elaborating the same, Mr. Chowdhari submitted that the\nState of Andhra Pradesh in C.A. Nos. 3813 of 1996 and 7239\nof 2001 neither canvassed the facts nor challenged the above\nF concurrent findings of facts before this Court in Audikesava\nReddy's case. According to him, all the State Governments\nincluding the State of Andhra Pradesh were confined only with\nthe reconsideration of the decision in Atia Begum's case as\nthe States were disabled from looking into the second Master\nG Plan, as a result of which any agricultural land, though situate\nin urban agglomeration not included in the existing Master Plan\nas on 17.02.1976 could never be treated as \"Vacant Land\"\nnotwithstanding its inclusion in any other subsequent Master\nPlan for bringing such land within the purview of or the ambit\nH of the ULC Act. In those circumstances, according to Mr.\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n333\nChowdhary, the State cannot now be permitted to reagitate the A\nsame question once again in these appeals arising out of Writ\nPetition Nos. 4121, 4141, 4144 and 5776 of 2006 whether the\nland in Survey No. 83 was being mainly used for the purpose\nof agriculture or whether the declarations were not filed in the\nyear 1976 under a wrong impression.\n12. In support of the above claim, learned senior counsel\nfor the appellants relied on a Constitution Bench decision of\nthis Court in Direct Recruit Class II Engineering Officers'\nAssociation vs. State of Mahrashtra and Others (1990) 2 SCC\n715. The following principles enunciated in paragraph 35 were\npressed into service.\nB\nC\nD\n\".... In similar situation a Constitution Bench of this Court\nin Daryao v. State of U.P. held that where the High Court\ndismisses a writ petition under Article 226 of the\nConstitution after hearing the matter on the merits, a\nsubsequent petition in the Supreme Court under Article 32\non the same facts and for the same reliefs filed by the\nsame parties will be barred by the general principle of res\njudicata. The binding character of judgments of courts of E\ncompetent jurisdiction is in essence a part of the rule of\nlaw on which the administration of justice, so much\nemphasised by the Constitution, is founded and a\njudgment of the High Court under Article 226 passed after\na hearing on the merits must bind the parties till set aside\nin appeal as provided by the Constitution and cannot be\npermitted to be circumvented by a petition under Article\n32. An attempted change in the form of the petition or the\ngrounds cannot be allowed to defeat the plea as was\nobserved at SCR p. 595 of the reported judgment, thus: G\n(SCR p. 595)\nF\n\"We are satisfied that a change in the form of attack\nagainst the impugned statute would make no\ndifference to the true legal position that the writ\npetition in the High Court and the present writ H\nA\n00\nB\nC\nD\nE\n334 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\npetition are directed against the same statute and\nthe grounds raised by the petitioner in that behalf\nare substantially the same.\"\nThe decision in Forward Construction Co. v. Prabhat\nMandal (Regd.), Andheri, further clarified the position by\nholding that an adjudication is conclusive and final not only\nas to the actual matter determined but as to every other\nmatter which the parties might and ought to have litigated\nand have had decided as incidental to or essentially\nconnected with subject matter of the litigation and every\nmatter coming into the legitimate purview of the original\naction both in respect of the matters of claim and defence.\nThus, the principle of constructive res judicata underlying\nExplanation IV of Section 11 of the Code of Civil\nProcedure was applied to writ case....\n\"\n(Emphasis Supplied)\n13. In Ishwar Dutt vs. Land Acquisition Collector and\nAnother (2005) 7 SCC 190, this Court, once again reiterated\nthat the principles of constructive res judicata enshrined in the\nExplanation IV to Section 11 of Civil Procedure Code will apply\nto writ proceedings.\n14. It is pointed out that by the impugned common\njudgment, the High Court held that by reason of the expression\nF “appeals are allowed\", occurring in para 17 of Audikesava\nReddy's case, the judgments in W.A. Nos. 1220 and 918 of\n1996 suffered complete reversal as a result of which the\nproceedings of the Competent Authority which were declared\nvoid and quashed stood restored or revived and consequently,\nG \"vesting\" and \"taking\" of possession on 20.07.1993 of the land\nin Survey No. 83 under Sections 10(3), (5), (6) became final. It\nis the case of the appellants that the above conclusion cannot\nbe sustained as the judgment in Audikesava Reddy's case\ncannot be read as having restored the proceedings of the\nH Competent Authority under Section 8(4), 9 and 10 of the ULC\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n335\nAct, merely because the use of the expression “appeals A\nallowed\" in para 17 of the said judgment. In other words,\naccording to the appellants, the efficacy and binding nature of\nthe adjudication and declaration of law in relation to the land in\nSurvey No. 83 contained in Audikesava Reddy's case cannot\nbe either diminished or whittled down on such construction of B\nthe expression \"appeals allowed\".\nC\nD\n15. As regards the contention of the appellants that in view\nof the ratio in Audikesava Reddy's case (supra), the State is\nliable to re-compute the excess land holding of the appellants\nunder the provisions of the ULC Act with reference to the date\non which the Master Plan for the City of Hyderabad came to\nbe extended to the appellants land that is as on 29.09.1980\n(G.O.Ms. No. 23.06.1980). Mr. Nageshwar Rao, learned senior\ncounsel for the State submitted that the declaration filed by the\nappellants in 1976 under the provisions of the ULC Act were\nfiled deliberately and consciously hence, binding upon them. He\nalso submitted that the judgment of the Division Bench of the\nHigh Court in the earlier round of litigation being judgment dated\n04.12.1996 delivered in Writ Appeal No. 918 of 1994 had\nmerged into the judgment of this Court in Audikesava Reddy's `E\ncase (supra) hence, reliance could not be placed by the\nappellants herein on any observations made or finding returned\ntherein. He also submitted that in view of the judgment of this\nCourt in Audikesava Reddy's case (supra) which was a\n´judgment inter partes, it was no longer open to the appellants F\nto seek re-computation of land holdings with reference to the\ndate of extension of the Master Plan to the lands in issue.\n16. The submissions made by the appellants about the\ndecision of this Court in Audikesava Reddy's case (supra) are\nmis-conceived in law and were rightly rejected by the Division\nBench in the impugned judgment. It was highlighted that on the\nbasis of the declaration made under the ULC Act, the erstwhile\nowners of the land in issue had got released from the authorities\nan area of 99.17 acres of land that had been declared as\nG\nH\n336 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA excess land under the Land Reforms Act. Various materials\nwith relevant dates and particulars furnished on behalf of the\nState clearly demonstrate that the owners of the land in issue\nwere actively and deliberately seeking to get release 99.17\nacres of land held to be excess land under the Land Reforms\nB Act by relying on their declaration filed under the ULC Act. Even\nas early as on 11.04.1975, GPA holder of owners filed\ndeclaration under Section 8(1) of the Land Reforms Act in\nrespect of entire extent of 526.07 acres. On 02.06.1976/\n16.06.1976, the declarants held to be holding excess land to\nC the extent of 99.17 acres.\nD\n17. On 02.09.1976, the GPA holder of declarants filed\napplication in Land Reforms Tribunal contending that the\nprovisions of the Land Reforms Act are not applicable and\nprovisions of ULC Act are applicable since the land is urban\nvacant land. A prayer was made for release of land\nadmeasuring 99.17 acres declared as excess land under the\nLand Reforms Act to be returned to owners. On 16.09.1976/\n27.07.1977, the very same GPA holder of owners filed\ndeclarations under Section 6 of the ULC Act. Draft statement\nE under Section 8(1) and notice under Section 8(3) of the ULC\nAct was issued on 01.07.1977/11.11.1977. A perusal of the\ndraft statement subsequently state that the land is a grazing land\nand is not mainly used for the purpose of agriculture. By order\ndated 06.12.1979/25.01.1980, the Competent Authority under\nF the ULC Act held the owners to be in possession of vacant land\nin excess of ceiling limit and issued final statements under\nSection 9 of the ULC Act declaring the surplus area of each\ndeclarant. On 16.01.1980/30.01.1980, a notification was\nissued under Section 10(1) of the ULC Act stating the extent\nG of surplus land held by the declarants and affording opportunity\nof hearing to all interested persons. On 23.06.1980, the Master\nPlan came to be extended to cover the land in issue.\nH\n18. On 16.07.1980, GPA holder of declarants filed another\napplication in Land Reforms Tribunal contending that the\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n337\nC\nD\nprovisions of the Land Reforms Act are not applicable and A\nprovisions of the ULC Act are applicable since the land is urban\nvacant land. As a matter of fact, a prayer was made for release\nof land admeasuring 99.17 acres declared as excess land\nunder the Land Reforms Act to be returned to the owners.\nMeanwhile, surplus lands were allotted to Hyderabad Urban B\nDevelopment Authority by G.O.Ms. No. 5013 dated\n19.12.1980. By notification dated 24.01.1981 issued under\nSection 10(3) of the ULC Act, the surplus land would be\ndeemed to have been acquired by the State Government and\nthe same shall vest absolutely in the State Government free from\nall encumbrances. On 21.02.1981, the application for\nexemption was filed under Section 20 of the ULC Act by GPA\nholder of declarants and Chanakyapuri Cooperative Housing\nSociety which was rejected by the State Government. By notice\ndated 26.02.1981 issued under Section 10(5) of the ULC Act,\nthe Competent Authority asked the declarants to vacate and\ndeliver possession of the land. Application for release of land\nadmeasuring 99.17 acres declared as excess land under the\nLand Reforms Act was rejected by the Land Reforms Tribunal\nby order dated 19.04.1982. Against the said rejection, an\nE\nappeal was filed in 1983 before the Land Reforms Tribunal\nbeing L.R.A. No. 6 of 1983. By order dated 22:09.1984, the\nLand Reforms Appellate Tribunal allowed L.R.A. No. 6 of 1983\nand remanded to the Land Reforms Tribunal for fresh disposal.\nOn remand, application for release of land admeasuring 99.17\nacres declared as excess land under the Land Reforms Act\nwas allowed on 10.11.1987 by the Land Reforms Tribunal. It\nis brought to our notice that possession of said extent of land\ndelivered to the declarants on 25.04.1990 was through their\nGPA under Panchnama. On 19.07.1993, notification was\nissued under Section 10(6) of the ULC Act directing that G\npossession be taken over all lands declared to be surplus under\nthe ULC Act. In fact, possession of surplus lands was taken\nover on 20.07.1993. Those lands were allotted to Respondent\nNo.4 (APIIC) on 13.02.2006 and physical possession was\nhanded over to APIIC on 14.02.2006. The above factual details\nF\nH.\n338 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA with clear-cut materials cannot be assailed. All those dates and\nevents are available in the various documents filed by all the\nparties. Those particulars also show that only when\npossession of the said 99.17 acres of land was returned to the\nowners in 1990, then the owners for the first time sought to take\nB the plea that the declaration made by them under the ULC Act\nwas a mistake and hence proceedings under the ULC Act were\nvoid. As rightly pointed out, the owners having taken part, all\nthe declarations filed by them under Section 6 of the ULC Act\nto recover lands admeasuring 99.17 acres surrendered under\nthe provisions of the Land Reforms Act. Either the appellants\nor anybody claiming through them are estopped from assailing\nthe legality or validity of the declaration made by the owners.\nunder Section 6 of the ULC Act on the principle that a person\ncannot aprobate and reprobate in respect of the same\ntransaction.\nC\nD\n19. Mr. Chowdhary, learned senior counsel for the\nappellants, by drawing our attention to para 15 of Audikesava\nReddy's case (supra) submitted that this Court has not gone\ninto the factual conclusion arrived by the Division Bench of the\nE High Court and the present decision is confined with only issue\nreferred to by the two-Judge Bench, namely, it is the Master\nPlan that was in existence when the ULC Act was enforced and\nnot the plan prepared subsequently that has to be taken into\nconsideration to determine if land is vacant land held in excess\nF of ceiling limit fixed under the Act. As pointed out earlier, this\nsubmission is also mis-placed. A close reading of para 15\nmakes it clear that in the said case it was \"not concerned with\nthe question as to the consequences of filing of a statement\nby a person under a wrong impression that the vacant land held\nG by him is in excess of the ceiling limit.\" Inasmuch as the case\nof the appellants is that the lands regarding which declaration\nwas filed by them was not vacant land at all, they would not be\ncovered by the observations made by this Court in para 15 as\naforesaid since the same is ex-facie intended to cover only\nsuch cases where the factum of the land in issue being vacant\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n339\nland is admitted. But thereafter, a submission was made that A\nthe vacant land declared to be excess land was in fact not\nexcess land.\n20. Equally, reliance placed by the appellants upon the\nobservations and findings reached in the judgment of the\nDivision Bench of the High Court in the earlier round of litigation\nwhich culminated in the judgment of this Court in Audikesava\nReddy's case (supra) regarding lands in issue having been\nagricultural lands, the prayer of extension of the Master Plan\nthereto is also mis-conceived and unsustainable. As pointed\nout by learned senior counsel for the respondents by virtue of\nspecial leave petition filed against the judgment dated\n04.12.1996 delivered in Writ Appeal No. 918 of 1994 as also\nthe judgment dated 28.10.1994 delivered in Writ Appeal No.\n1220 of 1994, finality of the said judgment and all findings\ncontained therein stood destroyed. It is useful to refer the\ndecision of this Court in Dharam Dutt and Others vs. Union of\nIndia and Others, (2004) 1 SCC 712. This Court held filing of\nan appeal destroys the finality of the judgment under appeal\n(vide para 69).\n21. In M/s Gojer Bros. (Pvt.) Ltd. vs. Shri Ratan Lal Singh,\n(1974) 2 SCC 453, the following conclusion was pressed into\nservice.\n\"11. The juristic justification of the doctrine of merger may\nbe sought in the principle that there cannot be, at one and\nthe same time, more than one operative order governing\nthe same subject-matter. Therefore the judgment of an\ninferior court, if subjected to an examination by the superior\ncourt, ceases to have existence in the eye of law and is\ntreated as being superseded by the judgment of the\nsuperior court. In other words, the judgment of the inferior\ncourt loses its identity by its merger with the judgment of\nthe superior court.\"\nB\nC\nD\nE\nF\nG\nI\nA\nB\nC\nD\nE\nபட\nF\n340 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n22. In Kunhayammed and Others vs. State of Kerala and\nAnother, (2000) 6 SCC 359, this Court held:\n\"12. The logic underlying the doctrine of merger is that\nthere cannot be more than one decree or operative orders\ngoverning the same subject-matter at a given point of time.\nWhen a decree or order passed by an inferior court,\ntribunal or authority was subjected to a remedy available\nunder the law before a superior forum then, though the\ndecree or order under challenge continues to be effective\nand binding, nevertheless its finality is put in jeopardy. Once\nthe superior court has disposed of the lis before it either\nway - whether the decree or order under appeal is set\naside or modified or simply confirmed, it is the decree or\norder of the superior court, tribunal or authority which is the\nfinal, binding and operative decree or order wherein\nmerges the decree or order passed by the court, tribunal\nor the authority below.\"\nHowever, Mr. Chowdhary very much emphasized the\nsubsequent passage in the same paragraph which reads thus:\n\"However, the doctrine is not of universal or unlimited\napplication. The nature of jurisdiction exercised by the\nsuperior forum and the content or subject-matter of\nchallenge laid or which could have been laid shall have to\nbe kept in view.\"\nBy pointing out, Mr. Chowdhary submitted that the reliance\nplaced on the doctrine of merger and the aforesaid judgment\nin Kunhayammed and Others (supra) cannot be sustained.\nHe further pointed out that the last portion in the said paragraph\nG shows that what this Court laid down was that the principle\ncontained in the doctrine of merger is not of universal\napplication. Whatever may be, it is clear that once special\nleave has been granted, any order passed by this Court\nthereafter, would be an appellate order and would attract the\nH applicability of the doctrine of merger. The above view is\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n341\nsupported in the very same Kunhayammed and Others A\n(supra) which reads:\nC\n\"41. Once a special leave petition has been granted, the\ndoors for the exercise of appellate jurisdiction of this Court\nhave been let open. The order impugned before the\nB\nSupreme Court becomes an order appealed against. Any\norder passed thereafter would be an appellate order and\nwould attract the applicability of doctrine of merger. It would\nnot make a difference whether the order is one of reversal\nor of modification or of dismissal affirming the order\nappealed against. It would also not make any difference if\nthe order is a speaking or non-speaking one. Whenever\nthis Court has felt inclined to apply its mind to the merits\nof the order put in issue before it though it may be inclined\nto affirm the same, it is customary with this Court to grant\nleave to appeal and thereafter dismiss the appeal itself D\n(and not merely the petition for special leave) though at\ntimes the orders granting leave to appeal and dismissing\nthe appeal are contained in the same order and at times\nthe orders are quite brief. Nevertheless, the order shows\nthe exercise of appellate jurisdiction and therein the merits E\nof the order impugned having been subjected to judicial\nscrutiny of this Court.\n42. \"To merge” means to sink or disappear in something\nelse; to become absorbed or extinguished; to be\ncombined or be swallowed up. Merger in law is defined\nas the absorption of a thing of lesser importance by a\ngreater, whereby the lesser ceases to exist, but the greater\nis not increased; an absorption or swallowing up so as to\ninvolve a loss of identity and individuality. (See Corpus\nJuris Secundum, Vol. LVII, pp. 1067-68.)\"\nIn the same decision, their Lordships have summarized their\nconclusion as under:\n\"44. To sum up, our conclusions are:\nF\nG\nH -\n"}