{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"352 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA the same, there is no occasion for making any correction even\nsuo moto and that too after a lapse of nine years from the date\nof the judgment.\nB\nC\nD\n27. To meet the above contentions, learned Attorney\nGeneral has made an elaborate argument by drawing our\nattention to the decree prepared by the Registry. In fact, we\nalso summoned the original decree drafted by the Registry. A\njudgment comprises three segments (i) the facts and the point\nat issue; (ii) the reasons for the decision and (iii) the final order\ncontaining the decision. Order XX CPC requires a judgment\nto contain all the issues and findings or decision thereon with\nthe reasons therefor. The judgment has to state the relief\nallowed to a party. The preparation of decree follows the\njudgment. The decree shall agree with the judgment. The\ndecree shall contain, inter alia, particulars of the claim and shall\nspecify clearly the relief granted or other determination of the\nsuit. The very obligation cast by the Code that the decree shall\nagree with the judgment spells out an obligation on the part of\nthe author of the judgment to clearly indicate the relief or reliefs\nto which a party, in his opinion, has been found entitled to\nE enable decree being framed in such a manner that it agrees\nwith the judgment and specifies clearly the relief granted. The\noperative part of the judgment should be so clear and precise\nthat in the event of an objection being laid, it should not be\ndifficult to find out by a bare reading of the judgment and\nF decree whether the latter agrees with the former and is in\nconformity therewith. The obligation is cast not only on the trial\ncourt but also on the appellate court. Order 41 Rule 31 CPC\ncasts an obligation on the author of the appellate judgment to\nstate the points for determination, the decision thereon, the\nG reasons for the decision and when the decree appealed from\nis reversed or varied, the relief to which the appellant is entitled.\nIt is well settled by a catena of decisions of this Court that once\na decision of the High Court is set aside by this Court, it ceases\nto exist. It falls on all four corners and not open to contend\nsubsequently that a particular aspect or argument was not\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\nconsidered by this Court or that it can be relied upon.\n353\nA\n28. In Kausalya Devi Bogra (Smt.) and Others vs. Land\nAcquisition Officer, Aurangabad and Another, (1984) 2 SCC\n324, this Court held that once the Supreme Court sets aside a\njudgment of the High Court, the High Court judgment is a nullity B\nand cannot be revived.\n29. In Ballabhdas Mathurdas Lakhani and Others vs.\nMunicipal Committee, Malkapur, (1970) 2 SCC 267, this Court\nobserved that a decision of the Supreme Court was binding.\n...\non the High Court and the High Court could not ignore\nit because they thought that \"relevant provisions were not\nbrought to the notice of the Court...'\n9339\n30. In M/s Kesho Ram and Co. and Others Etc. vs. Union\nof India and Ors., (1989) 3 SCC 151, this Court held that:\nC\nD\n\"Once Petitioners challenge to Section 3 and the impugned\nNotification was considered by the Court and the validity\nof the same upheld, it must be presumed that all grounds\nwhich could validly be raised were raised and considered E\nby the Court.\"\n31. Similarly, in Director of Settlements, A.P. and Others\nvs. M.R. Apparao and Another, (2002) 4 SCC 638, this Court\nheld thus:\n\"a judgment of the High court which refused to follow the\ndecision and directions of the Supreme court or seeks to\nrevive a decision of the High court which has been set\naside by the Supreme court is a nullity.\"\nF\nG\nIn view of the peculiar controversy, we read the judgment in\nAudikesava Reddy's case carefully, particularly, paras 13 to 17\nand we are satisfied that the decision of this Court has been\ncorrectly drafted by the Registry in the form of a decree and\nthere is no ambiguity as claimed by learned senior counsel for H\nA\nB\nC\nD\nE\nF\n354 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nthe appellants.\n32. Learned Attorney General submitted that a judgment\nrendered by this Court cannot be collaterally challenged as is\nsought to be done by the appellants in these appeals. For the\nsaid proposition, he relied on the following:\nIn Hunter vs. Chief Constable [1982] 1 A.C, Diplock LJ\ndelivering his speech in the House of Lords enunciated the\ndoctrine of 'Collateral attack on a judgment and observed thus:\n\"The abuse of process which the instant case exemplifies\nis the initiation of proceedings in a court of justice for the\npurpose of mounting a collateral attack upon a final\ndecision against the intending plaintiff which has been\nmade by another court of competent jurisdiction in\nprevious proceedings in which the intending plaintiff had\na full opportunity of contesting the decision in the court by\nwhich it was made.\"\nQuoting Halsburys, the learned judge observed:\n\"I think it would be a scandal to the administration of justice\nif the same question having been disposed by one case,\nthe litigant were to be permitted by changing the form of\nthe proceedings to set up the same case again.\"\n33. This Court has approved this well settled principle that\na judgment of the Supreme Court cannot be collaterally\nchallenged on the ground that certain points had not been\nconsidered. This Court in Anil Kumar Neotia and Others vs.\nUnion of India and Others, (1988) 2 SCC 587 held that it is\nnot open to contend that certain points had not been urged or\nG argued before the Supreme Court and thereby seek to reopen\nthe issue. The relevant portion of the judgment is as follows:\nH\n\"\nThis Court further observed that to contend that the\nconclusion therein applied only to the parties before this\nCourt was to destroy the efficacy and integrity of the\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n355\njudgment and to make the mandate of Article 141 A\nillusory..... It is no longer open to the Petitioners to contend\nthat certain portions had not been urged and the effect of\nthe judgment cannot be collaterally challenged.\"\n34. In Palitana Sugar Mills (P) Ltd. and Another vs. State\nof Gujarat and Others, (2004) 12 SCC 645, this Court\nreiterated the principle that a judgment of this Court is binding\non all and it is not open to contend that the full facts had not\nbeen placed before the Court. In this regard, para 62 of the\njudgment reads as follows:\nB\nC\n\"62. It is well settled that the judgments of this Court are\nbinding on all the authorities under Article 142 of the\nConstitution and it is not open to any authority to ignore a\nbinding judgment of this Court on the ground that the full\nfacts had not been placed before this Court and/or the D\njudgment of this Court in the earlier proceedings had only\ncollaterally or incidentally decided the issues ...\"\n35. In A.V. Papayya Sastry and Others vs. Govt. of A.P.\nand Others, (2007) 4 SCC 221, this Court observed as under:\nE\n\"38. The matter can be looked at from a different angle as\nwell. Suppose, a case is decided by a competent court of\nlaw after hearing the parties and an order is passed in\nfavour of the plaintiff applicant which is upheld by all the\ncourts including the final court. Let us also think of a case F\nwhere this Court does not dismiss special leave petition\nbut after granting leave decides the appeal finally by\nrecording reasons. Such order can truly be said to be a\njudgment to which Article 141 of the Constitution applies.\nLikewise, the doctrine of merger also gets attracted. All G\norders passed by the courts/authorities below, therefore,\nmerge in the judgment of this Court and after such\njudgment, it is not open to any party to the judgment to\napproach any court or authority to review, recall or\nreconsider the order.\"\nH\nA\n356 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n36. Regarding the doctrine of merger, once the appeal of\nthe State was allowed in Audikeshava Reddy's case the net\nresult was that the High Court judgment which held that the\nproceedings under the ULC Act were vitiated stood merged\nin the decision of this Court in Audikeshava Reddy. The\nB logical sequitor of this is that the writ petitions filed by the\nC\nD\nappellants are deemed to be dismissed. In Kunhayahmed\n(supra), a three Judge Bench of this Court while elucidating the\ndoctrine of merger held that once 'leave' is granted while\nexercising jurisdiction under Article 136 of the Constitution of\nIndia, the doors of the appellate jurisdiction are opened. It does\nnot matter whether reasons are given or not. The doctrine of\nmerger is attracted as soon as 'leave' has been granted in a\nspecial leave petition.\n37. As pointed out by learned Attorney General, the matter\ncan be looked at from another angle. The proceedings in the\ninstant case are barred by the principle of constructive res\njudicata. The validity of the ULC Act were squarely in issue.\nThe effect of allowing the State appeals in Audikeshava\nReddy's case is that all contentions which parties might and\nE ought to have litigated in the previous litigation cannot be\npermitted to be raised in subsequent litigations.\n38. In Forward Construction Co. \u0026 Ors. vs. Prabhat\nMandal \u0026 Ors., (1986) 1 SCC 100, this Court held that an\nF adjudication is conclusive and binding not only as to the actual\nmatter determined but as to every other matter which the\nparties might and ought to have litigated and have had it\ndecided. The following portion of the judgment is relevant which\nreads as under:\nG\nI\n\"20. So far as the first reason is concerned, the High Court\nin our opinion was not right in holding that the earlier\njudgment would not operate as res judicata as one of the\ngrounds taken in the present petition was conspicuous by\nits absence in the earlier petition. Explanation IV to Section\n11 CPC provides that any matter which might and ought\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n357\nA\nto have been made ground of defence or attack in such\nformer suit shall be deemed to have been a matter directly\nand substantially in issue in such suit. An adjudication is\nconclusive and final not only as to the actual matter\ndetermined but as to every other matter which the parties\nmight and ought to have litigated and have had it decided B\nas incidental to or essentially connected with the subject-\nmatter of the litigation and every matter coming within the\nlegitimate purview of the original action both in respect of\nthe matters of claim or defence. The principle underlying\nExplanation IV is that where the parties have had an C\nopportunity of controverting a matter that should be taken\nto be the same thing as if the matter had been actually\ncontroverted and decided. It is true that where a matter has\nbeen constructively in issue it cannot be said to have been\nactually heard and decided. It could only be deemed to D\nhave been heard and decided. “\n39. In Hoystead vs. Commissioner of Taxation (1926) 1\nAppeal Cases 155, the Privy Council observed:\nE\n\"Parties are not permitted to bring fresh litigations because\nof new views that they may entertain of the law of the case,\nor new versions which they present as to what should be\na proper apprehension by the Court of the legal result\neither of the construction of the documents or the weight\nof certain circumstances. If this were permitted, litigations F\nwould have no end except when legal ingenuity is\nexhausted. It is a principle of law that this cannot be\npermitted and there is abundant authority reiterating that\nprinciple.\"\nG\nAs rightly observed by the High Court, what is utmost relevant\nis the final judgment of the superior Court and not the reasons\nin support of that decision. Apart from the legal position and\nthe effect of allowing of the appeals and dismissing the writ\npetitions by this Court, the contention with regard to the land\nbeing agricultural land was raised in the writ petitions which H\n358 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA were the subject matter of the appeals filed in this Court. In\nthese proceedings, the State categorically took the stand that\nthe lands are not agricultural. It was brought to our notice that\nthe present appellants as respondents in the earlier round did\nnot urge this plea before this Court and no such arguments were\nB advanced before this Court. In view of the same, the appellants\nare not entitled to raise any such contention now. The effect of\nallowing the said appeals is that W.P.Nos. 18385 of 1993 and\n238 of 1994 stood dismissed. Inasmuch as the writ petitions\nhaving been dismissed, the orders passed under the ULC Act\nhave attained finality. The declarations which had been made\nand statements filed on 06.09.1976 and 25.07.1977 stand till\ntoday and these declarations are not even sought to be\nwithdrawn. In those circumstances, as rightly contended by the\nlearned senior counsel appearing for the respondents, the\nprayer on the part of the owners in W.P. No. 4141 of 2006\nmade for the first time in 2006 after 32 years of filing of the\nstatements under Section 6 and after 26 years of the conclusion\nof ULC proceedings was completely misconceived and was\nrightly rejected.\nC\nD\nE\n40. Before the High Court, the purchasers had contended\nthat the original owners had filed the declarations under\nmisconception and confusion. Even before this Court, the\npurchasers had raised a similar plea when they found that the\nobservations in Atia Begum's case was overruled. The\nF observations in paragraph 15 of the judgment in Audikesava\nReddy's case are in the context of the plea of the purchasers.\nIt was not the case of the State that the original owners filed\nany statement or declaration under the ULC Act under a wrong.\nimpression. On the other hand, this was a contention of the\nG purchasers. However, in paragraph 15 of Audikeshava\nReddy's case, this Court did not even go into the question\nbecause the owners were not before it and perhaps the\npurchasers could not raise that plea. This Court said, \"this\nquestion is left open to be decided in an appropriate case.\"\nThis means that this was not a fit case for going into this issue\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n359\nand when a proper case filed by owner comes with such a plea A\nthen the Court would consider the same. It follows that the\nappeals were allowed \"for the aforesaid reasons\" and this\nmeans on account of two reasons. The first reason is the\noverruling of Atia Begum's case and the second reason is that\nthe Court was not prepared to examine the declaration filed by B\nthe owners at the behest of the purchasers. In those\ncircumstances, there was no necessity to remand, hence there\nis no order for remand. Therefore, the expression \"appeals are\nallowed\" can have only one meaning and that is the judgment\nof the High Court is set aside and writ petitions are dismissed\nand the determination of ceiling already made remains intact\nand undisturbed.\nC\nD\n41. The appellants contended that the High Court had\nrecorded a finding that the land is agricultural and the State had\ntaken up a ground saying that the land was not agricultural land\nand was a vacant land but that point was not pressed before\nthis Court in Audikesava Reddy's case, hence to that extent\nthe High Court judgment would operate with binding effect in\nview of principles of constructive res judicata. We accept that\nprinciple of res judicata/constructive res judicata is applicable E\nto the writ proceedings. However, in the present case, the\nDivision Bench finding with respect to nature of land in a writ\npetition filed by purchasers does not survive after appeals of\nthe State were allowed and after this Court refused to go into\nthe question of filing of statements by owners under a wrong\nimpression. If this Court wanted the nature of land to be\nseparately considered then it would have done so or remanded\nthe matter. However, paragraph 15 of Audikesava Reddy's\ncase shows a clear intent to leave the declaration of the owner\nfiled under the ULC Act intact. In the case on hand, as\nobserved earlier, no part of the judgment of the High Court\nwould survive after the appeal is allowed unless and until it is\nexpressly and specifically preserved. In view of the same, the\ncontrary contention of the appellants in this context is\nunacceptable and unsustainable. In any case, the owners are\nF\nG\nH\n360 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA bound by the determination of surplus land by the Competent\nB\nс\nD\nAuthority on the basis of their own declaration and the various\norders passed under the ULC Act. They cannot be permitted\nto re-open the chapter after about 25 years.\n42. Mr. Chowdhary, learned senior counsel contended that\nwhen a doubt arises about what the Court intended then the\nsame must be resolved by construing the expressions\ninconsistent with the law. He placed reliance on the following\njudgment of this Court:\n1. Gajraj Singh \u0026 Ors. vs. State of U.P. \u0026 Ors (2001) 5\nSCC 762\n2. Sarat Chandra Mishra \u0026 Ors. vs. State of Orissa \u0026 Ors.\n(2006) 1 SCC 638, 643 and\n3. State of Haryana \u0026 Ors. vs. M.P. Mohla, (2007) 1 SCC\n457, 464\nOn going through those decisions, we have no quarrel over the\nratio laid down, however, there is no scope of applying them ⚫\nE to the present case. As pointed out earlier, the expression 'civil\nappeals are allowed' carry only one meaning; ise., the judgment\nof the High Court is set aside and the writ petitions are\ndismissed. Moreover, the determination of surplus land based\non the declaration of owners has become final long back. The\nF notifications issued under Section 10 of the Act and the\nG\nH\npanchanama taken possession are also final. On behalf of the\nState, it was asserted that the possession of surplus land was\ntaken on 20.07.1993 and the Panchanama was executed\nshowing that the possession has been taken. It is signed by\nwitnesses. We have perused the details which are available\nin the paper book. It is settled law that where possession is to\nbe taken of a large tract of land then it is permissible to take\npossession by a properly executed Panchanama. [vide. Sita*\nRam Bhandar Society, New Delhi vs. Lieutenant Governor,\nGovt. of NCT, Delhi, (2009) 10 SCC 501]\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n361\n43. It is not in dispute that the Panchnama has not been A\nquestioned in any proceedings by any of the appellants.\nThough it is stated that Chanakyapuri Cooperative Society is\nin possession at one stage and Shri Venkateshawar\nEnterprises was given possession by the owners and\npossession was also given to Golden Hill Construction B\nCorporation and thereafter it was given to the purchasers, the\nfact remains that the owners are not in possession. In view of\nthe same, the finding of the High Court that the possession was\ntaken by the State legally and validly through a Panchnama is\nabsolutely correct and deserves to be upheld.\n44. It is relevant to point out the conduct of the appellants\nin the previous proceedings which were highlighted by learned\nsenior counsel for the State as well as APIIC. They are:\nс\n(a) The appellants themselves described the land in Survey D\nNo. 83 as \"grazing land\" in their declarations filed under\nSection 6(1);\n(b) The appellants filed declarations under the Land\nReforms Act subjecting the land to the jurisdiction of the\nTribunal;\n(c) filing declarations under the ULC Act treating the land\nin Survey No. 83 as vacant land;\n(d) the transaction of agreement of sale entered into\nbetween GPA and Chanakyapuri Cooperative Housing\nSociety;\n(e) Owners and Society filed applications for exemptions\nwhich were rejected;\n(f) Chanakyapuri Society pursued its remedies against\nsuch rejection of exemption up to this Court in which the\nowners through their Power of Attorney were sailing with\nthe Society.\nE\nF\nG\nI\n"}