{"pages":[{"pageNumber":111},{"pageNumber":112},{"pageNumber":113},{"pageNumber":114},{"pageNumber":115},{"pageNumber":116},{"pageNumber":117},{"pageNumber":118},{"pageNumber":119},{"pageNumber":120}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 437\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nof the appellant's ownership interest in Satyam Venture A\nEngineering Services (SVES), the party's joint venture\ncompany\". Further, “VGE (the appellant herein) shall do all\nthat may otherwise be necessary to effect the transfer of\nits ownership interest in SVES to Satyam (or its\ndesignee)\". It is pointed out that obtaining this order by B\npursuing the case in the US District Courts, in the teeth of\nthe prohibition contained in the order of the High Court,\nwould not only be a contempt of the High Court but would\nrender all proceedings before the US courts a brutum\nfulmen, and liable to be ignored. Though Mr. R.F. Nariman C\nhas pointed out that the High Court only restrained the\nrespondent from effecting transfer of the shares pending\nfurther orders by the City Civil Court, Secunderabad, after\nthe orders of the trial court as well as limited order of the\nHigh Court, the first respondent ought not to have D\nproceeded with the issue before the District Court,\nMichigan without getting the interim orders/directions\nvacated.\nF\n47. In terms of the decision in Bhatia International we hold\nthat Part of the Act is applicable to the award in question E\neven though it is a foreign award. We have not expressed\nanything on the merits of claim of both the parties. It is\nfurther made clear that if it is found that the court in which\nthe appellant has filed a petition challenging the award is\nnot competent and having jurisdiction, the same shall be\ntransferred to the appropriate court. Since from the\ninception of ordering notice in the special leave petition\nboth parties were directed to maintain status quo with\nregard to transfer of shares in issue, the same shall be\nmaintained till the disposal of the suit. Considering the G\nnature of dispute which relates to an arbitration award, we\nrequest the court concerned to dispose of the suit on\nmerits one way or the other within a period of six months\nfrom the date of receipt of copy of this judgment. Civil\nappeal is allowed to this extent. No costs.\"\nH\nA\n438 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n146. With these observations, the matter was remanded\nback to the trial court to dispose of the suit on merits. The\nsubmissions made by Mr. K.K.Venugopal, as noticed in\nparagraph 42, epitomize the kind of chaos which would be\ncreated by two court systems, in two different countries,\nB exercising concurrent jurisdiction over the same dispute. There\nwould be a clear risk of conflicting decisions. This would add\nto the problems relating to the enforcement of such decisions.\nSuch a situation would undermine the policy underlying the New\nYork Convention or the UNCITRAL Model Law. Therefore, we\nC are of the opinion that appropriate manner to interpret the\naforesaid provision is that \"alternative two\" will become\navailable only if \"alternative one\" is not available.\nD\n147. The expression \"under the law\" has also generated\na great deal of controversy as to whether it applies to \"the law\ngoverning the substantive contract\" or \"the law governing the\narbitration agreement\" or limited only to the procedural laws of\nthe country in which the award is made.\n148. The consistent view of the international commentators\nE seems to be that the “second alternative\" refers to the\nprocedural law of the arbitration rather than “law governing the\narbitration agreement” or “underlying contract\". This is even\notherwise evident from the phrase \"under the law, that award\nwas made\", which refers to the process of making the award\nF (i.e., the arbitration proceeding), rather than to the formation or\nvalidity of the arbitration agreement.\n149. Gary B. Born in his treatise titled International\nCommercial Arbitration takes the view in Chapter 21 that the\ncorrect interpretation of Article V(1)(e)'s “second alternative\" is\nG that it relates exclusively to procedural law of the arbitration\nwhich produced an award and not to other possible laws (such\nas the substantive law governing the parties underlying dispute\nor governing the parties' arbitration agreement). He further\nnotices that courts have generally been extremely reluctant to\nH conclude that the parties have agreed upon a procedural law\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 439\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nC\nother than that of the arbitral seat. Consequently, according to A\nBorn, although it is theoretically possible for an award to be\nsubject to annulment outside the arbitral seat, by virtue of Article\nV(1)(e)'s \"second alternative\", in reality this is a highly unusual\n\"once-in-a-blue-moon\" occurrence. He further notices that a\nnumber of national courts have considered the meaning of B\nArticle V(1)(e)'s “second alternative”. Many, but not all, courts\nhave concluded that the alternative refers to \"the procedural law\nof arbitration\", rather than the \"substantive law applicable to the\nmerits of the parties' dispute or to the parties' arbitration\nagreement.\" In our opinion, the views expressed by the learned\nauthor are in consonance with the scheme and the spirit in which\nthe New York Convention was formulated. The underlying\nmotivation of the New York Convention was to reduce the\nhurdles and produce a uniform, simple and speedy system for\nenforcement of foreign arbitral award. Therefore, it seems to\nbe accepted by the commentators and the courts in different\njurisdictions that the language of Article V(1)(e) referring to the\n\"second alternative\" is to the country applying the procedural\nlaw of arbitration if different from the arbitral forum and not the\nsubstantive law governing the underlying contract between the\nparties.\nCase Law -\n150. At this stage, it would be appropriate to consider the\nmanner in which the expression \"under the law” has been\ninterpreted judicially in different jurisdictions.\nE\nF\n151. The aforesaid expression came up for consideration\nin the case of Karaha Bodas Co. LLC Vs. Perusahaan\nPertambangan Minyak Dan Gas Bumi Negara,43 the Federal\nCourt in the U.S. considered the provisions contained in Article G\nV(1)(e) and observed as follows:-\n\"Article V(1)(e) of the Convention provides that a court of\n43. 335 F.3d 357.\nI\nA\nB\nC\nD\nE\nF\nG\n440 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nsecondary jurisdiction may refuse to enforce an arbitral\naward if it \"has been set aside or suspended by a\ncompetent authority of the country in which, or under the\nlaw of which, that award was made.\" Courts have held that\nthe language, \"the competent authority of the country ......\nunder the law of which, that award was made\" refers\nexclusively to procedural and not substantive law, and more\nprecisely, to the regimen or scheme of arbitral procedural\nlaw under which the arbitration was conducted, and not the\nsubstantive law..... applied in the case.\"..\n\"Under the New York Convention, an agreement specifying\nthe place of the arbitration creates a presumption that the\nprocedural law of that place applies to the arbitration.\nAuthorities on international arbitration describe an\nagreement providing that one country will be the site of the\narbitration but the proceedings will be held under the\narbitration law of another country by terms such as\n\"exceptional\"; \"almost unknown\"; a \"purely academic\ninvention\"; \"almost never use in practice\"; a possibility\n\"more theoretical than real\"; and a \"once-in-a-blue-moon\nset of circumstances.\" Commentators note that such an\nagreement would be complex, inconvenient, and\ninconsistent with the selection of a neutral forum as the\narbitral forum….......'\n\"\n-\n152. Similarly, in the case of Karaha Bodas Co. LLC\n(Cayman Islands) Vs. Perusahaan Pertambangan Minyak\nDan Gas Bumi Negara Pertamina (Indonesia),44 the\naforesaid legal proposition is reiterated. In this case, again the\nHong Kong Court considered Article V(1)(e) of the Convention\nat length. This was a case where the substantive law applicable\nto the contract was Indonesian law and the country of the\narbitration i.e. seat of arbitration as per the arbitration\nagreement was Switzerland. It was contended relying on the\nsecond leg of Article V(1)(e) that the law under which the award\nH 44. Yearbook Comm. Arb'n Vol. XXVIII )2003) Page 752.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 441\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nhad been made was Indonesian law and therefore Pertamina's A\nchallenge in Indonesia was valid. This was rejected. It was held\nthat Article V(1)(e) referred to the procedural or curial law and\nthat because the seat of the arbitration was in Switzerland, the\nlex arbitri or the curial or procedural law applicable to the\narbitration was Swiss law. Therefore, only the Swiss Courts had B\njurisdiction to set aside the award.\n153. In International Electric Corporation Vs. Bridas\nSociedad Anonima Petroleva, Industrial Y Commercial, 45 the\nNew York Court held that the italicised words referred to the\nC\nprocedural law governing the arbitration, and not to the\nsubstantive law governing the agreement between the parties,\nsince the situs of arbitration is Mexico, the governing procedural\nlaw that of Mexico, only Mexico Courts have jurisdiction under\nthe Convention to vacate the award.\nD\n154. Redfern and Hunter (supra) at paragraph 11.96 state\nthat the court which is competent to sustain or set aside an\naward is the court of the country in \"alternative one\" or\n\"alternative two\". The authors, however, further state that \"this\nCourt will almost invariably be the national court at the seat of E\nthe arbitration\". They point out that the prospect of an award\nbeing set aside under the procedural law of a State other than\nthat at the seat of arbitration is unlikely. They point out that an\ningenious (but unsuccessful) attempt was made to persuade\nthe US District Court to set aside an award made in Mexico,\non the basis that the reference to the law under which that\naward was made was a reference to the law governing the\ndispute and not to the procedural law (Paragraph 11.96). The\nLearned Authors had made a reference to the case\nInternational Standard Electric Corp. (US) Vs. Bridas\nSociedad Anonima Petrolera (Argentina). 46 The Court rejected\nthe aforesaid argument with the following observations:-\n45. 745 F Supp 172, 178 (SDNY 1990).\n46. (1992) VII Ybk Comm Arb 639.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n442 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n\"Decisions of foreign courts under the Convention uniformly\nsupport the view that the clause in question means\nprocedural and not substantive (that is, in most cases,\ncontract law)....\nA\nAccordingly, we hold that the contested language in Article\nV(1)(e) of the Convention refers exclusively to\nprocedural and not substantive law, and more precisely\nto the regimen or scheme of arbitral procedural law under\nwhich the arbitration was conducted.\"\n155. The Court went on to hold that since the quorum of\narbitration was Mexico, only the Mexican court had jurisdiction\nto set aside the award.\n156. The correct position under the New York Convention\nis described very clearly and concisely by Gary B. Born in his\nbook International Commercial Arbitration (Kluwer Law\nInternational, Vol. 1), Chapter X Page 1260 as follows:\n\"This provision is vitally important for the international\narbitral process, because it significantly restricts the extent\nof national court review of international arbitral awards in\nannulment actions, limiting such review only to the courts\nof the arbitral seat (that is, the state where the award is\nmade or the state whose procedural law is selected by the\nparties to govern the arbitration). In so doing, the\nConvention ensures that courts outside the arbitral seat\nmay not purport to annul an international award, thereby\nmaterially limiting the role of such courts in supervising or\noverseeing the procedures utilized in international\narbitrations.\nAt the same time, the New York Convention also allows\nthe courts of the arbitral seat wide powers with regard to\nthe annulment of arbitral awards made locally. The\nConvention generally permits the courts of the arbitral seat\nto annul an arbitral award on any grounds available under\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 443\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nlocal law, while limiting the grounds for non-recognition of A\nConvention awards in courts outside the arbitral seat to\nthose specified in Article V of the Convention. This has the\neffect of permitting the courts of the arbitral seat\nsubstantially greater scope than courts of other states to\naffect the conduct or outcome of an international arbitration\nthrough the vehicle of annulment actions. Together with the\nother provisions of Articles II and V, this allocation of\nannulment authority confirms the (continued) special\nimportance of the arbitral seat in the international arbitral\nprocess under the New York Convention.\"\n(emphasis supplied)\nB\nс\n157. In our opinion, the aforesaid is the correct way to\ninterpret the expressions \"country where the award was made\"\nand the \"country under the law of which the award was made\". D\nWe are unable to accept the submission of Mr. Sundaram that\nthe provision confers concurrent jurisdiction in both the fora.\n\"Second alternative\" is available only on the failure of the \"first\nalternative\". The expression under the law is the reference only\nto the procedural law/curial law of the country in which the\naward was made and under the law of which the award was\nmade. It has no reference to the substantive law of the contract\nbetween the parties. In such view of the matter, we have no\nhesitation in rejecting the submission of the learned counsel for\nthe appellants.\nE\nF\nG\n158. At this stage, we may notice that in spite of the\naforesaid international understanding of the second limb of\nArticle V(1)(e), this Court has proceeded on a number of\noccasions to annul an award on the basis that parties had\nchosen Indian Law to govern the substance of their dispute. The\naforesaid view has been expressed in Bhatia International\n(supra) and Venture Global Engineering (supra). In our opinion,\naccepting such an interpretation would be to ignore the spirit\nunderlying the New York Convention which embodies a\nconsensus evolved to encourage consensual resolution of H\n444 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA complicated, intricate and in many cases very sensitive\nInternational Commercial Disputes. Therefore, the interpretation\nwhich hinders such a process ought not to be accepted. This\nalso seems to be the view of the national courts in different\njurisdictions across the world. For the reasons stated above,\nB we are also unable to agree with the conclusions recorded by\nthis Court in Venture Global Engineering (supra) that the\nforeign award could be annulled on the exclusive grounds that\nthe Indian law governed the substance of the dispute. Such an\nopinion is not borne out by the huge body of judicial precedents\nin different jurisdictions of the world.\nC\nInterim measures etc. by the Indian Courts where the seat\nof arbitration is outside India.\n159. We have earlier noticed the submissions made by\nD the learned counsel for the parties wherein they had\nemphasised that in case the applicability of Part I is limited to\narbitration which take place in India, no application for interim\nrelief would be available under Section 9 of the Arbitration Act,\n1996, in an arbitration seated outside India. It was further\nE emphasised that in such circumstances, the parties would be\nleft remediless. Dr. Singhvi, in order to get out of such a\nsituation, had submitted that remedy under Section 9 would still\nbe available. According to Dr. Singhvi, Section 9 is a stand\nalone provision which cannot be effected by the limit contained\nin Section 2(2). He submits that the provisions contained in\nSection 9 do not impede the arbitral process. Its only purpose\nis to provide an efficacious, preservatory, interim, conservatory,\nemergent relief necessary for protecting the subject matter of\narbitration, pending the conclusions of the proceedings. He also\nemphasised that interim orders of foreign courts are not, ipso\nfacto or ipso jure, enforceable in India and, absent Section 9,\na party will be remediless in several real life situations. He,\ntherefore, urged that this Court could give a purposive\ninterpretation of Section 9 to ensure that the Courts in India\nhave the jurisdiction to take necessary measures for\npreservation of assets and/or to prevent dissipation of assets.\nF\nG\nH\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 445\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nDr. Singhvi submitted that the decision in Bhatia International A\n(supra) is correct, in so far as it relates to the grant of interim\ninjunction under Section 9 of the Arbitration Act, 1996. He did\nnot say before us that the courts in India would have any power\nto annul the award under Section 34 of the Arbitration Act,\n1996, in matters where arbitrations have taken place at abroad.\nBut at the same time, he canvassed that the provisions\ncontained in Section 9 cannot be equated with the provisions\ncontained in Section 34. The remedy under Section 9 is interim\nand subservient to the main arbitration proceedings, whereas\nremedy under Section 34 would interfere with the final award.\nFurther more, annulment of the award under Section 34 would\nhave extra-territorial operation whereas Section 9 being entirely\nasset focused, would be intrinsically territory focused and intra-\nterritorial in its operation. He submitted that the ratio in Bhatia\nInternational on the core issue, i.e., grant of interim measures\nunder Section 9, is correct. Although, he was not much\nconcerned about the other issues, of annulment or enforcement\nof the award, he has reiterated the submissions made by the\nother learned counsel, on Sections 2(2), 2(1)(f) and 2(5).\nC\nD\n160. We are unable to accept the submissions made by E\nthe learned counsel. It would be wholly undesirable for this Court\nto declare by process of interpretation that Section 9 is a\nprovision which falls neither in Part I or Part II. We also do not\nagree that Section 9 is a sui generis provision.\n161. Schematically, Section 9 is placed in Part I of the\nArbitration Act, 1996. Therefore, it can not be granted a special\nstatus. We have already held earlier that Part I of the Arbitration\nAct, 1996 does not apply to arbitrations held outside India. We\nmay also notice that Part II of the Arbitration Act, 1996, on the\nother hand, does not contain a provision similar to Section 9.\nThus, on a logical and schematic construction of the Arbitration\nAct, 1996, the Indian Courts do not have the power to grant\ninterim measures when the seat of arbitration is outside India.\nA bare perusal of Section 9 would clearly show that it relates\nto interim measures before or during arbitral proceedings or\nF\nG\nH\ni\n446 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA at any time after the making of the arbitral award, but before it\nis enforced in accordance with Section 36. Section 36\nnecessarily refers to enforcement of domestic awards only.\nTherefore, the arbitral proceedings prior to the award\ncontemplated under Section 36 can only relate to arbitrations\nB which take place in India. We, therefore, do not agree with the\nobservations made in Bhatia International (supra) in paragraph\n28 that \"The words in accordance with Section 36 can only go\nwith the words after the making of the arbitral award.\" It is clear\nthat the words \"in accordance with Section 36\" can have no\nC reference to an application made “before” or “during the arbitral\nproceedings\". The text of Section 9 does not support such an\ninterpretation. The relevant part of the provisions is as under:\nD\n-\n“9. Interim measures, etc. by Court – A party may, before\nor during arbitral proceedings or at any time after the\nmaking of the arbitral award but before it is enforced in\naccordance with Section 36, apply to a court\n\"\n162. A bare look at the aforesaid provision would indicate\nthat there is no break up of the sentence in between the two\nE comas at the beginning and end of the sentence. Therefore,\nthe sentence cannot be broken into three parts as it is done in\nparagraph 28 of Bhatia International (supra). The arbitral\nproceedings mentioned in the aforesaid provision cannot relate\nto arbitration which takes place outside India.\nF\n163. Therefore, we have no hesitation in declaring that the\nprovision contained in Section 9 is limited in its application to\narbitrations which take place in India. Extending the applicability\nof Section 9 to arbitrations which take place outside India would\nbe to do violence to the policy of the territoriality declared in\nG Section 2(2) of the Arbitration Act, 1996.\nH\n164. It was next submitted that if the applicability of Part I\nis limited to arbitrations which take place in India, it would leave\nmany parties remediless in a number of practical situations.\n"}