{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 377\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nand Venture Global Engineering (Supra).\n55. In our opinion, the conclusion recorded at Paragraph\n14B can not be supported by either the text or context of the\nprovisions in Section 1(2) and proviso thereto. Let us consider\nthe provision step-by-step, to avoid any confusion. A plain\nreading of Section 1 shows that the Arbitration Act, 1996\nextends to whole of India, but the provisions relating to domestic\narbitrations, contained in Part 1, are not extended to the State\nof Jammu and Kashmir. This is not a new addition. Even the\n1940 Act states:\n-\n\"Section 1 Short title, extend and commencement -\nA\nB\nC\n(1)\n་ ་་\n(2) It extends to the whole of India (except the State of\nJammu and Kashmir).\"\n56. Thus, the Arbitration Act, 1996 maintains the earlier\nposition so far as the domestic arbitrations are concerned.\nThereafter, comes the new addition in the proviso to Section\n1(2), which reads as under:\n\"Provided that Parts I, III and IV shall extend to the State\nof Jammu and Kashmir only in so far as they relate to\ninternational commercial arbitration or, as the case may\nbe, international commercial conciliation.\"\nD\nE\nF\n57. The proviso is necessary firstly due to the special status\nof the State of Jammu \u0026 Kashmir, secondly to update the\nJammu and Kashmir Act, 1945. In our opinion, the proviso does\nnot create an anomaly. The aforesaid Act is almost a carbon\ncopy of the 1940 Act. Both the Acts do not make any provision G.\nrelating to International Commercial Arbitration. Such a\nprovision was made under the Arbitration Act, 1996 by repealing\nthe existing three Acts, i.e., 1937 Protocol Act, 1940 Act and\nthe Foreign Awards Act, 1961. Therefore, the proviso has been\nadded to incorporate the provisions relating to International H\nB\n378 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Commercial Arbitration. The Arbitration Act, 1996 would not\napply to purely domestic arbitrations which were earlier covered\nby the Jammu and Kashmir Act, 1945 and now by the Jammu\n\u0026 Kashmir Arbitration and Conciliation Act, 1997. We are also\nunable to agree with the conclusion that in Jammu \u0026 Kashmir,\nPart I would apply even to arbitration which are held outside\nIndia as the proviso does not state that Part I would apply to\nJammu \u0026 Kashmir only if the place of Arbitration is in Jammu\n\u0026 Kashmir. Since Section 2(2) of Part I applies to all\narbitrations, the declaration of territoriality contained therein\nwould be equally applicable in Jammu \u0026 Kashmir. The\nprovision contained in Section 2(2) is not affected by the\nproviso which is restricted to Section 1(2). By the process of\ninterpretation, it can not be read as a proviso to Section 2(2)\nalso. It can further be seen that the provisions relating to\n\"Enforcement of Certain Foreign Awards\" in Part II would apply\nwithout any restriction, as Part II has no relation to the\nenforcement of any purely domestic awards or domestically\nrendered international commercial awards. These would be\ncovered by the Jammu \u0026 Kashmir Act, 1997.\nC\nD\nE\nF\n58. In view of the above, we are unable to discern any\nanomaly as held in Bhatia International (supra). We also do\nnot discern any inconsistency between Section 1 and Section\n2(2) of the Arbitration Act, 1996.\nDoes Section 2(2) bar the Application of Part I to\nArbitrations which take place outside India?\n59. The crucial difference between the views expressed\nby the appellants on the one hand and the respondents on the\nother hand is as to whether the absence of the word \"only\" in\nG Section 2(2) clearly signifies that Part I of the Arbitration Act,\n1996 would compulsorily apply in the case of arbitrations held\nin India, or would it signify that the Arbitration Act, 1996 would\nbe applicable only in cases where the arbitration takes place\nin India. In Bhatia International and Venture Global Engineering\nН\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 379\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n(supra), this Court has concluded that Part I would also apply A\nto all arbitrations held out of India, unless the parties by\nagreement, express or implied, exclude all or any of its\nprovisions. Here again, with utmost respect and humility, we are\nunable to agree with the aforesaid conclusions for the reasons\nstated hereafter.\nB\nC\nD\n60. It is evident from the observation made by this Court\nin Konkan Railway Corporation Ltd. \u0026 Anr. (supra) that the\nModel Law was taken into account in drafting of the Arbitration\nAct, 1996. In Paragraph 9, this Court observed \"that the Model\nLaw was only taken into account in the drafting of the said Act\nis, therefore, patent. The Arbitration Act, 1996 and the Model\nLaw are not identically drafted\". Thereafter, this Court has given\nfurther instances of provisions of the Arbitration Act, 1996, not\nbeing in conformity with the Model Law and concluded that \"The\nModel Law and judgments and literature thereon are, therefore,\nnot a guide to the interpretation of the Act and, especially of\nSection 12 thereof\". The aforesaid position, according to Mr.\nSorabjee has not been disagreed with by this Court in SBP \u0026\nCo. (supra). We agree with the submission of Mr. Sorabjee that\nthe omission of the word \"only\" in Section 2(2) is not an\ninstance of \"CASUS OMISSUS\". It clearly indicates that the\nModel Law has not been bodily adopted by the Arbitration Act,\n1996. But that can not mean that the territorial principle has not\nbeen accepted. We would also agree with Mr. Sorabjee that it\nis not the function of the Court to supply the supposed F\nomission, which can only be done by Parliament. In our opinion,\nlegislative surgery is not a judicial option, nor a compulsion,\nwhilst interpreting an Act or a provision in the Act. The\nobservations made by this Court in the case of Nalinakhya\nBysack (supra) would tend to support the aforesaid views, G\nwherein it has been observed as follows:-\n\"It must always be borne in mind, as said by Lord Halsbury\nin Commissioner for Special Purpose of Income Tax Vs.\nE\nH\nA\nB\nс\nD\nE\nF\n0\n380 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nPremseP28, that it is not competent to any Court to proceed\nupon the assumption that the legislature has made a\nmistake. The Court must proceed on the footing that the\nlegislature intended what it has said. Even if there is some\ndefect in the phraseology used by the legislature the Court\ncannot, as pointed out in Crawford Vs. Spooner 29, aid the\nlegislature's defective phrasing of an Act or add and\namend or, by construction, make up deficiencies which are\nleft in the Act. Even where there is a casus omissus, it is,\nas said by Lord Russell of Killowen in Hansraj Gupta Vs.\nOfficial Liquidator of Dehra Dun-Mussoorie Electric\nTramway Co., Ltd.30, for others than the Courts to remedy\nthe defect.\"\n61. Mr. Sorabjee has also rightly pointed out the\nobservations made by Lord Diplock in the case of Duport.\nSteels Ltd. (supra). In the aforesaid judgment, the House of\nLords disapproved the approach adopted by the Court of\nAppeal in discerning the intention of the legislature, it is\nobserved that:-\n\"...the role of the judiciary is confined to ascertaining from\nthe words that Parliament has approved as expressing its\nintention what that intention was, and to giving effect to it.\nWhere the meaning of the statutory words is plain and\nunambiguous it is not for the judges to invent fancied\nambiguities as an excuse for failing to give effect to its\nplain meaning because they themselves consider that\nthe consequences of doing so would be inexpedient, or\neven unjust or immoral. In controversial matters such as\nare involved in industrial relations there is room for\ndifferences of opinion as to what is expedient, what is just\nand what is morally justifiable. Under our Constitution it is\n28. LR (1891) AC 531 at Page 549.\n29. 6 Moo PC 1 : 4 MIA 179.\nH 30. (1933) LR 60 IA 13; AIR (1933) PC 63.\n1\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 381\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.}\nParliament's opinion on these matters that is paramount.\" A\n(emphasis supplied)\nIn the same judgment, it is further observed:-\n“But if this be the case it is for Parliament, not for the\njudiciary, to decide whether any changes should be made\nto the law as stated in the Act.\"\nB\n62. The above are well accepted principles for discerning\nthe intention of the legislature. In view of the aforesaid, we shall\nconstrue the provision contained in Section 2(2) without adding C\nthe word \"only\" to the provision.\n63. We are unable to accept the submission of the learned\ncounsel for the appellants that the omission of the word \"only\"\nfrom Section 2(2) indicates that applicability of Part 1 of the\nArbitration Act, 1996 is not limited to the arbitrations that take\nplace in India. We are also unable to accept that Section 2(2)\nwould make Part I applicable even to arbitrations which take\nplace outside India. In our opinion, a plain reading of Section\n2(2) makes it clear that Part I is limited in its application to\narbitrations which take place in India. We are in agreement with\nthe submissions made by the learned counsel for the\nrespondents, and the interveners in support of the respondents,\nthat Parliament by limiting the applicability of Part 1 to\narbitrations which take place in India has expressed a\nlegislative declaration. It has clearly given recognition to the\nterritorial principle. Necessarily therefore, it has enacted that\nPart I of the Arbitration Act, 1996 applies to arbitrations having\ntheir place/seat in India.\nDoes the missing 'only' indicate a deviation from Article\n1(2) of the Model Law?\n64. As noticed earlier the objects and reasons for the\nenactment of the Arbitration Act, 1996 clearly indicate that the\nParliament had taken into account the UNCITRAL Model Laws.\nThe statement of the objects and reasons of the Arbitration Act,\nD\nE\nF\nG\nH\nB\nс\nD\n382\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA 1996 clearly indicates that law of arbitration in India at the time\nof enactment of the Arbitration Act, 1996, was substantially\ncontained in three enactments, namely, The Arbitration Act,\n1940; The Arbitration (Protocol and Convention) Act, 1937 and\nThe Foreign Awards (Recognition and Enforcement) Act, 1961.\nIt is specifically observed that it is widely felt that the Arbitration\nAct, 1940, which contains the general law of arbitration, has\nbecome outdated. It also mentions that the Law Commission\nof India, several representative bodies of trade and industry\nand experts in the fields of arbitration have proposed\namendments to the Arbitration Act, 1940, to make it more\nresponsive to contemporary requirements. It was also\nrecognized that the economic reforms initiated by India at that\ntime may not become fully effective, if the law dealing with\nsettlement of both domestic and international commercial\ndispute remained out of tune with such reforms. The objects and\nreasons further make it clear that the general assembly has\nrecommended that all countries give due consideration to the\nModel Law adopted in 1985, by the UNCITRAL, in view of the\ndesirability of uniformity of the law of arbitral procedures and\nthe specific needs of international commercial arbitration\npractice. Paragraph 3 of the statement of objects and reasons\nmakes it clear that although the UNCITRAL Model Laws are\nintended to deal with international commercial arbitration and\nconciliation, they could, with appropriate modifications, serve\nas a Model Law for legislation of domestic arbitration and\nF conciliation. Therefore, the bill was introduced seeking to\nconsolidate and amend the law relating to domestic arbitration,\ninternational commercial arbitration, enforcement of foreign\narbitral award and to define the law relating to conciliation,\ntaking into account the UNCITRAL Model Law and Rules. We\nG have set out the main objects of the bill a little earlier, Paragraph\n3(5) of which clearly states that one of the objects is \"to\nminimize the supervisory role of Courts in arbitral process”.\nE\nH\n65. Much of the debate before us was concentrated on the\ncomparison between Article 1(2) of UNCITRAL and Section\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 383\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n2(2). Learned counsel for the appellants had canvassed that A\nthe Parliament had deliberately deviated from Article 1(2) of\nUNCITRAL to express its intention that Part I shall apply to all\narbitrations whether they take place in India or in a foreign\ncountry. The word \"only\" is conspicuously missing from Section\n2(2) which is included in Article 1(2) of UNCITRAL. This B\nindicates that applicability of Part I would not be limited to\nArbitrations which take place within India. Learned counsel for\nthe appellants submitted that in case the applicability of Section\n2(2) is limited to arbitrations which take place within India, it\nwould give rise to conflict between Sections 2(2), 2(4), 2(5), C\n2(7), 20 and 28. With equal persistence, the learned counsel\nfor the respondents have submitted that Part I has accepted\nthe territorial principle adopted by UNCITRAL in letter and spirit.\nD\n66. Whilst interpreting the provisions of the Arbitration Act,\n1996, it is necessary to remember that we are dealing with the\nAct which seeks to consolidate and amend the law relating to\ndomestic arbitration, international commercial arbitration and\nenforcement of foreign arbitral awards. The aforesaid Act also\nseeks to define the law relating to conciliation and for matters\nconnected therewith or incidental thereto. It is thus obvious that E\nthe Arbitration Act, 1996 seeks to repeal and replace the three\npre-existing Acts, i.e., The Arbitration Act, 1940; The Arbitration\n(Protocol and Convention) Act, 1937 and the Foreign Awards\n(Recognition and Enforcement) Act, 1961. Section 85 repeals\nall the three Acts. Earlier the 1937 Act catered to the\narbitrations under the Geneva Convention. After the 1958 New\nYork Convention was ratified by India, the 1961 Act was\npassed. The domestic law of arbitration had remained static\nsince 1940. Therefore, the Arbitration Act, 1996 consolidates\nthe law on domestic arbitrations by incorporating the provisions G\nto expressly deal with the domestic as well as international\ncommercial arbitration; by taking into account the 1985\nUNCITRAL Model Laws. It is not confined to the New York\nConvention, which is concerned only with enforcement of\ncertain foreign awards. It is also necessary to appreciate that H\nF\n384 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the Arbitration Act, 1996 seeks to remove the anomalies that\nexisted in the Arbitration Act, 1940 by introducing provisions\nbased on the UNCITRAL Model Laws, which deals with\ninternational commercial arbitrations and also extends it to\ncommercial domestic arbitrations. UNCITRAL Model Law has\nB unequivocally accepted the territorial principle. Similarly, the\nArbitration Act, 1996 has also adopted the territorial principle,\nthereby limiting the applicability of Part I to arbitrations, which\ntake place in India.\nC\nD\nE\n67. In our opinion, the interpretation placed on Article 1(2)\nby the learned counsel for the appellants, though attractive,\nwould not be borne out by a close scrutiny of the Article. Article\n1(2) reads as under:-\n\"Article 1(2): The provisions of this law, except Articles 8,\n9, 17(H), 17(I), 17(J), 35 and 36 apply “only” if the place\nof arbitration is in the territories of this State\".\n68. The aforesaid article is a model and a guide to all the\nStates, which have accepted the UNCITRAL Model Laws. The\ngenesis of the word \"only\" in Article 1(2) of the Model Law can\nbe seen from the discussions held on the scope of application\nof Article 1 in the 330th meeting, Wednesday, 19 June, 1985\nof UNCITRAL. This would in fact demonstrate that the word\n\"only\" was introduced in view of the exceptions referred to in\nArticle 1(2) i.e. exceptions relating to Articles 8, 9, 35 \u0026 36\n(Article 8 being for stay of judicial proceedings covered by an\narbitration agreement; Article 9 being for interim reliefs; and\nArticles 35 \u0026 36 being for enforcement of Foreign Awards). It\nwas felt necessary to include the word \"only\" in order to clarify\nthat except for Articles 8, 9, 35 \u0026 36 which could have extra\nG territorial effect if so legislated by the State, the other provisions\nF\nH\nwould be applicable on a strict territorial basis. Therefore, the\nword \"only\" would have been necessary in case the provisions\nwith regard to interim relief etc. were to be retained in Section\n2(2) which could have extra-territorial application. The Indian\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 385\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nlegislature, while adopting the Model Law, with some A\nvariations, did not include the exceptions mentioned in Article\n1(2) in the corresponding provision Section 2(2). Therefore, the\nword \"only\" would have been superfluous as none of the\nexceptions were included in Section 2(2).\n69. We are unable to accept the submission of the learned\ncounsel for the appellants that the omission of the word \"only\",\nwould show that the Arbitration Act, 1996 has not accepted the\nterritorial principle. The Scheme of the Act makes it abundantly\nclear that the territorial principle, accepted in the UNCITRAL\nModel Law, has been adopted by the Arbitration Act, 1996.\nB\nC\n70. That the UNCITRAL Rules adopted strict territorial\nprinciple is evident from the Report of the UNCITRAL in\nparagraphs 72 to 80 on the work of its 18th Session in Vienna\nbetween 3rd to 21st June, 1985. The relevant extracts of these D\nparagraphs are as under:\n\"72. Divergent views were expressed as to whether the\nModel Law should expressly state its territorial scope of\napplication and, if so, which connecting factor should be\nthe determining criterion....\n15\nE\n\"73, As regards the connecting factor which should\ndetermine the applicability of the (Model) Law in a given\nState, there was wide support for the so-called strict\nterritorial criterion, according to which the Law would F\napply where the place of arbitration was in that\nState......\n\"\n\"74. Another view was that the place of arbitration should\nnot be exclusive in the sense that parties would be G\nprecluded from choosing the law of another State as the\nlaw applicable to the arbitration procedure.....\n\"\n\"78. The Commission requested the secretariat to\nprepare, on the basis of the above discussion, draft\nH\n.\nA\nB\nC\nD\nE\nF\nG\nH\n386 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nprovisions on the territorial scope of application of the\nModel Law in general, including suggestions as to\npossible exceptions\nthe general\nscope......\nof\n\"3\n“80. In discussing the above proposal, the Commission\ndecided that, for reasons stated in support of the strict\nterritorial criterion (see above, para 73), the applicability\nof the Model Law should depend exclusively on the place\nof arbitration as defined in the Model\nLaw....\n\"81. The Commission agreed that a provision\nimplementing that decision, which had to be included in\narticle 1, should be formulated along the following lines:\n\"The provisions of this Law, except articles 8, 9, 35 and\n36 apply only if the place of arbitration is in the territory\nof this State..\n\"\n71. Similarly, the acceptance of the territorial principle in\nUNCITRAL has been duly recognized by most of the experts\nand commentators on International Commercial Arbitration. The\naforesaid position has been duly noticed by Howard M.\nHoltzmann and Joseph E. Beuhaus in \"A guide to the\nUNCITRAL Model Law on International Commercial Arbitration,\nLegislative History and Commentary\". Dealing with the territorial\nscope of application of Article 1(2) at Pages 35 to 38, it is\nstated:-\n\"... in early discussions of this issue, Article 27, dealing\nwith court assistance in taking evidence was included in\nthe list of exceptions. At that time, the draft of that Article\nprovided for such assistance to foreign arbitrations. The\nprovision was subsequently changed to its present format,\nand, by virtue of Article 1(2), it applies only to arbitrations\nin the enacting State. Assistance in taking evidence for\nuse in foreign arbitrations can be provided only under any\n"}