{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 397\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nChapter II (Geneva Convention Awards). From the aforesaid, A\nthe intention of the Parliament is clear that there shall be no\noverlapping between Part I and Part II of the Arbitration Act,\n1996. The two parts are mutually exclusive of each other. To\naccept the submissions made by the learned counsel for the\nappellants would be to convert the “foreign award” which falls\nwithin Section 44, into a domestic award by virtue of the\nprovisions contained under Section 2(7) even if the arbitration\ntakes place outside India or is a foreign seated arbitration, if\nthe law governing the arbitration agreement is by choice of the\nparties stated to be the Arbitration Act, 1996. This, in our C\nopinion, was not the intention of the Parliament. The territoriality\nprinciple of the Arbitration Act, 1996, precludes Part I from\nbeing applicable to a foreign seated arbitration, even if the\nagreement purports to provide that the Arbitration proceedings\nwill be governed by the Arbitration Act, 1996.\n90. The additional submission of Mr. Sorabjee is that\nSection 9-B of the 1961 Act, which was in negative terms, has\nbeen re-enacted as Section 2(7) of the Arbitration Act, 1996\nin positive terms. Section 9-B of the 1961 Act, was as under:\n\"9. Saving - Nothing in this Act shall -\nD\nE\n(b) apply to any award made on an arbitration agreement\ngoverned by the law of India.\"\nF\nG\n91. We are of the opinion that the Section has been\nintentionally deleted, whereas many other provisions of the\n1961 Act have been retained in the Arbitration Act, 1996. If the\nprovision were to be retained, it would have been placed in Part\nIl of the Arbitration Act, 1996. In our opinion, there is no link\nbetween Section 2(7) of the Arbitration Act, 1996, with the\ndeleted Section 9-B of the 1961 Act. It was by virtue of the\naforesaid provision that the judgments in Singer Company \u0026\nOrs. (supra) and ONGC v. Western Company of North H\n398 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA America (supra) were rendered. In both the cases the foreign\nawards made outside India were set aside, under the 1940 Act.\nBy deletion of Section 9-B of the 1961 Act, the judgments have\nbeen rendered irrelevant under the Arbitration Act, 1996.\nHaving removed the mischief created by the aforesaid\nB provision, it cannot be the intention of the Parliament to\nreintroduce it, in a positive form as Section 2(7) of the\nArbitration Act, 1996. We, therefore, see no substance in the\nadditional submission of Mr. Sorabjee.\nC\n92. We agree with Mr. Salve that Part I only applies when\nthe seat of arbitration is in India, irrespective of the kind of\narbitration. Section 2(7) does not indicate that Part I is\napplicable to arbitrations held outside India.\n93. We are, therefore, of the opinion that Section 2(7)\nD does not alter the proposition that Part I applies only where the\n\"seat\" or \"place\" of the arbitration is in India.\nE\nF\n94. It appears to us that provision in Section 2(7) was also\nnecessary to foreclose a rare but possible scenario (as\ncanvassed by Mr. Gopal Subramanium) where two foreigners\nwho arbitrate in India, but under a Foreign Arbitration Act, could\nclaim that the resulting award would be a \"non-domestic\" award.\nIn such a case, a claim could be made to enforce the award in\nIndia, even though the seat of arbitration is also in India. This\ncurious result has occurred in some cases in other jurisdictions,\ne.g., U.S.A. In the case of Bergesen Vs. Joseph Muller\nCorporation 36, the Court held an award made in the State of\nNew York between two foreign parties is to be considered as\na non-domestic award within the meaning of the New York\nConvention and its implementing legislation. Section 2(7), in our\nG opinion, is enacted to reinforce the territorial criterion by\nproviding that, when two foreigners arbitrate in India, under a\nForeign Arbitration Act, the provisions of Part I will apply. Indian\nCourts being the supervisory Courts, will exercise control and\nH 36. 710 F.2d 928.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 399\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nregulate the arbitration proceedings, which will produce a A\n\"domestically rendered international commercial award”. It\nwould be a \"foreign award\" for the purposes of enforcement in\na country other than India. We, therefore, have no hesitation in\nrejecting the submissions made by the learned senior counsel\nfor the appellants, being devoid of merit.\nParty Autonomy\nB\n95. Learned counsel for the appellants have submitted that\nSection 2(1)(e), Section 20 and Section 28 read with Section\n45 and Section 48(1)(e) make it clear that Part I is not limited C\nonly to arbitrations which take place in India. These provisions\nindicate that Arbitration Act, 1996 is subject matter centric and\nnot exclusively seat centric. Therefore, “seat\" is not the \"centre\nof gravity\" so far as the Arbitration Act, 1996 is concerned. We\nare of the considered opinion that the aforesaid provisions have D\nto be interpreted by keeping the principle of territoriality at the\nforefront. We have earlier observed that Section 2(2) does not\nmake Part I applicable to arbitrations seated or held outside\nIndia. In view of the expression used in Section 2(2), the maxim\nexpressum facit cessare tacitum, would not permit by E\ninterpretation to hold that Part I would also apply to arbitrations\nheld outside the territory of India. The expression \"this Part shall\napply where the place of arbitration is in India\" necessarily\nexcludes application of Part I to arbitration seated or held\noutside India. It appears to us that neither of the provisions\nrelied upon by the learned counsel for the appellants would\nmake any section of Part I applicable to arbitration seated\noutside India. It will be apposite now to consider each of the\naforesaid provisions in turn. Section 2(1)(e) of the Arbitration\nAct, 1996 reads as under:\n\"2. Definitions\n(1) In this Part, unless the context otherwise requires --\nF\nG\nH\nA\nB\n400 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n(e) \"Court\" means the principal Civil Court of original\njurisdiction in a district, and includes the High Court in\nexercise of its ordinary original civil jurisdiction, having\njurisdiction to decide the questions forming the subject\nmatter of the arbitration if the same had been the subject\nmatter of a suit, but does not include any civil court of a\ngrade inferior to such principal Civil Court, or any Court of\nSmall Causes.\"\n96. We are of the opinion, the term \"subject matter of the\narbitration\" cannot be confused with \"subject matter of the suit\".\nC The term \"subject matter\" in Section 2(1)(e) is confined to Part\nI. It has a reference and connection with the process of dispute\nresolution. Its purpose is to identify the courts having supervisory\ncontrol over the arbitration proceedings. Hence, it refers to a\ncourt which would essentially be a court of the seat of the\nD arbitration process. In our opinion, the provision in Section\n2(1)(e) has to be construed keeping in view the provisions in\nSection 20 which give recognition to party autonomy. Accepting\nthe narrow construction as projected by the learned counsel for\nthe appellants would, in fact, render Section 20 nugatory. In our\nE view, the legislature has intentionally given jurisdiction to two\ncourts i.e. the court which would have jurisdiction where the\ncause of action is located and the courts where the arbitration\ntakes place. This was necessary as on many occasions the\nagreement may provide for a seat of arbitration at a place\nF which would be neutral to both the parties. Therefore, the courts\nwhere the arbitration takes place would be required to exercise\nsupervisory control over the arbitral process. For example, if\nthe arbitration is held in Delhi, where neither of the parties are\nfrom Delhi, (Delhi having been chosen as a neutral place as\nbetween a party from Mumbai and the other from Kolkata) and\nthe tribunal sitting in Delhi passes an interim order under\nSection 17 of the Arbitration Act, 1996, the appeal against such\nan interim order under Section 37 must lie to the Courts of Delhi\nbeing the Courts having supervisory jurisdiction over the\narbitration proceedings and the tribunal. This would be\nG\nH\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 401\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nirrespective of the fact that the obligations to be performed\nunder the contract were to be performed either at Mumbai or\nat Kolkata, and only arbitration is to take place in Delhi. In such\ncircumstances, both the Courts would have jurisdiction, i.e., the\nCourt within whose jurisdiction the subject matter of the suit is\nsituated and the courts within the jurisdiction of which the\ndispute resolution, i.e., arbitration is located.\nA\nB\n97. The definition of Section 2(1)(e) includes \"subject\nmatter of the arbitration\" to give jurisdiction to the courts where\nthe arbitration takes place, which otherwise would not exist. On C\nthe other hand, Section 47 which is in Part II of the Arbitration\nAct, 1996 dealing with enforcement of certain foreign awards\nhas defined the term \"court\" as a court having jurisdiction over\nthe subject-matter of the award. This has a clear reference to\na court within whose jurisdiction the asset/person is located,\nagainst which/whom the enforcement of the international arbitral\naward is sought. The provisions contained in Section 2(1)(e)\nbeing purely jurisdictional in nature can have no relevance to\nthe question whether Part I applies to arbitrations which take\nplace outside India.\n98. We now come to Section 20, which is as under:-\n\"20. Place of arbitration -\nD\nE\n(1) The parties are free to agree on the place of\narbitration.\nF\n(2) Failing any agreement referred to in sub-section (1),\nthe place of arbitration shall be determined by the\narbitral tribunal having regard to the circumstances\nof the case, including the convenience of the G\nparties.\n(3) Notwithstanding sub-section (1) or sub-section (2),\nthe arbitral tribunal may, unless otherwise agreed\nby the parties, meet at any place it considers\nH\nA\nB\nC\n402\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nappropriate for consultation among its members, for\nhearing witnesses, experts or the parties, or for\ninspection of documents, good or other property.\"\nA plain reading of Section 20 leaves no room for doubt\nthat where the place of arbitration is in India, the parties are\nfree to agree to any \"place\" or \"seat” within India, be it Delhi,\nMumbai etc. In the absence of the parties' agreement thereto,\nSection 20(2) authorizes the tribunal to determine the place/\nseat of such arbitration. Section 20(3) enables the tribunal to\nmeet at any place for conducting hearings at a place of\nconvenience in matters such as consultations among its\nmembers for hearing witnesses, experts or the parties.\n99. The fixation of the most convenient “venue” is taken\ncare of by Section 20(3). Section 20, has to be read in the\nD context of Section 2(2), which places a threshold limitation on\nthe applicability of Part I, where the place of arbitration is in\nIndia. Therefore, Section 20 would also not support the\nsubmission of the extra-territorial applicability of Part I, as\ncanvassed by the learned counsel for the appellants, so far as\nE purely domestic arbitration is concerned.\nF\nG\nH\n100. True, that in an international commercial arbitration,\nhaving a seat in India, hearings may be necessitated outside\nIndia. In such circumstances, the hearing of the arbitration will\nbe conducted at the venue fixed by the parties, but it would not\nhave the effect of changing the seat of arbitration which would\nremain in India. The legal position in this regard is summed up\nby Redfern and Hunter, The Law and Practice of International\nCommercial Arbitration (1986) at Page 69 in the following\npassage under the heading \"The Place of Arbitration\":-\n\"The preceding discussion has been on the basis that\nthere is only one \"place\" of arbitration. This will be the place\nchosen by or on behalf of the parties; and it will be\ndesignated in the arbitration agreement or the terms of the\nreference or the minutes of proceedings or in some other\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 403\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n-\nway as the place or \"seat\" of the arbitration. This does not A\nmean, however, that the arbitral tribunal must hold all its\nmeetings or hearings at the place of arbitration.\nInternational commercial arbitration often involves people\nof many different nationalities, from many different\ncountries. In these circumstances, it is by no means B\nunusual for an arbitral tribunal to hold meetings - or even\nhearings – in a place other than the designated place of\narbitration, either for its own convenience or for the\nconvenience of the parties or their witnesses... It may be\nmore convenient for an arbitral tribunal sitting in one c\ncountry to conduct a hearing in another country - for\ninstance, for the purpose of taking evidence..... In such\ncircumstances, each move of the arbitral tribunal does not\nof itself mean that the seat of arbitration changes. The seat\nof the arbitration remains the place initially agreed by or\non behalf of the parties.\"\nC\nD\nThis, in our view, is the correct depiction of the practical\nconsiderations and the distinction between \"seat” (Section\n20(1) and 20(2)) and “venue” (Section 20(3)). We may point\nout here that the distinction between “seat\" and \"venue\" would E\nbe quite crucial in the event, the arbitration agreement\ndesignates a foreign country as the \"seat\"/\"place\" of the\narbitration and also select the Arbitration Act, 1996 as the curial\nlaw/law governing the arbitration proceedings. It would be a\nmatter of construction of the individual agreement to decide F\nwhether:\n(i)\nThe designated foreign \"seat\" would be read as in\nfact only providing for a \"venue\" / \"place\" where the\nhearings would be held, in view of the choice of\nArbitration Act, 1996 as being the curial law - OR\n(ii) Whether the specific designation of a foreign seat,\nnecessarily carrying with it the choice of that\ncountry's Arbitration / curial law, would prevail over\nG\nH\n404\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nand subsume the conflicting selection choice by the\nparties of the Arbitration Act, 1996.\nONLY if the agreement of the parties is construed to provide\nfor the \"seat\" / \"place\" of Arbitration being in India - would Part\nI of the Arbitration Act, 1996 be applicable. If the agreement is\nheld to provide for a “seat\" / \"place\" outside India, Part I would\nbe inapplicable to the extent inconsistent with the arbitration law\nof the seat, even if the agreement purports to provide that the\nArbitration Act, 1996 shall govern the arbitration proceedings.\n101. How complex the situation can become can be best\ndemonstrated by looking at some of the prominent decisions\non the factors to be taken into consideration in construing the\nrelevant provisions of the contract/arbitration clause.\n102. In Naviera Amazonica Peruana S.A. (supra), the\nCourt of Appeal, in England considered the agreement which\ncontained a clause providing for the jurisdiction of Courts in\nLima Peru in the event of judicial dispute and at the same time\ncontained a clause providing that the arbitration would be\ngoverned by English Law and the procedural law of Arbitration\nshall be English Law.\n103. The Court of Appeal summarized the State of the\njurisprudence on this topic. Thereafter, the conclusions which\narose from the material were summarized as follows:-\n\"All contracts which provide for arbitration and contain a\nforeign element may involve three potentially relevant\nsystems of law. (1) The law governing the substantive\ncontract. (2) The law governing the agreement to arbitrate\nand the performance of that agreement. (3) The law\ngoverning the conduct of the arbitration. In the majority of\ncases all three will be the same. But (1) will often be\ndifferent from (2) and (3). And occasionally, but rarely, (2)\nmay also differ from (3).\"\n104. It is observed that the problem about all these\n:\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 405\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nformulations, including the third, is that they elide the distinction A\nbetween the legal localization of an arbitration on the one hand\nand the appropriate or convenient geographical locality for\nhearings of the arbitration on the other hand.\nB\nC\nD\n105. On the facts of the case, it was observed that since\nthere was no contest on Law 1 and Law 2, the entire issue\nturned on Law 3, \"The law governing the conduct of the\narbitration. This is usually referred to as the curial or procedural\nlaw, or the lex fori.\" Thereafter, the Court approvingly quoted\nthe following observation from Dicey \u0026 Morris on the Conflict\nof Laws (11th Edition): \"English Law does not recognize the\nconcept of a de-localised\" arbitration or of \"arbitral procedures\nfloating in the transnational firmament, unconnected with any\nmunicipal system of law\". It is further held that \"accordingly every\narbitration must have a “seat” or “locus arbitri” or “forum\" which\nsubjects its procedural rules to the municipal law which is there\nin force\". The Court thereafter culls out the following principle\n\"Where the parties have failed to choose the law governing the\narbitration proceedings, those proceedings must be\nconsidered, at any rate prima facie, as being governed by the\nlaw of the country in which the arbitration is held, on the ground E\nthat it is the country most closely connected with the\nproceedings\". The aforesaid classic statement of the Conflict\nof Law Rules as quoted in Dicey \u0026 Morris on the Conflict of\nLaws (11th Edition) Volume 1, was approved by the House of\nLords in James Miller \u0026 Partners Vs. Whitworth Street Estates F\n(Manchester) Ltd. 37. Mr. Justice Mustill in the case of Black\nClawson International Ltd. Vs. Papierlrke Waldhof-Aschaf-\nfenburg A.G.38, a little later characterized the same proposition\nas \"the law of the place where the reference is conducted, the\nlex fori\". The Court also recognized the proposition that \"there G\nis equally no reason in theory which precludes parties to agree\nthat an arbitration shall be held at a place or in country X but\n37. [1970] 1 Lloyd's Rep. 269; [1970] A.C.583.\n38. [1981] 2 Lloyd's Rep. 446 at P. 453.\nH\n406 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA subject to the procedural laws of Y\". But it points out that in\nreality parties would hardly make such a decision as it would\ncreate enormous unnecessary complexities. Finally it is pointed\nout that it is necessary not to confuse the legal “seat” of an\narbitration with the geographically convenient place or places\nB for holding hearings.\nC\nE\n106. On examination of the facts in that case, the Court of\nAppeal observed that there is nothing surprising in concluding\nthat these parties intended that any dispute under this policy,\nshould be arbitrated in London. But it would always be open to\nthe Arbitral Tribunal to hold hearings in Lima if this were thought\nto be convenient, even though the seat or forum of the\n-arbitration would remain in London.\n107. A similar situation was considered by the High Court\nD of Justice Queen's Bench Division Technology and Construction\nCourt in Braes of Doune Wind Farm (Scotland) Limited v\nAlfred McAlpine Business Services Limited (supra). In this\ncase the Court considered two applications relating to the First\nAward of an arbitrator. The award related to an EPC\n(Engineering, Procurement and Construction) Contract dated\n4th November, 2005 (\"the EPC Contract\") between the Claimant\n(\"the Employer\") and the Defendant (\"the Contractor\") whereby\nthe Contractor undertook to carry out works in connection with\nthe provision of 36 wind turbine generators (the \"WTGs”) at a\nsite some 18 kilometres from Stirling in Scotland. This award\ndealt with enforceability of the clauses of the EPC Contract\nwhich provided for liquidated damages for delay. The claimant\napplied for leave to appeal against this award upon a question\nof law whilst the Defendant sought, in effect, a declaration that\nthe Court had no jurisdiction to entertain such an application\nand for leave to enforce the award. The Court considered the\nissue of jurisdiction which arose out of application of Section\n2 of the (English) Arbitration Act, 1996 which provides that -\n\"(1) The provisions of this Part apply where the seat of the\narbitration is in England and Wales or Northern Ireland.\" The\nG\nH\n"}