{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 367\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nD\nAgain a number of problems were encountered in the operation A\nof the 1923 Protocol and the 1927 Geneva Convention. It was\nfelt that there were limitations in relation to their fields of\napplication. Under the 1927 Geneva Convention a party in\norder to enforce the Award in the Country of an origin was\nobliged to seek a declaration in the country where the B\narbitration took place to the effect that the Award was\nenforceable. Only then could the successful party go ahead and\nenforce the Award in the country of origin. This led to the\nproblem of \"double exequatur\", making the enforcement of\narbitral awards much more complicated. In 1953 the C\nInternational Chamber of Commerce promoted a new treaty to\ngovern International Commercial Arbitration. The proposals of\nICC were taken up by the United Nations Economic Social\nCouncil. This in turn led to the adoption of the convention on\nthe Recognition and Enforcement of Foreign Arbitral Awards\nat New York in 1958 (popularly known as \"the New York\nConvention\"). The New York Convention is an improvement on\nthe Geneva Convention of 1927. It provides for a much more\nsimple and effective method of recognition and enforcement of\nforeign arbitral awards. It gives much wider effect to the validity\nof arbitration agreement. This convention came into force on\n7th June, 1959. India became a State Signatory to this\nconvention on 13th July, 1960. The Foreign Awards\n(Recognition and Enforcement) Act, 1961 was enacted to give\neffect to the New York Convention. Thus prior to the enactment\nof the Arbitration Act, 1996, the law of Arbitration in India was\ncontained in the Protocol and Convention Act, 1937, the\nArbitration Act, 1940 and the Foreign Awards (Recognition and\nEnforcement) Act, 1961. There were no further amendments in\nthe aforesaid three acts. Therefore, it was generally felt that the\narbitration laws in India had failed to keep pace with the\ndevelopments at the international level.\nE\nF\nG\nH\n368\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA The Arbitration Act, 1996\nThe Objects and Reasons of the Act\n38. The Statement of Objects and Reasons referred to the\nfact that the existing legal framework was outdated and that the\nB economic reforms in India would not be fully effective as \"the\nlaw dealing with settlement of both domestic and international\ncommercial disputes remained out of tune with such reforms\".\nIt then refers to the Model Law and the recognition of the\ngeneral assembly of the United Nations that all countries give\ndue consideration to the Model Laws in view of the \"desirability\nof uniformity of the law of arbitral procedures and the specific\nneeds of international commercial arbitration practice\". Finally,\nthe Statement of Objects and Reasons states as follows:-\nC\nD\nE\nபய\nபட\nF\n0\n☐ H\n\"3. Though the said UNCITRAL Model Law and Rules are\nintended to deal with international commercial arbitration\nand conciliation, they could, with appropriate\nmodifications, serve as a model for legislation on domestic\narbitration and conciliation. The present bill seeks to\nconsolidate and amend the law relating to domestic\narbitration, international commercial arbitration,\nenforcement of foreign arbitral awards and to define the\nlaw relating to conciliation, taking into account the said\nUNCITRAL Model Law and Rules.\"\nThe main objectives of the bill are as under:-\n\"(i) to comprehensively cover international and\ncommercial arbitration and conciliation as also\ndomestic arbitration and conciliation;\n(ii)\nto make provision for an arbitral procedure which\nis fair, efficient and capable of meeting the needs\nof the specific arbitration;\n(iii) to provide that the arbitral tribunal gives reasons for\nits arbitral award;\n(iv) to ensure that the arbitral tribunal remains within the\nlimits of its jurisdiction:\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 369\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n(v)\nto minimise the supervisory role of Courts in the A\narbitral process;\n(vi) to permit an arbitral tribunal to use mediation,\nconciliation, or other procedures during the arbitral\nproceedings to encourage settlement of disputes; B\n(vii) to provide that every final arbitral award is enforced\nin the same manner as if it were a decree of the\nCourt;\n(viii) to provide that a settlement agreement reached by C\nthe parties as a result of conciliation proceedings\nwill have the same status and effect as an arbitral\naward on agreed terms on the substance of the\ndispute rendered by an arbitral tribunal; and\n(ix) to provide that, for purposes of enforcement of\nforeign awards, every arbitral award made in a\ncountry to which one of the two International\nConventions relating to foreign arbitral awards to\nwhich India is a party applies, will be treated as a\nforeign award.\"\nD\nE\nThe Act is one \"to consolidate and amend the law relating\nto domestic arbitration, international commercial arbitration\nand enforcement of foreign arbitral awards as also to define\nthe law relating to conciliation and for matters connected F\ntherewith or incidental thereto.\"\n39. The Preamble to the Arbitration Act, 1996 repeats to\nsome extent what the Statement of Objects provide, materially:-\n\"AND WHEREAS the said Model Law and Rules make G\nsignificant contribution to the establishment of a unified\nlegal framework for the fair and efficient settlement of\ndisputes arising in international commercial relations;\nAND WHEREAS it is expedient to make law respecting H\nA\nB\nC\nD\nE\n370 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\narbitration and conciliation, taking into account the\naforesaid Model Law and Rules;\"\nScheme of the Arbitration Act, 1996 ·\n-\n40. The Arbitration Act, 1996 is divided into four parts.\nPart I which is headed \"Arbitration\"; Part II which is headed\n\"Enforcement of Certain Foreign Awards\"; Part III which is\nheaded \"Conciliation\" and Part IV being \"Supplementary\nProvisions\". We may notice here that it is only Parts I and II\nwhich have relevance in the present proceedings.\n41. We may further notice here that the 1961 Foreign\nAwards Act was enacted specifically to give effect to the New\nYork Convention. The preamble of the 1961 Act is as follows:\n\"An Act to enable effect to be given to the Convention on\nthe Recognition and Enforcement of Foreign Arbitral\nAwards, done at New York on the 10th day of June, 1958,\nto which India is a party and for purposes connected\ntherewith.\"\n42. In the 1961 Act, there is no provision for challenging\nthe Foreign Award on merits similar or identical to the\nprovisions contained in Sections 16 and 30 of the 1940 Act,\nwhich gave power to remit the award to the arbitrators or\numpire for reconsideration under Section 30 which provided the\nF grounds for setting aside an award. In other words, the 1961\nAct dealt only with the enforcement of foreign awards. The Indian\nLaw has remained as such from 1961 onwards. There was no\nintermingling of matters covered under the 1940 Act, with the\nmatters covered by the 1961 Act.\nG\nH\n43. Internationally, the Arbitration Law developed in\ndifferent countries to cater for the felt needs of a particular\ncountry. This necessarily led to considerable disparity in the\nNational Laws on arbitration. Therefore, a need was felt for\nimprovement and harmonization as National Laws which were,\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 371\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nA\noften, particularly inappropriate for resolving international\ncommercial arbitration disputes. The explanatory note by the\nUNCITRAL Secretariat refers to the recurring inadequacies to\nbe found in outdated National Laws, which included provisions\nthat equate the arbitral process with Court litigation and\nfragmentary provisions that failed to address all relevant B\nsubstantive law issues. It was also noticed that \"even most of\nthose laws that appear to be up-to-date and comprehensive\nwere drafted with domestic arbitration primarily, if not\nexclusively, in mind\". It further mentions that \"while this approach\nis understandable in view of the fact that even today the bulk\nC\nof cases governed by arbitration law would be of purely\ndomestic nature, the unfortunate consequence is that traditional\nlocal concepts are imposed on international cases and the\nneeds of modern practice are often not met.\" There was also\nunexpected and undesired restrictions found in National Laws,\nwhich would prevent the parties, for example, from submitting\nfuture disputes to arbitration. The Model Law was intended to\nreduce the risk of such possible frustration, difficulties or\nsurprise. Problems also stemmed from inadequate arbitration\nlaws or from the absence of specific legislation governing\narbitration which were aggravated by the fact that National\nLaws differ widely. These differences were frequent source of\nconcern in international arbitration, where at-least one of the\nparties is, and often both parties are, confronted with foreign\nand unfamiliar provisions and procedures. It was found that\nobtaining a full and precise account of the law applicable to the\narbitration is, in such circumstances, often expensive,\nimpractical or impossible.\nD\nE\nF\n44. With these objects in view, the UNCITRAL Model Law\non International Arbitration (\"the Model Law\") was adopted by G\nthe United Nations Commission on International Trade Law\n(UNCITRAL) on 21st June, 1985 at the end of the 18th Session\nof the Commission. The General Assembly in its Resolution 40\nof 1972 on 11th December, 1985 recommended that \"all\nStates give due consideration to the Model Law on international\nH\n372 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA commercial arbitration, in view of the desirability of uniformity\nof the law of arbitral procedures and the specific needs of\ninternational commercial arbitration practice\".\nB\n45. The aim and the objective of the Arbitration Act, 1996\nis to give effect to the UNCITRAL Model Laws.\n46. Keeping in view the aforesaid historical background;\nthe objects and reasons of the Act and the elaborate\nsubmissions made by the learned counsel for the parties, it\nwould now be necessary to consider the true scope of the\nC provisions of Part I and Part II of the Arbitration Act, 1996.\n47. Since the reference relates to the ratio in Bhatia\nInternational (supra) and Venture Global Engineering (supra),\nit would be appropriate to make a brief note about the reasons\nD given by this Court in support of the conclusions reached\nヨ\ntherein.\n48. In Bhatia International, the appellant entered into a\ncontract with the 1st respondent on 9th May, 1997. This contract\ncontained an arbitration clause, which provided that arbitration\nwas to be as per the rules of the International Chamber of\nCommerce (for short \"ICC\"). On 23rd October, 1997, the 1st\nrespondent filed a request for arbitration with ICC. Parties\nagreed that the arbitration be held in Paris, France. ICC\nappointed a sole arbitrator. The 1st respondent filed an\nF application under Section 9 of the Arbitration Act, 1996 before\nthe IIIrd Additional District Judge, Indore, M.P. against the\nappellant and the 2nd respondent. One of the interim reliefs\nsought was an order of injunction restraining these parties from\nalienating, transferring and/or creating third-party rights,\nG disposing of, dealing with and/or selling their business assets\nand properties. The appellant raised the plea of maintainability\nof such an application. The appellant contended that Part I of\nthe Arbitration Act, 1996 would not apply to arbitrations where\nthe place of arbitration is not in India. This application was\ndismissed by the IIIrd Additional District Judge on 1st February,\nH\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 373\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nD\n2000. It was held that the Court at Indore had jurisdiction and A\nthe application was maintainable. The appellant filed a writ\npetition before the High Court of Madhya Pradesh, Indore\nBench. The said writ petition was dismissed by the judgment\ndated 10th October, 2000, which was impugned in the appeal\nbefore this Court. On behalf of the appellants, it was submitted\nthat Part I of the Arbitration Act, 1996 only applies to arbitrations\nwhere the place of arbitration is in India. It was also submitted\nthat if the place of arbitration is not in India then Part II of the\nArbitration Act, 1996 would apply. Reliance was also placed\non Section 2(1)(f). With regard to Section 2(4) and (5), it was\nC\nsubmitted that the aforesaid provisions would only apply to\narbitrations which take place in India. It was submitted that if it\nis held that Part I applies to all arbitrations, i.e., even to\narbitrations whose place of arbitration is not in India, then sub-\nsection (2) of Section 2 would become redundant and/or\notiose. It was also pointed out that since Section 9 and Section\n17 fall in Part I, the same would not have any application in\ncases where the place of arbitration is not in India. It was\nemphasised that the legislature had deliberately not provided\nany provision similar to Section 9 and Section 17 in Part II. It\nwas also submitted that a plain reading of Section 9 makes it\nclear that it would not apply to arbitrations which take place\noutside India. It was further submitted that Section 9 provides\nthat an application for interim measures must be made before\nthe award is enforced in accordance with Section 36, which\ndeals with enforcement of domestic awards only. On the other\nhand, provisions for enforcement of foreign awards are\ncontained in Part II. It was submitted that Section 9 does not\ntalk of enforcement of the award in accordance with Part II. It\nwas further submitted that there should be minimum intervention\nby the Courts in view of the underlying principle in Section 5 of G\nthe Arbitration Act, 1996. On the other hand, the respondents\ntherein had made the submissions, which are reiterated before\nus. In Paragraph 14 of the Judgment, it is held as follows:-\nE\nF\n\"14. At first blush the arguments of Mr Sen appear very H\nA\nB\nC\nD\nヨ\nF\nG\nH\n374 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nattractive. Undoubtedly sub-section (2) of Section 2 states\nthat Part I is to apply where the place of arbitration is in\nIndia. Undoubtedly, Part II applies to foreign awards. Whilst\nthe submissions of Mr Sen are attractive, one has to keep\nin mind the consequence which would follow if they are\naccepted. The result would:\n(a) Amount to holding that the legislature has left a\nlacuna in the said Act. There would be a lacuna as\nneither Part I or II would apply to arbitrations held\nin a country which is not a signatory to the New York\nConvention or the Geneva Convention (hereinafter\ncalled \"a non-convention country\"). It would mean\nthat there is no law, in India, governing such\narbitrations.\n(b)\n(c)\nLead to an anomalous situation, inasmuch as Part\nI would apply to Jammu and Kashmir in all\ninternational commercial arbitrations but Part I\nwould not apply to the rest of India if the arbitration\ntakes place out of India.\nLead to a conflict between sub-section (2) of\nSection 2 on one hand and sub-sections (4) and (5)\nof Section 2 on the other. Further, sub-section (2)\nof Section 2 would also be in conflict with Section\n1 which provides that the Act extends to the whole\nof India.\n(d) Leave a party remediless inasmuch as in\ninternational commercial arbitrations which take\nplace out of India the party would not be able to\napply for interim relief in India even though the\nproperties and assets are in India. Thus a party may\nnot be able to get any interim relief at all.\"\n49. It is held that the definition of international commercial\narbitration under Section 2(1)(f) makes no distinction between\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 375\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ninternational commercial arbitrations held in India or outside A\nIndia. Further it is also held that the Arbitration Act, 1996 no\nwhere provides that its provisions are not to apply to\ninternational commercial arbitrations which take place in a non-\nconvention country. Hence, the conclusion at Paragraph 14(a).\nOn the basis of the discussion in Paragraph 17, this Court B\nreached the conclusion recorded at Paragraph 14(b). The\nconclusions at Paragraph 14(c) is recorded on the basis of the\nreasons stated in Paragraphs 19, 20, 21, 22 and 23. Upon\nconsideration of the provision contained in Sections 2(7), 28,\n45 and 54, it is held that Section 2(2) is only an inclusive and\nclarificatory provision. The provision contained in Section 9 is\nconsidered in Paragraphs 28, 29, 30 and 31. It is concluded\nin Paragraph 32 as follows:-\n\"32. To conclude, I hold that the provisions of Part I would\napply to all arbitrations and to all proceedings relating\nthereto. Where such arbitration is held in India the\nprovisions of Part I would compulsorily apply and parties\nare free to deviate only to the extent permitted by the\nderogable provisions of Part I. In cases of international\ncommercial arbitrations held out of India provisions of Part\nI would apply unless the parties by agreement, express or\nimplied, exclude all or any of its provisions. In that case\nthe laws or rules chosen by the parties would prevail. Any\nprovision, in Part I, which is contrary to or excluded by that\nlaw or rules will not apply.\"\n50. In Venture Global Engineering (supra), this Court\nrelied on Paragraphs 14, 17, 21, 26, 32 and 35. It is concluded\nin Paragraph 37 as follows:-\n\"37. In view of the legal position derived from Bhatia\nInternational we are unable to accept Mr. Nariman's\nargument. It is relevant to point out that in this proceeding\nwe are not deciding the merits of the claim of both parties,\nparticularly, the stand taken in the suit filed by the appellant\nherein for setting aside the award. It is for the court\nC\nD\nE\nF\nG\nH\nA\nB\nс\n376 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nconcerned to decide the issue on merits and we are not\nexpressing anything on the same. The present conclusion\nis only with regard to the main issue whether the\naggrieved party is entitled to challenge the foreign award\nwhich was passed outside India in terms of Sections 9/\n34 of the Act. Inasmuch as the three-Judge Bench decision\nis an answer to the main issue raised, we are unable to\naccept the contra view taken in various decisions relied\non by Mr. Nariman. Though in Bhatia International the issue\nrelates to filing a petition under Section 9 of the Act for\ninterim orders the ultimate conclusion that Part I would\napply even for foreign awards is an answer to the main\nissue raised in this case.\"\n51. As noticed above, the learned senior counsel for the\nappellants have supported the ratio of law laid down in Bhatia\nD International (supra) and Venture Global Engineering (supra).\nThey have also supported the decisions in ONGC Vs. Western\nCompany of North America (supra) and National Thermal\nPower Corporation Vs. Singer Company \u0026 Ors. (supra).\nE\nF\n52. In order to consider the issues raised and to construe\nthe provisions of the Arbitration Act, 1996 in its proper\nperspective, it would be necessary to analyse the text of the\nArbitration Act, 1996 with reference to its legislative history and\ninternational conventions. We shall take due notice of the stated\nobjects and reasons for the enactment of the Arbitration Act,\n1996.\n53. Further, for a comprehensive and clear understanding\nof the connotations of the terms used in the Arbitration Act,\n1996, a brief background of various laws applicable to an\nG International Commercial Arbitration and distinct approaches\nfollowed by countries across the world will also be useful.\n54. With utmost respect, upon consideration of the entire\nmatter, we are unable to support the conclusions recorded by\nH this Court in both the judgments i.e. Bhatia International (supra)\n"}