{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95},{"pageNumber":96},{"pageNumber":97},{"pageNumber":98},{"pageNumber":99},{"pageNumber":100}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 417\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nEnesa Engenharia SA - Enesa.40 The Court noticed that the A\nissue in this case depends upon the weight to be given to the\nprovision in Condition 12 of the Insurance policy that \"the seat\nof the arbitration shall be London, England.\" It was observed\nthat this necessarily carried with it the English Court's\nsupervisory jurisdiction over the arbitration process. It was\nobserved that \"this follows from the express terms of the\nArbitration Act, 1996 and, in particular, the provisions of Section\n2 which provide that Part I of the Arbitration Act, 1996 applies\nwhere the seat of the arbitration is in England and Wales or\nNorthern Ireland. This immediately establishes a strong C\nconnection between the arbitration agreement itself and the law\nof England. It is for this reason that recent authorities have laid\nstress upon the locations of the seat of the arbitration as an\nimportant factor in determining the proper law of the arbitration\nagreement.\" The court thereafter makes a reference to the\nobservations made in the case of C. vs. D by the High Court\nas well as the Court of Appeal. In Paragraph 12, the\nobservations made have particular relevance which are as\nunder:\nD\nE\n\"In the Court of Appeal, Longmore LJ, with whom the\nother two Lord Justices agreed, decided (again obiter)\nthat, where there was no express choice of law for the\narbitration agreement, the law with which that agreement\nhad its closest and most real connection was more likely\nto be the law of the seat of arbitration than the law of the F .\nunderlying contract. He referred to Mustill J. (as he then\nwas) in Black Clawsen International Limited v Papierwerke\nWaldhof-Aschaffenburg AG [1981] 2 LLR 446 as saying\nthat it would be a rare case in which the law of the\narbitration agreement was not the same as the law of the G\nplace or seat of the arbitration. Longmore LJ also referred\nto the speech of Lord Mustill (as he had then become) in\nChanel Tunnel Group Limited vs. Balfour Beatty\nConstruction Limited [1993] 1 LLR 291 and concluded\n40. [2012 WL 14764].\nH\nA\nB\nC\nD\n418 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nthat the Law Lord was saying that, although it was\nexceptional for the proper law of the underlying contract to\nbe different from the proper law of the arbitration\nagreement, it was less exceptional (or more common) for\nthe proper law of that underlying contract to be different\nfrom the curial law, the law of the seat of the arbitration.\nHe was not expressing any view on the frequency or\notherwise of the law of the arbitration agreement differing\nfrom the law of the seat of the arbitration. Longmore LJ\nagreed with Mustill J's earlier dictum that it would be rare\nfor the law of the separable arbitration agreement to be\ndifferent from the law of the seat of the arbitration. The\nreason was \"that an agreement to arbitrate will normally\nhave a closer and more real connection with the place\nwhere the parties have chose to arbitrate, than with the\nplace of the law of the underlying contract, in cases where\nthe parties have deliberately chosen to arbitrate, in one\nplace, disputes which have arisen under a contract\ngoverned by the law of another place\".\n120. Upon consideration of the entire matter, it was\nE observed that - \"In these circumstances it is clear to me that\nthe law with which the agreement to arbitrate has its closest\nand most real connection is the law of the seat of arbitration,\nnamely, the law of England\". (Para 14). It was thereafter\nconcluded by the High Court that English Law is the proper law\nF of the agreement to arbitrate. (Para 15)\nG\n121. The legal position that emerges from a conspectus\nof all the decisions, seems to be, that the choice of another\ncountry as the seat of arbitration inevitably imports an\nacceptance that the law of that country relating to the conduct\nand supervision of arbitrations will apply to the proceedings.\n122. It would, therefore, follow that if the arbitration\nagreement is found or held to provide for a seat / place of\narbitration outside India, then the provision that the Arbitration\nH Act, 1996 would govern the arbitration proceedings, would not\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 419\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nmake Part 1 of the Arbitration Act, 1996 applicable or enable A\nIndian Courts to exercise supervisory jurisdiction over the\narbitration or the award. It would only mean that the parties have\ncontractually imported from the Arbitration Act, 1996, those\nprovisions which are concerned with the internal conduct of their\narbitration and which are not inconsistent with the mandatory B\nprovisions of the English Procedural Law/Curial Law. This\nnecessarily follows from the fact that Part I applies only to\narbitrations having their seat / place in India.\nSection 28 --\nC\n123. It was submitted by the learned counsel for the\nappellants that Section 28 is another indication of the intention\nof the Parliament that Part I of the Arbitration Act, 1996 was\nnot confined to arbitrations which take place in India. We are\nunable to accept the submissions made by the learned counsel D\nfor the parties. As the heading of the Section 28 indicates, its\nonly purpose is to identify the rules that would be applicable to\n\"substance of dispute\". In other words, it deals with the\napplicable conflict of law rules. This section makes a distinction\nbetween purely domestic arbitrations and international E\ncommercial arbitrations, with a seat in India. Section 28(1)(a)\nmakes it clear that in an arbitration under Part I to which Section\n2(1)(f) does not apply, there is no choice but for the Tribunal to\ndecide \"the dispute\" by applying the Indian \"substantive law\napplicable to the contract”. This is clearly to ensure that two or\nF\nmore Indian parties do not circumvent the substantive Indian\nlaw, by resorting to arbitrations. The provision would have an\noverriding effect over any other contrary provision in such\ncontract. On the other hand, where an arbitration under Part I\nis an international commercial arbitration within Section 2(1)(f),\nthe parties would be free to agree to any other “substantive law\"\nand if not so agreed, the \"substantive law\" applicable would be\nas determined by the Tribunal. The section merely shows that\nthe legislature has segregated the domestic and international\narbitration. Therefore, to suit India, conflict of law rules have\nG\nH\n\"\n420 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA been suitably modified, where the arbitration is in India. This\nwill not apply where the seat is outside India. In that event, the\nconflict of laws rules of the country in which the arbitration takes\nplace would have to be applied. Therefore, in our opinion, the\nemphasis placed on the expression \"where the place of\nB arbitration is situated in India\", by the learned senior counsel\nfor the appellants, is not indicative of the fact that the intention\nof Parliament was to give an extra-territorial operation to Part\nI of the Arbitration Act, 1996.\nC\nPart II\n124. It was next submitted by the counsel for the appellants\nthat even some of the provisions contained in Part II would\nindicate that Part I of the Arbitration Act, 1996 would not be\nlimited to the arbitrations which take place in India. It was\nD pointed out that even though Part II deals specifically with\nrecognition and enforcement of certain foreign awards yet\nprovision is made for annulment of the award by two Courts,\ni.e., Courts of the country in which the award was made or the\nCourts of the country under the law of which the award was\nE made. This, according to the learned counsel, recognizes the\nconcurrent jurisdictions of Courts in two countries to set aside\nthe award. They rely on Section 48(1)(e) of the Arbitration Act,\n1996, which corresponds to Article V(1)(e) of the New York\nConvention. Mr. Sorabjee has emphasised that both these\nexpressions must necessarily be given effect to and no part of\nthe Act or section can be disregarded by describing the same\nas a \"fossil”. This is in reply to the submission made by Mr.\nSalve on the basis of the history of the inclusion of the term\n\"under the law of which\" in Article V(1)(e). Mr. Sorabjee has\nemphasised that the word \"under the law of which\" were\nspecifically inserted in view of the Geneva Convention, which\nlimited the jurisdiction to only one Court to set aside the award\nnamely \"the country in which the award was made.\" He,\ntherefore, submits that this specific intention must be given\neffect to. Not giving effect to the words \"under the law of which\nF\nG\nH\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 421\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nD\nthe award was made\", will allow many awards to go untested. A\nAt this stage, Mr. Sorabjee had relied on Reliance Industries\nLtd. (supra). We must notice here that Mr. Sundaram in his\nsubmissions has not gone so far as Mr. Sorabjee. According\nto Mr. Sundaram, the jurisdiction of a domestic Court over an\narbitration is neither conferred by the New York Convention, nor B\nunder Part II, since Part II merely deals with circumstances under\nwhich the enforcing court may or may not refuse to enforce the\naward. That circumstance includes annulment of proceedings\nin a competent court, i.e., the Court in the country where the\narbitration is held or the Court having jurisdiction in the country C\nunder the laws of which the arbitral disputes have been\nconducted. According to Mr. Sundaram, providing two such\nsitus for the purposes of annulment does not ipso facto amount\nto conferring of jurisdiction to annul, on any domestic Court. The\nprovision only provides that if the annulment proceedings are\nbefore such Courts, the award may not be enforced. Therefore,\nto see if an arbitral award can be annulled by the Court of the\ncountry, one has to look at the jurisdiction of such Courts under\nthe domestic law. The relevance of New York Convention and\nArticle V(1)(e) ends there, with merely recognizing possibility\nof two Courts having jurisdiction to annul an award. Mr.\nSubramanium emphasised that provisions contained in Part II\ncan not be said to be a complete code as it necessarily makes\nuse of the provisions of Part I. Since Part I prescribes the entire\nprocedure for the conduct of an arbitration and Part II is only to\ngive recognition to certain foreign awards, the two parts have\nto be read harmoniously in order to make the Indian Arbitration\nLaw a complete code. He submits that Part I can not be read\nseparately from Part II as certain provisions of Part I, which are\nnecessary for arbitrations are not covered by Part II. He gives\nan example of the provision contained in Section 45, which\nempowers the term “judicial authority\" to refer parties to\narbitration when seized of an action in a matter, in respect of\nwhich parties have made an agreement as referred to in Section\n44. The aforesaid provision contains a non-obstante clause.\nThis clearly indicates that it is contemplated by the legislature H\nE\nF\nG\n422 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA that provisions of Part I would apply to matters covered by Part\nII. He, therefore, points out that if Part I were to apply only to\narbitrations that take place in India, then Indian Courts would\nnot be able to grant any interim relief under Section 9 to\narbitrations which take place outside India. He also points out\nB that there are a number of other provisions where Indian Courts\nC\nD\nwould render assistance in arbitrations taking place outside\nIndia. Learned senior counsel has also pointed out the necessity\nto read Sections 34 and 48 of the Arbitration Act, 1996\nharmoniously. He points out that barring Section 34, which\ninvolves the challenge to an award, the other provisions in Part\nI and Part II are facilitative in character.\n125. We are unable to agree with the submission of the\nlearned senior counsel that there is any overlapping of the\nprovisions in Part I and Part II; nor are the provisions in Part II\nsupplementary to Part I. Rather there is complete segregation\nbetween the two parts.\n126. Generally speaking, regulation of arbitration consists\nof four steps (a) the commencement of arbitration; (b) the\nE conduct of arbitration; (c) the challenge to the award; and (d)\nthe recognition or enforcement of the award. In our opinion, the\naforesaid delineation is self evident in Part I and Part II of the\nArbitration Act, 1996. Part I of the Arbitration Act, 1996\nregulates arbitrations at all the four stages. Part II, however,\nF regulates arbitration only in respect of commencement and\nrecognition or enforcement of the award.\n127. In Part I, Section 8 regulates the commencement of\narbitration in India, Sections 3, 4, 5, 6, 10 to 26, 28 to 33\nregulate the conduct of arbitration, Section 34 regulates the\nG challenge to the award, Sections 35 and 36 regulate the\nrecognition and enforcement of the award. Sections 1, 2, 7,\n9, 27, 37, 38 to 43 are ancillary provisions that either support\nthe arbitral process or are structurally necessary. Thus, it can\nbe seen that Part I deals with all stages of the arbitrations which\nH take place in India. In Part II, on the other hand, there are no\n\"\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 423\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nprovisions regulating the conduct of arbitration nor the challenge A\nto the award. Section 45 only empowers the judicial authority\nto refer the parties to arbitration outside India in pending civil\naction. Sections 46 to 49 regulate the recognition and\nenforcement of the award. Sections 44, 50 to 52 are structurally\nnecessary.\nB\nC\n128. Thus, it is clear that the regulation of conduct of\narbitration and challenge to an award would have to be done\nby the courts of the country in which the arbitration is being\nconducted. Such a court is then the supervisory court\npossessed of the power to annul the award. This is in keeping\nwith the scheme of the international instruments, such as the\nGeneva Convention and the New York Convention as well as\nthe UNCITRAL Model Law. It also recognizes the territorial\nprinciple which gives effect to the sovereign right of a country\nto regulate, through its national courts, an adjudicatory duty\nbeing performed in its own country. By way of a comparative\nexample, we may reiterate the observations made by the Court\nof Appeal, England in C Vs. D (supra) wherein it is observed\nthat \"it follows from this that a choice of seat for the arbitration\nmust be a choice of forum for remedies seeking to attack the E\naward.\" In the aforesaid case, the Court of Appeal had\napproved the observations made in A Vs. B,41 wherein it is\nobserved that:-\nD\n“.....an agreement as to the seat of an arbitration is F\nanalogous to an exclusive jurisdiction clause. Any claim for\na remedy......as to the validity of an existing interim or final\naward is agreed to be made only in the courts of the place\ndesignated as the seat of arbitration.\"\n129. Having accepted the principle of territoriality, it is\nevident that the intention of the parliament was to segregate\nPart I and Part II. Therefore, any of the provisions contained in\nPart I can not be made applicable to Foreign Awards, as\n41. [2007] 1 Lloyds Report 237.\nG\nH\n424 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA defined under Sections 44 and 53, i.e., the New York\nConvention and the Geneva Awards. This would be a distortion\nof the scheme of the Act. It is, therefore, not possible to accept\nthe submission of Mr. Subramanium that provisions contained\nin Part II are supplementary to the provision contained in Part\nB I. The Parliament has clearly segregated the two parts.\nSection 45\n130. We are unable to accept the submission that the use\nof expression \"notwithstanding anything contained in Part I, or\nC in the Code of Civil Procedure, 1908”, in Section 45 of the\nArbitration Act, 1996 necessarily indicates that provisions of\nPart I would apply to foreign seated arbitration proceedings.\nSection 45 falls within Part II which deals with enforcement\nproceedings in India and does not deal with the challenge to\nD the validity of the arbitral awards rendered outside India.\nSection 45 empowers a judicial authority to refer the parties to\narbitration, on the request made by a party, when seized of an\naction in a matter in respect of which the parties have made\nan agreement referred to in Section 44. It appears that\nE inclusion of the term “judicial authority\" in Sections 5 and 8 of\nthe Arbitration Act, 1996, has caused much confusion in the\nminds of the learned counsel for the appellants. In our opinion,\nthere is no justification for such confusion. Such use of the term\n\"judicial authority\", in Section 5 and Section 8 of the Arbitration\nAct, 1996, is not a recognition by the Parliament that Part I will\napply to international commercial arbitrations held outside India.\nThe term \"judicial authority\" is a legacy from the 1940 Act. The\ncorresponding provision of Section 34 of the 1940 Act, which\ncovered purely domestic arbitrations, between two or more\nIndian parties, within the territory of India, also refers to \"judicial\nauthority\". It is nobody's contention that by using the term\"\n\"judicial authority\", the Parliament had intended the 1940 Act\nto apply outside India. In our opinion, the term \"judicial authority\"\nhas been retained especially in view of policy of least\nintervention, which can not be limited only to the Courts. This\nF\nG\nH\n1\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 425\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nis clearly in recognition of the phenomenon that the judicial A\ncontrol of commercial disputes is no longer in the exclusive\njurisdiction of Courts. There are many statutory bodies, tribunals\nwhich would have adjudicatory jurisdiction in very complex\ncommercial matters. Section 5 would be equally applicable to\nsuch bodies. The use of the term “judicial authority\" in no B\nmanner has any reference to arbitrations not held in India It is\nin conformity with Clause (V) of the objects and reasons for the\nArbitration Act, 1996, which has been given statutory\nrecognition in Section 5.\nC\nD\n131. The learned senior counsel had also pointed out that\nsince Section 19 of the Arbitration Act, 1996 clearly provides\nthat the arbitral tribunal shall not be bound by the Code of Civil\nProcedure, 1908, there was no need for the non-obstante\nclause. But the reason, in our view, is discernable from Section\n3 of the 1961 Act, which also contains a non-obstante clause\nwith reference to the Arbitration Act, 1940. Section 45 in the\nArbitration Act, 1996 is a repetition of the non-obstante clause\nin Section 3 in the 1961 Act. It is not unusual for a consolidating\nact to retain the expressions used in the previous Acts, which\nhave been consolidated into a form of Principal Act. A E\nconsolidating Act is described in Halsbury's law of England,\nFourth Edition Reissue, Para 1225 as under:-\n\"A consolidation Act is a form of principal Act which\npresents the whole body of the statute law on a subject in F\ncomplete form, repealing the former Acts. When drafting\na consolidation Act the practice is not to change the\nexisting wording, except so far as may be required for\npurposes of verbal 'carpentry', and not to incorporate court\nrulings. This is known as 'straight' consolidation, the\nproduct being a form of declaratory enactment. The\ndifference between a consolidating Act and a codifying Act\nis that the latter, unlike the former, incorporates common\nlaw rules not previously codified. It can be determined from\nthe long title whether or not an Act is a consolidation Act.\"\n(emphasis supplied)\nG\n\"\nH\nA\n426\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n132. Similarly, a certain amount of 'carpentry' has been\ndone in the Arbitration Act, 1996 whilst consolidating the earlier\nthree Acts. Therefore, in section 45 of the Arbitration Act, 1996,\nthe reference to 1940 Act has been replaced by reference to\nPart 1, which now covers the purely domestic arbitrations, earlier\nB covered by the 1940 and the new additions, i.e. the\ninternational commercial arbitrations, which take place in India.\nIt appears that the Parliament in order to avoid any confusion\nhas used the expression \"notwithstanding anything contained\nin Part I\" out of abundant caution, i.e., \"ex abundanti cautela”.\nA three judge bench of this Court in R.S. Raghnath Vs. State\nof Karnataka \u0026 Anr.42, considering the nature of the non-\nobstante clause observed that:-\nC\nD\nE\nF\n\"11. ....\nBut the non-obstante clause need not necessarily and\nalways be co-extensive with the operative part so as to\nhave the effect of cutting down the clear terms of an\nenactment and if the words of the enactment are clear and\nare capable of a clear interpretation on a plain and\ngrammatical construction of the words the non-obstante\nclause cannot cut down the construction and restrict the\nscope of its operation. In such cases the non-obstante\nclause has to be read as clarifying the whole position and\nmust be understood to have been incorporated in the\nenactment by the legislature by way of abundant caution\nand not by way of limiting the ambit and scope of the\nSpecial Rules.\"\n133. We are, therefore, of the opinion that existence of the\nnon-obstante clause does not alter the scope and ambit of the\nG field of applicability of Part I to include international commercial\narbitrations, which take place out of India. We may further point\nout that a similar provision existed in the English Arbitration Act,\n1950 and the English Arbitration Act, 1975. Section 4(1) of the\nH 42. (1992) 1 SCC 335.\n"}