{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n726 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\n37. Mr. P.S. Patwalia, learned Senior Advocate, who\nappeared in SLP(C) Nos.9198-9221/2011 and other matters\nrelating to the State of Punjab and the Union Territory of\nChandigarh, while adopting Mr. Venugopal's submissions\nregarding the binding nature of the UGC Regulations, relied\nB upon the Constitution Bench decision of this Court in the case\nof Dr. Preeti Srivastava Vs. State of M.P. [(1999) 7 SCC 120],\nwherein it was observed that when there was an existing Central\nlegislation, the same would be binding in the absence of any\nother legislation by the States. Mr. Patwalia also urged that the\nC Scheme was a composite scheme and ought to have been\naccepted in its totality and despite the fact that the State\nGovernment had accepted the grant of 80% of the expenses,\nwhich was part of the composite scheme, it ought to have also\naccepted the other part of the Scheme relating to enhancement\nD of the age of teachers in the different Universities in Punjab,\nfrom 62 to 65 years. By not doing so, the State had caused\nsevere prejudice to the teachers who would have otherwise\nbeen entitled to retire at the age of 65 years and not 62 years.\nMr. Patwalia submitted a copy of the Report of the Task Force\non Faculty Shortage and Design of Performance Appraisal\nSystem published by the Ministry of Human Resource\nDevelopment, Government of India, in July, 2011, and pointed\nout that generally across the country on an average about 35%\nof the posts of teachers in the different Universities and\nF Colleges were lying vacant, which was one of the reasons for\nthe deterioration of standards of education across the board.\nMr. Patwalia urged that the aforesaid vacancies would indicate\nthat there was an urgent need for appointment of teachers in\nthe different schools and colleges across the country, including\nG the State of Punjab.\nE\nH\n38. The same sentiments were expressed by Dr. Aman\nHingorani, learned Advocate appearing in Civil Appeal arising\nout of SLP(C) No.7392 of 2011. Dr. Hingorani reiterated Mr.\nPatwalia's submissions that the composite scheme as offered\nby the University Grants Commission could not be split in two\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 727\n[ALTAMAS KABIR, CJI.]\nB\nby the States, and independent of the control of the Central A\nGovernment, the College in question has to abide by the UGC\nRegulations as the same was funded by the Commission. Dr.\nHingorani also urged that the Appellant, Susan Anand, was\nmade to retire at the age of 60 while the UGC Notification\nprovided that the age of superannuation would be 62 years. Dr.\nHingorani urged that as was held by this Court in Pavai Ammal\nVaiyapuri Education Trust Vs. Government of Tamil Nadu\n[(1994) 6 SCC 259], since the institution accepted the UGC\nRegulations, it came under its discipline, which fact had not\nbeen taken into consideration in B. Bharat Kumar \u0026 Ors. Vs C\nOsmania University \u0026 Ors. [(2007) 11 SCC 58]. Dr. Hingorani\nalso urged that though the Appellant's SLP was dismissed and\nthe Appellant had attained the age of superannuation, under the\norders of the High Court, she was allowed to rejoin her duties\nin the college. It was submitted that her case was required to D\nbe treated separately from the others on account of the special\nfacts involved and that having continued in service by virtue of\nthe Court's orders, she was entitled to the benefits of any order\nthat may be passed in favour of enhancement of the age of\nsuperannuation from 62 to 65 years.\n39. Appearing for the State of Haryana, Dr. Monika\nGosain, learned Advocate, restated what had been stated by\nthe other learned counsel that the State of Haryana was not\nbound by the UGC scheme as it had not accepted the\n“composite scheme\" of the Commission. Supplementing Dr.\nGosain's submissions, Mr. P.S. Patwalia, learned Senior\nAdvocate, appearing for the State of Punjab, submitted that the\nletter from the Government of India to all the States made it clear\nthat unless the composite scheme as offered by the UGC was\naccepted, the payment of money under the Scheme would not\nbe forthcoming. It was, however, submitted that in some cases,\nthe Government of Haryana had voluntarily enhanced the age\nof superannuation to 65 years and notified to the colleges\nrecognized under Section 2(f).\nE-\nF\nG\nH\nA\n728 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\n40. As far as the Civil Appeal arising out of\nSLP(C) No.1631 of 2012 and four connected matters are\nconcerned, Mr. C.S.N. Mohan Rao, learned Advocate,..\nappearing for the Appellants, adopted the submissions made\nby Mr. K.K. Venugopal and reiterated the position that despite\nB having accepted the composite package, the State had not\naccepted the enhancement of age from 62 to 65 years, causing\nsevere prejudice to the Appellants and others similarly situated.\nC\nD\nE\nF\n41. Similarly, Ms. Aishwarya Bhati, learned Advocate,\nappearing for the Appellants in Civil Appeals arising out of\nSLP(C) Nos.6915-6923 of 2012, adopted Mr. Venugopal's\nsubmissions and also relied on the decision in the case of B.\nBharat Kumar (supra). Ms. Bhati submitted that on behalf of..\nthe State of Rajasthan a letter had been written to the Registrar\nof all the Universities in the State of Rajasthan, indicating that\nconsidering the huge problem of unemployment of youth in the.\nState, the State had decided not to increase the age of\nsuperannuation of teachers beyond 60 years. Ms. Bhati referred\nto the Report of the Chaddha Committee, wherein the aforesaid\nstand had been refuted and the said Committee recommended\nthat the age of superannuation of teachers should be 65 years\non a uniform basis throughout the country, whether working in\na State or Central University or College. Learned counsel urged\nthat the benefits which had been conferred by the UGC\nRegulations, could not be taken away by a subsequent\nlegislation. In the other cases relating to the State of Rajasthan,\nthe Petitioner adopted not only Mr. Venugopal's submissions,\nbut also those made by Ms. Bhati.\n42. Learned counsel appearing in Civil Appeals arising out\nG of SLP(C) Nos. 18218-18226 of 2012 and 21396 of 2012 from\nOdisha, also adopted the submissions made by Mr. K.K.\nVenugopal and submitted that the UGC scheme having been\nconceived under Entry 66, List I of the Seventh Schedule to the\nConstitution, would have an overriding effect over the State\nH legislation.\n1\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 729\n[ALTAMAS KABIR, CJI.]\nB\nC\n43. Mr. Dinesh Dwivedi, learned Senior Advocate, who A\nappeared for the State of Uttrakhand, submitted that the\nconditions of service in State universities could not be controlled\nby the University Grants Commission and even on receipt of\n80% of the expenses to be incurred by the Colleges the State's\npowers under the statutes were not taken away. Mr. Dinesh\nDwivedi submitted in detail with regard to the ramifications of\nEntry 66 List I as also Entry 11 of List II prior to the 42nd\nAmendment and its substitution by way of Entry 25 in List III.\nThe ultimate result of Mr. Dwivedi's submission is that the\nstatute does not use two different words to denote the same\nthing. Besides the language in the Constitution has to be\nunderstood in a common sense way and in common parlance,\nas was observed in the case of Synthetic and Chemicals Ltd.\n\u0026 Ors. Vs. State of U.P. \u0026 Ors. [(1990) 1 SCC 109]. Learned\ncounsel also submitted that in the present case, when the D\ndominant Legislature has legislated, any incidental\nencroachment has to give way. Moreover, no incidental or\nancillary powers could be read into Entry 66 as Entry 32 was\nalready occupying the filed. Mr. Dwivedi submitted that the\n2000 Regulations framed by the UGC were not applicable to E\nthe Pant Nagar University, since being an agricultural institution,\nthe standards and norms of the Indian Council of Agricultural\nResearch would apply. Mr. Dwivedi lastly contended that in\nregard to the provisions of Secions 12, 14, 25 and 26 of the\nUGC Act, the said provisions could not be read so widely as\nto enable the Commission to ride rough shod over the State\nlaws. Mr. Dwivedi submitted that the regulations, in so far as\nthey seek to prescribe conditions of service, including age of\nretirement, are illegal and beyond the legislative powers of the\nUnion or the Commission, in the event they relate to the\nteachers and staff of the State university and institutions. The\n2010 Regulations as framed by the UGC could not, therefore,\nbe enforced on unwilling States in view of the federal structure\nof our Constitution.\nF\nG\nI\nA\n730\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n44. Mr. R. Venkataramani, learned Senior Counselm who\nappeared for the Babajan Badesab Nandyal and others, the\nAppellants in Civil Appeals arising out of SLP(C) Nos.32748-\n762 of 2011, submitted that the impugned order was contrary\nto the law as laid down by this Court in the case of Annamalai\nB University Vs. Secretary to Govt. Information and Tourism\nDepartment \u0026 Ors.[(2009) 4 SCC 590] and the University of\nDelhi Vs. Raj Singh [1994 Supp. 3 SCC 516], in which this\nCourt had held that the provisions of the UGC Act were binding\non all the Universities and the Regulations framed by the UGC\nC in terms of clauses (e), (f), (g) and (h) of sub-section (1) of\nSection 26 which were of wide amplitude and were mandatory\nin nature. He also urged that the Division Bench of the High\nCourt had failed to notice that the Government of India letter\ndated 31.12.2008 had been included as 'Appendix-l' to the\nD UGC Regulations, 2010, which made the Scheme provided\ntherein as statutory and binding. It was also urged that the High\nCourt had not really considered the provisions of Section 26(g)\nof the above Act which empowered the Commission to\nregulate the maintenance of standards and the coordination of\nwork or facilities in Universities. Learned counsel submitted that\nall factors relevant for the purpose of nourishing, sustaining and\nenhancing the quality of human resource have been duly taken\nnote of by the Commission. Mr. Venkataramani submitted that\nthe question of fixing the date of retirement of a teacher were\nF restricted within the framework of University legislation, since\nthe age of retirement was intrinsically related to establishment\nand realization of higher standard and quality of imparting\neduction and could not be confined to parochial aspirations. Mr.\nVenkataramani submitted that the UGC Regulations, 2010, are\nG binding on the State Governments and the Universities to\nenhance the age of superannuation of teachers to 65 years.\nRelying on the decision of this Court in the Annamalai\nUniversity case (supra), Mr. Venkataramani urged that the\nprovisions of the UGC Act were binding on all Universities,\nwhether conventional or open. It's powers are very broad and\nE\nН\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 731\n[ALTAMAS KABIR, CJI.]\nthe Regulations framed by it under Section 26 were of wide A\namplitude and even as subordinate legislation they became\npart of the UGC Act having been validly made. Learned counsel\nalso referred to the decision of this Court in Prem Chand Jain\nVs. R.K. Chhabra [(1984) 2 SCC 302], wherein this Court held\nthat it was well settled that entries incorporated in the Lists B\ncovered by Schedule Seven are not powers of legislation, but\n\"field\" of legislation.\n45. In Civil Appeal arising out of SLP(C) No.36126 of\n2011, Mr. Jagjit Singh Chhabra, learned Advocate appearing\nfor the State of Punjab, referred to the letter dated 23.3.2007\nwritten on behalf of the Government of India to the Commission\nregarding enhancement of the age of the teachers from 62 to\n65 years and urged that the said Scheme was voluntary and\nnot binding on the State and that when a sufficient number of\nteachers were available, it would be counterproductive to insist\nthat the State should be compelled to accept the UGC's option\nin its totality when the same has been left to the discretion of\nthe State by the Regulations themselves. Mr. Chhabra urged\nthat the conditions of service of teachers in a State were\ncompletely within the jurisdiction of the State and such\njurisdiction could not be overridden by the UGC Regulations,\nwithout the consent of the State.\n46. In reply to the submissions made on behalf of the\nPetitioners and the Appellants in these cases, Mr. Rakesh\nDwivedi, learned Senior Advocate, appearing for the UGC,\nsubmitted that after the letter written by the Central Government\non 27.7.1998, informing the States regarding the revision of\npay scales and the provision of financial assistance to the\nextent of 80% of the additional expenditure for the period\n1.1.1996 to 31.3.2000, whereafter the entire liability would have\nto be taken over by the State Governments, it was upto the\nState Governments to take recourse to the scheme as framed.\nBy another letter dated 27.7.1998, the UGC was informed that\nthe Central Government had revised the pay scales of teachers\nC\nD\nE\nF\nG\nH\nA\nB\n732 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nin the Central Universities on the recommendations of UGC that\nthe scheme was of a composite nature and all the conditions\nof the scheme would have to be fulfilled if the States were to\navail of the offer of financial assistance to the extent of 80% of\nthe additional expenditure for the period indicated hereinabove.\nHowever, although, the State of Kerala had issued an order\ndated 21.12.1999, accepting the revised pay scales, it\ncontinued to adopt the existing Rules of the State Government,\nwherein the age of retirement remained 55 years. Mr. Dwivedi\nreiterated that following the recommendations of the 5th Central\nC Pay Commission, the Central Government had, by its order\ndated 23.3.2007, revised the age of superannuation of teachers\nto 65 years and even reemployment was permitted upto the\nage of 70 years. The only catch was that such change would\napply to centrally-funded higher and technical educational\nD institutions coming under the purview of the Ministry of Human\nResource Development and the Notification would be issued\nby the Commission.\nF\n47. While reiterating the submissions made on behalf of\nthe Petitioners relating to the UGC Regulations, 2010 and\nE\nClause 2.1 of the Annexures thereto, Mr. Dwivedi urged that\nthe provisions of the UGC Act, particularly Section 12 thereof,\nare not confined to coordination and determination of standards\nin institutions for higher education and research but that the\npowers vested in the Commission contemplated a larger role\nin regard to the promotion of university education. It was further\nurged that the Commission was empowered to give grants, as\nit might deem necessary or appropriate, for the development\nof Universities and could also recommend measures necessary\nfor their improvement. Mr. Dwivedi contended that the UGC Act\nis not entirely confined to Entry 66, List I, but it was also entitled\nto act under Entry 25 of the Concurrent List of the Seventh\nSchedule to the Constitution. Mr. Dwivedi urged that since\nParliament was competent to legislate both in terms of Entry\n66, List I and Entry 25, List III, it could invoke both the fields of\nH\nG\n\"\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 733\n[ALTAMAS KABIR, CJI.]\nB\nlegislation. Mr. Dwivedi submitted that a competent legislature A\ncould draw sustenance from more than one entry while\nlegislating. However, the aforesaid question was not required\nto be gone into since the Commission had made an offer in\nthe Scheme, which was left to the State to adopt or not to adopt.\nMr. Dwivedi further submitted that with regard to the Concurrent\nfield, there was no compulsion either on the Parliament or the\nauthority created under Central Statutes to exhaustively legislate\nor to exercise the enabling power with regard to the Concurrent\nfield. It would be open to the Parliament or the Commission\neither to enforce a particular scheme in the State or leave it C\nopen for them to adopt the scheme through their laws and\nexecutive orders. In such cases, the State Governments and\nState Legislatures exercise plenary powers to decide whether\nthe Scheme was to be adopted or not. Mr. Dwivedi submitted\nthat it is also settled law that unless the enabling power is D\ncompletely expanded, the legislative field in the Concurrent List\nremains available to the States.\n48. Mr. Dwivedi further urged that different legislations by\ndifferent States are inherent in a federal exercise of power. The\ndifferences arising as a result of federal distribution of power\nby the Constitution and exercise of such power by States,\ncannot be a ground to allege discrimination: As was held in S.R.\nBommai Vs. Union of India [(1994) 3 SCC 1], federalism is a\nbasic feature of the Constitution. In the present case, the UGC\nAct and the Regulations of 2010 and the Scheme of the Central\nGovernment have been made applicable to all the States\nuniformly. In fact, no age of retirement has also been fixed by\nthe Commission. Even for Central Universities, the pay scales\nhave been revised by the Central Government and the age of\nsuperannuation has been revised to 65 years by the said\nGovernment. The Scheme was also finalized by the Central\nGovernment and it was also the decision of the Central\nGovernment that the State should take their own decisions as\nto whether the Scheme prepared by it should be adopted. Mr.\nE\nF\nG\nH\n734\nSUPREME COURT REPORTS [2013] 11 S.C.R.\nA Dwivedi reiterated that the UGC Regulations of 2010 have\nnotified the Scheme of the Central Government and it has been\nleft to the discretion of the State Governments to adopt or not\nto adopt the same for its Universities, colleges and other\ninstitutions. The only challenge which had occurred is the order\nB of the Central Government, vide its letter dated 14.8.2012, in\nits Ministry of Human Resource Development, which delinked\nthe financial assistance from the requirement to adopt the\nCentral Scheme. The Central Government took a decision that\nthe discretion of the State Government should not be fettered\nC by the extension of the financial incentive. Accordingly, any\ndifference which might arise on account of any decision of the\nState Government would be on account of the federal scheme\nof the Constitution and not on account of any decision either of\nthe Central Government or the Commission.\nD\nE\nF\nG\n$49. Mr. Dwivedi submitted that the cases relied upon by\nthe Petitioners and Appellants were all based on geographical\ndiscrimination, which had no bearing with the facts of these\ncases and neither the UGC Act nor the Regulations of 2010,-\nnor the Scheme of the Central Government, suffers from any\nsuch infirmity. In this regard, Mr. Dwivedi also placed reliance\non the decision of this Court in T.P. George Vs State of Kerala\n[1992 Supp (3) SCC 191] and in the All India Sainik Schools\nEmployees' Association Vs. Defence Minister-cum-Chairman\nBoard of Governors, Sainik Schools Society, New Delhi [1989\nSupp 1 SCC 205]. Learned counsel submitted that each State\nhas its own sovereign plenary power with respect to its territory\nand the laws of one State could not be held to be discriminatory\nwith reference to laws of another State. In this regard, Mr.\nDwivedi referred to and relied upon the decision of this Court\nin Javed Vs. State of Haryana [(2003) 8 SCC 369], where the\nsaid principle was considered and the application of Article 14\nof the Constitution was negated.\n50. Mr. Dwivedi concluded on the note that the age of\nH retirement has varied from State to State in respect of public\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 735\n[ALTAMAS KABIR, CJI.]\nemployment in State services and this Court has always upheld\nthe power of the State to fix the age of superannuation in the\nlight of conditions prevalent in the States and the provision of\njobs to youth has been upheld to be a valid consideration, as\nin the State of Kerala.\n51. On behalf of Govind Ballabh Pant University in SLP(C)\nNo.8153 of 2012, Mr. Vijay Hansaria, learned Senior Advocate,\nsubmitted that Section 28(r) of the UGC Act permits the\nUniversity to frame Rules with regard to service conditions of\nits staff, including the Rules for retirement. Apart from the above,\nit was also pointed out that the grants which are received by\nthe University are not from the UGC, but from the Indian Council\nof Agricultural Research (ICAR).\n52. Lastly, coming to the submissions made on behalf of\nthe State of Rajasthan and the State of U.P., on behalf of both\nthe States it was sought to be urged that the UGC Regulations\ncould not control the power of the State Governments and/or\nthe service conditions of its employees as the same are to be\nexclusively decided by the Union or the State, as provided in\nArticle 309 of the Constitution. It was submitted that it had also\nbeen held in the Osmania University case (supra) that the\nfixation of the age of superannuation by the State Government\nis well within its jurisdiction and neither the Scheme of the\nCentral Government nor the UGC Regulations have any binding\neffect.\nA\nB\nC\nD\n[T]\nE\nF\n53. Though, at first blush, the scope of the appeals\nseemed to be limited and confined to the question as to\nwhether the Regulations framed by the University Grants\nCommission under Section 26 of the University Grants G\nCommission Act, 1956, were binding on the States and State-\nfunded and other Universities and colleges being run therein,\nas the hearing progressed, several other ancillary issues also\ncame to be raised.\nH\n"}