{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"T\n[2008] 13 S.C.R. 555\nAJIT SINGH \u0026 ANR.\nV.\nJIT RAM \u0026 ANR.\n(Civil Appeal No.5680 of 2008)\nSEPTEMBER 16, 2008\n[TARUN CHATTERJEE AND AFTAB ALAM, JJ.]\nEast Punjab Urban Rent Restriction Act, 1949:\nA\nB\ns.13(3)(ii)-Shop - Eviction for personal use of landlord's\nson - Held: In eviction petition, son must aver and prove his C\ncase of personal requirement.\n-\ns.13(3)(ii) Eviction from shop - Plea of tenant that por-\ntion of shop was used for residential purposes Held: Not\ntenable.\n-\n-\nRevisional jurisdiction - Interference with findings of fact\nHeld: Called for, only when findings are found to be per-\nverse or arbitrary.\nThe appellants were father and son. The appellant\nno.1-son was the owner of the suit shop on the basis of a\nfamily partition and appellant no.2 was the landlord of the\nsaid shop. Prior to the family partition, the appellant no.2\nwas the owner and landlord of the said shop.\nRespondent nos.1 and 2 were also father and son.\nRespondent no.1, father was inducted as tenant in respect\nof the said shop on monthly rent of Rs.500/-.\nThe appellants filed eviction petition against respon-\ndents on the ground of sub-letting, non-payment of rent and\nalso for bonafide requirement for personal use and occupa-\ntion of the appellant no.1. Rent Controller held that the re-\nspondents were not defaulters in payment of rent and the\nground for personal necessity was not made out; how-\never there was relationship of landlord tenant between\n555\nD\nE\nF\nG\nH\n556\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA the parties as the respondents in their examination-in-chief\nadmitted that the appellant no.2 was the owner of the said\nshop who had given the same to the appellant no.1 by\nway of family partition. Accordingly Rent Controller held\nthat the appellants were entitled to evict the respondents\nB only on the ground of sub-letting as the said shop was\nsub-let by respondent no.1 to respondent no.2 without\nthe consent of the appellants.\nThe Appellate Authority allowed the appeal filed by\nrespondents and also the cross objections of the appel-\nC lants and directed the eviction of the respondents from\nthe said shop on the ground of personal necessity by the\nappellants.\nD\nE\nF\nThe High Court in exercise of its revisional power\nset aside the order of eviction on the ground that the ap-\npellant no.2 failed to prove the ingredients as required\nunder s.13(3)(ii) of East Punjab Urban Rent Restriction\nAct, 1949; and that the averments made in the eviction\npetition were only to the extent of personal need of ap-\npellant no.1-son and did not relate to the personal require-\nment of the appellant no.2, who was also the landlord of\nthe said shop. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1.1. The High Court in the exercise of its\nrevisional power under the East Punjab Urban Rent Re-\nstriction Act, 1949 was not entitled to interfere with the\nfindings of fact arrived at by the Appellate Authority on\nthe question of bonafide requirement of the said shop at\nthe instance of the appellants. Since the findings arrived\nG at by the Appellate Authority on the question of bonafide\nrequirement was set aside by the High Court in the exer-\ncise of its revisional power under the Rent Act, the evic-\ntion of the respondents from the said shop therefore rests\nonly on the ground whether the pleadings made by the\nH appellants in their eviction petition would satisfy the re-\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n557\n-\nquirement of s.13(3)(a)(ii) of the East Bengal Rent Restric- A\ntion Act, 1949. The pleadings made by the appellants in\nthe eviction petition must therefore be looked into in depth\nand in detail. A plain reading of s.13(3)(a)(ii) of the Act show\nthat in order to get an order of eviction under said sec-\ntion, the landlord had to aver and prove that he required B\nthe said shop for his own use as the said shop was a\nnon-residential building. [Paras 8, 9] [563-G,H, 564 A-B]\nJoginder Pal v. Naval Kishore Behal (2002) 5 SCC 397\n- relied on.\n1.2. A non-residential premises, if required by a son\nfor user by him would cover the requirement of words\nused in the Section, i.e. \"for his own use\" in reference to\na landlord. The requirements as laid down in\ns.13(3)(a)(ii)(b) and (c) of the Act has to be interpreted in\nthe same manner to hold that (a) the son of the landlord\nhas to plead in the eviction petition that, (b) he is not oc-\ncupying in the urban area concerned for the purpose of\nhis business any other such building or rented land as\nthe case may be; and (c) he has not vacated such a build-\ning or rented land without sufficient cause after the com-\nmencement of the Rent Act, in the urban area concerned.\n[Para 11] [566 E-G]\nC\nD\nE\n1.3. The requirement is made for the son who is ad-\nmittedly the owner of the shop room and also the land- F\nlord, after the said shop was, by a family partition, given\nto the son. It was pleaded and proved that the said shop\nwas required for the use of the son and, therefore, the\npleadings of the son in regard to the aforesaid require-\nment, being mandatory, were satisfied, otherwise it would\nmake the requirement laid down under the said provisions\nnugatory. [Paras 10, 12] [566 C,D, 566 H, 567 AB]\nG\n1.4. A plain reading of s.13(3)(a)(ii)(a) to (c) in conjunc-\ntion with s.13(3)(a)(iv)(a) and (b) of the Act, would make it\nample clear that when the said shop is being got vacated H\n558\nSUPREME COURT REPORTS\n[2008] 13 S C.R.\nA on the ground of user for the son of the landlord, then in\nthe eviction petition, the son (appellant No.1) must plead\nthat he was not occupying any other building and that he\nhad not vacated such a building without sufficient cause.\nIt is well settled that while interpreting a provision of a\nB statute, the same has to be interpreted taking into con-\nsideration the other provisions of the same statute. [Para\n13] [567 C-E]\n2.1. While making an interpretation of s.13 of the Act,\nthe High Court did not deal with said Section completely\nC but it dealt with only that part of it which deals with resi-\ndential building only and not dealt with portion, which\ndeals with non-residential building. [Para 14] [567 G-H]\nD\nE\n2.2. The Appellate Authority while directing eviction\nto the respondents considered the oral and documentary\nevidence on record and also the pleadings of the parties\nand then came to a finding that the appellants had suc-\ncessfully averred and proved their case of personal re-\nquirement as made out by them under s.13(3)(a)(ii) of the\nRent Act. It is true that the High Court in its revisional ju-\nrisdiction could have interfered with such findings of fact\narrived at by the Appellate Authority, if the High Court had\nfound that the findings of the Appellate Authority on the\nquestion of bonafide requirement were either perverse or\narbitrary. On a close examination of the impugned order\nof the High Court, there is no ground to hold that the find-\nings of fact, regarding the bonafide requirement of the ap-\npellants, were perverse or arbitrary or the pleadings made\nby the appellants in their eviction petition could be said\nto be not in conformity with the requirement of s.13(3)(a)(ii)\nG of the Rent Act. Therefore, the High Court was in error in\ninterfering with the order of eviction passed by the Ap-\npellate Authority on the ground of bonafide requirement.\n[Para 14] [568 B-F]\nF\n3. The contention of respondent that a portion of the\nH\nT\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n559\ndemised premises may also be used as a residential pre- A.\nmises, which cannot be considered to be a commercial\npremises for the purpose of evicting the tenant under\ns.13(3)(a)(ii) of the Rent Act, cannot be accepted. In order\nto obtain an order of eviction under s.13(3)(a)(ii) of the Rent\nAct, the landlord has to prove that he required the said B.\nshop for his own use and the said shop was a non-resi-\ndential building. Admittedly the said shop is used for com-\nmercial purposes and therefore there was no question of\nthe said shop being used as residential purposes or be-\ning used for a portion of residential purposes for residen-\ntial use. [Para 15] [568 H, 569 B-C]\nHasmat Rai \u0026 Anr. v. Raghunath Prasad (1981) 3 SCC\n103 – distinguished.\n-\nC\n'\nCase Law Reference\nD\n(2002) 5 SCC 397\n(1981) 3 SCC 103\nrelied on\ndistinguished\nPara 9\nPara 15:\nE.\nFi\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5680\nof 2008\nFrom the final Judgment and Order dated 8.2.2006 of the\nHigh Court of Punjab and Haryana at Chandigarh in Civil Revi-\nsion No. 4231 of 2004\nSatinder S. Gulati, Kamaldeep Narag and Dr. Kailash\nChand for the Appellant.\nRaj Shekhar Rao, Senthil Jagadeesan and Nikhil Nayyar\nfor the Respondents.\nThe Judgment of the Court was delivered by\n{\nTARUN CHATTERJEE, J. 1. Leave granted.\nG\n2. This is an appeal by special leave against the judgment\nand final order dated 8th of February, 2006 of the High Court of\nPunjab \u0026 Haryana at Chandigarh in Civil Revision No. 4231 of\nH\n560\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA 2004, whereby the High Court in the exercise of its revisional\npower had interfered with the findings of fact arrived at by the\nAppellate Authority which was the final authority on fact and set\naside the order of the Appellate Authority, Chandigarh dated 5th\nof August, 2004 directing the eviction of the respondent only on\nthe ground of subletting, which affirmed the order of eviction\npassed by the Rent Controller on a different ground namely, on\nthe ground of sub-letting.\nB\n3. The appellants are father and son and the appellant No.1\n(son) is the owner of a shop being Shop No. 142, Village Badheri,\nC U.T. Chandigarh (hereinafter referred to as \"the said shop”) on\nthe basis of a family partition dated 26th of August, 1998 and\nthe appellant No.2 is the landlord of the said shop. Prior to the\nfamily partition dated 26th of August, 1998 the father, narnely,\nappellant No.2 was the owner and landlord of the said shop.\nD Respondent Nos.1 and 2 are also father and son. The father,\nF\nnamely, respondent No.1 was inducted as a tenant in respect\nof the said shop at a monthly rental of Rs.500/- per month ex-\ncluding the electricity charges. The appellants filed an eviction\npetition against the respondents for evicting them from the said\nE shop inter alia on the ground of sub- letting, for non payment of\nrent and also for bonafide requirement for the personal use and\noccupation of the appellant No.1. According to the appellants,\nthe respondent No.1 had sub-let the said shop to respondent\nNo.2, his own son, who is in possession of the same and has\nbeen running the said shop under the name of M/s. New Paris\nFurniture without the consent of the appellants. It was further\nalleged that the respondent No.1 neither paid the rent of the\nsaid shop nor tendered the same as such was in arrears of\npayment of rent since 1st of October, 1995 till the filing of the\napplication for eviction. The appellants further alleged in the\neviction petition that the said shop was required for the per-\nsonal use and occupation of the appellant No.1. Accordingly,\nthe appellants were constrained to file the eviction petition\nagainst the respondents in respect of the said shop when it\nwas found that in respect of the notice, the respondents had\nG\nH\n-\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n[TARUN CHATTERJEE, J.]\n561\nfailed to vacate and deliver peaceful possession of the said A\nshop to the appellants.\n4. The respondents entered appearance and filed a writ-\nten statement inter alia contending that the eviction petition\nagainst them was not maintainable and the personal necessity\nof the said shop for the use and occupation of the appellant\nNo.1 was also not available and that the Rent Controller had no\njurisdiction to try and entertain the eviction petition. Accordingly,\nthe respondents prayed for rejection of the eviction petition.\nB\n5. On the basis of the pleadings of the parties, as noted C\nherein above, the Rent Controller framed the following issues :-\n\"(1) Whether the respondents were in arrears of rent w.e.f.\n01-10-95 and as such were liable to be evicted from\ndemised premises on the ground of non-payment of\nrent?\n(II) Whether the rent tendered by the respondent was\nshort and insufficient?\nD\n(III) Whether the said shop was sublet by the respondent\nno. 1 to respondent no.2 without the consent of the E\nappellants?\n(IV) Whether the appellant No1 for his personal use and\noccupation required the said shop?\n(V) Whether this court has no jurisdiction to try and F\nentertain the eviction petition?\n(VI) Whether the ground of personal necessity was not\navailable to the appellants as the shop in dispute\nwas not a commercial property?\nT\nG\n(VII) Whether the respondents are entitled for counter\nclaim as prayed for?\n(VIII) Relief.\"\nThe Rent Controller decided issue Nos. 1, 2 and 7 together\nH\nC\n562\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA and held that the respondents were not defaulters in payment\nof rent nor they were entitled to get refund of any amount from\nthe appellant as the case made out by them that they have paid\nthe appellant in excess. This finding arrived at by the Rent Con-\ntroller by holding that the appellant had failed to produce any\nB credible and reliable evidence, accordingly, Issue Nos. 1, 2 and\n7 were held against the appellant and, therefore, no order for\nejectment could be passed on the ground of non-payment of\nrent. Issue No.4 and 6 were also taken up together. Issue No.4\nwas decided against the appellants and Issue No.6 was de-\ncided in favour of the respondents. Accordingly, the Rent Con-\ntroller held that the ground for personal necessity was not made\nout and therefore, on that issue, the appellants were not entitled\nto evict the respondents from the said shop. So far as Issue\nNo.5 was concerned, before the Rent Controller the said issue\nwas not pressed. It may be mentioned here that the Rent Con-\ntroller, however, held that there was relationship of landlord ten-\nant between the parties as the respondents in their examina-\ntion-in-chief admitted that the appellant No.2 was the owner of\nthe said shop who had given the same to the appellant No.1 by\nway of family settlement dated 26th of August, 1998. Accord-\ningly, the Rent Controller held that the appellants were entitled\nto evict the respondents only on the ground of sub-letting as the\nsaid shop was sub-let by respondent No.1 to respondent No.2\nwithout the consent of the appellants. Upon the issues being\ndecided in the manner indicated above, the Rent Controller fi-\nnally passed the order of eviction against the respondents in\nrespect of the said shop only on the ground of sub-letting.\nD\nE\nF\nG\nH\n6. Feeling aggrieved by the order of eviction passed by\nthe Rent Controller, the respondents filed an appeal before the\nAppellate Authority under the East Punjab Urban Rent Restric-\ntion Act, 1949 (in short the 'Rent Act'). The Appellate Authority\nby its judgment and final order dated 5th of August, 2004 al-\nlowed the appeal and also the cross objections of the appel-\nlants and directed the eviction of the respondents from the said\nshop on the ground of personal necessity by the appellants.\nAJIT SINGH \u0026 ANR. v. JIT RAM \u0026 ANR.\n[TARUN CHATTERJEE, J.]\n563\nC\n7. Feeling aggrieved and dissatisfied with the order of the A\nAppellate Authority directing eviction on a finding that the ap-\npellants required the said shop for their own use and occupa-\ntion, the respondents filed a civil revision petition in the High\nCourt which, by the impugned order, was allowed and the High\nCourt, as noted herein earlier, in the exercise of its revisional B\npower had set aside the order of eviction passed by the Appel-\nlate Authority on the ground that appellant No.2 was the land-\nlord of the said shop but they had failed to prove the ingredients\nas required under Section 13(3)(a)(ii) of the Rent Act. It was\nheld by the High Court that the averments made in the eviction\npetition would evidently show that such averments were made\nonly to the extent of the personal requirement of the appellant\nNo.1, Ajit Singh, but such pleadings did not relate to the per-\nsonal requirement of the appellant No.2, who was also the land-\nlord of the said shop and, accordingly, in the absence of any\npleading or averment made in the eviction petition to the extent\nof the personal requirement of the said shop of the appellant\nNo.2, the High Court held that the order of eviction passed by\nthe Appellate Authority could not be sustained in law. Feeling\naggrieved and dissatisfied with the order of the High Court al-\nE\nlowing the revision petition, the appellants filed a special leave\npetition which on grant of leave was heard in presence of the\nlearned counsel for the parties.\n8. Having heard the learned counsel for the parties and\nafter examining the impugned order of the High Court as well\nas the order of the appellate authority and the Rent Controller\nand the materials on record including the averments made by\nthe appellants in their petition for eviction, we are of the view\nthat the High Court in the exercise of its revisional power under\nthe Rent Act was not entitled to interfere with the findings of fact\narrived at by the Appellate Authority on the question of bonafide\nrequirement of the said shop at the instance of the appellants.\nSince the findings arrived at by the Appellate Authority on the\nquestion of bonafide requirement was set aside by the High\nCourt in the exercise of its revisional power under the Rent Act\nD\nF\nG\nI\nT\nT\n564\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA and the eviction of the respondents from the said shop there-\nfore rests only on the ground whether the pleadings made by\nthe appellants in their eviction petition would satisfy the require-\nment of Section 13(3)(a)(ii) of the Rent Act. The pleadings made\nby the appellants in the eviction petition must therefore be\nB looked into in depth and in detail.\n9. It is an admitted position that the said shop is at Village\nBadheri, Chandigarh. Since the eviction granted by the appel-\nlate authority and reversed by the High Court in revision was on\nbonafide requirement of the appellants, it will be fit and proper\nC that Section 13(3)(a)(ii) of the Rent Act should now be referred\nto, which runs as under:\nD\nE\nLL\nF\n\"13. Eviction of tenant -\n(3)(a) A landlord may apply to the controller for an order\ndirecting the tenant to put the landlord in possession;\n(i).\n(ii) in the case of non-residential building or rented land, if\n(a) he requires it for his own use;\n(b) he is not occupying in the urban area concerned for\nthe purpose of his business any other such building\nor rented land as the case may be; and\n(c) he has not vacated such a building or rented land\nwithout sufficient cause after the commencement of\nthis Act, in the urban area concerned;\"\nA plain reading of the aforesaid provision, namely, Sec-\ntion 13(3)(a)(ii) of the Rent Act would show that in order to get\nG an order of eviction on the aforesaid ground, the landlord had\nto aver and prove that the landlord required the said shop for\nhis own use as the said shop was a non-residential building. In\nJoginder Pal vs. Naval Kishore Behal [(2002) 5 SCC 397],\nthis Court considered the aforesaid provision in detail and in-\nterpreted the words \"his own use\" in regard to a non-residential\nH\n"}