{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"7\nSHEIKH IKRAM SHEIKH ISRAIL AND ORS.\nA\nV.\nSTATE OF MAHARASHTRA AND ORS.\nAPRIL 12, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nB\n+\n7\nEnvironmental law-Noise Pollution-Manufacturing of brass utensils\nby residents of locality in their houses-Resulting in noise pollution-Issuance\nof notice to stop the activities-Writ petition by manufacturers, dismissal of —\nOn appeal held: In view of the opportunity sought by residents to reduce\nnoise level, residents to give concrete proposal regarding control of noise\npollution-Noise Pollution (Regulation and Control) Rules, 2000.\nAppellants are engaged in manufacturing of brass utensils in their\nrespective houses at place B. Respondent No. 3-Superintendent of Police issued\nnotices to the appellants directing them to stop their business since noise\npollution was created in the process of preparing brass utensils which affected\nthe neighbours, teachers and students around and nearby the houses of the\nappellants. Appellants filed writ petition challenging off the order of\nrespondent no. 3. High Court dismissed the Writ petition in view of the report\nof the State Pollution Control Board. Hence the present appeal.\nAppellants contended that the noise pollution level was low and thus,\nthe notice was without any basis; and that they should be given an opportunity\nto take remedial measures to reduce the noise level and also be permitted to\nplace suggestions for consideration of the Authorities.\nDisposing the appeal, the Court\nHELD: Appellants are permitted to give a concrete proposal as to how\nthey would ensure sticking of the norms within two months. The proposal\nwould be dealt with; a decision to be taken within three months. Further, the\nappellants may move the authorities for making available alternative site and\nthe Authorities would consider the feasibility. [Paras 12 and 13] [59-F-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4533 of 2004.\nс\nD\nE\nF\nG\n55\nH\nA\nB\nC\n56\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Judgment and Order dated 07.10.2003 of the High Court of\nJudicature at Bombay, Nagpur Bench, Nagpur in Writ Petition No. 2898 of\n2003.\nArun Pednekar and Naresh Kumar for the Appellants.\nM.N. Rao, Ravindra Keshavrao Adsure, S.S. Shinde, Satyajit A. Desai,\nAnagha S. Desai, Anmol N. Suryawanshi, Vikram Saluja and Venkateshwara\nRao Anumolu for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the order\npassed by a Division Bench of the Bombay High Court:\nBackground facts in a nutshell are as follows:\n2. Appellants are residents of Bhandara since the time of their forefathers.\nD They are engaged in the business of manufacturing brass utensils.\nUndisputedly they carry on the same business in their respective houses.\nF\n3. On 18.7.2003 the Superintendent of Police, Bhandara issued notices\nto the appellants directing them to stop their business within two days from\nthe date of receipt of the order, failing which suitable legal action would be\nE taken. The reasons disclosed in the notice were that in the process of preparing\nbrass utensils, noise pollution is created which affects the neighbours, teachers\nand students around and nearby the houses of the appellants. The appellants\ntook the stand that they were in business before the opening of the school\nin the vicinity of their houses and there cannot be any complaint of noise\npollution against them. On that basis the writ petition was filed impugning\norder of the Superintendent of Police. Reply affidavit was filed by the said\nSuperintendent of Police as respondent No. 3 in the writ petition indicating\nthat the mechanical power is used in the production of brass utensils as it\nfacilitates pressing, embossing, spinning, cutting and buff polishing. It was\nstated that because of the aforesaid activities noise pollution in the vicinity\nG is caused and the area being thickly and densely populated area, it was\ncausing annoyance in addition to noise pollution. The Superintendent of\nPolice had called for a report from the Maharashtra Pollution Control Board,\nNagpur (in short the 'Board') who had also suggested that the noise level\nin the area is very high and amounted to nuisance.\nH\n4. In view of the above position, the writ petition was dismissed.\n+\nSHEIKHIKRAM SHEIKH ISRAIL v. STATE OF MAHARASHTRA [PASAYAT, J.] 57\n5. In support of the appeal learned counsel for the appellants submitted A\nthat the noise pollution level was low and there was marginal variation and,\ntherefore, the notice issued by the Superintendent is without any basis.\n6. Learned counsel for the State of Maharashtra, the Board and the\napplicants for intervention supported the order.\n7. It appears that earlier a writ petition was filed in the Nagpur Bench\nof the High Court. In that case applications for interventions were filed on\nbehalf of the school and some local residents. The writ petition was disposed\nof granting liberty to the parties to place the materials in support of their\nrespective stands before the concerned authorities. The Noise Pollution\n(Regulation and Control) Rules, 2000 (in short the 'Rules\") have been framed\nin exercise of powers conferred by clause (ii) of sub-section (2) of Section 3,\nsub section (1) and clause (b) and sub Section (2) of Section 6 and Section\n25 of the Environment (Protection) Act, 1986 (in short the 'Environment Act')\nread with Rule 5 of the Environment Protection Rules, 1986 (in short the\n'Environment Rules').\n8. Rules 3, 4 and 6 of the Rules read as follows:\n\"(3) Ambient air Quality standards in respect of noise for different\nareas/zones\n1) The ambient air quality standards in respect of noise for different\nareas/zones shall be such as specified in the schedule annexed to these rules.\n2) The State Government may categorize the areas into industrial,\ncommercial, residential or silence areas/zones for the purpose of implementation\nof noise standards for different areas.\n3) The State Government shall take measures for abatement of noise\nincluding noise emanating from vehicular movements and ensure that the\nexisting noise levels do not exceed the ambient air quality standards specified\nunder these rules.\n4) All development authorities, local bodies and other concerned\nauthorities while planning developmental activity or carrying out functions\nrelating to town and country planning shall take into consideration all aspects\nof noise pollution as a parameter of quality of life to avoid noise menace and\nto achieve the objective of maintaining the ambient air quality standards in\nB\nC\nD\nE\nF\nG\nH\n58\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA respect of noise.\nB\n5) An area comprising not less than 100 metres around hospitals,\neducational institutions and courts may be declared as silence area/zone for\nthe purpose of these rules.\n4) Responsibility as to enforcement of noise pollution control measures:-\n1) The noise levels in any area/zone shall not exceed the ambient air\nquality standards in respect of noise as specified in the schedule\n2) The authority shall be responsible for the enforcement of noise\nC pollution control measures and the due compliance of the ambient air quality\nstandards in respect of noise.\n6) Consequences of any violation in silence zone/area :-\nWhoever, in any place covered under zone/area commits any of the\nD following offence, liable for penalty under the provisions of the Act :-\nE\n(i) Whoever, plays any music or used any sound amplifiers,\n(ii) Whoever, beats a drum or tom-tom or blows a horn either musical\nor pressure, or trumpet or beats or sounds any instrument, or\n(iii) Whoever, exhibits any mimetic, musical or other performances of a\nnature to attract crowds.\"\n9. In the Gazette of India : Extraordinary (Part II) it has been notified as\nunder:\nAmbient Air Quality Standards in respect of Noise.\nF\nArea Category of\nLimit in db (A) leq*\nDay Time\nNight Time\nCode area/zone\nA Industrial Area 75 70\nG\nB\nCommercial Area\n65\n55\nC\nResidential Area\n55\n45\nH\nD Silence Zone 50 40\nNote: 1. Day time shall mean from 600 a.m. to 10 p.m\nSHEIKH IKRAM SHEIKH ISRAIL v. STATE OF MAHARASHTRA [PASAYAT, J.] 59\n2. Night time shall mean from 10.00 p.m. to 6.00 a.m.\n3. Silence zone is defined as an area comprising not less than 100 metres\naround hospitals, educational institutions and courts. The silence zones are\ndeclared as such by the competent authority.\n4. Mixed categories of areas may be declared as one of the four above\nmentioned categories by the competent authority.\n*. dB(A) Leq denotes the time weighed average of the level of sound\nin decibels on scale A which is relatable to human hearing.\nA \"decibel\" is a unit in which noise is measured.\nA\nB\n\"A\" in dB(A) Leq. Denotes the frequency weighting in the measurement C\nof noise and corresponds to frequency response characteristics of the human\nhearing.\nLeq: It is an energy mean of the noise level over a specified period.\n10. The Government of Maharashtra also has empowered the concerned\nauthority for prohibiting the continuance of music or noise and the power D\nincludes prevention, prohibition, control or regulation of the carrying on in/\nor upon any premises of trade, avocation or operation or process resulting\nin/or attended with noise.\n11. Learned counsel for the appellant submitted that they should be\ngiven an opportunity to reduce the noise level and remedial measures can be E\ntaken and suggestions in this regard shall be placed for consideration of the\nauthorities.\n12. In the circumstances we direct that the appellants are permitted to\ngive a concrete proposal as to how they shall ensure sticking of the norms\nwithin two months. The proposal shall be dealt with; a decision to be taken\nwithin three months.\n13. The appellants may, if so advised, and as contended move the\nauthorities for making available alternative site. The feasibility by such a\nrequest shall be duly considered by the authorities.\nF\n14. For a period of three months the interim orders, passed by this Court G\non 15.12.2003, shall be continued. By giving this interim protection it shall not\nbe considered as if we have expressed any opinion on the merits of the case.\nN.J.\n15. The appeal is accordingly disposed of. No costs.\n\"\nAppeal disposed. H\n"}