{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nPARTHIBAN BLUE METAL ETC.\nV.\nTHE MEMBER SECY. T.N. POLLN. CONT. BD. AND ORS.\nFEBRUARY 1, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nEnvironmental Law:\nProtection of environment-Stone crushing units-Claiming their units\nC situated at a distance beyond the prescribed limit-Affidavit giving details\nand map filed-Held, factual position having not been examined in detail by\nHigh Court, matter remitted to it for considering the effect of the affidavit and\nthe map.\nD\nE\nAppellants were running stone crushers in a village in Tamil Nadu by\ninstalling 25HP electric moter. The District Environmental Officer issued a\nnotice to each of them stating that their units were located within 500 meters\nfrom the residential area and, therefore, penal action was called for. The stone\ncrushing units challenged the notices before the High Court, which dismissed\ntheir petition holding that the action initiated by the authorities was justified.\nIn the appeal filed by the stone crushing units it was contended on their\nbehalf that the limit having been reduced to 300 meters and their units being\nbeyond the said limit were not in violation of the norms. The Court by an\ninterim order directed the Tamil Nadu Pollution Control Board to verify the\nfactual scenario and to file an affidavit. The affidavit was filed annexing a\nF map and giving details of distance of the various units.\nDisposing of the appeal, the Court\nHELD: It appears that the factual position was not examined in detail by\nthe High Court. The affidavit filed by the respondent alongwith the map before\nG this Court throws some light on the controversy. In the circumstances, matter\nis remitted to the High Court to consider the effect of the affidavit and the\nmap. The parties shall be permitted to place materials in support of their\nrespective stand so that the High Court can consider the issues involved. It\nis made clear that this Court has not expressed any opinion on the merit.\n[Para 8] [127-E-F]\n124\nH\nPARTHIBAN BLUE METAL ETC. v. MEMBER SECY. T.N. POLLN. CONT. BD. ĮPASAYAt, J.]125\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 411 of 2007.\nFrom the Final Judgment and Order dated 16.9.2005 of the High Court\nof Judicature at Madras in W.P.Nos. 12874,12875,12876,12877,12878,8542,\n12862,16623 and 16624/2004.\nArun Jaitely, K.V. Viswanathan and V. Mohana for the Appellant.\nR. Mohan, A.S.G., V.G. Pragasam, S. Vallinayagam and B.D. Sharma for\nthe Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. In these appeals challenge is to the order passed by a Division Bench\nof the Madras High Court dismissing the writ petitions filed by the appellants.\n3. Background facts as projected by the appellants are as follows:\nA\nB\nC\nD\nVarious stone crushing units were being operated by the appellants in\nTrisoolam Village, Kanjipuram District, Tamil Nadu. According to the appellants\nthey had obtained \"no objection certificate\" from the Tehsildar, Divisional Fire\nOfficer and the Panchayat Union for the purpose of running the units. After\nWater (Prevention and Control of Pollution) Act, 1974 (in short the 'Water E\nAct')] and the Air (Prevention and Control of Pollution) Act, 1981 (in short\nthe 'Air Act') came into force appellants applied for consent from the concerned\nauthorities under these Acts. Considering the applications the District\nEnvironmental Engineer called for some particulars and appellants were required\nto remit a sum of Rs.1750/- each towards consent fee under the Acts, which\nwas also paid. Appellants were granted permission by the Commissioner,\nPanchayat Union for construction of a shed and installation of 25 HP Electric\nMotor to run the units and as per the approved plan the shed was constructed\nand business was being carried out. The Principal Secretary, Tamil Nadu\nPollution Control Board (in short the 'Board') issued notice to each of the\nappellants requiring shifting to alternative sites since the units were located G\nat about 325 meters from the residential colony.\n4. Appellants gave their reply stating that the units were operating\nsince 1972 and in fact they were located in the non-urban zone. Some writ\npetitions were filed by the Krishna Nagar Welfare Association and Kennedy\nF\nH\n126\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Valley Welfare Association. Since there were various reports, which were\nsomewhat contradictory to each other, Civil Appeal No. 6742 of 2001 and W.P.\n(C) 2594 of 1999 were disposed of by this Court with certain directions. The\nIndustries Department of the State Government issued G.O.Ms. No. 13 dated\n22.1.2002 wherein it was declared as follows:\nB\nC\n\"In the order first read above, in adherence to the Supreme Court\nOrder in C.A. No. 10732/95, the Government issued amendment to\nRule 36(1) of Tamil Nadu Minor Mineral Concession Rules, 1959 to the\neffect that no quarrying shall be done within a radial distance of 500\nmetres from inhabited site. The position was also informed to Supreme\nCourt of India in connection with S.L.P.(C) No. 13564/98.”\n5. The District Environmental Officer issued a notice to each of the\nappellant observing that their units were located within 500 meters from the\nresidential area and therefore, penal action was called for. A Writ Petition\n(Writ Petition No. 35855 of 2003) was filed before the High Court alleging\nD pollution because of the activities of the stone crushing units. The appellants\nchallenged the notices/orders issued by the Board. The High Court dismissed\nthe same holding that the action initiated by the Board was justified.\nE\nF\nG\nH\n6. During the hearing of the cases on 13.11.2006, the following order\nwas passed:\n\"Our attention has been drawn to the notice dated 11 March, 1994\nissued to one of the petitioners, M/s. Rathnam Blue Metals, which\nstates that the units is located at about 325 meters from Krishna Nagar\nagainst the limit of 500 meters from residential area. The contention\nof the petitioners is that now the limit has been reduced to 300 meters\nand, therefore, their unit is located within the permissible distance.\nIt is further submitted that all the units are in adjoining sites and\nare beyond the distance of 300 meters from residential area. The\nrespondent-Tamil Nadu Pollution Control Board is directed to verify\nthe factual scenario and file an affidavit within four weeks.\"\n7. An affidavit had been filed on behalf of the respondent Nos. 1 \u0026 2\nBoard annexing a map and giving the following details.\nName of the Nine Stone Crushing Units and its Distance from Approved\nHabitation:\n'\nPARTHIBAN BLUE METAL ETC. v. MEMBER SECY. T.N. POLLN. CONT. BD. [PASAYAT, J.] 127\nA\nSl.No.\nNAME\nDISTANCE\n1.\nPARTHIBAN BLUE METAL\n330 M\n2.\nGEETHA BLUE METAL\n352 M\nB\n3.\nVETRIVELAN BLUE METAL\n379 M\n4.\nRATHNA BLUE METAL\n386 M\n5.\nLOGANAYAKI BLUE METAL\n376 M\nC\n6.\nSTAR BLUE METAL\n442 M\n7.\nADHILAKSHMI BLUE METAL\n447 M\n8.\nVASUPEVAN BLUE METAL\n454 M\nD\n9.\nSIVA BLUE METAL\n510 M\nE\n8. We have heard learned counsel for the parties. It appears that the\nfactual position was not examined in detail by the High Court. The affidavit\nfiled by respondent Nos.1 \u0026 2 alongwith the map before this Court throw\nsome light on the controversy. In the circumstances, we think it appropriate\nto remit the matter to the High Court to consider the effect of the affidavit\nand the map. It goes without saying that the parties shall be permitted to\nplace materials in support of their irrespective stand so that the High Court\ncan consider the issues involved. We make it clear that we have not expressed F\nany opinion on the merit. The appeals are accordingly disposed of without\nany orders as to costs.\nR.P.\nAppeal disposed of.\n"}