{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\n0\n☐ D\n☐ E\nןד\nF\n0\n756\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n\"4. The Act is applicable both to the factories run by\ngovernment and the factories run by other private\ncompanies, organisations, persons etc. It was enacted for\nthe purpose of improving the conditions of the workers in\nthe factories. Section 46 of the Act reads thus:\n'46. Canteens.-(1) The State Government may\nmake rules requiring that in any specified factory\nwherein more than two hundred and fifty workers\nare ordinarily employed, a canteen or canteens\nshall be provided and maintained by the occupier\nfor the use of the workers.\n(2) Without prejudice to the generality of the\nforegoing power, such rules may provide for-\n(a) the date by which such canteen shall be\nprovided;\n(b) the standards in respect of construction,\naccommodation, furniture and other equipment of\nthe canteen;\n(c) the foodstuffs to be served therein and the\ncharges which may be made therefor;\n(d) the constitution of a managing committee for the\ncanteen and representation of the workers in the\nmanagement of the canteen:\n(dd) the items of expenditure in the running of the\ncanteen which are not to be taken into account in\nfixing the cost of foodstuffs and which shall be borne\nby the employer;\n(e) the delegation to the Chief Inspector, subject to\nsuch conditions as may be prescribed, of the power\nto make rules under clause (c).'\nH 5. The expression \"occupier\" of a factory is defined\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 757\n[V. GOPALA GOWDA, J.]\nD\nin Section 2(n) of the Act as the person who has ultimate A\ncontrol over the affairs of the factory, provided that (/) in\nthe case of a firm or other association of individuals, any\none of the individual partners or members thereof shall be\ndeemed to be the occupier; (ii) in the case of a company,\nany one of the directors shall be deemed to be the B\noccupier; and (iii) in the case of a factory owned or\ncontrolled by the Central Government or any State\nGovernment, or any local authority, the person or persons\nappointed to manage the affairs of the factory by the\nCentral Government, the State Government or the local\nauthority, as the case may be, shall be deemed to be the\noccupier. Under clause (iii) of Section 2(n) of the Act, in\nthe case of a factory owned or controlled by the Central\nGovernment, the person or persons appointed to manage\nthe affairs of the factory by the Central Government shall\nbe deemed to be the occupier. The person so appointed:\nto manage the affairs of the factory of the Central\nGovernment is under an obligation to comply with Section\n46 of the Act by establishing a canteen for the benefit of\nworkers. The Canteen Managing Committee, as stated\nabove, has to be established under Rule 68 of the Rules\nto manage the affairs of the canteen. The functions of the\nCanteen Managing Committee are merely advisory. It is\nappointed by the Manager appointed under Section 7 of\nthe Act and the Manager is required to consult the Canteen\nManaging Committee from time to time as to the quality\nand quantity of foodstuff served in the canteen, the\narrangement of the menus, times of meals in the canteen\netc. The food, drink and other items served in the canteen\nare required to be sold on \"no profit\" basis and the prices\ncharged are subject to the approval of the Managing G\nCommittee. The accounts pertaining to a canteen in a\ngovernment factory may be audited by its departmental\nAccounts Officers.\"\n[1]\nE\nF\nH\n758\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\n00\nB\nC\nD\nE\nRule 67, sub-rules (1), (2) and (3), is traceable in this case\nwhich reads thus:\n“67. Equipment:\n(1) There shall be provided and maintained\nsufficient utensils, crockery, cutlery, furniture and any\nother equipment necessary for efficient running of\nthe canteen. Suitable clean clothes for employees\nserving in the canteen shall also be provided and\nmaintained.\n(2) The furniture utensils and other equipment shall\nbe maintained in a class and hygienic condition. A\nservice counter, if provided, shall have a top of\nsmooth and impervious material. Suitable facilities\nincluding an adequate supply of hot water shall be\nprovided for the cleaning of utensils and equipment.\n(3) Where the canteen is managed by a co-\noperative society, registered under the Bombay Co-\noperative Societies Act, 1952, as in force in the\nUnion Territory of Delhi, the occupier shall provide\nand maintain the equipment as required under sub-\nrule (1) for such canteen.\"\n19. In the case in hand, it is an undisputed fact that the\nF building for running the canteen is situated in the Air India\npremises. It has got statutory obligation under aforesaid rules\nread with the Notification of 1991 referred to supra to provide\nfor necessary furniture and infrastructure to run the statutory\ncanteen in the premises of Air India. In the case of Kanpur\nSuraksha Karmachari Union referred to supra, it was urged\non behalf of the management that before the government\norders were passed, the number of years of service rendered\nby the workmen under the managing Committee before\ngovernment officially absorbed them, could not be counted as\nyears of service rendered by them. The Court had rejected the\nG\nH\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 759\n[V. GOPALA GOWDA, J.]\nB\nsaid contention urged on behalf of the management and held A\nthat even though the management of the canteen may be by\nthe Managing Committee, the workers were employees of the\nfactory and their services for the purposes of pension would\nhave to be calculated with effect from the date they started\nworking in the canteen. Further, in the said case on the basis\nof pleadings and legal contentions urged on behalf of the\nparties it is held that the management of the canteen could be\nwith the certain committee for determining the rights of the\nworkers, it was the occupier of the factory who is responsible\nfor them. The said conclusion was arrived at by this Court in C\nthat case after noticing the rights conferred on the workers.\nthough the interpretation was not confined to the provisions of\nthe Factories Act but also regarding retirement benefits\npayable to the workmen employed in the canteen in the said\ncase. It was further observed by this Court that one test which\nis derived is in relation to the question as to who is the occupier\nof the relevant factory and whose responsibility is it to see\nwhether the canteen is provided and is running in accordance\nwith the provisions of the Factories Act?\nD\nE\nய\n20. Learned senior counsel on behalf of the workmen has\nalso placed reliance upon another judgment of this Court in\nParimal Chandra Raha (supra) upon which the CGIT placed\nreliance in arriving at the right conclusion to hold that the\nconcerned workmen are entitled for absorption. In the above\nsaid case, this Court held that the appellant workmen working F\nin the canteens at different offices of LIC across the country\nwere like regular employees of the LIC as the canteens are run\nand managed by different entities like Canteen Committees,\nCooperative Society of the employees and even contractors\nand directions about how to run the canteen were issued by G.\nthe LIC. In the said case, the infrastructure, the premises, the\nfurniture, electricity, water etc. were supplied by the LIC. The\nworking hours were also fixed by the LIC. Though LIC was\nobviously not a factory, and the canteen established and run\nby it was not a statutory canteen, still this Court held that whether\nH\n760 SUPREME COURT REPORTS [2013] 16 S.C.R.\nA the canteen was to be run under an obligatory provision of the\nFactories Act or under a non-statutory obligation to provide a\ncanteen, the position. is the same and that the canteen workers\nbecome a part of the establishment. Therefore, in the said case\nit is held that the workmen were entitled to the same wages as\nB Class-IV employees of the LIC.\nC\nD\nE\n21. In another decision rendered by three judge Bench of\nthis Court in the M.M.R.Khan's case, demands were made by\nthe canteen workers in many manufacturing establishments like\ntextiles, sugar mills, rope factories and also in service\nestablishments like RBI, LIC, Railways and Airways for\nestablishment of a statutory canteen where there are more than\n250 workmen working in such factory. In public sector\nundertaking like Airways, there are different types of situations.\nOne of them is the statutory canteen which must be provided\nby such Industrial establishment which is a factory in terms of\nthe definition of the Factories Act, since manufacturing activities\nare involved. In the instant case the Air India falls under the\ncategory of factory where the occupier is defined under Section\n2(n) of the Factories Act and therefore, it is duty bound to\nprovide a canteen to its employees/ workmen which is known\nas the statutory canteen. It is the statutory obligation on the part\nof Air India to provide a statutory canteen under the provisions\nof Factories Act and Rules and therefore, it is one more strong\ncircumstance in favour of the concerned workmen for\nF regularization in their services as permanent workmen by the\nAir India. The most important legal aspect of the case which is\nrequired to be considered by me in this case is that the law\nstipulates statutory obligation on the part of Air India to provide\nand maintain statutory canteen to cater the food stuff to its\nG employees/ workmen as per notification referred to supra.\nTherefore, the canteen facility to be provided to the employees/\nworkmen cannot be withdrawn by the owner of the\nestablishment, namely, the principal employer. Therefore, the\nnecessary corollary to this condition is the fact that in such a\nsituation the nature of employment involved in the canteen in\nH\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 761\n[V. GOPALA GOWDA, J.]\nquestion is perennial in nature. The need for workers to run the A\ncanteen by the Management of Air India is permanent. The\nvacancies of various posts in the canteen are permanent in\nnature.\nB\nC\nD\n22. From the review of case law on this aspect, two kinds\nof situations arise, one in which the contractor is changed but\nnot the workers employed. In the Parimal Chandra Raha and\nthe Indian Petrochemicals cases referred to supra, such were\nthe situations, upon which strong reliance is placed by the\nlearned single Judge and the Division Bench of the High Court\nto set aside the finding of fact recorded by the CGIT in its award\non the points of disputes referred to it. This Court has taken a\nnote of this relevant fact and considered the same in the instant\ncase to decide as to whether the canteen workers should be\nregularized by the principal employer? The other situation is\nwhere the contractor is changed and along with him the workers\nalso get the boot. The effect of this situation appears that the\nworkers have been temporary. In reality they are kept temporary\nin order to perpetuate ‘unfair labour practice by the employer,\nwhich is not permissible in view of Section 25T of the I.D. Act\nread with entry at Serial No. 10 in the Vth Schedule of the I.D.\nAct regarding unfair labour practices on the part of the\nemployer. In the case in hand, I hold that Air India is the\nprincipal employer and Chefair - an unit under HCI is the\ncontractor, on the basis of the pleadings of the parties and law\nlaid down by this Court referred to supra in the earlier F\nparagraph of this judgment. The CGIT has rightly arrived at the\nfinding that Chefair is the unit of HCI which renews the contract\nof canteen workers every forty days. Unfortunately, the said\nworkers, have been continued as contract workers in the\ncanteen though they have completed 240 days of continuous G\nservice in a year as defined under Section 25B of the I.D. Act\nwhich action of the Air India is unfair labour practice and is\nprohibited under Section 25T of the I.D. Act. In spite of statutory\nprohibition of employing the concerned workmen in the canteen\non contract basis in permanent nature of work, the Chefair - a H\nE\n762\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA unit of HCI and Air India have indulged in unfair labour practices\nas defined under Section 2(ra) read with Section 25T and the\nVth Schedule of the I.D. Act, with a deliberate intention to\ndeprive the statutory rights of the concerned workmen which is\na glaring patent illegality committed by them for which they are\nB liable to be punished under Section 25U of the I.D. Act read\nwith the Rules.\nC\nD\n23. If the case pleaded by Air India and HCI is accepted\nby the single Judge and the Division Bench of the High Court,\nit amounts to giving a reward to Air India, who is the principal\nemployer. It also amounts to holding that the concerned\nworkmen are contract employees of the contractor and they are\nnot put in the continuous service which amounts to conferring\nreward upon the HCI and AIR India who have committed\nillegality. Both the learned single Judge and the Division Bench\nof the High Court have erroneously accepted the case pleaded\nby Air India and HCI which suffers from error in law as it goes\nagainst the statutory provisions of the Factories Act, Rules and\nthe I.D. Act. The concerned workmen who are working in the\ncanteen at the relevant time have been working in the vacancies\nE which are permanent in nature. Therefore, they are required to\nbe regularized by the principal employer as permanent\nworkmen and they are also entitled to the consequential\nbenefits since they have rendered their services for more than\n3 to 20 years continuously saving the artificial breaks imposed\nF on them by the employer from time to time to deprive them from\nregularization as permanent employees of the establishment as\nhas been held by the CGIT in its award by accepting the claim\nof the workmen.\nG\nH\n24. Further, it is clear from the Rules of 1950 and the\nNotification of 1991 referred to supra that Air India is the\noccupier under Section 2(n) of the Factories Act and it must\nprovide and maintain a statutory canteen for its employees/\nworkmen. The vacancies in various posts that exist for canteen\nworkers are permanent in nature but the Management of HCI\non behalf of Air India has continued them as contract workers\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 763\n[V. GOPALA GOWDA, J.]\nfor a long period with a break after 40 days, which is an unfair A\nlabour practice on their part though it is prohibited under\nSection 25T of the I.D. Act. The temporary rotation of concerned\nworkers in the vacancies of the canteen by the HCI, which is\nan instrumentality of the state is to countenance a situation\nwhere two statutory entities of the above nature collude together B\nto perpetuate 'unfair labour practices' as defined under Section\n2(ra) which is enumerated at serial no. 10 under the heading\nof 'unfair labour practice' on the part of the employer in the Vth\nSchedule to the I.D. Act. Therefore, this Court is bound to\nensure the implementation of all relevant laws, especially those C\nenacted by the Legislature to fulfil the constitutional obligations\nunder the Directive Principles of State Policy and bring this\nunholy alliance between Air India and HCI to an end by\ndeclaring the canteen workers as employees of the principal\nemployer.\n25. The M.M.R. Khan's case referred to supra, fully\n• supports the finding recorded by the CGIT on the points of\ndispute in favour of the concerned workmen by directing the Air\nIndia to regularize them as canteen workers. At Para 25 of the\nsaid judgment the observations made by this Court which are\nvery relevant for our purpose read thus:\n\"25. Since in terms of the Rules made by the State\nGovernments under Section 46 of the Act, it is obligatory\non the railway administration to provide a canteen, and the\ncanteens in question have been established pursuant to\nthe said provision there is no difficulty in holding that the\ncanteens are incidental to or connected with the\nmanufacturing process or the subject of the manufacturing\nprocess. The provision of the canteen is deemed by the\nstatute as a necessary concomitant of the manufacturing\nactivity. Paragraph 2829 of the Railway Establishment\nManual recognises the obligation on the railway\nAdministration created by the Act and as pointed out\nearlier paragraph 2834 makes provision for meeting the\nD\nE\nF\nG\nH\nA\nB\nC\nD\n764\nSUPREME COURT REPORTS [2013] 16 S.C.R.\ncost of the canteens. Paragraph 2832 acknowledges that\nalthough the railway administration may employ anyone\nsuch as a staff committee or a co-operative society for the\nmanagement of the canteens, the legal responsibility for\nthe proper management rests not with such agency but\nsolely with the railway administration. If the management\nof the canteen is handed over to a consumer cooperative\nsociety the bye-laws of such society have to be amended\nsuitably to provide for an overall control by the railway\nadministration.\"\n26. Before applying the legal principles laid down in the\nabove paragraph of the case to the case in hand, it is pertinent\nto note that at the very outset three kinds of canteens exist in\nthe Railways. They are: (i) Statutory canteens as required under\nSection 46 of the Factories Act, 1948 where more than 250\nemployees are working, (ii) Non-statutory non-recognized\ncanteens which employ 250 or less than 250 employees and\nhence there is no statutory obligation on the part of the employer\nto maintain them, where workers exceed hundred and such\ncanteens are set up with prior approval of the Railway Board,\nE and (iii) Non-Statutory non-recognized canteens where 100 or\nless than hundred workers work and are set up without prior\napproval of the Railway Board.\nF\nG\nH\n27. In the decision of this Court in M.M.R. Khan(supra),\nthe workers engaged in the first and second category of\ncanteens mentioned above were treated as Railway employees\nafter considering the relevant facts and statutory provisions of\nthe Factories Act and the Rules. Thus, this Court held that the\nworkmen would be entitled to all service conditions prescribed\nfor them under relevant rules/orders. The relevant paragraph\nfrom the said decision reads as under:\n\"30. While discussing above the contention that the\nemployees in the statutory canteens cannot be treated as\nrailway employees even for the purposes of the said Act,\nwe have referred to the various developments, and\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 765\n[V. GOPALA GOWDA, J.]\nB\ndocuments on record including the court decisions. It is not A\nnecessary to repeat them here. In view of the same, the\ncontention advanced by Mr Ramaswamy that the railway\nadministration is engaged in varied welfare activities, and\nthe employees engaged in these activities will also have\nto be treated as railway employees, in case, the canteen\nemployees are recognized as railway employees does not\nappeal to us. We express no opinion on the subject as to\nwhether the employees engaged in other welfare activities\nwill or will not be entitled to the status of the railway\nemployees, since neither they nor the facts pertaining to\nthem are before us. Our conclusion that the employees in\nthe statutory canteens are entitled to succeed in their claim\nis based purely on facts peculiar to them as discussed\nabove. If by virtue of all these facts they are entitled to the\nstatus of railway employees and they cannot be deprived\nof that status merely because some other employees\nsimilarly or dissimilarly situated may also claim the same\nstatus. The argument to say the least can only be\ndescribed as one in terrorem and as any other argument\nof the kind has to be disregarded.”\n(Emphasis laid by the Court)\n28. I have carefully analysed the law enunciated by this\nCourt in M.M.R. Khan's case which throws interesting light on\nthe history of the canteen workers' litigation which I have\ncarefully considered and applied the legal principle laid down\nin that case to the fact situation of the case in hand. The\ncanteen workers of the canteen of Railways in Kharagpur\napproached the High Court of Calcutta praying that they be\nrecognized as Railway workers and that all service conditions\navailable to railway workers be made available to them. The\nlearned single Judge dismissed the petition. The Division\nBench directed the respondents to recognize the workers as\nRailway employees but rejected their plea for similar service\nconditions. The matter came before this Court and the Court\nC\nD\nE\nF\n0\nH\n1\n"}