{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n-\n[2013] 16 S.C.R. 706\nBALWANT RAI SALUJA \u0026 ANR. ETC. ETC.\nV.\nAIR INDIA LTD. \u0026 ORS.\n(Civil Appeal Nos. 10264-66 of 2013)\nNOVEMBER 13, 2013\n[CHANDRAMAULI KR. PRASAD AND\nV. GOPALA GOWDA, JJ.]\nIndustrial Disputes Act, 1947 - ss.2(k), 2(ra), 2(s), 25T\nC and 25U - Vth Schedule, Entry No. 10 - Factories Act, 1948\nDelhi Factories Rules of 1950 - Contract Labour\n(Regulations and Abolition) Act, 1970 - Industrial Disputes\nAct, 1947-Whether the concerned workmen of Chefair, a unit\nof Hotel Corporation of India (HCI) with which Air India had\nD entered into a contract to provide canteen services at its\nestablishment, were entitled to be treated as being regular\nemployees of Air India - And whether engaging the contract\nworkmen in the canteen situated in the premises of Air India\nthrough HCI amounted to sham and camouflage by Air India\nto deprive the legitimate statutory and fundamental rights of\nthe concerned workmen as provided under the provisions of\nthe Industrial Disputes Act and the Constitution - Difference\nof opinion between Hon'ble Judges of the Division Bench\nMatter referred to Hon'ble the Chief Justice of India for placing\nthe same before an appropriate Bench.\nE\nF\nDispute arose as to whether the concerned workmen\nof Chefair, a unit of Hotel Corporation of India (HCI) with\nwhich Air India had entered into a contract to provide\ncanteen services at its establishment, were entitled to be\nG treated as being regular employees of Air India.\nH\nThe appellants contended before this Court that the\nobligation to provide for the Canteen was with Air India\nand, therefore, the workmen were entitled to be treated\n706\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 707\nB\nas their employees and Air India their employer; that Air A\nIndia had a large role to play in the operation and\nmanagement of the Canteen and, in the circumstances,\nonce the veil of the contract was lifted, the control of Air\nIndia was writ large over the Corporation. It was\ncontended that the Corporation was a wholly owned\nsubsidiary of Air India which controlled the composition\nof the Board of Directors and appointed and removed\nDirectors in consultation with the Government of India;\nand notwithstanding that the general management of the\nCorporation was vested in its Managing Director, Air India C\nwas conferred with the power to issue directions or\ninstructions as it thought fit in regard to the finances and\nthe conduct of the business and affairs of the\nCorporation and, hence, the workmen employed by the\nCorporation were, in fact, the employees of Air India.\n1\nD\nThe appellants further submitted that the\nCorporation may be a separate legal entity but Air India's\ncontrol over the affairs of the Canteen made it the\nprincipal employer. The appellants also submitted that the\nworkmen were engaged in the Canteen provided by Air E\nIndia in compliance of Rule 65(2) of the Rules framed by\nthe Union Territory of Delhi in exercise of powers under\nSection 46 of the Factories Act; that the workmen of a\nstatutory canteen have to be treated as employees of\nsuch establishment whose obligation is to provide for the F\nCanteen; and since in the case in hand, the obligation to\nprovide for the Canteen was with Air India, therefore, the\nworkmen were entitled to be treated as their employees\nand Air India their employer.\nReferring the matter to Hon'ble the Chief Justice of\nIndia for placing the same before an appropriate Bench,\nthe Court\nPer Chandramauli Kr. Prasad, J.\nG\nН\nA\n708 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nHELD:1. It is well settled that the Court can lift the veil,\nlook to the conspectus of factors governing employment,\ndiscern the naked truth though concealed intelligently.\nThe Court has to be astute in piercing the veil to avoid\nthe mischief and achieve the purpose of law. It cannot be\nB swayed by legal appearance. The court's duty is to find\nout whether contract between the principal employer and\nthe contractor is sham, nominal or merely a camouflage\nto deny employment benefits to the workmen. [Para 14]\n[726-D-F]\nC\nD\n2. The Hotel Corporation of India (HCI) is a\nGovernment Corporation incorporated under the\nCompanies Act. It is a legal entity altogether different from\nits shareholders. The fact that Air India or its nominee are\nthe shareholders of the Corporation and in the\nmanagement of business and finances, it is subject to the\ndirections issued by Air India in terms of the\nMemorandum of Association and Articles of Association\nshall not merge the Corporation's identity in\nshareholders. The Corporation is a separate legal entity,\nE not subservient to Air India but a servant to its\nMemorandum of Association and Articles of Association.\n[Para 17] [729-E-G]\nF\nG\n3. Few of the well recognized tests to find out the real\nrelationship are whether the principal employer: (i) pays\nthe salary to the workmen instead of the contractor, (ii)\ncontrols and supervises the work of the employees, (iii)\nhas role in selection and appointment of the employees,\nand (iv) acts as a disciplinary authority over the conduct\nand discipline of the employees. Air India does not fulfill\nthe test laid down so as to treat it as the principal\nemployer. [Para 19] [730-C-E]\n4. It is not the case of the workmen that it is Air India\nwhich pays their emoluments instead of the Corporation.\nH Air India, has neither any role in selection and appointment\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 709\nB\nof the workmen nor it controls and supervises their work. A\nIt is further not their case that Air India is their disciplinary\nauthority over their conduct and discipline. Air India, by\ngiving subsidy at a specified rate or for that matter\npurchasing few articles for the Canteen on its behalf and\nfurther bringing to the notice of the Corporation the\ncomplaint in regard to the functioning of the Canteen, will\nnot make it the principal employer. The Corporation is a\nGovernment company like Air India and the workmen in\nno way will be prejudiced if they continue to be the\nemployees of the Corporation. There does not seem to C\nbe any mala fide or oblique motive in Air India entering\ninto a contract with Chef Air, a unit of the Corporation for\noperating its Canteen. Certainly, it is not to defeat the\nrights of the workmen. [Para 23] [732-D-H]\nD\nE\n5. The obligation to provide Canteen is by itself not\ndecisive to determine the status of workmen employed\nin the Canteen. As an absolute proposition of law it\ncannot be said that \"whenever in discharge of statutory\nmandate a canteen is set up or other facilities provided\nby the establishment, the employees of the canteen or\nsuch other facility become the employees of that\nestablishment\". Having tested the case of the workmen\non the touchstone of the principles laid down by this\nCourt, it is found that they do not satisfy those tests so\nas to hold that Air India is the principal employer. [Paras F\n26, 27 and 29] [734-F; 735-B-C; 736-G]\nHeavy Engineering Mazdoor Union v. State of Bihar\n(1969) 1 SCC 765: 1970 (1) SCR 995; Steel Authority of\nIndia Ltd. v. National Union; Waterfront Workers (2001) 7 SCC\n1: 2001 (2) Suppl. SCR 343; Haldia Refinery Canteen\nEmployees Union and Others v. Indian Oil Corporation Ltd.\n\u0026 Ors. (2005) 5 SCC 51: 2005 (3) SCR 972; International\nAirport Authority of India v. International Air Cargo Workers'\nUnion (2009) 13 SCC 374: 2009 (8) SCR 1; General\nG\nH\n710 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Manager, (OSD), Bengal Nagpur Cotton Mills, Rajnandgaon\nv. Bharat Lal (2011) 1 SG€ 635; M.M.R. Khan v. Union of\nIndia 1990 Supp SCC 191: 1990 SCR 687; Workmen of the\nCanteen of Coates of India Ltd. v. Coates of India Ltd. \u0026 Ors.\n(2004) 3 SCC 547 and Hari Shankar Sharma v. Artificial\nB Limbs Manufacturing Corpn. (2002) 1 SCC 337 - referred\nto.\nPer V. Gopala Gowda, J. (dissenting)\nHELD:1. Air India, in spite of being the statutory\nC corporation did not consider it necessary to come to the\ncourt with clean hands but on the other hand, it has\nsuppressed relevant material fact regarding the number\nof employees/workmen working in its establishment. The\nwholly owned subsidiary corporation- HCI has adopted\nD unfair labour practice as defined under Section 2(ra) of\nthe Industrial Disputes Act, 1947 at serial No. 10 entry in\nthe Vth Schedule under the heading of the Unfair Labour\nPractices practiced by the employer, by keeping workers\nin employment in the canteen for 40 days at a time and\nE thereafter employing them on contract basis after a break\nthough the nature of work to be performed by them in the\ncanteen have been perennial in nature, for the reason\nthat they were required to provide and maintain the\nstatutory canteen in the factory premises to cater the\nfood stuff to its employees/ workmen. Therefore, they\nhave committed a statutory offence punishable under the\nprovision of Section 25U of the I.D. Act for employing the\nconcerned workmen on contract basis with a break in\ntheir service which constitutes unfair labour practice and\nis prohibited under Section 25T of the I.D. Act either by\nthe employer or the workmen under the above Schedule\nto the I.D. Act. The concerned workmen have been\ndischarging the permanent nature of work in different\ncapacities working continuously ranging from 3 years to\n20 years with an artificial break after 40 days of\nF\nG\nH\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 711\nemployment by the employer with an oblique motive to\ndeprive them of their legitimate statutory right of\nregularizing them as permanent workmen in the statutory\ncanteen which is being run by the Air India in its factory\npremises through HCI from its Chefair unit. [Para 15] [753-\nA-H; 754-A]\nA\nB\nC\nD\nE\n2. In public sector undertaking like Airways, there are\ndifferent types of situations. One of them is the.statutory\ncanteen which must be provided by such Industrial\nestablishment which is a factory in terms of the definition\nof the Factories Act, since manufacturing activities are\ninvolved. In the instant case the Air India falls under the\ncategory of factory where the occupier is defined under\nSection 2(n) of the Factories Act and therefore, it is duty\nbound to provide a canteen to its employees/ workmen\nwhich is known as the statutory canteen. It is the\nstatutory obligation on the part of Air India to provide a\nstatutory canteen under the provisions of Factories Act\nand Rules and therefore, it is one more strong\ncircumstance in favour of the concerned workmen for\nregularization in their services as permanent workmen by\nthe Air India. The most important legal aspect of the case\nwhich is required to be considered is that the law\nstipulates statutory obligation on the part of Air India to\nprovide and maintain statutory canteen to cater the food\nstuff to its employees/ workmen as per notification F\nreferred to supra. Therefore, the canteen facility to be\nprovided to the employees/ workmen cannot be\nwithdrawn by the owner of the establishment, namely,\nthe principal employer. Therefore, the necessary corollary\nto this condition is the fact that in such a situation the G\nnature of employment involved in the canteen in question\nis perennial in nature. The need for workers to run the\ncanteen by the Management of Air India is permanent.\nThe vacancies of various posts in the canteen are\npermanent in nature. [Para 21] [760-D-H; 761-A]\nH\n1\nA\nD\n712\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n3. From the review of case law on this aspect, two\nkinds of situations arise, one in which the contractor is\nchanged but not the workers employed. The other\nsituation is where the contractor is changed and along\nwith him the workers also get the boot. The effect of this\nB situation appears that the workers have been temporary.\nIn reality they are kept temporary in order to perpetuate\n'unfair labour practice by the employer, which is not\npermissible in view of Section 25T of the I.D. Act read with\nentry at Serial No. 10 in the Vth Schedule of the I.D. Act\nC regarding unfair labour practices on the part of the\nemployer. In the case in hand, Air India is the principal\nemployer and Chefair - an unit under HCI is the\ncontractor. The CGIT has rightly arrived at the finding that\nChefair is the unit of HCI which renews the contract of\ncanteen workers every forty days. Unfortunately, the said\nworkers, have been continued as contract workers in the\ncanteen though they have completed 240 days of\ncontinuous service in a year as defined under Section\n25B of the I.D. Act which action of the Air India is unfair\nlabour practice and is prohibited under Section 25T of the\nI.D. Act. In spite of statutory prohibition of employing the\nconcerned workmen in the canteen on contract basis in\npermanent nature of work, the Chefair - a unit of HCI and\nAir India have indulged in unfair labour practices as\ndefined under Section 2(ra) read with Section 25T and the\nVth Schedule of the I.D. Act, with a deliberate intention\nto deprive the statutory rights of the concerned workmen\nwhich is a glaring patent illegality committed by them for\nwhich they are liable to be punished under Section 25U\nof the I.D. Act read with the Rules. [Para 22] [761-B-H;\nG 762-A-B]\nヨ\nF\nH\n4. If the case pleaded by Air India and HCI is\naccepted, it amounts to giving a reward to Air India, who\nis the principal employer. It also amounts to holding that\nthe concerned workmen are contract employees of the\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 713\ncontractor-and they are not put in the continuous service A\nwhich amounts to conferring reward upon the HCI and\nAIR India who have committed illegality. The concerned\nworkmen who are working in the canteen at the relevant\ntime have been working in the vacancies which are\npermanent in nature. Therefore, they are required to be B\nregularized by the principal employer as permanent\nworkmen and they are also entitled to the consequential\nbenefits since they have rendered their services for more\nthan 3 to 20 years continuously saving the artificial\nbreaks imposed on them by the employer from time to C\ntime to deprive them from regularization as permanent\nemployees of the establishment. [Para 23] [762-C-F]\nD\nE\n5. Further, it is clear from the Delhi Factories Rules\nof 1950 and the Notification of 1991 issued by Lt.\nGovernor of the Union Territory of Delhi that Air India is\nthe occupier under Section 2(n) of the Factories Act and\nit must provide and maintain a statutory canteen for its\nemployees/ workmen. The vacancies in various posts that\nexist for canteen workers are permanent in nature but the\nManagement of HCI on behalf of Air India has continued\nthem as contract workers for a long period with a break\nafter 40 days, which is an unfair labour practice on their\npart though it is prohibited under Section 25T of the I.D.\nAct. The temporary rotation of concerned workers in the\nvacancies of the canteen by the HCI, which is an\ninstrumentality of the State is to countenance a situation\nwhere two statutory entities of the above nature collude\ntogether to perpetuate 'unfair labour practices' as defined\nunder Section 2(ra) which is enumerated at serial no. 10\nunder the heading of ‘unfair labour practice' on the part G\nof the employer in the Vth Schedule to the I.D. Act.\nTherefore, this Court is bound to ensure the\nimplementation of all relevant laws, especially those\nenacted by the Legislature to fulfill the constitutional\nobligations under the Directive Principles of State Policy\nF\nH\n714 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA and bring this unholy alliance between Air India and HCI\nB\nC\nto an end by declaring the canteen workers as\nemployees of the principal employer. [Para 24] [762-G-H;\n763-A-D]\n6.The High Court unjustly refused the claim of the\ncanteen workmen by accepting the untenable arguments\nadvanced on behalf of the Air India that the canteen run\nthrough HCI from Chefair is not the statutory canteen and\nAir India is not the principal employer. This conclusion\nis not only erroneous but is also contrary to the law laid\ndown by this Court. [Para 28] [766-G-H]\n7. The presence of a statutory obligation on the part\nof Air India to run a canteen must always be seen as one\nmore strong circumstance to determine the wider\nD question of regularization of the concerned workmen\ninvolved in this case. [Para 29] [767-A-B]\nE\nF\n8. In all statutory canteens, the nature of employment,\nof vacancies, is indeed of a permanent nature and those\nwho deploy the workmen on contract basis to discharge\nstatutory duties of an employer amounts to unfair labour\npractice. In the nature of rotational hire and fire, policy\nadopted by the employer must not be rewarded for the\nillegalities perpetuated by them. This is more so when the\nprincipal employer is a statutory corporation coupled with\nthe fact that the contractor also is one such entity and\nthe two should not be allowed to continue their unfair\nlabour practices to employ the workmen on contract\nbasis in the canteen to discharge the statutory duty by\nthe occupier to provide and maintain a statutory canteen\nG for its employees/workmen in its factory. Both Air India\nand HCI have colluded with each other to perpetuate\nunfair labour practices by engaging the concerned\nworkmen in the statutory canteen of the principal\nemployer- Air India. [Para 29] [767-D-G]\nH\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 715\n9. Classically jurists like Salmond and others while A\ndeveloping the jurisprudence relating to Torts have laid\ndown the test to determine the relationships between\n'master and servant'. In such situations the predominant\ntest deployed was the test of control and supervision.\nPost constitutional jurisprudence in India must no longer B\nbe allowing practice of the traditional master and servant\nrelationship but should be facilitating employer-employee\nrelationships mediated by constitutional jurisprudence\nwhich is relevant to the area of labour law jurisprudence\nin our country in the interest of maintaining industrial C\npeace and harmony which is in larger public interest.\n[Para 30] [767-H; 768-A-B]\n10. The practice by Air India constitutes unfair labour\npractice. Therefore, the findings and reasons recorded by\nCGIT on the points of dispute in relation to the concerned\nemployees declaring that the concerned contract workers\nof the canteen are deemed employees of Air India is a\nright decision. Further, setting aside the termination\norders passed against some of the concerned workmen\nis also justified for the reason that the services of the\nconcerned workmen in the above cases were terminated\nduring pendency of the industrial disputes before CGIT\nregarding absorption of the concerned workmen as\npermanent employees, without obtaining approval from\nthe CGIT as required under Section 33(2)(b) of the I.D. Act.\nApart from the above reason, the termination of services\nof the workmen involved in the above industrial dispute\ncases is unsustainable in law for the reason that they\nhave not complied with the mandatory provisions of\nSection 25F, clauses (a) and (b) of the I.D. Act and have\nnot obtained the permission from the Central\nGovernment as required under Section 25N of Chapter\nVB of the I.D. Act. Therefore, the orders of termination\npassed against the concerned workmen are void ab initio\nin law and the same are liable to be set aside. CGIT has\nD\nE\nF\nG\nI\n"}