{"pages":[{"pageNumber":81},{"pageNumber":82}],"text":"A\nC\nD\n786 SUPREME COURT REPORTS\n.\n[2013] 16 S.C.R.\n52. Both the learned single Judge and the Division Bench\nhave exceeded in their jurisdiction in exercising their\nextraordinary and supervisory jurisdiction in the Writ Petitions\nand the Letter Patent Appeals, while examining the correctness\nand findings recorded by the CGIT in the common award which\nB the High Court has disagreed with and has set aside the\ncommon award impugned in the Writ Petitions filed by Air India.\nBoth the learned single Judge and the Division Bench have\nexceeded their jurisdiction in interfering with findings of fact\nrecorded by the CGIT on the points of dispute and the\ncontentious issues on proper appreciation of pleadings,\nevidence on record and law laid down by this Court in the cases.\nreferred to in the award I have referred to the relevant factual\naspects and legal evidence and the statutory provisions of the\nFactories Act, Rules and the Industrial Disputes Act, while\nanswering to Point Nos. 1, 2 and 3 in favour of the concerned\nworkmen by recording my reasons in this judgment. Therefore,\nI have to hold that the learned single Judge and the Division\nBench exceeded in their jurisdiction to interfere with the finding\nof fact recorded by the CGIT on the points of dispute which were\nreferred to by the Central Government. For the reasons\nrecorded by me on point Nos. 1 and 2 in this judgment and\nfurther answering the point No.3 in affirmative in favour of the\nconcerned workmen holding that findings and reasons recorded\nby the CGIT on the point of dispute referred to it by the Central\ngovernment are neither erroneous nor suffers from error in law.\nAlso I have to hold while answering to point No. 4 that both the\nlearned single Judge and the High Court have disagreed with\nthe correct finding of fact recorded by the CGIT in its award.\nThe findings recorded by the learned Singh Judge and Division\nBench in the impugned judgment are not only erroneous but\nG suffers from error in law as the same is contrary to the statutory\nprovisions and law laid down by this Court which have been\nextensively referred to by me in the reasoning portion of this\njudgment in answer to point Nos. 1 and 2. Hence, I have to hold\nthat findings and reasons recorded in the impugned judgment\nH is wholly untenable and liable to be set aside and accordingly\nE\nเบ\nF\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 787\nset aside by answering point no. 4 in affirmative in favour of A\nthe concerned workmen.\nAnswer to Point No.5:\nB\n53. Since I have answered point No. 4 in favour of the\nconcerned workmen and against Air India, the appellants are\nentitled for the reliefs as prayed for in these appeals.\nAccordingly, these appeals are allowed and common award\ndated 5.5.2004 passed in I.D. Nos.97 to 99 of 1996 in favour\nof the workmen is restored. Further, I direct the Management\nof Air India to absorb all the concerned workmen covered in\nC\nthe I.D. Nos.97 to 99 of 1996 as permanent workmen on its\nrolls from the date of their appointment and grant all the\nconsequential benefits such as salary for which they are entitled\nfor after computing properly, taking into consideration the pay\nscale and periodical wage revision that has taken place and\nare applicable to the respective posts of the concerned\nworkmen as per the notification issued by the Lt. Governor,\nUnion Territory of Delhi and on the basis of similar notifications\napplicable for them.\n54. Since I have allowed I.D. Nos. 97 to 99 of 1996, the\nIndustrial Dispute case Nos. 107 and 108 of 1996 involving the\nworkmen whose services were terminated during the pendency\nof petition before CGIT, must also be treated as permanent\nworkmen at par with the concerned workmen involved in the\ninstant case. The award for their reinstatement to their posts.\nshall be passed with all consequential benefits with full back\nwages.\n55. Accordingly, I allow the appeals of the concerned\nworkmen in the above said terms.\nD\nE\nF\nORDER\nG\nAs we have differed in our opinion, let the record of these\nappeals be placed before Hon'ble The Chief Justice of India\nfor placing the matters before an appropriate Bench.\nBibhuti Bhushan Bose.\nH\nMatter referred to Appropriate Bench.\n"}