{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"SANTOSH KUMAR SINGH v. STATE THR. CBI\n[HARJIT SINGH BEDI, J.]\n951\nbe noted that no such point was raised and no such A\nobjection seems to have been advanced either before the\ntrial court or the High Court and it is being raised for the\nfirst time before this Court which appears to us to be an\nafterthought. Secondly, learned counsel appearing for the\nappellants was unable to place before us as to what in B\nfact was the real prejudice caused to the appellants by\nomission to question the accused/appellant Suresh Bahri\non the point of his motive for the crime. No material was\nalso placed before us to show as to what and in what\nmanner the prejudice, if any, was caused to the appellants C\nor any of them.\nD\nE\nApart from what has been stated above, it may be\npointed out that it cannot be said that the appellants were\ntotally unaware of the substance of the accusation against\nthem with regard to the motive part. In this regard a\nreference may be made to Question Nos. 5, 6 and 7 which\nwere put to the appellant Suresh Bahri in the course of his\nstatement recorded under Section 313 CrPC. The sum\nand substance of these questions is that from the\nprosecution evidence it turns out that the acquitted accused\nY.D. Arya the maternal uncle of the appellant Suresh Bahri\nwas living in a portion of the upper storey of his house at\nDelhi. He with the consent of Santosh Bahri the mother of\nSuresh Bahri, was interfering in the family affairs as well\nas in business matters by reason of which the maternal F\nuncle had to leave the house and that having regard to the\nfuture of her children Urshia Bahri not only wanted to\nmanage the property but also to dispose of the same which\nwas not liked by Suresh Bahri and with a view to remove\nUrshia Bahri from his way the appellant Suresh Bahri G\nwanted to commit her murder. In view of these questions\nand examination of Suresh Bahri, it cannot be said that he\nwas totally unaware of the substance of the accusation and\ncharge against him or that he was not examined on the\nquestion of motive at all. In the facts and circumstances\n:\nH\nA\nB\nс\nD\nE\nF\n0\n952 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\ndiscussed above it cannot be said that any prejudice was\ncaused to the appellant. The contention of the learned\ncounsel for the appellants in this behalf therefore has no\nmerit.\"\n34. We see that the facts of each case have to be\nexamined but the broad principle is that all incriminating\nmaterial circumstances must be put to an accused while\nrecording his statement under Section 313 of the Code, but if\nany material circumstance has been left out that would not ipso-\nfacto result in the exclusion of that evidence from consideration\nunless it could further be shown by the accused that prejudice\nand miscarriage of justice had been sustained by him. We see\nfrom the case in hand that not only were the questions pertaining\nto the helmet and the ligature marks on the neck put to the\nDoctor and even in a way to the appellant but the defence\ncounsel had raised comprehensive arguments on these core\nissues not only before the trial court and the High Court but\nbefore us as well. The defence was, therefore, alive to the\ncircumstances against the appellant. No prejudice or\nmiscarriage of justice has, thus, been occasioned.\n35. We have also kept in mind the broad principle that a\nparticularly nasty and revolting a crime imposes a yet greater\ncaution on the Court which must resist the tendency to look\nbeyond the file and not be swayed by the horror of the crime\nor the character of the accused. In Kashmira Singh vs. State\nof Madhya Pradesh AIR 1952 SC 159 it has been observed\nthus:-\n\"The murder was a particularly cruel and revolting one and\nfor that reason /it will be necessary to examine the\nevidence with more than ordinary care lest the shocking\nnature of the crime induce an instinctive reaction against\na dispassionate judicial scrutiny of the facts and law.\"\n36. Likewise the observations in Ashish Batham vs. State\nH of Madhya Pradesh (2002) 7 SCC 317 too are relevant:\nSANTOSH KUMAR SINGH v. STATE THR. CBI 953\n[HARJIT SINGH BEDI, J.]\nB\nC\n\"Realities or truth apart, the fundamental and basic A\npresumption in the administration of criminal law and justice\ndelivery system is the innocence of the alleged accused\nand till the charges are proved beyond reasonable doubt\non the basis of clear, cogent, credible or unimpeachable\nevidence, the question of indicting or punishing an accused\ndoes not arise, merely, carried away by the heinous nature\nof the crime or the gruesome manner in which it was found\nto have been committed. Mere suspicion, however, strong\nor probable it may be is no effective substitute for the legal\nproof required to substantiate the charge of commission\nof a crime and graver the charge is, greater should be the\nstandard of proof required. Courts dealing with criminal\ncases at least should constantly remember that there is a\nlong mental distance between \"may be true\" and \"must be\ntrue\" and this basic and golden rule only helps to maintain\nthe vital distinction between “conjectures\" and \"sure\nconclusions\" to be arrived at on the touchstone of a\ndispassionate judicial scrutiny based upon a complete and\ncomprehensive appreciation of all features of the case as\nwell as quality and credibility of the evidence brought on\nrecord.\"\nThe aforesaid principles have been scrupulously adhered\nto by us while hearing this matter over almost 5 days.\n37. We now come to the question of sentence. It has been\nsubmitted by Mr. Sushil Kumar that the present case was not\none which fell in the category of the 'rarest of rare cases' as\nseveral mitigating circumstances with respect to the sentence\nwere discernable. He has first pointed out that the High Court\nhad reversed an acquittal judgment based exclusively on\ncircumstantial evidence. He has further argued that the\nappellant was a young man about 24/25 of age on the date of\nincident and had been led astray by the vagaries of youth and\nthat after his acquittal in December 1999, he had got married\n(in the year 2003) and a baby girl had been born to him and\nD\nE\nF\nG\nH\n954 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA his wife before the judgment of the High Court had been\ndelivered in October 2006. These submissions have been\nstoutly opposed by the learned ASG who has submitted that\neven the trial court had given a positive finding that the motive\nand murder were truly barbaric and revolting and had been\nB preceded by continuous harassment of the deceased over a\nperiod of two years and the appellant was an advocate with an\nover indulgent police officer father who had repeatedly come\nto the rescue of his son.\nс\n38. We have considered the arguments of the learned\ncounsel and have also gone through the judgments relied upon\nby them in support of their respective cases.\nWe think that the answer on the question of the sentence\ncan be found in the judgment of the High Court itself. We quote\nD from paragraph 3 of the sentencing part of the judgment\ndelivered on 30th October 2006:\nE\nF\n0\nH\n\"We have heard learned counsel for the parties and have\ngiven our consideration to what has been placed before\nus. We need hardly say that sentencing is the most\ndifficult part of a judgment and this indeed has been a\ncase here. There is absolutely no doubt in our mind that\nwhat was required of Santosh Singh was exemplary\nbehaviour being a son of a police officer and also a lawyer\nhimself yet with a premeditated approach he continued to\nharass the victim for nearly two years and ultimately in spite\nof repeated warnings by the police and his undertakings\nto them went about committing a most ghastly act. The act\nitself sent ripples in the society and showed how insecure\na citizen can get against this kind of a person. In the various\njudgments which have been referred to by counsel from\nboth sides we find the principles laid down to the\nconsidered while deciding the question of sentence are\nbest reported in 'Bachan Singh vs. State of Punjab' AIR\n1980 SC 898 and 'Machhi Singh vs. State of Punjab,\n1983 SC 211. These cases sum up the law on the subject\nSANTOSH KUMAR SINGH v. STATE THR. CBI 955\n[HARJIT SINGH BEDI, J.]\nof death penalty which we have kept in mind. Evaluating A\nthe circumstances in favour and against the convict which\nhave already been enumerated above, we find that the\naggravating circumstances referred to by the Additional\nSolicitor General for outweigh the circumstances which\naccording to the counsel to the convict are mitigating B\ncircumstances, although we do not consider them to be so.\nWe are thus of the opinion that for a crime of this sort which\nhas been committed with premeditation and in a brutal\nmanner the convict deserves no other sentence but death.\"\nC\nD\nThe underlined words themselves give a hint as to the\nsentence that should be awarded in this case. Undoubtedly the\nsentencing part is a difficult one and often exercises the mind\nof the Court but where the option is between a life sentence\nand a death sentence, the options are indeed extremely limited\nand if the court itself feels some difficulty in awarding one or\nthe other, it is only appropriate that the lesser sentence should\nbe awarded. This is the underlying philosophy behind 'the rarest\nof the rare' principle. Furthermore, we see that the mitigating\ncircumstances need to be taken into account, more particularly\nthat the High Court has reversed a judgment of acquittal based E\non circumstantial evidence, the appellant was a young man of\n24 at the time of the incident and, after acquittal, had got\nmarried and was the father of a girl child. Undoubtedly, also the\nappellant would have had time for reflection over the events of\nthe last fifteen years, and to ponder over the predicament that F\nhe now faces, the reality that his father died a year after his\nconviction and the prospect of a dismal future for his young\nfamily. On the contrary, there is nothing to suggest that he would\nnot be capable of reform. There are extremely aggravating\ncircumstances as well. In particular we notice the tendency of G\n¯parents to be over indulgent to their progeny often resulting in\nthe most horrendous of situations. These situations are\nexacerbated when an accused belongs to a category with\nunlimited power or pelf or even more dangerously, a volatile and\nheady cocktail of the two. The reality that such a class does H\n956\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA exist is for all to see and is evidenced by regular and alarming\nincidents such as the present one. Nevertheless, to our mind,\nthe balance sheet tilts marginally in favour of the appellant, and\nthe ends of justice would be met if the sentence awarded to\nhim is commuted from death to life imprisonment under Section\nB 302 of the Indian Penal Code; the other part of the sentence\nbeing retained as it is. With this modification in the sentence,\nthe appeal is dismissed.\nD.G.\nAppeal dismissed.\n"}