{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SANTOSH KUMAR SINGH v. STATE THR. CBI 921\n[HARJIT SINGH BEDI, J.]\n5. At the crucial time before murder, i.e. about 5 A\np.m. on 23.1.96, the accused was seen outside the door\nof the flat of the deceased, i.e. B-10/7098 with helmet in\nhis hand which had a visor.\n6. On the day of occurrence after murder, the\naccused had reached late to attend class at Indian Law\nInstitute, Bhagwan Dass Road, where the accused was a\nstudent too.\n7. Immediately after the murder, the mother of the\ndeceased had raised suspicion that the accused had a\nhand in the murder of her daughter.\n8. When the accused joined investigation on the\nnight between 23/24.1.96, the accused had an injury on\nhis right hand. There was swelling and fracture on 5th\nmetacarpal of right hand. There was no plaster or bandage\non his hand. That injury was fresh, having been caused 24\nto 38 hours. The blood pressure of the accused at that\ntime was high which showed anxiety.\n9. DNA Finger Printing Test conclusively establishes\nthe guilt of the accused.\nB\nC\nD\nE\n10. On 25.1.96, the helmet Ex.P.3 of the accused\nwhich was taken into possession had broken visor. On\n23.1.96 before murder, it was found by PW2 Shri F\nKuppuswami, PW Personal Security Officer Rajinder\nSingh that the helmet of the accused had a visor. Violence\nwas detected on both sides of visor. Helmet was\nbesmeared with a spec of blood. At the spot pieces of\nvisor were found near the body of the deceased\nbesmeared with her blood.\n11. The deceased had 19 injuries on her person\nbesides three broken ribs. These injuries were suggestive\nof force used for rape. A tear mark over the area of left\nG\nH\nA\nB\nC\nD\nE\nTI\nF\nG\nH\n922 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nbreast region on the T-shirt of the deceased suggested that\nthe force was used for molestation.\n12. The accused took a false defence that fracture\non the hand of the accused was sustained by the accused\non 14.1.96 and it was not a fresh injury. The accused also\ngave false replies against proved facts.\n13. The influence of the father of the accused\nresulting in deliberate spoiling of the case.\"\nThe Trial Court rendered its opinion on the\ncircumstances 1 to 3 as under:-\n(i) \"The accused in January, February 1995 tortured the\ndeceased by following her upto the residence at\nSafdarjung Enclave at the place of Colonel SK Dhar and\nalso by telephoning at All India Institute of Medical\nSciences and at her residence.\n(ii) On 25.2.95 the accused followed the deceased and\ntried to stop the car of the deceased by shouting at her\nwhich was the cause of lodging the report Exh. PW6/A. The\naccused submitted the apologies Exh.PW6/B and\nExh.PW6/DB.\n(iii) The accused took the false plea that the accused was\ngoing to IIT on the said date. The accused also took a\nfalse stand that there was no friendship between the\naccused and the deceased. The plea of the accused that\nsuch report was result of refusal of accused to allow the\ndeceased to sing in the Cultural Festival of the University\nhas not been substantiated. The plea is false to knowledge\nof the accused.\n(iv) The subordinate staff of Delhi Police attempted to\nassist the accused during investigation and during trial. Sh.\nLalit Mohan Inspector was instrumental in creating false\nSANTOSH KUMAR SINGH v. STATE THR. CBI 923\n[HARJIT SINGH BEDI, J.]\nB\nevidence and false defence of the accused. The witness A\nof police including Rajendra Kumar Sub Inspector deposed\nfalsely with respect to role assigned as an agent of law in\nthe matter of complaints in writing preferred by the\ndeceased. The subordinate staff of Delhi Police has not\ndischarged the agency of law in accordance with basic\nprinciples of fair play in action. Had Rajinder Kumar SI and\nthe SHO of Police Station RK Puram, SHO Vasant Kunj,\nACP Satinder and Parbhati Lal acted in accordance with\nlaw vis-à-vis accused, as they act towards an ordinary\ncitizen whose father is not a senior officer in police C\ndepartment perhaps the incident would not have occurred.\n(v) The accused went to the house of the deceased at B-\n10, Vasant Kunj, New Delhi and banged the door of the\nhouse of the accused when the deceased was alone at\nhome.\nD\n(vi) On 6.11.95, the accused tortured the deceased in the\nCampus Center of Law which resulted in lodging of FIR\nat police station, Maurice Nagar, Delhi.\n(vii) The accused even mentally tortured the deceased in\nDecember, 1995.\n(viii) The accused preferred petition against the deceased\nto the University against her appearing in both\nexaminations of M.Com and LLB in order to pressurize the\ndeceased to succumb to the ulterior design and motive of\nthe accused.\nE\n(ix) The accused had the intention to have the deceased\nand to convert the said intention in reality and if it is not G\npossible on account of attitude of the deceased not allow\nthe deceased to be of anybody else. The facts proved and\nthe acts of the accused lead to inference that the accused\nhad the motive to have the deceased at all event and\nH\nA\nB\nC\n924\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nfailing to not to allow her to be of anybody else. The state\nhas established the motive.\"\n8. The court observed that the continuous stalking of the\ndeceased by the appellant despite complaints to the police\nshowed his utter disregard of the rule of law and in conclusion\nheld that \"circumstances No.1, 2 and 3 are thus held to have\nbeen proved beyond any shadow of doubt by the prosecution.\"\nThe court then examined circumstances Nos.4, 5 and 10\ncumulatively and held that the appellant had indeed been seen\nin the University Campus Law Centre on the 23rd January 1996\nriding his motorcycle wearing a helmet with an intact visor and\nthat on the same day in the afternoon he had been seen by\nPW2 Sh. Kuppuswami at the gate of the house of the deceased\ncarrying a helmet with a visor. The court further opined that\nwhen the helmet had been seized on the 25th January 1996 it\nwas seen to be in a badly damaged condition and that the\nbroken pieces of the visor which had been recovered from the\nsite of the crime besmeared with the blood of deceased\nconclusively proved that the visor had been broken during the\ncommission of the murder as it had been used to bludgeon the\nE deceased into submission.\nD\nF\nG\nH\n9. The court, accordingly, held that these circumstances\nshowed that the appellant had been seen around the house of\nthe deceased at 4.50 pm. The High Court also supplemented\nthese findings by pointing out that as the appellant was no\nlonger a student of the Law Faculty of the University of Delhi\nhe had a duty to explain as to why he had visited the University\non the 23rd January 1996. The trial court nevertheless did not\nfind any conclusive evidence against the appellant with respect\nto circumstance No.6 observing that in view of the uncertain\ntraffic in the National Capital Territory of Delhi the timing factor\ncould not be taken as a conclusive one. The High Court,\nhowever, differed with trial court on this aspect as well and held\nthat the appellant had attended his classes in the Indian Law\nInstitute on 23rd January 1996 and had been late for the class\nSANTOSH KUMAR SINGH v. STATE THR. CBI 925\n[HARJIT SINGH BEDI, J.]\nm\nD\nand this circumstance showed that this had happened as he A\nhad been involved in committing the rape and murder. While\ndealing with circumstance No.8, the trial court observed that\nDSP Ohri had not taken into account the defence story that the\nappellant had suffered an injury on the metacarpal about 10\ndays prior to the murder and had thereby not given an\nopportunity to the court to review the evidence on this aspect\nand had, thus, not acted in a fair manner. The court then went\non to say that \"the accused too has not assisted the court in\ndischarging the onus which was upon him to justify the defence\ntaken by him in the matter of alleged injury. Consequently, on C\nthe face of an injury, on 5th metacarpal on the date of crime\nof murder, with swelling and tenderness, the court is of the view\nthat the injury possibly is fresh but on account of lack of fair\nplay on the part of the CBI, it cannot say that the defence of\nthe accused is not plausible.\" This finding too has been\nreversed by the High Court in appeal on the plea that the onus\nto prove his defence lay on the appellant and he had admittedly\nnot led any evidence to support his plea. The High Court,\naccordingly, held that the finding of the trial court was perverse\non this aspect. The trial court then went on to circumstance\nNo.9 and evolved its own theories and after a huge discussion,\nrejected the DNA report given by the CCMB, Hyderabad as\nalso the evidence of Dr. Lalji Singh and Dr. G.V. Rao. This\nfinding has also been reversed by the High Court by observing\nthat though there appeared to be no physical evidence of rape\non the body but the DNA test conducted on the vaginal swabs\nand slides and the underwear of the deceased and the blood\nsample of the appellant, it was clear that rape had been\ncommitted, and that too by him. The High Court held that it\nwould be a dangerous doctrine for the court to discard the\nevidence of an expert witness by referring to certain texts and G\nbooks without putting those texts to the expert and taking his\nopinion thereon. The High Court also reversed the finding of\nthe trial court that the vaginal swabs and slides and the blood\nsamples of the appellant had been tampered with. The trial court\nand the High Court both held circumstance No.11 in favour of H\nE\nLL\nF\nB\n926 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA the prosecution and it was observed that the deceased was\nalone at the time of incident and that she had been brutally\nattacked with the helmet which had been used with great force\nto cause as many as 19 injuries, including three broken ribs.\nOn circumstance No.12, the trial court gave a finding that there\nwas no conclusive evidence to show that the injury on the\nmetacarpal had been suffered by the appellant in the incident\non the 14th January 1996 as the evidence of Dr. Ashok Charan,\nthe Radiologist was not entirely credible. The High Court has,\nhowever, reversed this finding. The Trial Court then examined\ncircumstance No. 13 and found that though there was nothing\non record to show the direct interference of the father of the\nappellant in the investigation but as he was likely to be posted\nas a senior police officer in the Delhi Police, the possibility that\nthe lower investigating staff were influenced by his status was\na factor which could not be ruled out. The trial court also held\nthat Inspector Lalit Mohan, the first investigating officer and a\nmember of the Delhi Police had done no credit to himself but\nlauded the Commissioner of Police, Delhi for suggesting that\nthe matter be handed over to the CBI, to obviate any suspicion\nof an unfair investigation.\nC\nD\nE\nF\n10. A perusal of the above discussion would reveal that\nthe trial court had itself held circumstances 1 to 5, 7 and 10 to\n13 in favour of the prosecution, circumstance No.8 has been\nheld in a manner which could fall both ways whereas\ncircumstance No.6 has been held to be of no consequence.\nThe High Court has, however, held all 13 circumstances as\nhaving been proved in favour of the prosecution. The trial court,\naccordingly, on the basis of findings recorded particularly\ncircumstance No.9, held that the case against the appellant\nG could not be proved and acquitted him. The matter was taken\nin appeal to the High Court and the High Court has reversed\nthe judgment of the trial court, as already indicated above and\nawarded a death sentence. It is in this background that this\nmatter is before us. We have dealt with the arguments in the\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 927\n[HARJIT SINGH BEDI, J.]\nsequence in which they have been projected by Mr. Sushil A\nKumar, the learned senior counsel for the appellant.\nB\nC\nD\n11. Mr. Sushil Kumar has first and foremost submitted that\ncircumstances 8 and 12 with regard to the defence story\nprojected by the accused were first required to be considered\nand in the light of the fact that the trial court had, in a manner,\nrejected these circumstances as supporting the prosecution,\nit could not be said that the injury suffered by the appellant on\nhis right hand fixed his presence at the spot. He has referred\nus to the document D-61 an opinion dated 24th January 1996\nof PW-23 Dr. Ranjan Wadhwa which revealed a swelling on\nthe right hand on the dorsal and lateral aspect, tenderness plus\ncrepitus of the 5th metacarpal and had suggested an X-ray of\nthe right hand. He has also taken us to the evidence of the\nDoctor to argue that the X-ray had, indeed, been done and the\nfilm had been examined by Dr. A.Charan, PW-28 Dr. Mukul\nSinha and PW-27 Dr. G.K.Chobe. He has referred to the\nstatement of Dr. Mukul Sinha to point out that the X-ray\nperformed on the 14th January 1996 at Nirmay Diagnostic\nCenter and the other one at the Safdarjung Hospital on 24th\nJanuary 1996 could not be said to be of the same person as\nthe picture had been taken from different angles. Mr. Sushil\nKumar has, further, brought to our specific notice that as the\ncallus formation had set in, the injury could not be of the 24th\nJanuary 1996 and would have been sustained much earlier.\nHe has also referred us to the statement of Dr. Chobe who had\nexamined the X-rays of the appellant taken on 14th January\n1996 and 24th January 1996 and pointed out that even this\nDoctor could not give a categoric opinion as the instructions\ngiven by him to the investigating agency to probe the matter\nfurther in a particular direction, had not been complied with. It G\nhas, accordingly, been submitted that in the face of no other\nevidence produced by the prosecution, there was nothing to\nsuggest that the fracture of the metacarpal had happened on\nthe 24th January 1996 and the evidence on the contrary\nE\nF\nH\n928 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA indicated that this fracture had been suffered during an accident\non the 14th January 1996.\nB\nC\nD\nE\nF\nG\nH\n12. Mr. P.P. Malhotra, the learned ASG has, however,\ncontroverted the plea raised on behalf of the appellant. It has\nbeen pointed out that the evidence of Dr. Wadhwa, Dr. Mukul\nSinha and Dr. G.K.Chobe, when read cumulatively, proved that\nthe injury had been suffered by the appellant on the 24th January\n1996 and was, therefore, fresh at the time when the Doctors\nhad examined him on that day.\n13. We now examine the evidence on these two\ncircumstances. As already mentioned above, the medical\nreport dated 24th January 1996 recorded by Dr. Wadhwa\nrefers to a swelling on the right hand at the 5th metacarpal. In\nthe very next line in the same report there is a reference to a\nscar mark old healed multiple lower ribs. It is apparent\ntherefore, that the Doctor himself noticed that the scar mark\nwas an old and healed injury, whereas the swelling on the right\nhand revealed tenderness and presence of the crepitus. When\nthis Doctor came into the witness box as PW23, an attempt\nwas made to show that the condition of the injury indicated that\nit was about 10 or 15 days old. This plea was specifically\ndenied by the Doctor. Dr. Mukul Sinha was, however, more\ncategoric when he stated that the presence of swelling on the\nright hand was symptomatic of a recent injury and that after the\ninflammation slowly subsided the soft provisional callus would\nstart forming from the third to the fourteenth day and due to the\nabsence of any callus formation on the 24th January 1996, it\nappeared that the injury could not have been sustained on the\n14th January 1996. Dr. G.K.Chobe was still more emphatic.\nAfter reviewing the medical report dated 24th January 1996 he\nput the maximum duration of the injury between 48 to 72 hours\nand further deposed that a fracture of the 5th metacarpal was\ngenerally produced by direct violence, the most common factor\nbeing the striking of the hand against an opponent during an\naltercation. He further clarified that in the case of a fracture of\nSANTOSH KUMAR SINGH v. STATE THR. CBI 929\n[HARJIT SINGH BEDI, J.]\nthe metacarpal the swelling would not remain for more than 3 A\nto 4 days and that the callus formation had not yet started as\nthe clicking sound which was known as crepitus was still\nnoticeable and which always remained till the callus was\nformed. Dr. Chobe also made another significant statement.\nHe pointed out that had the incident happened on 14th January B\n1996 a plaster or bandage would have been applied to the\nfracture but there was no indication as to whether this line of\ntreatment had been adopted. A perusal of this evidence would\nreveal two striking facts, one, it confirms the deposition of the\nother two doctors that because the injury was recent the\nswelling on the fracture had not settled down, and two, the callus\nformation had not yet started as the crepitus was still present.\nC\nD\n14. We see that the positive stand of the appellant was\nthat he had sustained the injuries on the 14th of January 1996\nin the course of a road accident in which the visor of his helmet\nhad also been broken. Inspector Terial of the CBI accordingly\ncollected certain documents from the Nirmay Diagnostic Centre\nand the Bara Hindurao Hospital where the appellant had\nallegedly been treated for the injuries suffered by him.\nStatements of several doctors were also recorded. These E\ndocuments were deposited in the CBI Malkhana on the 9th\nFebruary 1996 and 16th February 1996. In the course of his\nevidence PW DSP Ohri gave the above facts and further\nclarified that the appellant's father had produced an X-ray film\nbefore him on the 20th February 1996 and that he had also F\nissued a notice to him to produce the treatment record of the\nappellant within two days. We see that the documents seized\nby Inspector Terial have been exhibited as defence documents.\nWe further see that a reading of these documents does indicate\nthat an X-ray was taken on the 14th January 1996. Significantly G.\nhowever no Doctor of the Nirmay Diagnostic Centre or Bara\nHindurao Hospital had been summoned as a witness. The trial\ncourt has held that the omission to produce the defence.\nevidence in Court was unbecoming of the investigating agency\nbut that the appellant himself was also guilty of not producing H\n930 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA any evidence in his defence and by some curious reasoning\nhas opined that:\nB\nC\n\"The accused too has not assisted the court in\ndischarging the onus which was upon him to justify the\ndefence taken by him in the matter of alleged injury.\nConsequently, on the face of an injury, on 5th metacarpal\non the date of crime of murder, with swelling and\ntenderness, the court is of the view that the injury possibly\nis fresh but on account of lack of fair play on the part of\nthe CBI, it cannot say that the defence of the accused is\nnot plausible. Therefore this circumstance will have to be\nconsidered in both ways in the cumulative effect of various\ncircumstances to consider if the case is proved beyond\nreasonable doubt.\"\nD 15. We are indeed astonished at these remarkably\nconfusing and contradictory observations, as the CBI was not\ncalled upon to prove the defence of the appellant. The CBI had\nfairly secured the documents which could prove the appellant's\ncase and they were put on record and it was for the defence\nE to use them to its advantage. No such effort was made.\nMoreover, we are unable to see as to how these documents\ncould have been exhibited as no one has come forward to\nprove them. It has to be kept in mind that the appellant was a\nlawyer and his father a very senior Police Officer, and we are\nunable to understand as to why no evidence in defence to prove\nthe documents or to test their veracity, had been produced. In\nthis background, we find that the medical evidence clearly\nsupports the version that the injury had been sustained by the\nappellant on the 24th of January 1996 during the course of the\nrape and murder. This finding raises yet another issue. It has\nbeen held time and again that a false plea taken by an accused\nin a case of circumstantial evidence is another link in the chain.\nIn Trimukh Maroti Kirkan vs. State of Maharashtra 2006 (10)\nSCC 681 it has been held :\nF\nG\nH\n\"The normal principle in a case based on\n"}