{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 13 (ADDL.) S.C.R. 901\nSANTOSH KUMAR SINGH\nV.\nSTATE THR. CBI\n(Criminal Appeal No. 87 of 2007)\nOCTOBER 6, 2010\n[HARJIT SINGH BEDI AND CHANDRAMAULI KR.\nPRASAD, JJ.]\nA\nB\nE\nPenal Code, 1860: ss. 376, 302 - Conviction based on\ncircumstantial evidence - Victim found dead in her house with C\n19 injuries on her person with three broken ribs - Trial court\nacquitted the accused holding that although few\ncircumstances were in favour of prosecution, however, DNA\nreport was not reliable and, therefore, case against the\naccused was not proved beyond reasonable doubt - High D\nCourt, relying on the circumstantial evidence, convicted the\naccused u/ss. 302, 376 and awarded death sentence - On\nappeal, held: Circumstances formed a chain so complete that\nthere was no escape from the conclusion that within all\nprobability the crime was committed by the accused - There\nwere oral evidence with regard to continuous stalking and\nsexual harassment caused to the victim by accused - On the\nday of incident also, accused was seen in her college and near\nher house which constituted a strong chain in prosecution's\ncase Helmet of accused seized from his house was\nbesmeared with spec of blood - Its visor was broken - Pieces\nof visor were found near the dead body of the victim\nbesmeared with her blood - Medical evidence clearly\nsupported the prosecution version that the fracture on right\nhand of the accused was sustained during the course of the\nrape and murder - False plea of accused that fracture was\nsustained 10 days prior to the incident was another link in the\nchain – DNA test conducted on vaginal swabs and the blood\nsamples of appellant showed that rape was committed, and\nthat too by the accused - Plea that DNA report was not reliable\n-\n-\n901\nF\nG\nH\nA\nB\nC\nE\nF\n902 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nas the vaginal swabs and slides taken from the dead body\nwere tampered with, was far fetched as there was no evidence\nof tampering - Also, there was no doubt regarding the sanctity\nof blood samples of the accused - In the light of evidence,\nthe order of conviction upheld - However, as regards the\nsentence, balance sheet tilted marginally in favour of accused\n- Crime was committed when accused was 24 years old -\nAfter acquittal, he got married and was the father of a girl child\n- Nothing to show that he would not reform - In the interest of\njustice, sentence commuted to life imprisonment - Sentence/\nSentencing - Criminal law\nCriminal law \n- Evidence - Circumstantial\nevidence - Code of Criminal Procedure, 1973 - s.313.\nEvidence:\nCircumstantial evidence - False plea taken by an\naccused in a case of circumstantial evidence is another link\nin the chain - Plea.\nExpert evidence - Expert opinion on technical subject -\nHeld: Court cannot substitute its own opinion for that of an\nexpert, more particularly in a science such as DNA profiling\nDNA report.\n-\nCode of Criminal Procedure, 1973:\ns.313 - Object of - Held: While recording statement u/\ns.313, all incriminating material circumstances must be put\nto an accused, however, if any material circumstance is left\nout that would not ipso-facto result in the exclusion of that\nevidence from consideration unless it could further be shown\nby the accused that prejudice to him and miscarriage of\nG justice was caused - In the instant case, the question that the\nhelmet was used as weapon of offence, was not specifically\nput to the accused but absolutely no prejudice or miscarriage\nof justice was caused to him on that score as the death was\ncaused not by the use of the helmet but by strangulation -\nPenal Code, 1860 - ss. 376, 302.\nI\nSANTOSH KUMAR SINGH v. STATE THR. CBI 903\nAppeal against acquittal - Acquittal by trial court - Scope A\nof interference by appellate court - Discussed - Penal Code;\n1860 - ss. 376, 302.\nAdministration of criminal justice: Principle of - Greater\ncaution on court while dealing with criminal cases.\nSentence/Sentencing: Where the option is between life\nsentence and death sentence, and if the court itself feels some\ndifficulty in awarding one or the other, it is only appropriate\nthat the lesser sentence should be awarded - Mitigating\ncircumstances need to be taken into account - Penal Code,\n1860ss. 376, 302.\nOn 24th January, 1996, the dead body of the victim\nwas found lying under the bed with the cord of the electric\nheat convector tied around her neck and blood stains\naround the body. As per the post mortem report, there\nwere 19 injuries on the dead body; the death was a result\nof strangulation by ligature and the injuries on the dead\nbody were sufficient to cause death in the ordinary\ncourse of nature.\nB\nC\nD\nE\nFL\nThere was no eye witness to the incident. The trial\ncourt noted 13 circumstances against the appellant which\nwere: (1) The accused had been continuously harassing\nthe deceased right from the end of 1994 to January 1996,\na few days before her death; (2) The accused had more\nthan once given an undertaking that the accused would\nnot harass the deceased in future while admitting that the\naccused had been doing so earlier; (3) The motive of the\naccused was to have the deceased or to break her; (4)\nOn the day of occurrence, the accused was seen in the G\npremises of Faculty of Law, University of Delhi in the\nforenoon, where the deceased had gone to attend LL.B.\nclass. The accused was no more a student of Faculty of\nLaw at that time; (5) At the crucial time before murder, the\naccused was seen outside the door of the flat of the H\nD\n904 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA deceased with a helmet in his hand which had a visor;\n(6) On the day of occurrence after murder, the accused\nhad reached late to attend class at Indian Law Institute,\nBhagwan Dass Road, where the accused was a student;\n(7) Immediately after the murder, the mother of the\nB deceased had raised suspicion that the accused had a\nhand in the murder of her daughter; (8) When the\naccused joined investigation on the night between 23/\n24.1.96, the accused had an injury on his right hand.\nThere was swelling and fracture on 5th metacarpal of\nC right hand. There was no plaster or bandage on his hand;\nthe injury was fresh, having been caused 24 to 38 hours.\nThe blood pressure of the accused at that time was high\nwhich showed anxiety; (9) DNA Finger Printing Test\nconclusively established the guilt of the accused; (10).\nThe helmet of the accused which was taken into\npossession had broken visor; before murder, it was\nfound by PW-2, PW-32 that the helmet of the accused had\na visor; violence was detected on both sides of visor; the\nHelmet was besmeared with a spec of blood; at the spot\npieces of visor were found near the body of the deceased\nbesmeared with her blood; (11) The deceased had 19\ninjuries on her person besides three broken ribs; these\ninjuries were suggestive of force used for rape. A tear\nmark over the area of left breast region on the T-shirt of\nthe deceased suggested that the force was used for\nmolestation; (12) The accused took a false defence that\nfracture on the hand of the accused was sustained by the\naccused in an accident that occurred 10 days prior to the\nincident and it was not a fresh injury; the accused also\ngave false replies against proved facts; and (13) The\nG influence of the father of the accused resulting in\ndeliberate spoiling of the case.\nE\nF\nH\nThe trial court found circumstances 1 to 5, 7 and 10\nto 13 in favour of prosecution. It, however, rejected the\nDNA report and held that the case against the appellant\nSANTOSH KUMAR SINGH v. STATE THR. CBI 905\ncould not be proved beyond reasonable doubt and A\nacquitted him. The High Court, however, held that all the\n13 circumstances were proved in favour of the\nprosecution and held the appellant guilty under Sections\n376, 302 IPC and passed death sentence.\nIn the instant appeal challenging the order of\nconviction and sentence, it was contended for the\nappellant that the defence story with regard to\ncircumstances 8 and 12 was required to be considered;\nthat as the callus formation had set in, the injury could\nnot be of 24th January, 1996 and had been sustained\nmuch earlier; that the post mortem did not reveal any\nevidence of rape; that the DNA test did not conclusively\nprove the involvement of the appellant in the rape as the\nvaginal swabs and slides taken from the dead body and\nthe blood samples of the appellant were tampered with;\nand that since the case rested primarily on the factum of\nrape and there was no evidence of rape, the case of\nmurder would also fall through.\nB\nC\nD\nDismissing the appeal with modification in respect of E\nsentence, the Court\nF\nHELD: 1.1. There were oral and documentary\nevidence with regard to the allegation that right from the\nyear 1994 to January 1996, that is a few days before the\nmurder, the appellant had been continuously harassing\nthe deceased. The appellant was seen in the Faculty of\nLaw even on the morning of the incident. There did not\nseem to be any reason for him to be present at that place\nas he had passed out in the year 1994. He was also seen\nby the neighbour, PW-2 outside the house of the G\ndeceased at about 5 p.m. carrying a helmet with an intact\nfixed visor, and was seen moving out of the Colony by\ntwo witnesses soon after 5 p.m. (though these witnesses\nultimately turned hostile). The only argument against PW-\n2 was that his statement under Section 161 Cr.P.C. was\nI\n906 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA recorded after three days. No adverse view can be taken\nof this matter as there was utter confusion in the\ninvestigation at the initial stage. Moreover, PW-2 was a\nnext door neighbour and a perfectly respectable witness\nwith no bias against the appellant. In addition, the\nB recovery of the helmet with a broken visor and the\nrecovery of glass pieces apparently of the visor from near\nthe dead body and the fact that the appellant himself\nsustained injuries while mercilessly beating the deceased\nwith his helmet (as per the F.S.L. Report) and causing 19\nC injuries including three fractured ribs, were other\ncircumstances with regard to the murder. [Para 20] [934-\nD\nE\nC-H]\n1.2. Regarding circumstances 8 and 12, the doctor,\nPW-28 categorically stated in his medical report that the\npresence of swelling on the right hand of the appellant\nwas symptomatic of a recent injury. The doctor, PW-27\nwas still more emphatic. He put the maximum duration of\nthe injury between 48 to 72 hours and deposed that a\nfracture of the 5th metacarpal was generally produced by\ndirect violence, the most common factor being the\nstriking of the hand against an opponent during an\naltercation. A perusal of the evidence revealed that since\nthe injury was recent, the swelling on the fracture had not\nsettled down, and the callus formation had not yet started\nas the crepitus was still present. The appellant had taken\na stand that he had sustained the said injury on 14th\nJanuary 1996 in a road accident in which the visor of the\nhelmet was also broken. The CBI had accordingly\ncollected certain documents from the Diagnostic Centre\nG and the hospital where the appellant was alleged to have\nbeen treated for the injuries suffered by him. Those\ndocuments were exhibited as defence documents. No\nevidence was produced in defence to prove the\ndocuments or to test their veracity. Moreover, no doctor\nH from the Centre and the hospital was summoned as\nF\nSANTOSH KUMAR SINGH v. STATE THR. CBI 907\nwitness. The medical evidence clearly supported the A\nversion that the injury was sustained by the appellant on\nthe 24th of January 1996 during the course of the rape\nand murder. It has been held time and again that a false\nplea taken by an accused in a case of circumstantial\nevidence is another link in the chain. The finding on B\ncircumstances 8 and 12 by the trial court was reversed\nby the High Court on the ground that the onus to prove\nhis defence lay on the appellant and he had admittedly\nnot led any evidence to support his plea. This Court\nendorses the said findings of the High Court. The onus C\nto prove his defence and the circumstances relating to\nhis injury and treatment were within the special\nknowledge of the appellant. He could, therefore, not keep\nsilent and say that the obligation rested on the\nprosecution to prove its case. [Paras 9, 13, 15, 16] [928-\nC-H; 929-B-G; 930-D-G; 931-H; 932-A]\nTrimukh Maroti Kirkan vs. State of Maharashtra 2006\n(10) SCC 681, referred to.\nD\nE\nF\n2.1. The plea of the appellant that the DNA report\ncould not be relied upon on the ground that the vaginal\nswabs and slides taken from the dead body at the time\nof the post-mortem examination were tampered with, was\nfar fetched as it would mean that not only the\ninvestigating agency, that is, the senior officers of the CBI\nand the DSP in particular, the doctors who had taken the\nvaginal swabs and slides, the doctors and other staff\nwho had drawn the blood samples, and the scientists in\nHyderabad had all been in a conspiracy to harm the\nappellant. This premise was unacceptable. The post\nmortem report and the endorsement thereon showed that G\none bundle containing a full sleeved T-shirt having a cut\nmark over the area of the left breast region, one jeans, one\npair of woolen socks, one brassiere and one underwear\nwere sealed and handed over to the investigating officer.\nH\n908\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA\nIt also mentioned that these items along with two vaginal\nswabs and two slides were also handed over to the I.O.\n26th to 28th January 1996 were holidays which was\nperhaps the cause as to why some of the items including\nthe semen swabs and stains and the clothes of the\nB deceased remained in the custody of the hospital\nauthorities till the 29th. These items were taken by the\ninspector from the malkhana on the 31st January 1996\nin a sealed condition and in a glass jar and handed over\nto the CCMB Hyderabad in an identical condition. PW-49\nC (Dr. Lalji Singh) deposed on oath that all the said items\nalong with several others were received in a sealed\ncondition as his organization did not accept any item\nwhich was without a seal. No adverse inference against\nthe prosecution can, thus, be drawn with regard to the\nretention of the items in the malkhana. There was no\nsuggestion put either to the Doctors or to the DSP or to\nthe Sub-Inspector that the seals of the said articles were\ntampered with. [Paras 21, 22] [935-A-H; 937-B-H; 938-A]\nD\n2.2. Regarding the blood samples of the appellant, no\nE suspicion could be raised with regard to their sanctity.\nThere was ample evidence to suggest that the blood\nsamples were kept in the hospital in a proper way and\nhanded over to the Inspector who took them to the\nCCMB, Hyderabad and that the explanations tendered by\nF PW-34 and the doctor of CCMB of Hyderabad as to why\nthe quantity of blood may have been reduced were worth\nacceptance. The High Court was, therefore, fully justified\nin holding that the trial court's conclusions on the\nquestion of the retention and dispatch of the swabs and\nG slides, the clothes of the deceased and the blood\nsamples, was faulty and based on a perverse assessment\nof the evidence. The Court cannot substitute its own\nopinion for that of an expert, more particularly in a\nscience such as DNA profiling. The expertise and\nexperience of PW-49 in his field was recognized by this\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 909\nB\nC\nCourt in *Kamalantha \u0026 Ors. v. State of Tamil Nadu. CW-1 A\nis a scientist of equal repute and he had in fact\nconducted the tests under the supervision of PW-49.\nThese two scientists were persons of eminence and the\nlaboratory in question was also held in the highest\nesteem in India. The statements of PW-49 and CW-1\nrevealed that the samples were tested as per the\nprocedure developed by the laboratory and the samples\nwere sufficient for the purposes of comparison and that\nthere was no possibility of the samples having been\ncontaminated or tampered with. The two scientists gave\nvery comprehensive statements supported by\ndocuments that the DNA of the semen stains on the\nswabs and slides and the underwear of the deceased\nand the blood samples of the appellant was from a single\nsource and that source was the appellant. It is significant\nthat not a single question was put to PW-49 as to the\naccuracy of the methodology or the procedure followed\nfor the DNA profiling. The trial court referred to a large\nnumber of text books and gave adverse findings on the\naccuracy of the tests carried out in the instant case. Such\nconclusions cannot be accepted as the court has\nsubstituted its own opinion ignoring the complexity of the\nissue on a highly technical subject, more particularly as\nthe questions raised by the court had not been put to the\nexpert witnesses. The trial court was not justified in\nrejecting the DNA Report, as nothing adverse could be\npointed out against the two experts who had submitted\nit. Therefore, the DNA report is accepted as being\nscientifically accurate and an exact science. [Paras 23-25]\n[940-B-H; 941-B-E; 942-D-E]\n*Kamalantha \u0026 Ors. v. State of Tamil Nadu 2005 (5) SCC\n194; Bhagwan Das \u0026 Anr. v. State of Rajasthan AIR 1957 SC\n; Gambhir v. State of Maharashtra AIR 1982 SC 1157 -\nrelied on.\nD\nE\nF\nG\nH\nA\nB\n910 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nSmt. Kamti Devi v. Poshi Ram AIR 2001 SC 2226,\nreferred to.\n3. Motive alone cannot form the basis of conviction\nbut in the light of the other circumstances, the motive\ngoes a very long way in forging the links in the chain. In\nthe instant case, the motive stood proved beyond any\ndoubt. As the appellant's overtures were rebuffed by the\ndeceased, he had resorted to harassing her in a manner\nwhich became more and more aggressive and crude as\ntime went by. It came in the evidence of the mother of the\nC deceased (PW-44) that the police officers before whom\nthe appellant was brought, on the complaints of\nharassment made by the deceased had desisted from\ntaking any action against him and had, on the contrary\nharassed her, her husband and the deceased by\nD summoning and detaining them in the Police Station at\nodd hours and for long periods of time. It was this\nbehaviour that led the trial court to comment very\nadversely on the conduct of some of the police officers\ninvolved. The findings of the trial court that the conduct\nE of these officers deserved to be condemned as\nreprehensible is endorsed. [Paras 27, 28] [945-F-G; 946-\nF\nA-D]\nArulvelu \u0026 Anr. v. State \u0026 Anr. (2009) 10 SCC 206;\nAshraf Ali v. State of Assam (2008) 16 SCC 328; Sharad\nBirdhichand Sarda v. State of Maharashtra (1984) 4 SCC\n116; Suresh Chandra Bahri v. State of Bihar 1995 Supp (1)\nSCC 80 referred to.\n-\n4. Undoubtedly, a judgment of acquittal rendered by\nG a trial court must be given the greatest consideration and\nthe appellate court would be slow in setting aside that\njudgment, and where two views are possible, the one\ntaken by the trial court would not be disturbed. On the\ncontrary, if the trial court's judgment was perverse,\nH meaning thereby, that it was not only against the weight\n"}