{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SANTOSH KUMAR SINGH v. STATE THR. CBI 911\nof evidence but was all together against the evidence, A\ninterference was called for. The High Court was alive to\nits limitation in such a matter and while dealing with this\nargument, it first expressed its shock and observed that\nthough virtually all the findings were in favour of the\nprosecution, yet curiously, the decision was rendered in B\nfavour of the accused. The judgment of the trial court was\naccordingly held to be perverse and against the\nevidence. The High Court's observations were justified\non the facts. [Paras 30, 31] [947-C-F; 949-B]\nC\n5. All incriminating material circumstances must be\nput to an accused while recording his statement under\nSection 313, Cr.P.C., but if any material circumstance was\nleft out that would not ipso-facto result in the exclusion\nof that evidence from consideration unless it could\nfurther be shown by the accused that prejudice and D\nmiscarriage of justice had been sustained by him. In the\ninstant case, the questions pertaining to the helmet and\nthe ligature marks on the neck were put to the Doctor and\neven in a way to the appellant. The defence was,\ntherefore, alive to the circumstances against the E\nappellant. The fact that the helmet was used as weapon\nof offence, was not specifically put to the appellant but\nabsolutely no prejudice or miscarriage of justice was\ncaused to the appellant on that score as the death was\ncaused not by the use of the helmet but by strangulation F\nand that the appellant and his counsel were fully alive to\nthe prosecution story that the helmet had been used as\na weapon to beat the deceased into submission. No\nprejudice or miscarriage of justice has, thus, been\noccasioned. [Paras 34] [952-B-F]\n6. In the instant case, the broad principle that a\nparticularly nasty and revolting crime imposes a yet\ngreater caution on the court which must resist the\ntendency to look beyond the file and not be swayed by\nthe horror of the crime or the character of the accused,\nG\nH\n912 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA was scrupulously adhered to. [Para 35] [953-E-F]\nB\nD\nKashmira Singh vs. State of Madhya Pradesh AIR 1952\nSC 159; Ashish Batham vs. State of Madhya Pradesh (2002)\n7 SCC 317 - relied on.\nIshwar Singh v. State of U.P. (1976) 4 SCC 355 -\ndistinguished.\n7. Undoubtedly, the sentencing part is a difficult one\nand often exercises the mind of the court but where the\nC option is between a life sentence and a death sentence,\nthe options are indeed extremely limited and if the court\nitself feels some difficulty in awarding one or the other, it\nis only appropriate that the lesser sentence should be\nawarded. This is the underlying philosophy behind 'the\nrarest of the rare' principle. Furthermore, the mitigating\ncircumstances need to be taken into account, more\nparticularly that the High Court reversed a judgment of\nacquittal based on circumstantial evidence. The appellant\nwas a young man of 24 at the time of the incident and,\nafter acquittal, had got married and was the father of a\ngirl child. There was nothing to suggest that he would not\nbe capable of reform. The balance sheet tilted marginally\nin favour of the appellant, and the ends of justice would\nbe met if the sentence awarded to him is commuted from\ndeath to life imprisonment under Section 302. IPC. [Para\n38] [955-C-H; 956-A-B]\nE\nF\nCase Law Reference:\n2006 (10) SCC 681\nreferred to\nPara 15\n2005 (5) SCC 194\nrelied on\nPara 24\nAIR 1957 SC 589\nrelied on\nPara 24\nAIR 1982 SC 1157\nrelied on\nPara 25\nAIR 2001 SC 2226\nreferred to\nPara 25\n0\nI\nSANTOSH KUMAR SINGH v. STATE THR. CBI 913\n(2009) 10 SCC 206\nreferred to\nPara 29 A\n(1976) 4 SCC 355\ndistinguished\nPara 29\n(2008) 16 SCC 328\nreferred to\nPara 29\n(1984) 4 SCC 116\nreferred to\nPara 29\nB\n80\n1995 Supp (1) SCC 80\nreferred to\nPara 29\nAIR 1952 SC 159\nrelied on\nPara 35\nrelied on\nPara 36\nC\n(2002) 7 SCC 317\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 87 of 2007.\nFrom the Judgment \u0026 Order dated 17.10.2006 and\n30.10.2006 of the High Court of Delhi at New Delhi in Criminal\nAppeal No. 233 of 2000.\nSushil Kumar, Amod Kumar Singh, Sumita Singh, Avnish\nSharma, Avinash Kumar, Aditya Kumar, Anmol Thakral,\nMeenakshi Kumar, Mahavir Prasad and Aniruddha, P. Mayee\nfor the Appellant.\nP.P. Malhotra, ASG, Ranjana Narayan, P.K. Dey,\nMadhurima Mridul, Chetan Chawla, Gaurav Sharma and Arvind\nKumar Sharma for the Respondent.\nThe Judgment of the Court was delivered by\nHARJIT SINGH BEDI, J.\nThis appeal arises out of the following facts:\nD\nMA\nE\nF\n1. The deceased, Priyadarshini Mattoo, was residing with\nher parents at B-10/7098, Vasant Kunj, New Delhi and was a G\nstudent of the LL.B. course at the University of Delhi Campus\nLaw Centre, and had at the relevant time completed the 5th\nSemester and was in the final 6th Semester. The appellant,\nSantosh Kumar Singh had also been a student in the same\nfaculty and had completed his LL.B. in December 1994. It H\n914 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA appears that the appellant had been attracted to the deceased\nand even though he had passed out from the Law Centre in\n1994, he had continued to visit the campus even thereafter on\nhis Bullet Motorcycle bearing Registration Number DL-1S-E/\n1222.\nB\nC\n2. As per the prosecution story, the appellant harassed and\nintimidated the deceased and despite her requests and then\nher remonstrations, did not desist from doing so. The deceased\nthereupon made several complaints against the appellant in\ndifferent Police Stations during the year 1995 on which he was\nsummoned to the Police Station and was advised to behave\nproperly and a Personal Security Officer, Head Constable\nRajinder Singh PW-32, was also deputed for the security of the\ndeceased. It appears that as a consequence of the complaints\nagainst him, the appellant too retaliated and made a report to\nD the University on 30th October 1995 alleging that the deceased\nwas pursuing two courses simultaneously which was in violation\nof the University Rules and when no action was taken he sent\ntwo reminders dated 4th December 1995 and 20th December\n1995 to the University as well. A show cause notice was issued\nE to the deceased and in response thereto she submitted her\nreply dated 1st December 1995 and during the pendency of\nthese proceedings, the result of her LL.B. 5th Semester\nexamination was withheld. On 23rd January 1996 PW Head\nConstable Rajinder Singh, the PSO, did not turn up at the\nresidence of the deceased at the stipulated time on which she\nleft for the University in her car along with her parents PW-1\nMr. C.L. Mattoo and PW-44 Mrs. Rageshwari Mattoo who had\nto visit the Tis Hazari Courts to attend to some civil proceedings.\nThe parents were dropped off at Tis Hazari at 10.15 a.m. Head\nConstable Rajinder Singh, however, reached the Faculty of Law\ndirectly and saw the appellant present there. The deceased\nattended the class from 11.15 a.m. to noon and thereafter\naccompanied by the Head Constable left the faculty for Tis\nHazari but finding that her parents had already left the court,\nshe returned to her residence at about 1.45 p.m. and directed\nF\nG\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 915\n[HARJIT SINGH BEDI, J.]\nHead Constable Rajinder Singh to report again at 5.30 p.m. A\nThe deceased then had her lunch whereafter Virender Prasad,\nthe domestic help, left the house at about 2.30 p.m. to meet\nhis friend Vishnu Prasad @ Bishamber at the residence of PW-\n6 Lt.Col S.K.Dhar at Safdarjung Enclave and returned to Vasant\nKunj at 4.55 p.m. He then took the dog for a walk in the colony. B\nThe appellant came to the residence of the deceased at about\n4.50 p.m. carrying his helmet in his hand and was seen by PW-\n2 Kuppuswami. PW-3 Jaideep Singh Ahluwalia, Security\nSupervisor in the colony also saw the appellant at 5.30 p.m.\nnear the residence of the deceased, PW-43 and O.P.Singh, C.\nAdvocate also noticed the appellant riding out of the park area\nof B-10, Vasant Kunj at the same time. Head Constable\nRajinder Singh PW reached the residence of the deceased at\nabout 5.30 p.m., as directed, along with Constable Dev Kumar.\nThe Head Constable pressed the call bell but eliciting no\nD\nresponse from inside, he went to another door which opened\nonto the courtyard and knocked but again to no effect. As the\ndoor was slightly ajar the two entered the bedroom of the\ndeceased and found her dead body lying under the double bed.\nThe Head Constable immediately informed Police Station,\nVasant Kunj about the incident on which SHO Inspector\nSurinder Sharma arrived at the site and a daily diary report\n(rojnamcha) to the above facts Ex.PW-18/A was also recorded\nat 5.45 p.m. Inspector Lalit Mohan, Additional SHO, Vasant\nKunj was entrusted with the investigation on which he along with\nSub-Inspector Sushil Kumar, Sub-Inspector Padam Singh,\nHead Constable Satish Chand and several other police officers\ntoo reached the residence of the deceased and found her dead\nbody lying under the double bed with the cord of the electric\nheat convector tied around her neck. He also noticed blood\nstains around the body. A case under section 302 of the IPC G\nwas thereafter registered at Police Station, Vasant Kunj, on the\ncomplaint of the father of the deceased, in which the day's\nhappenings were spelt out. It was further noted that after\ncompleting their work in the Tis Hazari Courts he and his wife\nhad visited Safdarjung Enclave and from there he had gone on\nE\nF\nH\nA\nB\nC\n916 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nto attend an official meeting at Vikas Kuteer, ITO whereas his\nwife had visited the All India Institute of Medical Sciences and\nit was on returning to his residence at 7.30 p.m. that he found\nthat his daughter had been murdered.\n3. During the course of the inquest proceedings initiated\nby Inspector Lalit Mohan the crime scene was photographed\nand some hair found on the dead body, broken pieces of glass\nand blood stains near the dead body were recovered. The\nelectric cord of the heat convector which had been used for the\nstrangulation was also taken into possession. The statements\nof PW-6 Lt. Col. S.K. Dhar, PW-1 Mr. C.L. Mattoo, the\ncomplainant, and PW-44 Mrs. Rageshwari Mattoo, the mother\nof the deceased, and several others were recorded by\nInspector Lalit Mohan and the dead body was then sent to the\nSafdarjung Hospital. In her statement, Mrs. Rageshwari Mattoo\nD raised the suspicion that the appellant was the culprit and he\nwas joined in the investigation during the night intervening 23rd\nand 24th January 1996. He was also brought before Inspector\nLalit Mohan and he noticed tenderness on his right hand and\nan injury which was not bandaged or plastered. He was also\nE sent for a medical examination and PW-23 Dr. R.K. Wadhwa\nof the Safdarjung Hospital examined him at 3.45 a.m. and\nfound two injuries on his person - one a swelling on the right\nhand dorsum lateral aspect, tenderness with crepitus and the\nsecond, scar marks old and healed multiple both lower limbs\nand on the chest. The Doctor also advised an X-ray of the right\nhand. Nail scrapings and hair samples of the appellant were\nalso taken and handed over to Sub-Inspector Shamsher Singh\nand after the X-ray, a fracture of the 5th metacarpal bone of\nthe right hand was detected and as per Dr. Wadhwa's opinion\nG the injury was grievous in nature and caused by a blunt weapon.\nThe appellant was thereafter allowed to go home and was\ndirected to visit the Police Station at 9 a.m. on the 25th January\n1996. The dead body was also subjected to a post-mortem on\n25th January 1995 at the Safdarjung Hospital by a Board of\nDoctors consisting of Dr. Chander Kant, Dr. Arvind Thergaonkar\nF\nH\nSANTOSH KUMAR SINGH v. STATE THR. CBI 917\n[HARJIT SINGH BEDI, J.]\nand PW-33 Dr. A.K. Sharma who in their report Ex.PW33/B A\nfound 19 injuries on the dead body and also observed that the\nprivate parts showed black, curly non-matted pubic hair, the\nhymen intact with no tearing present and admitting only one\nfinger. The Doctors also took two vaginal swabs and slides\nwere duly sealed, the swabs and slides in a glass bottle as well B\nas samples of the blood and hair. The clothes of the deceased\nwere also taken into possession and sealed. The Board also\nopined that the death was a result of strangulation by ligature.\nand that the injuries on the dead body were sufficient to cause\ndeath in the ordinary course of nature.\n4. On the 25th January 1996 itself, after the completion of\nthe post-mortem proceedings, Inspector Lalit Mohan searched\nthe house of the deceased and picked up a greeting card\nEx.PW 29/B said to be written by the appellant from her room.\nThe Inspector also seized a helmet with the visor missing and\nindicating that it had broken and the Bullet motorcycle belonging\nto the appellant. The specimens of his handwriting Exs.PW48/\nE1, E2 and E3 were also taken by the Inspector.\nC\nD\nE\n5. It appears that as the murder had taken place in very\nsordid circumstances and the fact that the appellant was the\nson of very senior police officer serving in the State of Jammu\n\u0026 Kashmir and was on the verge of a posting as Additional\nCommissioner of Police, Delhi, led to a hue and cry which was\nendorsed by the parents of the deceased as they apprehended F\nthat they would not get a fair deal from the Delhi Police. Faced\nwith this situation, the Delhi Government itself requested the\nCentral Bureau of Investigation vide letter dated January 24,\n1996 that the investigation be taken over by that agency. As\nper the prosecution, this decision was taken by the Government\non the specific request of the Commissioner of Delhi Police to\nthe Lt. Governor who referred the same to the Delhi\nGovernment.\nG\n6. Inspector Lalit Mohan thereupon produced the appellant\nbefore PW-50 DSP Shri A.K.Ohri of the CBI and the H\nC\n918 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA subsequent investigation was made by the DSP with the\nassistance of several other officers from the CBI. The\nunderwear of the appellant was also seized by the CBI as he\nrepresented that he had been wearing the same underwear for\nthe last couple of days. DSP Ohri also visited the crime scene\nB on the 26th January 1996 but did not find Mr. C.L.Mattoo, the\nfather of the deceased, present. On the next day, he recorded\nthe statement of Virender Parshad, the domestic servant and\nalso directed Shri D.P.Singh, DSP to conduct the house search\nof the appellant. On the 28th January 1996, a request Ex.PW34/\nA was made by Mr. S.K.Bhatnagar Additional Director of the\nCBI to Dr.A.K.Gupta, Medical Superintendent, Dr.R.M.L.\nHospital for procuring the blood samples of the appellant. DSP\nOhri along with the other staff took the appellant to the hospital\nand met PW-34 Dr. N.S.Kalra, Head of the Biochemistry\nDepartment and two blood samples of 10 ml. each were taken\nby Ms. Godavari Mangai, Lab Assistant and were handed over\nto Dr. Kalra. These samples as well as the other case property\ncollected by DSP Ohri or entrusted to him by Inspector Lalit\nMohan were deposited with the Moharrir Malkhana on the 29th\nJanuary 1996 and preparations were made to refer the matter\nfor a DNA test. Specimen hand writings Ex.PW24/A1 to A21\nof the appellant were also obtained once again this time by the\nCBI. On 30th January 1996 Shri M.L.Sharma, Joint Director,\nCBI addressed a letter to the Director, CCMB, Hyderabad\nrequesting for DNA profiling. Several articles were accordingly\nF entrusted to PW-39 Sub-Inspector R.S.Shekhawat on 31st\nJanuary 1996, they being:\nD\nE\n1.\nG\n2.\n3.\nH\nOne sealed parcel containing clothes of the\ndeceased such as T-shirt, brassiere, jeans and\nunderwear.\nOne sealed packet containing underwear of the\naccused Santosh Kumar Singh.\nOne sealed jar containing vaginal swabs/vaginal\nslides of the deceased and\nSANTOSH KUMAR SINGH v. STATE THR. CBI 919\n4.\n[HARJIT SINGH BEDI, J.]\nThe blood samples of the appellant taken in the A\nDr.R.M.L.Hospital.\nThe Sub-Inspector thereafter flew to Hyderabad on 31st\nJanuary 1996 and deposited the aforementioned articles in the\nOffice of Dr. Lalji Singh, Officer on special duty at the CCMB,\nHyderabad on the next morning and an acknowledgement\nEx.PW49/A relating to the following articles was obtained:\n1.\nOne sealed parcel containing clothes supposed to\nbe of the deceased, namely, T-Shirt, brassiere,\njeans and underwear.\n2. Vaginal swabs/vaginal slides supposed to be of the\n3.\ndeceased.\nOne thermocole box containing 4 vials marked as\nS-1,S-2,S-3 and S-4 supposed to be blood of the\naccused.\nB\nC\nD\nThe underwear of the appellant was, however, returned by\nDr. Lalji Singh as it was not relevant for the DNA finger printing\ntest. On the 1st February, 1996 DSP Ohri re-visited the house E\nof the deceased and recorded the statement of Mrs.\nRageshwari Mattoo and Hemant Mattoo, the brother of the\ndeceased who told the investigating officer that the appellant\nhad been noticed by PW-2 Shri Kuppuswami standing near\ntheir house shortly before the time of the murder. The DSP then F\nwent to the house of Shri Kuppuswami but he was away. He,\nhowever, recorded his statement on the 4th February 1996.\nDuring the course of the investigation, the appellant disclosed\nthat he had received the injury on the metacarpal bone in an\naccident on the 14th January 1996 and had been treated at the\nNirmay Diagnostic Centre and Hindu Rao Hospital. Inspector\nTerial was thereupon sent to the Centre to collect his medical\nrecords. They were duly collected on the 9th February 1996 and\n16th February 1996 and deposited in the malkhana of the CBI.\nOn 20th February 1996 a letter Ex.PW27/A was addressed to\nG\nH\n920 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA the Medical Superintendent, Safdarjung Hospital seeking an\nopinion about the injury suffered by the appellant on his hand.\nAn opinion was rendered by PW-28 Dr. Mukul Sinha and PW-\n27 Dr. G.K.Choubey on the 22nd February 1996 that the injury\nseemed to be fresh as there was no evidence of any callus\nB formation. On the completion of the investigation, the appellant\nwas charged for offences punishable under Sections 376/302\nof the IPC. He pleaded not guilty and claimed trial.\nC\n7. As there was no eye witness to the incident, the\nprosecution placed reliance only on circumstantial and\ndocumentary evidence. After 51 witnesses had been examined\nby the prosecution and final arguments were being heard, the\ntrial court decided that it would be in the interest of justice to\ncall Dr. G.V.Rao of the CCMB as a court witness as he, in\nconsultation with PW-48 Dr. Lalji Singh, had conducted the\nD DNA test. His statement was recorded as CW -1.\nE\nF\nG\nH\nIn the course of a rather verbose judgment, the trial court\nnoted that there were 13 circumstances against the appellant.\nWe quote herein below from the judgment:\n\"1. The accused had been continuously harassing the\ndeceased right from the end of 1994 to January 1996, a\nfew days before her death.\n2. The accused had more than once given an\nundertaking that the accused would not harass the\ndeceased in future while admitting that the accused had\nbeen doing so earlier.\n3. The motive of the accused was to have the\ndeceased or to break her.\n4. On the day of occurrence, the accused was seen\nin the premises of Faculty of Law, University of Delhi in the\nforenoon, where the deceased had gone to attend LL.B.\nclass. While the accused was no more a student of Faculty\nof Law at that time.\n"}