{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"EXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n231\ncontract and the statutory conditions, besides such A\noverdrawal being prejudicial to the public at large, as it\nis likely to throw out of gear the entire supply system,\nundermining its efficiency, efficacy and even increasing\nvoltage fluctuations. In somewhat similar circumstances,\nwhere the consumer had been found to be drawing B\nelectricity in excess of contracted load and the general\nconditions of supply of electricity energy by the Board\nand clause 31(f) of the same empowered the Board to\ndisconnect supply and even levy higher charges as per\nthe tariff applicable, this Court held that such higher tariff C\ncharges could be recovered. [Paras 44-46] [268-F-H; 269-\nA-D, F-H; 270-A-C]\nBhilai Rerollers \u0026 Ors. v. M.P. Electricity Board \u0026 Ors.\n(2003) 7 SCC 185: 2003 (2) Suppl. SCR 787; Orissa State\nElectricity Board \u0026 Anr. v. IPI Steel Ltd. \u0026 Ors. (1995) 4 SCC\n328 relied on.\n-\nD\n2.4.10. Certain malpractices adopted by the\nconsumer for consuming electricity in excess of the\ncontracted load could squarely fall within the ambit and E\nscope of Section 126 of the 2003 Act as it is intended to\nprovide safeguards against pilferage of energy and\nmalpractices by the consumer. The Regulations framed\nin exercise of power of subordinate legislation or terms\nand conditions imposed in furtherance of statutory F\nprovisions have been held to be valid and enforceable.\nThey do not offend the provisions of the 2003 Act. In fact,\nthe power to impose penal charges or disconnect\nelectricity has been held not violative even of Article 14\nof the Constitution of India. The expression 'malpractices'\ndoes not find mention in the provisions under the 2003\nAct but is a term coined by judicial pronouncements.\nThus, the expression 'malpractices' has to be construed\nin its proper perspective and normally may not amount\nto theft of electricity as contemplated under Section 135\nG\nH\n232 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA of the 2003 Act. Such acts/malpractices would fall within\nthe mischief of unauthorized use of electricity as\nstipulated under Section 126 of the 2003 Act. [Para 48]\n[270-G-H; 271-A-C]\nB\nE\nHyderabad Vanaspathi Lts. v. A.P. State Electricity Board\n\u0026 Anr. (1998) 4 SCC 471 - relied on.\n2.4.11. There is another angle from which the instant\ncase can be examined and obviously without prejudice\nto the other contentions raised. It is a case where, upon\nC inspection, the officers of the appellant found that\nrespondent was consuming 142 KVA of electricity which\nwas in excess of the sanctioned load. To the inspection\nreport, the respondent had not filed any objection before\nthe competent authority as contemplated under Section\nD 126(3) and had approached the High Court. Limited for\nthe purposes of these proceedings, excess consumption\nis not really in dispute. The contentions raised by the\nrespondent were to challenge the very jurisdiction of the\nconcerned authorities. Consumption in excess of\nsanctioned load is violative of the terms and conditions\nof the agreement as well as of the statutory benefits.\nUnder Explanation (b)(iv), ‘unauthorised use of electricity'\nmeans if the electricity was used for a purpose other than\nfor which the usage of electricity was authorised.\nExplanation (b)(iv), thus, would also cover the cases\nwhere electricity is being consumed in excess of\nsanctioned load, particularly when it amounts to change\nof category and tariff. As is clear from the agreement\ndeed, the electric connection was given to the\nrespondent on a contractual stipulation that he would\nconsume the electricity in excess of 22 KVA but not more\nthan 110 KVA. The use of the negative language in the\ncondition itself declares the intent of the parties that there\nwas an implied prohibition in consuming electricity in\nexcess of the maximum load as it would per se be also\nH prejudiced. Not only this, the language of Regulations 82\nF\nG\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n233\nand 106 also prescribe that the consumer is not expected A\nto make use of power in excess of approved contract\ndemand otherwise it would be change of user falling.\nwithin the ambit of 'unauthorised use of electricity'. Again,\nthere is no occasion for this Court to give a restricted\nmeaning to the language of Explanation (b)(iv) of Section B\n126. The contention that only the actual change in\npurpose of use of electricity and not change of category\nthat would attract the provisions of Section 126 of the\n2003 Act is again without any substance. The cases of\nexcess load of consumption would be squarely covered\nunder Explanation (b)(iv) of Section 126 of the 2003 Act.\nOnce this factor is established, then the assessing officer\nhas to pass the final order of assessment in terms of\nSections 126(3) to 126(6) of the 2003 Act. [Paras 49-50]\n[271-E-H; 272-A-E; 273-H; 274-A]\nAssociation of Industrial Electricity Users v. State of A.P.\n\u0026 Ors. (2002) 3 SCC 711: 2002 (2) SCR 273; Punjab State\nElectricity Board v. Vishwa Caliber Builders Private Ltd.\n(2010) 4 SCC 539 - relied on.\nQuestion No.2 and 3\nC\nD\nE\nF\n3.1. It is a settled canon of law that the High Court\nwould not normally interfere in exercise of its jurisdiction\nunder Article 226 of the Constitution of India where\nstatutory alternative remedy is available. It is equally\nsettled that this canon of law is not free of exceptions.\nThe courts, including this Court, have taken the view that\nthe statutory remedy, if provided under a specific law,\nwould impliedly oust the jurisdiction of the Civil Courts.\nThe High Court in exercise of its extraordinary jurisdiction G\nunder Article 226 of the Constitution of India can entertain\nwrit or appropriate proceedings despite availability of an\nalternative remedy. This jurisdiction, the High Court\nwould exercise with some circumspection in exceptional\ncases, particularly, where the cases involve a pure H\n234 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA question of law or vires of an Act are challenged. [para\n53] [275-D-F]\nB\nC\n3.2. It is somewhat difficult to state with absolute\nclarity any principle governing such exercise of\njurisdiction. It always will depend upon the facts of a given\ncase. Interest of administration of justice shall be better\nsubserved if the cases of the present kind are heard by\nthe courts only where it involves primary questions of\njurisdiction or the matters which goes to the very root of\njurisdiction and where the authorities have acted beyond\nthe provisions of the Act. However, it should only be for\nthe specialized Tribunal or the appellate authorities to\nexamine the merits of assessment or even factual matrix\nof the case. The High Court should not decline to\nexercise its jurisdiction merely for the reason that there\nD is a statutory alternative remedy available even when the\ncase falls in the above-stated class of cases. It is a settled\nprinciple that the Courts/Tribunal will not exercise\njurisdiction in futility. The law will not itself attempt to do\nan act which would be vain, lex nil frustra facit, nor to\nE enforce one which would be frivolous-lex neminem\ncogit ad vana seu inutilia-the law will not force any one\nto do a thing vain and fruitless. In other words, if exercise\nof jurisdiction by the Tribunal ex facie appears to be an\nexercise of jurisdiction in futility for any of the stated\nF reasons, then it will be permissible for the High Court to\ninterfere in exercise of its jurisdiction. Applying these\nprinciples to the facts of the present case, it is obvious\nthat no statutory appeal lay against a provisional order\nof assessment and the respondents herein were required\nto file objections as contemplated under Section 126 (3)\nof the 2003 Act. It was only when a final order of\nassessment was passed that the respondents could\nprefer a statutory appeal which admittedly was not done\nin the case in hand. [paras 54, 56] [276-B-F; 279-B-C]\nG\nH\nWhirlpool Corporation v. Registrar of Trade Marks,\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n235\nMumbai (1998) 8 SCC 1: 1998 (2) Suppl. SCR 359; Union A\nof India v. State of Haryana (2000) 10 SCC 482 – relied on.\n-\nB\nC\n3.3. In the instant case, the High Court did not fall in\nerror of jurisdiction in entertaining the writ petition but\ncertainly failed to finally exercise the jurisdiction within\nthe prescribed limitations of law for exercise of such\njurisdiction. Keeping in view the functions and expertise\nof the specialized body constituted under the Act\nincluding the assessing officer, it would have been\nproper exercise of jurisdiction, if the High Court, upon\nentertaining and deciding the writ petition on a\njurisdictional issue, would have remanded the matter to\nthe competent authority for its adjudication on merits and\nin accordance with law. In the facts of the instant case,\nthe High Court should have answered the question of law\nrelating to lack of jurisdiction and exercise of jurisdiction\nin futility without travelling into and determining the\nvalidity of the demand which squarely fell within the\ndomain of the specialized authority. The High Court\nshould have remanded the case to the assessing officer\nwith a direction to the respondent to file its objections E\nincluding non-applicability of the tariff before the\nassessing authority and for determination in accordance\nwith law. [Para 57] [279-D-G]\nConclusions:\n1. Wherever the consumer commits the breach of the\nterms of the Agreement, Regulations and the\nprovisions of the Act by consuming electricity in\nexcess of the sanctioned and connected load, such\nconsumer would be 'in blame and under liability'\nwithin the ambit and scope of Section 126 of the 2003\nAct.\nD\nLL\nF\nG\n2. The expression 'unauthorized use of electricity\nmeans' as appearing in Section 126 of the 2003 Act H\nA\n00\nB\nC\nD\nLLI\nE\nF\n0\nH\n236 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nis an expression of wider connotation and has to be\nconstrued purposively in contrast to contextual\ninterpretation while keeping in mind the object and\npurpose of the Act. The cases of excess load\nconsumption than the connected load inter alia\nwould fall under Explanation (b)(iv) to Section 126 of\nthe 2003 Act, besides it being in violation of\nRegulations 82 and 106 of the Regulations and terms\nof the Agreement.\n3. In view of the language of Section 127 of the 2003\nAct, only a final order of assessment passed under\nSection 126(3) is an order appealable under Section\n127 and a notice-cum-provisional assessment made\nunder Section 126(2) is not appealable. Thus, the\nHigh Court should normally decline to interfere in a\nfinal order of assessment passed by the assessing\nofficer in terms of Section 126(3) of the 2003 Act in\nexercise of its jurisdiction under Article 226 of the\nConstitution of India.\n4. The High Court did not commit any error of\njurisdiction in entertaining the writ petition against\nthe order raising a jurisdictional challenge to the\nnotice/provisional assessment order dated 25th July,\n2009. However, the High Court transgressed its\njurisdictional limitations while travelling into the\nexclusive domain of the Assessing Officer relating to\npassing of an order of assessment and determining\nfactual controversy of the case.\n5. The High Court having dealt with the jurisdictional\nissue, the appropriate course of action would have\nbeen to remand the matter to the Assessing Authority\nby directing the consumer to file his objections, if\nany, as contemplated under Section 126(3) and\nrequire the Authority to pass a final order of\nassessment as contemplated under Section 126(5) of\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n237\nthe 2003 Act in accordance with law. [Para 58] [279- A\nH; 280-A-H; 281-A-C]\n4. The judgment of the High Court is set aside and\nthe matter is remanded to the Assessing Officer to pass\na final order of assessment expeditiously, after providing\nopportunity to the respondent herein to file objections, if\nany, to the provisional assessment order, as\ncontemplated under Section 126(3) of the 2003 Act. [para\n59] [281-D]\nB\nCase Law Reference:\nC\n1979 (3) SCR 472\nrelied on\nPara 12\n1966 SCR 493\nrelied on\nPara 20\n(2006) 3 SCC 391\nrelied on\nPara 29\nD\n1996 (10) Suppl. SCR 188 relied on\nPara 38\n2008 (7) SCR 673\nrelied on\nPara 39\n2010 (5) SCR 990\nreferred to\nPara 41\nE\n2003 (2) Suppl. SCR 787 referred to\nPara 47\n(1995) 4 SCC 328\nreferred to\nPara 47\n(1998) 4 SCC 471\nreferred to\nPara 48\nLL\nF\n2002 (2) SCR 273\nreferred to\nPara 49\n(2010) 4 SCC 539\nreferred to\nPara 49\n1998 (2) Suppl. SCR 359 referred to\nPara 54\n(2000) 10 SCC 482\nreferred to\nPara 55\nG\n8859 of 2011.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nFrom the Judgment \u0026 Order dated 25.10.2010 of the High\nCourt of Orissa at Cuttack in WP No. 12175 of 2009.\nH\n1\n238 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA\nSuresh Chandra Tripathy for the Appellants.\nB\nC\nD\nE\nHuzefa Ahmadi, Farrukh Rasheed, M. Paikray, V.N.\nRaghupathy for the Respondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Leave granted.\n2. Over a period of time, it was felt that the performance\nof the State Electricity Boards had deteriorated on account of\nvarious factors. Amongst others, the inability on the part of the\nState Electricity Boards to take decisions on tariffs in a\nprofessional and independent manner was one of the main\ndrawbacks in their functioning. Cross-subsidies had reached\nunsustainable levels. To address this issue and to provide for\ndistancing of governments from determination of tariffs, the\nElectricity Regulatory Commissions Act, 1998 (hereinafter, 'the\n1998 Act') was enacted in addition to the existing statutes like\nIndian Electricity Act, 1910 (hereinafter, 'the 1910 Act') and the\nElectricity (Supply) Act, 1948 (hereinafter, 'the 1948 Act'). For\na considerable time, these three legislations remained in force,\ngoverning the electricity supply industry in India. The Boards\ncreated by the 1948 Act and the bodies created under the 1998\nAct, as well as the State Governments, were provided distinct\nroles under these statutes. There was still overlapping of duties\nand some uncertainty with regard to exercise of power under\nF these Acts. To address the issues like deterioration in\nperformance of the Boards and the difficulties in achieving\nefficient discharge of functions, a better, professional and\nregulatory regime was introduced under the Electricity Bill,\n2001, with the policy of encouraging private sector participation\nG in generation, transmission and distribution of electricity and\nwith the objective of distancing regulatory responsibilities from\nthe Government by transferring the same to the Regulatory\nCommissions. The need for harmonizing and rationalizing the\nprovisions of the earlier statutes was met by creating a new,\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n239\nB\nself-contained and comprehensive legislation. Another object A\nwas to bring unity in legislation and eliminate the need for the\nrespective State Governments to pass any reform Act of their\nown. This Bill had progressive features and strived to strike the\nright balance between the economic profitability and public\npurpose given the current realities of the power sector in India.\nThis Bill was put to great discussion and then emerged the\nElectricity Act, 2003 (for short, 'the 2003 Act'). The 2003 Act\nhad notably provided for private sector participation, private\ntransmission licences for rural and remote areas, stand alone\nsystems for generation and distribution, the constitution of an C\nAppellate Tribunal, more regulatory powers for the State\nElectricity Regulation Commission and provisions relating to\ntheft of electricity. The additional provisions were introduced in\nthe 2003 Act in relation to misuse of power and punishment of\nmalpractices such as over-consumption of sanctioned electric\nload which are not covered by the provisions relating to theft;\nall of which had significant bearing upon the revenue focus\nintended by the Legislature. This is the legislative history and\nobjects and reasons for enacting the 2003 Act.\n3. To ensure better regulatory, supervisory and revenue\nrecovery system, as expressed in the objects and reasons of\nthe 2003 Act, there was definite concerted effort in preventing\nunauthorized use of electricity on the one hand and theft of\nelectricity on the other. The present case falls in the former.\nAccording to the appellant, there was breach of the terms and\nconditions of the Standard Agreement Form for Supply of\nElectrical Energy by the Grid Corporation of Orissa Ltd.\n(hereinafter, 'the Agreement') as the consumer (respondent\nherein) had consumed electricity in excess of the contracted\nload.\nFACTS\n4. We may briefly refer to the facts giving rise to the present\nappeal. Respondent herein, a partnership firm, claims to be a\nD\nLU\nE\nF\nLL\nG\nH\n240 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA small scale industrial unit engaged in the production of rice. For\ncarrying on the said business, it had obtained electric supply\nunder the Agreement. Between the present appellant No.1 and\nthe respondent the Agreement dated 9th December, 1997 was\nexecuted for supply of power to the respondent. Keeping in view\nB the contracted load, the respondent was classified as 'medium\nindustry category'. This category deals with the contract demand\nof 99 KVA and above but below 110 KVA. According to the\nrespondent, since the day of connection of power supply, the\nmeter and all other associated equipments had been inspected\nC by the appellants. On 10th June, 2009, the Executive Engineer,\nJeypore Electrical Division and SDO, Electrical MRT Division,\nJeypore inspected the business premises of the respondent's\nunit and dump was conducted. These officers issued a dump\nreport by noticing as follows:\nD\n\"Dump of the Meter taken. Calibration of meter done and\nerror found within limit. If any abnormality detected in Dump,\nit will be intimated later on.\"\n5. It is the case of the respondent that no intimation was\nE given to it as to finding of defects if any, in dump. On 25th July,\n2009, provisional assessment order bearing No.854 was\nissued by the appellants to the respondent. Intimation bearing\nNo.853 had also been issued on the same day which informed\nthe respondent that there was unauthorized use of electricity\nF falling squarely within the ambit of provisions of Section 126\nof the 2003 Act. In the dump report dated 10th June, 2009, it\nwas stated that there was unauthorized use of electricity and\nMaximum Demand (hereinafter MD) had been consumed up\nto 142 KVA. On this basis, the appellant passed the order of\nprovisional assessment by taking the contracted demand as\nthat applicable to large industry. The demand was raised,\nassessing the consumer for the period from June 2008 to\nAugust 2009 for a sum of Rs.7,77,300/-. This was computed\nfor 15 months at the rate of Rs.200 per KVA (i.e., tariff for large\nindustry) multiplied by two times, aggregating to the claimed\nG\nH\n"}