{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 15 (ADDL.) S.C.R. 211\nTHE EXECUTIVE ENGINEER AND ANR.\nV.\nM/S SRI SEETARAM RICE MILL\n(Civil Appeal No. 8859 of 2011)\nOCTOBER 20, 2011\n[S.H. KAPADIA, CJI., K.S. RADHAKRISHNAN AND\nSWATANTER KUMAR, JJ.]\nElectricity Act, 2003:\nA\nB\nC\nSalient features of the Act - Discussed.\nLegislative history and object of enactment - Discussed.\ns.126 - Applicability of - Held: Consumption of electricity\nin excess of sanctioned load would be unauthorized use of D\nelectricity and would attract applicability of s.126 of the Act.\n-\ns.126 – Scope of, with reference to construction of the\nwords 'unauthorized use' and 'means' - Discussed.\ns.126 and s.135 - Distinction between - · Discussed.\ns.126 - Assessment and computation under - Manner\nof - Discussed.\n-\nE\ns.127 - Appealable order - Held: In view of the language F\nof s.127 of the Act, only a final order of assessment passed\nu/s.126(3) is an order appealable u/s.127 and a notice-cum-\nprovisional assessment made u/s.126(2) is not appealable\nThus, the High Court should normally decline to interfere in\na final order of assessment passed by the assessing officer\nin terms of s.126(3) of the Act in exercise of its jurisdiction\nunder Article 226 of the Constitution of India.\ns.127 - Statutory alternative remedy available u/s.127 of\nthe Act - Writ petition - Scope of interference with provisional\n211\nG\nH\nC\n212 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA order of assessment/show cause notice - Held: Keeping in\nview the functions and expertise of the specialized body\nconstituted under the Act including the assessing officer, it\nwould be proper exercise of jurisdiction, if writ court upon\nentertaining and deciding the writ petition on a jurisdictional\nB issue, remand the matter to the competent authority for its\nadjudication on merits and in accordance with law - If exercise\nof jurisdiction by the Tribunal ex facie appears to be an\nexercise of jurisdiction in futility then it will be permissible for\nthe High Court to interfere in exercise of its jurisdiction - In\nthe instant case, the respondents-consumers were required\nto file objections as contemplated u/s.126 (3) of the Act\nagainst the provisional order of assessment – It was only when\na final order of assessment was passed that the respondents\ncould prefer a statutory appeal which, admittedly, was not done\nin the case in hand - High Court did not commit any error of\njurisdiction in entertaining the writ petition against the order\nraising a jurisdictional challenge to the notice/provisional\nassessment order - However, High Court transgressed its\njurisdictional limitations while travelling into the exclusive\ndomain of the Assessing Officer relating to passing of an order\nof assessment and determining factual controversy of the\ncase - Constitution of India, 1950 - Article 226.\nD\nE\nF\nG\nH\nConstitution of India, 1950:\nArticle 226 - Scope of interference with the provisional\norder of assessment/show cause notice - Discussed.\nArticle 226 - Alternative remedy - Maintainability of writ\npetition - Discussed.\nInterpretation of statutes:\nPurposive interpretation - Held: The statute should be\nread as a whole - Its different provisions may have to be\nconstrued together to make consistent construction of the\nwhole statute relating to the subject matter - A construction\n1\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n213\nwhich will improve the workability of the statute, to be more\neffective and purposive, should be preferred to any other\ninterpretation which may lead to undesirable results.\n-\nExpression 'means', 'means and includes' and 'does not\ninclude' – Held: When the Legislature has used a particular\nexpression out of these three, it must be given its plain\nmeaning while even keeping in mind that the use of other two\nexpressions has not been favoured by the Legislature.\nFiscal and penal laws - Interpretation of.\nObject and reason of enactment - Relevancy of.\nA\nB\nC\nDiscussions of Standing Committee\n-\nRelevancy of.\nWords and phrases:\nD\nWord 'dishonest', 'authorisation', 'malpractice' - Meaning\nof.\nWord 'means' - Meaning of, in the context of s. 126 of the\nElectricity Act, 2003 - Discussed.\nExpression 'unauthorised use of electricity' - Meaning of,\nin the context of s.126 of the Electricity Act, 2003 –\nDiscussed.\n-\nE\nAn agreement was entered into between appellant F\nno.1 and the respondent for supply of power to the\nrespondent. The respondent was categorized as medium\nindustry category and accordingly accorded the\ncontracted load. This category dealt with the contract\ndemand of 99 KVA and above but below 110 KVA. On\n10th June, 2009, the Executive Engineer inspected the\nbusiness premises of the respondent's unit and issued\na dump report. In the dump report, it was stated that there\nwas unauthorized use of electricity and Maximum\nDemand (MD) had been consumed up to 142 KVA. On\nG\nН\nC\n214 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 25th July, 2009, provisional assessment order was issued\nby the appellants to the respondent by taking the\ncontracted demand as that applicable to large industry\nand the respondent was required to file objections, if any,\nand to also pay the amount. On the same day, intimation\nB was also issued to the respondent that there was\nunauthorized use of electricity falling squarely within the\nambit of provisions of Section 126 of the Electricity Act,\n2003. The demand was raised assessing the consumer\nfor the period from June 2008 to August 2009 for a sum\nof Rs.7,77,300/-. This was computed for 15 months at the\nrate of Rs.200 per KVA (i.e., tariff for large industry)\nmultiplied by two times, aggregating to the claimed\namount. The respondent did not file its objections/reply\nbut challenged the said provisional assessment order\nand the intimation of unauthorized use before the High\nCourt by filing writ petition on the grounds of lack of\nauthority and jurisdiction on the part of the Executive\nEngineer. It was also contended that no inspection was\nconducted in the business premises till date of dump, i.e.,\n10th June, 2009 when alleged unauthorized use of\nelectricity was found. The respondent also challenged\nthe maintainability and sustainability of the order of\nprovisional assessment in calculating the dump charges\nfor a period of 15 months from June 2008 to August 2009\non the basis of dump charges relating to large industry\nF while the respondent was classified as medium scale\nindustry.\nD\nE\nThe High Court held that the words 'unauthorized use\nof electricity' and 'means' as provided in Explanation to\nG Section 126 of the 2003 Act were exhaustive; overdrawal\nof MD would not fall under the scope of 'unauthorized\nuse of electricity' as defined under the 2003 Act, and the\nappellants had no jurisdiction to issue the intimation and\npass the assessment order in terms of Section 126 of the\n2003 Act.\nH\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n215\nIn the instant appeal, the questions which arose for A\nconsideration were: (1) wherever the consumer\nconsumes electricity in excess of the maximum of the\ncontracted load, would the provisions of Section 126 of\nthe 2003 Act be attracted on its true scope and\ninterpretation; (2) whether the High Court, in the facts and B\ncircumstances of the case, was justified in interfering with\nthe provisional order of assessment/show cause notice\nin exercise of its jurisdiction under Article 226 of the\nConstitution of India; and (3) was the writ petition before\nthe High Court under Article 226 of the Constitution of C\nIndia not maintainable because of a statutory alternative\nremedy being available under Section 127 of the 2003\nAct.\nAllowing the appeal, the Court\nD\nF\nHELD: 1. To address the issues like deterioration in\nperformance of the Boards and the difficulties in\nachieving efficient discharge of functions, a better,\nprofessional and regulatory regime was introduced\nunder the Electricity Bill, 2001, with the policy of E\nencouraging private sector participation in generation,\ntransmission and distribution of electricity and with the\nobjective of distancing regulatory responsibilities from\nthe Government by transferring the same to the\nRegulatory Commissions. The need for harmonizing and\nrationalizing the provisions of the earlier statutes was met\nby creating a new, self-contained and comprehensive\nlegislation. Another object was to bring unity in\nlegislation and eliminate the need for the respective State\nGovernments to pass any reform Act of their own. This\nBill had progressive features and strived to strike the right\nbalance between the economic profitability and public\npurpose given the current realities of the power sector\nin India. This Bill was put to great discussion and then\nemerged the Electricity Act, 2003 ('the 2003 Act'). The\nG\nH\n;\n216 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 2003 Act had notably provided for private sector\nparticipation, private transmission licences for rural and\nremote areas, stand alone systems for generation and\ndistribution, the constitution of an Appellate Tribunal,\nmore regulatory powers for the State Electricity\nB Regulation Commission and provisions relating to theft\nof electricity. The additional provisions were introduced\nin the 2003 Act in relation to misuse of power and\npunishment of malpractices such as over-consumption\nof sanctioned electric load which are not covered by the\nC provisions relating to theft; all of which had significant\nbearing upon the revenue focus intended by the\nLegislature. This is the legislative history and objects and\nreasons for enacting the 2003 Act. To ensure better\nregulatory, supervisory and revenue recovery system, as\nexpressed in the objects and reasons of the 2003 Act,\nthere was definite concerted effort in preventing\nunauthorized use of electricity on the one hand and theft\nof electricity on the other. The present case falls in the\nformer. [Paras 2, 3] [238-F-H; 239-A-F]\nD\nE 2. Question (1)\nF\nG\nH\n2.1.1 It is clear from the object of enactment of\nElectricity Act, 2003 that 'revenue focus' was one of the\nprincipal considerations that weighed with the\nLegislature while enacting this law. The regulatory regime\nunder the 2003 Act empowers the Commission to frame\nthe tariff, which shall be the very basis for raising a\ndemand upon a consumer, depending upon the category\nto which such consumer belongs and the purpose for\nwhich the power is sanctioned to such consumer. The\ncontention on behalf of the respondent cannot be\naccepted that the provisions of Section 126 of the 2003\nAct have to be given a strict and textual construction to\nthe extent that they have to be read exhaustively in\nabsolute terms. This is a legislation which establishes a\nEXECUTIVE ENGINEER AND ANR. v. SR!\nSEETARAM RICE MILL\n217\nB\nregulatory regime for the generation and distribution of A\npower, as well as deals with serious fiscal repercussions\nof this entire regime. The two maxims which should be\napplied for interpretation of such statutes are ex\nvisceribus actus (construction of the act as a whole) and\nut res magis valeat quam pereat (it is better to validate a\nthing than to invalidate it). It is a settled cannon of\ninterpretative jurisprudence that the statute should be\nread as a whole. In other words, its different provisions\nmay have to be construed together to make consistent\nconstruction of the whole statute relating to the subject\nmatter. A construction which will improve the workability\nof the statute, to be more effective and purposive, should\nbe preferred to any other interpretation which may lead\nto undesirable results. [Para 10] [244-G-H; 245-A-E]\nC\nD\nE\n2.1.2. It is true that fiscal and penal laws are normally\nconstrued strictly but this rule is not free of exceptions.\nIn given situations, this Court may, even in relation to\npenal statutes, decide that any narrow and pedantic,\nliteral and lexical construction may not be given effect to,\nas the law would have to be interpreted having regard to\nthe subject matter of the offence and the object that the\nlaw seeks to achieve. The provisions of Section 126, read\nwith Section 127 of the 2003 Act, in fact, becomes a code\nin itself. Right from the initiation of the proceedings by\nconducting an inspection, to the right to file an appeal F\nbefore the appellate authority, all matters are squarely\ncovered under these provisions. It specifically provides\nthe method of computation of the amount that a\nconsumer would be liable to pay for excessive\nconsumption of the electricity and for the manner of G\nconducting assessment proceedings. In other words,\nSection 126 of the 2003 Act has a purpose to achieve, i.e.,\nto put an implied restriction on such unauthorized\nconsumption of electricity. The provisions of the 2003\nAct, applicable regulations and the Agreement executed\nH\n218 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA between the parties at the time of sanction of the load\nprohibit consumption of electricity in excess of maximum\nsanctioned/ installed load. In the event of default, it also\nprovides for the consequences that a consumer is likely\nto face. It embodies complete process for assessment,\nB determination and passing of a demand order. This\ndefined legislative purpose cannot be permitted to be\nfrustrated by interpreting a provision in a manner not\nintended in law. This Court would have to apply the\nprinciple of purposive interpretation in preference to\ntextual interpretation of the provisions of Section 126 of\nthe 2003 Act. This Court would prefer to adopt purposive\ninterpretation so as to ensure attainment of the object and\npurpose of the 2003 Act, particularly, of the provisions of\nSection 126 in question. [Para 11] [245-F-H; 246-A-E]\nC\nD\nE\nBalram Kumawat v. Union of India \u0026 Ors. (2003) 7 SCC\n628; Superintendent and Remembrancer of Legal Affairs to\nGovernment of West Bengal v. Abani Maity (1979) 4 SCC 85:\n1979 (3) SCR 472 - relied on.\n2.1.3. The relevancy of objects and reasons for\nenacting an Act is a relevant consideration for the court\nwhile applying various principles of interpretation of\nstatutes. Normally, the court would not go behind these\nobjects and reasons of the Act. The discussion of a\nF Standing Committee to a Bill may not be a very\nappropriate precept for tracing the legislative intent but\nin .given circumstances, it may be of some use to notice\nsome discussion on the legislative intent that is reflected\nin the substantive provisions of the Act itself. The\nStanding Committee on Energy, 2001, in its discussion\nsaid, 'the Committee feel that there is a need to provide\nsafeguards to check the misuse of these powers by\nunscrupulous elements'. The provisions of Section 126\nof the 2003 Act are self-explanatory, they are intended to\ncover situations other than the situations specifically\nG\nH\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n219\ncovered under Section 135 of the 2003 Act. This would A\nfurther be a reason for this Court to adopt an\ninterpretation which would help in attaining the legislative\nintent. Therefore, the provisions of Section 126 of the\n2003 Act should be read with other provisions, the\nregulations in force and they should be so interpreted as\nto achieve the aim of workability of the enactment as a\nwhole while giving it a purposive interpretation in\npreference to textual interpretation. [Paras 13-14] [250-A-\nE]\n2.2. Distinction between Sections 126 and 135 of the\n2003 Act.\nB\nC\n2.2.1. Upon their plain reading, the mark differences\nin the contents of Sections 126 and 135 of the 2003 Act\nare obvious. They are distinct and different provisions D\nwhich operate in different fields and have no common\npremise in law. Sections 126 and 127 of the 2003 Act read\ntogether constitute a complete code in themselves\ncovering all relevant considerations for passing of an\norder of assessment in cases which do not fall under E\nSection 135 of the 2003 Act. Section 135 of the 2003 Act\nfalls under Part XIV relating to ‘offences and penalties'\nand title of the Section is 'theft of electricity'. The Section\nopens with the words 'whoever, dishonestly' does any\nor all of the acts specified under clauses (a) to (e) of Sub- F\nsection (1) of Section 135 of the 2003 Act so as to abstract\nor consume or use electricity shall be punishable for\nimprisonment for a term which may extend to three years\nor with fine or with both. Besides imposition of\npunishment as specified under these provisions or the G\nproviso thereto, Sub-section (1A) of Section 135 of the\n2003 Act provides that without prejudice to the provisions\nof the 2003 Act, the licensee or supplier, as the case may\nbe, through officer of rank authorized in this behalf by the\nappropriate commission, may immediately disconnect the\nI\n220 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA supply of electricity and even take other measures\nenumerated under Sub-sections (2) to (4) of the said\nSection. The fine which may be imposed under Section\n135 of the 2003 Act is directly proportional to the number\nof convictions and is also dependent on the extent of load\nB abstracted. In contradistinction to these provisions,\nSection 126 of the 2003 Act would be applicable to the\ncases where there is no theft of electricity but the\nelectricity is being consumed in violation of the terms and\nconditions of supply leading to malpractices which may\nC squarely fall within the expression 'unauthorized use of\nelectricity'. [Para 15] [250-G-H; 251-A-E]\nD\n2.2.2. Section 135 of the 2003 Act deals with an\noffence of theft of electricity and the penalty that can be\nimposed for such theft. This squarely falls within the\ndimensions of Criminal Jurisprudence and mens rea is\none of the relevant factors for finding a case of theft. On\nthe contrary, Section 126 of the 2003 Act does not speak\nof any criminal intendment and is primarily an action and\nremedy available under the civil law. It does not have\nE features or elements which are traceable to the criminal\nconcept of mens rea. Thus, the expression 'unauthorized\nuse of electricity' under Section 126 of the 2003 Act deals\nwith cases of unauthorized use, even in absence of\nintention. These cases would certainly be different from\nF cases where there is dishonest abstraction of electricity\nby any of the methods enlisted under Section 135 of the\n2003 Act. A clear example would be, where a consumer\nhas used excessive load as against the installed load\nsimpliciter and there is violation of the terms and\nG conditions of supply, then, the case would fall under\nSection 126 of the 2003 Act. On the other hand, where a\nconsumer, by any of the means and methods as specified\nunder Sections 135(a) to 135(e) of the 2003 Act, has\nabstracted energy with dishonest intention and without\nauthorization, like providing for a direct connection\nH\n"}