{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"EXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n221\nbypassing the installed meter, the case would fall under A\nSection 135 of the Act. Therefore, there is a clear\ndistinction between the cases that would fall under\nSection 126 of the 2003 Act on the one hand and Section\n135 of the 2003 Act on the other. There is no commonality\nbetween them in law. They operate in different and B\ndistinct fields. The assessing officer has been vested with\nthe powers to pass provisional and final order of\nassessment in cases of unauthorized use of electricity\nand cases of consumption of electricity beyond\ncontracted load will squarely fall under such power. The\nlegislative intention is to cover the cases of malpractices\nand unauthorized use of electricity and then theft which\nis governed by the provisions of Section 135 of the 2003\nAct. [Paras 16-17] [252-D-H; 253-A-C]\nC\nD\n2.2.3. Section 135 of the 2003 Act significantly uses\nthe words 'whoever, dishonestly' does any of the listed\nactions so as to abstract or consume electricity would be\npunished in accordance with the provisions of the 2003\nAct. 'Dishonesty' is a state of mind which has to be\nshown to exist before a person can be punished under E\nthe provisions of that Section. The word 'dishonest' in\nnormal parlance means 'wanting in honesty'. A person\ncan be said to have 'dishonest intention' if in taking the\nproperty it is his intention to cause gain, by unlawful\nmeans, of the property to which the person so gaining F\nis not legally entitled or to cause loss, by wrongful means,\nof property to which the person so losing is legally\nentitled. 'Dishonestly' is an expression which has been\nexplained by the Courts in terms of Section 24 of the\nIndian Penal Code, 1860 as 'whoever does anything with\nthe intention of causing wrongful gain to one person or\nwrongful loss to another person is said to do that thing\ndishonestly'. All these explanations clearly show that\ndishonesty is a state of mind where a person does an act\nwith an intent to deceive the other, acts fraudulently and H\nG\n222 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA with a deceptive mind, to cause wrongful loss to the\nother. The act has to be of the type stated under Sub-\nsections (1)(a) to (1)(e) of Section 135 of the 2003 Act. If\nthese acts are committed and that state of mind, mens rea,\nexists, the person shall be liable to punishment and\nB payment of penalty as contemplated under the provisions\nof the 2003 Act. In contradistinction to this, the intention\nis not the foundation for invoking powers of the\ncompetent authority and passing of an order of\nassessment under Section 126 of the 2003 Act. [Paras18-\nC 19, 22] [253-D-G; 254-C-D]\nDr. S. Dutt v. State of U.P. AIR 1966 SC 523: 1966 SCR\n493 - relied on.\nThe Law Lexicon (2nd Edn. 1997) by P. Ramanatha\nD Aiyar; Collins English Dictionary; Black's Law Dictionary\n(Eighth Edition) - referred to.\nE\n2.3. The ambit and scope of Section 126 with\nreference to the construction of the words ‘unauthorised\nuse' and 'means'\n2.3.1. The provisions of Section 126 contemplate the\nfollowing steps to be taken: (i) An assessing officer is to\nconduct inspection of a place or premises and the\nequipments, gadgets, machines, devices found\nF connected or used in such place. (ii) The formation of a\nconclusion that such person has indulged in\nunauthorized use of electricity. (iii) The assessing officer\nto provisionally assess, to the best of his judgment, the\nelectricity charges payable by such person. (iv) The order\nG of provisional assessment to be served upon the person\nconcerned in the manner prescribed, giving him an\nopportunity to file objections, if any, against the\nprovisional assessment. (v)The assessing officer has to\nafford a reasonable opportunity of being heard to such\nH person and pass a final order of assessment within 30\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n223\ndays from the date of service of such order of provisional A\nassessment. (vi)The person, upon whom the provisional\norder of assessment is served, is at liberty to pay the said\namount within seven days of the receipt of such order\nand where he files such objections, final order of\nassessment shall be passed, against which such person B\nhas a right of appeal under Section 127 of the 2003 Act\nwithin the prescribed period of limitation. [Para 23] [254-\nF-H; 255-A-E]\n2.4. Assessment and Computation\nC\n2.4.1. Wherever the assessing officer arrives at the\nconclusion that unauthorized use of electricity has taken\nplace, the assessment shall be made for the entire period\nduring which such unauthorized use of electricity has\ntaken place and if such period cannot be ascertained, it D\nshall be limited to a period of 12 months immediately\npreceding the date of inspection and the assessment\nshall be made at the rate equal to twice the tariff\napplicable for the relevant category of service specified\nunder these provisions. This computation has to be taken E\nin terms of Sections 126(5), 126(6) and 127 of the 2003 Act.\n[Para 24] [255-F-G]\n2.4.2. The expression ‘unauthorized use of electricity'\non its plain reading means use of electricity in a manner\nnot authorized by the licensee of the Board.\n'Authorization' refers to the permission of the licensee to\nuse of electricity', subject to the terms and conditions for\nsuch use and the law governing the subject. The supply\nof electricity to a consumer is always subject to the\nprovisions of the 2003 Act, State Acts, Regulations\nframed thereunder and the terms and conditions of\nsupply in the form of a contract or otherwise. Generally,\nwhen electricity is consumed in violation of any or all of\nthese, it would be understood as 'unauthorized use of\nelectricity'. But this general view will have to be examined\nF\nG\nH\n224 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA in the light of the fact that the legislature has opted to\nexplain this term for the purposes of Section 126 of the\n2003 Act. The 'unauthorized use of electricity' means the\nusage of electricity by the means and for the reasons\nstated in sub-clauses (i) to (v) of clause (b) of Explanation\nB to Section 126 of the 2003 Act. Some of the illustratively\nstated circumstances of 'unauthorised use' in the section\ncannot be construed as exhaustive. The 'unauthorized\nuse of electricity' would mean what is stated under that\nExplanation, as well as such other unauthorized user,\nwhich is squarely in violation of the statutory or\ncontractual provisions. [Paras 27-28] [256-E-G; 256-F-G]\nс\nD\n2.4.3. 'Unauthorized' is a concept well-recognized\nunder different statutes, for example, under Section 31A\nof the Delhi Development Act, 1957 (the 'DDA Act') the\nauthority has the power to seal the 'unauthorized'\ndevelopment, if the misuser of the premises would come\nwithin the ambit of unauthorized development. But if\nsuch misuse does not come within the ambit of\n'unauthorized development', such power is not available\nE to the authority. Simplicitor misuse, therefore, may not fall\nwithin the ambit of unauthorized development under the\nprovisions of the DDA Act. The unauthorized use of\nelectricity in the manner as is undisputed on record\nclearly brought the respondent 'under liability and in\nF blame' within the ambit and scope of Section 126 of the\n2003 Act. [paras 29, 31] [258-H; 259-A-B; 259-F]\nG\non.\n-\nM.C. Mehta v. Union of India (2006) 3 SCC 391 – relied\n2.4.4. The expression 'means' used in the definition\nclause of Section 126 of the 2003 Act can have different\nconnotations depending on the context in which such\nexpression is used. The word ordinarily includes a\nmistaken but reasonable understanding of a\nH communication. 'Means' by itself is a restrictive term and\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n225\nwhen used with the word 'includes', it is construed as\nexhaustive. In those circumstances, a definition using the\nterm 'means' is a statement of literal connotation of a term\nand the courts have interpreted 'means and includes' as\nan expression defining the section exhaustively. While\ndetermining whether a provision is exhaustive or merely\nillustrative, this will have to depend upon the language\nof the Section, scheme of the Act, the object of the\nLegislature and its intent. [Para 32] [259-G; 260-A-C]\nBlack's Law Dictionary (Eighth Edition) page 1001 -\nreferred to.\n-\n2.4.5. 'Purposive construction' is certainly a cardinal\nprinciple of interpretation. Equally true is that no rule of\ninterpretation should either be over-stated or over-\nextended. This rule of interpretation can be applied to the\ninstant case. It points to the conclusion that an\ninterpretation which would attain the object and purpose\nof the Act has to be given precedence over any other\ninterpretation which may not further the cause of the\nstatute. The development of law is particularly liberated\n' both from literal and blinkered interpretation, though to\na limited extent. The precepts of interpretation of\ncontractual documents have also undergone a wide\nranged variation in the recent times. The result has been\nsubject to one important exception to assimilate the way\nin which such documents are interpreted by judges on\nthe common sense principle by which any serious\nutterance would be interpreted by ordinary life. In other\nwords, the common sense view relating to the implication\nand impact of provisions is the relevant consideration for\ninterpreting a term of document so as to achieve\ntemporal proximity of the end result. Another similar rule\nis the rule of practical interpretation. This test can be\neffectuatedly applied to the provisions of a statute of the\npresent kind. It must be understood that an interpretation\n༣\nA\nB\nс\nD\nE\nF\nG\nH\n226 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA which upon application of the provisions at the ground\nreality, would frustrate the very law should not be\naccepted against the common sense view which will\nfurther such application. [paras 33-35] [260-D-H; 261-A-\nB\nC\nD\nB]\n2.4.6. Once the court decides that it has to take a\npurposive construction as opposed to textual\nconstruction, then the legislative purpose sought to be\nachieved by such an interpretation has to be kept in mind.\nKeeping in view the legislative scheme and the\nprovisions of the 2003 Act, it will be appropriate to adopt\nthe approach of purposive construction on the facts of\nthis case. The provisions of Section 126 of the 2003 Act\nare intended to cover the cases over and above the cases\nwhich would be specifically covered under the\nprovisions of Section 135 of the 2003 Act. In other words,\nthe purpose sought to be achieved is to ensure stoppage\nof misuse/unauthorized use of the electricity as well as\nto ensure prevention of revenue loss. It is in this\nbackground that the scope of the expression 'means' has\nE to be construed. If it is held that the expression 'means'\nis exhaustive and cases of unauthorized use of electricity\nare restricted to the ones stated under Explanation (b) of\nSection 126 alone, then it shall defeat the very purpose\nof the 2003 Act, inasmuch as the different cases of breach\nF of the terms and conditions of the contract of supply,\nregulations and the provisions of the 2003 Act would\nescape the liability sought to be imposed upon them by\nthe Legislature under the provisions of Section 126 of the\n2003 Act. Thus, it will not be appropriate for the courts\nto adopt such an approach. The Legislature has\nintentionally omitted to use the word 'includes' and has\nonly used the word 'means' with an intention to explain\ninter alia what an unauthorized use of electricity would\nbe. It must be noticed that clause (iv) of Explanation (b)\nand sub-Section (5) of Section 126 of the 2003 Act were\nG\nH\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n227\nΑ\nB\nboth amended/substituted by the same amending Act 26 A'\nof 2007, with a purpose and object of preventing\nunauthorised use of electricity not amounting to theft of\nelectricity within the meaning of Section 135 of the 2003\nAct. This amendment, therefore, has to be given its due\nmeaning which will fit into the scheme of the 2003 Act and\nwould achieve its object and purpose. The expression\n'means' would not always be open to such a strict\nconstruction that the terms mentioned in a definition\nclause under such expression would have to be\ninevitably treated as being exhaustive. There can be a\nlarge number of cases and examples where even the\nexpression 'means' can be construed liberally and\ntreated to be inclusive but not completely exhaustive of\nthe scope of the definition, of course, depending upon\nthe facts of a given case and the provisions governing\nthat law. [Paras 36-38] [261-B-G; 262-A-E]\nK.V. Muthu v. Angamuthu Ammal (1997) 2 SCC 53:\n1996 (10) Suppl. SCR 188; Union of India v. Prabhakaran\nVijaya Kumar \u0026 Ors. (2008) 9 SCC 527: 2008 (7) SCR 673\n– relied on.\n-\nC\nD\nE\n2.4.7. It cannot be stated as an absolute proposition\nof law that the expression 'means' wherever occurring in\na provision would inevitably render that provision\nexhaustive and limited. This rule of interpretation is not\nF\nwithout exceptions as there could be statutory provisions\nwhose interpretation demands somewhat liberal\nconstruction and require inclusive construction. An\napproach or an interpretation which will destroy the very\npurpose and object of the enacted law has to be avoided.\nThe other expressions used by the Legislature in various\nsub-clauses of Explanation (b) of Section 126 of the 2003\nAct are also indicative of its intent to make this provision\nwider and of greater application. Expressions like 'any\nartificial means', 'by a means not authorised by the\nG\nH\n228 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA licensee' etc. are terms which cannot be exhaustive even\nlinguistically and are likely to take within their ambit what\nis not specifically stated. For example, ‘any artificial\nmeans' is a generic term and so the expression 'means'\nwould have to be construed generally. The expressions\nB 'means', 'means and includes' and 'does not include' are\nexpressions of different connotation and significance.\nWhen the Legislature has used a particular expression\nout of these three, it must be given its plain meaning\nwhile even keeping in mind that the use of other two\nC expressions has not been favoured by the Legislature.\nTo put it simply, the Legislature has favoured non-use of\nsuch expression as opposed to other specific\nexpression. In the instant case, the Explanation to\nSection 126 has used the word 'means' in\ncontradistinction to 'does not include' and/or 'means and\nincludes'. This would lead to one obvious result that even\nthe Legislature did not intend to completely restrict or limit\nthe scope of this provision. [Paras 41-42] [265-B-E; 267-\nA-C]\nD\nE\nF\nG\nH\nEureka Forbes Ltd. v. Allahabad Bank (2010) 6 SCC\n193: 2010 (5) SCR 990 - relied on.\n2.4.8. Unauthorised use of electricity cannot be\nrestricted to the stated clauses under the explanation but\nhas to be given a wider meaning so as to cover cases of\nviolation of terms and conditions of supply and the\nregulations and provisions of the 2003 Act governing\nsuch supply. 'Unauthorised use of electricity' itself is an\nexpression which would, on its plain reading, take within\nits scope all the misuse of the electricity or even\nmalpractices adopted while using electricity. It is difficult\nto restrict this expression and limit its application by the\ncategories stated in the explanation. It is indisputable that\nthe electricity supply to a consumer is restricted and\ncontrolled by the terms and conditions of supply, the\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL\n229\nB\nC\nregulations framed and the provisions of the 2003 Act. A\nThe requirement of grant of licence itself suggests that\nelectricity is a controlled commodity and is to be\nregulated by the regulatory authorities. If a person\nunauthorisedly consumes electricity, then he can\ncertainly be dealt with in accordance with law and\npenalties may be imposed upon him as contemplated\nunder the contractual, regulatory and statutory regime.\nThe Orissa Electricity Regulatory Commission, in exercise\nof its powers under Section 181(2)(t), (v), (w) and (x) read\nwith Part VI of the 2003 Act, Orissa Electricity Reforms\nAct, 1995 and all other powers enabling it in that behalf,\nmade the regulations to govern distribution and supply\nof electricity and procedure thereof such as system of\nbilling, modality of payment, the powers, functions and\napplications of the distribution licensees form for supply\nand/or suppliers and the rights and obligations of the\nconsumers. These were called 'Orissa Electricity\nRegulatory Commission Distribution (Conditions of\nSupply) Code, 2004 ('Conditions of Supply) vide\nnotification dated 21st May, 2004. This Agreement was\nundisputedly executed between the parties. Clause (2) of\nthe Agreement deals with Conditions of Supply. It stated\nthat consumer had obtained and perused a copy of the\nGrid Corporation of Orissa Ltd. (General Conditions of\nSupply) Regulations, 1995, understood its content and\nundertook to observe and abide by all the terms and\nconditions stipulated therein to the extent they are\napplicable to him. The respondent was a consumer under\nthe ‘medium industry category'. [Para 43] [267-D-H; 268-\nA-D]\n2.4.9. Minimum energy charges are to be levied with\nreference to 'contract demand' at the rate prescribed\nunder the terms and conditions. These clauses of the\nAgreement clearly showed that the charges for\nconsumption of electricity are directly relatable to the\nD\nE\nF\nG\nH\n-\nC\nD\n230 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA sanctioned/connected load and also the load consumed\nat a given point of time if it is in excess of the sanctioned/\nconnected load. The respondent could consume\nelectricity up to 110 KVA but if the connected load\nexceeded that higher limit, the category of the respondent\nB itself could stand changed from 'medium industry' to\n‘large industry' which will be governed by a higher tariff.\nChapter VII of the Conditions of Supply classified the\nconsumers into various categories and heads. The\nelectricity could be provided for a domestic, LT Industrial,\nLT/HT Industrial, Large Industry, Heavy Industries and\nPower Intensive Industries, etc. In terms of Regulation 80,\nthe industry would fall under LT/HT category, if it relates\nto supply for industrial production with a contract\ndemand of 22 KVA and above but below 110 KVA.\nHowever, it will become a 'large industry' under\nRegulation 80(10) if it relates to supply of power to an\nindustry with a contract demand of 110 KVA and above\nbut below 25,000 KVA. Once the category stands\nchanged because of excessive consumption of\nelectricity, the tariff and other conditions would stand\nautomatically changed. The licensee has a right to\nreclassify the consumer under Regulation 82 if it is found\nthat a consumer has been classified in a particular\ncategory erroneously or the purpose of supply as\nmentioned in the agreement has changed or the\nconsumption of power has exceeded the limit of that\ncategory etc. The Conditions of Supply even places a\nspecific prohibition on consumption of excessive\nelectricity by a consumer. The cumulative reading of the\nterms and conditions of supply, the contract executed\nG between the parties and the provisions of the 2003 Act\nshowed that consumption of electricity in excess of the\nsanctioned/ connected load shall be an 'unauthorised\nuse' of eléctricity in terms of Section 126 of the 2003 Act.\nThis is for the reason that overdrawal of electricity\nH amounts to breach of the terms and conditions of the\nE\nF\n"}