{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"ALLAHABAD BANK\nV.\nSTATE OF WEST BENGAL AND ORS.\nFEBRUARY 20, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nUrban Ceiling and Regulation Act, 1976-ss.19(2), 20-Permission to\nsell land rejected by competent authority on the premise that same was vested\nwith Government-Writ Petition rejected on the ground of delay-Plea that\nissue was not examined in the light of ss.19(2) proviso and 20—Held,\nimpugned order shows that High Court had not examined that aspect―\nMatter remitted to High Court.\nA\nB\nC\nThe Appellant Bank entered into an agreement with respondent nos. 4\n\u0026 5 in the year 1990 for purchase of land and building. The possession of D\nthe property was handed over to the appellant bank. Another agreement was\nentered into whereby respondent no. 5 was appointed as contractor to construct\na multi-storied building of 29 residential flats. The building was constructed\nin terms of the plan and the possession was given to the Bank in 1992. All\nthe flats were allotted and were in occupation of the allottees. When the\nE\nconstruction was going on, the appellant-Bank sent a draft copy of the sale\ndeed to respondent no.4 for finalization and for execution and registration of\nsale deed. There was no response to the request made by the appellant-Bank.\nThe prayer for permission to sell was rejected by the Competent\nAuthority under the Urban Ceiling and Regulation Act, 1976. Appellate F\nAuthority dismissed the appeal holding that the property in question vested\nwith the Government and was in fact the excess land of the owners. However,\nliberty was granted to the appellant to move the State Government for seeking\nexemption.\nThe State Government was moved but no action was taken on the G\napplications. The appellant filed writ petition before the High Court which\nsummarily rejected it on the ground that it was filed after seven years.\nIn appeal to this court, the appellant contended with reference to Section\n913\nH\n914\nA\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nB\nC\nD\nE\nF\n19(2) (proviso) and Section 20 of the Act that they are intended to take care\nof the situation as involved in the present case.\nCourt\nDisposing of the appeal and remitting the matter to High Court, the\nHeld: It is not really necessary to examine whether Sections 9 and 20\nof the Ceiling Act have any application to the present case. The impugned\norder shows that the High Court has not examined that aspect. Hence matter\nremitted back to the High Court for fresh consideration on merits. [Para 8]\n[916-H; 917-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 862 of 2007.\nFrom the final Judgment and Order dated 22.9.2003 of the High Court\nof Calcutta in C.O. No. 1820/2003.\nK.K. Venugopal, C. Mukund, Ashok Jain, Pankaj Jain and Bijoy Kumar\nJain for the Appellant.\nAvijit Bhattacharjee and Saumya Kundu for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by the Division Bench\nof the Calcutta High Court summarily dismissing the writ petition filed by the\nappellant on the ground that it was highly belated.\n3. A brief reference to the background facts as projected by appellant\nwould be necessary.\n4. Appellant-Bank entered into an agreement with respondent Nos. 4\nand 5 in the year 1990 for purchase of land and building situated at No.1\nG Fakirpara Road, Calcutta. The consideration was fixed at Rs.20 lacs. Out of\nthe said amount Rs. 19,00,000/- was paid to the vendors-respondent Nos. 4-\n5. The possession of the property was handed over to the appellant-Bank\nwith the right to demolish the existing structures and to construct building\nthereon. Another agreement was entered into on 12.11.1990. By this agreement\nH respondent No.5 was appointed as contractor/developer to construct a multi-\n:\nALLAHABAD BANK v. STATE OF WEST BENGAL [PASAYAT, J.] 915\nB\nstoried building of 29 residential flats at the property in question. The said A\nflats were constructed by spending more than rupees one crore six lacs. The\nbuilding was constructed in terms of the plan sanctioned by Calcutta Municipal\nCorporation and possession was given to the Bank in 1992. All the flats were\nallotted and are in occupation of the allottees. When the constructions were\ngoing on, the appellant-Bank sent a draft copy of the sale deed to respondent\nNo. 4 for finalisation and for execution and registration of the sale deed. There\nwas no response to the request made by the appellant-Bank. The prayer for\npermission to sell was rejected by the Competent Authority under the Urban\nCeiling and Regulation Act, 1976 (in short the 'Act'). An appeal was filed\nwhich was dismissed by holding that the property in question vested with\nthe Government and was in fact the excess land of the owners. It was C\ncategorically held by the order dated 20.3.1996 that the Competent Authority\nwas right in treating the land in question to be taken into account while\ndetermining the total excess vacant land. However, liberty was granted to the\nappellant to move the State Government for seeking exemption. According to\nthe appellant, after the said order the State Government was moved in terms\nof the directions given by the Appellate Authority on 2nd September, 1996,\n13th March, 1997, 20th April, 2001 and 18th May, 2002. According to appellant-\nBank since no action was taken on the applications, it was compelled to file\nwrit petition before the High Court which summarily rejected it on the ground\nthat it was filed after seven years.\n5. Mr. K.K. Venugopal, learned senior counsel appearing for the appellant\nsubmitted that the High Court has erroneously concluded that there was\ninaction on the part of the appellants or that there was any delay. In fact in\nterms of the earlier directions of the High Court, several representations were\nmade to the Competent Authority. Since no action was taken, filing of the writ\npetition became imperative.\n6. It is stated with reference to Section 19(2) (proviso) and Section 20\nof the Act that they are intended to take care of the situation as involved in\nthe present case. Unfortunately the official respondents have not examined\nthe issues in the proper perspective.\n7. According to the learned counsel for the State of West Bengal, in\nreality there was no direction for consideration as contended by the appellant.\nIt is, however, submitted that the Appellate Authority had granted liberty to\nthe appellant-Bank to move the concerned authorities for such remedy as is\navailable in law.\nD\nE\nF\nG\nH\n916\nA\nB\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nSection 19 and Section 20 read as follows:\n\"19. Chapter not to apply to certain vacant lands:- (1) Subject to the\nprovisions of sub-section (2) nothing in this Chapter shall apply to\nany vacant land held by -\n(i) the Central Government or any State Government or any local\nauthority or any Corporation established by or under a Central\nor Provincial or State Act or any Government Company as defined\nin section 617 of the Companies Act. 1956 (1 of 1956)\n(ii) any military, naval or air force institution\n1\nC\n(iii) any bank\n:\n2\nSection 20. Power to exempt :- (I) Notwithstanding anything contained\nD in any of the foregoing provisions of this Chapter-\nE\nF\nG\n(a) where any person holds vacant land in excess of the ceiling limit\nand the State Government is satisfied, either on its own motion\n'or otherwise, that, having regard to the location of such land, the\npurpose for which such land is being or is proposed to be used\nand such other relevant factors as the circumstances of the case\nmay require, it is necessary or expedient in the public interest so\nto do, that Government may, by order, exempt subject to such\nconditions, if any, as may be specified in the order, such vacant\nland from the provisions of this Chapter;\n(b) where any person holds vacant land in excess of the ceiling limit\nand the State Government, either on its own motion or otherwise,\nis satisfied that the application of the provisions of this Chapter\nwould cause undue hardship to such person, that Government\nmay by order exempt, subject to such conditions, if any, as may\nbe specified in the order, such vacant land from the provisions\nof this Chapter;\nProvided that no order under this clause shall be made unless the\nreasons for doing so are recorded in writing.\"\n8. It is not really necessary to examine whether these provisions have\nH\n\"\nALLAHABAD BANK v. STATE OF WEST BENGAL [PASAYAT, J.] 917\nany application. The impugned order shows that the High Court has not A\nexamined that aspect. We, therefore, set aside the impugned order and remit\nthe matter to High Court for fresh consideration on merits. This order, however,\nshall not stand in the way of the official respondents in considering the\nprayer made by the appellant-Bank.\nD.G.\n9. The appeal is accordingly disposed of with no orders as to costs.\nAppeal disposed of.\nB\n"}