{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"THE NEW INDIA ASSURANCE COMPANY LIMITED\nน.\nSMT. KALPANA \u0026 OTHERS\nJANUARY 17, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nMotor Vehicles Act, 1988:\ns.173—Motor accident-Death of injured-Petition claiming\ncompensation-Multiplier to be applied-Interest-Held, there being no\nevidence showing income of deceased, monthly contribution to family after\ndeduction for personal expenses fixed at Rs.3,000-Deceased being 33\nyears of age multiplier of 13 applied-Compensation worked out\naccordingly Interest to be paid @ 6% from date of claim till actual\npayment-Interest.\nA\nB\nC\nD\nE\nThe vehicle of husband of respondent no. 1 dashed about 9.50 P.M.\nwith a truck which was parked on the road in violation of traffic rules; as\na result he got injuries and died in the Hospital. The deceased was about\n33 years of age. His dependents filed a petition claiming compensation\nunder s.173 of the Motor Vehicles Act, 1988. The Motor Accident Claims\nTribunal dismissed the claim petition holding that accident took place due\nto negligence of the deceased. In appeal, the High Court held the insurer\nliable to pay compensation, and taking the monthly income of the deceased\nat Rs.4,000 and multiplier of 17, awarded an amount of Rs.8,16,000 as\ncompensation with 6% interest from the date of filing of the claim till the F\ndate of actual payment.\nIn the appeal filed by the insurer it was contended that the High Court\nerred in applying the multiplier of 17. It was also submitted that there was\nno evidence to show the actual income of the deceased.\nAllowing the appeal in part, the Court\nHELD\n1.1. In a fatal accident action, the accepted measure of\ndamages awarded to the dependants is the pecuniary loss suffered by them\nas a result of the death. The multiplier method involves the ascertainment\nG\nH\n985\n986\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA of the loss of dependency or the multiplicand having regard to the\ncircumstances of the case and capitalizing the multiplicand by an appropriate\nmultiplier. The choice of the multiplier is determined by the age of the\ndeceased (or that of the claimants whichever is higher) and by the calculation\nas to what capital sum, if invested at a rate of interest appropriate to a stable\neconomy, would yield the multiplicand by way of annual interest. In\nascertaining this, regard should also be had to the fact that ultimately the\ncapital sum should also be consumed-up over the period for which the\ndependency is expected to last. [Paras 5 and 7] [988-F, 989-C-D]\nB\nC\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649;\nand New India Assurance Co. Ltd. v. Charlie and Another, [2005] 10 SCC\n720, relied on.\nG.M., Kerala SRTC v. Susamma Thomas, [1994] 2 SCC 176 and U.P.\nState Road Transport Corpn. v. Trilok Chandra, [1996] 4 SCC 362,\nD referred to.\n(I)\nE\nF\nDavies v. Powell Duffryn Associated Collieries Ltd., All ER p.665 A-\nB; Nance v. British Columbia Electric Railway Co. Ltd., [1951] (2) All ER\n448; and Mallett v. Mc Mongle, [1969] 2 All ER 178, referred to.\nHalsbury's Laws of England, Vol. 34, para 98, referred to.\n1.2. In the instant case, considering the age of the deceased it would\nbe appropriate to fix the multiplier at 13. The MACT itself found that the\nincome was not established. At some point of time it was stated that the\nincome of the deceased was Rs.6,000 per month. In the absence of any\ndefinite material about the income, monthly contribution to the family, after\ndeduction for personal expenses, is fixed at Rs.3,000 per month i.e.\nannually Rs. 36,000. Applying the multiplier of 13, the compensation\nworks out to Rs. 4,68,000. The same shall carry interest @ 6% p.a. from\nG the date of claim till the date of actual payment, separate fixed deposits shall\nbe made for respondent no.1, respondents 2 and 3 represented by the\nmother (respondent no.1), and the respondent no.4 as specified in the\njudgment. [Paras 12 \u0026 13] [992-B-F]\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 255 of 2007.\n+\n☑\nA\nTHE NEW INDIA ASSURANCE CO. LTD. v. SMT. KALPANA [PASAYAT, J.] 987\nFrom the final Judgment and Order dated 25.8.2004 of the High Court A\nof Uttaranchal at Nainital in A.O. No. 95/2002.\nJoy Basu, Mike Desai, Lalit Mohini Bhat and Madhurendra Kumar for\nthe Appellants.\nChandra Prakash Pandey for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. : Leave granted.\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Uttaranchal High Court holding that the respondents were entitled to\ncompensation of Rs.8,16,000 with interest @ 6% p.a. from the date of filing\nof the claim petition till the date of actual payment. Before the High Court\nthe claimants had questioned the judgment passed by the Motor Accident\nClaims Tribunal/Addl. District Judge, Haldwani, District Nainital (in short\n'MACT').\n3. Factual scenario in a nutshell is as follows:\nB\nC\nD\nE\nF\nOn 7.6.1999 at about 9.50 p.m. Vijay Singh Dogra (hereinafter referred\nto as the 'deceased') was coming from Nandpur to Haldwani on his vehicle\nNo. UP 01-3962. He was driving the said vehicle. When the vehicle reached\nnear the Block Office, Haldwani, it dashed with a Truck No.URN 9417 which\nwas parked on the road in violation of the traffic rules. In the accident the\ndeceased sustained grievous injuries and he was taken to the Base Hospital,\nHaldwani from where he was referred to Bareilly for better treatment. But he\ndied on 9.6.1999. He was about 33 years of age at the time of accident.\nClaimants i.e. respondents 1 to 4 filed claim petition claiming compensation\nunder Section 173 of the Motor Vehicles Act, 1988 (in short the ‘Act'). It\nwas indicated in the claim petition that the deceased was earning Rs.8,000\nper month by driving a taxi and also had agricultural income. On that basis\na sum of Rs. 14,88,000 was claimed as compensation. The opposite party in\nthe claim petition i.e. the present appellant (hereinafter referred to as the\n'Insurer') disputed the claim. The MACT on consideration of the evidence\nbrought on record dismissed the claim petition on the ground that the\naccident took place on account of negligence of the deceased. An appeal H\nG\nB\n988\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA was filed before the High Court by the claimants. It was stated that the\nvehicle was loaded with logs of Eucalyptus trees and these logs were\nprotruding outside the truck. There was no indicator on the truck to indicate\nthat the truck was parked so that any person coming from behind could be\ncautious. It was, therefore, contended that there was negligence on the part\nof the driver of the vehicle. With reference to Section 81 of the Act, it was\nindicated that the necessary care and caution was not taken. The High Court\nfound that the vehicle was the subject matter of insurance with the insurer.\nIt was not a case where the vehicle was stationary. On the contrary it was\nparked on a running condition without any indicator. The High Court,\ntherefore, held that the insurer is liable to pay compensation. So far as the\nincome of the deceased is concerned, taking into account the fact that there\nwas no definite material to throw light on the actual income of the deceased,\nit was taken at Rs.4,000 per month and multiplier of 17 was applied and\naccordingly the compensation was fixed.\nC\nD\nE\n4. In support of the appeal, learned counsel for the appellant submitted\nthat the High Court has erroneously fixed compensation by applying\nmultiplier of 17. It was pointed out that the MACT itself noted that no\nevidence was led to show as to what was the actual income of the deceased.\nIn any event, the multiplier is high. Learned counsel for the respondents on\nthe other hand supported the order of the High Court.\n5. Certain principles were highlighted by this Court in the case of\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649 in the\nmatter of fixing the appropriate multiplier and computation of compensation.\nIn a fatal accident action, the accepted measure of damages awarded to the\nF dependants is the pecuniary loss suffered by them as a result of the death.\n\"How much has the widow and family lost by the father's death?\" The\nanswer to this lies in the oft quoted passage from the opinion of Lord\nWright in Davies v. Powell Duffryn Associated Collieries Ltd., [All ER p.665\nA-B] which says:\nG\nH\n\"The starting point is the amount of wages which the deceased\nwas earning, the ascertainment of which to some extent may\ndepend on the regularity of his employment. Then there is an\nestimate of how much was required or expended for his own\npersonal and living expenses. The balance will give a datum or\nbasic figure which will generally be turned sum, however, has to be\ni\nTHE NEW INDIA ASSURANCE CO. LTD. v. SMT. KALPANA [PASAYAT, J.] 989\ntaxed down by having due regard to uncertainties, for instance, that\nthe widow might have again married and thus ceased to be\ndependent, and other like matters of speculation and doubt.”\n6. There were two methods adopted to determine and for calculation\nof compensation in fatal accident actions, the first the multiplier mentioned\nin Davies case (supra) and the second in Nance v. British Columbia\nElectric Railway Co. Ltd., [1951] 2 All ER 448.\n7. The multiplier method involves the ascertainment of the loss of\ndependency or the multiplicand having regard to the circumstances of the\ncase and capitalizing the multiplicand by an appropriate multiplier. The\nchoice of the multiplier is determined by the age of the deceased (or that\nof the claimants whichever is higher) and by the calculation as to what\ncapital sum, if invested at a rate of interest appropriate to a stable economy,\nwould yield the multiplicand by way of annual interest. In ascertaining this,\nregard should also be had to the fact that ultimately the capital sum should\nalso be consumed-up over the period for which the dependency is expected\nto last.\nA\nB\nC\nD\n8. The considerations generally relevant in the selection of multiplicand\nand multiplier were adverted to by Lord Diplock in his speech in Mallett v.\nMc Mongle, (1969) 2 All ER 178 where the deceased was aged 25 and left\nE\nbehind his widow of about the same age and three minor children. On the\nquestion of selection of multiplicand Lord Diplock observed:\nF\n\"The starting point in any estimate of the amount of the\n‘dependency' is the annual value of the material benefits provided\nfor the dependants out of the earnings of the deceased at the date\nof his death. But....there are many factors which might have led to\nvariations up or down in the future. His earnings might have\nincreased and with them the amount provided by him for his\ndependants. They might have diminished with a recession in trade\nor he might have had spells of unemployment. As his children grew G\nup and became independent the proportion of his earnings spent\non his dependants would have been likely to fall. But in considering\nthe effect to be given in the award of damages to possible\nvariations in the dependency there are two factors to be borne in\nmind. The first is that the more remote in the future is the H\n990\nA\nB\nC\nᎠ\nE\n[1]\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nanticipated change the less confidence there can be in the chances\nof its occurring and the smailer the allowance to be made for it in\nthe assessment. The second is that as a matter of the arithmetic of\nthe calculation of present value, the later the change takes place the\nless will be its effect upon the total award of damages. Thus at\ninterest rates of 4- 1/2% the present value of an annuity for 20 years\nof which the first ten years are at $ 100 per annum and the second\nten years at $ 200 per annum, is about 12 years' purchase of the\narithmetical average annuity of $ 150 per annum, whereas if the first\nten years are at $200 per annum and the second ten years at $ 100\nper annum the present value is about 14 years' purchase of the\narithmetical mean of $ 150 per annum. If therefore the chances of\nvariations in the 'dependency' are to be reflected in the multiplicand\nof which the years' purchase is the multiplier, variations in the\ndependency which are not expected to take place until after ten\nyears should have only a relatively small effect in increasing or\ndiminishing the 'dependency' used for the purpose of assessing\nthe damages.\"\n9. In regard to the choice of the multiplicand the Halsbury's Laws of\nEngland in vol. 34, para 98 states the principle thus:\n“98. Assessment of damages under the Fatal Accident Act, 1976-\nThe courts have evolved a method for calculating the amount of\npecuniary benefit that dependants could reasonably expect to have\nreceived from the deceased in the future. First the annual value to\nthe dependants of those benefits (the multiplicand) is assessed. In\nthe ordinary case of the death of a wage-earner that figure is arrived\nat by deducting from the wages the estimated amount of his own\npersonal and living expenses.\nThe assessment is split into two parts. The first part comprises\ndamages for the period between death and trial. The multiplicand\nis multiplied by the number of years which have elapsed between\nthose two dates. Interest at one-half the short-term investment rate\nis also awarded on that multiplicand. The second part is damages\nfor the period from the trial onwards. For that period, the number\nof years which have based on the number of years that the\nexpectancy would probably have lasted; central to that calculation\n'\nTHE NEW INDIA ASSURANCE CO. LTD. v. SMT. KALPANA [PASAYAT, J.] 991\nis the probable length of the deceased's working life at the date of\ndeath.\"\nAs to the multiplier, Halsbury states:\n\"However, the multiplier is a figure considerably less than the\nnumber of years taken as the duration of the expectancy. Since the\ndependants can invest their damages, the lump sum award in\nrespect of future loss must be discounted to reflect their receipt of\ninterest on invested funds, the intention being that the dependants\nwill each year draw interest and some capital (the interest element\ndecreasing and the capital drawings increasing with the passage of\nyears), so that they are compensated each year for their annual\nloss, and the fund will be exhausted at the age which the court\nassesses to be the correct age, having regard to all contingencies.\nThe contingencies of life such as illness, disability and unemployment\nhave to be taken into account. Actuarial evidence is admissible, but\nthe courts do not encourage such evidence. The calculation depends\non selecting an assumed rate of interest. In practice about 4 or 5\nper cent is selected, and inflation is disregarded. It is assumed that\nthe return on fixed interest bearing securities is so much higher\nthan 4 to 5 per cent that rough and ready allowance for inflation\nis thereby made. The multiplier may be increased where the plaintiff\nis a high tax payer. The multiplicand is based on the rate of wages\nat the date of trial. No interest is allowed on the total figure.\"\n10. In both G.M., Kerala SRTC v. Susamma Thomas, [1994] 2 SCC 176\nand U.P. State Road Transport Corpn. v. Trilok Chandra, [1996] 4 SCC 362\nthe multiplier appears to have been adopted taking note of the prevalent\nbanking rate of interest.\nA\nB\nC\nᎠ .\n(I)\nE\nF\nG\n11. In Susamma Thomas's case (supra) it was noted that the normal rate\nof interest was about 10% and accordingly the multiplier was worked out.\nAs the interest rate is on the decline, the multiplier has to consequentially\nbe raised. Therefore, instead of 16 the multiplier of 18 as was adopted in\nTrilok Chandra's case (supra) appears to be appropriate. In fact in Trilok\nChand's case (supra), after reference to Second Schedule to the Act, it was\nnoticed that the same suffers from many defects. It was pointed out that the\nsame is to serve as a guide, but cannot be said to be invariable ready H\nG\n992\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA reckoner. However, the appropriate highest multiplier was held to be 18. The\nhighest multiplier has to be for the age group of 21 years to 25 years when\nan ordinary Indian citizen starts independently earning and the lowest would\nbe in respect of a person in the age group of 60 to 70, as the former is the\nnormal retirement age. (See: New India Assurance Co. Ltd. v. Charlie and\nAnother, [2005] 10 SCC 720.\nB\nC\nD\nE\n12. Considering the age of the deceased it would be appropriate to fix\nthe multiplier at 13. The MACT itself found that the income was not\nestablished. At some point of time it was stated that the income of the\ndeceased was Rs.6,000 per month. In the absence of any definite material\nabout the income, monthly contribution to the family, after deduction for\npersonal expenses is fixed at Rs.3,000 per month i.e. annually Rs.36,000.\nApplying the multiplier of 13, the compensation works out to Rs.4,68,000.\nThe same shall carry interest @ 6% p.a. from the date of claim till the date\nof actual payment. It is stated that a sum of rupees four lakhs has been\ndeposited pursuant to the order dated 4.4.2005. Balance shall be deposited\nalong with interest within two months from today. Out of the total amount,\n80% shall be kept in fixed deposit in a nationalised bank initially for a period\nof five years. But no withdrawal shall be permitted before the expiry of\nperiod. However, monthly interest shall be paid to the claimants.\n13. The minor respondents shall be represented by their mother.\nSeparate fixed deposits shall be made for respondent no.1, respondents 2\nand 3 represented by the mother (respondent no.1) and the respondent no.4.\nThe percentage of fixed deposit shall be as follows:-\nF\nRespondent No.1\nRespondent Nos. 2 \u0026 3\nRespondent No.4\n20%\n35% (each)\n10%\nThe appeal is allowed to the aforesaid extent. There will be no order\nas to costs.\nR.P.\nAppeal allowed partly.\nརྣམས་\n30\n"}