{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"i\n1\n}\nCHARANJIT LAL MEHRA AND ORS.\nV.\nSMT. KAMAL SAROJ MAHAJAN AND ANR.\nMARCH 11, 2005\n[P. VENKATARAMA REDDI AND A.K. MATHUR, JJ.]\nA\nB\nC\nCivil Procedure Code, 1908-Order 12, Rule 6-Transfer of Property\nAct, 1882-Section 106-Suit for recovery of possession-Claim of tenants\nthat there were four individual tenancies—As per Lease deed on record tenancy\nin question was joint and not individual-Relationship of landlord and tenant\nand rate of rent admitted by tenant-Application for passing judgment on\nadmission made in pleading-Dismissed by trial court-High Court passed\ndecree on admission-On appeal, Held: On the basis of terms of lease deed\nand admissions made in pleadings, it can be inferred that tenancy was joint\nand tenant liable to eviction by civil court-Purpose of Order 12, R.6 is to D\nexpedite the matter, hence decree of eviction rightly passed on admitted claims→\nDelhi Rent Control Act, 1958-Sections 3(C),6(A).\nF\nPlaintiff-landlord had rented out the demised premises @ Rs. 2500 p.m.\nto the defendants. The rent was enhanced from time to time. In Sept., 2001,\nthe monthly rent of the demised premises became Rs. 3659. Since rent E\nexceeded Rs. 3500, the provisions of Delhi Rent Control Act, 1958 ceased to\napply to the demised premises. Plaintiff then terminated tenancy of defendants\nby legal notice under Section 106 of Transfer of Property Act. Thereafter, he\nfiled suit for recovery of possession of demised premises and for arrears of\nrent and mesne profit. In the Written Statement defendants admitted the\nexistence of relationship of landlord and tenant between them, the rate of rent\nand service of notice of termination. The defence put forth by defendants was\nthat tenancy was not a joint one but a separate, independent and distinct\ntenancy of the four individuals and they were liable to pay rent individually;\nthat plaintiff himself treated them as separate tenants which fact is proved\nby letter dt.17.9.92 by plaintiff in which he had refused to accept a cheque of G\nRs. 42,000 tendered by 'Yash Pal Mehra' one of the defendants and later on\naccepted the cheque for the sum of Rs. 60,000 tendered on behalf of all four\ndefendants; that the individual share of rent never reached the figure of Rs.\n3500 p.m. and hence the question of non applicability of provisions of the Delhi\n661\nH\n662\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Rent Control Act did not arise.\nB\nAt the stage of evidence, plaintiff filed application under O.12, R. 6, CPC\nfor passing a judgment on admissions made in the Written Statement. Trial\nCourt dismissed the application. On revision, Single Judge of High Court held\nthat there was a common composite tenancy and passed the decree for eviction\non admission made. Hence the present SLP.\nDismissing the SLP, the Court\nHELD: 1. A perusal of the lease deed clearly shows that the demised\npremises was taken on monthly rent of Rs. 2500 by the defendants. This lease\nC deed has been executed in favour of all the defendants jointly and it is a\ncomposite one and not individual one. The rent stipulated in the lease deed is\nRs. 2500 in toto and the total rent now payable is more than Rs. 3500. It cannot\nbe split up in four portions so as to bring the building within the fold of Rent\nAct. Therefore, the tenancy in question was a joint/composite one and is not\nan individual lease of the demised premises. The Single Judge rightly\ncommented that the letter did not indicate that there were separate tenancies.\nIn fact, in the said letter, Yashpal Mehra was described as a co-tenant. A\ncheque for a sum of Rs. 60,000 sent on behalf of 4 brothers was accepted by\nthe landlady. The letter exchanged, therefore, in no way demolish the\nadmissions flowing from the lease deed which is the primary document.\nD\nE\nF\nG\n[667-H; 668-A-C]\n2. The purpose of enactment of Order 12, Rule 6, CPC is to expedite\nthe trials. If there is any admission on behalf of the defendants or an admission\ncan be inferred from the facts and circumstances of the case without any\ndispute, then, in such a case in order to expedite and dispose of the matter\nsuch admission can be acted upon. There is clear admission on behalf of\ndefendants that there existed a relationship of landlord and tenants, the rent\nis more than Rs. 3500 and tenancy is joint and composite one. As such on\nthese admitted facts, the view taken by Single Judge of High Court was\ncorrect. [668-D-E, 669-B]\nUttam Singh Duggal \u0026 Co. Ltd. v. United Bank of India and Ors., [2000]\n7 SCC 120, relied on.\nCIVIL APPELLATE JURISDICTION : Special Leave Petition (C) No.\n20914 of 2004.\nFrom the Judgment and Order dated 25.8.2004 of the Delhi High Court\nH\n☑\n+\nC.L. MEHRA v. KAMAL SAROJ MAHAJAN [A.K. MATHUR, J.]\nin C.R.P. No. 132 of 2004.\n663\nA\nHarish N. Salve, A.M. Singhvi, Pankaj Singh, Bhargava V. Desai, Sanjay\nKr. Singh and Rishi Kesh for the Petitioners.\nR.F. Nariman, Jayant Bhushan, B.S. Maan and M.A. Chinnasamy for\nthe Respondents.\nThe Judgment of the Court was delivered by\nB\nC\nA.K. MATHUR, J. This Special Leave Petition is filed against an\norder dated August 25,2004 passed by the learned Single Judge of the High\nCourt of Delhi at New Delhi whereby learned Single Judge has set aside the\norder dated February 13,2004 passed by the trial court whereby the trial court\ndeclined to pass an order of eviction moved by the plaintiff under Order XII\nRule 6 of the Code of Civil Procedure (hereinafter to be referred to as\n\"C.P.C.\") and observed that the application made at this stage is not\nmaintainable and the suit shall be decided recording necessary evidence of\nthe parties in order to do complete justice and dismissed the application of D\nthe plaintiff filed under Order XII Rule 6, C.P.C. Hence the present revision\nwas filed before the High Court. The said revision application came to be\ndisposed of by the learned Single Judge of the High Court on August 25,\n2004.\nE\nIn order to dispose of the present petition, brief facts may be detailed\nherein. Respondent No.1 filed a suit for eviction, arrears of rent and damages/\nmesne profit against the defendant-petitioners alleging therein that the premises\nin question was let out to the defendant- petitioners jointly on a monthly rent\nof Rs. 2500 vide agreement dated September 4, 1977. The tenancy commenced\nwith effect from October 1, 1977. The rent was increased from time to time\nF\nat the rate of 10 per cent per month. For the period from September 1, 1998\nto August 31, 2001 the defendant- petitioners paid rent at the rate of Rs. 3327\nper month. On July 28,2001 the plaintiff-respondent No.1 served a notice on\nthe defendant- petitioners under Section 6A read with Section 8 of the Delhi\nRent Control Act, 1958 (hereinafter to be referred to as the Act\"), notifying\ntherein that the rent would be increased by 10 per cent with effect from\nSeptember 1,2001. Since the monthly rent of the demised premises became\nRs. 3659 which is more than Rs. 3500with effect from September 1,2001, the\nprovisions of the Act ceased to apply to the demised premises. The plaintiff-\nrespondent No.1 then terminated the tenancy of the defendant-petitioners by\nseparate legal notice dated October 8,2001. The said notice was duly served H\n66\nG\n664\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA on the defendant- petitioners by registered post with acknowledgment due on\nOctober 11,2001. The plaintiff-respondent No.1 thereupon filed the suit for\nrecovery of possession as well as for recovery of arrears of rent for the month\nof September \u0026 October, 2001 and pendente lite and future interest and\nmesne profit/ damages at the rate of Rs. 40,000.\nB\nThe suit was contested by the defendant- petitioners by filing written\nstatement. The defendants did not dispute the existence of relationship of\nlandlord and tenant between the parties. It was also admitted that the tenancy\ncommenced from October 1,1977 on a monthly rent of Rs. 2500 under rent\nnote dated September 4,1977. The rent was increased from time to time by\nC serving notice under Section 6A of the Act. Service of notice dated July\n28,2001 under Section 6A of the Act and notice dated 8th October, 2004\nunder Section 106 of the Transfer of Property Act was not denied. The\ndefence put in by the defendant-petitioners was that the tenancy was not a\njoint one but it was a separate, independent and distinct tenancy of the four\nindividuals and they were liable to pay rent individually. In their written\nD statement they also made a reference to letters dated August 3,1992 and\nE\nSeptember 17,1992, which according to the defendants, supported their version\nthat they were separate, independent and distinct tenants. It was pointed out\nthat in the communication made by the plaintiff on September 17,1992 the\nplaintiff refused to accept the cheque for a sum of Rs. 42,000 as it was\ntendered on behalf of one of the defendants only. But later on the plaintiff\naccepted the cheque on March 24,1994 for a sum of Rs. 60,000 which was\ntendered on behalf of all four defendants. This according to the defendants,\nindicated that the plaintiff herself treated the defendants as separate tenants.\nIt was also contended that the defendants' individual share of rent never\nreached the figure of Rs. 3,500. Therefore, the question of non-applicability\nF. of the provisions of the Act does not arise. The defendants did not dispute\ntheir liability to pay the arrears of rent from September, 2004 but they denied\nthe liability to pay damages/ mesne profits.\nG\nThe main thrust of the defendants was that this tenancy which was\nentered into between the plaintiff and the four defendants namely; Sh Charanjit\nLal Mehra, Sh. Ashok Kumar Mehra, Sh. Aswini Kumar Mehra and\nSh. Yashpal Mehra was not a joint tenancy but it was an individual tenancy\nand each one of them had to pay his share towards the rent. Therefore, it was\nnot a joint/ common tenancy and as such the quantum of rent of each individual\ntenant did not exceed Rs. 3500 per month. It was also contended that the\nH notice under Section 106 of the Transfer of Property Act has been taken to\nC.L. MEHRA v. KAMAL SAROJ MAHAJAN [A.K. MATHUR, J.] 665\nbe one whereas there should have been four separate notices for four separate A\ntenancies and this single notice cannot terminate the four tenancies.\nB\nFrom the pleadings of the parties the trial court framed certain issues\nand when the case was at the stage of evidence an application under Order\nXII Rule 6 was filed by the plaintiff on April 26,2002 for passing a judgment\non the admission made in the pleadings. This application was opposed by the\ndefendants by filing a detailed reply and a plea taken was that it was not a\njoint tenancy and it was individual tenancy and each one of the tenants has\nto pay rent at the rate of Rs. 625. However, learned trial court did not decide\nthis issue and felt that the same be decided after evidence was adduced and\ntherefore, dismissed the said application. Aggrieved against the said order, a\nrevision application was filed before the High Court and the learned Single\nJudge of the High Court after hearing the parties and examining the matter\nin detail came to the conclusion that the admitted facts are that (i) there\nexisted the relationship of landlord and tenants between the parties which is\ncreated by the lease deed executed on 4th September 1997; (ii) notice of\ntermination under Section 106 of the Transfer of Property Act has been duly D\nC\nE\nserved and notice for enhancement of rent from time to time under Section\n6A of the Act had also been served; (iii) the rate of rent exceeded Rs. 3500\nper month when the notice under Section 106 of the Transfer of Property Act\nwas served; (iv) the rent was always tendered on behalf of all four brothers\nand not individually on behalf of any of them. Learned Single Judge of the\nHigh Court examined the matter in detail and found that in fact there was a\ncommon/composite tenancy and not individual tenancy created in favour of\nfour defendants each. Learned Single Judge also referred to certain\ncommunications referred to by appellants. One of the communications was of\nthe date August 19,1992 when a cheque for a sum of Rs. 42,500 as arrears\nof rent was tendered to the respondent No.1- plaintiff for the period from F\nApril 1, 1991 to August 31,1992 and the cheque was signed by only one\nperson i.e. Yashpal Mehra. In this connection, the plaintiff wrote a letter on\nSeptember 17,1992 that Yashpal Mehra is one of the tenants and he is not the\nonly tenant. From this letter an argument was sought to be raised that this\nwas not a composite tenancy but it was an individual tenancy. The learned\nJudge rightly commented that the letter did not indicate that there were separate\ntenancies. In fact, in the said letter, Yashpal Mehra was described as a co-\ntenant. Subsequently when a cheque for a sum of Rs. 60,000 was sent as rent\nfor the period from April 1, 1991 to May 31, 1993 the same was accepted\nby the landlady vide receipt dated May 24,1993. This cheque was tendered\non behalf of the four brothers. Therefore, the argument is advanced on the H\nG\nE\n666\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA basis of the letter dated September 17,1992 that it is not a case of admission\nas the plaintiff herself treated it as a separate tenancy. The learned Single\nJudge examined the matter and found that this subsequent cheque of Rs.\n60,000 was sent on behalf of four brothers. Therefore, one isolated letter\ndoes not change the character of the tenancy and accordingly, learned Single\nJudge found that there is admission on the part of the defendants that there\nis a joint tenancy and the rent exceeded more than Rs. 3500. Therefore, on\nthe admission of the defendants, learned Single Judge accepted the application\nunder Order XII Rule 6 C.P.C. and passed a decree for eviction. Aggrieved\nagainst the said order, the present Special Leave Petition has been filed.\nB\nC\nA caveat was filed on behalf of plaintiff respondent No.1. Therefore,\nboth the parties were heard at length. They have also filed their written\nsubmissions.\nThe only question that needs to be determined in the pesent case is\nwhether there was a joint tenancy or an individual tenancy. In order to decide\nD this basic question we have to peruse the lease deed which has been filed by\nthe parties in the Court, the execution and contents of which are not in\ndispute. The lease deed recital reads as under :\n“LEASE DEED\nThis lease deed made this 4th day of Sept. 1977 between Smt. Kamal\nSaroj Mahajan wife of Shri Madan Mohan Mahajan, r/oAsandh Road,\nPanipat, hereinafter called the lessor (which expression shall include\nunless repugnant to the context its heirs, successors, executors,\nadministrators and assigns of the one part.\nF\nG\nH\nAND\nS/Shri Charanjit Lal Mehra, Ashok Kumar Mehra, Ashwani Kumar\nMehra and Yash Pal Mehra all sons of late Shri Devi Dass Mehra\nr/o G-25, N.D.S.E.I, New Delhi (hereinafter called the lessees) which\nexpression shall include unless repugnant to the context its heirs,\nsuccessors, executors, administrators and assigns and shall include\npartnership firms and private limited companies in formation by the\npartners of the above said firms of the other part.\nWhereas the Lessor has agreed to let out of the \"Showroom-on-\nWestern side on the ground from together with the entire lot on the\nverandah of the commercial building No.E-1 and E-2 (facing main\nI\nC.L. MEHRA v. KAMAL SAROJ MAHAJAN [A.K. MATHUR, J.] 667\nRing Road) in the New Delhi South Extension Part-II, Market, New A\nDelhi known as Mahajan House, measuring about 1200 sq.ft and\nbounded as under:-\nNorth Main Ring Road\nSouth Shop No.E-3\nEast- Showroom of Escorts \u0026 Modelle\nWest Verandah and Road.\nHereinafter referred to as the \"Deemed Premises.\"\nAnd whereas the Lessees have agreed to take the demised premises\non lease on the covenants and conditions mutually agreed to and\nappearing hereinafter:\nNOW THIS DEED OF LEASE WITNESSETH AS UNDER :\nIn consideration of the rent hereby reserved and the covenants\nhereinafter contained to be observed and performed, the \"Lessor” do\nhereby grant to the Lessees ALL THAT the aforesaid demised premises\nmore particularly shown in the plan annexed hereto on a monthly rent\nof Rs. 2500 ( Rs. Two thousand five hundred only).\nThe above stipulated rent will include the ground rent ( if any) house\ntax and all other Government and Municipal Corporation rates, charges\nand taxes of all kinds which are payable by the lessor as owner or\nwhich may be levied by any Authority hereinafter on the Lessor as\nowner. All the taxes and all other Govt. and Municipal rates, charges\nand taxes of all kinds shall be payable by the Lessor.\nXx xx xx.\"\nA perusal of the lease deed clearly shows that the demised premises was\ntaken on monthly rent of Rs. 2500 by the sons of Late Devi Dass Mehra i.e.\nall the four brothers and it further says as follows:\n\"And whereas the Lessees have agreed to take the demised premises\non lease on the covenants and conditions mutually agreed to and\nappearing.\"\nB\nC\nD\nE\nF\nG\nTherefore, it clearly stipulates that this lease deed has been executed in favour\nof all the brothers jointly and it is a composite one and not individual one.\nDetailed perusal of the lease deed leaves no manner of doubt in the matter\nthat this was a composite and joint tenancy and it was executed on behalf of H\n1\n668\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA the landlady on the one side and all the four brothers on the other side. The\nrent stipulated in the lease deed is Rs. 2500 in toto. It is not disputed that the\ntotal rent now payable is more than Rs. 3500. It cannot be split up into four\nportions so as to bring the building within the fold of Rent Act. Therefore,\nwe are of opinion that the tenancy in question was a joint/ composite one and\nit is not an individual lease of the demised premises which is a show room\nand the defendants had to pay the rent jointly. This was the only basic\nquestion which needed to be determined and the learned Single Judge of the\nHigh Court has correctly appreciated the matter. The letters exchanged do not\nin any way demolish the admissions flowing from the lease deed which is the\nprimary document.\nB\nC\nLearned counsel made an alternative submission that the revision petition\nwas not maintainable and the lease deed is not registered one and therefore,\nit is not maintainable. None of these objections were raised by the defendants\nbefore the learned Single Judge. Even before the trial court, the non-registration\nof lease deed (which did not prescribe any term) was not put in issue. It is\nD only devised now to some how defeat and delay the eviction and possession\nE\nof the premises to the landlady. In fact, Order XII Rule 6, C.P.C. is enacted\nfor the purpose of and in order to expedite the trials if there is any admission\non behalf of the defendants or an admission can be inferred from the facts\nand circumstances of the case without any dispute; then, in such a case in\norder to expedite and dispose of the matter such admission can be acted\nupon. In the present case, looking at the terms of lease deed, there can be no\ntwo opinions that the tenancy was joint/ composite and not individual one.\nTherefore, on these admitted facts the view taken by learned Single Judge of\nthe High Court appears to be justified. In this connection, a reference may be\nmade to a decision of this Court in the case of Uttam Singh Duggal \u0026 Co.\nF Ltd. v. United Bank of India and Ors., reported in [2000] 7 SCC 120. Their\nLordships have held as follows:\nG\nH\n\"In the Objects and Reasons set out while amending Rule 6 of\nOrder 12 CPC it is stated that \"where a claim is admitted, the court\nhas jurisdiction to enter a judgment for the plaintiff and to pass a\ndecree on admitted claim. The object of the Rule is to enable the\nparty to obtain a speedy judgment at least to the extent of the relief\nto which according to the admission of the defendant, the plaintiff is\n.entitled.\"\nThe Supreme Court should not unduly narrow down the meaning\nof this Rule as the object is to enable a party to obtain speedy.\nC.L. MEHRA v. KAMAL SAROJ MAHAJAN [A.K. MATHUR. J.]\njudgment.\"\n669\nA\nTherefore, in the present case, as appearing to us, there is a clear\nadmission on behalf of the defendants that there existed a relationship of\nlandlord and tenants, the rent is more than Rs. 3500 and the tenancy is joint\nand composite one. As such on these admitted facts, there is no two opinion\nin the matter and the view taken by the learned Single Judge of the High B\nCourt appears to be correct and there is no ground to interfere in this Special\nLeave Petition and the same is dismissed:\nD.G.\nSLP dismissed.\n"}