{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL\n[SWATANTER KUMAR, J.]\n135\nA\n37. These are the issues which are no more res integra.\nThe consistent view of this Court has been that if the\nexplanation offered for the delayed examination of a particular\nwitness is plausible and acceptable and the Court accepts the\nsame as plausible, there is no reason to interfere with the\nconclusion arrived at by the Courts. This is the view expressed B\nin the case of Banti (supra). Furthermore, this Court has also\ntaken the view that no doubt when the Court has to appreciate\nevidence given by the witnesses who are closely related to the\ndeceased, it has to be very careful in evaluating such evidence\nbut the mechanical rejection of the evidence on the sole ground C\nthat it is that of an interested witness would inevitably relate to\nfailure of justice [Brathi (supra)]. In the case of Satish (supra),\nthis Court further held that the explanation offered by\nInvestigating Officer on being questioned on the aspect of\ndelayed examination by the accused has to be tested by the\nCourt on the touchstone of credibility. It may not have any effect\non the credibility of the prosecution evidence tendered by other\nwitnesses.\nD\n38. The delay in examination of witnesses is a variable\nE\nfactor. It would depend upon a number of circumstances. For\nexample, non-availability of witnesses, the Investigating Officer\nbeing pre-occupied in serious matters, the Investigating Officer\nspending his time in arresting the accused who are\nabsconding, being occupied in other spheres of investigation\nof the same case which may require his attention urgently and F\nimportantly, etc. In the present case, it has come in evidence\nthat the accused persons were absconding and the Investigating\nOfficer had to make serious effort and even go to various\nplaces for arresting the accused, including coming from West\nBengal to Delhi. The Investigating Officer has specifically G\nstated, that too voluntarily, that he had attempted raiding the\nhouses of the accused even after cornering the area, but of no\navail. He had ensured that the mutilated body parts of the\ndeceased reached the hospital and also effected recovery of\nvarious items at the behest of the arrested accused.\nН\n136 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA Furthermore, the witnesses whose statements were recorded\nthemselves belonged to the poor strata, who must be moving.\nfrom one place to another to earn their livelihood. The statement\nof the available witnesses like PW2, PW4, PW6, and the\ndoctor, PW16, another material witness, had been recorded at\nB the earliest. The Investigating Officer recorded the statements\nof nearly 28 witnesses. Some delay was bound to occur in\nrecording the statements of the witnesses whose names came\nto light after certain investigation had been carried out by the\nInvestigating Officer. In the present case, the examination of the\ninterested witnesses was inevitable. They were the persons\nwho had knowledge of the threat that was being extended to\nthe deceased by the accused persons. Unless their statements\nwere recorded, the investigating officer could not have\nproceeded with the investigation any further, particularly keeping\nthe facts of the present case in mind. Merely because three\nwitnesses were related to the deceased, the other witnesses,\nnot similarly placed, would not attract any suspicion of the court\non the credibility and worthiness of their statements.\nC\nD\n39. Some emphasis has been placed by the learned\nE counsel appearing for the appellants upon some patent defects\nin the prosecution case and the abnormal conduct of the\nprosecution witnesses. According to the counsel, it is very\nunnatural that related witnesses like PW2, PW4 and PW6 had\nnot informed the police when they lodged the missing diary\nF report with the Police Station that there was demand for money\nby the accused and that they had threatened the deceased with\ndire consequences if that demand was not satisfied.\nFurthermore, it is pointed out that nothing was sent by the\nInvestigating Officer to the Forensic Science Laboratory (FSL)\nG to provide any scientific link to the commission of the offence\nor corroboration of the case of the prosecution. The contention\nis that these are material defects and should normally result in\nacquittal of the accused.\nH\n40. We are not impressed by this contention of the learned\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 137\n[SWATANTER KUMAR, J.]\nD\ncounsel appearing for the appellants. We have already noticed A\nabove that the question of disbelieving the interested witnesses\n(family members of the deceased) does not arise. Their\nstatements are reliable and trustworthy. The fact that they did\nnot inform the Police while lodging the missing diary report\nabout the illegal demand for money by the accused persons B\nand that the accused had also threatened the deceased with\ndire consequences, is not a material omission. All the family\nmembers must have been under great mental stress as their\nhusband/brother had not returned home. It is also not factually\ncorrect to say that nothing of this kind was mentioned by these C\nrelated witnesses to the police at any stage. The Investigating\nOfficer, PW28, had specifically stated in his statement \"Jhantu\nDey stated to me that on 15.8.03 Uttam Das, Dipak Das,\nManoranjan Debnath, Ganesh, Chotka, Chor Bisu, Shyamal,\nSadhu, demanded Rs.40,000/- from Archideb Bhattacharjee in\nhis presence\". Of course, there are certain discrepancies in the\ninvestigation inasmuch as the Investigating Officer failed to send\nthe blood stained gunny bags and other recovered weapons\nto the FSL, to take photographs of the shops in question,\nprepare the site plan thereof, etc. Every discrepancy in\ninvestigation does not weigh with the Court to an extent that it\nnecessarily results in acquittal of the accused. These are the\ndiscrepancies/lapses of immaterial consequence. In fact, there\nis no serious dispute in the present case to the fact that the\ndeceased had constructed shops on his own land. These shops\nwere not the site of occurrence, but merely constituted a\nrelatable fact. Non-preparation of the site plan or not sending\nthe gunny bags to the FSL cannot be said to be fatal to the case\nof prosecution in the circumstances of the present case. Of\ncourse, it would certainly have been better for the prosecution\ncase if such steps were taken by the Investigating Officer. In G\nC. Muniappan v. State of Tamil Nadu [(2010) 9 SCC 567], this\nCourt has clearly stated the principle that the law on this issue\nis well settled that the defect in the investigation by itself cannot\nbe a ground for acquittal. If primacy is given to such designed\nor negligent investigations or to the omissions or lapses by H\nE\nF\n138 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA perfunctory investigation, the faith and confidence of the people\nin the criminal justice administration would be eroded. Similar\nview was taken by this Court in the case of Sheo Shankar\nSingh v. State of Jharkhand and Another [(2011) 3 SCC 654]\nwherein the Court held that failure of the investigating agency\nB to hold a test identification parade does not, in that view, have\nthe effect of weakening the evidence of identification in the\nCourt. As to what should be the weight attached to such an\nidentification is a matter which the court would determine in the\npeculiar facts and circumstances of each case. Similarly, failure\nto make reference to the FSL in the circumstances of the case\nis no more than a deficiency in the investigation of the case\nand such deficiency does not necessarily lead to a conclusion\nthat the prosecution case is totally unworthy of credit.\nC\nD\n41. As we are discussing the conduct of the prosecution\nwitnesses, it is important for the Court to notice the conduct of\nthe accused also. The accused persons were absconding\nimmediately after the date of the occurrence and could not be\narrested despite various raids by the police authorities. The\nInvestigating Officer had to go to different places, i.e., Sodhpur\nE and Delhi to arrest the accused persons. It is true that merely\nbeing away from his residence having an apprehension of\nbeing apprehended by the police is not a very unnatural conduct\nof an accused, so as to be looked upon as absconding per se\nwhere the court would draw an adverse inference. Paramjeet\nF Singh v. State of Uttarakhand [(2010) 10 SCC 439] is the\njudgment relied upon by the learned counsel appearing for the\nappellant. But we cannot overlook the fact that the present case\nis not a case where the accused were innocent and had a\nreasonable excuse for being away from their normal place of\nG residence. In fact, they had left the village and were not available\nfor days together. Absconding in such a manner and for such\na long period is a relevant consideration. Even if we assume\nthat absconding by itself may not be a positive circumstance\nconsistent only with the hypothesis of guilt of the accused\nbecause it is not unknown that even innocent persons may run,\nH\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 139\n[SWATANTER KUMAR, J.]\naway for fear of being falsely involved in criminal cases, but in A\nthe present case, in view of the circumstances which we have\ndiscussed in this judgment and which have been established\nby the prosecution, it is clear that absconding of the accused\nnot only goes with the hypothesis of guilt of the accused but also\npoints a definite finger towards them. This Court in the case of B\nRabindra Kumar Pal @ Dara Singh v. Republic of India\n[(2011) 2 SCC 490], held as under:\n\"88. The other circumstance urged by the prosecution was\nthat A-3 absconded soon after the incident and avoided\narrest and this abscondence being a conduct under\nSection 8 of the Evidence Act, 1872 should be taken into\nconsideration along with other evidence to prove his guilt.\nThe fact remains that he was not available for quite some\ntime till he was arrested which fact has not been disputed\nby the defence counsel. We are satisfied that before\naccepting the contents of the two letters and the evidence\nof PW 23, the trial Judge afforded him the required\nopportunity and followed the procedure which was rightly\naccepted by the High Court.\"\nC\nD\nE\nม.\nF\n42. Then it was also contended that circumstantial\nevidence is a very weak evidence and in the present case, the\ncomplete chain having not been established, the accused are\nentitled to acquittal. This argument again does not impress us.\nFirstly, we have discussed in some details that this is not purely\na case of circumstantial evidence. There are eye-witnesses\nwho had seen the scuffling between the deceased and the\naccused and the strangulation of the deceased by the accused\npersons and also the loading of the mutilated body parts of the\ndeceased contained in gunny bags into Maruti Van. Evidence\nestablishing the 'last seen together theory and the fact that\nafter altercation and strangulation of the deceased which was\nwitnessed by PW8, PW17 and PW19, the body of the\ndeceased was recovered in pieces in presence of the\nwitnesses, have been fully established. To a very limited extent, H\nG\n140 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA it is a case of circumstantial evidence and the prosecution has\nproved the complete chain of events. The gap between the time\nwhen the accused persons were last seen with the deceased\nand the discovery of his mutilated body is quite small and the\npossible inference would be that the accused are responsible\nB for commission of the murder of the deceased. Once the last\nseen theory comes into play, the onus was on the accused to\nexplain as to what happened to the deceased after they were\ntogether seen alive. The accused persons have failed to render\nany reasonable/plausible explanation in this regard.\nC\n43. Even in the cases of circumstantial evidence, the Court\nhas to take caution that it does not rely upon conjectures or\nsuspicion and the same should not be permitted to take the\nplace of legal proof. The circumstances from which the\nconclusion of guilt is to be drawn should in the first instance be\nD fully established and all the facts so established should be\nconsistent only with the hypothesis of guilt of the accused. The\ncircumstances should be of a conclusive nature and tendency\nand they should be such as to exclude every hypothesis but the\none proposed to be proved. {Ref. Mousam Singha Roy and\nE Others v. State of W.B. [(2003) 12 SCC 377]].\nF\nG\nH\n44. Accused Ganesh, in his statement under Section 313\nCr.P.C., admitted the fact that he was absconding even till the\ncharge-sheet was filed in the Court declaring him absconding\nand thereafter, he surrendered at the Police Station after\ncharges were framed. On a specific question as to what he had\nto say in this regard, except saying that it was correct, he gave\nno further explanation. This piece of evidence points towards\nlack of bona fides on the part of this accused. It may also be\nnoticed that all the accused only stated that they did not know\nanything. However, they did not dispute the period during which\nthey were stated to be absconding. This again is a\ncircumstance which, seen in the light of the prosecution\nevidence, points towards the guilt of the accused.\n45. Another argument advanced on behalf of accused\nSHYAMAL GHOSH v. STATE OF WEST BENGAL\n[SWATANTER KUMAR, J.]\n141\nC\nShyamal Ghosh is that he was not named in the FIR, was not A\nidentified in police custody and was also not named by PW8\nin his statement. As far as naming Shyamal Ghosh in the FIR\nis concerned, none of the accused was named in the FIR, which\nwas recorded on the statement of PW15. PW15 had only\ninformed about the recovery of the gunny bags containing the B\nhuman body parts. Thus, it was a case of blind murder at that\nstage and was so registered by the police. Coming to the fact\nthat this accused was not specifically named by PW8 in his\nstatement before the Court, we may notice that it is true that\nShyamal Ghosh was not named by the said witness. PW8 had\nonly named six accused persons but it is also to be noted that\nwhen he identified the accused persons present in the Court,\nhe specifically stated “the persons who were doing the mischief\nin that night are present in Court today (identified)\". PW17 had\nseen the altercation immediately preceding the strangulation of\nD\nthe deceased and he has clearly named Shyamal Ghosh in his\nstatement. Of course, this witness also had named six persons\nand according to this witness, the accused persons had asked\nhim to leave the place which he then did. PW19 had also\nsimilarly named six persons while not specifically naming the\naccused Shyamal but he also stated in his examination, \"The\npersons whom I saw in that night all are present in Court today\n(identified)\".\nE\nF\n46. This clearly shows that all the three eye-witnesses to\naltercation and strangulation named some of the accused\npersons while did not name others specifically. However, they\nidentified all the accused persons in the Court as the persons\nwho were present at the time of the mischief, altercation and\nstrangulation of the deceased. This Court in the case of Tika\nRam v. State of Madhya Pradesh [(2007) 15 SCC 760), while G\nrejecting the argument that the name of the accused is not\nmentioned in the FIR held that this would not by itself be\nsufficient to reject the prosecution case as against this accused.\nThe court further held that where the prosecution is able to\nestablish its case, such omission by itself would not be sufficient\nH\n142 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA to give benefit of doubt to the accused. In the present case, as\nalready discussed, the prosecution has been able to establish\nits case beyond reasonable doubt.\nB\nC\nD\n47. From the above discussion, it precipitates that the\ndiscrepancies or the omissions have to be material ones and\nthen alone, they may amount to contradiction of some serious\nconsequence. Every omission cannot take the place of a\ncontradiction in law and therefore, be the foundation for doubting\nthe case of the prosecution. Minor contradictions,\ninconsistencies or embellishments of trivial nature which do not\naffect the core of the prosecution case should not be taken to\nbe a ground to reject the prosecution evidence in its entirety. It\nis only when such omissions amount to a contradiction creating\na serious doubt about the truthfulness or creditworthiness of the\nwitness and other witnesses also make material improvements\nor contradictions before the court in order to render the\nevidence unacceptable, that the courts may not be in a position\nto safely rely upon such evidence. Serious contradictions and\nomissions which materially affect the case of the prosecution\nhave to be understood in clear contra-distinction to mere\nE marginal variations in the statement of the witnesses. The prior\nmay have effect in law upon the evidentiary value of the\nprosecution case; however, the latter would not adversely affect\nthe case of the prosecution. Another settled rule of appreciation\nof evidence as already indicated is that the court should not\nF draw any conclusion by picking up an isolated portion from the\ntestimony of a witness without adverting to the statement as a\nwhole. Sometimes it may be feasible that admission of a fact\nor circumstance by the witness is only to clarify his statement\nor what has been placed on record. Where it is a genuine\nG attempt on the part of a witness to bring correct facts by\nclarification on record, such statement must be seen in a\ndifferent light to a situation where the contradiction is of such a\nnature that it impairs his evidence in its entirety.\nH\n48. In terms of the explanation to Section 162 Cr.P.C.\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 143\n[SWATANTER KUMAR, J.]\nB\nwhich deals with an omission to state a fact or circumstance A\nin the statement referred to in sub-section (1), such omission\nmay amount to contradiction if the same appears to be\nsignificant and otherwise relevant having regard to the context\nin which such omission occurs and whether there is any\nomission which amounts to contradiction in particular context\nshall be a question of fact. A bare reading of this explanation\nreveals that if a significant omission is made in a statement of\na witness under Section 161 Cr.P.C., the same may amount\nto contradiction and the question whether it so amounts is a\nquestion of fact in each case. (Sunil Kumar Sambhudayal C\nGupta (Dr.) Vs. State of Maharashtra [(2010) 13 SCC 657] and\nSubhash Vs. State of Haryana [(2011) 2 SCC 715].\nD\n49. The basic element which is unambiguously clear from\nthe explanation to Section 162 CrPC is use of the expression\n'may'. To put it aptly, it is not every omission or discrepancy\nthat may amount to material contradiction so as to give the\naccused any advantage. If the legislative intent was to the\ncontra, then the legislature would have used the expression\n'shall' in place of the word 'may'. The word 'may' introduces\nan element of discretion which has to be exercised by the court E\nof competent jurisdiction in accordance with law. Furthermore,\nwhether such omission, variation or discrepancy is a material\ncontradiction or not is again a question of fact which is to be\ndetermined with reference to the facts of a given case. The\nconcept of contradiction in evidence under criminal\njurisprudence, thus, cannot be stated in any absolute terms and\nhas to be construed liberally so as to leave desirable discretion\nwith the court to determine whether it is a contradiction or\nmaterial contradiction which renders the entire evidence of the\nwitness untrustworthy and affects the case of the prosecution G\nmaterially.\n50. Then, it is also contended and of course with some\nvehemence that where the prosecution is relying upon the last\nseen theory, it must essentially establish the time when the\nF\nH\n144 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA accused and deceased were last seen together as well as the\ntime of the death of the deceased. If these two aspects are not\nestablished, the very application of the 'last seen theory' would\nbe impermissible and would create a major dent in the case\nof the prosecution. In support of this contention, reliance is\nB placed upon the judgment of this Court in the case of S.K. Yusuf\nv. State of West Bengal [(2011) 11 SCC 754].\n51. Application of the 'last seen theory' requires a possible\nlink between the time when the person was last seen alive and\nthe fact of the death of the deceased coming to light. There\nC\nshould be a reasonable proximity of time between these two\nevents. This proposition of law does not admit of much excuse\nbut what has to be seen is that this principle is to be applied\ndepending upon the facts and circumstances of a given case.\nThis Court in para 21 of Yusuf's case (supra) while referring to\nthe case of Mohd. Azad @ Samin v. State of West Bengal\n[(2008) 15 SCC 449] and State through Central Bureau of\nInvestigation Vs. Mahender Singh Dahiya [(2011) 3 SCC\n109], held as under:-\nD\n.E\nFL.\nG\n\"21. The last seen theory comes into play where the time\ngap between the point of time when the accused and the\ndeceased were last seen alive and when the deceased\nis found dead is so small that possibility of any person\nother than the accused being the author of the crime\nbecomes impossible. (Vide Mohd. Azad v. State of W.B\nand State v. Mahender Singh Dahiya)”\n52. The reasonableness of the time gap is, therefore, of\nsome significance. If the time gap is very large, then it is not\nonly difficult but may even not be proper for the court to infer\nthat the accused had been last seen alive with the deceased\nand the former, thus, was responsible for commission of the\noffence. The purpose of applying these principles, while\nkeeping the time factor in mind, is to enable the Court to\nexamine that where the last seen together and the time when\nH. the deceased was found dead is short, it inevitably leads to the\n"}