{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL 115\n[SWATANTER KUMAR, J.]\nC\nafter visiting Chandan Dey on the night of 29th September, A\n2003, his wife and elder brother had gone to the house of\nChandan Dey at Ghola where they came to know that at about\n11.00 p.m. he had left for his own home after collecting the\nmoney from him. Having come to know of that fact, the wife and\nbrother of the deceased went to the Police Station and lodged B\na missing diary report being G.D. No. 1163 dated 30th\nSeptember, 2003 whereafter, as already noticed, they were\ncalled to the Police Station for identifying the dead body of\nArchideb Bhattarcharjee on 1st October, 2003. During the\ncourse of investigation, it was also revealed that before the\ndate of occurrence, the eight accused persons led by Uttam\nDas, Panchanan and Mou @ Dipak had demanded Rs.40,000/\n- from Archideb Bhattarcharjee towards 'Tola Mastani Salami'\nin relation to construction of six shop rooms on his own land\nfor letting the same. Archideb had refused to succumb to this\nillegal demand. The accused persons had then threatened him\nwith dire consequences. Archideb Bhattarcharjee was once\ncalled to the premises of the local East Bengal Bayam Samiti\nClub also where he was threatened. The accused persons had\nalso visited the house of Archideb several times for demanding\nmoney and, lastly, they had come to the house of Archideb on\n27th September, 2003 and threatened that if their demand of\nRs.40,000/- was not fulfilled within one day, they would murder\nhim.\nD\nE\n8. On 1st October, 2003, the driver of the Maruti Van, F\nnamely, Manik Das was arrested by the Police on the basis of\na telephonic information that dead body of the deceased was\ncarried in the said Maruti Van. Manik Das then made a\nstatement to the Police and the Maruti Van was recovered on\n13th October, 2003 from the car parking place of Sushil\nChakraborty at Kalitala Ghosh Para. The said Manik Das also\nmade a statement under Section 164 of the Code of Criminal\nProcedure, 1973 (for short, the 'CrPC) before the Court of\ncompetent jurisdiction. Accused Uttam Das, Dipak Das @ Mou\nand Manoranjan Debnath @ Behari, who were absconding\nG\nH\n116 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA were apprehended at Delhi with the help of the Police at Tilak\nMarg Police Station. These three accused persons were\nbrought to Calcutta by the Investigating Officer and upon being\nproduced before the Court on 16th October, 2003, they were\nremanded to police custody by the Court. During their custody\nB and at their statement, the Avon Cycle which was driven by the\ndeceased, was recovered from an abandoned place near\nAgarpara Railway Station. On 4th November, 2003, accused\nBishu Saha was arrested by the police from Highland, Sodhpur\nand produced before the Court. He was taken into custody.\nLater on, even the other accused, namely, Shyamal Ghosh and\nSatyajit Das were arrested from Sodhpur. However, despite its\nbest efforts, the Police was not able to arrest accused Ganesh\nDas and Panchanan Tarafdar @ Chotka and declared them\nabsconders. Charge sheet against all other six accused was\nfiled. However, at a subsequent stage, even the said two\nabsconding accused were arrested by the Police and produced\nbefore the Court and they also were charged with the same\noffences.\nC\nD\n9. Thus, all the accused were charged with the afore-\nE stated offences and subjected to face trial before the Court of\ncompetent jurisdiction. After evidence of the prosecution was\nclosed, the incriminating material was put to the accused and\ntheir statements under Section 313 of the Cr.P.C. were\nrecorded. As already noticed, thereafter, the accused were\nF convicted by the Trial Court and upon appeal before the High\nCourt, they were acquitted of the offence under Section 379 IPC\nbut sentenced to life imprisonment for the offence under Section\n302 read with Section 34 IPC and were also sentenced for\nother offences, as indicated supra.\nG\nH\n10. It will be appropriate to refer to the contentions raised\nbefore this Court by the learned counsel appearing for the\nrespective accused persons. The contentions are:\ni. The crucial witnesses of the prosecution, particularly\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 117\nii.\niii.\niv.\nV.\nvi.\n[SWATANTER KUMAR, J.]\nPW8, Binode Mallick, PW17, Amal Ray and PW19, A\nKali Das have not named accused Shyamal Ghosh.\nBesides, these witnesses are not reliable and their\nstatements could not form the basis of conviction\nof the accused persons. In fact, PW17, Amal Ray\nis a tutored witness as he was in police custody for\nthree days before his statement was recorded.\nThe present case being a case of circumstantial\nevidence does not establish the complete chain of\nevents so as to substantiate the conviction of the\naccused.\nPW9, Haru Das, has not named any of the accused\nand the disposal of the dead body which is a\nmaterial circumstance has not been proved in\naccordance with law and, therefore, the conviction\nof the accused persons is ill-founded.\nB\nC\nD\nAccused Shyamal Ghosh was not identified in the\ntest identification parade and only accused Satyajit\nDas @ Sadhu's identity could be established. As E\nsuch, Shyamal Ghosh is not even proved to be\nconnected with the commission of the crime.\nThe driver of the Maruti Van, Manik Das was never\nproduced before the Court for cross-examination\nand, therefore, statement under Section 164 of the\nCrPC of the said witness is inconsequential.\nThe evidence against the accused is very weak and\nnothing has been recovered from the accused\nShyamal Ghosh. Since no specific role is\nattributable to Shyamal and even to other accused\npersons, the conviction under Section 302 read with\nSection 34 IPC is not sustainable, particularly\nagainst accused Shyamal.\nvii. There has been considerable delay, varying from\nF\nG\nH\nA\nB\nс\nD\nE\nLL\nF\n☐ G\n☐ H\n118\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\n3 days to 20 days, in recording the statement of the\nprosecution witnesses and, as such, the possibility\nof the witnesses not speaking the truth cannot be\nruled out. These witnesses were informed about\nwhat statement to make prior to recording of their\nrespective statements.\nviii. PW8, Binode Mallick and PW19, Kali Das cannot\nbe believed as they are chance witnesses.\nStatement of PW8 was recorded after a delay of\n21 days. He did not disclose the name of anyone.\nix.\nX.\nxi.\nxii.\nConduct of the prosecution witnesses including the\nfamily members of the deceased is abnormal. No\nPolice report was lodged despite a specific case\nof the prosecution that the accused persons had\ncome to the house of the deceased on a number\nof occasions for demanding money and had even\nthreatened to murder the deceased.\nThe fact that the prosecution has failed to establish\nthe time of death of the deceased would lead to one\nirresistible conclusion that the prosecution has not\nbeen able to establish its case beyond reasonable\ndoubt.\nThe statement of the accused under Section 313\nof the CrPC cannot be used against the accused.\nReliance by the courts below upon such statement\nis, therefore, improper and illegal.\nThe recoveries effected from the accused persons,\nif any, including even that from Manoranjan Debath\n@ Behari, are contrary to law and are, therefore,\ninadmissible. In fact, the seizure memos were got\nsigned on blank papers.\nxiii. There is no common intention and participation by\n$\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 119\n[SWATANTER KUMAR, J.]\nall the accused persons. Resultantly, the ingredients A\nof Section 34 IPC are not satisfied.\nB\n11. While collectively responding to the above arguments\nraised on behalf of the different accused persons, the learned\ncounsel appearing for the State contended that there existed\na clear motive for committing the crime, i.e., demand of money.\n12. The present case is not a case of circumstantial\nevidence simpliciter. According to the case of the prosecution,\nthere are eye-witnesses to different events that had taken place.\nThese witnesses are reliable and trustworthy. They are neither C\ntutored nor stalked or interested witnesses. The background of\nthe accused persons, their conduct in absconding immediately\nafter the occurrence and statement of the accused under\nSection 313 CrPC fully support the case of the prosecution.\nEven if some witnesses had turned hostile or there existed D\ncertain minor defects in the investigation, the accused persons\ncannot derive any advantage therefrom. According to the\nlearned counsel, defective investigation normally would not\nprove fatal to the case of the prosecution and even delay in\nexamination of witnesses per se would not render statement\nof a witness unreliable. Once the entire prosecution evidence\nis cumulatively examined, the ingredients of Section 34 IPC are\nfully satisfied.\nProsecution Evidence\n13. Before we proceed to dwell upon the merits or\notherwise of the contentions raised before us, it will be\nnecessary for the Court to examine the entire prosecution\nevidence at a glance.\n14. In the present case, the investigative machinery was\nset into motion by two different facts. Firstly, Exhibit 15, which\nis the missing diary report lodged by the wife of the deceased\nLily Bhattacharjee PW4, and brother of the deceased Arindam\nBhattacharjee, PW6 on 30th September, 2003 and secondly,\nE\nF\nG\nI\n120 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA the FIR, Ext. 12, lodged by PW15, Apu @ Sukalyan Mukherjee\non 1st October, 2003. No action appears to have been taken\non the former while the Investigating Officer commenced his\ninvestigation on the basis of the latter.\nB\nC\nAccording to PW15, on 30th September, 2003 at about\n10.00 p.m. when he went to the Electric Tower situated at\nDangla Disla by the side of Barrackpore Dum Dum Express,\nPatulia Barabagan in front of garden of Tapan Santra he\nnoticed two bags containing different parts of a human dead\nbody upon which he informed the police and lodged a complaint\nat Khardah Police Station. One Indrajit Sen had written the\ncomplaint, Exhibit 10, which bore the signatures of PW15 at\nExhibit 10/1. If one looks at the content of Ext. 10, per se, it is\nnot evident as to by whom and how the offence was committed.\nIt is a settled principle of law that FIR is not a substantive piece\nD of evidence. However, during the course of investigation, the\nstory leading to the commission of the crime got unfolded and\npointed towards the guilt of the accused with certainty.\nF\n15. According to PW4 and PW6, the deceased used to\nE earn his livelihood through private tuitions and also used to deal\nin clothing. The elder brother of the deceased was employed\nin a private firm and both of them had built six shop rooms on\ntheir own land in front of the house where they were residing,\nfor the purpose of letting out. Particularly according to PW4,\nUttam Das, Mou @ Dipak Das, Chhotka @ Panchanan\nTarafdar had demanded Rs.40,000/- from her husband towards\n'Mastani Salami'. The deceased had expressed his inability to\npay the said amount. Thereafter, Uttam Das, Mou and Chotka\nhad called the deceased to the club premises of West Bengal\nBayan Samiti. The deceased went there and agreed to pay a\nsum of Rs.2,000/- which was not accepted by the accused and\nthey threatened the deceased with dire consequences, if their\ndemand of Rs.40,000/- was not satisfied. Uttam Das,\nPanchanan @ Chotka, Ganesh Sadhu, Shyamal Ghosh, Dipak\nDas Chor Bishu, Manoranjan came to the house of the\nG\nH\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 121\n[SWATANTER KUMAR, J.]\nA\ndeceased two or three times and threatened even her mother-\nin-law, the deceased and his brother with dire consequences\nif the demand was not fulfilled. According to this witness, on\n27th September, 2003, Uttam Das along with his associates\nhad come to their house and extended a similar threat. They\ninformed about this incident to political leaders, party officers B\nand to the people and were assured of proper help by them.\nOn 29th of September, 2003 at about 9.p.m., the deceased\nwent to the house of Chandan Dey at Ghola Gouranganagar\nby an Avon cycle to collect money in connection with his\nbusiness. He did not return at night. Therefore, they went to C\nChandan's house on the next morning and came to know that\nthe deceased had come there in the night and after collecting\nmoney, he had returned therefrom on that very day. This\nresulted in lodging of the afore-noted missing diary report at\nthe Ghola Police Station by PW6. On 1st October, 2003, PW4\nand PW6 both were called to the Police Station to identify the\ndead body which, as noted above, had been recovered as per\nthe statement of PW15. It may be noticed that according to\nPW4 the deceased was wearing four rings, HMT watch and was\ncarrying cash and other papers with him on the night of 29th\nSeptember, 2003. After identifying the body at the Police\nStation, it was clear that the accused persons had, after\nmurdering the deceased, cut the body of the deceased into\npieces and packed the same in gunny bags with an intention\nto destroy the evidence. PW4 and PW6 both identified the\napparels of the deceased as well as the accused persons in\nCourt. PW4 also stated that she had identified the accused\npersons even at the Police Station.\nD\nE\nF\n16. Now, we have to examine the prosecution evidence\nas to the manner in which the occurrence took place and the G\nstatements of the witnesses that are relevant for that purpose.\nPW8, Binode Mallick, is stated to be an eye-witness to the\nassault caused by the accused upon the deceased. This\nwitness stated that at the relevant time he was running a tea\nstall near Sandhya Cinema Hall at Khardah and also supplied H\nC\n122 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA biscuits to the shops at Panchanantala Market and Bhanur\nMore. On 29th September, 2003 at about 12.00 a.m in the night,\nhe was returning to his home from Panchanan Tala, after making\ntagada. When he reached near Goshala Field he saw that\nUttam, Chotka, Mou, Chorbisu, Sadhu and Ganesh were\nB assaulting a fat person, whom he knew as Archideb\nBhattacharjee, by strangulating him with a gumcha and were\ntaking the deceased towards Goshala Field. He asked them\nthe reason for the same and they told him to leave the place\nas it was their internal matter. The deceased was saying 'save\nme save me'. PW8 then left that place. After two days he came\nto know that the said person had been murdered and his body\nhad been cut into pieces and was left near the Kalyani Road\nHighway. The witness identified the accused persons as the\nones who were doing the mischief on that night. In his cross-\nexamination, he clearly denied the suggestion that he was\ndeposing falsely or that he had any friendship or intimacy with\nthe accused persons. The witness also stated that he did not\nknow the name of the deceased prior to the date of occurrence\nand, in fact, he came to know of the same from the television\nafter two days of the incident. In his cross-examination, he also\nE\nstated that about 10.45 p.m., he had reached Bhanur More and\nwithin 5-10 minutes, he reached Panchanan Tala Market and\nhad spent nearly an hour at Panchanan Tala Market for\ncollecting money from the said shop owners and after getting\npayment he started for his home.\nD\nF\n17. PW 17, Amal Ray, is another witness to the altercation\nthat took place between the deceased and Uttam Das and his\nassociates including Shyamal, Sadhu, Bihari, Ganesh,\nManoranjan, Mou. According to this witness, he had seen the\nG altercation between them. When he was watching the incident,\nhe was asked to leave the place by the accused persons, which\nhe did and thereafter on the next day, he heard about the death\nof Archideb Bhattacharjee. His statement was recorded by the\nPolice three days after the incident. This witness also identified\nthe accused in the Court. In his cross-examination, he\nH\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 123\n[SWATANTER KUMAR, J.]\nspecifically denied the suggestion that he had not witnessed A\nthe incident in question.\n18. The next witness whose statement has a direct bearing\non this aspect is PW19, Kali Das, who is a resident of Nandan\nKanan. This witness stated before the Court that on 29th\nSeptember, 2003 at about 11.30 p.m. while he was returning\nfrom Rashmoni More, he found that a Jhamela was going on\nnear Battalla of Nandan Kanan in between Archided and Uttam,\nPanchanan, Bisu, Bihari, Chotka, Mou and scuffling was going\non between them. Uttam and Bishu threatened him, therefore,\nhe left the place. Two days after the incident, he learnt about\nthe recovery of body parts of Archideb Bhattacharjee. He also\nidentified all the accused in the Court. It needs to be noticed\nthat according to this witness, all the persons whom he had\nseen on that night were present in the Court and he identified\nthem.\nB\nC\nD\n19. In his statement, he had not specifically given the name\nof Shyamal Ghosh and Ganesh. In his cross-examination, he\nadmitted that he was taken into police custody at about 10 a.m.\non the next date and was released by the Police after four days. E\nHe admitted that he did not give the names of the accused\npersons' father to the police. He further stated that he had not\ngone to the Police Station on 29th September, 2003 to report\nabout the Jhamela. Moreover, the Investigating Officer in his\nstatement as PW28 had stated that on 1st October, 2003, he F\nhad examined Arindam Bhattacharjee at Police Station and he\nhad also examined various relations of the deceased. He\ndenied that Amal Ray, PW17 was in custody. In fact, according\nto him when he was going on his way to meet Amal Ray, he\nhad the occasion to meet him and had examined him but did\nnot bring him to the Police Station.\n20. This is the direct evidence in relation to the altercation\n(Jhamela) between the accused and the deceased and the\nsubsequent strangulation of the deceased. The necessary\ninference that follows is that on the day of the incident, the\nG\nH\n124 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA deceased was killed and his body was disposed of, as stated\nby the prosecution witness noted above, by cutting the same\ninto pieces, putting it in gunny bags and abandoning these\nbags at a deserted place.\nB\n21. The next circumstance in the chain of events is the\nevidence relating to dismembering of the corpse and its\ndisposal by the accused persons. Let us examine that evidence\nnow.\n22. P./7, Prakash Chowdhury, is a witness to this incident.\nC According to him, on 30th September, 2003, at about 9.00 p.m.\nhe was returning along Goshala field Bhanur More after making\ntagada in connection with his business. While returning, he\nfound Uttam and Mou standing by the side of a Maruti Van and\nthen Sadhu, Chotka, Chorbisu, Shyamal and Manoranjan were\nD taking inside the said steel coloured Maruti Van, parts of human\ndead body contained in gunny bags. He identified the accused\npersons in the court. He further stated that his statement was\nrecorded by the Police, 20 to 22 days after the date of the\nincident. In his cross examination, certain doubts were created\nE about the manner in which he was conducting his business, i.e.,\nsale and distribution of electric bulbs.\nF\n23. PW9, Haru Das, is a rickshaw puller and he parks his\nrickshaw at the Rickshaw stand at Bhanuthakures More.\nAccording to him, two days prior to the day of Durga Pooja\nnearly two years back, when he was sitting at the rickshaw\nstand, he saw that a steel coloured Maruti Van stopped near\nGoshala field and four-five bags containing parts of a human\nbody were being loaded in the Maruti Van from the side of\nGoshala field by accused Uttam, Mou, Chotka, Bisu, Ganesh\nG and Bihari. All the accused persons who were present in the\nCourt were identified by this witness. According to this witness,\nthe accused persons used to travel in his rickshaw and paid\nthe exact fair. After putting the body into the van, the van went\naway towards Rashmoni More. The witness specifically stated\nH that subsequently, he was threatened by Uttam Das and his\n"}