{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL 145\n[SWATANTER KUMAR, J.]\ninference that the accused person was responsible for A\ncommission of the crime and the onus was on him to explain\nhow the death occurred.\n53. In the facts of the present case, the factor of time does\nnot play such a significant role because it is a case where there\nwere eye-witnesses to the strangulation of the deceased by the\naccused, and therefore, it may not be expected of the\nprosecution to show the time of last seen and death, by leading\nindependent evidence. PW-17 is the witness to the altercation\nbetween the accused and the deceased. PW-8 is the witness\nto the strangulation of the deceased by the accused persons.\nBesides, PW-7, PW-9 and PW-11 are witnesses to the loading\nof the gunny bags containing human body parts in the Maruti\nVan by the accused. Thus, these facts have been established\nby independent witnesses. None of these witnesses is a\nrelation or a witness inimical towards the accused. It has come\non record that the occurrence had taken place on 29th\nSeptember, 2003 at midnight. There may be some variation\n(5 to 10 minutes) in the time stated by different witnesses as\nto when the occurrence took place. From their statements, it is\nclear that by and large, they have given approximately the same\ntime with reasonable variation, which is primarily for the reason\nthat the accused persons and deceased were seen by the\nwitnesses at different places. We have already held that these\ndiscrepancies do not amount to any material contradiction.\nThus, the time of death stands clearly established between\n11.30 pm to 12.00 am on 29th/30th September, 2003.\nThereafter, it was the act of disposal of the body of the\ndeceased which attracts the offence under Section 201 IPC.\n54. As far as the death of the deceased is concerned,\nthere was hardly any time gap between the two incidents, i.e.\nthe last seen alive and the fact of death of the deceased\nbecoming known. All the events occurred between 11.00 p.m.\nto 12.00 a.m. at midnight of 29th September, 2003. Thus, the\ncontention raised on this ground is entirely without any merit.\nB\nC\nD\nE\nF\nG\nH\nA\n146\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\n55. On behalf of accused Shyamal, it was also contended\nthat despite the identification parade being held, he was not\nidentified by the witnesses and also that the identification\nparade had been held after undue delay and even when details\nabout the incident had already been telecasted on the\nB television. Thus, the Court should not rely upon the identification\nof the accused persons as the persons involved in the\ncommission of the crime and they should be given the benefit\nof doubt.\nC\nD\nLL\nF\n56. The whole idea of a Test Identification Parade is that\nwitnesses who claim to have seen the culprits at the time of\noccurrence are to identify them from the midst of other persons\nwithout any aid or any other source. The test is done to check\nupon their veracity. In other words, the main object of holding\nan identification parade, during the investigation stage, is to\ntest the memory of the witnesses based upon first impression\nand also to enable the prosecution to decide whether all or any\nof them could be cited as eyewitnesses of the crime.\n57. It is equally correct that the CrPC does not oblige the\nE investigating agency to necessarily hold the Test Identification.\nParade. Failure to hold the test identification parade while in\npolice custody, does not by itself render the evidence of\nidentification in court inadmissible or unacceptable. There have\nbeen numerous cases where the accused is identified by the\nwitnesses in the court for the first time. One of the views taken\nis that identification in court for the first time alone may not form\nthe basis of conviction, but this is not an absolute rule. The\npurpose of the Test Identification Parade is to test and\nstrengthen the trustworthiness of that evidence. It is accordingly\nconsidered a safe rule of prudence to generally look for\ncorroboration of the sworn testimony of the witnesses in court\nas to the identity of the accused who are strangers to them, in\nthe form of earlier identification proceedings. This rule of\nprudence is, however subjected to exceptions. Reference can\nbe made to Munshi Singh Gautam v. State of M.P.[(2005) 9\nG\nH\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 147\n[SWATANTER KUMAR, J.]\nSCC 631], Sheo Shankar Singh v. State of Jharkhand and Anr. A\n[(2011) 3 SCC 654].\n58. Identification Parade is a tool of investigation and is\nused primarily to strengthen the case of the prosecution on the\none hand and to make doubly sure that persons named\naccused in the case are actually the culprits. The Identification\nParade primarily belongs to the stage of investigation by the\npolice. The fact that a particular witness has been able to identify\nthe accused at an identification parade is only a circumstance\ncorroborative of the identification in court. Thus, it is only a\nrelevant consideration which may be examined by the court in\nview of other attendant circumstances and corroborative\nevidence with reference to the facts of a given case.\nB\nC\n59. In the present case, certainly Shyamal Ghosh, accused\nwas not identified at the time of Test Identification Parade held D\non 28th November, 2003. However, Sadhu @ Satyajit Das was\nidentified. PW-14 is the learned Judicial Magistrate who had\nrecorded the statement of Manik Das under Section 164 CrPC\nas well as held the Identification Parade on 28th November,\n2003. Other accused were neither subjected to Identification E\nParade nor could the question of identifying them arise. The\nmere fact that Shyamal Ghosh accused was not identified by\nManik Das is not of great relevancy in the present case. Firstly,\nfor the reason that Manik Das was never examined as a witness\nin the court and even his statement under Section 164 CrPC\nhas not been relied upon by any court while convicting the\naccused. Secondly, not only one, but all the witnesses i.e. PW-\n7, PW-8, PW-9, PW-11, PW-17 and PW-19, duly identified the\naccused in Court and they did so without any demur or\nhesitation. Manik Das was a person who himself was under a\nthreat and was asked to take the gunny bags for their disposal\nnear the Barrackpore Dum Dum Highway. Thus, we are of the\nconsidered view that non-identification of Shyamal Ghosh by\nManik Das is inconsequential in the present case.\nF\nG\n60. We may notice at this stage that having returned a H\n148 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA finding that prosecution has been able to prove its case beyond\nreasonable doubt on the strength of the oral and documentary\nevidence produced by the prosecution, without taking into\nconsideration the statement of Manik Das made under Section\n164 CrPC., it is not necessary for us to examine whether the\nstatement of Manik Das under Section 164 CrPC is admissible\nin evidence and what its evidentiary value is. The question of\nlaw is whether the statement recorded under Section 164 CrPC\ncan be relied upon by the prosecution in a given case or not.\nWe leave this question open.\nB\nC\n61. Lastly, it was contended that the provisions of Section\n34 IPC are not attracted in the present case as the prosecution\nhas not been able to prove either common intention or\nparticipation of the accused persons in the commission of the\ncrime. Resultantly, they could not have been held guilty of the\nD offence under Section 302 read with Section 34 IPC. Before\nE\nF\nG\nH\nwe discuss the evidence relevant to this aspect of the case,\nlet us examine the law in relation to ingredients and application\nof Section 34 IPC.\n62. In a very recent judgment of this court in the case Nand\nKishore v. State of Madhya Pradesh [(2011) 12 SCC 120],\nthis Court discussed the ambit and scope of Section 34 IPC\nas well as its applicability to a given case as under :\n\"20. A bare reading of this section shows that the section\ncould be dissected as follows:\n(a) Criminal act is done by several persons;\n(b) Such act is done in furtherance of the common intention\nof all; and\n(c) Each of such persons is liable for that act in the same\nmanner as if it were done by him alone.\nIn other words, these three ingredients would guide the\ncourt in determining whether an accused is liable to be\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 149\n[SWATANTER KUMAR, J.]\nconvicted with the aid of Section 34. While first two are A\nthe acts which are attributable and have to be proved as\nactions of the accused, the third is the consequence. Once\nthe criminal act and common intention are proved, then by\nfiction of law, criminal liability of having done that act by\neach person individually would arise. The criminal act, B\naccording to Section 34 IPC must be done by several\npersons. The emphasis in this part of the section is on the\nword \"done\". It only flows from this that before a person can\nbe convicted by following the provisions of Section 34, that\nperson must have done something along with other C\npersons. Some individual participation in the commission\nof the criminal act would be the requirement. Every\nindividual member of the entire group charged with the aid\nof Section 34 must, therefore, be a participant in the joint\nact which is the result of their combined activity.\nD\nE\n21. Under Section 34, every individual offender is\nassociated with the criminal act which constitutes the\noffence both physically as well as mentally i.e. he is a\nparticipant not only in what has been described as a\ncommon act but also what is termed as the common\nintention and, therefore, in both these respects his\nindividual role is put into serious jeopardy although this\nindividual role might be a part of a common scheme in\nwhich others have also joined him and played a role that\nis similar or different. But referring to the common intention,\nit needs to be clarified that the courts must keep in mind\nthe fine distinction between \"common intention\" on the one\nhand and “mens rea\" as understood in criminal\njurisprudence on the other. Common intention is not alike\nor identical to mens rea. The latter may be coincidental G\nwith or collateral to the former but they are distinct and\ndifferent.\n22. Section 34 also deals with constructive criminal liability.\nIt provides that where a criminal act is done by several\nF\nI\nA\nB\nс\nD\nE\nF\n☐ G\n150\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\npersons in furtherance of the common intention of all, each\nof such persons is liable for that act in the same manner\nas if it was done by him alone. If the common intention\nleads to the commission of the criminal offence charged,\neach one of the persons sharing the common intention is\nconstructively liable for the criminal act done by one of\nthem. (Refer to Brathi v. State of Punjab.)\n23. Another aspect which the court has to keep in mind\nwhile dealing with such cases is that the common intention\nor state of mind and the physical act, both may be arrived\nat the spot and essentially may not be the result of any\npredetermined plan to commit such an offence. This will\nalways depend on the facts and circumstances of the case,\nlike in the present case Mahavir, all alone and unarmed\nwent to demand money from Mahesh but Mahesh, Dinesh\nand Nand Kishore got together outside their house and as\nis evident from the statements of the witnesses, they not\nonly became aggressive but also committed a crime and\nwent to the extent of stabbing him over and over again at\nmost vital parts of the body puncturing both the heart and\nthe lung as well as pelting stones at him even when he fell\non the ground. But for their participation and a clear frame\nof mind to kill the deceased, Dinesh probably would not\nhave been able to kill Mahavir. The role attributable to each\none of them, thus, clearly demonstrates common intention\nand common participation to achieve the object of killing\nthe deceased. In other words, the criminal act was done\nwith the common intention to kill the deceased Mahavir.\nThe trial court has rightly noticed in its judgment that all the\naccused persons coming together in the night time and\ngiving such serious blows and injuries with active\nparticipation shows a common intention to murder the\ndeceased. In these circumstances, the conclusions arrived.\nat by the trial court and the High Court would not call for\nany interference.\nH\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 151\n[SWATANTER KUMAR, J.]\nB\n24. The learned counsel appearing for the appellant had A\nrelied upon the judgment of this Court in Shivalingappa\nKallayanappa v. State of Karnataka to contend that they\ncould not be charged or convicted for an offence under\nSection 302 with the aid of Section 34 IPC. The said\njudgment has rightly been distinguished by the High Court\nin the judgment under appeal. In that case, the Supreme\nCourt had considered the role of each individual and\nrecorded a finding that there was no common object on\nthe part of the accused to commit murder. In that case, the\nCourt was primarily concerned with the common object C\nfalling within the ambit of Section 149 IPC. In fact, Section\n34 IPC has not even been referred to in the aforereferred\njudgment of this Court.\n25. Another case to which attention of this Court was\ninvited is Jai Bhagwan v. State of Haryana. In that case\nalso, the Court had discussed the scope of Section 34 IPC\nand held that common intention and participation of the\naccused in commission of the offence are the ingredients\nwhich should be satisfied before a person could be\nconvicted with the aid of Section 34 IPC. The Court held\nas under: (SCC p. 107, para 10)\nD\nE\n\"10. To apply Section 34 IPC apart from the fact that\nthere should be two or more accused, two factors\nmust be established: (1) common intention and (ii) F\nparticipation of the accused in the commission of\nan offence. If a common intention is proved but no\novert act is attributed to the individual accused,\nSection 34 will be attracted as essentially it involves\nvicarious liability but if participation of the accused\nin the crime is proved and a common intention is\nabsent, Section 34 cannot be invoked. In every\ncase, it is not possible to have direct evidence of\na common intention. It has to be inferred from the\nfacts and circumstances of each case.\"\nG\nH\nA\nB\nс\n152 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\n26. The facts of the present case examined in the light of\nthe above principles do not leave any doubt in our minds\nthat all the three accused had a common intention in\ncommission of this brutal crime. Each one of them\nparticipated though the vital blows were given by Dinesh\nDhimar. But for Mahesh catching hold of the arms of the\ndeceased, probably the death could have been avoided.\nNand Kishore showed no mercy and continued pelting\nstones on the deceased even when he collapsed to the\nground. The prosecution has been able to establish the\ncharge beyond reasonable doubt.\"\n63. In the case of Lallan Rai and Others v. State of Bihar\n[(2003) 1 SCC 268], this Court noticed the dominant feature\nfor attracting the applicability of Section 34 IPC and dealt with\nthe case where the contention was that several persons may\nD have similar intention, yet they may not have common intention\nin furtherance to which they participated in an action. The court\nnoticed as under:-\nE\nF\n☐ G\n☐ H\n\"17. In para 44 of the judgment in Suresh this Court (the\nmajority view) stated: (SCC pp. 689-90)\n\"44. Approving the judgments of the Privy Council\nin Barendra Kumar Ghosh and Mahbub Shah\ncases a three-Judge Bench of this Court in\nPandurang v. State of Hyderabad held that to\nattract the applicability of Section 34 of the Code\nthe prosecution is under an obligation to establish\nthat there existed a common intention which\nrequires a pre-arranged plan because before a man\ncan be vicariously convicted for the criminal act of\nanother, the act must have been done in furtherance\nof the common intention of all. This Court had in\nmind the ultimate act done in furtherance of the\ncommon intention. In the absence of a pre-\narranged plan and thus a common intention even if\nseveral persons simultaneously attack a man and\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 153\n[SWATANTER KUMAR, J.]\nB\neach one of them by having his individual intention, A\nnamely, the intention to kill and each can individually\ninflict a separate fatal blow and yet none would have\nthe common intention required by the section. In a\ncase like that each would be individually liable for\nwhatever injury he caused but none could be\nvicariously convicted for the act of any or the other.\nThe Court emphasised the sharing of the common\nintention and not the individual acts of the persons\nconstituting the crime. Even at the cost of repetition\nit has to be emphasised that for proving the C\ncommon intention it is necessary either to have\ndirect proof of prior concert or proof of\ncircumstances which necessarily lead to that\ninference and 'incriminating facts must be\nincompatible with the innocence of the accused and\nincapable of explanation or any other reasonable\nhypothesis'. Common intention, arising at any time\nprior to the criminal act, as contemplated under\nSection 34 of the Code, can thus be proved by\ncircumstantial evidence.\"\n18. In Suresh this Court while recording the dominant\nfeature for attracting Section 34 has the following to state:\n(SCC p. 686, para 39)\nD\nE\n\"39. The dominant feature for attracting Section 34 F\nof the Indian Penal Code (hereinafter referred to as\n'the Code') is the element of participation in\nabsence resulting in the ultimate 'criminal act'. The\n‘act' referred to in the later part of Section 34\nmeans the ultimate criminal act with which the\naccused is charged of sharing the common\nintention. The accused is, therefore, made\nresponsible for the ultimate criminal act done by\nseveral persons in furtherance of the common\nintention of all. The section does not envisage the\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n154\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nseparate act by all the accused persons for\nbecoming responsible for the ultimate criminal act.\nIf such an interpretation is accepted, the purpose\nof Section 34 shall be rendered infructuous.\"\n19. For true and correct appreciation of legislative intent\nin the matter of engrafting of Section 34 in the statute-book,\none needs to have a look into the provision and as such\nSection 34 is set out as below:\n\"34. Acts done by several persons in furtherance\nof common intention.-When a criminal act is\ndone by several persons in furtherance of the\ncommon intention of all, each of such persons is\nliable for that act in the same manner as if it were\ndone by him alone.\"\n20. A plain look at the statute reveals that the essence of\nSection 34 is simultaneous consensus of the mind of\npersons participating in the criminal action to bring about\na particular result. It is trite to record that such consensus\ncan be developed at the spot. The observations above\nobtain support from the decision of this Court in\nRamaswami Ayyangar v. State of T.N.\n21. In a similar vein the Privy Council in Barendra Kumar\nGhosh v. King Emperor stated the true purport of Section\n34 as below: (AIR p. 6)\n\"[T]he words of Section 34 are not to be\neviscerated by reading them in this exceedingly\nlimited sense. By Section 33 a criminal act in\nSection 34 includes a series of acts and, further,\n'act' includes omission to act, for example, an\nomission to interfere in order to prevent a murder\nbeing done before one's very eyes. By Section 37,\nwhen any offence is committed by means of several\nacts whoever intentionally cooperates in the\n"}