{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL 125\n[SWATANTER KUMAR, J.]\nassociates by saying that if he disclosed anything to anybody, A\nhis family would be destroyed. This witness was subjected to\na lengthy cross-examination but nothing material came out in\nthe cross examination.\nB\nC\n24. PW-11, Someraw Orang is another rickshaw puller. He\nstated that he along with Tarapada Sahadeb and Haru was at\nthe Rickshaw stand of Bhanuthakur More. According to him, a\nMaruti car had stopped there and Uttam and Mou were\nstanding by the side of the car and Chotka, Bisu, Manoranjan\nand Ganesh, were loading the bags containing the bloody parts\nof human body into the said car from Goshala field. Thereafter,\nthe car went towards Rashmoni More with the accused\npersons. He identified all the accused persons present in the\nCourt. He stated that he knew the accused persons for long.\nHe came to know of the murder 20-22 days after the date of\nincident. In his cross-examination, he stated that he could not\ntell the number of the Maruti car and he had not seen that car\nagain. He denied that he had been tutored by the Police and\nhe was making the statement under the influence of the police.\nHe admitted that he carried liquor in his rickshaw, as a\ngovernment liquor shop was situated at Sodhpur and he went E\nthere, and sometimes he also drank liquor.\nD\n25. According to the prosecution, the statements of these\nwitnesses completely establish that the deceased was last\nseen with the accused and they were responsible for assaulting F\nand strangulating him and they were also witnessed loading the\nparts of the human dead body into the Maruti van. Resultantly,\nas per the prosecution, both the vital circumstances i.e.\ncommission of murder as well as disposal of the body of the\ndeceased have been proved.\n26. PW-2 Jhantu Dey, the brother-in-law of the deceased\nalso appeared as a witness and stated that his brother-in-law\nhad built six shop rooms on their land which was near to his\nhouse. On 15th August, 2003, Uttam, Manoranjan, Ganesh\nDipak Das, Shyamal, Chotka, Bisu and Sadhu demanded Rs.\nG\nH\n126 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA 40,000/- from the deceased but the deceased refused. Then\nUttam threatened that if the said money was not paid he would.\nnot allow Archideb to enjoy and use the said property. PW-2\nis also a witness to the recovery of the chopper which was\nrecovered on the statement of accused Bishu who brought out\nB the chopper from the bush in the field and admitted that they\nhad cut the body of the deceased with the chopper. PW-2\nproved his signatures on the Seizure List Ext. 1/1 and also\nidentified in the Court the persons who had threatened the\ndeceased.\nC\n27. PW1 Sunil Chakraborty and PW3 Mritunjoy Chanda\nwere also witnesses to the recovery of the Chopper and the\ncorresponding seizure memo, Exhibit 1/3. PW1 had signed the\nseizure memo and admitted his signatures as Exhibit 1. The\nsignatures of PW3 were admitted by him at Exhibit 1/2. Both\nD these witnesses identified the accused persons present in the\nCourt. The Maruti Van, Exhibit 13/2 was recovered in presence\nof PW23, PW24, PW25 and PW26. Further, the Avon cycle\nwas recovered in presence of PW21 and PW22. PW21 stated\nthat a cycle was seized from a place near Agarpara Railway\nE Station under the seizure list and it was recovered at the\nF\nG\nH\ninstance of three persons who led the police to the place of\nrecovery. He admitted his signatures as Exhibit 4/1. The cycle\nwas exhibited as Mat. Exhibit II. The signatures on the seizure\nmemo attached to the cycle were exhibited as Exhibit 5/1.\n28. These are the recoveries of the weapon of offence as\nwell as the vehicle which was used by the accused persons for\ncarrying the mutilated body parts of the deceased person.\nFurther, the recovery of the cycle that was owned by the\ndeceased provides a definite link as it was recovered in\nfurtherance to the statement of the accused, namely, Uttam Das,\nDipak Das and Manoranjan Debnath. The recoveries affected\nby the Investigating Officer, PW28 can hardly be questioned in\nfact and in law.\n29. Now, let us examine the evidence of the doctor who\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 127\n[SWATANTER KUMAR, J.]\nA\nB\nconducted the post mortem on the body of the deceased. Dr.\nJnanprokash Bandhopadhyay was examined as PW16.\nAccording to this witness, he was the medical officer attached\nto R.G. Kar Medical College and Hospital. On 1st October,\n2003, he was posted at Barrackpore Police base hospital. He\nperformed post mortem on the dead body of one Archideb\nBhattacharjee, as identified by the Constable who had brought\nthe body of the deceased. In fact, some parts of the human body\nhad been sent for post mortem. He examined the injuries\ninflicted upon the deceased's body and connected each injury\nto the organ that had been severed from the body. He opined C\nthat all the body parts were of a single person. The injuries\nshowed evidence of ante mortem vital reaction. The cause of\ndeath was due to effect of strangulation by ligature. He prepared\nthe post-mortem report as Exhibit 11 with his signature as\nExhibit 11/1. It will be useful to refer to certain part of the\nstatement of this witness that reads as under:\n\"On that date I held post-mortem on the dead body of one\nArchideb Bhattacharjee identified by constable No.4260\nBrojogopal Ghosh in connection with Khardah P.S. U.D.\nCase No.89 dated 01.01.2003 and Khardah P.S. Case\nNo.332 under Section 302/201/34 Indian Penal Code\ndated 01.10.2003. Actually following parts of the dead\nbody were sent for post-mortem. 1. One decapitated head.\n2. One beheaded body with P.M. amputation of both arms,\nleft leg from hip and right leg from knew. 3. One left arm.\n4. One right arm. 5. One left leg from knew. 6. One right\nleg from knew 7. One left thigh, all parts were arranged in\nanatomical order. The body parts were in state of\nmoderate decompositions with bloating body feature. On\nexamination I found flowing post-mortem injuries.\n1. Incised chop would (I.C.W) placed transversely over\nneck adjacent to hiad. 2. Winch below symphysis menti\nand along with nape of the neck at the level between c.2\nand c-3 vertebrae measuring 6.8\" x 6.3\" x through and\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n128\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nthrough all the structure of the neck. 2. I.C.W., placed over\nneck adjacent to 4.4\" above sterna notch placed\ntransversely at the (torn) between C-2 and C-3 vertgorae\nmeasuring 6.8\" x 6.3\" x through and through all the structure\nof the neck.\nInjury No.1 and 2 fitted anatomically and snugly. 3. I.C.W.\n6.2\" x 4.3\" x 2.2 all the structures and shoulder joint cavity\nover right shoulder. 4. I.C.W. 6.2\" X 4.7\" X through and\nthrough all the structures and shoulder joint cavity over\nupper end of right arm.\nInjury No. 3 and 4 fitted anatomically and snugly. 5. I.C.W.,\n5.9\" X 4.7\" through and through all the structures all the\nshoulder joint cavity over left shoulder. No.6 I.C.W. 5.8\" X\n4.6\" X through and through all the structures and shoulder\njoint cavity over upper and of left arum.\nInjury No.5 and 6 filled anatomically and snugly. No.7 I.C.W.\nover left hip 8.5 \"8\" X through and through all the structure\nand left hop joint cavity. 8. I.C.W. 8.4\" X 8\" X through and\nthrough all the structure and left hip joint cavity over upper\nand of left thigh. Injury No.7 an 8 fitted anatomically and\nsnugly. 9. I.C.W. left knew joint towards thigh 5.8\" X 5.5\" X\nthrough and through all the structure and left knee joint\ncavity10. I.C.W. left knee joint towards leg 5.8\" X 5.5\" X\nthrough and through all the structure and left knee joint\ncavity. Injury No.9 and 10 fitted anatomically and snugly.\n11. I.C.W. right knee towards thigh 5.6\" X 5.5\" X through\nand through all the structure and right knee joint cavity. 12.\nI.C.W. right knee towards leg 5.6\" X 5.5\" X through and\nthrough all the structure and right knee joint cavity. 12. Injury\nNo.11 and 12 fitted anatomically and snugly. N 13. Incised\nwound 3\" X 0.8\" X muscle over right side of check and\nlower lip. No.14. I.C.W. 3.5\" X 0.7\" X muscle placed\ntransversely over right side of back of knee at the level of\ntip of right mastoid process. 15. Lacerated wound 3.\" X\n1.2\" X muscle over left 4 and 5 intercostals space 5.6” from\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 129\n[SWATANTER KUMAR, J.]\ninterior midland. All the injuries mentioned should no\nevidence of Ante mortem vital reaction. All the body parts\nwere of a single persons. Ante mortem injury No.1 one\ncontinuous ligature one (LM) 12\" X 1.4\" completely\nencircling the neck was placed transversely low down\naround the neck adjacent to the body 1.6” above sterna\nnotch and 1.8\" above tip of C-7 spinal process. The area\nover the LM was less decomposed then the rest of the\nbody and skin over the L.M. was brownish. On dissection\nextensive extra vacation of blood is noted in the S.C. tissue\nand muscle of neck. Bruising was also noted in and around\nthe trached cartilages with fracture and displacement of\nthyroid cartilages and tracheal rings. No.2. Abrasion 1.5\"\nX 0.8\" over left malar prominent No.4 Abrasion over right\nanterion superior iliac spine measuring 0.8\" X 0.6\". No.5\nBruise 4.8\" X 2.5\" over back of left arm 2.5\" above left\nelbow joint. 6. Bruise 2.6\" X 2\" over ulnar aspect of righ\nwrist. 7. Haematoma scalp 3.5\" X 2\" X appromie 0.2\" over\nleft fronto parietal region the 1.6\" from midline. The injures\nshowed evidence of ante mortem vital reaction.\nIn my opinion death was due to the effects of strangulation\nby ligature, as noted above - ante mortem and homicidal\nin nature.\nThis is the report of post-mortem prepared by me with my\nhandwriting. It bears my signature and seal. This report of\npost-mortem is marked as Ext. 11 the signature is marked\ns Ext. 11/1.\nThe post-mortem injuries mentioned above may be caused\nby this type of moderately heavy sharp cutting.\"\nA\nB\nC\nD\nE\nF\nG\n30. The Investigating Officer was examined as PW28.\nUpon receiving the information from PW15, he was entrusted\nwith the investigation of the case. According to this witness,\nwhen he reached the spot, he found that a beheaded dead\nbody whose hands and legs were separated, was lying by the H\nC\n130 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA left side of the Barrackpore Dum Dum Highway. He conducted\nthe inquest at the spot and prepared the Inquest Report Exhibit\n3/4. He seized the gunny bags containing mutilated parts of the\nbody of the deceased. He also recovered an empty blood\nstained gumcha and other articles vide Exhibit 16. On 1st\nB October, 2003, he conducted a raid in the area of Nandan\nKanan in search of accused Uttam Das, Mou and Manoranjan\nDebnath but could not apprehend them. He recorded the\nstatements of various witnesses. The mutilated body parts were\nsent to the Police hospital. On 11th October, 2003, he along\nwith the force started for Delhi with production warrant and\nthereupon he arrested three accused. He recovered the Avon\nbicycle, while the Maruti Van was recovered by SI, Anjan De,\nPW26, who had taken up investigation of the case under\ninstructions of 1.C. Khardah, during temporary absence of\nPW28. Thereafter, according to this witness, he held raids in\nsearch of the associate accused but they could not be traced.\nPW28 prayed for issuance of WA and WPA against Chotka\n@ Panchanan Tarafdar, Chor Bisu @ Bisu Bisu @ Datta @\nDas, Sadhu @ Satyajit Das, Shyamal Ghosh and Ganesh Das.\nThe same were allowed. On 9th November, 2003, he held raid\nat Nandan Kanan and surrounding area but could not trace the\nabsconding accused. On 21st November, 2003, he\napprehended accused Shyamal Ghosh and Sadhu @ Satyajit\nDas from Sodhpur. He also took into custody photographs\nalong with negatives thereof from photographer Ashok Sen on\n7th October, 2003 and prepared seizure list marked as Exhibit\n7/1. Thereafter he filed the charge sheet.\nD\nE\nF\n31. Another witness of some significance is PW10, Chota\nOrang who stated that about one and a half years back, a part\nG of a dead body severed from its head, hands and legs was left\nH\nin front of his house near Kalyani Highway Road by someone.\nThe Police had come to the place and prepared a report. He\nhad put his signatures on the said report which he duly\naccepted in Court as Exhibit 3/1.\nSHYAMAL GHOSH v. STATE OF WEST BENGAL\n[SWATANTER KUMAR, J.]\n131\n32. This is the evidence that completes the chain of events A\nand establishes the case of the prosecution beyond any\nreasonable doubt. The facts, right from the departure of the\ndeceased from his house to the place of Chandan Dey to\nrecover money upto the recovery of mutilated body of the\ndeceased, have been proved by different witnesses, including B\nsome eye-witnesses.\nC\nD\n33. It was contended that some of the witnesses had turned\nhostile and have not supported the case of the prosecution. In\nthis regard, reference has been made to PW13 and PW23.\nPW13 admitted that he was a rickshaw puller of rickshaw No.\n4. He also stated that he was not examined by the police. It was\nat that stage that the learned prosecutor sought permission of\nthe Court to declare him hostile, which leave was granted by\nthe Court. This witness stated that there were 10 rikshaw pullers\nat Nandan Kanan and he used to park his rikshaw from 7.00\na.m. to 10.00 a.m. at that stand, while in the afternoon, he used\nto park his rikshaw at the Sodhpur Railway Station. He denied\nhaving seen the accused persons loading the gunny bags into\nthe Maruti Van and also receded completely from his statement\nmade under Section 161 of the CrPC. The other witness is E\nPW23 who was a witness to the recovery of the Maruti Van.\nAccording to this witness, the Maruti Van was parked in his\nparking lot. However, on 30th November, 2003 Manik Das had\ntaken out the vehicle from the parking and again returned at\nmid night. With regard to his signature on the seizure memo F\nwhich he accepted as Exhibit 13, he took up the plea that he\nwas made to sign blank papers.\nThe mere fact that these two witnesses had turned hostile\nwould not affect the case of the prosecution adversely. Firstly,\nit is for the reason that the facts that these witnesses were to\nprove already stand fully proved by other prosecution witnesses\nand those witnesses have not turned hostile, instead they have\nfully supported the case of the prosecution. As per the version\nof the prosecution, PW23 was witness to the recovery of the\nG\nH\n132 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA Maruti Van along with PW24, PW25 and PW26. All those\nC\nwitnesses have proved the said recovery in accordance with\nlaw. They have clearly stated that it was upon the statement of\nManik Das that the vehicle had been recovered. Other\nwitnesses have proved that the said vehicle was used for\nB carrying the gunny bags containing the mutilated parts of the\ndead body of the deceased. Firstly, PW13 is a witness who\nwas at the railway station rickshaw stand along with other two\nwitnesses namely PW9 and PW11 who have fully proved the\nfact as eye-witnesses to the loading of the gunny bags into the\nMaruti van. Secondly, even the version given by PW13 and\nPW23 partially supports the case of the prosecution, though in\nbits and pieces. For example, PW23 has stated that the driver\nof the Maruti Van was Manik Das and also that he had taken\nout the vehicle from the parking lot at about 9.30 p.m. on the\nday of the incident and had brought it back after mid-night. He\nalso stated that this car was being driven by Manik Das.\nSimilarly, PW13 also admitted that other rickshaws were\nstanding at the stand. This was the place where PW9 and\nPW11 had seen the loading of the gunny bags into the Maruti\nVan. In other words, even the statements of witnesses PW13\nand PW23, who had turned hostile, have partially supported the\ncase of the prosecution. It is a settled principle of law that\nstatement of a hostile witness can also be relied upon by the\nCourt to the extent it supports the case of the prosecution.\nReference in this regard can be made to the case of\nF Govindaraju @ Govinda v. State by Sriramapuram P.S. \u0026 Anr.\n[(2012) 4 SCC 722].\nD\nE\nG\nH\n34. Then, it was argued that there are certain discrepancies\nand contradictions in the statement of the prosecution witnesses\nin as much as these witnesses have given different timing as\nto when they had seen the scuffling and strangulation of the\ndeceased by the accused. It is true that there is some variation\nin the timing given by PW8, PW17 and PW19. Similarly, there\nis some variation in the statement of PW7, PW9 and PW11.\nCertain variations are also pointed out in the statements of\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 133\n[SWATANTER KUMAR, J.]\nD\nPW2, PW4 and PW6 as to the motive of the accused for A\ncommission of the crime. Undoubtedly, some minor\ndiscrepancies or variations are traceable in the statements of\nthese witnesses. But what the Court has to see is whether these\nvariations are material and affect the case of the prosecution\nsubstantially. Every variation may not be enough to adversely B\naffect the case of the prosecution. The variations pointed out\nas regards the time of commission of the crime are quite\npossible in the facts of the present case. Firstly, these\nwitnesses are rickshaw pullers or illiterate or not highly educated\npersons whose statements had been recorded by the Police. C\nTheir statements in the Court were recorded after more than\ntwo years from the date of the incident. It will be unreasonable\nto attach motive to the witnesses or term the variations of 15-\n20 minutes in the timing of a particular event, as a material\ncontradiction. It probably may not even be expected of these\nwitnesses to state these events with the relevant timing with\ngreat exactitude, in view of the attendant circumstances and the\nmanner in which the incident took place. To illustrate the\nirrelevancy of these so called variations or contradictions, one\ncan deal with the statements of PW2, PW4 and PW6. PW4 and\nPW6 have stated that the deceased had constructed shops\nalong with his brother for the purpose of letting out and it was\nthereupon that the accused persons started demanding a sum\nof Rs.40,000/- from the deceased and had threatened him of\ndire consequences, if their demand was not satisfied. PW2 has\nmade a similar statement. However, he has stated that Uttam\nDas and the accused persons had threatened the deceased\nthat if the said money was not paid, they would not allow the\ndeceased to enjoy and use the said shops built by him. This\ncan hardly be stated to be a contradiction much less a material\ncontradiction. According to the witnesses, two kinds of dire G\nconsequences were stated to follow, if the demand for payment\nof money made by the accused was not satisfied. According\nto PW4 and PW6, they had threatened to kill the deceased\nwhile according to PW2, the accused had threatened that they\nwould not permit the accused to enjoy the said property. H.\nE\nF\n134 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA Statements of all these witnesses clearly show one motive, i.e.,\nillegal demand of money coupled with the warning of dire\nconsequences to the deceased in case of default. In our view,\nthis is not a contradiction but are statements made bona fide\nwith reference to the conduct of the accused in relation to the\nB property built by the deceased and his brother. It is a settled\nprinciple of law that the Court should examine the statement of\na witness in its entirety and read the said statement along with\nthe statement of other witnesses in order to arrive at a rational\nconclusion. No statement of a witness can be read in part and/\nor in isolation. We are unable to see any material or serious\ncontradiction in the statement of these witnesses which may\ngive any advantage to the accused.\nC\nD\n35. The learned counsel appearing for the appellants\ncontended that PW2, PW4 and PW6 are interested witnesses\nas they are close relations of the deceased person. Further it\nis contended that the statements of PW8, PW17 and PW19\nhad been recorded after considerable delay, varying from 3 to\n22 days and for these reasons the case of the prosecution\nsuffers from patent lacuna and defects. This evidence,\nE therefore, could not be taken into consideration by the Court\nto convict the accused. On the contrary, the accused are entitled\nto acquittal for these reasons. Reliance has been placed upon\nState of Orissa v. Brahmananda Nanda [(1976) 4 SCC 288]\nand Maruti Rama Naik v. State of Maharashtra [(2003) 10\nF SCC 670].\nG\nH\n36. On the contra, the submission on behalf of the State\nis that the delay has been explained and though the\nInvestigating Officer was cross-examined at length, not even a\nsuggestion was put to him as to the reason for such delay and,\nthus, the accused cannot take any benefit thereof at this stage.\nReliance in this regard on behalf of the State is placed on Brathi\nalias Sukhdev Singh v. State of Punjab [(1991) 1 SCC 519]\nBanti alias Guddu v. State of M.P. [(2004) 1 SCC 414] and\nState of U.P. v. Satish [(2005) 3 SCC 114].\n"}