{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL 155\n[SWATANTER KUMAR, J.]\ncommission of that offence by doing any one of A\nthose acts, either singly or jointly with any other\nperson, commits that offence. Even if the appellant\ndid nothing as he stood outside the door, it is to be\nremembered that in crimes as in other things 'they\nalso serve who only stand and wait\".\"\nB\n22. The above discussion in fine thus culminates to the\neffect that the requirement of statute is sharing the common\nintention upon being present at the place of occurrence.\nMere distancing himself from the scene cannot absolve the\naccused though the same however depends upon the C\n-\nfact situation of the matter under consideration and no rule\nsteadfast can be laid down therefor.\"\nE\n64. Upon analysis of the above judgments and in particular\nthe judgment of this Court in the case of Dharnidhar v. State D\nof Uttar Pradesh and Others [(2010) 7 SCC 759], it is clear\nthat Section 34 IPC applies where two or more accused are\npresent and two factors must be established i.e. common\nintention and participation of the accused in the crime. Section\n34 IPC moreover, involves vicarious liability and therefore, if the\nintention is proved but no overt act was committed, the Section\ncan still be invoked. This provision carves out an exception from\ngeneral law that a person is responsible for his own act, as it\nprovides that a person can also be held vicariously responsible\nfor the act of others, if he had the common intention to commit\nthe act. The phrase (common intention' means a pre-oriented\nplan and acting in pursuance to the plan, thus, common intention\nmust exist prior to the commission of the act in a point of time.\nThe common intention to give effect to a particular act may even\ndevelop at the spur of moment between a number of persons\nwith reference to the facts of a given case.\n65. The ingredients of more than two persons being\npresent, existence of common intention and commission of an\novert act stand established in the present case. The statements\nof the witnesses clearly show that all the eight accused were\nF\nG\nH\nB\n156 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA present at the scene of occurrence. They had demanded money\nand extended threat of dire consequences, if their demand was\nnot satisfied. Thereafter, they had altercation with the deceased\nand the deceased was strangulated by the accused persons\nand then his body was disposed of by cutting it into pieces and\npacking the same in gunny bags and abandoning the same at\na deserted place near the Barrackpore Dum Dum Highway.\nThus, all these acts obviously were in furtherance to the common\nintention of doing away with the deceased, if he failed to give\nthem Rs. 40,000/- as demanded. The offence was committed\nwith common intention and collective participation. The various\nacts were performed by different accused in presence of each\none of them. In other words, each of the accused had common\nintention. Thus, we find that the argument on the application of\nSection 34 IPC advanced on behalf of the accused is without\nany substance.\nC\nD\nE\n66. For the reasons afore-stated, we see no reason to\ninterfere with the judgment of the High Court either on merits\nor on the quantum of sentence. Therefore, the appeals are\ndismissed.\nK.K.T.\nAppeals dismissed.\n"}