{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 10 S.C.R. 95\nSHYAMAL GHOSH\nV.\nSTATE OF WEST BENGAL\n(Criminal Appeal No. 507 of 2007 etc.)\nJULY 11, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nPenal Code, 1860:\n-\nss. 302, 201, 379, 411 r/w. s. 34 - Prosecution under\nOf eight accused - For killing one person and disposing of\nthe body, after cutting it, in gunny bags - Accused absconding\nimmediately after the incident - Circumstantial evidence as\nwell as eye-witnesses to different events - Recovery of\nweapon of offence and the vehicle used for carrying the\nmutilated body - Trial court convicting all the accused and\nsentencing them to death - High Court affirming the\nconviction except u/s. 379 and sentencing the accused to life\nimprisonment - On appeal, held: Order of High Court\naffirmed - The prosecution case is supported by the evidence\nof eye-witnesses who are reliable and trustworthy\nBackground of the accused, their conduct in absconding\nimmediately after the incident and their statement u/s. 313\nCr.P.C. also supports prosecution case - The evidence\nestablishes last seen together theory - Prosecution has also\nproved the chain of events - Code of Criminal Procedure,\n1973 s. 313.\n-\nA\nB\nC\nD\nE\nF\ns. 34 - Common intention - Applicability and nature of\n- Held: For applicability of this provision, two factors must be\nestablished i.e. common intention and participation in crime G\n– The provision involves vicarious liability for the act of others\n- On facts, ingredients of presence of more than two persons,\nexistence of common intention and commission of an overt\nact stand established.\n-\n95\nН\nA\n96 SUPREME COURT REPORTS\n-\n-\n-\n[2012] 10 S.C.R.\nWhat amounts to\n-\nHeld:\nCode of Criminal Procedure, 1973 – s. 162 Explanation\nContradiction and omission\nOmission of fact or a circumstance in the statement u/s. 161\nCr.P.C. may amount to contradiction - However, the question\nwhether the omission amounts to contradiction is a question\nB of fact in each case - The concept of contradiction in\nevidence cannot be stated in absolute terms and has to be\nconstrued liberally so as to leave desirable discretion with the\ncourt to determine whether it is contradiction or material\ncontradiction Criminal jurisprudence.\nC\n--\nCriminal trial - Contradictions and omissions in evidence\nEffect on prosecution case - Held: Minor contradictions,\ninconsistencies or embellishments of trivial nature which do\nno affect the case of the prosecution cannot be a ground to\nreject the prosecution in its entirety - Serious contradictions\nD and omissions materially affecting the prosecution case to be\nunderstood in clear contra-distinction to marginal variations\nin the statements of witnesse.\nE\nWitnesses:\nHostile witness - Held: Statement of hostile witness can\nalso be relied upon, to the extent it supports prosecution case.\nRelated witness - Mechanical rejection of the evidence\nof witness related to the deceased would relate to failure of\nF justice - However, the court has to be careful in evaluating\nsuch evidence.\nG\n-\n-\nEvidence - Onus to prove - Murder case - Circumstantial\nevidence – Last seen together Held: Once the last seen\ntogether theory comes into play, the onus to explain as to what\nhappened to the deceased after they were last seen, is on the\naccused.\nTest Identification Parade - Nature of - Failure to hold -\nEffect of - Held: Identification Parade is a tool of investigation\nH.\nSHYAMAL GHOSH v. STATE OF WEST BENGAL\n97\n- It is only a relevant consideration which may be examined\nby the court in view of other attendant circumstances and\ncorroborative evidence - Its purpose is to test and strengthen\nthe trustworthiness of the evidence - This rule of prudence is\nsubject to exceptions Failure to hold TI Parade, does not\n-\nA\nby itself render the evidence of identification in court B\ninadmissible or unacceptable.\nInvestigation\ncannot be a ground for acquittal.\n-\nHeld: Defects in investigation, by itself\nC\nWords and Phrases – ' Common Intention' - Meaning of,\nin the context of s. 34 IPC.\nAppellants-accused along with other accused were\nprosecuted for causing death of one person. The\nprosecution case was that the deceased had constructed D\nsome shop on his land. The accused persons demanded\nRs. 40,000/- from the deceased towards 'Tola Mastani\nSalami' for the construction of the shops. The deceased\nrefused to succumb to the demand and therefore, the\naccused threatened to murder him.\nOn the day of the incident, at 9.00 P.M., the deceased\nhad gone to one ‘Ç' in respect of his business, on a\nbicycle. From there, he retuned to his house at 10.00P.M.\nOn the way, he was restrained by the accused. The\naccused killed him by strangulation. Thereafter, they cut\nthe body into pieces with a sharp cutting weapon and\nafter putting the same in gunny bags, carried them in a\nvan in the night of the following day and left the same at\nsome place. PW 15 saw those gunny bags and reported\nthe matter to the police. FIR was lodged and case was\nregistered u/ss. 302/201/34IPC against unknown\nmiscreants.\nThe wife and brother of the deceased, had lodged a\nMissing Diary Report. They were called to the police\nE\nF\nG\nH\nIІ\n98\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA station to identify the dead body. Driver of the van was\narrested. The van was recovered on the basis of his\nstatement. All the accused were arrested on different\ndates. The cycle used by the deceased was recovered.\nB\nC\nThe accused were charged u/ss. 302, 201, 379, 411\nr/w. s. 34 IPC. Trial court found them guilty of all the\ncharges and sentenced them to death. High Court\nmaintained their conviction except u/s.379/34 IPC,\nanswered the death reference in the negative and\nawarded R1 for life and fine of Rs. 5000/-. The present\nappeals were filed by four of the accused.\nThe appellants interalia contended that the present\ncase, being a case of circumstantial evidence, does not\ncomplete chain of events; that the prosecution case was\nD not reliable because PWs 13 and 23 turned hostile; that\nthe crucial witnesses PWs 8, 17 and 19 did not name the\nappellant-accused 'SH'; that there was delay in recording\nevidence of the witnesses; that conviction could not be\nbased on the evidence of related witnesses; that the\nE accused were not named in the FIR; that the appellant-\naccused was not identified in TI Parade; and therefore,\nconviction was not justified. They also contended that s.\n34 IPC is not attracted as there was no common intention\nand participation by all the accused.\nF\nDismissing the appeals, the Court\nHELD: 1.1. It is not correct to say that the complete\nchain of circumstantial evidence having not been\nestablished, the accused are entitled to acquittal. This is\nG not purely a case of circumstantial evidence. There are\neye-witnesses who had seen the scuffling between the\ndeceased and the accused and the strangulation of the\ndeceased by the accused persons and also the loading\nof the mutilated body parts of the deceased contained in\nH gunny bags into Maruti Van. Evidence establishing the\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 99\nB\n'last seen together' theory and the fact that after A\naltercation and strangulation of the deceased which was\nwitnessed by PW8, PW17 and PW19, the body of the\ndeceased was recovered in pieces in presence of the\nwitnesses, have been fully established. To a very limited\nextent, it is a case of circumstantial evidence and the\nprosecution has proved the complete chain of events.\nThe gap between the time when the accused persons\nwere last seen with the deceased and the discovery of\nhis mutilated body is quite small and the possible\ninference would be that the accused are responsible for\ncommission of the murder of the deceased. Once the last\nseen theory comes into play, the onus was on the\naccused to explain as to what happened to the deceased\nafter they were together seen alive. The accused persons\nhave failed to render any reasonable/plausible\nexplanation in this regard. [Para 42] [139-E-H; 140-A-C]\nMousam Singha Roy and Ors. v. State of W.B. (2003)\n12 SCC 377 – referred to.\n-\nс\nD\n1.2. The statements of PWs 8, 17, 19, 7, 9 and 11 E\ncompletely establish that the deceased was last seen\nwith the accused and they were responsible for\nassaulting and strangulating him and they were also\nwitnessed loading the parts of the human dead body into\nthe Maruti van. Resultantly, as per the prosecution, both\nthe vital circumstances i.e. commission of murder as well\nas disposal of the body of the deceased have been\nproved. [Para 25] [125-F-G]\n1.3. The evidence of PWs 4, 6, 8, 17, 19, 7,9,11, 2, 1,\nPW 16 (doctor) and PW10 completes the chain of events\nand establishes the case of the prosecution beyond any\nreasonable doubt. The facts, right from the departure of\nthe deceased from his house to recover money, upto the\nrecovery of mutilated body of the deceased, have been\nLL\nF\nG\nH\n100 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA proved by different witnesses, including some eye-\nwitnesses. [Para 32] [131-A-B]\nB.\n1.4. Application of the 'last seen theory' requires a\npossible link between the time when the person was last\nseen alive and the fact of the death of the deceased\ncoming to light. There should be a reasonable proximity\nof time between these two events. This proposition of law\ndoes not admit of much excuse but what has to be seen\nis that this principle is to be applied depending upon the\nfacts and circumstances of a given case. In the facts of\nthe present case, the factor of time does not play such a\nsignificant role because it is a case where there were eye-\nwitnesses to the strangulation of the deceased by the\naccused, and therefore, it may not be expected of the\nprosecution to show the time of last seen and death, by\nD leading independent evidence. PW-17 is the witness to\nC\nthe altercation between the accused and the deceased.\nPW-8 is the witness to the strangulation of the deceased\nby the accused persons. Besides, PW-7, PW-9 and PW-\n11 are witnesses to the loading of the gunny bags\nE containing human body parts in the Maruti Van by the\naccused. Thus, these facts have been established by\nindependent witnesses. As far as the death of the\ndeceased is concerned, there was hardly any time gap\nbetween the two incidents, i.e. the last seen alive and the\nF fact of death of the deceased becoming known. All the\nevents occurred between 11.00 p.m. to 12.00 a.m. at\nmidnight of 29th September, 2003. [Paras 51, 53 and 54]\n[144-C; 145-B-D, G-H]\nG\nS.K. Yusuf vs. State of West Bengal (2011) 11 SCC 754:\n2011 (8) SCR 83 – relied on.\n-\nMohd. Azad @ Samin vs. State of West Bengal (2008)\n15 SCC 449: 2008 (15) SCR 468; State through Central\nBureau of Investigation vs. Mahender Singh Dahiya (2011)\nH 3 SCC 109: 2011 (1) SCR 1104 - referred to.\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 101\n1.5. The conduct of the accused persons i.e. A\nabsconding immediately after the date of the occurrence\nis important. They had left the village and were not\navailable for days together. Absconding in such a\nmanner and for such a long period is a relevant\nconsideration. Even if it is assumed that absconding by B\nitself may not be a positive circumstance consistent only\nwith the hypothesis of guilt of the accused because it is\nnot unknown that even innocent persons may run away\nfor fear of being falsely involved in criminal cases, but in\nthe present case, in view of the circumstances it is clear\nthat absconding of the accused not only goes with the\nhypothesis of guilt of the accused but also points a\ndefinite finger towards them. [Para 41] [138-G-H; 139-A-\nB]\nRabindra Kumar Pal @ Dara Singh v. Republic of India\n(2011) 2 SCC 44 – relied on.\n-\nC\nD\nE\n1.6. There are recoveries of the weapon of offence\nas well as the vehicle which was used by the accused\npersons for carrying the mutilated body parts of the\ndeceased person. Further, the recovery of the cycle that\nwas owned by the deceased provides a definite link as\nit was recovered in furtherance to the statement of three\naccused. The recoveries affected by the Investigating\nOfficer, PW28 can hardly be questioned in fact and in law. F\n[Para 28] [126-F-H]\n1.7. The mere fact that the two witnesses viz. PW 13\nand PW 23 had turned hostile would not affect the case\nof the prosecution adversely. Firstly, it is for the reason\nthat the facts that these witnesses were to prove, stand G\nalready fully proved by other prosecution witnesses and\nthose witnesses have not turned hostile, instead they\nhave fully supported the case of the prosecution. As per\nthe version of the prosecution, PW23 was witness to the\nH\n102 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA recovery of the Maruti Van along with PW24, PW25 and\nPW26. All those witnesses have proved the said recovery\nin accordance with law. They have clearly stated that it\nwas upon the statement of the driver of the van that the\nvehicle had been recovered. Other witnesses have\nB proved that the said vehicle was used for carrying the\ngunny bags containing the mutilated parts of the dead\nbody of the deceased. PW13 is a witness who was at the\nrailway station rickshaw stand along with other two\nwitnesses namely PW9 and PW11 who have fully proved\nthe fact as eye-witnesses to the loading of the gunny bags\ninto the Maruti van. Secondly, even the version given by\nPW13 and PW23 partially supports the case of the\nprosecution, though in bits and pieces. Their statements\nhave partially supported the case of the prosecution. It\nis a settled principle of law that statement of a hostile\nwitness can also be relied upon by the Court to the extent\nit supports the case of the prosecution. [Para 33] [131-G-\nH; 132-A-C; E-F]\nC\nD\nGovindaraju @ Govinda v. State by Sriramapuram P.S.\nE and Anr. (2012) 4 SCC 722 – relied on.\nF\nG\n| H\n1.8. No doubt when the court has to appreciate\nevidence given by the witnesses who are closely related\nto the deceased, it has to be very careful in evaluating\nsuch evidence but the mechanical rejection of the\nevidence on the sole ground that it is that of an interested\nwitness would inevitably relate to failure of justice. In the\npresent case, the examination of the interested witnesses\nwas inevitable. They were the persons who had\nknowledge of the threat that was being extended to the\ndeceased by the accused persons. Unless their\nstatements were recorded, the investigating officer could\nnot have proceeded with the investigation any further,\nparticularly keeping the facts of the present case in mind.\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 103\nMerely because three witnesses were related to the A\ndeceased, the other witnesses, not similarly placed,\nwould not attract any suspicion of the court on the\ncredibility and worthiness of their statements. [Paras 37\nand 38] [135-C; 136-C-D]\nBrathi alias Sukhdev Singh v. State of Punjab (1991) 1\nSCC 519: 1990 (2) Suppl. SCR 503 – relied on.\n-\nState of Orissa v. Brahmananda Nanda (1976) 4 SCC\n288; Maruti Rama Naik v. State of Maharashtra (2003) 10\nSCC 670 referred to.\n-\n1.9. Of course, there are certain discrepancies in the\ninvestigation inasmuch as the Investigating Officer failed\nto send the blood stained gunny bags and other\nrecovered weapons to the FSL, to take photographs of\nthe shops in question, prepare the site plan thereof, etc.\nEvery discrepancy in investigation does not weigh with\nthe court to an extent that it necessarily results in\nacquittal of the accused. These are the discrepancies/\nlapses of immaterial consequence. In fact, there is no\nserious dispute in the present case to the fact that the\ndeceased had constructed shops on his own land. These\nshops were not the site of occurrence, but merely\nconstituted a relatable fact. Non-preparation of the site\nplan or not sending the gunny bags to the FSL cannot\nbe said to be fatal to the case of prosecution in the\ncircumstances of the present case. The defect in the\ninvestigation by itself cannot be a ground for acquittal. If\nprimacy is given to such designed or negligent\ninvestigations or to the omissions or lapses by\nperfunctory investigation, the faith and confidence of the\npeople in the criminal justice administration would be\neroded. [Para 40] [137-D-G-H; 138-A]\nB\nC\nD\nE\nןד\nF\nG\nC. Muniappan v. State of Tamil Nadu (2010) 9 SCC 567:\n2010 (10) SCR 262; Sheo Shankar Singh v. State of H\n104 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA Jharkhand and Anr. (2011) 3 SCC 654: 2011 (4) SCR 312 -\nrelied on.\nB\nс\n1.10. If the explanation offered for the delayed\nexamination of a particular witness is plausible and\nacceptable and the court accepts the same as plausible,\nthere is no reason to interfere with the conclusion arrived\nat by the courts. The explanation offered by Investigating\nOfficer on being questioned on the aspect of delayed\nexamination by the accused has to be tested by the court\non the touchstone of credibility. It may not have any effect\non the credibility of the prosecution evidence tendered\nby other witnesses. The delay in examination of\nwitnesses is a variable factor. It would depend upon a\nnumber of circumstances. For example, non-availability\nof witnesses, the Investigating Officer being pre-occupied\nD in serious matters, the Investigating Officer spending his\ntime in arresting the accused who are absconding, being\noccupied in other spheres of investigation of the same\ncase which may require his attention urgently and\nimportantly, etc. In the present case, it has come in\nE evidence that the accused persons were absconding and\nthe Investigating Officer had to make serious effort and\neven go to various places for arresting the accused. He\nhad ensured that the mutilated body parts of the\ndeceased reached the hospital and also effected recovery\nF of various items at the behest of the arrested accused.\nFurthermore, the witnesses whose statements were\nrecorded themselves belonged to the poor strata, who\nmust be moving from one place to another to earn their\nlivelihood. Some delay was bound to occur in recording\nG the statements of the witnesses whose names came to\nlight after certain investigation had been carried out by\nthe Investigating Officer. [Paras 37 and 38] [135-A-B-D-H;\n136-A-C]\nH\nBanti alias Guddu v. State of M.P. (2004) 1 SCC 414:\n"}