{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nSTATE OF NCT OF DELHI\nV\nRAVI KANT SHARMA AND ORS.\nFEBRUARY 13, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nCode of Criminal Procedure, 1973—ss.161 and 172-Gists/observation\nrecorded during interrogation--Non-supply of, to the accused-Held, rightly\nnot supplied-Accused entitled only to the copy of statement recorded under\ns.161.\nProsecution case was that PW 193, the Inspector had interrogated PW\n66. The accused-respondent requested for supply of the gists of statement of\ninterrogation of PW-66. The Prosecution contended that PW-193 had merely\nD recorded his own observation and the gists cannot be treated as statement of\nPW 66.\nTrial Court held that even the gists made after interrogating a person\namounts to statement under s.161(3) Cr.P.C. and accused is entitled to get\ncopy of such gists and directed the Prosecution to supply same to the accused.\nE Against this opinion/direction, appellant filed revision.\nF\nG\nH\nHigh Court observed that if the gists pertain to observation made by\nPW-193 himself then these are not to be disclosed to respondent. However, if\nthe gists can be regarded as statements under s.161(3) although in summary\nform made by PW-66 then in view of Shamshul Kanwar Case*, same may be\nsupplied to respondent. In view of this, High Court remitted the case to trial\nCourt for determining the issue.\nIn appeal to this Court, appellant contended that the conceptual difference\nbetween the statement of witnesses recorded under s. 172 Cr.P.C. and case\ndiary under s.161 Cr.P.C. has been lost sight of; that Shamshul Kanwar's\ncase* on which the High Court relied on dealt with cases having composite\ncase diary which include the statement recorded under s.161 Cr.P.C. as well\nas the observation of the investigating officer under s.172 Cr.P.C. and that in\nthe State of NCT of Delhi, the case diary is being maintained separately and\n540\n)\nརྞ\nSTATE OF NCT OF DELHI v. RAVI KANT SHARMA\n541\nhence there is no question of any portion of case diary being looked into to A\nfind out whether statement under s. 161 have been recorded therein or not.\nAllowing the appeal, the Court\nHELD: 1.1. Under s.161 Cr.P.C., the police officer may reduce into\nwriting any statement made to him in the course of examination under that B\nprovision and if he does so he shall make separate and true record of the\nstatement of each such person whose statement he records. In a given case\nthe investigating officer may record circumstances ascertained during\ninvestigation in the case diary in terms of s.172 Cr.P.C. It is only when the\ninvestigating officer decides to record the statement of witnesses under s.161\nCr.P.C. that he becomes obliged to make a true record of the statement which\nobviously will not include the interpretation of the investigating officer of the\nstatements or the gists of statement. [Para 11] [546-B-C]\nC\nD\n1.2. Sub-section (b) of s.173 Cr.P.C. which authorises the police officer\nto claim a sort of privilege in respect of any statement recorded under s.161\nCr.P.C. after giving reasons as to why such statement may not be provided to\nthe accused. Such privilege can only be claimed in respect of statement\nrecorded under s.161 Cr.P.C. and not in respect of what the officer records\nin the case diary i.e. the gist of the statement under s.172 Cr.P.C. The\nMagistrate has to, in terms of s.207, provide to the accused, free of cost, copies\nof statements recorded under s.161 (3) subject to the exceptions in terms of E\ns. 173(6). [Para 11] [546-C-D]\n2. In different States case diaries are maintained in different ways. Some\nStates have a composite case diary which includes the statements recorded\nunder s. 161 Cr.P.C. as well as the observations of the investigating officer\nunder s.172 Cr.P.C. This court, therefore, in Shamshul Kanwar's case* held\nthat the statements under s.161 need to be separated from observations which\nare recorded under s.172 in order to make available the statement under s.\n161(3) to the accused. The position is entirely different here. [Para 13]\nShamshul Kanwar v. State of Uttar Pradesh* [1995] 4 SCC 430,\nreferred to.\n3. The direction of the High Court as contained in the impugned order\nis not a definite one. It only refers to Shamshul Kanwar's case* and concludes\nthat if the 'gists' can be regarded as statements under s.161 Cr.P.C. although\nF\nG\nH\n542\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA in summary form they would have to be made over to the accused. It does not\nfactually find out that as to whether the gists can be regarded as statements\nin view of the position of law. It did not take note of the specific stand of the\nappellant about separate maintenance of case diaries. In view of this, directions\nof the High Court are clearly unsustainable. [Para 15] [548-H; 549-A-B]\nB\nC\nᎠ\nSunita Devi v. State of Bihar and Anr., [2005] 1 SCC 608 and Sidharth\nand Ors. v. State of Bihar, [2005] 12 SCC 545, relied on.\n2007.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 201 of\nFrom the final judgment and Order dated 23.5.2006 of the High Court of\nDelhi at New Delhi in Crl. R.P. No. 183/2006.\nVikas Singh, A.S.G., Satyakam, R.C. Kathia and Anil Katiyar for the\nAppellant.\nN. Hariharan, Sudershan Rajan, Md. Qamar Ali, M.K. Pathy, P.\nNarasimhan, Jatin Talwar and A.P. Mohanty for the Respondents.\n1\nThe Judgment of the Court was delivered by\nE\nF\nG\nH\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this Appeal is to the direction given by the Delhi High\nCourt directing that if the gists of the interrogation can be regarded as\nstatements under Section 161(3) of the Code of Criminal Procedure, 1973 (in\nshort the 'Cr.P.C.'), although in summary form, then the same would have to\nbe supplied over the accused i.e. the respondents herein.\n3. The background facts in a nutshell are as follows:\n4. Respondents filed a petition under Section 397 and Section 401 read\nwith Section 482 of the Cr.P.C. regarding the opinion expressed by the trial\ncourt during recording of cross examination of PW 193 (Inspector Sukhwinder\nSingh) with regard to submissions alleged to have been made by PW 166\n(Rakesh Bhatnagar).\n5. For the purpose of adjudication of the present controversy, reference\nhas to be made to the opinion expressed by the trial court which reads as\nfollows:\n}\nL\n!\ni\n'\nす\nSTATE OF NCT OF DELHI v. RAVI KANT SHARMA [PASAYAT, J.] 543\n\"It is not in dispute that this witness has admitted to have A\ninterrogated PW Rakesh Bhatnagar several times but copy of seven\nstatement (recorded by me and other 10's) only is supplied to accused\nR.K. Sharma. In my opinion even the gist made after interrogating a\nperson i.e. PW Rakesh Bhatnagar was a statement in view of aforesaid\nprovision and the accused was entitled to get copy of such gists of\nB\nstatements. Prosecution is accordingly to supply the copies of such\ngists to accused R.K. Sharma\".\n6. This opinion/direction was questioned by the appellant because in\nterms of such opinion/direction the prosecution has been directed to supply\ncopies of 'gists' of statement said to have been recorded while interrogating C\nPW 66. Stand of the appellant is that these are not statements which fall\nwithin the meaning of Section 161(3) of the Cr.P.C. and, therefore, the accused\nis not entitled to any copy of the so called 'gists'. It was pointed out that\nthese 'gists' were not statements but mere observations of the investigating\nofficer. Relevant portion of the cross examination of PW-193 reads as follows:\n\"At this stage learned defence counsel requests that he be supplied\ncopies of the gist of statements of interrogation of Rakesh Bhatnagar\nrecorded in case diary under Section 161. The witness submits that\nhe did not record the gists of statement but the gist of interrogation\nwhich was his own observation and not the statement.\"\nD\nE\n7. It was pointed out by the appellant before the trial court that PW 193\nhas categorically and clearly stated that he did not record gist of statements\nof PW 66. On the other hand the gist related to his own observation and\ncannot be treated as statement of PW 66. Since the plea did not find acceptance\nby the trial Court, High Court was moved by filing a revision petition. F\nMaintainability of revision was questioned by the respondents. It was also\npointed out that in terms of Section 172 Cr.P.C., the investigating officer is\nrequired to maintain a case diary. With reference to the decision of this Court\nin Shamshul Kanwar v. State of Uttar Pradesh, [1995] 4 SCC 430 it was\nsubmitted that in some States the case diary comprises two parts i.e. first G\nrelating to the steps taken during investigation and the second part consists\nof statements of circumstances ascertained during the investigation. This\nCourt observed that these statements obviously refer to the statements\nrecorded by the officer in terms of Section 161 Cr.P.C. and copies of second\npart which mainly contains statement of the witnesses as a matter of course\nare to be supplied to the accused persons.\nH\nA\nB\nC\nD\nE\n544\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n8. After considering the rival submissions, learned Single Judge of the\nHigh Court observed that revision was maintainable and on merits observed\nas follows:\ni\n:\n\"As regards the merits, considering all the arguments advanced\n, by the learned counsel for the parties and particularly in view of the\nstatements made by PW 193 in the course of his cross-examination\nthat the gists recorded by him were gists of his own observation and\nnot the statement of PW-66, it would be necessary to ascertain by\nlooking at the case diary itself as to whether this statement of PW 193\nis made out or not. There is not doubt that if the gists pertain to only\nobservations made by PW-193 himself then these are not to be disclosed\nto the accused/respondents. However, if the gists can be regarded as\nstatements under Section 161(3) of the Cr.P.C., although in summary\nform, made by PW-66 then in view of the various decision of this\nCourt and particularly in the case of Shamshul Kanwar, the same\nwould have to be made over the accused/respondents. It would be\nnecessary to examine the case diary to ascertain the same. The matter\nis, therefore, sent back to the concerned trial court for determination\nof this issued in view of the aforesaid guidelines. Thereafter, the court\nmay pass appropriate orders. The impugned direction/order is set\naside.\nThe revision petition stands disposed of.\"\n9. According to the learned counsel for the appellant, the conceptual\ndifference between the statement of witnesses recorded under Section 172\nCr.P.C. and case diary under Section 161 Cr.P.C. has been lost sight of. It is\nF submitted that Shamshul Kanwar's case (supra) on which the High Court\nrelied dealt with cases having composite case diary which include the statement\nrecorded under Section 161 Cr.P.C. as well as the observation of the'\ninvestigating officer under Section 172 Cr.P.C. It is submitted that in the State\nof NCT of Delhi the case diary is being maintained separately and hence there\nis no question of any portion of case diary being looked into to find out\nwhether statement under Section 161 have been recorded therein or not.\nG\n10. Per contra learned counsel for the respondents submitted that the\nstatements prayed for by the respondents are statements recorded under\nSection 161 Cr.P.C. and not of statements relatable to Section 172 Cr.P.C. as\nH projected by the appellants. With reference to Section 172 Cr.P.C. it is submitted\nX\nSTATE OF NCT OF DELHI v. RAVI KANT SHARMA [PASAYAT, J.] 545\nthat it does not contemplate recording of: (a) statement of witnesses; (b) gists A\nof statement of witnesses. Therefore, recording of statement of witnesses in\ncase diary would not confer such statement the protection granted under\nSection 172 Cr.P.C.\nSections 161 and 172 Cr.P.C. read as follows:\nB\n\"Section 161: Examination of witnesses by police: (1) Any police\nofficer making an investigation under this Chapter, or any police\nofficer not below such rank as the State Government may, by general\nor special order prescribe in this behalf, acting on the requisition of\nsuch officer, may examine orally any person supposed to be acquainted C\nwith the facts and circumstances of the case.\n(2) Such person shall be bound to answer truly all questions relating\nto such case put to him by such officer, other than questions the\nanswers to which would have a tendency to expose him to a criminal\ncharge or to a penalty or forfeiture.\n(3) The police officer may reduce into writing any statement made to\nhim in the course of an examination under this section; and if he does\nso, he shall make a separate and true record of the statement of each\nsuch person whose statement he records.\nSection 172: Diary of proceeding in investigation (1) Every police\nofficer making an investigation under this Chapter shall day by day\nenter his proceeding in the investigation in a diary, setting forth the\ntime at which the information reached him, the time at which he began\nand closed his investigation, the place or places visited by him, and\na statement of the circumstances ascertained through his investigation.\n(2) Any Criminal Court may send for the police diaries of a case under\ninquiry or trial in such court, and may use such diaries, not as\nevidence in the case, but to aid it in such inquiry or trial.\nD\n(I)\nE\nF\n(3) Neither the accused nor his agents shall be entitled to call for such G\ndiaries, not shall he or they are entitled to see them merely because\nthey are referred to by the Court; but, if they are used by the police\nofficer who made them to refresh his memory or if the Court uses them\nfor the purpose of contradicting such police officer, the provisions of\nsection 161 or section 145, as the case may be, of the Indian Evidence H\nA\nB\n546\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nAct, 1872 (1 of 1872) shall apply.\n11. Under Section 161 Cr.P.C. the police officer may reduce into writing\nany statement made to him in the course of examination under that provision\nand if he does so he shall make separate and true record of the statement of\neach such person whose statement he records. The provision in other words\nauthorizes the police officer to reduce into writing any statement made by a\nwitness. In a given case the investigating officer may record circumstances\nascertained during investigation in the case diary in terms of Section 172\nCr.P.C. It is only when the investigating officer decides to record the statement\nof witnesses under Section 161 Cr.P.C. that he becomes obliged to make a true\nC record of the statement which obviously will not include the interpretation of\nthe investigating officer of the statements or the gists of statement. At this\nstage it will be necessary to take note of sub-section (b) of Section 173 Cr.P.C.\nwhich authorises the police officer to claim a sort of privilege in respect of\nany statement recorded under Section 161 Cr.P.C. after giving reasons as to\nwhy such statement may not be provided to the accused. Such privilege can\nonly be claimed in respect of statement recorded under Section 161 Cr.P.C. and\nnot in respect of what the officer records in the case diary i.e. the gist of the\nstatement under Section 172 Cr.P.C. It will also be necessary to take note of\nSection 207 Cr.P.C. The Magistrate has to, in terms of that provision, provide\nto the accused, free of cost, copies of statements recorded under Section 161\nE (3) subject to the exceptions in terms of Section 173(6). A categorical statement\nD\nF\nhas been made by the learned counsel for the appellant that the gist of the\nstatement has not been produced by the prosecution to prove the guilt of the\naccused and the gists of the statements were not recorded in terms of Section\n161 Cr.P.C. and accused has no right to ask for the gists of such statements\nif recorded under Section 172.\n12. At this juncture it would be necessary to take note of sub-section\n(3) of Section 172 which provides that neither the accused nor his agents shall\nbe entitled to call for such diaries meaning diary of proceedings in investigation\nnor shall he or they be entitled to see them merely because they are referred\nG to by the Court.\nH\n13. As rightly submitted by learned counsel for the appellant, in different\nStates case diaries are maintained in different ways. Some States have a\ncomposite case diary which includes the statements recorded under Section\n161 Cr.P.C. as well as the observations of the investigating officer under\nj\nSTATE OF NCT OF DELHI v. RAVI KANT SHARMA [PASAYAT, J.] 547\nSection 172 Cr.P.C. This court, therefore, in Shamshul Kanwar's case (supra) A\nheld that the statements under Section 161 need to be separated from\nobservations which are recorded under Section 172 in order to make available\nthe statement under Section 161(3) to the accused. The position is entirely\ndifferent here. Certain observations made by this Court in two recent cases\nalso need to be noted. In Sunita Devi v. State of Bihar and Anr., [2005] 1\nSCC 608 it was observed at para 27 as follows:\nB\nD\n\"The supervision notes can in no count be called. They are not a part\nof the papers which are supplied to the accused. Moreover, the\ninformant is not entitled to the copy of the supervision notes. The\nsupervision notes are recorded by the supervising officer. The C\ndocuments in terms of Sections 207 and 208 are supplied to make the\naccused aware of the materials which are sought to be utilized against\nhim. The object is to enable the accused to defend himself properly.\nThe idea behind the supply of copies is to put him on notice of what\nhe has to meet at the trial. The effect of non-supply of copies has\nbeen considered by this Court in Noor Khan v. State of Rajasthan,\nAIR (1964) SC 286 and Shakila Abdul Gafar Khan (Smt.) v. Vasant\nRaghunath Dhoble and Anr., [2003] 7 SCC 749. It was held that non-\nsupply is not necessarily prejudicial to the accused. The Court has to\ngive a definite finding about the prejudice or otherwise. The\nsupervision notes cannot be utilized by the prosecution as a piece of E\nmaterial or evidence against the accused. At the same time the accused\ncannot make any reference to them for any purpose. If any reference\nis made before any court to the supervision notes, as has noted above\nthey are not to be taken note of by the concerned court. As many\ninstances have come to light when the parties, as in the present case, F\nmake reference to the supervision notes, the inevitable conclusion is\nthat they have unauthorized access to the official records. We,\ntherefore, direct the Chief Secretary of each State and Union Territory\nand the concerned Director General of Police to ensure that the\nsupervision notes are not made available to any person and to ensure\nthat confidentiality of the supervision notes is protected. If it comes\nto light that any official is involved in enabling any person to get the\nsame appropriate action should be taken against such official. Due\ncare and caution should be taken to see that while supplying police\npapers supervision notes are not given.\"\nG\nH\n548\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n14. Similarly in Sidharth and Ors. v. State of Bihar, [2005] 12 SCC 545\nat para 27 it was noted as follows:\n\"Lastly, we may point out that in the present case, we have\nnoticed that the entire case diary maintained by the police was made\navailable to the accused. Under Section 172 of the Criminal Procedure\nCode, every police officer making an investigation has to record his\nproceedings in a diary setting forth the time at which the information\nreached him, the time at which he began and closed his investigation,\nthe place or places visited by him and a statement of the circumstances\nascertained through his investigation. It is specifically provided in\nsub-clause (3) of Section 172 that neither the accused nor his agents\nshall be entitled to call for such diaries nor shall he or they be entitled\nto see them merely because they are referred to by the court, but if\nthey are used by the police officer who made them to refresh his\nmemory, or if the court uses them for the purpose of contradicting\nsuch police officer, the provisions of Section 161 Cr.P.C. or the\nprovisions of Section 145 of the Evidence Act shall be complied with.\nThe court is empowered to call for such diaries not to use it as\nevidence but to use it as aid to find out anything that happened\nduring the investigation of the crime. These provisions have been\nincorporated in the Code of Criminal Procedure to achieve certain\nspecific objectives. The police officer who is conducting the\ninvestigation may come across a series of information which cannot\nbe divulged to the accused. He is bound to record such facts in the\ncase diary. But if the entire case diary is made available to the accused,\nit may cause serious prejudice to others and even affect the safety\nand security of those who may have given statement to the police.\nThe confidentiality is always kept in the matter of criminal investigation\nand it is not desirable to make available the entire case diary to the\naccused. In the instant case, we have noticed that the entire case\ndiary was given to the accused and the investigating officer was\nextensively cross-examined on many facts which were not very much\nrelevant for the purpose of the case. The learned Sessions Judge\nshould have been careful in seeing that the trial of the case was\nconducted in accordance with the provisions of Cr.P.C.\"\n\"K\n15. The direction of the High Court as contained in the impugned order\nis not a definite one. It only refers to Shamshul Kanwar's case (supra) and\n}\n+\n+\nSTATE OF NCT OF DELHI v. RAVI KANT SHARMA [PASAYAT, J.] 549\nconcludes that if the ‘gists' can be regarded as statements under Section 161 A\nCr.P.C. although in summary form they would have to be made over to the\naccused. It does not factually find out that as to whether the gists can be\nregarded as statements in view of the position of law stated above. It did not\ntake note of the specific stand of the appellant about separate maintenance\nof case diaries.\n16. In view of what has been stated above, the directions of the High\nCourt are clearly unsustainable and are set aside.\n17. Appeal is allowed.\nB\nD.G.\nC\nAppeal allowed.\n"}