{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 3 S.C.R. 987\nMR. JUSTICE CHANDRASHEKARAIAH (RETD.)\nV.\nJANEKERE C. KRISHNA \u0026 ORS. ETC.\n(Civil Appeal Nos. 197-199 of 2013)\nJANUARY 11, 2013\n[K.S. RADHAKRISHNAN AND MADAN B. LOKUR, JJ.]\n-\n-\n-\nA\nB\nKarnataka Lokayukta Act, 1984 – s.3(2)(a) and (b) -\nAppointment of Lokayukta / Upa Lokayukta under the Act by\nthe Governor of Karnataka - Nature and procedure to be C\nfollowed - Requirement of 'consultation' in the context of\nappointment process - Meaning of - Held: The Governor of\nthe State can appoint Lokayukta or Upa Lokayukta only on\nthe advice tendered by the Chief Minister - The Chief Minister\nis mandatorily required to consult the Chief Justice of the High D\nCourt and four other consultees The consultation must be\nmeaningful and effective - However, the advice tendered by\nthe Chief Minister will have primacy and not that of the\nconsultees including the Chief Justice of the High Court - On\nfacts, the Chief Minister erred in not consulting the Chief E\nJustice of the High Court in the matter of appointment of\nappellant as Upa Lokayukta – Appointment of appellant was\nin violation of s.3(2)(b) of the Act since the Chief Justice of\nthe High Court was not consulted nor was the name\ndeliberated upon before advising or appointing him as Upa F\nLokayukta Consequently appellant has no authority to\ncontinue or hold the post of Upa Lokayukta.\n-\n-\n-\nKarnataka Lokayukta Act, 1984 - s.3(2)(a) and (b) – State\nof Karnataka – Duties and functions of the Lokayukta / Upa\nLokayukta - Nature of - Discussed.\n-\nThe office of the Karnataka Upa Lokayukta fell\nvacant. The Chief Minister of the Karnataka State initiated\nsteps for filling up that vacancy and following that\n987\nG\nH\n988 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nappoint\nA advised\nB\nC\nD\nthe Governor to\nJustice\nChandrashekaraiah as Upa Lokayukta. The Governor,\naccepting the advice of the Chief Minister, passed order\ndated 20.01.2012 appointing Justice Chandrashekaraiah\nas the Upa Lokayukta.\nThe Chief Justice of the Karnataka High Court\naddressed a letter dated 04.02.2012 to the Chief Minister\nstating that he was not consulted in the matter of\nappointment of Justice Chandrashekaraiah as Upa\nLokayukta and that the appointment was not in\nconformity with the constitutional provisions and\nrequested for recalling the appointment. Subsequently,\ntwo writ petitions were filed in public interest for quashing\nthe appointment of Justice Chandrashekaraiah as Upa\nLokayukta. A writ of quo warranto was also preferred\nagainst the functioning of Justice Chandrashekaraiah as\nUpa Lokayukta.\nThe High Court held that since there was no\nconsultation with the Chief Justice of the Karnataka High\nE Court specifically on the appointment of Justice\nChandrashekaraiah as an Upa-lokayukta, his\nappointment, therefore, was void ab initio. The High\nCourt held that under the Karnataka Lokayukta Act, 1984,\nthe opinion expressed by the Chief Justice of the High\nCourt of Karnataka has primacy while tendering advice\nby the Chief Minister of the State to the Governor and that\nsince, the order passed by the Governor of Karnataka,\nappointing Justice Chandrashekaraiah as Upa\nLokayukta, was without consulting the Chief Justice of\nthe High Court, the same was illegal.\nF\nG\nIn the instant appeals preferred by Justice\nChandrashekaraiah and the State of Karnataka, the\nquestion which arose for consideration was whether the\nview of the Chief Justice of the High Court of Karnataka\nH has got primacy while making appointment to the post·\nJUSTICE CHANDRASHEKARAIAH (RETD.) v. 989\nJANEKERE C. KRISHNA\nof Lokayukta or Upa Lokayukta by the Governor of A.\nKarnataka in exercise of powers conferred on him under\nSection 3(2)(a) and (b) of the Karnataka Lokayukta Act,\n1984.\nDisposing of the appeals, the Court\nPer Radhakrishnan, J.\n•\nB\nE\nHELD: 1.1. The functions to be discharged by\nLokayukta or Upa Lokayukta are investigative in nature\nand the report of Lokayukta or Upa Lokayukta under C\nsub-sections (1) and (3) of Section 12 of the Act and the\nSpecial Report submitted under sub-section (5) of\nSection 12 of the Act are only recommendatory. No civil\nconsequence as such follows from the action of\nLokayukta and Upa Lokayukta, though they can initiate D\nprosecution before a competent court. Sections 9, 10 and\n11 of the Act clearly indicate that Lokayukta and Upa\nLokayukta are discharging quasi-judicial functions while\nconducting the investigation under the Act. Sub-section\n(2) of Section 11 of the Act also states that for the purpose\nany such investigation, including the preliminary inquiry\nLokayukta and Upa Lokayukta shall have all the powers\nof a Civil Court while trying a suit under the Code of Civil\nProcedure, 1908, in the matter of summoning and\nenforcing the attendance of any person and examining\nhim on oath. Further they have also the power for\nrequiring the discovery and production of any document,\nreceiving evidence on affidavits, requisitioning any public\nrecord or copy thereof from any court or office, issuing\ncommissions for examination of witnesses of documents\netc. Further, sub-section (3) of Section 11 stipulates that\nany proceedings before the Lokayukta and Upa\nLokayukta shall be deemed to be a judicial proceeding\nwithin the meaning of Section 193 of the Indian Penal\nCode. Therefore, Lokayukta and Upa Lokayukta, while\nF\nG\nH\n990 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA investigating the matters are discharging quasi-judicial\nfunctions, though the nature of functions is investigative.\n[Paras 25, 33][1024-A-B; 1027-B-F]\nB\nC\nD\n1.2. The Governor, as per Section 3(2)(a) of the\nKarnataka Lokayukta Act, 1984, is empowered to appoint\nLokayukta on the advice tendered by the Chief Minister,\nin consultation with the Chief Justice of the High Court\nof Karnataka, the Chairman, Karnataka Legislative\nCouncil, the Speaker, Karnataka Legislative Assembly,\nthe Leader of the Opposition in the Karnataka Legislative\nCouncil and the Leader of the Opposition in the\nKarnataka Legislative Assembly. It is, therefore, clear that\nall the above five dignitaries have to be consulted before\ntendering advice by the Chief Minister to the Governor of\nthe State. Section 3(2)(b) of the Act stipulates that, so far\nas the Upa Lokayukta is concerned, he shall be a person\nwho has held the office of a Judge of the High Court and\nshall be appointed on the advice tendered by the Chief\nMinister. The Chief Minister has to consult the five\ndignitaries, the Chief Justice of the High Court of\nE Karnataka, the Chairman, Karnataka Legislative Council,\nthe Speaker, Karnataka Legislative Assembly, the Leader\nof the Opposition in the Legislative Council and the\nLeader of Opposition in the Karnataka Legislative\nAssembly. Therefore, for the purpose of appointment of\nF Lokayukta or Upa Lokayukta all the five consultees are\ncommon. The appointment has to be made by the\nGovernor on the advice tendered by the Chief Minister in\nconsultation with those five dignitaries. [Paras 36, 37]\n[1029-F-H; 1030-A-D]\nG\nH\n1.3. The language employed in Section 3(2)(a) and (b)\nof the Karnataka Lokayukta Act, 1984 is clear and\nunambiguous and one has to apply the golden rule of\ninterpretation i.e. the literal interpretation. When the\nlanguage is plain and unambiguous and admits of only\nJUSTICE CHANDRASHEKARAIAH: (RETD.)\\v\nJANEKERE C. KRISHNA\n་\n991\none meaning no question of construction of a statute A\narises, for the Act speaks for itself. Section 3(2)(a) and (b)\nwhen read literally and contextually admit of no doubt that\nthe Governor of the State can 'appoint Lokayukta or Upa\nLokayukta only on the advice tendered by the Chief\nMinister and that the Chief Justice of the High Court is B\nonly one of the consultees and his views have no\nprimacy. The Governor; as per the statute, can appoint\nonly on the advice tendered by the Chief Minister and not\non the opinion expressed by the Chief Justice or any of\nthe consultees. [Paras 60, 61 and 62] [1045-F-G; 1046-A- C\nB, F-G] l adalahedam travel of ne\n11:\n3.\nD\n1.4. The Chief Minister is legally obliged to consult the\nChief Justice of the High Court and other four, consultees,\nwhich is a mandatory requirement. The consultation must\nbe meaningful and effective and mere eliciting the views\nor calling for recommendations would not suffice.\nConsultees can suggest various names from the source\nstipulated in the statute and those names have to be\ndiscussed either in a meeting to be convened by the\nChief Minister of the State for that purpose or by way of E\ncirculation. The Chief Minister, if proposes to suggest.or..\nadvise any name from the source ear-marked in the\nstatute that must also be made available to the\nconsultees so that they can also express their views on\nthe name or names suggested by the Chief Minister. After F\ndue deliberations and making' meaningful consultation,\nthe Chief Minister of the State is free to advise a name\nwhich has come up for consideration among the\nconsultees to the Governor of the State. The advice:\ntendered by the Chief Minister will have primacy and not G\nthat of the consultees including the Chief Justice of the\nHigh Court. [Para 63] [1047-A-E] so you\n50122116\n7-7\nerly\n1.5. It cannot be said that since the source (from\nwhich a candidate has to be advised for the post of\nLokayukta:/: Upa' Lokayukta) consists of persons who\u003e H\n992 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA have held the office of the Judge of the Supreme Court\nor the High Court, the Chief Justice of the High Court\nwould be in a better position to compare the merits and\ndemerits of those candidates. Apart from a person's\ncompetence, integrity and character as a Judge, various\nB other information have also to be gathered since the\npersons who fall in that source are retired judges.\nGovernment has its own machinery and system to gather\nvarious information about retired Judges. The Chief\nMinister cannot advise a name from that source without\nC making a meaningful and effective consultation after\ndisclosing the relevant materials. This is a sufficient\nsafeguard against arbitrary selection and advice. Further\nthe duties and functions of the Lokayukta or Upa\nLokayukta are investigative in nature and their orders as\nsuch cannot be executed. In such situation, the\nlegislature, in its wisdom, felt that no primacy need be\nattached to views of the consultees including the Chief\nJustice but on the advice of the Chief Minister: [Para 64]\n[1047-G-H; 1048-A-C]\nD\nE\n1.6. Nothing spells out from the language used in\nSection 3(2)(a) and (b) to hold that primacy be attached\nto the opinion expressed by the Chief Justice of the High\nCourt of Karnataka. The various directions given by the\nHigh Court holding that the views of the Chief Justice has\n·F got primacy, is beyond the scope of the Act and the High\nCourt has indulged in a legislative exercise which is\nimpermissible in law. Therefore, all the directions issued\nby the High Court, are set aside since they are beyond\nthe scope of the Act. [Para 65] [1048-D-F]\nG\n1.7. The Chief Minister has however committed an\nerror in not consulting the Chief Justice of the High Court\nin the matter of appointment of Justice\nChandrashekaraiah as Upa Lokayukta. Records indicate\nthat there was no meaningful and effective consultation\nH or discussion of the names suggested among the\nJUSTICE CHANDRASHEKARAIAH (RETD.) v. 993\nJANEKERE C. KRISHNA\nB\nconsultees before advising the Governor for appointment A\nto the post of Upa Lokayukta. The appointment of Justice\nChandrashekaraiah as Upa Lokayukta, therefore, is in\nviolation of Section 3(2)(b) of the Act since the Chief\nJustice of the High Court was not consulted nor was the\nname deliberated upon before advising or appointing him\nas Upa Lokayukta, consequently, the appointment of\nJustice Chandrasekharaiah as Upa Lokayukta cannot\nstand in the eye of law and he has no authority to\ncontinue or hold the post of Upa Lokayukta of the State.\n[Para 66] [1048-F-H; 1049-A-B]\n1.8. The Chief Minister of the State is directed to take\nappropriate steps for appointment of Upa Lokayukta in\nthe State of Karnataka, in accordance with law. Since\nnothing adverse has been found against Justice\nChandrasekharaiah, his name can still be considered for\nappointment to the post of Upa Lokayukta along with\nother names, if any, suggested by the other five\nconsultees under the Act. However, it is made clear that\nthere is no primacy in the views expressed by any of the\nconsultees and after due deliberations of the names\nsuggested by the consultees including the name, if any\nsuggested by the Chief Minister, the Chief Minister can\nadvise any name from the names discussed to the\nGovernor of the State for appointment of Upa Lokayukta\nunder the Act. [Para 67] [1049-B-E]\nJustice K.P. Mohapatra v. Sri Ram Chandra Nayak and\nOrs. 2002 (8) SCC 1: 2002 (3) Suppl. SCR 166; Nagendra\nNath Bora and Another v. Commissioner of Hills Division and\nAppeals, Assam and Others AIR 1958 SC 398: 1958 SCR\n1240; Indian National Congress (I) v. Institute of social\nWelfare and Others (2002) 5 SCC 685: 2002 (3) SCR 1040;\nAutomotive Tyre Manufactures Association v. Designated\nAuthority and Others (2011) 2 SCC 258: 2011 (1) SCR 198;\nс\nD\nE\nF\nG\nState of Gujarat v. Hon'ble Mr. Justice R.A. Mehta (Retd.) H\n994 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA 2013 (1) SCALE 7; Chandra Mohan v. State of U.P. 1967 (1)\nSCR 77; Chandramouleshwar Prasad v. Patna High Court\n(1969) 3 SCC 56: 1970 (2) SCR 666; Samsher Singh v. State\nof Punjab and Another (1974) 2 SCC 831: 1975 (1) SCR 814;\nUnion of India v. Sankalchand Himatlal Sheth and Another\nB (1977) 4 SCC 193: 1978 (1) SCR 423; Supreme Court\nAdvocates-on-Record Association and Others v. Union of\nIndia (1993) 4 SCC 441: 1993 (2) Suppl. SCR 659; Union\nof India and Others v. Kali Dass Batish and Another (2006) 1\nSCC 779: 2006 (1) SCR 261; Ashish Handa, Advocate v.\nC Hon'ble the Chief Justice of High Court of Punjab and\nD\nHaryana and Others (1996) 3 SCC 145: 1996 (3) SCR 474;\nAshok Tanwar and Another v. State of H.P. and Others (2005)\n2 SCC 104: 2004 (6) Suppl. SCR 1065; N. Kannadasan v.\nAjoy Khose and Others (2009) 7 SCC 1: 2009 (7) SCR 668\nand Kanailal Sur v. Paramnidhi Sadhu Khan AIR 1957 SC\n907: 1958 SCR 360 - referred to.\nto.\nEmpror v. Benoarilal Sarma AIR 1945 PC 48- referred\nE Per Lokur, J. [Concurring]\nF\nG\nH\nHELD: 1.1. The broad spectrum of functions, powers,\nduties and responsibilities of the Upa-lokayukta, as\nstatutorily prescribed, clearly bring out that not only does\nhe perform quasi-judicial functions, as contrasted with\npurely administrative or executive functions, but that the\nUpa-lokayukta is more than an investigator or an enquiry\nofficer. At the same time, notwithstanding his status, he\nis not placed on the pedestal of a judicial authority\nrendering a binding decision. He is placed somewhere in\nbetween an investigator and a judicial authority, having\nthe elements of both. For want of a better expression, the\noffice of an Upa-lokayukta can only be described as a sui\ngeneris quasi-judicial authority. [Para 27] [1057-E-H]\n1.2. In the appointment of the Upa-lokayukta, the\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\n-\nJANEKERE C. KRISHNA\n995\nC\nChief Minister must consult not only the Chief Justice but A\nseveral other constitutional authorities also and given the\nfact that the Upa-Lokayukta is not a purely judicial\nauthority, it hardly matters who initiates the process of\nappointment of the Upa-Lokayukta. Ordinarily, it must be\nthe Chief Minister since he has to tender advice to the B\nGovernor and, in a sense, the appointment is his primary\nresponsibility. But this does not preclude any of the other\nconstitutional authorities who are required to be\nconsulted from bringing it to the notice of the Chief\nMinister that the post of the Upa-Lokayukta needs to be\nfilled up and that the appointment process ought to\ncommence – nothing more than that. None of them ought\nto suggest a name since constitutional courtesy would\ndemand that only the Chief Minister should initiate the\nappointment process. There is no reason to hold that\nmerely because the Upa-Lokayukta is a sui generis quasi-\njudicial authority, only the Chief Justice must initiate the\nprocess of appointment. The selection of the Upa-\nlokayukta is a consultative process involving several\nconstitutional authorities and in the context of the Act, no\nconstitutional authority is subordinate to the other. It\ncannot be said that the recommendation for appointing\nthe Upa-lokayukta under the Act must emanate only from\nthe Chief Justice and only the name recommended by\nhim should be considered. [Paras 45, 47] [1064-G-H; 1065-\nA-D; 1066-A-B]\n1.3. There is a clear distinction between 'consultation'\nin the appointment of a judge of a superior court and\n'consultation' in the appointment to a statutory judicial\nposition. For the former, the Chief Justice must consult\nthe collegiums of Judges, while it is not necessary for the\nlatter. An Upa-lokayukta is not a judicial authority, let\nalone a constitutional authority like a judge of a High\nCourt. Therefore, mandatory consultation in the\nappointment process as postulated by Section 3(2)(b) of\n\"\nD\nE\nF\nG\nI\n996\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA the Act is with the Chief Justice in his individual capacity\nand not consultation in a collegial capacity. [Paras 56, 58]\n[1070-A-B, E-F]\nB\n1.4. There are absolutely no 'consultation' guidelines\nlaid down in the Act. It is not necessary to circumscribe\nthe manner of consultation. The Chief Minister may\nconsult the other constitutional authorities collectively or\nin groups or even individually - this hardly matters as\nlong as there is meaningful and effective consultation.\nSimilarly, it is not necessary to restrict the mode of\nC consultation. It may be in a meeting or through\ncorrespondence. Today, with available technology,\nconsultation may even be through a video link. The form\nof consultation or the venue of consultation is not\nimportant - what is important is the substance of the\nD consultation. The matter has to be looked at pragmatically\nand not semantically. It is important that no constitutional\nauthority is kept in the dark about the name of any\ncandidate under consideration and each constitutional\nauthority mentioned in Section 3(2)(b) of the Act must\nE know the recommendation made by one another for\nappointment as an Upa-Lokayukta. In addition, they must\nhave before them full and identical facts. As long as these\nbasic requirements are met, 'consultation' could be said\nto have taken place. [Paras 59, 60] [1070-G; 1071-A-E]\nF\nG\n1.5. In the instant case, there was no 'consultation'\nbetween the various constitutional authorities before the\nChief Minister recommended the name of Justice\nChandrashekharaiah. In response to the letter of the Chief\nMinister, the Chief Justice recommended the name of\nJustice Rangavittalachar; the Speaker of the Legislative\nAssembly recommended Justice Chandrashekharaiah;\nthe Chairman of the Legislative Council recommended\nJustice Chandrashekharaiah; the Leader of the\nOpposition in the Legislative Assembly recommended\nH Justice Mohammed Anwar and Justice Ramanna; the\n"}