{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v. 997\nJANEKERE C. KRISHNA\nB\nLeader of the Opposition in the Legislative Council A\nrecommended Justice Mohammed Anwar and Justice\nRamanna. Therefore, as many as four retired judges were\nrecommended for appointment as Upa-lokayukta. It is not\nclear whether the names of all these judges were\ndisclosed to all the constitutional authorities. The name\nof Justice Chandrashekharaiah was certainly not\ndisclosed to the Chief Justice, as is evident from his letter\ndated 4th February 2012 wherein he stated four times that\nhe was not consulted on the appointment of Justice\nChandrashekharaiah. The contents of this letter are not c\ndenied by the State and are quite obviously admitted.\nSignificantly, the Chief Minister did not reply to this letter.\nClearly, the Chief Justice was kept in the dark about the\nname of a candidate and there was no full and complete\ndisclosure of facts. Ergo, the Chief Minister did not D\nrecommend the name of Justice Chandrashekharaiah in\nconsultation with the Chief Justice. This was contrary to\nthe mandatory requirement of Section 3(2)(b) of the Act\nand so, it must be held that the appointment of Justice\nChandrashekharaiah was void ab initio. [Paras 61, 62]\n[1071-F-H; 1072-A-B; 1073-A-B]\nE\n1.6. 'Consultation' for the purposes of Section 3(2)(b)\nof the Act does not and cannot postulate concurrence or\nconsent. There is always a possibility of an absence of\nagreement on any one single person being F\nrecommended for appointment as an Upa-lokayukta, as\nhas actually happened in the present case. In such a\nsituation, it is ultimately the decision of the Chief Minister\nwhat advice to tender to the Governor, since he alone has\nto take the final call. [Para 67] [1074-G-H; 1075-A]\n1.7. There is no reason why the Chief Minister cannot\nadvice the Governor to appoint a person not\nrecommended by any of the constitutional authorities, as\nlong as he consults them - the 'consultation' being in the\nmanner postulated above. The Chief Minister can\nG\nH\nA\n998 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nrecommend a completely different person, other than any\nof those recommended by any of the constitutional\nauthorities as long as he does not keep them in the dark\nabout the name of the candidate and there is a full and\ncomplete disclosure of all relevant facts. On the facts of\nB this case, there was no consultation between the Chief\nMinister and the Chief Justice on the appointment of\nJustice Chandrashekharaiah as an Upa-lokayukta. His\nappointment was, therefore, void ab initio. [Para 68, 69]\n[1075-A-C, F-G]\nC\n1.8. As far as Section 3(2)(b) of the Act is concerned,\nthe primary ‘responsibility' for the appointment of the Upa-\nLokayukta rests with the Chief Minister who has to advice\nthe Governor. Since the Chief Justice is only one of the\nconstitutional authorities required to be consulted by the\nD Chief Minister before advice is tendered to the Governor,\nit cannot be said that only his view would prevail over the\nviews of other constitutional authorities. If that were so,\nthen (to rephrase the High Court) consultation with the\nother constitutional authorities including the Chairman of\nE the Karnataka Legislative Council, the Speaker of the\nKarnataka Legislative Council and the Leader of the\nOpposition in the Karnataka Legislative Council and in\nthe Karnataka Legislative Assembly would be reduced to\na farce. It must be appreciated that these constitutional\nF authorities also have an equal say in the executive\ngovernance of the State and there is nothing to suggest\nthat their opinion should be subordinated to the opinion\nof the Chief Justice or that the Chief Justice can veto their\nviews. On the other hand, since it is ultimately the Chief\nMinister who has to advice the Governor, it is he alone\nwho has to take the final call and shoulder the\nresponsibility of correctly advising the Governor in the\nmatter of appointing the most suitable person as an Upa-\nlokayukta. [Para 78] [1079-B-G]\nG\nH\n1.9. The mechanics of the working of a statute has\nJUSTICE CHANDRASHEKARAIAH (RETD.) v. 999\nJANEKERE C. KRISHNA\nto be decoded from the contents of the statute and the A\nwords used therein; otherwise there is a possibility of\ncommitting a serious error. A statute must be considered\nand understood on its own terms. In so construing the\nAct, there is no reason to accord primacy to the views of\nthe Chief Justice in the appointment of an Upa-lokayukta B\nunder the Karnataka Lokayukta Act, 1984. [Para 79] [1079-\nG-H; 1080-B-C]\n1.10. The doctrine of 'prospective overruling' has no\napplication herein since there is no overwhelming reason\nto save the appointment of the Upa-lokayukta from attack. C\nThere was no consultation with the Chief Justice\nspecifically on the appointment of Justice\nChandrashekharaiah as an Upa-Lokayukta. In absence of\nany consultation with the Chief Justice, the appointment\nof Justice Chandrashekharaiah as Upa-lokayukta is void D\nab initio. [Paras 4, 81, 83] [1050-A-B; 1080-F; 1081-A-B]\nN. Gundappa v. State of Karnataka 1989 (3) KarLJ 425;\nState of Karnataka v. N. Gundappa ILR 1990 Kar 4188; Prof.\nS.N. Hegde v. The Lokayukta ILR 2004 Kar 3892; The Bharat\nBank Ltd., Delhi v. Employees of the Bharat Bank Ltd., Delhi\n[1950] SCR 459; Durga Shankar Mehta v. Thakur Raghuraj\nSingh and Others [1955] 1 SCR 267; Associated Cement\nCompanies v. P.N. Sharma 1965 (2) SCR 366; Sarwan\nSingh Lamba v. Union of India (1995) 4 SCC 546: 1995 (1)\nSuppl. SCR 427; S.P. Sampath Kumar v. Union of India\n(1987) 1 SCC 124: 1987 (1) SCR 435; Ashish Handa v.\nHon'ble the Chief Justice of High Court of Punjab \u0026 Haryana\nand Others (1996) 3 SCC 145: 1996 (3) SCR 474; Ashok\nTanwar and Another v. State of Himachal Pradesh and Others\n(2005) 2 SCC 104: 2004 (6) Suppl. SCR 1065; State of\nHaryana v. National Consumer Awareness Group (2005) 5\nSCC 284: 2005 (3) SCR 1158; N. Kannadasan v. Ajoy Khose\nand Others (2009) 7 SCC 1: 2009 (7) SCR 668; Supreme\nCourt Advocates on Record Association v. Union of India AIR\n1994 SC 268: 1993 (2) Suppl. SCR 659; Aruna Roy v.\nヨ\nF\nG\nH\n1000 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Union of India (2002) 7 SCC 368: 2002 (2) Suppl. SCR 266;\nS.P. Gupta v. Union of India 1981 Supp SCC 87: 1982 SCR\n365; Union of India v. Sankalchand Himmatlal Seth (1977)\n4 SCC 193: 1978 (1) SCR 423; Indian Administrative Service\n(S.C.S.) Association U.P. and Others v. Union of India and\nB Others 1993 Supp. (1) SCC 730: 1992 (2) Suppl. SCR 389;\nM.M. Gupta v. State of Jammu \u0026 Kashmir (1982) 3 SCC 412:\n1983 (1) SCR 593; Justice K.P. Mohapatra v. Sri Ram\nChandra Nayak (2002) 8 SCC 1: 2000 (4 ) Suppl. SCR 22\nand Maharashtra State Financial Corporation v. Jaycee\nC Drugs and Pharmaceuticals (1991) 2 SCC 637: 1991 (1)\nSCR 480 - referred to.\nCase Law Reference:\nPer K.S. Radhakrishnan, J.:\nD\n2002 (3) Suppl. SCR 166\nreferred to\nParas 13,\n57, 59\n1958 SCR 1240\nreferred to\nPara 30\n2002 (3) SCR 1040\nreferred to\nPara 30\nE\n2011 (1) SCR 198\nreferred to\nPara 32\n2013 (1) SCALE 7\nreferred to\nPara 48\n1967 (1) SCR 77\nreferred to\nPara 50\nF\n1970 (2) SCR 666\nreferred to\nPara 50\n1975 (1) SCR 814\nreferred to\nPara 51\n1978 (1) SCR 423\nreferred to\nPara 51\nG\n1993 (2) Suppl. SCR 659\nreferred to\nPara 52,\n54, 55\n2006 (1) SCR 261\nreferred to\nPara 53\n1996 (3) SCR 474\nreferred to\nPara 54\nH\nJUSTICE CHANDRASHEKARAIAH (RETD.) v. 1001\nJANEKERE C. KRISHNA\n2004 (6) Suppl. SCR 1065 referred to\nPara 55\nA\n2009 (7) SCR 668\nreferred to\nPara 55\nAIR 1945 PC 48\nreferred to\nPara 61\n1958 SCR 360\nreferred to\nPara 61\nB\nPer Madan B. Lokur, J.:\n1989 (3) KarLJ 425\nreferred to\nPara 9\nLR 1990 Kar 4188\nreferred to\nPara 10\nC\nILR 2004 Kar 3892\nreferred to\nPara 10\n[1950] SCR 459\nreferred to\nPara 28\n[1955] 1 SCR 267\nreferred to\nPara 30\nD\n1965 (2) SCR 366\nreferred to\nPara 31\n1995 (1) Suppl. SCR 427\nreferred to\nPara 37, 38\n1987 (1) SCR 435\nreferred to\nPara 37\n1996 (3) SCR 474\nreferred to\nPara 38, 39\nE\n2004 (6) Suppl. SCR 1065 referred to\nPara 39\n2005 (3) SCR 1158\nreferred to\nPara 39\n2009 (7) SCR 668\nreferred to\nPara 40\nF\n1993 (2) Suppl. SCR 659\nreferred to\nPara 51\n2002 (2) Suppl. SCR 266\nreferred to\nPara. 53\n1982 SCR 365\nreferred to\nPara 55\nG\n1978 (1) SCR 423\nreferred to\nPara 55\n1992 (2) Suppl. SCR 389\nreferred to\nPara 63\n1983 (1) SCR 593\nreferred to\nPara 68\n2000 (4) Suppl. SCR 22\nreferred to\nPara 74\nH\n1002\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\n1991 (1) SCR 480\nreferred to Para 76\nB\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n197-199 of 2013.\nFrom the Judgment \u0026 Order dated 03.04.2012 of the High\nCourt of Karnataka at Bangalore in Writ Petition Nos. 4852-\n53 of 2012 and Writ Petition No. 4962 of 2012.\nC.A. No. 200-202 of 2013\nWITH\nK.V. Viswanathan, P.V. Shetty, V.N. Ragupathy, Gautam\nBharadwaj, Mahesh Agarwal, Akhil Anand, E.C. Agrawala,\nRishi Agrawala, Ankur Saigal, Abhinav Agrawal for the\nAppellant.\nK.N. Bhat, Shailesh Madiyal, Anantha Narayana M.G.,\nNavkesh Batra, Sandeep Narain Shalu Lal, S. Narain \u0026 Co.\nfor the Respondents.\nThe Judgments of the Court were delivered by\nE\nK.S. RADHAKRISHNAN, J. 1. Leave granted.\n2. The sentinel issue that has come up for consideration\nin these appeals is whether the views expressed by the Chief\nJustice of the High Court of Karnataka has got primacy while\nF making appointment to the post of Lokayukta or Upa Lokayukta\nby the Governor of Karnataka in exercise of powers conferred\non him under Section 3(2)(a) and (b) of the Karnataka\nLokayukta Act, 1984 (for short 'the Act').\nG\nH\n3. The Division Bench of the Karnataka High Court took\nthe view that under the Act the opinion expressed by the Chief\nJustice of the High Court of Karnataka has primacy while\ntendering advice by the Chief Minister of the State to the\nGovernor. The Court held since, the order passed by the\nGovernor of Karnataka, appointing Justice Chandrashekaraiah\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1003\nas Upa Lokayukta on 21.1.2012, was without consulting the A\nChief Justice of the High Court, the same was illegal. The High\nCourt also issued various directions including the direction to\nthe State and the Principal Secretary to the Governor to take\nsteps for filling up the post of Upa Lokayukta in accordance with\nthe directions contained in the judgment. Aggrieved by the\nJudgment of the High Court, these appeals have been preferred\nby Justice Chandrashekaraiah and the State of Karnataka.\nFacts\n-\nB\n4. The notification dated 21.1.2012 issued in the name of C.\nthe Governor was challenged by two practicing lawyers in public\ninterest contending that the institution of Lokayukta was set up\nin the State for improving the standard of public administration\nby looking into complaints against administrative actions\nincluding cases of corruption, favouritism and official D\nindiscipline in administrative machinery and if the Chief\nMinister's opinion has primacy, then it would not be possible\nfor the institution to work independently and impartially so as\nto achieve the object and purpose of the Act.\n5. The office of the Karnataka Upa Lokayukta fell vacant\non the resignation of Justice R. Gururajan and the Chief\nMinister initiated steps for filling up that vacancy. Following that,\nthe Chief Minister on 18.10.2011 addressed separate letters\nto the Chief Justice of the High Court of Karnataka, Chairman\nof the Karnataka Legislative Council, Speaker of the Karnataka\nLegislative Assembly, Leader of the Opposition in the\nLegislative Council and Leader of the Opposition in the\nLegislative Assembly requesting them to suggest a panel of\neligible persons for appointment as Upa Lokayukta on or\nbefore 24.10.2011.\nE\nF\nG\n6. The Chief Justice suggested the name of Mr. H.\nRangavittalachar (Retd.), the Leader of the Opposition in the\nKarnataka Legislative Council and the Leader of the\nOpposition in the Karnataka Legislative Assembly suggested H\n1004 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA the names of Mr. Justice K. Ramanna (Retd.) and Mr. Justice\nMohammed Anwar (Retd.). The Chairman of the Karnataka\nLegislative Council and the Speaker of the Karnataka\nLegislative Assembly suggested the name of Justice\nChandrashekaraiah (Retd.). The Chief Minister then advised\nB the Governor to appoint Justice Chandrashekaraiah as Upa\nLokayukta. The Governor, accepting the advice of the Chief\nMinister, passed the order dated 20.1.2012 appointing Justice\nChandrashekaraiah as the Upa Lokayukta.\nC\n7. The Chief Justice on 21.01.2012 received an invitation\nfor attending the oath taking ceremony of Justice\nChandrashekaraiah as Upa Lokayukta in the morning which,\naccording to the Chief Justice, was received only in the\nevening. The Chief Justice then addressed a letter dated\n04.02.2012 to the Chief Minister stating that he was not\nD consulted in the matter of appointment of Justice\nChandrashekaraiah as Upa Lokayukta and expressed the\nopinion that the appointment was not in conformity with the\nconstitutional provisions and requested for recalling the\nappointment.\nE\nF\nG\n8. The stand taken by the Chief Justice was widely\npublished in various newspapers; following that, as already\nindicated, two writ petitions were filed in public interest for\nquashing the appointment of Justice Chandrashekaraiah as\nUpa Lokayukta. A writ of quo warranto was also preferred\nagainst the functioning of Justice Chandrashekaraiah as Upa\nLokayukta.\nArguments\n9. Shri K.V. Viswanathan, learned senior counsel\nappearing for the State of Karnataka took us extensively to the\nobjects and reasons and to the various provisions of the Act\nand submitted that the nature and functions of the office of\nLokayukta or Upa Lokayukta are to carry out investigation and\nH enquiries and the institution of Lokayukta, as such, does not\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1005\nform part of the judicial organ of the State. Learned senior A\ncounsel also submitted that the functions and duties of the\ninstitution of Lokayukta, as such, cannot be compared with the\nfunctions and duties of the Judiciary, Central Administrative\nTribunals, State Administrative Tribunals or Consumer Disputes\nRedressal Forums etc.\n10. Learned senior counsel, referring to the various\nprovisions such as Sections 3, 7, 9 etc. of the Act, submitted\nthat Lokayukta or Upa Lokayukta are appointed for the purpose\nof conducting investigations and enquiries and they are not\ndischarging any judicial functions as such and their reports are\nonly recommendatory in nature. Consequently, the Act never\nenvisaged vesting any primacy on the views of the Chief\nJustice of the High Court in the matter of appointment of\nLokayukta or Upa Lokayukta. In support of his contentions,\nreference was made to the various judgments of this Court,\nwhich we will discuss in the latter part of this judgment. Shri\nViswanathan, however, has fairly submitted that, as per the\nScheme of the Act, especially under Section 3(2)(a) and (b),\nbefore making appointment to the post of Lokayukta and Upa\nLokayukta, it is obligatory on the part of the Chief Minister to\nconsult the Chief Justice of the State High Court, even though\nthe views of the Chief Justice has no primacy. Learned senior\ncounsel submitted that the Governor has to act on the advice\nof the Chief Minister for filling up the post of Lokayukta and Upa\nLokayukta.\n11. Shri P.V. Shetty, learned senior counsel appearing for\nJustice Chandrashekaraiah (retd.) submitted that the primacy\nin terms of Section 3 of the Act lies with the Chief Minister and\nnot with the Chief Justice. In support of his contention, reference\nwas made to the various judgments of this Court, which we will\ndiscuss in the latter part of the judgment. Learned senior\ncounsel submitted that the judgment delivered by the High\nCourt holding that the views of the Chief Justice has primacy\nrelates to cases pertaining to appointment of the Judges of the\nB\nC\nD\nE\nF\n0\nH\n1006 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Supreme Court and High Courts, appointment of the President\nof State Consumer Forum, Central Administrative Tribunal and\nso on and the ratio laid down in those judgments is inapplicable\nwhile interpreting Section 3(2)(a) and (b) of the Act. Learned\nsenior counsel also submitted that the reasoning of the High\nB Court that there should be specific consultations with regard to\nthe names suggested by the Governor with the Chief Justice,\nis unsustainable in law. Shri P.V. Shetty also submitted that the\nexpression 'consultation' cannot be understood to be consent\nof the constitutional authorities as contemplated in the section.\nс\nD\n12. Learned senior counsel submitted that the Chief\nMinister advised the name of Justice Chandrashekaraiah,\nsuggested by some of the Consultees to the Governor who\nappointed him as Upa Lokayukta. Learned senior counsel\nsubmitted that assuming that the Chief Justice had not been\nconsulted, the views of the Chief Minister had primacy and the\nGovernor rightly accepted the advice of the Chief Minister and\nappointed Justice Chandrashekaraiah as Upa Lokayukta.\nLearned senior counsel submitted that in any view the failure\nto consult the Chief Justice would not vitiate the decision\nE making process, since no primacy could be attached to the\nviews of the Chief Justice. Learned senior counsel, therefore,\nsubmitted that the High Court has committed a grave error in\nquashing the notification appointing Justice Chandrashekaraiah\nas Upa Lokayukta. Learned senior counsel submitted that the\nF various directions given by the High Court in its judgment is in\nthe realm of rule making which is impermissible in law.\nG\nH\n13. Shri K.N. Bhat, learned senior counsel appearing for\nthe respondents endorsed the various directions given by the\nHigh Court which according to him are of paramount\nimportance considering the nature and functions to be\ndischarged by Lokayukta or Upa Lokayukta in the State of\nKarnataka. Learned senior counsel pointed out that the\ninstitution of Lokayukta has been set up for improving the\nstandards of public administration so as to examine the\n"}