{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1057\n24. Section 13 of the Act requires a public servant to\nA\nvacate his office if so directed by the Upa-lokayukta if a\ndeclaration is made to that effect in a report under Section\n12(3) of the Act. Even though the declaration may not be\naccepted, it does not whittle down the authority of the Upa-\nlokayukta.\n25. Section 14 of the Act enables the Upa-lokayukta to\nprosecute a public servant and if such an action is taken,\nsanction to prosecute the public servant shall be deemed to\nhave been granted by the appropriate authority.\nB\nC\n26. The conditions of service of the staff of the Upa-\nlokayukta are referred to in Section 15 of the Act. They may\nbe prescribed in consultation with the Lokayukta in such a\nmanner that the staff may act without fear in the discharge of\ntheir functions. Section 15 of the Act also enables the Upa- D\nlokayukta to utilize the services of any officer or investigating\nagency of the State or even of the Central Government, though\nwith the prior concurrence of the Central Government or the\nState Government. Section 15(4) of the Act makes it clear that\nthe officers and other employees of the Upa-lokayukta are\nunder the administrative and disciplinary control of the\nLokayukta.\n27. The broad spectrum of functions, powers, duties and\nresponsibilities of the Upa-lokayukta, as statutorily prescribed,\nclearly bring out that not only does he perform quasi-judicial\nfunctions, as contrasted with purely administrative or executive\nfunctions, but that the Upa-lokayukta is more than an\ninvestigator or an enquiry officer. At the same time,\nnotwithstanding his status, he is not placed on the pedestal of\na judicial authority rendering a binding decision. He is placed\nsomewhere in between an investigator and a judicial authority,\nhaving the elements of both. For want of a better expression,\nthe office of an Upa-lokayukta can only be described as a sui\ngeneris quasi-judicial authority.\nE\nF\nןד\nG\nI\n1058 SUPREME COURT REPORTS\nA (iii) Decisions on the subject:\nB\nC\n[2013] 3 S.C.R.\n28. Learned counsel for the State referred to The Bharat\nBank Ltd., Delhi v. Employees of the Bharat Bank Ltd., Delhi,\n[1950] SCR 459 to highlight the difference between a court and\na tribunal. It is not necessary to go into this issue because the\nquestion is not whether the Upa-lokayukta is a court or a tribunal\n- the question is whether he is a quasi-judicial authority or an\nadministrative authority. To this extent, the decision of the\nConstitution Bench does not add to an understanding of the\nissue under consideration.\n29. However, the decision does indicate that an Upa-\nlokayukta is certainly not a court. He does not adjudicate a lis\nnor does he render a “judicial decision\" derived from the judicial\npowers of the State. An Upa-lokayukta is also not a tribunal,\nD although he may have the procedural trappings (as it were) of\na tribunal. The final decision rendered by the Upa-lokayukta,\ncalled a report, may not bear the stamp of a judicial decision,\nas would that of a court or, to a lesser extent, a tribunal, but in\nformulating the report, he is required to consider the point of\nE view of the person complained against and ensure that the\ninvestigation reaches its logical conclusion, one way or the\nother, without any interference and without any fear.\nNotwithstanding this, the report of the Upa-lokayukta does not\ndetermine the rights of the complainant or the person\nF complained against. Consequently, the Upa-lokayukta is neither\na court nor a tribunal. Therefore, in my opinion, the Upa-\nlokayukta can best be described as a sui generis quasi-judicial\nauthority.\n30. Reference by learned counsel for the State to Durga\nG Shankar Mehta v. Thakur Raghuraj Singh and Others, [1955]\n1 SCR 267 also does not take us much further in determining\nwhether an Upa-lokayukta is a quasi-judicial authority or not.\nThat case concerned, inter alia, the competency of an appeal\non special leave under Article 136 of the Constitution from a\nH decision of the Election Tribunal. In that case, it was clearly laid\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1059\ndown that courts and tribunals are \"constituted by the State and A\nare invested with judicial as distinguished from purely\nadministrative or executive functions\".\n31. However, the issue is more specifically dealt with in\nAssociated Cement Companies v. P.N. Sharma, 1965 (2) B\nSCR 366. In that case, Kania, C.J. held:\n\"It seems to me that the true position is that when the law\nunder which the authority is making a decision, itself\nrequires a judicial approach, the decision will be quasi-\njudicial. Prescribed forms of procedure are not necessary\nto make an inquiry judicial, provided in coming to the\ndecision the well-recognised principles of approach are\nrequired to be followed.\"\n32. Similarly, Das, J held, after reviewing a large number\nof cases where there were two disputing parties and an\nauthority to adjudicate their dispute and where there were no\ntwo disputing parties but there was an authority to sit in\njudgment. I am presently concerned with the second line of\ncases. The learned Judge held:\nC\nD\nヨ\nF\n\"What are the principles to be deduced from the two lines\nof cases I have referred to? The principles, as I apprehend\nthem, are: (i) that if a statute empowers an authority, not\nbeing a Court in the ordinary sense, to decide disputes\narising out of a claim made by one party under the statute\nwhich claim is opposed by another party and to determine\nthe respective rights of the contesting parties who are\nopposed to each other, there is a lis and prima facie and\nin the absence of anything in the statute to the contrary it\nis the duty of the authority to act judicially and the decision G\nof the authority is a quasi-judicial act; and (ii) that if a\nstatutory authority has power to do any act which will\nprejudicially affect the subject, then, although there are not\ntwo parties apart from the authority and the contest is\nbetween the authority proposing to do the act and the H\n.\nA\nB\nC\n1060 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nsubject opposing it, the final determination of the authority\nwill yet be a quasi-judicial act provided the authority is\nrequired by the statute to act judicially.\"\n33. As mentioned above, an Upa-lokayukta does function\nas an adjudicating authority but the Act places him short of a\njudicial authority. He is much more \"judicial\" than an investigator\nor an inquisitorial authority largely exercising administrative or\nexecutive functions and powers. Under the circumstances,\ntaking an overall view of the provisions of the Act and the law\nlaid down, my conclusion is that the Upa-lokayukta is a quasi-\njudicial authority or in any event an authority exercising functions,\npowers, duties and responsibilities conferred by the Act as a\nsui generis quasi-judicial authority.\n34. However, this is really of not much consequence in\nD view of my conclusion on the issue of primacy of the opinion of\nthe Chief Justice.\nE\nInitiating the process of appointment of an Upa-\nlokayukta:\n35. Having held that the Upa-lokayukta is a sui generis\nquasi-judicial authority, the question for consideration is who\nshould initiate the process for the appointment of an Upa-\nlokayukta. The significance of this is that it is tied up with the\nprimacy of the views of the Chief Justice of the High Court. That\nF in turn is tied up with not only maintaining the independence of\nthe office but also of the Upa-lokayukta not being dependent\non the Executive for the appointment.\nG\nH\n(i) View of the High Court:\n36. The High Court was of the opinion that to maintain the\nindependence of the office of the Lokayukta and the Upa-\nlokayukta under the Act, the recommendation for appointment\nto these offices must emanate only from the Chief Justice and\nonly the name recommended by him should be considered. The\nHigh Court opined:\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1061\nA\nB\n\"[T]he name of the Lokayukta and Upa-Lokayukta to be\nappointed has to necessarily emanate from a person who\nis not within their jurisdiction. The only person who is\noutside the ambit of Lokayukta is the Chief Justice and all\nother Constitutional authorities mentioned in the provision\ncome within his jurisdiction. They will not have the right to\nsuggest the name. Only the Chief Justice would have the\nright to suggest the name which, of course the other\nConstitutional authorities can consider. Though all of them\nare constitutional authorities, all of them cannot be placed\non the same pedestal. The Chief Justice is the head of the\nс\nJudiciary in the State, and he cannot be compared with\nothers. That is why the legislature has consciously enacted\nthe provision in such a manner that the first person to be\nconsulted is the Chief Justice. The intention of the\nlegislature is clear. The name has to emanate from the\nChief Justice alone. Therefore, the law laid down by the\nConstitution Bench of the Apex Court squarely applies to\nthe appointment of Lokayukta and Upa-Lokayukta.\nTherefore, we have no hesitation in holding that under\nSection 3 of the Act, it is only the Chief Justice who shall\nsuggest the name of the Judge for being appointed as\nLokayukta or Upa-Lokayukta. Other constitutional\nfunctionaries have no such right to suggest the name. It is\nonly \"one\" name and not panel of names as there is no\nindication to that effect in the provision.\"\n(ii) Submissions and decisions on the subject:\n37. Learned counsel first made a reference to Sarwan\nSingh Lamba v. Union of India, (1995) 4 SCC 546 in which\nthe Chief Minister of the State initiated the process for the\nappointment of the Vice-Chairman and members of the State\nAdministrative Tribunal. It was contended that their\nappointments were, inter alia, contrary to the procedure laid\ndown in the decision of this Court in S.P. Sampath Kumar v.\nUnion of India, (1987) 1 SCC 124. The Constitution Bench\nD\nE\nF\nG\nH\n1062 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA noted that the State Government had initiated the process of\nappointment and that the Chief Minister of the State had\nmooted the name of one of the candidates selected by a\nSelection Committee headed by the Chief Justice of the High\nCourt. However, since the appointees were duly qualified and\nB eligible to hold the post to which they were appointed; there was\nno allegation regarding their suitability or otherwise; and the\nappointments having been made after consultation with the then\nChief Justice of India, this Court concluded that no law was\nviolated in the appointment process. Accordingly, the\nConstitution Bench declined to interfere with their appointments.\nThe issue whether the appointment process could or could not\nhave been initiated by the Executive was not specifically\ndiscussed.\nC\nD\n38. Ashish Handa v. Hon'ble the Chief Justice of High\nCourt of Punjab \u0026 Haryana and Others, (1996) 3 SCC 145\nrelated to the appointment of the President of the State\nConsumer Disputes Redressal Commission, being a person\nwho is or has been a judge of the High Court. This Court held\nthat for the purposes of initiating the proposal for appointment\nE of the President of the State Commission, the Executive is\nexpected to approach the Chief Justice of the High Court for\nsuggesting a candidate for appointment. In other words, the\nChief Justice should initiate the appointment process. Sarwan\nSingh Lamba was distinguished by observing that “[I]n the facts\nF of that case, substantial compliance of the requirement of\napproval by the Chief Justice of India was found proved and,\ntherefore, the appointments were valid.\"\nG\nH\n39. The appointment of the President of the State\nCommission again came up for deliberation in Ashok Tanwar\nand Another v. State of Himachal Pradesh and Others, (2005)\n2 SCC 104. However, in that case, the Constitution Bench did\nnot comment on the view expressed in Ashish Handa that the\nChief Justice of the High Court must initiate the process for\nappointment of the President of the State Commission and not\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1063\nthe Executive of the State. The law laid down in Ashish Handa A\nto this extent remained unchanged. However, Ashish Handa\nwas overruled on the modality of the consultation process, which\nI will consider in another section of this judgment. That Ashish\nHanda was overruled on the modality of the consultation\nprocess for the appointment of the President of the State\nCommission under Section 16 of the Consumer Protection Act\nwas confirmed in State of Haryana v. National Consumer\nAwareness Group, (2005) 5 SCC 284.\n40. In N. Kannadasan v. Ajoy Khose and Others, (2009)\n7 SCC 1 the appointment of the President of the State\nCommission under Section 16 of the Consumer Protection Act\nonce again came up for consideration. After referring to Ashish\nHanda, Ashok Tanwar and National Consumer Awareness\nGroup it was held in paragraph 153 of the Report that the\nprocess of selection must be initiated by the High Court. It was\nobserved that the Chief Justice should recommend only one\nname and not a panel, for if the choice of selection from a panel\nis left to the Executive, it would erode the independence of the\nJudiciary.\n41. One significant fact may be noticed from a reading of\nthe cases cited above, namely, that for the appointment of the\nVice Chairman or Member of the State Administrative Tribunal\nor the President of the State Consumer Disputes Redressal\nCommission, only the Chief Justice of India or the Chief Justice\nof the High Court is required to be consulted, and not several\npersons. It is this context that it was held that the Chief Justice\nof the High Court must initiate the process of appointment.\nSarwan Singh Lamba is perhaps the only exception to this rule\nand was, therefore, confined to its own facts. A situation where\nmore than one person is required to be consulted was not dealt\nwith in any of the decisions referred to above. That question\narises in this case.\nB\nC\nD\nE\nLL\nF\nG\n42. A reading of the cited decisions also suggests that the\nChief Justice must recommend only one name and not a panel H\n1064 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA of names. The purpose of this is to ensure the independence\nof the persons appointed and to obviate any possibility of\nexecutive influence. The acceptance or non-acceptance of the\ncandidate recommended by the Chief Justice is a different\nmatter concerning the consultation process.\nB\nC\n43. What are the mechanics of initiating the process of\nappointment? Is the Chief Justice expected to inform the State\nGovernment that a statutory judicial position is lying vacant and\nthat someone is being recommended to fill up that position?\nOr does it imply that the State Government should bring it to\nthe notice of the Chief Justice that there is a statutory judicial\nposition lying vacant and that it needs to be filled up and to then\nrequest the Chief Justice to make a recommendation? No clear\nanswer is available from the cited cases, but it does appear\nthat the responsibility is of the Executive to inform the Chief\nD Justice of the existence of a vacancy and to request him to\nrecommend a suitable person for filling it up. However, this\nwould not preclude the Chief Justice from initiating the\nappointment process, particularly in the event of the failure of\nthe Executive to take necessary steps.\nE\nF\n44. What would happen if the Executive, while initiating the\nprocess of appointment were to recommend the name of a\nperson? Would it vitiate the process or would the process be\nonly irregular? Again, no clear-cut answer is available. Sarwan\nSingh Lamba seems to suggest that the procedure would not\nbe vitiated but would, at best, only be irregular. But, Ashok\nTanwar seems to suggest, sub silentio, that the appointment\nprocedure would be vitiated.\n45. Would these principles laid down by this Court apply\nG to initiating the process of appointment of the Upa-lokayukta\nunder the Act? I think not. In the appointment of the Upa-\nlokayukta, the Chief Minister must consult not only the Chief\nJustice but several other constitutional authorities also and\ngiven the fact that the Upa-Lokayukta is not a purely judicial\nH authority, it hardly matters who initiates the process of\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. 'LOKUR, J.]\n1065\nA\nappointment of the Upa-Lokayukta. Ordinarily, it must be the\nChief Minister since he has to tender advice to the Governor\nand, in a sense, the appointment is his primary responsibility.\nBut this does not preclude any of the other constitutional\nauthorities who are required to be consulted from bringing it to\nthe notice of the Chief Minister that the post of the Upa- B\nLokayukta needs to be filled up and that the appointment\nprocess ought to commence - nothing more than that. None\nof them ought to suggest a name since constitutional courtesy\nwould demand that only the Chief Minister should initiate the\nappointment process. There is no reason to hold that merely C\nbecause the Upa-Lokayukta is a sui generis quasi-judicial\nauthority, only the Chief Justice must initiate the process of\nappointment. It must not be forgotten that the selection of the\nUpa-lokayukta is a consultative process involving several\nconstitutional authorities and in the context of the Act, no D\nconstitutional authority is subordinate to the other.\n46. In the present case, the process of appointment of the\nUpa-lokayukta commenced with a letter written by the Chief\nMinister to the Chief Justice of the Karnataka High Court on\n18th October 2011 for suggesting \"a panel of eligible persons\nfor appointment as Karnataka Upa Lokayukta on or before 24th\nOctober, 2011 so as to fill up the post of Upa Lokayukta\". I\ncannot fault the Chief Minister for this. He did not initiate the\nappointment process as understood in the decisions referred\nto above by recommending any candidate for appointment -\nhe merely invited recommendations. He also did not err in law\nin inviting a panel of names since the consultation process\ninvolved more than one person. It was for the persons concerned\nto recommend a panel of names or make one\nrecommendation or make no recommendation at all. As far as\nthe Chief Justice was concerned, in keeping with the general\nview expressed by this Court in Kannadasan it was proper\nand appropriate for him to have recommended only one name\nto the Chief Minister and, as required by propriety, he correctly\nE\nF\nG\nH\n1066\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA did so by recommending only one person for appointment as\nthe Upa-lokayukta.\nB\n47. I am, therefore, not in agreement with the High Court\nthat the recommendation for appointing the Upa-lokayukta\nunder the Act must emanate only from the Chief Justice and\nonly the name recommended by him should be considered. To\nthis extent, the decision of the High Court is set aside. It is\nmade clear that this view does not apply to judicial\nappointments.\nC Consultation in the appointment of an Upa-lokayukta:\n48. What does 'consultation' occurring in Section 3(2)(b)\nof the Act postulate? Learned counsel for the State, as well as\nlearned counsel for Justice Chandrashekaraiah and the writ\nD petitioner in the High Court firstly referred to the above.\ndecisions of this Court to explain the meaning of 'consultation'\nin the context of the appointment process and secondly in the\ncontext of the issue whether the view of the Chief Justice of the\nKarnataka High Court would have primacy in the process of\nconsultation.\nE\n(i) View of the High Court:\n49. The High Court gave a realistic meaning to\n'consultation' generally and, in my opinion, specifically to the\nF meaning of the word as occurring in Section 3(2)(b) of the Act.\nThis is what the High Court had to say:\nG\nH\n\"The word 'consult' implies a conference of two or more\npersons or impact of two or more minds in respect of a\ntopic/subject. A person consults another to be elucidated\non the subject matter of the consultation. Consultation is a\nprocess which requires meeting of minds between the\nparties involved in the process of consultation on the\nmaterial facts and points involved to evolve a correct or\natleast satisfactory solutions. There should be meeting of\nminds between the proposer and the persons to be\n"}