{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1077\nB\nof the Chief Justice must be accepted, unless there are strong A\nand cogent reasons for not doing so. The reasons would,\nnaturally, have to be disclosed to the Chief Justice as a part of\nthe process of consultation. It is also quite understandable that\nthe Chief Justice would be the best person to assess the\nsuitability of a person for appointment to such a position. But,\nthe situation is rather different in the appointment of an Upa-\nlokayukta where the constitutional authorities to be consulted\ninclude not only the Chief Justice of the Karnataka High Court\nbut several other constitutional authorities as mentioned in\nSection 3(2)(b) of the Act. Can their views be subordinated to\nthe views of the Chief Justice, and if so, why?\n74. In this regard, reliance was placed on Justice K.P.\nMohapatra v. Sri Ram Chandra Nayak, (2002) 8 SCC 1. In\nthat case, the provisions of Section 3 of the Orissa Lokpal and\nLokayuktas Act, 1999 were under consideration. That Section\nreads as follows:\n\"3. Appointment of Lokpal and Lokyktas.-(1) For the\npurpose of conducting investigations in accordance with\nthe provisions of this Act, the Governor shall appoint a\nperson to be known as the Lokpal and one or more\npersons to be known as the Lokayukta or Lokayuktas:\nProvided that-\n(a) the Lokpal shall be appointed after consultation with the\nChief Justice of the High Court of Orissa and the Leader\nof the Opposition, if there is any;\n(b) the Lokayukta or Lokayuktas shall be appointed after\nconsultation with the Lokpal.\n(2) A person shall not be qualified for appointment as-\n(a) (sic) unless he is or has been a Judge of the Supreme\nCourt or of a High Court;\nC\nD\nE\nLL\nF\nG\nI\nH\n1078\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nI\n(b) A Lokayukta unless he is qualified to be a Judge of a\nHigh Court.\"\n75. This Court took the view that primacy is to be accorded\nto the opinion of the Chief Justice in the matter of appointment\nof the Lokpal since his opinion would be totally independent and\nhe would be in a position to find out who is the most or more\nsuitable for that office. It was also held that consultation with him\nis a sine qua non, and if there is a Leader of the Opposition\nthen he \"is also required to be consulted\". But if there is no\nLeader of the Opposition, obviously consultation with him is not\npossible. This Court then said, “This would indicate nature of\nsuch consultation and which is to apprise him [the Leader of\nthe Opposition] of the proposed action but his opinion is not\nbinding to the Government.\" With respect, this does not follow.\nIf the law requires consultation then it must take place; whether\nthe opinion expressed during the consultation process is\nbinding or not is a different matter altogether. This Court went\na bit further in Justice Mohapatra and held that though the\nLeader of the Opposition is entitled to express his views but\nhe cannot suggest any other name for consideration.\n76. I am afraid, however uncomfortable one may feel about\nit, Section 3 of the Orissa Lokpal and Lokayuktas Act, 1999\nas I read it, simply does not prohibit the Leader of the\nOpposition from suggesting some other name for consideration\nfor appointment as a Lokpal. This restriction is not warranted\nby the words of the statute and would, even otherwise, give that\nSection far too restricted a meaning. As concluded in /AS\nAssociation \"The object of the consultation is to render\nconsultation meaningful to serve the intended purpose.\" Giving\n'consultation' a constricted meaning in Section 3 of the Orissa\nLokpal and Lokayuktas Act, 1999 would defeat this. It was\nobserved in Maharashtra State Financial Corporation v.\nJaycee Drugs and Pharmaceuticals, (1991) 2 SCC 637:\n\"It is a settled rule of interpretation of statutes that if the\nlanguage and words used are plain and unambiguous, full\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1079\neffect must be given to them as they stand and in the garb A\nof finding out the intention of the Legislature no words\nshould be added thereto or subtracted therefrom.\"\n77. I would, therefore, confine the law laid down in Justice\nMohapatra to the facts of that case only. In any event, the view\nexpressed in Justice Mohapatra is not helpful in interpreting\nSection 3(2)(b) of the Karnataka Lokayukta Act, 1984 and I\nleave the matter at that.\nB\n78. As far as Section 3(2)(b) of the Act is concerned, the\nprimary 'responsibility' for the appointment of the Upa- C\nLokayukta rests with the Chief Minister who has to advice the\nGovernor. Since the Chief Justice is only one of the\nconstitutional authorities required to be consulted by the Chief\nMinister before advice is tendered to the Governor, it cannot\nbe said that only his view would prevail over the views of other D\nconstitutional authorities. If that were so, then (to rephrase the\nHigh Court) consultation with the other constitutional authorities\nincluding the Chairman of the Karnataka Legislative Council,\nthe Speaker of the Karnataka Legislative Council and the\nLeader of the Opposition in the Karnataka Legislative Council\nand in the Karnataka Legislative Assembly would be reduced\nto a farce. It must be appreciated that these constitutional\nauthorities also have an equal say in the executive governance\nof the State and there is nothing to suggest that their opinion\nshould be subordinated to the opinion of the Chief Justice or\nthat the Chief Justice can veto their views. On the other hand,\nsince it is ultimately the Chief Minister who has to advice the\nGovernor, it is he alone who has to take the final call and\nshoulder the responsibility of correctly advising the Governor\nin the matter of appointing the most suitable person as an Upa-\nlokayukta.\nய\nE\nF\nG\n79. The mechanics of the working of a statute has to be\ndecoded from the contents of the statute and the words used\ntherein; otherwise there is a possibility of committing a serious\nerror. If, as a general principle, it is held (as has been argued H\n1080 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA before us) that the view of the Chief Justice must have primacy\nover the views of everybody else, how would one explain the\nomission of the Chief Justice in the consultation process in the\nKerala Lokayukta Act, 1999? Similarly, if as a general principle,\nit is held that the view of the Chief Minister must have primacy\nB over the views of everybody else, how would one explain the\nomission of the Chief Minister in the consultation process in the\nOrissa Lokpal and Lokayuktas Act, 1995? It is for this reason\nthat I would hold that a statute must be considered and\nunderstood on its own terms. In so construing the Act, I see no\nreason to accord primacy to the views of the Chief Justice in\nthe appointment of an Upa-lokayukta under the Karnataka\nLokayukta Act, 1984. The judgment of the High Court, to this\nextent, is set aside.\nC\nD\nOther contentions:\n80. It was submitted that the practice followed for the\nappointment of the Upa-lokayukta in the present case is the\nsame or similar to the practice followed in the past and,\ntherefore, this Court should not interfere with the appointment\nE already made. If at all interference is called for, the doctrine of\n'prospective overruling' should be applied.\nF\n81. I am not inclined to accept either contention. Merely\nbecause a wrong has been committed several times in the past\ndoes not mean that it should be allowed to persist, otherwise\nit will never be corrected. The doctrine of 'prospective\noverruling' has no application since there is no overwhelming\nreason to save the appointment of the Upa-lokayukta from\nattack. As already held, in the absence of any consultation with\nthe Chief Justice, the appointment of Justice\nG Chandrashekharaiah as an Upa-lokayukta is void ab initio.\nHowever, this will not affect any other appointment already made\nsince no such appointment is under challenge before us.\n82. It was also contended that the High Court ought not to\nH have laid down any procedure for the appointment of the Upa-\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1081\nlokayukta. In the view that I have taken, it is not necessary to A\ncomment on the procedure proposed by the High Court.\nConclusion:\n83. The appointment of Justice Chandrashekharaiah as\nthe Upa-lokayukta is held void ab initio. Since some of the\ncontentions urged by the appellants are accepted, the appeals\nare partly allowed to that extent only.\nB.B.B.\nAppeals disposed of.\nB\n"}