{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nT. MADHAVA KURUP\nV\nT.C. MADHAVA KURUP (D) BY LRS. AND ORS.\nAPRIL 5, 2006\n[B.P. SINGH AND ARUN KUMAR, JJ.]\nCustomary Law:\nSuccession-In respect of 'Tavazhi' properties in the State of Kerala—\nC After death of last female member of the 'Tavazhi'- Held: The 'Tavazhi' itself\nwould come to an end, since in absence of a female member a 'Tavazhi'\ncannot be continued by male members alone-Surviving male members of the\n'Tavazhi' would inherit the \"Tavazhi' properties as co-owners--Rule of\nsurvivorship would cease to operate hence last surviving male member cannot\nclaim it as his absolute property-Consequently, suit for partition in respect\nof the 'Tavazhi' properties by heirs of the male member, who pre-deceased the\nlast surviving male member, maintainable-Partition.\nᎠ\nE\nF\nThe properties in question in the present appeal were 'Tavazhi'\nproperties. The 'Tavazhi' consisted of one female member and two male\nmembers. The female member died. Thereafter the two male members also\ndied one after the other.\nSubsequently, heirs of the male member, who pre-deceased the last\nsurviving male member filed a suit for partition in respect of the 'Tavazhi'\nproperties. Trial Court decreed the suit.\nOn appeal, High Court set aside the decree holding that the 'Tavazhi'\ncontinued to exist despite death of the last female member, that the last\nsurviving male member of the 'Tavazhi' took it as absolute property and that\nheirs of the male member, who pre-deceased the last surviving male member,\nacquired no right in the suit properties and could not, therefore, maintain a\nG suit for partition and separate possession.\nH\nThe question which arose for consideration in the present appeal is\nwhether the suit properties being 'Tavazhi' properties devolved on the two\nsurviving male members of the 'Tavazhi' after the death of the last female\n908\n-\nm\n་\nT. MADHAVA KURUP v. T.C. MADHAVA KURUP (D) BY LRS.\n909\nmember as co-owners, or whether the suit properties devolved upon the last A\nsurviving male member by survivorship, who acquired the same as his absolute\nproperty.\nAllowing the appeal, the Court\nHELD: 1.1. After the death of last female member of the Tavazhi, the B\nTavazhi itself came to an end and the surviving male members took the Tavazhi\nproperties as co-owners. [912-G]\nD\n1.2. The High Court observed that the question which arose for\nconsideration in Balachandran's case* related to devolution of self acquired\nproperty of a Marumakkathayi female, and not in relation to Tavazhi property, C\nand the question whether the tarwad can consist of only two male members\ndid not expressly arise for consideration. It further drew support from the\ndecision of this Court in Gowli Buddanna's case** wherein in the context of\nthe Income Tax Act, it was observed that under Hindu Law a joint family may\nconsist of a single male member and widows of deceased male members.\nInferentially, the High Court concluded that under the Marumakkathayam\nLaw as well, a single male member could constitute a tarwad. In doing so, the\nHigh Court lost sight of the vital distinction between the two that while under\nthe Hindu Law descent is traced through males, in the Marumakkathayam\nsystem of inheritance, it is traced through females. In the case of a Hindu\nJoint Family a single male coparcener may continue the coparcenary with E\nhis sons who may be born later, but in the absence of a female member a\nTavazhi cannot be continued by male members alone. The comparison is,\ntherefore, not apposite. Different considerations may arise if the sole surviving\nmember of the Tavazhi is a female. [914-D-G]\n1.3. If the descent is traceable only through females, in the absence of F\na female member, the Tavazhi must come to an end with no chance of there\nbeing a female member to continue the line. The rule of survivorship in such\ncircumstances ceases to operate and the surviving male members, in the\nabsence of a Tavazhi, must inherit the property as tenants in common, and\nshare it equally. {914-H; 915-A]\n1.4. Resultantly, the judgment and decree of the High Court is set aside\nand that of the Trial Court decreeing the partition suit restored. [915-B]\n*Balachandran v. Sankaran Nair, (1985) KLT 459, approved.\nG\nH\nA\nB\n910\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nThiruthipalli Raman Menon and Ors. v. Variangattil Palisseri Raman\nMenon, ILR 24 (1901) Madras 73 and Alami v. Kamu and Anr., ILR 12 (1889)\nMadras 126, distinguished\nKrishnan v. Damodaran, ILR 38 Madras 48 and **Gowli Buddanna v.\nCommissioner of Income Tax, Mysore, AIR (1966) SC 1523, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7424 of 2002.\nFrom the Order/Judgment and Decree dated 29.6.2001 of the High Court\nof Kerala at Ernakulam in A.S. No. 188/1990.\nC\nK. Rajeev for the Appellant.\nD\nC.S. Rajan and A. Raghunath for the Respondents.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. This appeal by special leave is directed against the\njudgment and order of the High Court of Kerala at Ernakulam in A.S.No.188\nof 1990 dated 29th June, 2001 allowing the appeal and dismissing the suit for\npartition filed by the appellant herein. The question which arises for\nconsideration in the instant appeal is whether the suit properties being Tavazhi\nproperties devolved on the two surviving male members of the Tavazhi after\nE the death of the last female member as co-owners, or whether the suit\nF\nproperties devolved upon the last surviving male owner by survivorship who\nacquired the same as his absolute property. The trial court held that the last\ntwo surviving male members of the Tavazhi took the suit properties as co-\nowners, and upon the death of one of them the properties devolved upon his\nheirs, who were entitled to maintain a suit for partition. The High Court\nreversing the finding held that the Tavazhi continued to exist despite the\ndeath of the last female member, and that the last surviving member of the\nTavazhi, if a male, took it as absolute property. The heirs of the male member,\nwho pre-deceased the last surviving male member, acquired no right in the\nsuit properties and could not, therefore, maintain a suit for partition and\nG separate possession.\nThe facts of the case are not in dispute and may be briefly noticed.\nThe Vattiyot Tavazhi belonged to Ummamma Amma, who had a son\nKrishnan Nair and a daughter Mathu Amma. After the death of Ummamma\nH Amma, the Tavazhi consisted of Krishnan Nair and his sister Mathu Amma\nT. MADHAVA KURUP v. T.C. MADHAVA KURUP (D) BY LRS. [B.P. SINGH, J.] 911\nalong with her three sons and a daughter. Krishnan Nair died in the\nyear 1934.\nA son and a daughter of Mathu Amma pre-deceased her without any issue.\nThe Tavazhi then consisted of Mathu Amma with her two sons Balakrishnan\nNair and Appa Nair. Mathu Amma died in the year 1944 leaving behind her\ntwo sons and their heirs. The Tavazhi, therefore, consisted of no female\nmember but only two male members. Balakrishnan Nair died in the year 1950\nand Appa Nair, the last surviving member died in the year 1967.\nThe plaintiffs belonging to the branch of Balakrishnan Nair filed a suit\nfor partition against defendants 1 to 4 belonging to the branch of Appa Nair.\nIt appears that during his life time Appa Nair had bequeathed some of the\nproperties under a Will in favour of defendants 4 to 8 as also to the second\ndefendant. He had also gifted some of the suit properties to the 4th defendant.\nThe question which arose for consideration was whether after the death of\nMathu Amma, the last female member of the Tavazhi, her two sons took the\nsuit properties as co-owners, or whether the suit properties continued as\nTavazhi in their hands and ultimately vested in Appa Nair, the last surviving\nmember of the Tavazhi.\n:\nA\nB\nC\nᎠ\nThe plaintiffs claiming 2/6th share in the suit properties filed the suit\nwhich was decreed by the trial court, but dismissed by the High Court..\nCounsel for the appellant submitted that upon the death of the last female\nmember of the Tavazhi, the Tavazhi properties devolved on the surviving male\nmembers as co-owners. According to him, since the Tavazhi did not consist E\nof any female member, it ceased to exist as a Tavazhi and, therefore, the\nTavazhi properties devolved upon the surviving male members by inheritance\nand not by survivorship. Reliance was placed upon authorities in support of\nthis proposition.\nOn the other hand, counsel for the respondents submitted that in the F\nabsence of a female member the Tavazhi properties became absolute property\nin the hands of the last surviving male member of the Tavazhi who could\ndispose it of as he liked. The Tavazhi continued so long as any member of\nthe Tavazhi was alive. In the hands of the last surviving male member of the\nTavazhi, the Tavazhi property became his absolute property. If there was no\ndisposition by the last surviving male member, the doctrine of escheat applied.\nG\nIt was urged on behalf of the appellant that the High Court erred in\nholding that after the death of the last female member of the Tavazhi, the\nTavazhi continued consisting of only two male members, and that only upon\nthe death of one of them, the sole surviving member of the Tavazhi became H\n912\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nthe absolute owner of the Tavazhi properties. According to the appellant the\nA\nsettled position in law under the Marumakkathayam system of inheritance is\nthat the descent of property is through female and in the absence of a female\nmember of the Tavazhi, the Tavazhi itself comes to an end and the male\nmembers inherit the property as co-owners. The rule of survivorship does not\noperate after the death of the last female member of the Tavazhi.\nB\nWe may refer to the decisions relied upon by the parties.\nCounsel for the appellant heavily relied upon a Division Bench judgment\nof the Kerala High Court in Balachandrun v. Sankaran Nair : 1985 KLT 459.\nThat was a case in which the Marumakkathayi female died leaving behind two\nC sons and no female heir. It is no doubt true that in that case Kalliani Amma,\nthe Marumakkathayi, was possessed of self-acquired properties, which\nexclusively belonged to her and not to the Tavazhi consisting of Kalliani\nAmma and her two sons. The High Court held that inheritance to the plaint\nscheduled property, which was her separate property and not Tavazhi property,\nwould descend to her close heirs or to her Tavazhi. Reliance was placed on\nD\na Full Bench decision of the Madras High Court in Krishnan v. Damodaran:\nILR 38 Madras 48. The learned Judges, however, held that since Kalliani\nAmma left behind only two sons as her heirs, there was no question of her\nsons inheriting the property as Tavazhi since there was no female for the\npurpose of constituting or continuing the Tavazhi. Therefore, by no stretch\nE of imagination it could be said that they inherited the property as Tavazhi with\nthe incidents of survivorship. The learned Judges went on to observe :-\nF\nG\nH\n\"But it is only common knowledge that two surviving males by\nthemselves cannot constitute or continue a tavazhi. If there is no\nquestion of inheriting the property as tavazhi, the position is that the\ntwo sons take individually. They inherited the property as the nearest\nheirs of the deceased Marumakkathayi female. It is beyond doubt that\nthey take the property as tenants in common. There is no question\nof survivorship.\"\nThe principle as enunciated in this decision certainly supports the case\nof the appellant that after the death of last female member of the Tavazhi, the\nTavazhi itself came to an end and the surviving male members took the\nTavazhi properties as co-owners.\nLearned counsel for the respondents submitted that the principle laid\ndown in the aforesaid judgment cannot be applied to the facts of the instant\n:\n1:\nT. MADHAVA KURUP v. T.C. MADHAVA KURUP (D) BY LRS. [B.P. SINGH, J.] 913\ncase because the aforesaid decision related to property which was the separate A\nproperty of Marumakkathayi female and not Tavazhi property; whereas in the\ninstant case, we are admittedly concerned with the Tavazhi property. Assuming\nit to be so, the learned Judges held, following the Full Bench decision of the\nHigh Court of Madras that self acquisition of female member would descend\nto her close heir or her Tavazhi. Since no Tavazhi existed after the death of\nthe last female member of the Tavazhi, there was no question of the properties B\ndescending on the Tavazhi. There were only two male members, who could\nneither constitute nor continue the Tavazhi. In these circumstances it was\nheld that the property devolved upon them by inheritance as the close heirs\nof the deceased Marumakkathayi female.\nC\nLearned counsel for the respondents relied upon decisions which took\nthe view that the last surviving member of a Tavazhi has the absolute right\nto dispose of the property in the manner he likes since the Tavazhi properties\ndescend upon him by survivorship and in the absence of any female member\nof the Tavazhi, he has the absolute right to dispose of the same in the manner\nhe likes. On his failure to do so, the law of escheat may apply. The legal D\nproposition so enunciated by the respondents is not even disputed by the\nappellant since that is the settled position in law. The question, however, is\nwhere only two male members survive, whether the law of survivorship will\nstill apply so as to make the last surviving member the absolute owner of the\nproperty. The Division Bench decision to which we have referred earlier\nanswer the question in the negative and, in our view, rightly so.\nE\nF\nThe respondents placed reliance on a decision of the Privy Council in\nThiruthipalli Raman Menon and Ors. v. Variangattil Palisseri Raman Menon,\nILR 24 (1901) Madras 73. That was a case where the tarwad was reduced in\nnumber to the karnavan himself and one anandravan. The karnavan adopted\nat his own discretion, and without consent of the latter, 4 persons with a view\nto be the members of the tarwad. The adoptions were challenged on the\nground that he could not make the adoptions without the consent of the other\nsurviving male member, in the absence of any proved custom authorizing\nadoption by the karnavan alone. The Privy Council held that though the last\nkarnavan may have such a power to him alone with a view, as being essential, G\nto preserve the tarwad, but in that case the last karnanan had not been\nreached, and the adoption by the actual one acting alone without the consent\nof the surviving anandravan was, therefore, invalid. Relying upon this decision\nthe respondents contended that it must logically follow that even in the\nabsence of a female member, the tarwad continued and the karnavan had not\nH\n: 1\n914\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA acquired absolute authority to act in the manner he liked in relation to the\ntarwad or the tarwad properties. Therefore, the law of survivorship operated\nand the tarwad property vested absolutely in the last surviving male member\nof the tarwad. It is not possible to read into the judgment any such principle.\nApparently the parties proceeded on the basis that the tarwad continued to\nexists even in the absence of a female member. The question that has arisen\nin the instant appeal did not fall for consideration in the aforesaid decision\nof the Privy Council. The question was never urged before it. The only other\ndecision on which the respondents have relied is Alami v. Komu and Anr:\nILR 12 (1889) Madras 126. This decision does not help the respondents\nbecause the question which has arisen for consideration in this appeal did\nC not arise for consideration, and all that the High Court held was that the last\nsurviving member of a Malabar tarwad can make a valid testamentary\ndisposition of the tarwad properties.\nB\nIn the instant case the High Court distinguished the decision in\nBalachandran (supra) observing that the question which arose for\nD consideration in that case related to devolution of self acquired property of\nE\na Marumakkathayi female, and not in relation to Tavazhi property, and the\nquestion whether the tarwad can consist of only two male members did not\nexpressly arise for consideration. It further drew support from the decision of\nthis Court in Gowli Buddanna v. Commissioner of Income Tax, Mysore : AIR\n(1966) SC 1523 wherein in the context of the Income Tax Act, it was observed\nthat under Hindu Law a joint family may consist of a single male member and\nwidows of deceased male members. Inferentially, the High Court concluded\nthat under the Marumakkathayam Law as well, a single male member could\nconstitute a tarwad. In doing so, the High Court lost sight of the vital\ndistinction between the two that while under the Hindu Law descent is traced\nF through males, in the Marumakkathayam system of inheritance, it is traced\nthrough females. In the case of a Hindu Joint Family a single male coparcener\nmay continue the coparcenary with his sons who may be born later, but in\nthe absence of a female member a Tavazhi cannot be continued by male\nmembers alone. The comparison is, therefore, not apposite. Different\nconsiderations may arise if the sole surviving member of the Tavazhi is a\nfemale.\nG\nH\nWe find that the observations in Balachandran (supra) are supported\nby good reason. If the descent is traceable only through females, in the\nabsence of a female member, the Tavazhi must come to an end with no chance\nof there being a female member to continue the line. The rule of survivorship\n1\nT. MADHAVA KURUP v. T.C. MADHAVA KURUP (D) BY LRS. [B.P. SINGH, J.] 915\nin such circumstances ceases to operate and the surviving male members, in A\nthe absence of a Tavazhi, must inherit the property as tenants in common, and\nshare it equally. No authority was cited before us which takes a different view.\nIn the result this appeal is allowed. The judgment and decree of the\nHigh Court is set aside and that of the trial court decreeing the suit restored.\nThere will be no order as to costs.\nB\nB.B.B.\nAppeal allowed.\n"}