{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"UNION OF INDIA AND ANR.\nV.\nS.C. PARASHAR\nA\nFEBRUARY 24, 2006\nB\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nService Law:\nC\nCentral Civil Services (Conduct) Rules, 1964-Rule 11 (iii), (iii)(a),\n(v)-Government servant failing to maintain absolute devotion to duty and\nacting in unbecoming manner-Imposition of major and minor penalties-\nreduction to the minimum of time-scale of pay for three years with cumulative\neffect, loss of seniority and penalty for the loss incurred-Permissibility of—\nHeld: Imposition of both major and minor penalties by the same order is not\npermissible—Such act of Disciplinary Authority is illegal and without D\njurisdiction-Hence, penalty to be confined to reduction to minimum of time\nscale of pay for period of three years with cumulative effect.\nPractice and procedure:\nConcession made by counsel-Contrary to statutory provisions-Binding E\nnature of Held: Cannot bind the parties.\nNon-mentioning or wrong mentioning of provision in an order-Effect\nof, when requisite ingredients available for passing the order-Held: Is\nirrelevant.\nF\nRespondent-Deputy Commandant of Central Reserve Police Force\nwas found guilty under the provisions of the Central Civil Services\n(Conduct) Rules, 1964 for failing to maintain absolute devotion to duty\nand acting in a manner unbecoming of a Government servant. In terms\nof the Rules, Disciplinary Authority imposed three penalties-reduction to\nthe minimum of time scale of pay for a period of three years with G\ncumulative effect, loss of seniority and recovery of 25% of the loss incurred\nby the Government. Respondent challenged the punishment order. High\nCourt held that Rule 11(iii)(a) provides for minor penalty and in terms\nthereof reduction of pay for three years should not have been directed to\n529\nH\n530\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA be effected with cumulative effect. It directed that he would be entitled to\nseniority on basis of DPC held when his immediate junior was promoted\nand all consequential benefits denied to him for loss of seniority. Hence,\nthe present appeal.\nB\nAllowing the appeal, the Court\nHELD 1.1. The penalty imposed upon the respondent is an amalgam\nof minor penalty and major penalty. Respondent has been inflicted with\nthree penalties: (1) reduction to the minimum of the time-scale of pay\nfor a period of three years with cumulative effect; (2) loss of seniority;\nand (3) recovery of 25% of the loss incurred by the Government on\nC\naccount of damage to the Gypsy. Whereas reduction of time-scale of pay\nwith cumulative effect is a major penalty within the meaning of clause (v)\nof Rule 11 of the the Central Civil Services (Conduct) Rules, 1964, loss of\nseniority and recovery of amount would come within the purview of minor\npenalty, as envisaged by clause (iii) and (iii)(a) thereof. Therefore, the\nD Disciplinary Authority, acted illegally and without jurisdiction in imposing\nboth minor and major penalties by the same order. Such a course of action\ncould not have been taken in law. [534-D-E-F]\n1.2. The concession of the counsel appearing for the appellant before\nthe High Court was apparently erroneous. Wrong concession made by a\nE counsel before the court cannot bind the parties when statutory provisions\nclearly provide otherwise. [534-G-H]\nF\nUnion of India and Ors. v. Mohanlal Likumal Punjabi and Ors., [2004]\n3 SCC 628, relied on.\n1.3. Non-mentioning or wrong mentioning of a provision in an order\nmay be held to be irrelevant if it is found that the requisite ingredients\nthereof were available on records for passing the same. [534-C]\n1.4. The penalty imposed upon the respondent, would be reduction\nto the minimum of the time-scale of pay for a period of three years with\nG\ncumulative effect. Respondent is entitled to be considered for promotion\nafter a period of three years. However, it seems he has since been promoted\nto the rank of Commandant. [535-F]\nH\nShiv Kumar Sharma v. Haryana State Electricity Board, Chandigarh \u0026\nOrs., AIR (1988) SC 1673, relied on.\nU.O.I. v. S.C. PARASHAR [SINHA. J.]\n531\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1267 of 2006. A\nFrom the Final Order dated 11.03.2003 of the Delhi High Court in\nC.W. P. No. 3992 of 1997.\nA. Sharan, ASG, Mrs. Sunita Sharma and Ms. Sushma Suri for the\nAppellant.\nAnupam Lal Das for the Respondent.\nThe Judgment of the Court was delivered by\nB !\n}\nS.B. SINHA, J. Leave granted.\nC\nThe respondent was a Deputy Commandant in 42 Bn. of Central Reserve\nPolice Force (CRPF). He, in the month of December, 1992, was acting as\nOfficer-in-charge of DAGOS in Delhi in connection with 53rd CRPF\nanniversary parade which was to be held during the period December, 1992\nand January, 1993. He was given a new Maruti ‘Gypsy' for performing D\nofficial duties. He allegedly drove the said Maruti unauthorisedly and at a\nvery high speed beyond his jurisdiction and met with a serious accident when\nthe said vehicle collided with a stationary truck between Manesar and Delhi\non National Highway No.8. The driver of the said Gypsy L/Nk Anand Singh\nsuffered serious injuries on his person. The respondent, however, left the\nvehicle unattended. He also left the said driver in an unconscious state. He\nalso did not inform headquarters about the said accident.\nE\nA disciplinary proceeding was initiated against him on the charges that\nhe failed to maintain absolute devotion to duty and acted in a manner\nunbecoming of a Government servant and thereby violated the provisions F\ncontained in Rule 3(1)(ii) and (iii) of the Central Civil Services (Conduct)\nRules, 1964 ('the Rules'). In the disciplinary proceedings he was found guilty\nof the said charges. The disciplinary authority, being the President, imposed\nthe following penalty upon him :\n\"In the light of the above, having regard to all other aspects of the G\ncase and after consultation with UPSC the President considers that\nends of justice would be met in this case if the penalty of (i) \"Reduction\nto minimum of the time-scale of pay for a period of 3 years (three)\nwith cumulative effect, including loss of seniority and (ii) penalty of\n25% (twenty five per cent) of the loss incurred by the Govt. to the\ntune of Rs.74,341.89 i.e. Rs. 18,585.47 (Rupees Eighteen thousand\nH\n532\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nfive hundred eighty five and paisa forty seven) only on account of\ndamage to the Gypsy in 18 (eighteen) equal monthly instalments\" is\nimposed on Shri S.C. Parashar, Dy. 42 Bn. CRPF. The President\nhereby orders accordingly.\"\nThe respondent filed a writ petition before the High Court of Delhi\nB questioning the said order of punishment, which was marked as C.W.P.No.3992\nC\nof 1997.\nHaving regard to the nature of penalty imposed upon the respondent,\nthe counsel appearing on behalf of Union of India contended before the High\nCourt that the same was imposed in terms of clause (a) of sub-Rule (iii) of\nRule 11 of the CCS (CCA) Rules (CCS Rules). The High Court, while refusing\nto go into the relevancy or otherwise of the material brought on record in the\ndepartmental proceeding found that penalty was imposed in violation of the\nsaid Rule on the premise that sub-Rule (iii)(a) of Rule 11 provides only for\na minor penalty and thus in terms thereof reduction of pay for a period of\nD three years should not have been directed to be effected with cumulative\neffect. Consequently, it was directed :\nE\n\"The petitioner shall be entitled to seniority on the basis of DPC\nwhich was held on 7.4.1997 when his immediate junior was promoted\nto the rank of Second-In-Command. The petitioner shall also be entitled\nto all consequential benefits which stood denied due to punishment\nof loss of seniority.”\nThe learned Additional Solicitor General appearing on behalf of the\nAppellant contended before us that in the facts and circumstances of the case,\nsub-Rule (v) of Rule 11 of CCS Rules is attracted and not sub-rule (iii)\nF thereof.\nG\nMr. Anupam Lal Das, learned counsel appearing on behalf of respondent,\non the other hand, would submit that in view of the concession made at the\nBar before the High Court and in particular, the fact that two penalties as\ncontemplated under sub-Rules (iii) and (iii)(a) of Rule 11 of CCS Rules were\nalso included in the order of punishment, the same must be held to be illegal.\nIt was further submitted that the Enquiry Officer or the Disciplinary Authority\nfailed to take into consideration the circumstances under which the accident\ntook place. According to the learned counsel, the respondent had gone to\nManesar to collect some material for the purpose of imparting training to the\nH trainees which being not available, they were returning to Delhi. On his way\nфи\nr\nU.O.I. v. S.C. PARASHAR [SINHA, J.]\n533\nto Delhi he had his dinner. The driver was sent to the Mess and as the driver A\nbeing drunk, was not in a fit state to drive, he had to drive the vehicle\nhimself.\nIn this case, we are not concerned with the correctness or otherwise of\nthe report of the Enquiry Officer. Misconduct on the part of the Respondent\nhas been proved. The High Court also did not go into the said question. The B\nrespondent has not questioned before us that part of the order of the High\nCourt.\nThe only question, therefore, which arises for consideration is as to\nwhether in terms of the rules the penalty imposed on the respondent was\npermissible in law. The relevant provision of Rule 11 of CCS Rules reads\nthus:\nC\n\"PENALTIES\nThe following penalties may, for good and sufficient reasons and\nas hereinafter provided, be imposed on a Government servant, namely:-\nD\nMinor Penalties\n(i) censures;\n(ii) withholding of promotion;\nE\nJ\n(iii) Recovery from his pay of the whole or part of any pecuniary\nloss caused by him to the Government by negligence or breach of\norder;\n(iii)(a) reduction to a lower stage in the time-scale of pay for a\nperiod not exceeding 3 years, without cumulative effect and not F\nadversely affecting his pension.\nXXX\nXXX\nXXXX\n(v) save as provided for in clause (iii)(a), reduction to a lower\nstage in the time-scale of pay for a specified period, with further\ndirections as to whether or not the Government servant will earn\nincrements of pay during the period of such reduction and whether\non the expiry of such period, the reduction will or will not have the\neffect of postponing the future increments of his pay.”\nIt is not in dispute that sub-Rules (iii) and (iii)(a) of Rule 11 provide H\n534\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA for minor penalties whereas clause (v) thereof provides for major penalty.\nIndisputably the procedure adopted in the departmental proceeding was for\nimposition of a major penalty. It is trite that even in a case where the procedure\nfollowed in the departmental proceedings for imposition of a major penalty,\nhaving regard to the facts and circumstances of a case, minor penalty can\nalso be imposed. The question is as to whether the penalty imposed by the\nPresident upon taking into consideration the report filed by the Enquiry Officer,\nwas under clauses (iii) and (iii)(a) or clause (v) of Rule 11 of the CCS Rules.\nB\nBefore adverting to the said question we may record that wrong\nconcession of a counsel on a pure question of law is not binding upon a\nC party. It is furthermore trite that non-mentioning or wrong mentioning of a\nprovision in an order may be held to be irrelevant if it is found that the\nrequisite ingredients thereof were available on records for passing the same.\nWe may further notice that the High Court proceeded on the basis that the\npenalty imposed upon him was a major penalty.\nD\nE\nThe penalty imposed upon the respondent is an amalgam of minor\npenalty and major penalty. The respondent has been inflicted with three\npenalties (1) reduction to the minimum of the time-scale of pay for a period\nof three years with cumulative effect; (2) loss of seniority; and (3) recovery\nof 25% of the loss incurred by the Government to the tune of Rs.74,341.89p.,\ni.e., Rs.18,585.47p. on account of damage to the Gypsy in 18 (eighteen)\nequal monthly instalments. Whereas reduction of time-scale of pay with\ncumulative effect is a major penalty within the meaning of clause (v) of Rule\n11 of the CCS Rules, loss of seniority and recovery of amount would come\nwithin the purview of minor penalty, as envisaged by clause (iii) and (iii)(a)\nthereof. The Disciplinary Authority, therefore, in our opinion acted illegally\nF and without jurisdiction in imposing both minor and major penalties by the\nsame order. Such a course of action could not have been taken in law.\nHowever, there cannot be any doubt whatsoever that the Disciplinary\nAuthority never intended to impose a minor penalty. The concession of the\nlearned counsel appearing for the appellant before the High Court was\nG apparently erroneous. It is now well-settled that wrong concession made by\na counsel before the court cannot bind the parties when statutory provisions\nclearly provide otherwise. [See Union of India and Ors. v. Mohanlal Likumal\nPunjabi and Ors.,- [2004] 3 SCC 628]. The penalty imposed upon the\nrespondent, in our considered view, therefore, should be kept confined to the\nreduction to the minimum of the time-scale of pay for a period of three years\nH\nT\nU.O.I. v. S.C. PARASHAR [SINHA, J.]\n535\nwith cumulative effect. The effect of such a penalty has been considered by A\nthis Court in Shiv Kumar Sharma v. Haryana State Electricity Board,\nChandigarh \u0026 Ors., AIR (1988) SC 1673 in the following terms :.\nC\n\"We are unable to accept the above contention. The penalty was\nimposed on April 15, 1968, and, as a result of which, he was deprived\nof the monetary benefit of one increment for one year only. The B\npenalty by way of stoppage of one increment for one year was without\nany future effect. In other words, the appellant's increment for one\nwas stopped and such stoppage of increment will have no effect\nwhatsoever on his seniority. Accordingly, the Board acted illegally\nand most arbitrarily in placing the juniors of the appellant above him\nin the seniority list and/or confirming the appellant in the post with\neffect from Dec. 1, 1969, that is, long after the date of confirmation\nof the said respondents Nos.2 to 19. The question of seniority has\nnothing to do with the penalty that was imposed upon the appellant.\nIt is apparent that for the same act of misconduct, the appellant has\nbeen punished twice, that is, first, by the stoppage of one increment D\nfor one year and, second, by placing him below his juniors in the\nseniority list.\"\nThe ratio of the said decision is applicable to the fact of the present\ncase also.\nIn this view of the matter, indisputably, the respondent was entitled to\nbe considered for promotion after a period of three years. We have, however,\nbeen informed that he has since been promoted to the rank of Commandant.\nWe, therefore, in modification of the order of the High Court that the\npunishment which could have been imposed upon the respondent herein was\nreduction of pay for the period of three years with cumulative effect and,\nthus, if his case is considered for promotion after the said period, no further\ndirection is required to be issued. We set aside the directions of the High\nCourt to the effect :\n\"The petitioner shall be entitled to the seniority on the basis of DPC\nwhich was held on 07.04.1997 when his immediate junior was\npromoted to the rank of Second-In Command. The petitioner shall\nalso be entitled to all consequential benefits which stood denied due\nto punishment of loss of seniority\".\nE\nF\nG\nH\n536\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA and direct that the punishment shall be reduction of pay to the minimum of\nthe time scale of pay for a period of three years with cumulative effect\nWith the aforesaid modification, the appeal is allowed. However, in the\nfacts and circumstances of this case, there shall be no order as to costs.\nB N.J.\nAppeal allowed.\n"}