{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"T +\nNATIONAL THERMAL POWER CORPN.\nV.\nJAWAHAR LAL AND ANR.\nMARCH 28, 2007\n[DR. ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nLabour Laws:\nU.P. Industrial Disputes Act, 1947:\nA\nB\nC\ns.6N--Termination of services of workman-No salary for one month\nin lieu of notice offered No retrenchment compensation offered-Held, taking\nnote of the fact that workman was engaged elsewhere gainfully, direction of\nreinstatement is maintained but without back wages.\nD\nRespondent no. 1 was engaged on casual basis as Survey Boy by the\nappellant-Corporation on 3.10.1977. His services were terminated on\n15.2.1981. A reference under section 4-K of the U.P. Industrial Disputes\nAct, 1947 was made to the Labour Court which held that the worker had\ncompleted more than one year of service and requirements of section 6N of\nthe Act, having not been complied with, the order of termination was void. It E\ndirected reinstatement of the worker with full back wages. The writ petition\nof the employer having been dismissed by the High Court, it filed the present\nappeal.\nAllowing he appeal in part, the Court\nF\nHELD: The conclusion by the High Court that the worker had completed\nmore than 240 days continuous service in one calendar year was arrived at\nwithout any basis. The finding of the Labour Court that no alternative job\nwas offered, accepted by the High Court, is also contrary to the record. But\nthe finding of the Labour Court and the High Court is to the effect that there\nwas no material to show that salary for one month in lieu of the notice and G\nretrenchment compensation was offered to the workman, which he refused to\naccept. These are findings of fact and the appellant could not refer to any\nmaterial to take a contrary view. Therefore, the orders of the Labour Court\nand the High Court appear to be justified. In the circumstances, taking note\n479\nH\nA\nit\n480\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of the fact that the worker was engaged gainfully elsewhere, the direction for\nreinstatement is maintained but without any back wages.\nB\nC\n[Paras 9 and 10] [482-A-D]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1600 of 2007.\nFrom the Final Judgment and Order dated 15.03.2005 of the High Court\nof Judicature at Allahabad in Civil Misc. Writ Petition No. 10196 of 1983.\nS.K. Dhingra and Shefali Dhingra for the Appellants\nBharat Sangal for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. Leave granted.\nChallenge in this appeal is to the judgment rendered by the learned\nSingle Judge of the Allahabad High Court dismissing the writ petition filed\nD by the appellant.\nBackground facts in a nutshell are as follows:\nA reference, under Section 4K of the Uttar Pradesh Industrial Disputes\nAct, 1947 (hereinafter referred to as the 'U.P. Act'), was made to the Labour\nE court, Allahabad (hereinafter referred to as the 'Labour Court'). The following\nF\ndisputes was referred for adjudication \"whether termination of services of Sri\nJawahar Lal S/o Sri Bapai, Survey Boy on 15.2.1981 by the employer was just\nand/or legal?\"\nAccording to applicant-Jawahar Lal, he was employed by the present\nappellant with effect from 3.10.1977 as a Survey Boy and remained in\ncontinuance of service till the termination of service. He demanded for\npermanency stating that he is entitled to be declared permanent as per the\nexisting rule. He claimed that his services were terminated without assigning\nany reason, without any prior notice or pay or retrenchment compensation\nand, therefore, there was violation of Section 6N of the U.P. Act. Stand of\nthe present appellant was that the reference was illegal, the workman had not\nmade any demand for re-appointment he had also not preferred any appeal\nunder the Certified Standing Order. He was engaged on casual basis at the\nrate of Rs.6/- per day when the survey work was necessary and when the\nsurvey work was over he was offered another job which he did not accept.\nH He was also given notice-pay in lieu of one month notice and retrenchment\nG\nNATIONAL THERMAL POWER CORPN. v. JAWAHARLAL [PASAYAT, J.]\ncompensation which he refused to accept.\n481\nA\nThe applicant Jawahar Lal filed a rejoinder affidavit stating that the\nappeal can be filed only in respect of orders passed under Rule 20 of the\nStanding Order. Since he had worked for more than 240 days, observance of\nthe provisions of Section 6N of the U.P. Act was necessary. The Labour\nCourt came to hold that there was no refusal to accept the notice and B\npay\nas claimed, the applicant had completed more than one year of service and\nrequirements of Section 6N of the U.P. Act had not been complied with.\nAccordingly the order of termination was held to be void, it was directed that\napplicant was to be reinstated with full back wages. A writ petition was filed\nchallenging correctness of the award.\nyear.\nC\nIn support of the writ petition several points were urged. It was\nspecifically urged that the respondent-Jawahar Lal refused to accept notice-\npay or compensation. It was also submitted that he was offered alternative\njob and that without any basis it was concluded that the applicant-Jawahar\nLal had completed more than 240 days' continuous service in one calendar D\nThe present respondents supported the order of the Labour court\nbefore the High Court. The High Court noted that there was no material to\nprove offer of salary for one month in lieu of notice, retrenchment compensation\nand the refusal thereof. It was also observed that there was no material to\nshow that alternative employment was offered and that the application had\ncompleted 240 days' continuous service in one calendar year. The writ petition\nwas dismissed.\nE\nF\nIn support of the appeal learned counsel for the appellant submitted\nthat the survey work was completed in February 18, 1981. He was offered\nnotice and retrenchment pay and alternative employment were offered on\n14.2.1981, which he had refused and therefore retrenchment was done on\n15.2.1981. The appellant came to know about the employment of the Jawahar\nLal in another concern. The workman on 26.5.1984 admitted his employment.\nIt is submitted that the order of the High Court is vitiated as conclusions,\nwithout any foundation, have been arrived at and when the materials on\nrecord prove otherwise the High Court should not have come to inferential G\nconclusions.\nCourt.\nLearned counsel for the respondent supported the order of the High\nWe find that some of the inferences by the High Court are based on H\n482\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA no material, for example the conclusion that the applicant-Jawahar Lal had\ncompleted more than 240 days continuous service in one calendar year. The\nsaid conclusion was arrived at without any basis. The Labour Court had also\nnot offered any basis for coming to such conclusion further. The finding of\nthe Labour Court that no alternative job was offered was accepted by the\nHigh Court. This is on the face of the material placed on record to show that\nhe was offered alternative employment. The applicant-Jawahar Lal in his\ncounter affidavit before this Court has accepted that the alternative offered\nwas with the contractor, and therefore he did not accept it.\nB\nBut the finding of the Labour Court and High Court is to the effect that\nC\nthere was no material to show that salary for one month in lieu of the notice\nand retrenchment compensation was offered which Jawahar Lal refused to\naccept. These are findings of fact and learned counsel for the appellant could\nnot refer to any material to take a contrary view. Therefore, the orders of the\nLabour Court and the High Court appear to be justified. In the circumstances\ntaking note of the fact that the applicant-Jawahar Lal was engaged gainfully\nD elsewhere, the direction for reinstatement is maintained but without any back\nwages.\nR.P.\nThe appeal is allowed to the aforesaid extent with no order as to costs.\nAppeal allowed.\n"}