{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A IN RE: ENFORCEMENT AND IMPLEMENTATION OF DOWRY\nB\nPROHIBITION ACT, 1961\nMAY 2, 2005\n[R.C. LAHOTI, CJ., G.P. MATHUR AND\nP.K. BALASUBRAMANYAN, JJ.]\nC\nDowry Prohibition Act, 1961-Non-implementation of-writ petition-\nSupreme Court issuing interim directions for the effective implementation of\nthe Act and the Rules, however not effective-Hence, issuance of mandamus\ndirecting implementation of the Act and the Rules rigorously and effectively—\nDirections issued in addition to interim directions to Union of India and\nStates to implement sections 3, 4 and the other provisions and various Rules\nframed thereunder; activate Dowry Prohibition Officers; frame Rules under\nsection 9(2)(b); to consider framing of Rules to seek information from males\nD seeking Government employment and those already in employment regarding\ntaking of any dowry and transferring the same to the wife as contemplated\nunder section 6; and stepping up of Anti Dowry Literacy among people-\nSections 3, 4, 9(2)(b) and 6—Judicial Activism.\nDespite the enactment of the Dowry Prohibition Act, 1961 and also\nE the amendments made to the Act, there was no effective enforcement and\nimplementation of the provisions of the Dowry Prohibition Act, 1961.\nHence the present writ petition was filed before this Court for issuance of\nmandamus directing Central Government and State Government to frame\nRules under sections 9 and 10 of the Act respectively; appointment of\nF Dowry Prohibition Officers by State under section 8B and providing\nadditional functions to be performed by them and furnish details regarding\ntheir working; and setting up of advisory Boards under section 8B and\nfurnishing details regarding their composition and working. This Court\nissued various interim directions and almost all the States framed Rules\nunder the Act and appointed Dowry Prohibition Officers and set up\nG advisory Boards.\nH\nIt was contended for the Union of India and the States that they do\nnot want the evil of dowry to continue and they assured the Court that\nevery step will be taken by the Governments for implementation of the\n1020\nT\n1\n;\nIN RE: ENFORCEMENT AND IMPLEMENTATION OF DOWRY PROHIBITION ACT\n1021\nAct and the Rules and further steps will be devised for making the Act A\nmore effective.\nAmicus curiae contended that there has been no effective\nimplementation of the provisions of the Act and the Rules and the evil of\ndowry will continue unless directions are issued by this Court; that\ndirection be passed to give wide publicity to the relevant provisions of the B\nAct and Rules; that the Dowry Prohibition Officers be appointed with\n„independent charge in each district of the concerned State for strict\nenforcement and implementation of the Act and Rules; that the Central\nGovernment be directed to issue Rules under section 9(2)(b) of the Act;\nthat a legislation be brought for making registration of marriages C\ncompulsory and furnishing the list of gifts as contemplated by the Act and\nthe Rules; and that the information may be sought from those seeking\nGovernment employment and those already employed regarding taking\nof any dowry at the time of his marriage and transferring of the same to\nhis wife or her heirs.\nAllowing the appeal and issuing directions, the Court\nD\nHELD: 1.1. When there is failure on the part of the Executive to\nstrictly implement the law enacted to tackle a social problem of dowry\ndemand which has assumed menacing proportions, the Court has a duty\nto step in with a mandamus to direct implementation of Dowry Prohibition E\nAct, 1961 rigorously and effectively. Therefore, it is necessary to step in\nand issue some more directions to the respondents in addition to\nincorporating the interim directions issued by this Court. [1027-F-G]\nF\n1.2. The Union of India and the State Governments are directed to\ntake more effective steps to implement the provisions of the Dowry\nProhibition Act, 1961 with particular reference to sections 3 and 4 thereof\nand the various rules framed thereunder, and also activate the Dowry\nProhibition Officers; to consider whether appropriate rules cannot be\nframed for compelling males, seeking govt. employment, to furnish\ninformation on whether they had taken dowry and if taken, whether the G\nsame has been made over to the wife as contemplated by Section 6 of the\nAct, calling for such information also from those already in employment;\nand to take steps for the effective stepping up of Anti Dowry Literacy\namong the people through Lok Adalats, Radio Broadcasts, Television, and\nNewspapers. The Central Government is directed to frame rules under\nSection 9(2)(b) of the Act if it has not already been framed. The\nH\n1..\n1022\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA respondents are also directed to take steps to ensure that submitting of\nthe list as contemplated by the Act and the Rules is strictly implemented.\nThese directions are to be implemented and continue to be implemented\nrigorously by the respondents. [1027-G-H; 1028-A-D]\nSundaram Iyer v. Thandayeswara Iyer, (1946) Tra LR 224 and\nB Bhagwant Singh v. Commissioner of Police, Delhi AIR (1983) SC 826,\nC\nD\nreferred to.\n1997.\nCIVIL ORIGINAL JURISDICTION: Writ Petition (C) No. 499 of\n(Under Article 32 of the Constitution of India.)\nN.N. Goswami and K. Ramamoorthy, Raj Kumar Mehta, Ms. M. Sharda,\nS. Wasim A. Qadri, Ms. Sushma Suri, B.V. Balram Das, Ms. Krishna Sarma,\nV.K. Sidharthan, Atul Kumar, D.S. Mahra, Ms. D. Bharathi Reddy, B. Vikas,\nT.V. Ratnam, K. Ram Kumar B.B. Singh Rajesh Srivastava, Ms. Kamini\nJaiswal, Ms. Shomila Bakshi, Ashok Bhan, Ms. Anil Katiyar, Ms. Hemantika\nWahi, Ms. Subhashini, Sanjay Siwach, T.V. George, Ms. Kavita Wadia, Ranbir\nSingh Yadav, J.S. Attri, General for State of H.P., Gopal Prasad, Ashok\nMathur, Sanjay R. Hegde, K.R. Nagaraja, Ms. G. Indira, K.R. Sasiprabhu,\nKh. Nobin Singh, Ms. S. Janani, S.S. Shinde, Mukesh K. Giri, V.N.\nE Raghupathy, Ranjan Mukherjee, Satish K. Agnihotri, Rohit K. Singh, Amit\nF\nG\nMishra, Upamanyu Hazarika, Satya Mitra, Ms. Sumita Hazarika, Jana Kalyan\nDas, V.G. Pragasam, Kuldip Singh, Arun K. Singh, R.S. Suri, Rajeev Sharma,\nAruneshwar Gupta, General for State of Rajasthan (NP), K.S. Bhati, Rajiv\nMehta, Biswanath Agrrawalla, R. Ayyam Perumal, S. Vallinayagam, Sewa\nRam, Subramonium Prasad, Ravi P. Mehrotra, Ms. Deepti R. Mehrotra,\nGarvesh Kabra, Irshad mad, Ms. Rachana Srivastava, Harsh Kumar Puri,\nUjjwal Banerjee, S.K. Puri, Shiv Gupta, Ms. Priya Puri and V.M. Chauhan\nwith them for the Appearing parties.\nThe Judgment of the Court was delivered by\nP.K. BALASUBRAMANYAN, J. The expression 'dowry' in ancient\ntimes applied to that which a wife brought her husband in marriage, goods\ngiven in marriage or the marriage portion. May be, it was conceived of as a\nnest-egg or security for the wife in her matrimonial home, especially since,\nmost of the systems regarded a married woman as an addition to her husband's\nH family. But in course of time, it assumed a different shape and degenerated\n_\nIN RE: ENFORCEMENT AND IMPLEMENTATION OF DOWRY PROHIBITION ACT [BALASUBRAMANYAN, J.] 1023\ninto a subject of barter, acceptance of the woman as a wife depending on A\nwhat her parents would pay as dowry, varying with the qualification and the\nstatus of the bridegroom's family. As felicitously put by Krishnaswami Aiyar,\nC.J. on behalf of the Full Bench in Sundaram Iyer v. Thandaveswara Iyer,\n1946 Tra LR 224\n“But an abuse of the situation soon came into view when the B\nbridegroom came to be marketed as a commodity for the value of his\naccomplishments and future promises and the high standards of the\nscriptural marriage which was a sacrament came to be contaminated\nby sordid considerations of immediate monetary gains at the sacrifice\nof the abiding purposes of the marriage union.\"\nThe position cannot be said to have improved since then.\n2. Possibly, a social revolution is needed to put an end to the menace.\nRefusal by the bride's father to pay dowry, refusal of the girls to get married\nif dowry is insisted upon and the attaching of a social stigma to those who\ndemand dowry, can alone ultimately put an end to this system or at least\nreduce its prevalence. Obviously, the enactment of a law prohibiting this evil\nshould go a long way in tackling the menace. The Parliament in its wisdom\nenacted the Dowry Prohibition Act, 1961 (Act No. 28 of 1961). The objects\nand reasons were set out as follows :-\nC\nD\nE\n\"The object of this Bill is to prohibit the evil practice of giving and\ntaking of dowry. This question has been engaging the attention of the\nGovernment for some time past, and one of the methods by which\nthis problem, which is essentially a social one, was sought to be\ntackled was by the conferment of improved property rights on women\nby the Hindu Succession Act, 1956. It is, however, felt that a law F\nwhich makes the practice punishable and at the same time ensures\nthat any dowry, if given does ensure for the benefit of the wife will\ngo a long way to educating public opinion and to the eradication of\nthis evil. There has also been a persistent demand for such a law both\nin and outside Parliament. Hence, the present Bill. It, however, takes\ncare to exclude presents in the form of clothes, ornaments, etc., which\nare customary at marriages, provided the value thereof does not exceed\nRs. 2,000. Such a provision appears to be necessary to make the law\nworkable.\"\nG\n3. The Act came into force on 1.7.1961. But it was found that even an H\n1024\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n1\nA enacted law did not help in eradicating or at least lessening the menace. This\nCourt had occasion to say in Shri Bhagwant Singh v. Commissioner of Police,\nDelhi, AIR (1983) SC 826, that :\nB\nC\nD\nΕ\nF\nG\nH\n\"The greed for dowry, and indeed the dowry system as an institution,\ncalls for the severest condemnation. It is evident that legislative\nmeasures such as the Dowry Prohibition Act have not met with the\nsuccess for which they were designed.\"\nThis led to the Criminal Law (Second Amendment) Act bringing in stringent\ncriminal provisions to combat the menace and to some amendments in the\nDowry Prohibition Act itself giving it more teeth. The objects and reasons for\nthe amendment by Act 63 of 1984, were set down as follows :-\n\"The evil of dowry system has been a matter of serious concern to\nevery one in view of its ever-increasing and disturbing proportions.\nThe legislation on the subject enacted by Parliament, i.e., the Dowry\nProhibition Act, 1961 and the far-reaching amendments which have\nbeen made to the Act by a number of States during the seventies have\nnot succeeded in containing the evil. As pointed out by the Committee\non the Status of Women in India, the educated youth is grossly\ninsensitive to the evil of dowry and unashamedly contributes to its\nperpetuation. Government has been making various efforts to deal\nwith the problem. In addition to issuing instructions to the State\nGovernments and Union Territory administrations with regard to the\nmaking of thorough and compulsory investigations into cases of dowry\ndeaths and stepping up anti-dowry publicity. Government referred\nthe whole matter for consideration by a Joint Committee of both the\nHouse of Parliament. The Committee went into the whole matter in\ngre depth and its proceedings have helped in no small measure in\nfocusing the attention of the public and rousing the consciousness of\nthe public against this evil.”\n4. There was a further amendment to the Act by Act 43 of 1986 making\nthe provisions more stringent and enhancing the punishment for taking or\nabetting the taking of dowry. In spite of all this, it was seen that the\nenforcement of the provisions of the Act was thoroughly unsatisfactory and\nthis is reflected by the filing of this Writ Petition in this Court, in public\ninterest.\n5. This Writ Petition was filed on 31.7.1997. The main prayers were for\nIN RE: ENFORCEMENT AND IMPLEMENTATION OF DOWRY PROHIBITION ACT [BALASUBRAMANYAN, J.] 1025\nB\nthe issue of writs of mandamus directing the Central Government to frame A\nrules under Section 9 of the Act, directing the State Governments to frame\nrules under Section 10 of the Act and providing for additional functions to\nbe performed by the concerned officers under Section 8B of the Act, for\nappointment of Dowry Prohibition Officers by States as required under Section\n8B; to furnish details regarding the working of Dowry Prohibition Officers\nwherever they have been appointed; for setting up of Advisory Boards as\nmandated by Section 8B of the Act and to furnish details of the composition\nof the Boards and their working, if the Boards have already been established\nin any particular State and for other incidental reliefs to make the working\nof the Act more effective. The prayers are really attuned to bringing about\nan atmosphere for more effective and rigorous implementation of the Act and C\nfor taking steps to spread the message of the Act among the people so as to\neducate them on the evils of dowry and the remedies available in cases where\ndemands for dowry are made.\nE\n6. In this Writ Petition, various interim directions were issued. It is not\nnecessary to quote or refer to the individual orders passed or the individual D\ndirections issued. In view of the directions thus issued, almost all the States\nhave framed rules under the Act. Most of them have adopted the model rules\nand it is said that only the States of Andhra Pradesh and Orissa have not\nadopted the model rules. The Dowry Prohibition Officers have been appointed\nby almost all the States, except it is urged, by the States of Jharkhand and\nUttaranchal. The State of Jharkhand has filed an affidavit pointing out that\nthe Superintendents of Police of the District Headquarters have been notified\nas District Dowry Prohibition Officers of the concerned district and directed\nto perform their duties under the Act. Thus the present plea of the States is\nthat they have implemented the various directions of this Court and steps\nhave been taken to effectively implement the provisions of the Act. According F\nto the States and the Union of India, all that have to be done by way of\nlegislation and subordinate legislation have been done and the Advisory Boards\nas contemplated by Section 8B of the Act have also been constituted.\n7. According to the Union of India and the States, though all that is\nneeded by way of legislation has been done, the purpose of the law has not G\nbeen fully achieved and the blame for this could not be put on the\nadministration alone. They submitted in one voice, as suggested by the first\nPrime Minister of India in this context that:\n\"Legislation cannot by itself normally solve deep-rooted social\nH\nA\nC\n1026\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nproblems. One has to approach them in other ways too, but legislation\nis necessary and essential, so that it may give that push and have that\neducative factor as well as the legal sanctions behind it which help\npublic opinion to be given a certain shape.\"\n8. In the context of the developments that have taken place, it is\nB submitted by the amicus curiae appointed by this Court that no serious effort\nhas been made to implement the provisions of the Act and the Rules and\nunless directions are issued by this Court it is highly unlikely that the provisions\nof the Act and the Rules will be effectively implemented. It is, therefore,\nsubmitted that this Court may direct the Central Government and the State\nGovernments to give wide publicity to the relevant provisions of the Dowry\nProhibition Act, 1961 and Rules 2 and 3 of the Dowry Prohibition\n(Maintenance of Lists of presents to the Bride and Bridegroom) Rules, 1985\nby appropriate means including educating the student community about the\nrelevant provisions and the mandatory requirements of the Act and the Rules.\nIt is further submitted that the State Governments may be directed to appoint\nD sufficient number of Dowry Prohibition Officers with independent charge in\neach district of the concerned State, commensurate with the population of the\nDistrict and to ensure that only dedicated and sincere officers are so appointed.\nIt is submitted that directions may be issued to the Dowry Prohibition Officers\nto take immediate steps for strict enforcement and implementation of the\nprovisions of Section 3, 4, 4A and 6 of the Dowry Prohibition Act, 1961 and\nRules 2 and 3 of the Dowry Prohibition (Maintenance of Lists of presents to\nthe Bride and Bridegroom) Rules, 1985.\nE\n9. Learned counsel also submits that the Central and State Governments\nmay be directed to file Compliance Reports in this Court. One of the serious\nF aspects pointed out is that the Central Government has not yet framed the\nRules under Section 9(2)(b) of the Dowry Prohibition Act, 1961 and a direction\nmay be issued to the Central Government to frame the necessary rules. It is\nalso submitted that a direction may be issued to the Government to consider\nbringing in a legislation irrespective of caste or creed making it compulsory\nto register marriages and furnish the list of gifts as contemplated by the Act\nG and the Rules. Learned counsel also submits that regarding seekers of\nH\nGovernment employment information may be sought for from them whether\none had taken any dowry at the time of his marriage and whether he had filed\na declaration as contemplated by the Act, and if he has taken dowry, whether\nhe has transferred it to its wife or her heirs as required by Section 6 of the\nAct. Such declarations should be sought for even from those who are already\nIN RE: ENFORCEMENT AND IMPLEMENTATION OF DOWRY PROHIBITION ACT [BALASUBRAMANYAN.J] 1027\nB\nemployed. Learned amicus curiae submits that unless time bound directions A\nare issued by this Court, the implementation of the Act and the Rules and the\nconsequent rooting out of the evil, will remain as tardy as it has been for\nmore than 43 years. The Legislation will remain a mirage. Learned counsel\nappearing for the Union of India and the States submit that neither the Union\nnor the States want the evil of dowry to continue and they assure the Court\nthat every step will be taken by the Governments for implementation of the\nAct and the Rules and further steps will be devised for making the Act more\neffective and the Dowry Prohibition Officers more active with a view to\neradicate the evil. We must say that this argument on behalf of the respondents\ncould not be accepted at face value, in view of the fact that even today, none\nof the respondents is in a position to tell us that the evil has been eradicated C\nor brought down in any part of the country. It is also seen that directions have\nto be issued even to frame rules and even today rules as contemplated by\nSection 9(2)(b) of the Act have not been framed. We are, therefore, satisfied\nthat the mere recording of the assurances of the Union of India and of the\nState Governments would not be adequate in the circumstances. We have\nᎠ\nalready noticed that this Writ Petition was filed on 31.7.1997 and in spite of\nthe pendency of this Writ Petition in this Court for the last seven years, the\nimplementation of the Act and the Rules framed thereunder has not become\nas effective as one would have wished and it has not been taken up with the\nzeal that is expected from the Government while enforcing a legislation like\nthe one in question brought about with the object of eradicating a social evil. E\nIt is not as if the menace posed by dowry has in any way lessened. One can\ntake judicial notice of the fact that cases of dowry harassment are splashed\nin newspapers almost every day. Therefore, it is clear that implementation of\nthe Act and the Rules has not been as effective as it should be.\n10. When there is failure on the part of the Executive to strictly\nimplement a law like the one in question, enacted to tackle a social problem\nwhich has assumed menacing proportions, the Court has a duty to step in\nwith a mandamus to direct its implementation rigorously and effectively. In\nthat context, we find that it is necessary to step in and issue some more\ndirections to the respondents in addition to incorporating the directions already\nissued by this Court by way of interim measure as part of this final judgment.\nF\nG\n11. Therefore, in addition to directing the respondents to implement all\nthe interim directions which were issued in this case thus far, we further\ndirect the Union of India and the States to take more effective steps to\nimplement the provisions of the Dowry Prohibition Act, 1961 with particular H\n!\n1\n1\n1028\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA reference to Sections 3 and 4 thereof and the various rules framed thereunder.\nIn that process, they are also directed to activate the Dowry Prohibition\nOfficers. We also direct the Central Government to frame rules under Section\n9(2)(b) of the Act if it has not already been framed. We direct the respondents\nto take steps to ensure that submitting of the list as contemplated by the Act\nand the Rules is strictly implemented. We direct the Union of India and the\nState Governments to consider whether appropriate rules cannot be framed\nfor compelling males, seeking govt. employment, to furnish information on\nwhether they had taken dowry and if taken, whether the same has been made\nover to the wife as contemplated by Section 6 of the Act, calling for such\ninformation also from those already in employment. Since, it is also necessary\nC to arouse the conscience of the people against the demand and acceptance of\nB\nD\nE\ndowry, we also direct the Union of India and the State Governments to take\nsteps for the effective stepping up of Anti Dowry Literacy among the people\nthrough Lok Adalats, Radio Broadcasts, Television, and Newspapers. These\ndirections will be implemented and continue to be implemented rigorously\nby the respondents.\n12. The conscience of the society needs to be fully awakened to the\nevils of the dowry system so that the demand for dowry itself should lead to\nloss of face in the society for those who demand it. We have no doubt that\nour young and enlightened women would rise to the occasion to fight the evil\nwhich tends to make them articles of commerce. We also hope that our\neducated young males would refuse to be sold in the marriage market and\ncome forward to choose their partners in life in a fair manner.\n13. The establishment of a committed and sincere machinery to\nimplement the Act and the Rules can hasten the eradication of the evil. The\nF Union of India and the State Governments are directed to devise means to\ncreate honest, efficient and committed machinery for the purpose of\nimplementation of the Dowry Prohibition Act, 1961 and the various Rules\nframed thereunder.\nG\nN.J.\n14. The Writ Petition is allowed in the above manner.\nWrit Petition allowed.\n"}