{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nPUNJAB STATE ELECTRICITY BOARD AND ORS.\nV.\nHARVINDER SINGH\nJANUARY 19, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nC\nELECTRICITY SUPPLY:\nApplication for new electric large supply connection-Additional demand\nby Electricity Board from consumer as per a Circular-Circular applicable\nw.e.f. a particular date-Consumer had applied for the connection prior to the\nspecified date—By clarificatory Circular, the previous Circular made applicable\nalso to those whose connections had not been released on the specified date-\nPropriety of the demand-Held: The Circular was applicable also to the\nD applicants making application prior to the specified date-Demand was\njustified.\nRespondent had applied for a new electric large supply connection\non 10.3.992. He deposited the security amount. Appellant-Board made\nadditional demand over and above the already deposited amount on the\nE basis of one time contract demand charges in excess of 60% of the\nconnected load, from Large Supply consumers in view of Circular dated\n4.5.1995 and clarificatory Circular dated 6.2.1996. The representation of\nthe respondent against the demand was rejected by the authorities of the\nBoard. Writ Petition thereagainst was also dismissed by High Court on\nthe ground that the earlier Circular did not require the consumers who\nhad applied for new connection prior to 1.4.1995 to pay such charge. Hence\nthe present appeal.\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1. The demand raised cannot be said to be without sanction\nof law. The Circular dated 4.5.1995 was also applicable to those applicants\nwhose applications were made prior to 1.4.1995 and were pending. It\ncannot be conceived that those who had applied for extension would be\nrequired to pay demand, but not those who were fresh applicants.\n486\n[489-G-HĮ\nPUNJAB STATE ELECTRICITY BOARD 1. HARVINDER SINGH [PASAYAT, J.] 487\n2. The clear intention of the appellant-Board as is culled out from a A\ncombined reading of the two Circulars is that those applicants whose\napplications were made prior to 1.4.1995 but to whom connections/\nextensions had not been released before the issue of the Circular dated\n4.5.1995 even though they applied before 1.4.1995 were required to pay\nthe amount on the basis of one time contract demand charges in excess of\n60% of the connected load. [489-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2398 of 2000.\nFrom the Judgment and Order dated 16.11.1999 of the Punjab and\nHaryana High Court in C.W.P. No. 2829 of 1999.\nB\nC\nH.M. Singh, Anil Hooda, Kaushal Yadav and Ms. Shabha Saifi for the\nAppellants.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment of D\na Division Bench of the Punjab and Haryana High Court holding that the\ndemand made by the Punjab State Electricity Board (in short the ‘Board') for\na sum of Rs 2,17,000/- was impermissible.\nThe background facts in a nutshell are as under:-\n()\nE\nThe respondent applied to the Board for a new electric L.S. (large\nsupply) connection on 10.3.1992 for running an induction furance. He\ndesposited a sum of Rs. 2, 01,000/- as security on the same day and his\napplication was registered after all the formalities were completed. The Board\nin terms of its Circular CC No. 41/95 dated 4.5.1995 decided to recover one\nF\ntime charge from the Large Supply consumers demanding contract demand\nhigher than 60% of the connected load and to charge monthly minimum\ncharge on the connected load basis instead of Contract Demand basis. An\nadditional demand of Rs. 2,17,000/- over and above the amount alread\ndeposited was made on 12.2.1999 on the basis that the respondent had not\ndeposited, the requisite amount in terms of the Circular dated 4.5.1995 and G\nclarificatory Circular dated 6.2.1996. The respondent made a representation\nto the authorities saying that there was no liability for liquidating the demand.\nBut the authorities of the Board rejected the stand and held that the respondent\nwas liable to make the deposit. A writ application was filed before the Punjab\nand Haryana High Court interalia raising the following question for\nH\n488\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA adjudication of the High Court:\nB\nC\nᎠ\n(i) “whether the representation made by petitioner can summarily\nbe rejected without affording opportunity of hearing?\n(ii) Whether the releasing of electricity connection will be taken on\nthe date when all formalities were completed and lines were\ninstalled upto and within the premises of the factory of the\npetitioner?\n(iii) Whether the demand of the respondent is illegal when the\nconsumption charges are already been paid against the bills of\nelectricity?\"\nThe High Court was of the view that in the Circular dated 4.5.1995,\nthere was no requirement for the large scale consumers to make a deposit in\nterms of the said Circular. What was stated by the subsequent clarificatory\nCircular could not provide the Board the basis for making a demand in the\nmanner done. The High Court held that in the earlier Circular the consumers\nwho had applied for new consumer connection prior to 1.4.1995 were not\nrequired to pay one time demand charge. Since the Board decided to recover\nthe charges from such consumers as well by issuing Circular No. CC 11/96\ndated 6.2.1996, it is only with effect from the date of the said Circular such\nclass of consumers were required to pay one time contract demand charge.\nE Accordingly, the demand notice dated 12.2.1999 was quashed.\nLearned counsel appearing for the Board submitted that the view of the\nHigh Court is clearly untenable. In the first Circular, it was clearly noted as\nfollows:-\nF\nXXX XXX XXX\nG\n\"It has been decided by the Board to recover one time charges\nfrom the Large Supply consumers demanding Contract Demand higher\nthan 60% of the connected load and to charge monthly minimum\ncharges on the connected load basis instead of on Contract Demand\nbasis as under.\"\nH\nXXX XXX XXX\n\"The Contract Demand shall be fixed between 40% and 100% of\nthe connected load and the consumer shall have the option to declare\nthe same. The above charges shall be leviable only in case of new\nPUNJAB STATE ELECTRICITY BOARD v. HARVINDER SINGH [PASAYAT, J.] 489\napplicants who apply/applied for release of load/demand for a new A\nconnection or for extension in load/demand w.e.f. 1.4.1995. However,\nin case of existing consumers who have applied for extension in load/\ndemand prior to 1.4.1995 and connections have not been released,\nthe above charges shall be leviable on, the basis of the Contract\nDemand of the aggregated connected load or only on the Contract\nDemand for extended load, whichever is minimum. The above charges\nshall not be leviable in respect of HT Bulk Supply consumers as the\nContract Demand is fixed minimum equal to 11KV transformers\ninstalled by them\"\nB\nBy subsequent Circular dated 6.2.1996 which was issued to clarify the\nC\ndoubts entertained by some field officers, it was stated as follows:-\n\"Recovery of one time Contract Demand Charges per Kva and as\nper rates mentioned in the C.C.No. 41/95 are to be affected from all\nnew applicants who apply/applied for release of load/demand for a\nnew connection or for extension in load/demand w.e.f. 1.4.1995. These\ncharges are also to be recovered from all such consumers who's\nconnections/extension have not been released before the issue of this\ncircular i.e. 4.5.1995 even though they applied before 1.4.1995.”\nNone appears for the respondent inspite of service of notice.\nᎠ .\nE\nWe find that the clear intention of the Board as is culled out from a\ncombind reading of the two Circulars is that those applicants who applications\nwere made prior to 1.4.1995 but to whom connections/extensions had not\nbeen released before the issue of the Circular dated 4.5.1995 even though\nthey applied before 1.5.1995 were required to pay the amount on the basis\nof one time contract demand charges of contract demand in excess of 60% F\nof the connected load.\nThough some confusion appears because of the underlined portion of\nthe first Circular dated 4.5.1995 that the charges were to be leviable only in\ncase of new applicant who applied/applied for release of load/demand w.e.f.\n1.4.1995, the subsequent lines make the position clear that it was also\napplicable to those applicants whose applications were made prior to 1.4.1995\nand were pending. It cannot be conceived that those who had applied for\nextension would be required to pay demand, but not whose who were fresh\napplicants.\nG\nT\nH\nA\n490\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nAbove being the position, the demand raised by demand dated 12.2.1999\ncannot be said to be without sanction of law. The Board may now proceed\nto recover the amount from the respondent who has not appeared inspite of\nservice in accordance with law. The appeal is allowed accordingly. No. costs.\nK.K.T.\nAppeal allowed.\nB\n"}