{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"770 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA (supra), Yadu Nandan Garg v. State of Rajasthan and others\n(supra), State of Haryana v. Ram Kumar Mann [(1997) 3 SCC\n321, Faridabad CT. Scan Centre v. D.G. Health Services\n[(1997) 7 SCC 752], Style (Dress land) v. Union Territory,\nChandigarh [(1999) 7 SCC 89], State of Bihar v. Kameshwar\nB Prasad Singh (2000) 9 SCC 94, Union of India v. International\nTrading Co. (2003) 5 SCC 437, Ekta Sakthi Foundation v.\nGovt. of NCT of Delhi (2006) 10 SCC 337, Sanjay Kumar\nMunjal v. Chairman, UPSC (2006) 8 SCC 42, K.K. Bhalla v.\nState of M.P. and others (2006) 3 SCC 581, National Institute\nof Technology v. Chandra Sekhar Chaudhary (2007) 1 SCC\n93, Vice Chancellor, M.D. University, Rohtak v. Jahan Singh\n(2007) 5 SCC 77, State of Kerala and others v. K. Prasad and\nanother (2007) 7 SCC 140, Punjab State Electricity Board and\nothers v. Gurmail Singh (2008) 7 SCC 245 and Panchi Devi\nv. State of Rajasthan and others (2009) 2 SCC 589.\nс\nD\n52. Before concluding, we consider it necessary to enter\na caveat. In all developed countries, great emphasis has been\nlaid on the planned development of cities and urban areas. The\nobject of planned development has been achieved by rigorous\nE enforcement of master plans prepared after careful study of\ncomplex issues, scientific research and rationalisation of laws.\nThe people of those countries have greatly contributed to the\nconcept of planned development of cities by strictly adhering\nto the planning laws, the master plan etc. They respect the laws\nF enacted by the legislature for regulating planned development\nof the cities and seldom there is a complaint of violation of\nmaster plan etc. in the construction of buildings, residential,\ninstitutional or commercial. In contrast, scenario in the\ndeveloping countries like ours is substantially different. Though,\nG the competent legislatures have, from time to time, enacted\nlaws for ensuring planned development of the cities and urban\nareas, enforcement thereof has been extremely poor and the\npeople have violated the master plans, zoning plans and\nbuilding regulations and bye-laws with impunity. In last four\ndecades, almost all cities, big or small, have seen unplanned\nH\n☑\nt\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 771\n\u0026 ORS. [G.S. SINGHVI, J.]\nC\nD\ngrowth. In the 21st century, the menace of illegal and A\nunauthorized constructions and encroachments has acquired\nmonstrous proportions and everyone has been paying heavy\nprice for the same. Economically affluent people and those\nhaving support of the political and executive apparatus of the\nState have constructed buildings, commercial complexes, B\nmultiplexes, malls etc. in blatant violation of the municipal and\ntown planning laws, master plans, zonal development plans and\neven the sanctioned building plans. In most of the cases of illegal\nor unauthorized constructions, the officers of the municipal and\nother regulatory bodies turn blind eye either due to the influence\nof higher functionaries of the State or other extraneous reasons.\nThose who construct buildings in violation of the relevant\nstatutory provisions, master plan etc. and those who directly or\nindirectly abet such violations are totally unmindful of the grave\nconsequences of their actions and/or omissions on the present\nas well as future generations of the country which will be forced\nto live in unplanned cities and urban areas. The people\nbelonging to this class do not realize that the constructions\nmade in violation of the relevant laws, master plan or zonal\ndevelopment plan or sanctioned building plan or the building\nis used for a purpose other than the one specified in the\nrelevant statute or the master plan etc., such constructions put\nunbearable burden on the public facilities / amenities like water,\nelectricity, sewerage etc. apart from creating chaos on the\nroads. The pollution caused due to traffic congestion affects the\nhealth of the road users. The pedestrians and people belonging\nto weaker sections of the society, who cannot afford the luxury\nof air-conditioned cars, are the worst victims of pollution. They\nsuffer from skin diseases of different types, asthma, allergies\nand even more dreaded diseases like cancer. It can only be a\nmatter of imagination how much the government has to spend G\non the treatment of such persons and also for controlling\npollution and adverse impact on the environment due to traffic\ncongestion on the roads and chaotic conditions created due\nto illegal and unauthorized constructions. This Court has, from\ntime to time, taken cognizance of buildings constructed in H\nE\nF\n772 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA violation of municipal and other laws and emphasized that no\ncompromise should be made with the town planning scheme\nand no relief should be given to the violator of the town planning\nscheme etc. on the ground that he has spent substantial amount\non construction of the buildings etc. - K. Ramdas Shenoy v.\nB Chief Officers, Town Municipal Council, Udipi 1974. (2) SCC\n506, Dr. G.N. Khajuria v. Delhi Development Authority 1995\n(5) SCC 762, M.I. Builders Pvt. Ltd. v. Radhey Shyam Sahu\n1999 (6) SCC 464, Friends Colony Development Committee\nv. State of Orissa 2004 (8) SCC 733, M.C. Mehta v. Union of\nIndia 2006 (3) SCC 399 and S.N. Chandrasekhar v. State of\nKamataka 2006 (3) SCC 208.\nC\nD\n53. Unfortunately, despite repeated judgments by the this\nCourt and High Courts, the builders and other affluent people\nengaged in the construction activities, who have, over the years\nshown scant respect for regulatory mechanism envisaged in the\nmunicipal and other similar laws, as also the master plans,\nzonal development plans, sanctioned plans etc., have received-\nencouragement and support from the State apparatus. As and\nwhen the courts have passed orders or the officers of local and\nE other bodies have taken action for ensuring rigorous\ncompliance of laws relating to planned development of the cities\nand urban areas and issued directions for demolition of the\nillegal/unauthorized constructions, those in power have come\nforward to protect the wrong doers either by issuing\nF administrative orders or enacting laws for regularization of\nillegal and unauthorized constructions in the name of\ncompassion and hardship. Such actions have done irreparable\nharm to the concept of planned development of the cities and\nurban areas. It is high time that the executive and political\nG apparatus of the State take serious view of the menace of\nillegal and unauthorized constructions and stop their support to\nthe lobbies of affluent class of builders and others, else even\nthe rural areas of the country will soon witness similar chaotic\nconditions.\nH\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 773\n\u0026 ORS. [G.S. SINGHVI, J.]\nB\n54. In the result, the appeals are dismissed. However, by A\ntaking note of the submission made by Shri Mukul Rohtagi that\nsome time may be given to his clients to vacate the land, we\ndeem it proper to grant thee months' time to the appellants to\nhandover possession of the land to the concerned authority of\nDDA. This will be subject to the condition that within two weeks\nfrom today an affidavit is filed on behalf of the appellants by an\nauthorised person that possession of the land will be handed\nover to DDA by 30th November, 2009 and during this period\nno encumbrances whatsoever will be created by the appellants\nor their agents and that no compensation will be claimed for\nC\nthe construction already made. Needless to say that if the\nrequired undertaking is not filed, the concerned authorities of\nDDA shall be entitled to take possession of the land and, if\nnecessary, take police help for that purpose.\nContempt Petition Nos. 252-253 of 2001\n55. We have dismissed the civil appeals by the above\norder. Hence, the contempt petitions are dismissed.\nD\nR.P.\nAppeals dismissed.\nE\n"}