{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"760 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA appellants cannot plead equity and seek court's intervention for\nprotection of the unauthorised constructions raised by them. It\nis trite to say that once the land is acquired by following due\nprocess of law, the same cannot be transferred by the land\nowner to another person and that any such transfer is void and\nB is not binding on the State. A transferee of the acquired land\ncan, at best, step into the shoes of the land-owner and lodge\nclaim for compensation Gian Chand v. Gopala and others\n(1995) 2 SCC 528, Secretary, Jaipur Development Authority,\nJaipur v. Daulat Mal Jain and others (1997) 1 SCC 37, Yadu\nC Nandan Garg v. State of Rajasthan and others JT (1995) 8\nS.C. 179 and Jaipur Development Authority v. Mahavir\nHousing Coop. Society, Jaipur and others (1996) 11 SCC\n229.\n-\n44. The appellants have another unsurmountable hurdle in\nD the form of Section 3 of the 1972 Act, which contains prohibition\nagainst transfer of the acquired land. That section reads as\nunder:-\nE\nLL\nF\nG\nH\n\"Prohibition on transfer of lands acquired by Central\nGovernment. No person shall purport to transfer by sale,\nmortgage, gift, lease or otherwise any land or part thereof\nsituated in the Union territory of Delhi, which has been\nacquired by the Central Government under the Land\nAcquisition Act, 1984 or under any other law providing for\nacquisition of land for a public purpose.\"\nSection 4 which contains provision for regulation of transfer of\nlands which are under acquisition also reads as under:-\n-\n\"Regulation on transfer of lands in relation to which\nacquisition proceedings have been initiated. – No person\nshall, except with the previous permission in writing of the\ncompetent authority, transfer or purport to transfer by sale,\nmortgage, gift, lease or otherwise any land or part thereof\nsituated in the Union territory of Delhi, which is proposed\nL\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 761\n\u0026 ORS. [G.S. SINGHVI, J.]\nto be acquired in connection with the Scheme and in A\nrelation to which a declaration to the effect that such land\nor part thereof is needed for a public purpose having been\nmade by the Central Government under section 6 of the\nLand Acquisition Act, 1894, (1 of 1894) the Central\nGovernment has not withdrawn form the acquisition under B\nsection 48 of that Act.\"\n45. The distinction between the above reproduced two\nprovisions is that while Section 3 contains an absolute\nprohibition on transfer of the acquired land by sale, mortgage,\ngift, lease or otherwise, Section 4 declares that no person shall,\nexcept with the previous permission in writing of the competent\nauthority, transfer or purport to transfer by sale etc. of any land\nor part thereof, which is proposed to be acquired in connection\nwith the scheme and in relation to which a declaration to the\neffect that such land or part thereof is needed for a public\nurpose has been made by the Central Government and the\nCentral Government has not withdrawn from the acquisition\nunder Section 48(1).\nC\nD\nLL\nF\n46. The present case falls within the ambit of Section 3 of E\nthe 1972 Act. The land owners and Shri Satish Khosla must\nhave been aware of the prohibition on transfer of the acquired\nland, but by taking advantage of the stay order passed by the\nHigh Court in Writ Petition No. 1753/1980, they appear to have\nentered into some clandestine transaction pursuant to which\nShri Satish Khosla acquired possession of the land and\nproceeded to build the sports complex and commercial\nfacilities to which reference has been made in the order of the\nDivision Bench. We have described the transaction as\nclandestine because the appellants are conspicuously silent as\nto how Shri Satish Khosla came in possession of land in\nquestion after 35 years of initiation of the acquisition\nproceedings and 10 years of finalization thereof. During the\ncourse of hearing, Shri Mukul Rohtagi, learned senior counsel\nappearing for the appellants did make a statement that his\nG\nH\n762 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA client were put in possession in furtherance of an agreement\nof sale, but no document has been produced in support of this\nstatement. Therefore, it is not possible to take cognizance of\nthe so-called agreement of sale. In any case, even if such a\ntransaction did take place, the same will have to be treated as\nB void in view of the express prohibition contained in Section 3\nof the 1972 Act.\nс\nD\n47. Although, the then Minister for Urban Development,\nwho recorded note dated 8.6.1999, was extremely\nmagnanimous to the appellants when he wrote that the\nextensive construction must have been made with full\ncooperation of public servants concerned, but having carefully\nexamined the entire record, we have no hesitation to observe\nthat the construction of this magnitude could not have been\npossible, but for the active connivance of the concerned public\nservants who turned blind eye to the huge structure being built\non the acquired land without any sanctioned plan. We are\namazed to note that after having secured some sort of transfer\nof the acquired land in stark violation of the prohibition\ncontained in Section 3 of the 1972 Act, the appellants could\nE raise massive structure comprising cricket ground, tennis\nstadium, badminton courts, swimming pool, table tennis room,\nsquash court, etc. and cottages with modern facilities without\neven submitting building plans for sanction by any competent\nauthority and without being noticed by any of the authorities.\nF entrusted with the duty of checking illegal/unauthorised\nconstruction. This mystery may perhaps never be solved\nbecause the officers responsible for ignoring the blatant\nviolation of Section 3 of the 1972 Act, Delhi Development\nAuthority Act and Building Rules, Regulations and By-laws must\nG have either retired or moved to higher positions in the\nadministration where they will be able to block any inquiry in .\nthe matter. Be that as it may, such illegal constructions cannot\nbe protected by the court by nullifying the decision taken by the\nGovernment not to withdraw from the acquisition of the land in\nH question.\n:\n:\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 763\n\u0026 ORS. [G.S. SINGHVI, J.]\n48. At this stage, we may also take cognizance of the A\ncommercial activities being undertaken in what has been\ndescribed by the appellants as sports complex simpliciter. The\nnature and magnitude of the commercial activities may never\nhave been revealed but for the fact that the officer representing\nthe respondents could bring to the High Court's notice the B\nwritten statement filed by Shri Satish Khosla in Suit No. 3064/\n1996 – M/s. Eli Lilly Ranbaxy Ltd. and others v. Satish Khosla.\nIn that suit, the plaintiff had sought a decree of permanent\ninjunction restraining the defendant from letting out the garden\nfor parties and functions during the currency of lease agreement C\nin respect of cottage no. 6. The contents of paras 4, 6 and 11\nof the written statement, which have been extracted in the\nimpugned order of the Division Bench of the High Court, read\nas under:-\n-\nD\nE\n\"4. Para no. 4 is denied. It is pertinent to note that the\nCottage in question is situated in the Shanti Sports Club\nand is one of the 7 cottages in the said Sports Club. Shanti\nSports Club, of which the defendant is the Chairman,\ncame into existence in 1989 and the sports facilities of the\nsaid Club are being utilized by its members as well as\nothers. The said Club has amongst others a cricket\nground, six tennis courts, swimming pool, squash courts,\nbilliards rooms and a host of other facilities for use for its\nmembers. The Club has large beautifully manicured lawn\nappealing to the eye. Since the very inception of the Club, F\nits beautiful lawns are hired for wedding parties, birth-day\nparties and for other festive occasions. These wedding\nparties have been held on the lawns of the Club since\n1991, and are the very life and soul of the Club apart from\nits sports activities. In fact, the aforementioned wedding G\nparties and other functions which are held on the lawns are\nthe major source of revenue for the Club. The club has\nmore than 1500 members and about 200-300 frequent the\nclub every day.\nH\nA\nB\nс\nD\nE\nF\nG\nH\n764 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.Ŕ.\nร\n6. Para 6 is denied. The contents of this para are\nabsolutely false to the knowledge of the plaintiffs inasmuch\nas the plaintiffs all along knew that the garden in between\nthe two Cottages was let out on hire for marriage and other\nprivate parties. The defendant denies any verbal\nassurance was given to the plaintiffs that the garden was\nto be used for the families residing in two cottages and\nnot for any other purpose. The lawn/garden in question in\nbetween the two cottages is of more than 3000 sq. yards\nin size and it was not hired out to the plaintiff.\n11. The averments made in para 11 are denied. It is\nsubmitted that the plaintiffs have filed the present suit only\nto harass the defendant. It is pertinent to note that in the\nother Cottages in the Club several Diplomats including\nDeputy High Commissioner of Pakistan, Ambassador of\nKazakastan and other dignitaries are staying for several\nyears without any complaint. It is denied that the plaintiffs\nare entitled to a decree of permanent injunction restraining\nthe defendant from hiring out the garden for functions and\nparties during the tenure of the alleged lease agreement.\nThe revenue generated from hiring out the garden for\nfunctions and parties is significant revenue and is\nnecessary for the proper and efficient running of the Club\nand these functions and parties are the very life and soul\nof the Club.\nTie aforesaid averments made in the written statement filed\nby Shri Satish Khosla in the above noted suit clearly reveal\nthat the cottages at the club and its lawns are being used\nfor commercial and rental purposes. In respect of cottage\nNo. 6 alone the club was charging large amounts as per\nbelow under various agreements. These details are as\nfollows:-\n1. According to the lease agreement by and between the\nclub and M/s.Eli Lilly Ranbaxy Ltd. the latter was required\ni\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 765\n\u0026 ORS. [G.S. SINGHVI, J.]\nto pay a rental of Rs.60,000/- p.m. to the former during the A\nfirst year of the lease.\n2. The rent was liable to be increased by 5% after the first\nyears, 10% over the last rent paid after second year and\nevery year thereafter.\n3. Agreement stipulated payment of advance rent in the\nsum of Rs.4,50,000/- by M/s. Eli Lilly Ranbaxy Ltd. to the\nClub.\nB\n4. Under maintenance and service agreement in respect C\nof the said premises M/s. Eli Lilly Ranbaxy Ltd. were\nrequired to pay Rs.40,000/- p.m. to the Club.\n5. The maintenance charges of the premises were liable\nto be increased by 5% over the last charge paid after the\nfirst year, and increase of 10% over the last charge paid\nafter the second year and every year thereafter.\nD\n6. Under an agreement for security services, for the same\ncottage, the aforesaid lessee was required to pay\nRs.30,000/- to the club and these charges were liable to E\nbe increased by 5% after first year and 10% after the\nsecond year and every year thereafter.\n7. Under an agreement styled as 'hire agreement', the\nlessee was required to pay to the club a sum of Rs.70,000/\n- p.m. for the use of the fittings and fixtures installed in the\ncottage.\n8. The lessee was also liable to pay to the club hire\ncharges of Rs.7,50,000/- as advance for the fittings and\nfixtures installed in the cottage.\"\n49. From what we have noted above, it is crystal clear that\nthe appellants have been undertaking large scale commercial\nactivities in the complex and their so-called love for sports has\nsubstantial flavor of commerce.\nF\nG\nH\nA\nC\nD\n766 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\n50. The plea of discrimination and violation of Article 14\nof the Constitution put forward by the appellants is totally devoid\nof substance because they did not produce any evidence\nbefore the High Court and none has been produced before this\nCourt to show that their land is identically placed qua the lands\nB on which Hamdard Public School, St. Xavier School, Scindia\nPotteries, etc. exist. In the representations made to different\nfunctionaries of the Government and DDA, the appellants did\nclaim that other parcels of the land have been de-notified and\nbefore the High Court a copy of notification dated 6.9.1996\nissued under Section 48(1) was produced, but the said\nassertion and notification were not sufficient for recording a\nfinding that their case is identical to those whose land had been\ndenotified. The burden to prove the charge of discrimination\nand violation of Article 14 was on the appellants. It was for them\nto produce concrete evidence before the court to show that their\ncase was identical to other persons whose land had been\nreleased from acquisition and the reasons given by the\n.Government for refusing to release their land are irrelevant or\nextraneous. Vague and bald assertions made in the writ\npetition cannot be made basis for recording a finding that the\nappellants have been subjected to invidious or hostile\ndiscrimination. That apart, we are prima facie of the view that\nthe Government's decision to withdraw from the acquisition of\nsome parcels of land in favour of some individuals was not in\npublic interest. Such decisions had, to some extent, resulted\nin defeating the object of planned development of Delhi on\nwhich considerable emphasis has been laid by the Full Bench\nof the High Court and this Court. This being the position, Article\n14 cannot be invoked by the appellants for seeking a direction\nto the respondents to withdraw from the acquisition of the land\nG in question. Article 14 of the Constitution declares that the State\nshall not deny to any person equality before the law or the equal\nprotection of the laws within the territory of India. The concept\nof equality enshrined in that Article is a positive concept. The\nCourt can command the State to give equal treatment to\nH similarly situated persons, but cannot issue a mandate that the\nE\nF\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 767\n\u0026 ORS. [G.S. SINGHVI, J.]\nA\nC\nD\nState should commit illegality or pass wrong order because in\nanother case such an illegality has been committed or wrong\norder has been passed. If any illegality or irregularity has been\ncommitted in favour of an individual or a group of individuals,\nothers cannot invoke the jurisdiction of the High Court or of this\nCourt and seek a direction that the same irregularity or illegality B\nbe committed in their favour by the State or its agencies/\ninstrumentalities. In other words, Article 14 cannot be invoked\nfor perpetuating irregularities or illegalities. In Chandigarh\nAdministration v. Jagjit Singh (1995) 1 SCC 745, this Court\nmade a lucid exposition of law on this subject. The facts of that\ncase were that the respondents, who had given the highest bid\nfor 338 sq. yds. Plot in Section 31A, Chandigarh defaulted in\npaying the price in accordance with the terms and conditions\nof allotment. After giving him opportunity of showing cause, the\nEstate Officer cancelled the lease of the plot. The appeal and\nthe revision filed by him were dismissed by the Chief\nAdministrator and Chief Commissioner, Chandigarh\nrespectively. Thereafter, the respondent applied for refund of\nthe amount deposited by him. His request was accepted and\nthe entire amount paid by him was refunded. He then filed a\npetition for review of the order passed by the Chief\nCommissioner, which was dismissed. However, the officer\nconcerned entertained the second review and directed that the\nplot be restored to the respondent. The latter did not avail\nbenefit of this unusual order and started litigation by filing writ\npetition in the High Court, which was dismissed on March 18,\n1991. Thereafter, the respondent again approached the Estate\nOfficer with the request to settle his case in accordance with\nthe policy of the Government to restore the plots to the defaulters\nby charging forfeiture amount of 5%. His request was rejected\nby the Estate Officer. He then filed another writ petition before G\nthe High Court, which was allowed only on the ground that in\nanother case pertaining to Smt. Prakash Rani, the\nAdministrator had restored the plot despite dismissal of the writ\npetition filed by her. While reversing the order of the High Court,\nE\nF\nH\n768 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA this Court observed as under:-\nB\nC\nD\nE\nF\n0\nH\n\"We are of the opinion that the basis or the principle, if it\ncan be called one, on which the writ petition has been\nallowed by the High Court is unsustainable in law and\nindefensible in principle. Since we have come across\nmany such instances, we think it necessary to deal with\nsuch pleas at a little length. Generally speaking, the mere\nfact that the respondent-authority has passed a particular\norder in the case of another person similarly situated can\nnever be the ground for issuing a writ in favour of the\npetitioner on the plea of discrimination. The order in\nfavour of the other person might be legal and valid or it\nmight not be. That has to be investigated first before it\ncan be directed to be followed in the case of the petitioner.\nIf the order in favour of the other person is found to be\ncontrary to law or not warranted in the facts and\ncircumstances of his case, it is obvious that such illegal\nor unwarranted order cannot be made the basis of issuing\na writ compelling the respondent-authority to repeat the\nillegality or to pass another unwarranted order. The\nextraordinary and discretionary power of the High Court\ncannot be exercised for such a purpose. Merely because\nthe respondent-authority has passed one illegal/\nunwarranted order, it does not entitle the High Court to\ncompel the authority to repeat that illegality over again\nand again. The illegal/unwarranted action must be\ncorrected, if it can be done according to law - indeed,\nwherever it is possible, the Court should direct the\nappropriate authority to correct such wrong orders in\naccordance with law - but even if it cannot be corrected,\nit is difficult to see how it can be made a basis for its\nrepetition. By refusing to direct the respondent-authority to\nrepeat the illegality, the Court is not condoning the earlier\nillegal act/order nor can such illegal order constitute the\nbasis for a legitimate complaint of discrimination. Giving\nเ\n}\n1\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 769\n\u0026 ORS. [G.S. SINGHVI, J.]\nC\neffect to such pleas would be prejudicial to the interests A\nof law and will do incalculable mischief to public interest.\nIt will be a negation of law and the rule of law. Of course,\nif in case the order in favour of the other person is found\nto be a lawful and justified one it can be followed and a\nsimilar relief can be given to the petitioner if it is found that B\nthe petitioners' case is similar to the other persons' case.\nBut then why examine another person's case in his\nabsence rather than examining the case of the petitioner\nwho is present before the Court and seeking the relief. Is\nit not more appropriate and convenient to examine the\nentitlement of the petitioner before the Court to the relief\nasked for in the facts and circumstances of his case than\nto enquire into the correctness of the order made or action\ntaken in another person's case, which other person is not\nbefore the case nor is his case. In our considered opinion,\nsuch a course barring exceptional situations would\nneither be advisable nor desirable. In other words, the High\nCourt cannot ignore the law and the well-accepted norms\ngoverning the writ jurisdiction and say that because in one\ncase a particular order has been passed or a particular\naction has been taken, the same must be repeated\nirrespective of the fact whether such an order or action is\ncontrary to law or otherwise. Each case must be decided\non its own merits, factual and legal, in accordance with\nrelevant legal principles. The orders and actions of the\nauthorities cannot be equated to the judgments of the\nSupreme Court and High Courts nor can they be elevated\nto the level of the precedents, as understood in the judicial\nworld.\"\n-\n-\nD\nE\nய\nF\n[emphasis added] G\n51. Similar is the ratio of the judgments in Narain Das v.\nImprovement Trust, Amritsar (1973) 2 SCC 265, Gursharan\nSingh v. New Delhi Municipal Committee (1996) 2 SCC 459,\nSecretary, Jaipur. Development Authority v. Daulat Mal Jain\nН\n"}