{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"720 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA over the years shown scant respect for regulatory\nmechanism envisaged in the municipal and other similar\nlaws either by issuing administrative orders or enacting\nlaws for regularization of such illegal and unauthorized\nconstructions in the name of compassion and hardship.\nB Such actions have done irreparable harm to the concept\nof planned development of the cities and urban areas. It\nis high time that the executive and political apparatus of\nthe State take serious view of the menace of illegal and\nunauthorized constructions and stop their support to the\nlobbies of affluent class of builders and others, else even\nthe rural areas of the country will soon witness similar\nchaotic conditions. [Para 53] [772-D-H]\nC\n1\n+.\nCase Law Reference:\nD\nAIR 1996 Delhi 206\nreferred to\npara 5\n(1999) 1 SCC 15\nreferred to\npara 5\n(1993) 3 SCC 24\nrelied on\npara 28\nE\n(1995) Supp 3 SCC 538 relied on\npara 28\n(1996) 1 SCC 299\nrelied on\npara 28\n(1996) 7 SCC 450\nrelied on\npara 28\n(1998) 4 SCC 387\nrelied on\npara 28\nF\nAIR 1961 SC 493\nrelied on\npara 30\n(1962) Supp. 3 SCR 713 relied on\npara 31\n(1987) 3 SCC 34\nrelied on\npara 32\n(1993) 2 SCC 84\nrelied on\npara 33\nH\n(2009) 1 SCC 180\nrelied on\npara 34\n(1984) 4 SCC 316\nreferred to\npara 39\nH\nF\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 721\n\u0026 ORS.\n(1995) 2 SCC 528\nrelied on\npara 43\nA\n(1997) 1 SCC 37\nrelied on\npara 43\nJT (1995) 8 S.C. 179\nrelied on\npara 43\n(1996) 11 SCC 229\nreferred to\npara 43\nB\n(1995) 1 SCC 745\nrelied on\npara 50\n(1973) 2 SCC 265\nrelied on\npara 51\n(1996) 2SCC 459\nrelied on\npara 51\nC\n(1997) 3 SCC 321\nrelied on\npara 51\n(1997) 7 SCC 752\nrelied on\npara 51\n(1999) 7 SCC 89\nrelied on\npara 51\n(2000) 9 SCC 94\nrelied on\npara 51\nD\n(2003) 5 SCC 437\nrelied on\npara 51\n(2006) 10 SCC 337\nrelied on\npara 51\n(2006) 8 SCC 42\nrelied on\npara 51 E\n(2006) 3 SCC 581\nrelied on\npara 51\n(2007) 1 SCC 93\nrelied on\npara 51\n(2007) 5 SCC 77\nrelied on\npara 51\nF\n(2007) 7 SCC 140\nrelied on\npara 51\n(2008) 7 SCC 245\nrelied on\npara 51\n(2009) 2 SCC 589\nrelied on\npara 52\n1974 (2) SCC 506\nG\nrelied on\npara 52\n1995 (5) SCC 762\nrelied on\npara 52\n1999 (6) SCC 464\nrelied on\npara 52\n2004 (8) SCC 733\nrelied on\npara 52\nH\n722 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA\n2006 (3) SCC 399\nrelied on\npara 52\n2006 (3) SCC 208\nrelied on\npara 52\nB\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n8500-8501 of 2001.\nFrom the Judgment \u0026 Order dated 21.8.2201 of the High\nCourt of Delhi at New Delhi in Civil Writ Petition No. 4777/93\nand 3277 of 2000.\nWITH\nC\nD\nE\nConte.Pet. (C) 252-253 of 2001 in C.A.Nos. 8500-8501\nof 2001.\nIndra Jai Singh, A. Sharan, ASG, Mukul Rohtagi, Shyam\nDivan, Geeta Luthra, Jayashree Wad, Ashish Wad, Yashraj\nDeora, Chirag Dave (for J.S. Wad and Co.) Indra Sawhney,\nBinu Tamta, Sushma Suri, S.W.A. Qadri, Rahul Kaushik, Anil\nKatiyar, D.S. Mahra, V.B. Sahary (for Saharya \u0026 Co.), Prabal\nBagchi, D.N. Goburdhan, Sanjeev Sahay, Shreekant N. Terdal,\nM.P. Jha Ram Ekbal Roy, Harshvardhan Jha for appearing\nparties.\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. These appeals filed against order dated\nF 21.8.2001 of the Division Bench of Delhi High Court whereby\nit refused to interfere with the Central Government's decision\nnot to exercise discretion under Section 48(1) of the Land\nAcquisition Act, 1894 (for short 'the Act') to withdraw from the\nacquisition of land comprised in khasra Nos.35, 369/36, 37,\n38, 367/21 and 365/33 of Village Masudpur, Tehsil Mehrauli,\nDelhi are illustrative of how the litigants use the courts process\nfor frustrating the acquisition of land for a public purpose for\nyears together and seek equity after raising illegal construction\nover the acquired land under the cloak of interim order(s)\npassed by one or the other court.\nG\nH\nA\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 723\n\u0026 ORS. [G.S. SINGHVI, J.]\nBackground Facts:\n2. In the aftermath of partition of the country, lakhs of\npeople were forced to leave their habitat, properties, trade,\nbusiness, etc. in the territory which became Pakistan. Most of\nthem came and settled in northern parts of the country,\nparticularly Punjab and Delhi. Out of sheer compulsion, they\nconstructed houses, etc. without proper layouts and planning.\nInitially, the Government did not pay much attention to the\nhaphazard construction of houses and the growth of unplanned\ncolonies, but with rapid increase in population of the city on\naccount of influx of thousands of people from other parts of the\ncountry, it was realized that planned development of the capital\ncity is sine qua non for its healthy growth. Keeping this in mind,\nthe Central Government created Delhi Development Authority\n(DDA) and also set up Town Planning Organization, which was\nentrusted with the task of giving advice on all matters pertaining\nto planning in the territory of Delhi.\n3. The master plan of Delhi was notified in 1962. It\nenvisaged development of Delhi in different segments, i.e.,\nresidential, commercial, institutional, industrial etc. in a scientific\nand modern way. For implementing the concept of planned\ndevelopment in accordance with the notified master plan, large\ntracts of land were acquired vide notifications dated\n13.11.1959, 24.10.1961, 4.4.1964, 16.4.1964 and 23.1.1965\nissued under Section 4(1) of the Act. Writ petitions filed by\nthose affected by the first notification were dismissed by the\nHigh Court and their appeals were dismissed by this Court in\nthe case titled Aflatoon vs. Lt. Governor of Delhi (1975) 4 SCC\n285, with a categorical finding that the planned development\nof Delhi is a public purpose for which large tracts of land could\nbe acquired.\n4. The acquisitions made in furtherance of other\nnotifications were also challenged by the land holders and other\naffected persons. C.W.P. No.963/1980 filed by one Ved\nPrakash was dismissed by the High Court. However, the\nA\nB\nC\nD\nE\nF\nG\nH\n724 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA special leave petition was entertained by this Court and leave\nwas granted.\nB\n5. During the pendency of the civil appeal arising out of\nthe special leave petition filed by Ved Prakash and some writ\npetitions which were directly entertained by this Court, a\nDivision Bench of the High Court made a reference to the Full\nBench for considering the questions whether the acquisition\nproceeding should be treated as having been abandoned on\naccount of delay in making the awards and whether more than\none award can be passed in respect of the land covered by\nthe same notification. The Full Bench dismissed all the writ\npetitions and related miscellaneous applications vide judgment\ntitled Roshanara Begum v. Union of India, AIR 1996 Delhi 206.\nAppeals filed against the judgment of Full Bench were\ndismissed by this Court - Murari v. Union of India (1997) 1\nD SCC 15.\nC\nE\nF\nG\n6. The land which is subject matter of these appeals was\nacquired vide notification dated 23.1.1965. Declaration under\nSection 6 was published on 23.12.1968, notices under Sections\n9 and 10 were issued in 1976 and the award was made on\n22.12.1980.\n7. Shri Amrit Lal Khanna, who is said to have purchased\n26 bighas of land comprised in khasra Nos.35, 369/36 and 37\nin Village Masudpur, Tehsil Mehrauli, Delhi along with three\nothers, namely, S/Shri Srivastava, Naresh Kumar and Gopal\nKishan from Shri Parmeshwar Lal vide sale deed dated\n31.1.1969 challenged notification dated 23.1.1965 in W.P.\nNo.1753/1980. He also filed an application for interim relief. By\nan order dated 9.12.1980, the High Court restrained the\nrespondents in the writ petition from dispossessing the\npetitioner. The writ petition was finally dismissed by the Full\nBench along with other cases.\n8. While the writ petition filed by Shri Amrit Lal Khanna\nH was pending, Shri Satish Khosla (appellant No.2 in one of the\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 725\n\u0026 ORS. [G.S. SINGHVI, J.]\nappeals) got registered a company in the name and style of A\nShanti India Private Limited under the Companies Act, 1956\nand a society in the name of Shanti Sports Club under the\nSocieties Registration Act, 1860. Between 1990-1993, Shri\nSatish Khosla appears to have entered into some\narrangement/agreement with Shri Amrit Lal Khanna and other B\nland owners and got possession of land bearing khasra Nos.35,\n369/36, 37, 38, 367/21 and 365/33 of Village Masudpur, Tehsil\nMehrauli, Delhi which had already been acquired by the Central\nGovernment. Thereafter, he got constructed complex over the\nacquired land in the name of appellant No.1 without even making C\nan application to the competent authority for sanction of the\nbuilding plan. He did so because he knew that if an application\nfor sanction of the building plan was to be made, the same\nwould be rejected in view of the prohibition contained in Section\n3 of the Delhi Lands (Restrictions on Transfer) Act, 1972 (for\nshort 'the 1972 Act') against transfer of the acquired land and\nthe concerned authorities may stall the clandestine construction\nactivities.\n9. With a view to protect his possession of the acquired\nland and illegal construction raised over it, Shri Satish Khosla\nfiled W.P. No.4777/1993 in the name of Shanti Sports Club of\nwhich he himself was described as President and Shri Sunil\nNagar, Member Secretary of the Club for issue of a mandamus\nto the Central Government to release the land under Section\n48(1) of the Act. In that petition, it was claimed that with the\nconstruction of a sports complex, the purpose of acquisition,\ni.e., planned development of the area has already been served.\nD\nE\nF\n10. At this stage, it is appropriate to note that before filing\nW.P. No.4777/1993, Shri Satish Khosla got filed two suits for G\ninjunction. The first suit bearing No.3318/1991 was filed on\n29.10.1991 in the name of Shanti India Private Limited with the\nprayer that DDA be restrained from digging the land or\nconstructing gates on the road leading to Shanti Garden. In that\nsuit, it was pleaded that the plaintiff is a company registered\nН\nC\n726 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA under the Companies Act, 1956; that it purchased 38 bighas\n13 biswas of land comprising in khasra Nos.35, 369/36, 37,\n38, 367/21 and 365/33 situated in Village Masudpur, Tehsil\nMehrauli, Delhi and floated Shanti Sports Club of India which\nformed a cricket academy with a view to provide cricketing\nB facility for its members. It was then averred that on 28.10.1991,\nDDA started digging a road, which runs from Andheria Modh\nto Airport with a view to raise a wall for blocking the entire road\nand rendering the suit property inaccessible. Along with the suit,\nthe plaintiff filed an application for temporary injunction. By order\ndated 4.1.1992, the Court permitted DDA to raise the wall\nwithout obstructing the plaintiff's access to the suit property. In\nthe second suit bearing No.1544/1993 which was filed on\n13.7.1993, appellant No.2 herein joined S/Shri Atma Ram and\nAmrit Lal Khanna as plaintiffs and prayed that DDA be\nrestrained from dispossessing them or interfering with their\npossession or demolishing or sealing any part of existing\nstructure. The subject matter of second suit was identical to the\none for which earlier suit had been instituted. In the plaint, all\nthe plaintiffs were described as owners of the property\nmeasuring 38 bighas 13 biswas and it was pleaded that a\nsports club in the name of Shanti Sports Club of India was built\nby plaintiff No.3, Shri Satish Khosla. It was alleged that officers\nof the DDA have demolished certain structures in Village\nKishangarh on 29.6.1993 and threatened to demolish the suit\nproperty. In the second suit also an order of injunction was\nF passed on 15.7.1993.\nD\nE\n11. After filing Writ Petition No.4777/1993, Shri Satish\nKhosla instituted third suit bearing No.2865/1995 in his own\nname and that of Shri Amrit Lal Khanna claiming that they were\nG Bhumidars of khasra Nos. 35, 369/36 and 37 of Village\nMasudpur, Tehsil Mehrauli, Delhi, total measuring 26 bighas 6\nbiswas; that the suit property was surrounded by a boundary\nwall with an iron gate; that plaintiff No.1-Satish Khosla floated\nthe Shanti Sports Club which runs a cricket academy for its\nH\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 727\n\u0026 ORS. [GS. SINGHVI, J.]\nmembers and that the officers of the DDA have threatened to A\ndemolish the boundary wall and take forcible possession of an\narea of about 250 sq. yds. on the pretext that it formed part of\nkhasra Nos.460, 368 and 36, which was earmarked for\nconstruction of a dispensary. In the third suit, the court passed\nan order of temporary injunction on 12.12.1995 restraining DDA B\nfrom dispossessing the plaintiffs or demolishing the boundary\nwall.\nC\nD\n12. By filing Writ Petition No.4777/1993, Shri Satish Khosla\nhad hoped that he will be able to convince the High Court to\nignore the gross irregularities and illegalities committed by him\nin securing possession of the acquired land and raising\nconstruction over it and pass an order for protection of the\nexisting structure and also direct the Central Government to\nrelease the land from acquisition on which sports complex had\nalready been constructed, but his hopes were belied because\nthe High Court did not entertain the prayer for interim relief.\nUndeterred by this unexpected adverse result, Shri Satish\nKhosla got filed C.M. No.8269/1993 in Writ Petition No. 1753/\n1980 with the prayer that the government be directed to release\nthe land from acquisition because the same has already been E\ndeveloped. The Full Bench of the High Court considered similar\nprayer made on behalf of other land owners, referred to the\njudgment of this Court in Gandhi Grah Nirman Sahkari Samiti\nLtd. v. State of Rajasthan (1993) 2 SCC 662 and held:\n$6\n..\nSo, even if some land has been developed by the\nland owner according to his own notions and may be the\nconstruction raised by him on the said land is also serving\nsome public purpose, still that cannot be a substitute for\nplanned development of Delhi which object is visualized\nby the authorities. If the public object for which the land is\nsought to be acquired by the authorities is justified, it\ncannot be frustrated because the land owner has\ndeveloped the land and is utilising the land for some other\npublic purpose. So, this contention also does not survive\nF\nG\nH\n2\nA\nB\nC\nD\nE\nG\nH\n728 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nin view of the law held down by the Supreme Court.\"\n13. The Full Bench separately dealt with Writ Petition\nNo.1753/1980 and C.M. No.8269/1993 and dismissed the\nsame by recording the following observations:\n“181. Most of the points raised in this writ petition are\ncommon with the main points already discussed by us.\nHowever, Mr. G. L. Sanghi, Senior Advocate, who\nappeared for the applicant in C.M. 8269/93 has urged that\nthe land in question has been developed into a sports\ncomplex and modern amenities have been provided and\nit would be national waste in allowing such constructions\nto be demolished.\n182. It is urged that the applicant has acquired this land\nin 1969 before coming into force of the Delhi Land\n(Restrictions on Transfer) Act, 1972 and thus, there was\nno bar in the transferee raising constructions. However,\nit is the admitted fact that all these constructions have\nbeen raised after issuance of the notification under\nSection 4 of the Act. These constructions have been\nraised obviously with complete knowledge of the fact that\nthis land is liable to be acquired for public purpose. It is\ntrue that transferee of the land such as the applicant is\nentitled to same benefits and rights as the transferor (See\nSmt. Gunwant Kaur v. Municipal Committee, Bhatinda,\nAIR 1970 SC 802). However, unless and until it is shown\nthat public purpose for which the land was sought to be\nacquired by issuing a notification under Section 4 and\ndeclaration under Section 6 has elapsed, it would not be\n_ possible for this Court to hold that mere fact that land has\nbeen developed by the petitioner/applicant should lead\nto the conclusion that public purpose for which the land\nwas sought to be acquired has been achieved. It is\npointed out to us that this particular land is required for\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 729\n\u0026 ORS. [G.S. SINGHVI, J.]\nthe residential scheme of Vasant Kunj. So, it cannot be A\nsaid that the sports complex built up by the applicant in\nthe land in question is in consonance with the public\npurpose for which the land has been earmarked in the\nscheme of the Government. Thus, we do not think that\nthe petitioner/applicant can legally get the notification B\nquashed on any valid grounds in the present matter.\nHowever, the petitioner/ applicant is at liberty to make any\nrepresentation to the authorities for getting the land\nreleased and it is for the authorities to examine whether\nin view of the modern sports complex having been brought C\ninto existence in the land in question could it serve the\npublic purpose of acquiring this land for that particular\nscheme or the scheme is liable to be modified or amended\nin respect of the land in question. However, the acquisition\nproceedings are not liable to be quashed on any such\nplea.\"\n[Emphasis added]\nD\n14. In the appeals preferred against the judgment of the\nFull Bench, the land owners reiterated the prayer for issue of E\ndirection to the Government to release their land by asserting\nthat the same has already been developed by constructing\nfactories, workshops, godowns, schools, residential houses/\nquarters, farm houses with modern facilities and sports\ncomplex. This Court opined that the constructions raised by the F\nappellants would be regarded as unauthorized because no\nsanction or permission is shown to have been obtained from\nthe competent authority. The Court then referred to an earlier\njudgment in State of U.P. v. Pista Devi (1986) 4 SCC 251 and\nrejected the prayer for release of land by making the following\nobservations:-\n\"Some of the learned counsel for the appellants also\nsubmitted that even the land shown in green colour in the\nmaster plan which has been sought to be acquired but it\nis not understood as to for what purpose the said land is\nG\nH\n"}