{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n750 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\ndiscretion. Article 166 provides for the conduct of\nGovernment business. It is useful to quote this article:\n166 (1) All executive action of the government of a\nState shall be expressed to be taken in the name\nof the Governor.\n(2) Orders and other instruments made and\nexecuted in the name of the Governor shall be\nauthenticated in such manner as may be specified\nin rules to be made by the Governor, and the validity\nof an order or instrument which is so authenticated\nshall not be called in question on the ground that it\nis not an order or instrument made or executed by\nthe Governor.\n(3) The Governor shall make rules for the more\nconvenient transaction of the business of the\ngovernment of the State, and for the allocation\namong Ministers of the said business insofar as it\nis not business with respect to which the Governor\nis by or under this Constitution required to act in his\ndiscretion.\n15. Article 166(1) requires that all executive action of the\nState Government shall be expressed to be taken in the\nname of the Governor. This clause relates to cases where\nthe executive action has to be expressed in the shape of\na formal order or notification. It prescribes the mode in\nwhich an executive action has to be expressed. Noting by\nan official in the departmental file will not, therefore, come\nwithin this article nor even noting by a Minister. Every\nexecutive decision need not be as laid down under Article\n166(1) but when it takes the form of an order it has to\ncomply with Article 166(1). Article 166(2) states that orders\nand other instruments made and executed under Article\n166(1), shall be authenticated in the manner prescribed.\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 751\n\u0026 ORS. [G.S. SINGHVI, J.]\nWhile clause (1) relates to the mode of expression, clause A\n(2) lays down the manner in which the order is to be\nauthenticated and clause (3) relates to the making of the\nrules by the Governor for the more convenient transaction\nof the business of the Government. A study of this article,\ntherefore, makes it clear that the notings in a file get B\nculminated into an order affecting right of parties only when\nit reaches the head of the department and is expressed\nin the name of the Governor, authenticated in the manner\nprovided in Article 166(2).\"\n33. In Rajasthan Housing Board v. Shri Kishan (1993) 2\nSCC 84, this Court made a detailed reference to the records\nand affidavit filed on behalf of the Rajasthan Housing Board and\nheld:\nC\n\"From the above material, it is clear that there was no final D\ndecision at any time to de-notify the said lands. A tentative\ndecision was no doubt taken in February 1990 but before\nit could be implemented the Government thought it\nnecessary to ascertain in views of the Housing Board and\nto find out as to what the Board had done upon the land, E\nwhat structures it had raised and what amount it had spent\nso that the Board could be compensated while delivering\nthe possession back to the Housing Society. Before this\ncould be done there was a change in the Government and\nthe said tentative decision was reversed. In this view of the\nF\nmatter, it is not necessary for us to go into the question\nwhether there was a communication of the 'decision' of the\nGovernment to the petitioner. The communication must be\nof a final decision and not of a provisional or tentative\ndecision.\"\n34. The issue was recently considered in Sethi Auto\nService Station and another v. Delhi Development Authority\nand others (2009) 1 SCC 180. In that case, the appellant had\nclaimed relocation of two petrol pumps which had become non-\nG\n۴\nH\n752 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\n!\nA profitable on account of construction of 8 lane express highway\nbetween Delhi and Gurgaon. The appellants relied on the\nnotings recorded by the technical committee headed by the\nVice Chairman, DDA. It was urged that the technical committee\nhad recommended relocation of the petrol pumps, it was not\nB open to DDA to do a volte face and reject the representation\nof the appellants. On behalf of the respondents, it was urged\nthat mere notings and proposal recorded in the files of DDA\ndid not create any right in favour of the appellants and the final\ndecision taken by DDA against relocation of petrol pumps was\nconsistent with the policy in vogue. This Court approved the\nHigh Court's refusal to interfere with DDA's decision and\nobserved:\nC\nD\nヨ\nF\nG\nH\n\"It is trite to state that notings in a departmental file do not\nhave the sanction of law to be an effective order. A noting\nby an officer is an expression of his viewpoint on the\nsubject. It is no more than an opinion by an officer for\ninternal use and consideration of the other officials of the\ndepartment and for the benefit of the final decision-making\nauthority. Needless to add that internal notings are not\nmeant for outside exposure. Notings in the file culminate\ninto an executable order, affecting the rights of the parties,\nonly when it reaches the final decision-making authority in\nthe department, gets his approval and the final order is\ncommunicated to the person concerned.\"\n35. In C.W.P. No.325/1982 - Ram Phal v. Union of India,\nwhich was decided by the Full Bench of the High Court along\nwith other cases, vide Roshanara Begum v. Union of India,\nan application was moved by the petitioners with the prayer that\nthe acquisition proceedings may be quashed because the\nCentral Government has issued an order under Section 48(1)\nof the Act for withdrawal of the acquisition proceedings in\nrespect of the land which was subject matter of the writ petition.\nOn behalf of the Central Government, it was urged that no order\nhas been made by the Central Government for withdrawing from\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 753\n\u0026 ORS. [G.S. SINGHVI, J.]\nacquisition of the land in question and communication regarding A\nwithdrawal was sent due to misreading of orders made in the\nfile. Counsel representing the Union of India went to the extent\nof arguing that if the court was to infer that any such order has\nbeen made by the Central Government, then the same be\ntreated as non est and declared as illegal and void because B\nthe land was being acquired for planned development of Delhi.\nIt was argued that before an order under Section 48 could come\ninto play, the same is required to be published in the official\ngazette in the same manner in which notification under Section\n4 and declaration under Section 6, are published. The Full C\nBench adverted to Section 48(1) of the Act and observed:\nD\n\"Section 48 of the Act lays down that Government shall be\nat liberty to withdraw from the acquisition of any land of\nwhich possession has not been taken. The original record\nin which the Minister concerned had made the order was\nproduced before us which we have perused and as a\nmatter of fact, the learned counsel for the petitioner has\nplaced on record the photocopies of the notings on which\nthe order of the Minister has been accorded. It is evident\nthat if this Court is to come to the conclusion on reading E\nthe said record that in fact no order has been made by the\nMinister concerned which amounts to withdrawing from\nacquisition, mere communication of the misconstrued\norder by the officials would not have the effect of an order\nof the Government withdrawing from the acquisition.\"\n36. The Full Bench then examined the notings in the file,\nreferred to Section 21 of the General Clauses Act, 1897 and\nconcluded:\nF\nG\n\"157. Section 48 by itself does not require publication of\nsuch an order in the Official Gazette. As a matter of fact,\nthere is no repugnancy between the provisions of Section\n48 of the Act as read with Section 21 of the General\nClauses Act. The purpose of issuance of publication of\nnotifications and declarations under Sections 4 and 6 of H\nA\nB\nс\nD\n754 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C,R.\nthe Act in Official Gazette are that public at large should\nbecome aware of the factum that the land so notified is to\nbe acquired for public purpose so that people at large\nshould not suffer any monetary loss or any other\ninconveniences in entering into any deals in respect of\nsuch land, subject-matter of compulsory acquisition. As an\nanalogy of the purpose enshrined in notification issued\nunder Section 4 and declaration issued under Section 6\nfor their publication in Official Gazette is also, in our view,\nlinked to the order which is made under Section 48 of the\nAct for withdrawing from such acquisition and unless the\nsame is also published in the manner as the original\nnotifications, the said object could not be achieved i.e. of\ngiving public notice to the public at large.\"\n37. As a result of the above discussion, we hold that the\nnoting recorded in the official files by the officers of the\nGovernment at different levels and even the Ministers do not\nbecome decision of the Government unless the same is\nsanctified and acted upon by issuing an order in the name of\nthe President or Governor, as the case may, authenticated in\nE the manner provided in Articles 77(2) and 166(2) and is\ncommunicated to the affected persons. The notings and/or\ndecisions recorded in the file do not confer any right or\nadversely affect the right of any person and the same can\nneither be challenged in a court nor made basis for seeking\nF relief. Even if the competent authority records noting in the file,\nwhich indicates that some decision has been taken by the\nconcerned authority, the same can always be reviewed by the\nsame authority or reversed or over-turned or overruled by higher\nfunctionary/authority in the Government.\nG\nH\n38. Reverting to the case in hand, we find that\nrepresentation made on behalf of appellant No.1 was\nexamined by different functionaries of the Government and\nDDA. On 8.6.1999, the then Minister for Urban Development\nrecorded a note in the file that extensive construction has taken\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 755\n\u0026 ORS. [G.S. SINGHVI, J.]\nplace and this must have been possible with the cooperation A\nof the concerned officers and opined that no demolition can or\nwill be ordered as per the policy. He then recorded that suitable\nterms for regularization be settled by negotiations and left the\nmatter there for consideration by his successor. That noting was\nnever translated into an order nor the same was published in B\nthe official gazette in the form of a notification. It was not even\ncommunicated to the appellants or DDA. The reason for this\nis not far to seek. The Minister had himself left the matter for\nconsideration and decision by his successor. The latter finally\ndecided on 14.7.1999 that the appellants request for de- C\nnotification of the land cannot be accepted because the\ndevelopment was carried out after its acquisition and also\nbecause the land is required for a public purpose, i.e, Vasant\nKunj Residential Project, which was held up due to prolonged\nlitigation. This being the position, the appellants cannot rely\nupon the note recorded by the then Minister on 8.6.1999 for\npleading before the Court that the Government had taken\ndecision to withdraw from the acquisition of land in question in\nterms of Section 48(1) of the Act.\nD\nE\n39. Before leaving this part of the discussion, we consider\nit necessary to observe that there have been several cases of\nexercise of power under Section 48(1) of the Act for extraneous\nconsiderations defeating the very purpose of acquisition. Two\nsuch instances have been considered by this Court in Chandra\nBansi Singh v. State of Bihar (1984) 4 SCC 316 and F\nRajasthan Housing Board v. Sri Kishan (supra). The facts of\nChandra Bansi Singh's case were that on 19.8.1974, the\nGovernment of Bihar issued notification under Section 4 for\nacquisition of 1034.94 acres of land in village Digha for the\npurpose of construction of houses by the Bihar State Housing G\nBoard. After consideration of objections, declaration under\nSection 6 was issued and published on 20.2.1976. On\n8.11.1976, a representation was made by one Mr. Ram Avtar\nShastri, Member of Parliament for withdrawing the acquisition\nproceedings. The same was rejected in December, 1976.\nH\n་\nс\n756 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA However, before compensation could be disbursed to the land\nowners, general elections were announced and, therefore, the\nmatter was deferred and put in cold storage. On 24.5.1980,\n4.03 acres land belonging to Pandey families was released.\nfrom acquisition. In the same year, a writ petition was filed in\nB the High Court challenging release of land in favour of Pandey\nfamilies but the same was withdrawn. In May 1981, another writ\npetition was filed on the same subject and it was pleaded that\nrelease of land in favour of Pandey families is violative of Article\n14 of the Constitution. The State Government supported the\nrelease of land in favour of Pandey families by asserting that\nthey had put up buildings with boundary walls in the entire area\ncovered by 4.03 acres and that it would have been difficult for\ngovernment to demolish the construction. This was controverted\nby the petitioner, who produced several photographs to show\nthat no huge buildings or houses were constructed and only\nsmall hutment had been put up on the land. After considering\nthe entire record, this Court ruled that release of land in favour\nof Pandey families was pure and simple act of favouritism\nwithout there being any legal or constitutional justification for the\nsame and declared the action of the State Government to be\nviolative of Article 14 of the Constitution. The Court also\ndeclared that the entire acquisition will be deemed to be valid\nand the land released to Pandey families would form part of\nthe acquisition initiated vide notification dated 19.8.1974.\nD\nE\nF\nG\nH\n40. The facts of Sri Kishan's case were that 2570 bighas\nof land (approximately equal to 1580 crores) was acquired for\nthe benefit of the Rajasthan Housing Board by publication of\nnotification under Section 4(1) read with Section 17(4) of the\nAct. The learned Single Judge of the High Court dismissed the\nwrit petitions involving challenge to the acquisition proceedings.\nOn appeals filed by the land owners, Judges constituting the\nDivision Bench expressed divergent opinions. Thereupon, the\nmatter was referred to the larger Bench. By a majority judgment,\nthe larger Bench quashed the notification issued under Section\n17(4) and declaration issued under Section 6. During the\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 757\n\u0026 ORS. [G.S. SINGHVI, J.]\nC\nD\npendency of appeals before this Court, a writ petition was filed A\nby New Pink City Grah Nirman Sahkari Sangh. Therein it was\npleaded that by virtue of the decision of the Minister-in-charge,\nUrban Development Department and the Chief Minister, the\nState Government must be deemed to have withdrawn from the\nacquisition within the meaning of Section 48(1) of the Act. This B\nCourt noted that the society, which claims to have purchased\n525 bighas of land from khatedars, represented the Government\nto de-notify the land. The then Minister-in-charge, Urban\nDevelopment Department recorded a decision in the file on\nJuly 20, 1984 that the lands be released, but his decision was\noverruled by the Chief Minister. After about five years, the\nsociety again represented for de-notification of the land. The\nMinister for Urban Development made recommendation in\nfavour of the society. This time, the Chief Minister agreed with\nthe Minister by observing that the land of the society was\nregularised according to the decision of the Cabinet. Thereafter,\nDeputy Secretary, Urban Development and Housing\nDepartment wrote a letter to the Secretary of the Housing Board\nthat the Government has decided to release the land of the\nsociety. A copy of the letter was marked to the society. During\nthe pendency of writ petition before this Court, an additional\naffidavit of the Secretary, Rajasthan Housing Board was filed\nwith a categorical assertion that at no point of time any\nnotification was issued withdrawing from the acquisition and the\nBeri Commission, which was constituted to look into the\nillegalities and irregularities committed by functionaries and\nofficials of the previous Government, recorded a categorical\nfinding that the decision to de-acquire the land of the petitioner\nsociety was in contravention of the earlier decision of the\nCabinet and was also contrary to law and against public\ninterest. This Court held that the notings recorded by the\nMinister and Chief Minister for release of land in favour of the\nsociety, were totally unjustified.\nE\nF\nG\n41. The next question which needs consideration is\nwhether the decision contained in letter dated 9.6.2000 is liable H\n758 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA to be nullified on the ground of arbitrariness and violation of\nArticle 14 of the Constitution. The plea of the appellants is that\neven though the construction of the sports complex and other\nbuildings may not be in conformity with law, the Government is\nduty-bound to treat them at par with others like Hamdard Public\nB School, St. Xavier School, Shahbad Estate Extension Welfare\nAssociation, Scindia Potteries etc., whose land was released\nfrom acquisition despite the fact that constructions were made\nafter issue of notification under Section 4(1) and declaration\nunder Section 6 of the Act and, in some cases, even after the\naward was made. Their further plea is that in view of the\nobservations contained in the last part of para 182 of the\njudgment of the Full Bench in Roshanara Bgum v. Union of\nIndia (supra) and statement made by the counsel appearing\non behalf of the State, which finds mention in para 21 of the\njudgment of this Court in Murari v. Union of India (supra), the\nrepresentations made by them for release of the land could not\nhave been rejected on the grounds that the construction has\nbeen raised after the acquisition of land and the acquired land\nis needed for Vasant Kunj Housing Project.\nC\nD\nE\n42. In our opinion, the Government's decision not to\nwithdraw from the acquisition of land in question or de-notify\nthe acquired land, does not suffer from the vice of discrimination\nor arbitrary exercise of power or non application of mind. With\ndue deference to the Full Bench of the High Court which\nF disposed of the batch of writ petitions and miscellaneous\napplications, the observations contained in the last part of\nparagraph 182 of the judgment suggesting that the petitioner/\napplicant can make representation for release of the land and\nthe concerned authorities can examine whether the sports\nG complex could serve the purpose of acquiring the land for the\nparticular scheme or the scheme can be modified or amended\nin respect of the land in question were nothing more than pious\nhope and the Government rightly did not take them seriously\nbecause in the same paragraph the Full Bench unequivocally\nruled that the land is required for residential scheme of Vasant\nH\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 759\n\u0026 ORS. [G.S. SINGHVI, J.]\nKunj and the sports complex built by the applicant was not in A\nconsonance with the public purpose for which the land was\nearmarked in the scheme. The statement made by the counsel\nrepresenting the State before this Court which finds mention\nin paragraph 21 of the judgment in Murari v. Union of India\n(supra) was neither here nor there. It did not amount to a B\ncommitment on behalf of the Government that representations\nmade for release of land will receive favourable consideration.\nIn any case, once this Court had made it clear in Murari v.\nUnion of India (supra) that in a matter involving acquisition of\nthousands of acres of land, it would not be proper to leave out C\nsome small portions here and there over which some\nconstruction may have been made, the decision of the .\nGovernment not to withdraw from the acquisition of the land in\nquestion cannot be faulted.\nD\nE\nF\n43. The appellants' plea that the Government ought to have\nde-notified the land covered by the sports complex because the\nsame has been built by spending crores of rupees and is being\nused by a large section of people sounds attractive, but, after\nhaving given serious thought to the entire matter, we are\nconvinced that the Government rightly refused to exercise\ndiscretion under Section 48(1) of the Act for de-notifying the\nacquired land and the High Court did not commit any error\nwhatsoever by refusing to fall in the trap of alluring argument\nthat demolition of the sports complex built by spending\nsubstantial amount will be a waste of national wealth and\nnobody will be benefited by it. The appellants have not denied\nthe fact that the land on which the sports complex has been\nconstructed was acquired by the Government by issuing.\nnotification dated 23.1.1965 under Section 4(1) of the Act,\nwhich culminated in the making of award dated 22.12.1980. It G\nis also not their case that the construction activity was started\nprior to initiation of acquisition proceedings. Rather, their\nadmitted stance is that they came in possession of the land\nbetween 1990-1993, i.e., more than 10 years after finalization\nof the acquisition proceedings. This being the position, the\nH\n"}