{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nMANO\nV.\nSTATE OF TAMIL NADU\nAPRIL 2, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nD\nCriminal Trial:\nPenal Code, 1860; Section 302 r/w S.34:\nMurder Accused-appellant and three other accused persons armed\nwith sharp edged weapons attacked the deceased in presence of his relatives—\nDeceased succumbed to the injuries-Complaint/FIR-Charge-sheet-\nConviction―Testimony of relative/interested witnesses vis-a-vis conviction of\naccused-Held: Relationship is not a factor to affect the credibility of a\nwitness-A relative generally would not conceal the actual culprit and make\nallegations against innocent person-Foundation has to be made if a plea\nof false implication is made-In such a case, the Court has to adopt a careful\napproach and analyse evidence to find out whether it is cogent and credible-\nPlea that the witness being a close witness should not be relied upon, has\nE no substance-Evidence Act, 1872.\nF\nG\nH\nOn the fateful day, at about 8.30 p.m., PW1 and PW3, Uncles of the\ndeceased were engaged in conversation near an electric post on the way to a\ngraveyard, the deceased was also coming towards them. Suddenly, accused,\nAl armed with knife, accused A2, appellant armed with knife and other two\naccused, A3 and A4 armed with a big stick and iron pipe respectively came\nfrom behind a thorny bush and began to attack the deceased. Consequently,\nthe deceased sustained injuries and fell down. He was taken to a hospital, but\non the way, he succumbed to injuries. PW1 gave complaint to the Sub-Inspector\nof Police, PW12. On the basis of the complaint, PW12 registered a case under\nSection 302 IPC. Subsequently, the Inspector of Police, PW13, received FIR\non the same day and took up the investigation. Later, the Police arrested all\nthe four accused and recorded the confessional statement of Al and that of\nA2 and recovered the knives. On completion of the investigation, the\nInvestigation officer filed charge sheet against all the accused for committing\nthe offence punishable under Section 302 read with Section 34 IPC. The Trial\n678\nMANO v. STATE OF TAMIL NADU\n679\nCourt found the appellant and the three other accused guilty of offence A\nu/s.302 r/w Section 34 IPC and sentenced each of them to undergo\nimprisonment for life. There were initially four accused persons. Only three\nof them i.e. A1, A2 and A3 filed appeal before the High Court which was\ndismissed by the impugned judgment. The present appeal is preferred by\naccused, A2.\nAppellant contended that the FIR which was treated to be information\non the basis of which law was set into motion was not really first information\nreport and there was another document anterior in point of time; that the two\nwitnesses on whose evidence the Trial Court recorded the conviction i.e., PW\nB\n1 and PW 3, were related to the deceased and the version unfolded during C\ntrial is highly unbelievable; that it is impossible that somebody would lie in\nhiding around 8.00 p.m. and would not attack in darkness and instead\ncommitted murder near a lamp post; that PWs 2, 4 and 6 did not support the\nprosecution version; and that the weapons were recovered long after and were\nnot sent for chemical examination.\nDismissing the appeal, the Court\nHELD: 1. Neither before the Trial Court nor before the High Court any\nplea was taken about there being earlier report regarding alleged incidence.\nTherefore, it is not possible to accept the stand as presently urged.\nD\n[Para 10] [683-B] E\n2.1. In regard to the interestedness of the witnesses for furthering the\nprosecution version, relationship is not a factor to affect the credibility of a\nwitness. It is nore often than not that a relation would not conceal the actual\nculprit and make allegations against an innocent person. Foundation has to\nbe laid if a plea of false implication is made. In such cases, the Court has to\nadopt a careful approach and analyse evidence to find out whether it is cogent\nand credible. [Para 12] [683-D]\nDalip Singh and Ors. v. The State of Punjab, AIR (1953) SC 364; Guli\nF\nChand and Ors. v. State of Rajasthan, [1974] 3 SCC 698 and Vadivelu Thevar G\nv. State of Madras, AIR (1957) SC 614, relied on.\n2.2. The ground that the witness being a close relative and consequently\nbeing a partisan witness, should not be relied upon, has no substance.\n[Para 15] [684-B]\nH\nΑ\n680\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nDalip Singh and Ors. v. The State of Punjab, AIR (1953) SC 364; Masalti\nand Ors. v. State of U.P., AIR (1965) SC 202; State of Punjab v. Jagir Singh,\nAIR (1973) SC 2407; Lehna v. State of Haryana, [2002] 3 SCC 76 and S.\nSudershan Reddy v. State of A.P., AIR (2006) SC 2716, relied on.\n3. Even if the recovery of the weapons as claimed was after a long period\nB and those were not sent for forensic examination that does not in any way\ndilute the evidentiary value of the prosecution version. [Para 19] [685-B]\nC\nD\nE\nF\nG\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 462 of\nFrom the Judgment and Order dated 12.01.2006 of the High Court of\nJudicature of Madras in CRLA No. 1861 of 2002.\nC.S.N. Mohan Rao for the Appellant.\nV. Kanakraj, S. Vallinayagam, S. Prabhu Ramasubramanian and V.G.\nPragasam for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Madras High Court dismissing the appeal filed by the present\nappellant and two others. By the impugned judgment the conviction of the\nappellant and the two others for commission of offence punishable under\nSection 302 read with Section 34 of the Indian Penal Code, 1860 (in short the\n'IPC') is maintained. The Trial Court convicted the appellant and the three\nothers and sentenced each to undergo imprisonment for life and to pay a fine\nof Rs.4,000/- with default stipulation. Only three of them had preferred appeal\nbefore the High Court.\n3. Prosecution version as unfolded during trial is as follows:\n4. For the sake of convenience, the accused persons-appellants are\ndescribed as A1, A2 and A3. The other accused is described as A4.\n5. Sivaraman (A1) is a resident of Periyairusampalayam village. Mano\n(A2) and Nagappan (A3) are residents of Ariyankuppam village. Sivaraj (PW-\nH 1) and Ganpathy (PW-3) are brothers and they are also residents of\n\u003e\n1\nH\n#\nMANO v. STATE OF TAMIL NADU [PASAYAT, J.]\n681\nPeriyairusampalayam. There was quarrel between A1 and PW-1 at the time of A\nfestival at Angalamman temple in Periyairusampalayam village. The said quarrel\nwas pacified by one Pasupathy (hereinafter referred to as the 'deceased'), son\nof another brother of PWs 1 and 3 and thereby Al had impression that the\ndeceased was a supporter of Srinivasan. Due to that impression, there was\nenmity between A1 and the deceased. On 8.5.2000, at about 8.30 p.m., PW-\nB\n1, PW-3, Vijayan, Murugan, Babu and Veerappan were engaged in conversation\nnear the electric post on the way to graveyard. At that time, the deceased was\ncoming towards the way of graveyard for the purpose of attending nature's\ncalls. PW-1 was also following him. At that time, suddenly Al armed with\nknife, A2 armed with knife and A3 and A-4 armed with a big stick and iron\npipe respectively came from behind a thorny bush and began to attack the C\ndeceased. Particularly A1 and A2 attacked the deceased with knives on his\nneck and A3 attacked the deceased, with the big stick. Consequently, the\ndeceased sustained injuries and fell down. On seeing it, PW-1 and others\nrushed near and the accused persons ran away from the occurrence place.\nThe injured deceased was taken to the hospital at Pondicherry, but on the\nD\nway, he died. Thereafter, PW-1 gave complaint marked as Ex.P1 to the Sub\nInspector of police viz., Balakrishnan (PW-12) at about 5.00 a.m. on 9.5.2000.\nOn the basis of Ex.P1, PW-12 registered a case in Crime no.132 of 2000 under\nSection 302 IPC and prepared the printed FIR marked as Ex. P15 and sent the\nsame to the Magistrate and copies to the higher officials. Subsequently, the\nInspector of police viz., Sundarrajan, (PW-13) received the said FIR at about E\n5.30 a.m. on 9.5.2000 and took up the investigation and proceeded to\nPeriyairusampalayam village and visited the occurrence place in the presence\nof Gopu (PW-7) and Palani (PW-8), prepared observation mahazar and also\nrecovered from the occurrence place M.Os. 1 to 8 by preparing mahzar marked\nas Ex.P18 and sent those M.Os. to the Magistrate. In continuation of the\ninvestigation, he proceeded to the Pondicherry Government Hospital and\nF\nconducted inquest upon the dead body of Pasupathy in the presence of\npanchayatdars and witnesses and prepared inquest report marked as Ex. P 19\nand also examined witnesses and then made arrangements for sending the\nbody for post mortem through Head Constable Thukkaram with the requisition\nletter marked as Ex. P 20 and he searched for the accused persons. In the G\nmeanwhile, Dr. Balaraman (PW-10) conducted post mortem and found the\nfollowing five external injuries.\n\"1. Bluish discolouration and swelling present over right upper eye\nlid.\nH\nA\n682\nB\n2.\n3.\n4.\n5.\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nLacerated injury 4 x 1 x bond deep present over left Parietal\nregion of head with fracture of underlying bone.\nLacerated injury 5 x 1 x bone deep over left occipital region of\nhead.\nLacerated injury 4 x 1 x bone deep present over left occipital\nregion of head.\nObliquely placed incised wound 10 x 1.5 x bone deep with fracture\nof underlying bone present over back of neck behind left ear.\"\n6. Besides, there were internal injuries. He furnished post mortem report\nC marked as Ex. P10 along with his opinion that the said Pasupathy had died\ndue to head injuries sustained by him. The Inspector of police arrested all the\nfour accused on 15.5.2000 at about 3.30 p.m. at Thavalakuppam road junction\nand recorded the confessional statement of Al marked as Ex.P21 and that of\nA2 marked as Ex. P 22 and recovered the knives marked as M.O.9 and M.O.\n10 by preparing mahazars marked as Exs. P 23 and P 24 and examined Dr.\nBalaraman showing M.Os. 9 and 10 and then remanded the accused for\njudicial custody and also gave requisition of the Magistrate for sending the\nM.Os. for chemical analysis. After receipt of chemical analyst's report, finally,\nhe completed the investigation and filed charge sheet against all the accused\nfor commission of offence punishable under Section 302 read with Section 34\nE IPC.\nD\n7. The Trial Court on analysis of the evidence came to hold that the\nappellant and the three others were guilty of offence and sentenced each, as\nnoted above. There were initially four accused persons. Only three of them\ni.e. A1, A2 and A3 filed appeal before the High Court which was dismissed\nF by the impugned judgment. The present appeal is by A2.\nG\n8. Learned counsel for the appellant submitted that the FIR which was\ntreated to be information on the basis of which law was set into motion was\nnot really first information report and there was another document anterior in\npoint of time. The FIR which has been taken note of by the Trial Court was\nlodged at 5 p.m. on 9.5.2000 whereas the earlier information given by the\nHospital on 8.5.2000 at 2.30 p.m. The two witnesses on whose evidence the\nTrial Court recorded the conviction i.e. PW 1 and PW 3 were related to the\ndeceased. The version unfolded during trial is highly unbelievable. It was\nsubmitted that it is impossible that somebody would lie in hiding around 8.00\nH p.m. and would not attack in darkness and instead committed murder near a\n1\nMANO v. STATE OF TAMIL NADU [PASAYAT, J.}\n683\nlamp post. PWs 2, 4 and 6 did not support the prosecution version. The A\nweapons were recovered long after and were not sent for chemical examination.\nIt is, therefore, submitted that the conviction as recorded by the Trial Court\nand maintained by the High Court cannot be maintained.\n9. In response, learned counsel for the respondent-State supported the\nB\njudgment of the High Court affirming that of the Trial Court.\n10. It is to be noted that neither before the Trial Court nor before the\nHigh Court any plea was taken about there being earlier report regarding\nalleged incidence. Therefore, it is not possible to accept the stand as presently\nurged.\nC\n11. The other stand relates to the evidentiary value of statements of\nPWs 1 and 3 who were claimed to be related to the deceased.\n12. In regard to the interestedness of the witnesses for furthering the\nprosecution version, relationship is not a factor to affect the credibility of a\nᎠ\nwitness. It is more often than not that a relation would not conceal the actual\nculprit and make allegations against an innocent person. Foundation has to\nbe laid if a plea of false implication is made. In such cases, the court has to\nadopt a careful approach and analyse evidence to find out whether it is\ncogent and credible.\nE\n13. In Dalip Singh and Ors. v. The State of Punjab, AIR (1953) SC 364\nit has been laid down as under:-\n“A witness is normally to be considered independent unless he\nor she springs from sources which are likely to be tainted and that\nusually means unless the witness has cause, such as enmity against F\nthe accused, to wish to implicate him faisely. Ordinarily a close relation\nwould be the last to screen the real culprit and falsely implicate an\ninnocent person. It is true, when feelings run high and there is personal\ncause for enmity, that there is a tendency to drag in an innocent\nperson against whom a witness has a grudge along with the guilty,\nbut foundation must be laid for such a criticism and the mere fact of G\nrelationship far from being a foundation is often a sure guarantee of\ntruth. However, we are not attempting any sweeping generalization.\nEach case must be judged on its own facts. Our observations are only\nmade to combat what is so often put forward in cases before us as\na general rule of prudence. There is no such general rule. Each case H\n684\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nmust be limited to and be governed by its own facts.\"\n14. The above decision has since been followed in Guli Chand and Ors.\nv. State of Rajasthan, [1974] 3 SCC 698 in which Vadivelu Thevar v. State of\nMadras, AIR (1957) SC 614 was also relied upon.\n15. We may also observe that the ground that the witness being a close\nrelative and consequently being a partisan witness, should not be relied\nupon, has no substance. This theory was repelled by this Court as early, as\nin Dalip Singh's case (supra) in which surprise was expressed over the\nimpression which prevailed in the minds of the Members of the Bar that\nrelatives were not independent witnesses. Speaking through Vivian Bose, J.\nit was observed:\n\"We are unable to agree with the learned Judges of the High\nCourt that the testimony of the two eyewitnesses requires corroboration.\nIf the foundation for such an observation is based on the fact that\nthe witnesses are women and that the fate of seven men hangs on\ntheir testimony, we know of no such rule. If it is grounded on the\nreason that they are closely related to the deceased we are unable to\nconcur. This is a fallacy common to many criminal cases and one\nwhich another Bench of this Court endeavoured to dispel in\n'Rameshwar v. State of Rajasthan' AIR (1952) SC 54 at p.59. We find,\nhowever, that it unfortunately still persists, if not in the judgments of\nthe Courts, at any rate in the arguments of counsel.\"\n16. Again in Masalti and Ors. v. State of U.P., AIR (1965) SC 202 this\nCourt observed: (p. 209-210 para 14):\n\"But it would, we think, be unreasonable to contend that evidence\ngiven by witnesses should be discarded only on the ground that it\nis evidence of partisan or interested witnesses. The mechanical\nrejection of such evidence on the sole ground that it is partisan would\ninvariably lead to failure of justice. No hard and fast rule can be laid\ndown as to how much evidence should be appreciated. Judicial\napproach has to be cautious in dealing with such evidence; but the\nplea that such evidence should be rejected because it is partisan\ncannot be accepted as correct.\"\n17. To the same effect is the decision in State of Punjab v. Jagir Singh,\nAIR (1973) SC 2407 and Lehna v. State of Haryana, [2002] 3 SCC 76.\nMANO v. STATE OF TAMIL NADU [PASAYAT, J.]\n685\n18. In S. Sudershan Reddy v. State of A.P., AIR (2006) SC 2716, it was A\nobserved that relationship is not a factor to affect credibility of a witness. It\nis more often than not that a relation would not conceal actual culprit and\nmake allegations against an innocent person. Foundation has to be laid if plea\nof false implication is made. In such cases, the court has to adopt a careful\napproach and analyse evidence to find out whether it is cogent and credible.\n19. Even if the recovery of the weapons as claimed was after a long\nperiod and those were not sent for forensic examination that does not in any\nway dilute the evidentiary value of the prosecution version.\n20. Above being the position, there is no merit in this appeal, which is\naccordingly dismissed.\nS.K.S.\nAppeal dismissed.\nB\nC\n"}