{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"COMMISSIONER OF INCOME TAX, MUMBAI\nV.\nD.P. SANDU BROS. CHEMBUR (P) LTD.\nJANUARY 31, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\n-\nA\nB\nC\nIncome Tax Act, 1961 (Prior to 1995 Amendment)-Sections 10(3), 14,\n45 and 56---Capital Gains Tax Liability-On the amount received against\nsurrender of tenancy rights-Stand of Revenue before Court that the cost of\nacquisition was incapable of being ascertained-Liability negated by Courts\nbelow-On appeal, held: Though cost of acquisition of tenancy right is\nascertainable assessee not liable to tax in view of the stand of Revenue-The\nincome being capital receipt and assessable only under Item E of Section 14,\ncannot be taxed under Section 10(3) either-If the income is included in any\none of the heads, it cannot be brought to tax under the residuary provisions D\nof Section 56.\nE\nRespondent-assessee entered into lease agreement with lessor for 50\nyears. He prematurely surrendered the tenancy rights to the lessor and\nin lieu of that received an amount. The amount was credited to reserve\nand surplus account in the Assessee's return for the assessment year 1987-\n88. But the same was disallowed by Revenue holding that the amount was\ntaxable as “income from other sources” under Section 10(3) r/w Section\n56 of Income Tax Act, 1961. In Assessee's appeal Revenue Authority held\nhim liable to pay capital gains on the amount. Tribunal in view of\namendment to Section 55(2) of the Act in 1995 held that the assessee did F\nnot incur any cost to acquire the leasehold rights and that if at all any\ncost had been incurred it was incapable of being ascertained. Therefore,\nsince the capital gains could not be computed as envisaged in Section 48\nof Income Tax Act, Capital gains earned by the assessee was not exigible\nto tax. Appeal of Revenue was dismissed by High Court.\nOn appeal, Revenue contended that surrender value of tenancy rights\nwas chargeable to capital gains under Section 45; and that even if it was\nnot chargeable, the same was liable to be taxed as \"income from other\nsources\" under Section 10(3) r/w Section 56 of the Act. The connected\n895\nG\nH\n896\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA appeals also raised identical issue.\nDismissing the appeals, the Court\nHELD: 1. A tenancy right is not a capital asset of such a nature\nthat the actual cost on acquisition could not be ascertained as a natural\nB legal corollary. A tenancy right is acquired with reference to a particular\ndate. It is also possible that it may be acquired at a cost. It is ultimately a\nquestion of fact. In the present case, however, the Department's stand\nbefore the High Court was that the cost of acquisition of the tenancy was\nincapable of being ascertained. In view of the stand taken by the\nDepartment before the High Court the decision of the High Court on this\nissue is upheld. [900-F-H; 901-A]\nC\nA.R. Krishnamurthy and Ors. v. Commissioner of Income Tax, Madras,\n(1989) 176 ITR 417; Bawa Shiv Charan Singh v. Commissioner of Income\nTax, Delhi, (1984) 149 ITR 29; The Commissioner of Income Tax v. Mangtu\nD Ram Jaipuria, (1991) 192 ITR 533 (Cal.); Commissioner of Income Tax v.\nJoy Ice Cream (Bang) Pvt. Ltd., (1993) 2001 ITR 895 (Kar.); Commissioner\nof Income Tax v. Markapakula Agamma, (1987) 165 ITR 386 (A.P.) and\nCommissioner of Income Tax v. Merchandisers (P) Ltd., (1990) 182 ITR 107\n(Ker.), referred to.\nE\nF\n2.1. It cannot be said that even if the income cannot be chargeable\nunder Section 45 of Income Tax Act, 1961, because of the inapplicability\nof the computation provided under Section 48, it could still impose tax\nunder the residuary head. If the income cannot be taxed under Section\n45, it cannot be taxed at all. [902-B-C]\nS.G. Mercantile Corporation (P) Ltd. v. Commissioner of Income Tax,\nCalcutta, (1972) 83 ITR 700; United Commercial Bank Ltd. v. Commissioner\nof Income Tax Ltd., West Bengal, (1957) 32 ITR 688; East India housing and\nLand Development Trust Ltd. v. Commissioner of Income Tax, West Bengal,\n(1961) 42 ITR 49 and Commissioner of Income Tax v. Chugandas and Co.,\nG (1964) 55 ITR 17, relied on.\nG\n2.2. If the income is included under any one of the heads, it cannot\nbe brought to tax under the residuary provisions of Section 56. A tenancy\nright is a capital asset the surrender of which would attract Section 45 so\nthat the value received would be a capital receipt and assessable if at all\nonly under Item E of Section 14. That being so, it cannot be treated as a\n3\n\"\nC.I.T. v.\nD.P. SANDU BROS. CHEMBUR (P) LTD. [RUMA PAL, J.] 897\ncasual or non recurring receipt under Section 10(3) and be subjected to A\ntax under Section 56. It would be illogical and against the language of\nSection 56 to hold that everything that is exempted from capital gains by\nstatute could be taxed as a casual or non recurring receipt under Section\n10(3) read with Section 56. [901-H; 902-A-B]\nNalinikant Ambalal Mody v. S.A.L. Narayan Row, CIT (1966) 61 ITR B\n428, 432, 435, relied on.\nA. Gasper v. Commissioner of Income Tax, (1991) 192 ITR 382,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2335 of 2003. C\nFrom the Judgment and Order dated 6.2.2001 of the Bombay High\nCourt in I.T.A. No. 262 of 2000.\nWITH\nᎠ\nCivil Appeal No. 2333 of 2003.\nC.A. Nos. 2334, 2336-2338, 4468/2003, 1387, 6996-6997/2004 and\n801 of 2005.\nMohan Parasaran, Additional Solicitor General, Preetesh Kapur and E\nB.V. Balaram Das for the Appellants.\nJoseph Vellappally, Ms. Ruby Singh Ahuja, Ms. Saloni Gupta, Mrs.\nManik Karanjawala, Ms. Nandini Gore, Rustom B. Hathikhanawala, Annam\nD.N. Rao, Jay Savla and Ms. Meenakashi for the Respondents.\nThe Following Judgement/Order of the Court was delivered by\nF\nRUMA PAL, J. The primary question involved in this appeal is whether\nthe amount received by the respondent-assessee on surrender of tenancy rights\nis liable to capital gains tax under Section 45 of the Income tax Act, 1961.\nThe assessment year in question is 1987-88. The lease agreement was entered G\nin 1959 for 50 years under which an annual rent was paid by the lessee to\nthe lessor. The lease would have continued till 2009. During the relevant\nprevious year, in March 1986, the respondent surrendered its tenancy right to\nits lessor prematurely. In consideration for such premature termination, the\nlessor paid the lessee a sum of Rs. 35 lakhs.\nH\nA\nB\nC\nD\nE\n898\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nIn the assessee's return the sum of Rs. 35 lakhs had been credited to\nits reserve and surplus account. This was disallowed by the Assessing Officer\nwho held that the amount of Rs. 35 lakhs was taxable as \"income from other\nsources\" under Section 10(3) read with Section 56. The assessee appealed to\nthe Commissioner of Income Tax (Appeals) who came to the conclusion that\nthe assessee was liable to pay capital gains on the amount of Rs. 35 lakh after\ndeducting an amount of Rs. 7 lakhs as the cost of acquisition. The\nCommissioner had determined the cost of acquisition at Rs. 7 lakhs on the\nbasis of the market value of the property as on 1.4.1974. Both the Department\nand the assessee challenged the decision of the Commissioner before the\nTribunal.\nThe Tribunal relied upon the decision of this Court in Commissioner of\nIncome Tax v. Srinivasa Setty, 128 ITR 294 = [1981] 2 SCC 460 as well as\nthe amendment to Section 55(2) of the Act in 1995 and held that the assessee\ndid not incur any cost to acquire the leasehold rights and that if at all any cost\nhad been incurred it was incapable of being ascertained. It was therefore held\nthat since the capital gains could not be computed as envisaged in Section 48\nof the Income Tax Act, therefore capital gains earned by the assessee if any\nwas not exigible to tax.\nThe Department preferred an appeal before the High Court. The High\nCourt dismissed the appeal. Being aggrieved by the decision of the High\nCourt, this further appeal has been preferred by the Department.\nThe Department has contended that the surrender value of the tenancy\nrights was chargeable to capital gains under Section 45 of the Act. If not, it\nwas liable to be taxed as 'income from other sources' under Section 10(3)\nF read with Section 56 of the Act.\nSection 2(24)(vi) defines 'income' as including \"any capital gains\nchargeable under Section 45\". Section 45 provides that any profits or gains\narising from the transfer of a capital asset effected in the previous year is\nchargeable to income tax under the head 'capital gains' and is deemed to be\nG the income of the previous year in which the transfer took place, subject to\ncertain exceptions which are not material in this case. Section 48 provides for\nthe mode of computation of income chargeable under the head 'capital gains'.\nThe method of computation prescribed is by deducting from the full value of\nthe consideration received or accruing as a result of the transfer of the capital\nH asset, certain prescribed amounts including the cost of acquisition of the\n4\nC.J.T. v. D.P. SANDU BROS. CHEMBUR (P) LTD. [RUMA PAL. J.]\nassets and the cost of any improvement thereto.\n899\nA\nThat the tenancy right is a capital asset, the surrender of the tenancy\nright is a \"transfer\" and the consideration received therefore a capital receipt\nwithin the meaning of Section 45 has not been questioned before us and must\nin any event be taken to be concluded by the decision of this Court in A.\nGasper v. Commissioner of Income Tax'. Normally the consideration would B\ntherefore be subjected to capital gains under Section 45.\nC\nIn 1981 this Court in Commissioner of Income Tax v. B.C. Srinivasa\nSetty held that all transactions encompassed by Section 45 must fall within\nthe computation provisions of Section 48. If the computation as provided\nunder Section 48 could not be applied to a particular transaction, it must be\nregarded as \"never intended by Section 45 to be the subject of the charge\".\nIn that case, the Court was considering whether a firm was liable to pay\ncapital gains on the sale of its goodwill to another firm. The Court found that\nthe consideration received for the sale of goodwill could not be subjected to\ncapital gains because the cost of its acquisition was inherently incapable of D\nbeing determined. Pathak J. as his Lordship then was, speaking for the Court\nsaid:\n\"What is contemplated is an asset in the acquisition of which it is\npossible to envisage a cost. The intent goes to the nature and character\nof the asset, that it is an asset which possesses the inherent quality of E\nbeing available on the expenditure of money to a person seeking to\nacquire it. It is immaterial that although the asset belongs to such a\nclass it may, on the facts of a certain case, be acquired without the\npayment of money.\"\nIn other words, an asset which is capable of acquisition at a cost would F\nbe included within the provisions pertaining to the head 'capital gains' as\nopposed to assets in the acquisition of which no cost at all can be conceived.\nThe principle propounded in Srinivasa Setty has been followed by several\nHigh Courts with reference to the consideration received on surrender of\ntenancy rights. [See: Among Ors. Bawa Shiv Charan Singh v. Commissioner\nof Income Tax, Delhi (1984) 149 ITR.29; The Commissioner of Income Tax\nMangtu Ram Jaipuria, (1991) 192 ITR 533 (Cal.); Commissioner of Income\nTax v. Joy Ice Cream (Bang) Pvt. Ltd., (1993) 2001 ITR 895 (Kar.)\n1. (1991) 192 ITR 382 (S.C.)\nV.\nG\n2.\n(1981) 128 ITR294; [1981] 2 SCC 460\nH\n900\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA Commissioner of Income Tax v. Markapakula Agamma, (1987) 165 ITR 386\n(A.P.) and Commissioner of Income Tax v. Merchandisers (P) Ltd., (1990)\n182 ITR 107 (Ker.)]. In all these decisions the several High Courts held that\nif the cost of acquisition of tenancy rights cannot be determined, the\nconsideration received by reason of surrender of such tenancy rights could\nnot be subjected to capital gains.\nB\nC\nAccording to a Circular issued by the Central Board of Direct Taxes³\nit was to meet the situation created by the decision in Srinivasa Setty and the\nsubsequent decisions of the High Court that the Finance Act 1994 amended\nSection 55 (2) to provide that the cost of acquisition of inter-alia a tenancy\nright would be taken as nil. By this amendment, the judicial interpretation put\non capital assets for the purposes of the provisions relating to capital gains\nwas met. In other words the cost of acquisition would be taken as determinable\nbut the rate would be nil,\nThe amendment took effect from 1st April 1995 and accordingly applied\nD in relation to the assessment year 1995-96 and subsequent years. But till that\namendment in 1995, and therefore covering the Assessment Year in question,\nthe law as perceived by the Department was that if the cost of acquisition of\na capital asset could not in fact be determined, the transfer of such capital\nasset would not attract capital gains. The appellant now says that Srinivasa\nSetty's case would have no application because a tenancy right cannot be\nequated with goodwill. As far as goodwill is concerned, it is impossible to\nspecify a date on which the acquisition may be said to have taken place. It\nis built up over a period of time. Diverse factors which cannot be quantified\nin monetary terms may go into the building of the goodwill, some tangible\nsome intangible. It is contended that a tenancy right is not a capital asset of\nsuch a nature that the actual cost on acquisition could not be ascertained as\na natural legal corollary.\nE\nF\nWe agree. A tenancy right is acquired with reference to a particular\ndate. It is also possible that it may be acquired at a cost. It is ultimately a\nquestion of fact. In A.R. Krishnamurthy and Ors. v. Commissioner of Income\nG Tax, Madras, (1989) 176 ITR 417 this Court held that it cannot be said\nconceptually that there is no cost of acquisition of the grant of the lease. It\nheld that the cost of acquisition of leasehold rights can be determined. In the\npresent case however, the Department's stand before the High Court was that\nthe cost of acquisition of the tenancy was incapable of being ascertained. In\nH 3.\nCircular No. 684 dated 10th June 1994\n901\nC.I.T. v. D.P. SANDU BROS. CHEMBUR (P) LTD. [RUMA PAL. J.]\nview of the stand taken by the Department before the High Court, we uphold A\nthe decision of the High Court on this issue.\nWere it not for the inability to compute the cost of acquisition under\nSection 48, there is, as we have said, no doubt that a monthly tenancy or\nleasehold right is a capital asset and that the amount receipt on its surrender\nwas a capital receipt. But because we have held that Section 45 cannot be B\napplied, it is not open to the Department to impose tax on such capital receipt\nby the assessee under any other Section. This Court, as early as in 1957 had,\nin United Commercial Bank Ltd. v. Commissioner of Income Tax Ltd., West\nBengal, (1957) 32 ITR 688, held that the heads of income provided for in the\nSections of the Income Tax Act, 1922 are mutually exclusive and where any C\nitem of income falls specifically under one head, it has to be charged under\nthat head and no other. In other words, income derived from different sources\nfalling under a specific head has to be computed for the purposes of taxation\nin the manner provided by the appropriate Section and no other. It has been\nfurther held by this Court in East India Housing and Land Development\nTrust Ltd. v. Commissioner of Income Tax, West Bengal, (1961) 42 ITR 49 D\nthat if the income from a source falls within a specific head, the fact that it\nmay indirectly be covered by an another head will not make the income\ntaxable under the latter head. (See also: Commissioner of Income Tax v.\nChugandas and Co., (1964) 55 ITR 17).\nSection 14 of the Income Tax Act 1961 as it stood at the relevant time\nsimilarly provided that \"all income shall for the purposes of charge of income\ntax and computation of total income be classified under six heads of income,”\nnamely;\n(A) Salaries;\n(B) Interest on Securities;\n(C) Income from house property;\nE\nF\n(D) Profits and gains and business or profession;\n(E). Capital gains;\nG\n(F) Income from other sources unless otherwise, provided in the Act.\nSection 56 provides for the chargeability of income of every kind which\nhas not to be excluded from the total income under the Act, only if it is not\nchargeable to income tax under any of the heads specified in Section 14\nitems A to E. Therefore, if the income is included under any one of the H\n902\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA heads, it cannot be brought to tax under the residuary provisions of Section\n56.\nThere is no dispute that a tenancy right is a capital asset the surrender\nof which would attract Section 45 so that the value received would be a\ncapital receipt and assessable if at all only under Item E of Section 14. That\nB being so, it cannot be treated as a casual or non recurring receipt under\nSection 10(3) and be subjected to tax under Section 56. The argument of the\nappellant that even if the income cannot be chargeable under Section 45,\nbecause of the inapplicability of the computation provided under Section 48,\nit could still impose tax under the residuary head is thus unacceptable. If the\nincome cannot be taxed under Section 45, it cannot be taxed at all. (See: S.G.\nMercantile Corporation (P) Ltd. v. Commissioner of Income Tax, Calcutta,\n(1972) 83 ITR 700).\nC\nFurthermore, it would be illogical and against the language of Section\n56 to hold that everything that is exempted from capital gains by statute\nD could be taxed as a casual or non recurring receipt under Section 10(3) read\nwith Section 56. We are fortified in our view by a similar argument being\nrejected in Nalinikant Ambalal Mody v. S.A.L. Narayan Row CIT, (1966) 61\nITR 428,432,435.\nThe appeal is accordingly dismissed without any order as to costs.\nE\nORDER\nF\nLeave granted in special leave petition.\nIn view of our judgment passed in Civil Appeal No. 2335 of 2003 -\nCommissioner of Income Tax, Mumbai v. D.P. Sandhu Chembur (P) Ltd.\ntoday these appeals are dismissed.\nK.K.T.\nAppeals dismissed.\n"}