{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nP.S. RANAKRISHNA REDDY\nV.\nM.K. BHAGYALAKSHMI AND ANR.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\n1\nSpecific Relief Act, 1963-Section 20-Specific performance-Landord\ntook loan from tenant, Thereafter parties entering into sale agreement and\nloan amount taken as advance amount-Suit for specific prformance of sale\nagreement-Document to be construed as agreement for sale or agreement\nfor loan-Held: From the agreement it cannot be gathered that the agreement\nfor sale was not meant to be acted upon—In case of any breach by the buyer-\ntenant, seller-landlord could forfeit advance amount-As such parties intended\nto lay down their rights and obligations under the contract explicitly―Thus\nD agreement was an agreement for sale-Deeds and documents-Interpretation\nof\nAppellant owned a residential house. Respondent was in possession of\nthe property as tenant. Appellant took loan from respondent no. 1 from time\nto time. Thereafter, appellant and respondent entered into a sale agreement.\nE\nSum paid as loan was treated as advance amount out of total consideration\namount. Respondent paid further sum and issued notice to the appellant\nalleging that he was trying to sell the property to the third party. He then\ncalled upon the appellant to execute sale deed on reciept of the balance amount.\nSince the appellant did not agree, respondent filed suit for specific\nF performance of sale agreement. Trial Court decreed the suit. Appellant filed\nfirst appeal. High Court dismissed the same. Hence the present appeal.\nAppellant contended that the trial court as also High Court erred in\nconstruing the documents as an agreement for sale instead and place of an\nagreement for loan; that the purported agreement for sale was not meant to\nG be acted upon; that in view of the default clauses contained in the agreement,\nthe same could not have been construed to be an agreement for sale; and that\nit is not a fit case where the Courts below should have exercised their\ndiscretionery jurisdiction under s. 20 of the Specific Relief Act, 1963.\nH\n876\nt\na\nکیر\nف\n\u003e\n1\n6.\n+\nP.S. RANAKRISHNA REDDY v. M.K. BHAGYALAKSHMI\n877\nDismissing the appeal, the Court\nA\nT\nHELD: Original relationship of the parties as landlord and tenant is\nnot in dispute and also the fact that the appellant intended to convey his right,\ntitle and interest in respect of the said property. Appellant entered into more\nthan one agreement in respect of the self-same property and took advances in\nB\nrespect thereof from more than one person. [Para 10] [881-C-D]\n1.2. The agreement in question had been described as an agreement for\nsale. Appellant admittedly was owner of the property. The agreement shows\nthat there had been negotiations between the parties as a result where of the\nrespondent had offered to buy and the appellant had agreed to sell the said C\nproperty for a sum of Rs. 45,000/- The terms and conditions stipulated therein\nwere arrived at as a result of the negotiations between the parties. [Para 11]\n1.3. No Part of the agreement supports the submission of the appellant\nthat the same was not meant to be acted upon. It was signed by the parties.\nTwo witnesses who had attested the signature of the parties to the agreement D\nwere examined before the Trial Court. It may be that despite the said agreement,\nRespondent No. 1 was allowed to continue to remain in possession of the\npremises in question as a tenant and not in part performance of the said\nagreement for sale, but it was not necessary for the parties to adopt the latter\ncourse only. [Para 12] [881-E-F]\nE\n1.4. A document, as is well Known, must be read in its entirety. The\nintention of the parties must be gathered from the document itself. All parts\nof the deed must be read in their entirety so as to ascertain the nature thereof.\nThe parties, on a plain reading of the agreement, apparently intended to\ncontinue their relationship as landlord and tenant till a regular deed of sale F\nwas executed. [Paras 12 and 13] [881-G-H]\n1.5. In the event of commission of any breach on the part of respondent,\nthe appellant was entitled to forfeit the entire amount. The very fact that the\nparties intentionally incorporated such default clause cleary goes to show that\nthey intended to lay down their rights and obligations under the contract\nexplicity. Therefore, they knew the terms thereof. They understood the same.\nThere is no uncertainty or vagueness therein. [Para 14] [882-C-D]\nG\n1.6. The agreement has been held to have been executed by the parties\nin support whereof large number of witnesses had been examined. The High H\n878\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Court has categorically opined that when the respondents served a notice upon\nthe appellant, it was expected of the appellant to raise a contention that the\nsaid agreement was a sham one or nominal one and was not meant to be acted\nupon but it was not done. Failure on the part of the appellant to do so would\ngive rise to an inference that the plea raised in the suit was an afterthought.\nThe findings of facts by both the Courts are concurrent ones and no case has\nbeen made out to interfere therewith by this Court. [Paras 17 and 18]\nB\n[885-A-C-]\n1.7. Rise in the price of an immovable property by itself is not a ground\nfor refusal to enforce a lawful agreement of sale. Having regard to the rise in\nC price of an immovable property in Bangalore, the Court ought not to have\nexercised its discretionary jurisdiction under Section 20 of the Specific Relief\nAct cannot be accepted. [Para 19]\nD\nE\nDadarao and Anr. v. Ramrao and Ors., [1999] 8 SCC 416, distinguished.\nJai Narain Parasampuria (Dead) and Ors. v. Puspa Devi Saraf and Ors.,\n[2006] 7 SCC 756 and P.D. Souza v. Shondrillo Naidu, [2004] 6 SCC 649,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6925 of 2000.\nFrom the final Judgment and Order dated 13.1.1999 of the High Court\nof Karnataka at Bangalore in R.F.A. No. 32 of 1990.\nG.V. Chandrashekhar and P.P. Singh for the Appellant.\nF\nS.N. Bhat, D.P. Chaturvedi and N.P.S. Panwar for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Defendant No. 1 in the suit is Appellant before us.\nHe was admittedly owner of a residential house admeasuring 40 ft. x 30 ft\nbearing No. 148 (New Plot No. 78), 8th Cross, N.R. Colony, Bangalore.\nG Respondent No. 1 has been in possession of the suit property as a tenant\non a monthly rent of Rs. 115/-. The appellant admittedly had taken loan from\nRespondent No. 1 herein from time to time, the details whereof are as under:\nH\n\"23.4.79 Rs. 8000\n27.4.79 Rs. 4000\n7\nP.S. RANAKRISHNA REDDY v. M.K. BHAGYALAKSHMI [S.B. SINHA, J.]\n879\n10.5.79 Rs. 2900\n+\nA\n11.5.79 Rs. 100\"\n2. Admittedly, the parties entered into an agreement for sale on 11.05.1979.\nThe aforementioned sum of Rs. 15,000/- received by the appellant was treated\nto be the amount of advance paid out of the amount of consideration fixed B\nin the said agreement of sale i.e Rs. 45,000/-. The relevant terms of the said\nagreement are as under:\n\"Whereas the first party is the absolute owner of house bearing\nNo. 148, 8th cross N.R. colony, Bangalore-19 more fully described in\nthe schedule hereunder, having acquired the same under registered C\ngift deed, executed by Mrs. B.N. Vijaya Deva.\nWhereas the second party has offered to buy and the first party\nhas agreed to sell to the second party the schedule property for a sum\nof Rs. 45,000/- (Rupees fourty five thousand only.)\nThe first party hereby agreed to sell the schedule property to the\nsecond party on the following terms and conditions.\nD\n(a) A sum of Rs. 15,000/- (Rupees fifteen thousand only) has been\npaid this day by the second party to the first party which he hereby\nacknowledges out of the said price of Rupees Forty Five thousand. E\n(b) A further sum of Rs. 5,000/- (Rupees five thousand only) in\nrespect of the balance of the price shall be paid by the second party\nto the first party within one year from this date, i.e., 11-5-79.\n(c) The remaining balance of the consideration for the sale, i.e., Rs. F\n25,000/- (Rupees twenty five thousand only) shall be paid by the\nsecond party to the first party within five years from this date.\nOn payment of the full consideration of Rs. 45,000/- to the first\nparty by the second party in the manner aforesaid the first party shall\nexecute a registered deed of sale in favour of the second party G\nconveying the schedule property to the second party. The expenses\nfor conveyance for stamp and registration shall be borne by the\nsecond party only but the first party shall apply to the competent\nauthorities for permission to sell the property to the second party and\ntake other steps necessary for the purpose.\nH\nA\n880\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nXXX\nXXX\nXXX\nB\nC\nD\nE\nF\nThe first party shall notify the tenants in the property of the fact\nof sale at the time the sale deed is executed in the manner mentioned\nabove and call upon them to vacate the property and render all\nassistance and help to the second party to obtain in vacant possession\nof the schedule property.\nIn case the first party shall commit breach of the agreement, he\nshall, besides refunding the sum he has received under this agreement,\nto the second party, shall in addition pay a sum of rupees ten thousand\nas damages. In case the second party commits breach of this agreement\nshe shall forfeit a sum of Rs. ten thousand out of the amounts paid.\"\n3. Although a period of five years was fixed for execution of the sale\ndeed on payment of the balance sum, admittedly, the appellant herein has\nreceived a further sum of Rs. 5,000/- from Respondent No. 1.\n4. It is furthermore not in dispute that the respondents served a notice\nupon the appellant on or before 29.5.1981 alleging that he had been making\nattempts to sell the property to third parties.\n5. Appellant was called upon to execute a registered deed of sale on\nreceipt of the balance amount and as he did not agree thereto, the respondent\nNo. 1 filed a suit for specific performance of the said agreement of sale dated\n11.05.1979.\n6. The said suit was decreed by the learned Trial Judge by a judgment\nand decree dated 05.04.1989. A first appeal preferred thereagainst by the\nappellant has been dismissed by the High Court by reason of the impugned\njudgment.\n7. Mr. G.V. Chandrashekhar, learned counsel appearing on behalf of the\nappellant, submitted that the learned Trial Judge as also the High Court\nG committed a serious error in construing the said document as an agreement\nfor sale in stead and place of an agreement for loan. It was urged that having\nregard to the fact that diverse amounts had been taken by the appellant from\nthe respondents as also the fact that similar agreements for sale were entered\ninto by and between the appellant and other persons categorically demonstrate\nthat he had merely borrowed some amount and the purported agreement for\nH sale was not meant to be acted upon. The learned counsel urged that in view\ni\ni\n1\nP.S. RANAKRISHNA REDDY v. M.K. BHAGYALAKSHMI [S.B. SINHA, J.]\n881\nof the default clauses contained in the agreement, the same could not have A\nbeen construed to be an agreement for sale. Strong reliance in this behalf has\nbeen placed on Dadarao and Anr. v. Ramrao and Ors., [1999] 8 SCC 416.\n8. In any event, it was urged that it is not a fit case where the Courts\nbelow should have exercised their discretionary jurisdiction under Section 20\nof the Specific Relief Act, 1963.\n9. Mr. S.N. Bhat, learned counsel appearing on behalf of the respondents,\non the other hand, supported the judgment.\n10. Original relationship of the parties as landlord and tenant is not in\ndispute. The fact that the appellant intended to convey his right, title and\ninterest in respect of the said property is also not in dispute. As noticed\nhereinbefore, he entered into more than one agreement in respect of the self-\nsame property and took advances in respect thereof from more than one\nperson.\nB\nC\nᎠ\n11. The agreement in question has been described as an agreement for\nsale. Appellant admittedly was owner of the property. The agreement shows\nthat there had been negotiations between the parties as a result whereof the\nrespondent herein had offered to buy and the appellant had agreed to sell the\nsaid property for a sum of Rs. 45,000/-. The terms and conditions stipulated\ntherein were arrived at as a result of the negotiations between the parties. E\n12. No part of the agreement supports the contention of Mr.\nChandrashekhar that the same was not meant to be acted upon. It was signed\nby the parties. Two witnesses who had attested the signature of the parties\nto the agreement were examined before the Trial Court. It may be that despite\nthe said agreement, Respondent No. 1 was allowed to continue to remain in F\npossession of the premises in question as a tenant and not in part performance\nof the said agreement for sale, but it was not necessary for the parties to\nadopt the latter course only. The parties, on a plain reading of the agreement,\napparently intended to continue their relationship as landlord and tenant till\na regular deed of sale was executed.\n13. A document, as is well known, must be read in its entirety. The\nintention of the parties, it is equally well settled, must be gathered from the\ndocument itself. All parts of the deed must be read in their entirety so as to\nascertain the nature thereof.\nG\nH\nA\nB\n882\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n14. The purported default clause, to which our attention has been drawn\nby Mr. Chandrashekhar, does not lead to the conclusion that the same was\na contract of loan. By reason thereof, the respective liabilities of the parties\nwere fixed. In the event, the provisions of the said contract were breached,\nthe damage which might have been suffered by one party by reason of act\nof omission or commission on the part of the other in the matter of performance\nof the terms and conditions thereof had been quantified. The quantum of\ndamages fixed therein was the same for both the parties. The submission of\nMr. Chandrashekhar that in view of the fact that parties had agreed that in\nthe event of breach on the part of the appellant, the respondent would be\nentitled to claim damages for a sum of Rs. 10,000/- only and, thus, the said\nC agreement for sale was not meant to be acted upon cannot be accepted. If\nthe said contention is accepted, the damages quantified in the event of any\nbreach on the part of Respondent No. 1 cannot be explained. It is clear that\nin the event of commission of any breach on the part of respondent, the\nappellant was entitled to forfeit the entire amount of advance. The very fact\nthat the parties intentionally incorporated such default clause clearly goes to\nshow that they intended to lay down their rights and obligations under the\ncontract explicitly. They, therefore, knew the terms thereof. They understood\nthe same. There is no uncertainty or vagueness therein.\nD\nE\nF\nG\nH\n15. The decision of this Court in Dadarao (supra), whereupon reliance\nhas been placed by Mr. Chandrashekhar is wholly misplaced. The term of the\nagreement therein was absolutely different. We need not dilate on the said\ndecision in view of the fact that in a subsequent decision of this Court in P.D'\nSouza v. Shondrilo Naidu, [2004] 6 SCC 649, it has been held to have been\nrendered per incuriam, stating:\n\"34. In Dadarao whereupon Mr Bhat placed strong reliance, the binding\ndecision of M.L. Devender Singh4 was not noticed. This Court\nfurthermore failed to notice and consider the provisions of Section 23\nof the Specific Relief Act, 1963. The said decision, thus, was rendered\nper incuriam.\n35. Furthermore, the relevant term stipulated in Dadarao was as under:\n(SCC p. 417, para 2)\nTukaram Devsarkar, aged about 65, agriculturist, r/c Devsar, purchaser\n(ghenar) Balwantrao Ganpatrao Pande, aged 76 years, r/o Dijadi, Post\nDevsar, vendor (denar), who hereby give in writing that a paddy field\nsituated at Dighadi Mouja, Survey No. 7/2 admeasuring 3 acres\n☑\nP.S. RANAKRISHNA REDDY v. M.K. BHAGYALAKSHMI [S.B. SINHA, J.] 883\nbelonging to me hereby agree to sell to you for Rs 2000 and agree to A\nreceive Rs 1000 from you in presence of V.D.N. Sane. A sale deed shall\nbe made by me at my cost by 15-4-1972. In case the sale deed is not\nmade to you or if you refuse to accept, in addition of earnest money\nan amount of Rs. 500 shall be given or taken and no sale deed will\nbe executed. The possession of the property has been agreed to be\nB\ndelivered at the time of purchase. This agreement is binding on the\nlegal heirs and successors and assigns.(emphasis supplied)\nInterpreting the said term, it was held: (SCC p. 418, paras 6-7)\n6. The relationship between the parties has to be regulated by the\nterms of the agreement between them. Whereas the defendants in the C\nsuit had taken up the stand that the agreement dated 24-4-1969 was\nreally in the nature of a loan transaction, it is the plaintiff who\ncontended that it was an agreement to sell. As we read the agreement,\nit contemplates that on or before 15-4-1972 the sale deed would be\nexecuted. But what is important is that the agreement itself provides D\nas to what is to happen if either the seller refuses to sell or the\npurchaser refuses to buy. In that event the agreement provides that\nin addition to the earnest money of Rs 1000 a sum of Rs 500 was to\nbe given back to Tukaram Devsarkar and that no sale deed will be\nexecuted. The agreement is very categorical in envisaging that a sale\ndeed is to be executed only if both the parties agree to do so and in E\nthe event of any one of them resiling from the same there was to be\nno question of the other party being compelled to go ahead with the\nexecution of the sale deed. In the event of the sale deed not being\nexecuted, Rs 500 in addition to the return of Rs 1000, was the only\nsum payable. This sum of Rs 500 perhaps represented the amount of\nF\nquantified damages or, as the defendants would have it, interest\npayable on Rs 1000.\n7. If the agreement had not stipulated as to what is to happen in the\nevent of the sale not going through, then perhaps the plaintiff could\nhave asked the Court for a decree of specific performance but here the G\nparties to the agreement had agreed that even if the seller did not\nwant to execute the sale deed he would only be required to refund the\namount of Rs 1000 plus pay Rs 500 in addition thereto. There was thus\nno obligation on Balwantrao to complete the sale transaction.\n36. Apart from the fact that the agreement of sale did not contain a\nH\n☐\n884\nA\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nsimilar clause, Dadarao does not create a binding precedent having\nnot noticed the statutory provisions as also an earlier binding\nprecedent.\"\n16. We may furthermore notice that recently in Jai Narain Parasrampuria\n(Dead) and Ors. v. Pushpa Devi Saraf and Ors., [2006] 7 SCC 756, this Court\nB categorically opined that a stipulation in regard to payment of damages by\none party of the contract to the other does not establish that the same was\nnot an agreement for sale stating:\nC\nA\nᎠ\nE\nF\nG\nH\n“59. One of the learned Judges of the High Court also held that the\nsaid agreement dated 12-6-1984 was in fact an agreement for obtaining\nloan. There was no warrant for such a proposition. Clause 7 of the\nagreement on the basis whereof such a finding was arrived at reads\nas under:\n\"(7) That it is further agreed that in case any defect in the right\nor title of the parties of the first part or the said Company is\nfound or any other encumbrance or legal hurdle is found in\nrespect of the said house property then in both the circumstances\nthe second party shall have option for the refund of advance\nmoney of Rs. 10 lakhs together with interest @ 18% per annum.\"\n60. It is interesting to note that the sale deed dated 24-2-1979\nwhereby Sarafs purchased the property also contains an identical\nclause. Such types of clauses normally are found in the agreement so\nas to enable the vendee to protect his interest against the defects in\nthe vendor's title, if any. The agreement records the valuation of\nproperty at Rs. 11 lakhs. The respondents relying on or on the basis\nof another purported agreement dated 4-6-1984 executed by Sarafs in\nfavour of their son-in-law, Original Defendant 5, S.K. Mittal stated that\nthe property was worth Rs. 25 lakhs. The trial court, in our opinion,\ncorrectly arrived at an opinion that the said agreement was a sham\none. Original Defendant 5 did not file any suit for specific performance\nof contract. The said agreement for sale had not been acted upon by\nthe parties. Reliance placed on the said agreement by a learned Judge\nof the High Court was, therefore, unwarranted.\"\n17. The contention of the appellant has been rejected both by the\nlearned Trial Judge as also by the High Court upon assigning sufficient and\ncogent reasons. The agreement has been held to have been executed by the\n+\nའ.\n+\nP.S. RANAKRISHNA REDDY v. M.K. BHAGYALAKSHMI [S.B. SINHA, J.] 885\nparties in support whereof large number of witnesses had been examined. The A\nHigh Court, in particular in its judgment, has categorically opined that when\nthe respondents served a notice upon the appellant on 29.05.1981, it was\nexpected of the appellant to raise a contention that the said agreement was\na sham one or nominal one and was not meant to be acted upon but it was\nnot done. Failure on the part of the appellant to do so would give rise to an\nB\ninference that the plea raised in the suit was an afterthought.\n18. The findings of facts by both the Courts are concurrent ones and\nin our opinion no case has been made out to interfere therewith by this Court.\n19. Submission of Mr. Chandrashekhar to the effect that having regard\nC\nto the rise in price of an immovable property in Bangalore, the Court ought\nnot to have exercised its discretionary jurisdiction under Section 20 of the\nSpecific Relief Act is stated to be rejected. We have noticed hereinbefore that\nthe appellant had entered into an agreement for sale with others also. He had,\neven after 11.5.1979, received a sum of Rs. 5,000/- from the respondent. He\nwith a view to defeat the lawful claim of Respondent No. 1 had raised a plea D\nof having executed a prior agreement for sale in respect of self-same property\nin favour of his son-in-law who had never claimed any right thereunder or\nfiled a suit for specific performance of contract. The Courts below have\ncategorically arrived at a finding that the said contention of the appellant was\nnot acceptable. Rise in the price of an immovable property by itself is not a\nground for refusal to enforce a lawful agreement of sale. [See P.D' Souza\n(supra) and Jai Narain Parasrampuria (supra)]\n20. For the reasons aforementioned, there is no merit in this appeal\nwhich is dismissed accordingly. In the facts and circumstances of this case,\nhowever, there shall be no order as to costs.\nN.J.\nE\nF\nAppeal dismissed.\n"}