{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1141\nORS. [H.L. DATTU, J.]\nProvisions of Article 166 (3) of the Constitution are mandatory A\nand must be strictly adhered. Any decision by the Government\nin breach of these Rules will be a nullity in the eyes of law.\nB\nC\nD\n64. It is in this legal background that the issues raised\nbefore us have to be dealt with. The High Court has examined\nthe files placed before it by the State Government and noted\nthe facts reflected by the said records. As recorded by the High\nCourt, the rebate of 25% in power tariff was sought to be\nwithdrawn by the State Government with effect from 1.4.1995\npursuant to a Cabinet meeting held on 21.07.1994 and a\nNotification dated 31.03.1995 was issued therefor. The 1st\nrespondent's motion in the State Assembly for a Calling.\nAttention Notice evidently moved the State Government to\nevolve a Scheme for grant of rebate of 25% for the period\nbetween 1.10.1991 to 31.03.1995. The Power Minister\ntherefore, on 08.07.1995 called upon the Chief Electrical\nEngineer to formulate such a scheme who prepared accordingly\na note regarding the proposed scheme. Since the earlier\nNotification was rescinded by the Notification dated\n31.03.1995, a clarification was sought from the Law\nDepartment on the extension of the period of rebate of 25%.\nOn 25.08.1995, a note was put up by the Law Department\nindicating that the 25% rebate would be available only for the\nperiod between 01.10.1991 to 31.03.1995 and industrial units\nsupplied with power on/or after 31.03.1995 would not be entitled\nfor the same. On 14.02.1996, the Chief Electrical Engineer F\nsubmitted a note containing a proposal to amend the rebate\nnotification requesting to extend the benefit of the rebate of\n25% to Extra High Tension consumers and sought approval\nthereof. The said draft when referred to the Law Department\nfor its opinion, it was opined thereon that it was legally G\nimpermissible to give retrospective effect to the proposed\nNotification. However, though the said amendment was\napproved by the then power minister, the same was not given\neffect to in view of the elections scheduled on 02.05.1996. On\n03.05.1996, the Power Minister passed an order to issue the\nE\nH\n1142 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA amendment Notification as by then the elections were over and\nthe notification dated 15.05.1996 was accordingly issued,\nthough the subject matter was never placed before the Council\nof Ministers or the Chief Minister. The Notification was issued\nsolely on the directions of the Power Minister despite the\nB opinion of the Law Secretary that retrospective effect to the\nproposed amendment could not be given as it involved\nadditional class of consumers of power, which is in violation of\nthe Business Rules of Government of Goa. Therefore the said\nNotification is unsustainable and the High Court has rightly held\nit be non-est and as void ab initio.\nC\nD\n65. The Power Department once again took up the subject\nof reintroduction of 25% of rebate in power tariff at the instance\nof the Industries Department and in view of the continued\ndemands from the Industrial Units for such a rebate. This was\nconsidered by the Power department and proposal therefor was\ncalled from the Chief Electrical Engineer. A query was also\nraised regarding the role of the Industries and Electricity\nDepartments in issuing the eligibility certificates. A note dated\n25.07.1996 submitted by the Chief Electrical Engineer indicated\nE that such certificates shall be issued by the Electricity\nDepartment as it was that Department which was giving the\nsubsidy. Thereafter the Commissioner and Secretary (Power)\nsubmitted a detailed note on 30.07.1996 to the Minister of\nPower and the latter conveyed his approval with the substitution\nF of words \"all industrial units who apply for availing power on or\nafter 1.10.1991\" with the words \"all industrial units who apply\nor avail on or after 10.01.1991\" and the rebate was to be given\non the energy charges on the prevailing tariff from time to time\nas against the earlier Notification where the rebate of 25% was\nG to be given on tariff as per Notification dated 27.06.1988. As\nper the decision/approval of the Power Minister, the Notification\ndated 1.08.1996 came to be issued without there being any\nconsultation with the Council of Ministers or without the\nproposal being placed before it or the Chief Minister or without\nthe consultation with the Finance Department, though the draft\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1143\nORS. [H.L. DATTU, J.]\nof the notification was referred to the Law Department before A\nits issuance.\n66. It is also to be noted that by the Notification dated\n01.08.1996 the State Government intended to re-introduce the\nbenefit of 25% rebate in power tariff. If the State Government\nas a policy decision desired to reintroduce the said rebate, it\nwas imperative that the said decision complied with the\nrequirement of a Government decision and that it did not\nremain a Departmental Order or Instruction. The High Court has\nrecorded after verifying the notes on record that the re-\nintroduction of rebate was initiated at the instance of Industries\nDepartment and that the proposal for re-introduction attracted\nthe provisions of Rules 9 \u0026 10 of the Business Rules and it did\nnot seek the concurrence of the Finance Department. From the\nfile produced before it the High Court has found that the\ndecision was finalized by the Power Minister at his level without\nany reference to the Council of Ministers or the Chief Minister.\nThe High Court has also referred to the Statement in writing\ngiven by the Chief Minister to the Investigating Officer during\nthe course of investigation launched pursuant to the complaint\ngiven by the 1st respondent, that the Power Minister at no point\nof time had placed the proposal regarding decisions dated\n15.5.1996 and 1.8.1996. This apart, from the records the High\nCourt finds that the agency to certify the eligibility of industrial\nunits for concessional tariff was yet to be identified and the\nissue whether the rebate for the period between 01.10.1991\nto 31.03.1995 was to be made available as per the Notification\ndated 27.6.1988 or with reference to the tariff prevailing from\ntime to time. The Note dated 8.7.1996 is referred to by the High\nCourt. The High Court also refers to the reply of the Electrical\nEngineer dated 10.7.1996 wherein it was clarified that only the\nprospective industrial consumers who has applied and availed\npower supply on or after 1.10.1991 were eligible for\nconcession. From the note of the Commissioner and Secretary,\nDepartment of Power dated 30.7.1996 the High Court records\nthat the certification/verification of the industrial units could be\nB\nC\nD\nE\nF\n0\nH\nC\n1144 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA done by the Electricity Department as the concession was to\nbe extended by the said department to the consumers. The\nsaid note refers to the meetings held in the chamber of Minister\nof Power. The Note also mentions about a constitution of a\nScreening Committee consisting of the Secretary of Ministry\nB of Power, the Chief Electrical Engineer, Director of Industries\nand Joint Secretary, Finance, to ensure that only genuine and\nbona fide claims are entertained and paid the rebate and also\nexamine and verify all doubtful claims. The Note also refers to\n´a decision taken in one of such meetings to the effect that\nrebate should be given to units on energy charges only as per\nthe prevailing tariff in force from time to time on which they are\nbilled for a period of five years on the recommendations made\nby the Chief Electrical Engineer. The recommendations and/\nor the decisions did have bearing on the finances of the State\nGovernment and also amounted to change in policy decisions.\nEven then neither did the Minister of Power think it is proper\nand appropriate to place the proposals before the Council of\nMinisters or the Chief Minister, nor did the Secretary concerned\ndeemed it appropriate to do so. The proposals were finalized\nby the Power Minister at his level as per the modifications\nsuggested by him on 30.7.1996 which in our opinion are in\nviolation of the Business Rules.\nD\nE\n67. The High Court has perused the files relating to the\nissue and from them it has noticed that the file was forwarded\nF to the Development Commissioner on or about 17.03.1998 as\nthey were required for preparation of reply to a question in the\nAssembly and the Commissioner on 25.03.1998 submitted a\nnote referring to the complaint filed by 1st respondent herein\nalleging illegalities and corruption in the matter of grant of\nG rebate. The complaint of the 1st respondent was about the\namendment of the Notification dated 31.09.1991 which had\nbeen rescinded by the Notification dated 31.3.1995 and he had\nalleged that the amendment was made with a mala fide\nintention of including a specific category of consumer and the\namending notification had led to manipulation of records to the\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1145\nORS. [H.L. DATTU, J.]\nA\nB\nс\nD\nextent that some people had attempted to become\nbeneficiaries of the Scheme within the notified period of\n01.10.1991 and 31.03.1995. The note of the Commissioner\nraised certain issues relating to grant of rebate to industrial units\nafter 31.03.1995. As per the objections raised in the note the\ncases of units which had applied for power but could not be\nsupplied with power by 31.03.1995 were to be referred to the\nState Government. However, it was later decided to leave it to\nthe Chief Electrical Engineer to allow release of said subsidy\nto all such units. The Note of the Commissioner had also raised\nan issue touching upon the number of industrial units entitled\nto subsidy and the liability per month on that count and fixed\nthe same at Rs 80 lakhs per month and opined that the total\namount of the subsidy by way of adjustment of bills would be\nin excess of Rs. 50 Crores. Having regard to these aspects\nthe note suggested suspension of the rebate scheme\nimmediately until the legal issues were sorted out. On\n03.04.1998, the Joint Law Secretary gave his clarification after\nexamining the matter in the light of the provisions of the\nElectricity Act and opined that a Cabinet Decision was\nnecessary for suspension of the rebate scheme and that before\nthe notification dated 01.08.1996 was issued it required a\ndecision of the cabinet and the concurrence of the Finance\nDepartment as it fell within the meaning of a policy decision.\ninvolving financial implications. The note in conclusion said that\nthe Notification dated 01.08.1996 was not in accordance with\nlaw and this conclusion was agreed to by the Law Secretary.\nThe Development Commissioner further felt that the in view of\nthis lacuna in the Notification dated 1.08.1996, the matter\nrequired a review by the Cabinet and that it should be taken to\nthe Cabinet for its ratification or otherwise. The note of the\nCommissioner was placed before the Power Minister as the\nChief Secretary was away on tour and the Power Minister\ndirected the matter to be placed before the Cabinet and also\ndirected the files of the Finance \u0026 Industries Department on the\nsubject to be placed before the Chief Minister for his perusal.\nThe file was placed before the Chief Minister on 27.05.1998 H\nE\nF\nG\nC\n1146\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA for his perusal who thereafter called for the opinion of the\nFinance Department and on the same day the Finance\nSecretary submitted the opinion of the Finance Department and\nthe next day the matter was placed before the Cabinet.\nUltimately the State Government took a decision to withdraw\nB the benefit of rebate and issued the Notification dated\n24.07.1998. This apart the material placed by the 1st\nrespondent herein also indicated that there was an attempt to\nratify the notification date 1.08.1996 and the same could have\nbeen done but for the legal hurdle and the State Government\nrealized the legal hurdles in continuing with the rebate scheme\non the basis of the Notification dated 01.08.1996. We fail to\nunderstand as to why the State Government did not bring these\nfacts before this Court or the High Court in the earlier round of\nlitigation where its power to withdraw the subsidy in exercise\nof its power under Section 21 of the General Clauses Act was,\nupheld. Instead it chose to plead financial crunch faced by the\nState Government as the reason for withdrawal of rebate. It is\nfurther to be noted with regard to the Notification dated\n01.08.1996, that it re-introduced the benefit of rebate on tariff\nand made it available to units on the prevailing tariff in force\nfrom time to time at which the units were billed for a period of\nfive years from the date of supply of power was made available\nto them and who had applied or availed power supply on or\nafter 01.10.1991. The notification dated 30.09.1991 on the\nother hand made available the rebate on the basis of tariff set\nD\nE\nF out in the Notification dated 27.06.19888 and to Low and High\nTension Power consumers who had applied for supply of power\nand were given power supply on or after 01.10.1991. The\nNotification dated 01.08.1996, it is seen, extended the scope\nof benefit of rebate as compared to the Notification dated\nG 30.09.1991 which had been rescinded by the Notification dated\n31.03.1995. It is on record and we notice from the judgment of\nthe High Court that the State Government had paid as a result\nof the Notification dated 01.08.1996 a sum or Rs. 8 crores in\nexcess as compared to the benefit available under the\nH Notification of 1991 and the total amount of rebate would have\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1147\nORS. [H.L. DATTU, J.]\nbeen more than 30 crores had the benefit as made available A\nby the 1996 Notification been continued.\n68. Thus from the foregoing, it is clear that a decision to\nbe the decision of the Government must satisfy the\nrequirements of the Business Rules framed by the State\nGovernment under the provisions of Article 166(3) of the\nConstitution of India. In the case on hand, as have been noticed\nby us and the High Court, the decisions leading to the\nnotifications do not comply with the requirements of Business\nRules framed by the Government of Goa under the provisions\nof Article 166(3) of the Constitution and the Notifications are\nthe result of the decision taken by the Power Minister at his\nlevel. The decision of the individual Minister cannot be treated\nas the decision of the State Government and the Notifications\nissued as a result of the decision of the individual Minister\nwhich are in violation of the Business Rules are void ab initio\nand all actions consequent thereto are null and void.\n69. The appellants contended before this court that another\nDivision Bench of the High Court in its earlier judgment of\n21.1.1999 had held that the Notification dated 1.8.1996 was\nclarificatory and that it did not create any extra financial liability\non the State Government requiring approval of the Cabinet in\ncompliance with the Business Rules before it was brought into\nforce. In our opinion the said Notification cannot be treated as\nmere clarificatory. It is a notification issued purportedly in terms\nof a Government decision. It was a decision finalized at the level\nof the Minister of Power alone and was taken in violation of the\nRules of Business framed under Article 166(3) of the\nConstitution of India. The decision cannot be called a\ngovernment decision as understood under Article 154 of the\nConstitution, though it may satisfy the requirements of\nauthentication. Nevertheless mere authentication as required\nunder Article 166(2) of the Constitution did not make it a .\ngovernment decision in law nor would it validate a decision\nwhich is void ab initio. The validity of the notification will have\nto be tested with reference to the constitutional provisions and\nB\nC\nD\nE\nF\nG\nH\n1148 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Business rules and not by their form or substance. Therefore,\nthis contention of the appellants is liable to be rejected.\nB.\nC\nD\nE\nF\n70. The learned senior counsel Shri F.S. Nariman\nsubmitted that the doctrine of indoor management drawn from\nprivate law would apply analogously in the facts and\ncircumstances of this case. In response to this submission, the\nlearned senior counsel Dr. Rajeev Dhavan would submit that\nthe concept of private law is not readily applicable in public law.\nIt is further submitted that often private law and public law\nconcepts are similar in name and text but needs to be\ndifferentiated. Reference is made to the observations of this\nCourt in Shrisht Dhawan (Smt.) Vs. Shaw Bros. (1992) 1 SCC\n534, wherein it is observed:\n\"20.....But fraud in public law is not the same as fraud in\nprivate law. Nor can the ingredients which establish fraud\nin commercial transaction be of assistance in determining\nfraud in Administrative Law. It has been aptly observed by\nLord Bridge in Khawaja that it is dangerous to introduce\nmaxims of common law as to effect of fraud while\ndetermining fraud in relation to statutory law.\"\n71. The doctrine of indoor management is also known as\nthe Turquand rule after the case of Royal British Bank v.\nTurquand, [1856] 6 E. \u0026 B. 327. In this case, the directors of\na company had issued a bond to Turquand. They had the power\nunder the articles to issue such bond provided they were\nauthorized by a resolution passed by the shareholders at a\ngeneral meeting of the company. But no such resolution was\npassed by the company. It was held that Turquand could recover\nthe amount of the bond from the company on the ground that\nG he was entitled to assume that the resolution was passed. The\ndoctrine of indoor management is in direct contrast to the\ndoctrine or rule of constructive notice, which is essentially a\npresumption operating in favour of the company against the\noutsider. It prevents the outsider from alleging that he did not\nH know that the constitution of the company rendered a particular\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1149\nORS. [H.L. DATTU, J.]\nact or a particular delegation of authority ultra vires. The doctrine A\nof indoor management is an exception to the rule of constructive\nnotice. It imposes an important limitation on the doctrine of\nconstructive notice. According to this doctrine, persons dealing\nwith the company are entitled to presume that internal\nrequirements prescribed in memorandum and articles have B\nbeen properly observed. Therefore doctrine of indoor\nmanagement protects outsiders dealing or contracting with a\ncompany, whereas doctrine of constructive notice protects the\ninsiders of a company or corporation against dealings with the\noutsiders. However suspicion of irregularity has been widely c\nrecognized as an exception to the doctrine of indoor\nmanagement. The protection of the doctrine is not available\nwhere the circumstances surrounding the contract are\nsuspicious and therefore invite inquiry.\n72. This exception was highlighted in the English case of D\nJ.C Houghton\u0026 Co. v. Nothard, Lowe \u0026 Wills Ltd, [1927] 1 KB\n246 (CA) where the case involved an agreement between fruit\nbrokers and fruit importing company. There was an allegation\nthat the agreement was entered into by the company's directors\nwithout authority. It was held that the nature of transaction was E\nfound to have been such as to put the plaintiffs on inquiry. To\nthis effect Lord Justice Sargant held:-\n\"Cases where the question has been as to the exact\nformalities observed when the seal of a company has\nbeen affixed, such as Royal British Bank v. Turquand, 6\nE. \u0026 B. 327, or the County of Gloucester Blank v. Rudry\nMerthyr, \u0026c., Co., [1895] 1 Ch 629, are quite\ndistinguishable from the present case. In re Fireproof\nDoors, Ltd., sup., tends rather against than in favour of the\nplaintiffs, since if a single director has as towards third\nparties the authority now contended for, the whole of the\nelaborate investigation of the facts in that case was entirely\nunnecessary. Perhaps the nearest approach to the present\ncase is to be found in Biggerstaff v. Rowlatt's Wharf,\nF\nG\nН\nA\nB\nC\nD\nE\n1150 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n[1896] 2 Ch. 93. But there the agent whose authority was\nrelied on had been acting to the knowledge of the company\nas a managing director, and the act done was one within\nthe ordinary ambit of the powers of a managing director\nin the transaction of the company's affairs. It is, I think, clear\nthat the transaction there would not have been supported\nhad it not been in this ordinary course or had the agent\nbeen acting merely as one of the ordinary directors of the\ncompany. I know of no case in which an ordinary director,\nacting without authority in fact, has been held capable of\nbinding a company by a contract with a third party, merely\non the ground that that third party assumed that the director\nhad been given authority by the Board to make the\ncontract. A limitation of the right to make such an\nassumption is expressed in Buckley on the Companies\nActs, 10th Edition, at p. 175, in the following concise\nwords: And the principle does not apply to the case\nwhere an agent of the company has done something\nbeyond any authority which was given to him, or which he\nwas held out as having.\"\n-\n73. This exception to the doctrine of indoor management\nhas been subsequently adopted in many Indian cases. They are\nB. Anand Behari Lal v. Dinshaw and Co. (Bankers) Ltd, AIR\n1942 Oudh 417 and Abdul Rehman Khan \u0026 Anr. v. Muffasal\nBank Ltd. and Ors, AIR 1926 All 497. Applying the exception\nF to the present scenario, there is sufficient doubt with regard to\nthe conduct of the Power Minister in issuing the Notifications\ndated 15.5.1996 and 01.08.1996. Therefore there is definite\nsuspicion of irregularity which renders the doctrine of indoor\nmanagement inapplicable to the present case.\nG\n74. It was also argued by the learned senior counsel for\nthe appellant, that the Notification dated 01.08.1996 was\nrescinded by Notification dated 24.07.1998 and, therefore,\nthere was no need for the High Court to adjudicate upon the\nimpugned Notification dated 01.08.1996 and, should have\nH dismissed the writ petition filed by way of public interest as\n"}