{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1121\nORS. [H.L. DATTU, J.]\nA\nmay lead to a tolerably clear answer. It is not along the route\nadopted by the prosecution of asking whether the relevant\nprovision is mandatory or, directory. In London and\nClydeside Estates Ltd. vs. Aberdeen DC [1979] 3 All ER\n876 at 882-884, [1980] 1 WLR 182 at 188-190, Lord\nHailsham of St Marylebone L.C. considered this dichotomy B\nand warned against the approach 'of fitting a particular\ncase into one or other of mutually exclusive and starkly\ncontrasted compartments'. In R v Immigration Appeal\nTribunal, ex p Jeycanthan [1999J 3 All ER 231 at 237,\n[2000] 1 WLR 354 at 360, Lord Woolf MR, now Lord C\nChief Justice, echoed this warning and held that it is 'Much\nmore important ... to focus on the consequences of non-\ncompliance'. This is how I will approach the matter.\"\n37. In R v Sekhon and others, 2003(3) AER 508, it is\nD\nobserved:\n\"25. There is no doubt that difficulties for courts exist in\napplying the distinction between mandatory requirements\non the one hand, and directory requirements on the other.\nEven if the terms directory' and `mandatory' are not used.\nthe problem remains of answering the question: what is\nthe effect of non-compliance with procedural requirements?\nWhat is necessary as indicated by Lord Campbell LC in\nLiverpool Borough Bank v. Turner (1861) 30 LJ Ch 379\nat 381, 45 ER 715 at 718, is to try to get at the real\nintention of the legislature, by carefully attending to the\nwhole scope of the statute to be construed.\"\n38. Reference can be made to certain passages from\nHALSBURY'S Laws of England, 4th Edition Re issue Vol. 44(1)\nat para 1237 and 1238:\nE\nF\nG\n1237. Substantive and procedural enactments. A\ndistinction is drawn between enactments that have\nsubstantive effect and those that are merely procedural.\nHere 'substantive' means having to do with the substance H\n1122\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.¨\nA\nB\nс\nD\nLLI\nE\nLL\nF\nG\nI\nof the law, in particular the nature and existence of legal\nrights, powers or duties, whereas procedure is concerned\nwith formalities and technicalities, rather than substance.\nA procedural change is expected to improve matters for\neveryone concerned (or at least to improve matters for\nsome, without inflicting detriment on anyone else who uses\nordinary care, vigilance and promptness).\n☐ The distinction governs such questions as whether a\nstatutory requirement is mandatory or merely directory\",\nwhether the effect of an enactment is retrospective' and\nwhen a limitation period begins to run.\nThe question may be whether, on the facts of the instant\ncase, the enactment is substantive or merely procedural,\nbearing in mind that an enactment may be substantive in\nthe light of some facts but merely procedural on others.\nAnother use of the term 'substantive' is to indicate a\n'permanent' provision of an Act, in contrast to merely\ntemporary or transitional provisions.\n1238. Mandatory and directory enactments. The\ndistinction between mandatory and directory enactments\nconcerns statutory requirements and may have to be drawn\nwhere the consequence off ailing to implement the\nrequirement is not spelt out in the legislation. The\nrequirement may arise in one of two ways. A duty to\nimplement it may be imposed directly on a person; or\nlegislation may govern the doing of an act or the carrying\non of an activity, and compel the person doing the act or\ncarrying on the activity to implement the requirement as\npart of a specified procedure. The requirement may be\nimposed merely by implication.\nTo remedy the deficiency of the legislature in failing to\nspecify the intended legal consequence of non-compliance\nwith such a requirement, it has been necessary for the\ncourts to devise rules. These lay down that it must be\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1123\nORS. [H.L. DATTU, J.]\ndecided from the wording of the relevant enactment\nwhether the requirement is intended to be mandatory or\nmerely directory. The same requirement may be\nmandatory as to some aspects and directory as to the rest.\nThe court will be more willing to hold that a statutory\nrequirement is merely directory if any breach of the\nrequirement is necessarily followed by an opportunity to\nexercise some judicial or official discretion in a way which\ncan adequately compensate for that breach. Provisions\nrelating to the steps to be taken by the parties to legal\nproceedings (using the term in the widest sense) are often\nconstrued as mandatory. Where, however, a requirement,\neven if in mandatory terms, is purely procedural and is\nimposed for the benefit of one party alone, that party can\nwaive the requirement. Provisions requiring a public\nauthority to comply with formalities in order to render a\nprivate individual liable to a levy have generally been held\nto be mandatory.\nA\nB\nC\nD\nRequirements are construed as directory if they relate to\nthe performance of a public duty, and the case is such that\nto hold void acts done in neglect of them would work E\nserious general inconvenience or injustice to persons who\nhave no control over those entrusted with the duty, without\nat the same time promoting the main object of the\nlegislature. This is illustrated by many decisions relating\nto the performance of public functions out of time, and by F\nmany relating to the failure of public officers to comply with\nformal requirements. On the other hand, the view that\nprovisions conferring private rights have been generally\ntreated as mandatory is less easy to support; the decisions\non provisions of this type appear, in fact, to show no really\nmarked leaning either way.\nIf the requirement is found to be mandatory, then in a case\nwhere a duty to implement it is imposed directly on a\nperson, non-compliance will normally constitute the tort of\nG\nH\nA\nB\nC\nD\n1124 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nbreach of statutory duty, while in a case where it is to be\nimplemented as a part of a specified procedure, non-\ncompliance will normally render the act done invalid. If the\nrequirement is found to be directory only then in either case\nthe non-compliance will be without direct legal effect,\nthough there might be indirect consequences such as an\naward of costs against the offender. It has been said that\nmandatory provisions must be fulfilled exactly, whereas it\nis sufficient if directory provisions are substantially fulfilled.\nWhere the requirement is complied with at the relevant\ntime, the act done is not vitiated by later developments\nwhich, had they occurred before that time, would have\nmeant that the duty should have been performed in a\ndifferent way.\"\n39. Per contra, Dr. Rajeev Dhavan and Shri Shyam Divan,\nlearned Senior Counsel for respondents, apart from others,\nsubmitted that there can be no universal rule with regard to the\nviolation of the Rules of Business and each case must be\ndecided on facts; where the Rules of Business contain\nE prohibitive or negative words, they are indicative of the intent\nthat the provision is mandatory; in matters concerning revenue\nor finance rigorous observance of the rules is essential; when\nthe cabinet alone is competent to take a decision or where the\nfinance department has conveyed its disagreement or where\nthere is no prior consultation with the finance department, the\ndecision of the individual minister is liable to be quashed; where\nthe Rules of Business have not been complied with, then the\ndecision/communication cannot be termed as a Government\ndecision; and an individual functionary cannot by-pass the Rules\nof Business and the requirement for certain matters to be\nplaced before the Council of Ministers. It is further submitted\nthat the decision on which reliance is placed by learned senior\ncounsel Shri F.S. Nariman does not specifically answer the\nissue whether the Rules of Business framed under Article\n166(3) of the Constitution is mandatory or directory and in fact\nF\nG\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1125\nORS. [H.L. DATTU, J.]\nall those decisions are rendered in the context of Article 166(1) A\nand (2) of the Constitution and the Courts have held that, the\nform of expression and authentication are only directory, and\nnot mandatory. In aid of their submission, the learned senior\ncounsel relies on the observations made in the following\ndecisions : -\n40. In State of Kerala vs. A. Lakshmikutty, [(1986) 4 SCC\n632], it is held :\n\"It must therefore follow that unless and until the decision\ntaken by the Council of Ministers on January 30, 1985 was\ntranslated into action by the issue of a notification\nexpressed in the name of the Governor as required by\nArticle 166(1), it could not be said to be an order of the\nState Government. Until then, the earlier decision of the\nCouncil of Ministers was only a tentative one and it was\ntherefore fully competent for the High Court (sic State\nGovernment) to reconsider the matter and come to a fresh\ndecision.\" (pr. 41, pp. 659)\n41. In CBI vs. Ravi Shankar Srivastava, [(2006) 7 SCC\n188], it is observed:\nB\nC\nD\nE\nF\n\"13.....has been rightly submitted by learned counsel for\nthe appellant, there is no notification revoking the earlier\nnotification. The letter on which great emphasis has been\nlaid by Respondent 1 and highlighted by the High Court,\nthe authority to write the letter has not been indicated. It\nhas also not been established that the person was\nauthorised to take a decision. In any event, the same does\nnot meet the requirements of Article 166 of the Constitution.\nThe letter is not even conceptually a notification. The High G\nCourt was, therefore, not justified in holding that there was\na notification rescinding the earlier notification.\" (pr. 13, pp.\n200)\n42. In Punjab State Industrial Development Corpn. Ltd.\nH\n1126 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA vs. PNFC Karamchari Sangh, [(2006) 4 SCC 367], it is held :\nB\nC\nD\nE\nF\n0\nI\n\"11. Reliance was placed on the so-called order of the\nChief Minister permitting PSIDC to raise funds in order to\nmeet the liability of PNFC towards salary of its workers for\nat least six months. We have carefully perused the note of\nthe Chief Minister dated 25-8-2001. The said note cannot\nbe said to be an order of the State Government and\ntherefore is not binding on PSIDC. The orders of the State\nGovernment are issued in a prescribed manner and the\nnote dated 25-8-2001 cannot be treated as one.\" (pr.11,\npp. 371)\n43. In State of Bihar vs. Kripalu Shankar, [(1987) 3 SCC\n34], it is stated:\n\"15. Article 166(1) requires that all executive action of the\nState Government shall be expressed to be taken in the\nname of the Governor. This clause relates to cases where\nthe executive action has to be expressed in the shape of\na formal order or notification. It prescribes the mode in\nwhich an executive action has to be expressed. Noting by\nan official in the departmental file will not, therefore, come\nwithin this article nor even noting by a Minister. Every\nexecutive decision need not be as laid down under Article\n166(1) but when it takes the form of an order it has to\ncomply with Article 166(1). Article 166(2) states that orders\nand other instruments made and executed under Article\n166(1), shall be authenticated in the manner prescribed.\nWhile clause (1) relates to the mode of expression, clause\n(2) lays down the manner in which the order is to be\nauthenticated and clause (3) relates to the making of the\nrules by the Governor for the more convenient transaction\nof the business of the Government. A study of this article,\ntherefore, makes it clear that the notings in a file get\nculminated into an order affecting right of parties only when\nit reaches the head of the department and is expressed in\nthe name of the Governor, authenticated in the manner\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1127\nORS. [H.L. DATTU, J.]\nprovided in Article 166(2).” (pr. 15, pp. 43)\n44. In Haridwar Singh vs. Bagun Sumbrui, [(1973) 3 SCC\n889], Rule 10 had been formulated under Article 166(3), it is\nobserved:\nA\nB\n\"16. In this case, we think that a power has been given to\nthe Minister in charge of the Forest Department to do an\nact which concerns the revenue of the State and also the\nrights of individuals. The negative or prohibitive language\nof rule 10(1) is a strong indication of the intent to make\nthe Rule mandatory. Further, rule 10(2) makes it clear that C\nwhere prior consultation with the Finance Department is\nrequired for a proposal, and the department on\nconsultation, does not agree to the proposal, the\ndepartment originating the proposal can take no further\naction on the proposal. The cabinet alone would be D\ncompetent to take a decision. When we see that the\ndisagreement of the Finance Department with a proposal\non consultation, deprives the department originating the\nproposal of the power to take further action on it, the only\nconclusion possible is that prior consultation is an\nessential pre-requisite to the exercise of the power.\" (pr.\n16, pp. 896)\n45. In Dattatraya Moreshwar vs. State of Bombay, [1952\nSCR 612] at pp. 624-65, per Das, J.:\nE\nF\n\"The fact that the old provisions have been split up into two\nclauses in Article 166 does not appear to me to make any\ndifference in the meaning of the article. Strict compliance\nwith the requirements of Article 166 gives an immunity to\nthe order in that it cannot be challenged on the ground that G\nit is not an order made by the Governor. If, therefore, the\nrequirements of that article are not complied with, the\nresulting immunity cannot be claimed by the State. This,\nhowever, does not vitiate the order itself. The position,\ntherefore, is that while the Preventive Detention Act requires\nH\n:\nA\nB\nC\n1128\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nan executive decision, call it an order or an executive\naction, for the confirmation of an order of detention under\nSection 11(1) that Act does not itself prescribe any\nparticular form of expression of that executive decision.\nArticle 166 directs all executive action to be expressed and\nauthenticated in the manner therein laid down but an\nomission to comply with those provisions does not render\nthe executive action a nullity. Therefore, all that the\nprocedure established by law requires is that the\nappropriate Government must take a decision as to\nwhether the detention order should be confirmed or not\nunder Section 11(1). That such a decision has been in fact\ntaken by the appropriate Government is amply proved on\nthe record.\"\nEvidence can be led to show that these actions are\nD attributable to the government. But Article 166(3) is not\nverificatory and has to be followed.\nLU\nE\nF\nLL\n0\nH\nEven in this case at pp. 632-633, as per Mukherjea, J., it\nis held:\n\"I agree with the learned Attorney General that non-\ncompliance with the provisions of either of the clauses\nwould lead to this result that the order in question would\nlose the protection which it would otherwise enjoy, had the\nproper mode for expression and authentication been\nadopted.\"\n46. In Bachhittar Singh vs. State of Punjab, [1962 Supp\n(3) SCR 713]:\n\"Rules of business under Article 166(3) required Revenue\nMinister to make the order against the petitioner, but the\nsame was done by the Chief Minister. The said order of\nthe CM was rescued by another rule of business which\nallowed him to call any fine before him. No mention of\nArticle 166(3) being directory or mandatory.\"\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1129\nORS. [H.L. DATTU, J.]\n47. In State of Sikkim vs. Dorjee Tshering Bhutia, [(1991) A\n4 SCC 243], it is observed:\n\"14.....The government business is conducted under\nArticle 166(3) of the Constitution in accordance with the\nRules of Business made by the Governor. Under the said\nRules the government business is divided amongst the\nministers and specific functions are allocated to different\nministries. Each ministry can, therefore, issue orders or\nnotifications in respect of the functions which have been\nallocated to it under the Rules of Business.\"\n48. In Gulabrao Keshavrao Patil vs. State of Gujarat,\n[(1996) 2 SCC 26], it is held:\n\"14....It would, therefore, be clear that the decision of a\nMinister under the Business Rules is not final or conclusive\nuntil the requirements in terms of clauses (1) and (2) of\nArticle 166 are complied with. Before the action or the\ndecision is expressed in the name of the Governor in the\nmanner prescribed under the Business Rules and\ncommunicated to the party concerned it would always be\nopen by necessary implication, to the Chief Minister to\nsend for the file and have it examined by himself and to\ntake a decision, though the subject was allotted to a\nparticular Minister for convenient transaction of the\nbusiness of the Government. The subject, though\nexclusively allotted to the Minister, by reason of the\nresponsibility of the Chief Minister to the Governor and\naccountability to the people, has implied power to call for\nthe file relating to a decision taken by a Minister. The\nobject of allotment of the subject to a Minister is for the\nconvenient transaction of the business at various levels\nthrough designated officers.\" (pr. 14, pp.35)\n49. Dr. Rajeev Dhavan, learned senior counsel fairly\nsubmits, that, even if Article 166(3) were to be held directory,\nsubstantial compliance of the same would be required. In\nB\nC\nD\nE\nF\nG\nH\n1130\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA support of this contention, the learned senior counsel relies on\nthe following decisions of this Court:\nB\nC\nBannari Amman Sugars Ltd. vs. Commercial Tax\nOffice (2005) 1 SCC 625.\nR. Chitralekha vs. State of Mysore (1964) 6 SCR\n368\nState of U.P. vs. Om Prakash Gupta (1969) 3 SCC\n775\nDattatraya Moreshwar vs. State of Bombay 1952\nSCR 612\n50. The summary of the arguments canvassed by learned\nsenior counsel Shri F.S. Nariman is that, the Rules of Business\nD framed under Article 166(3) of the Constitution is only directory\nand by no stretch of imagination, it can be said to be mandatory\nand, therefore, non compliance of the Rules of Business cannot\nbe declared as illegal or void ab-initio. In justification of the\njudgment of the Bombay High Court, it is the stand of Dr.\nE Rajeev Dhawan, learned senior counsel that at-least some of\nthe provisions of Rules of Business framed by Govt. of Goa are\nmandatory and non-observation of the same would vitiate the\ncirculars/orders/notifications etc.\nF\nG\nH\n51. In order to appreciate the rival contentions canvassed\nby learned senior counsels, it would be appropriate, to extract\nArticle 166 of the Constitution of India and the same is as under:\n-\n\"Article 166 Conduct of business of the Government of\na State (1) All executive action of the Government of a\nState shall be expressed to be taken in the name of the\nGovernor.\n(2) Orders and other instruments made and executed in\nthe name of the Governor shall be authenticated in such\nmanner as may be specified in rules to be made by the\n"}