{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1101\nORS. [H.L. DATTU, J.]\nA\nB\n60 installments w.e.f. September, 1996 and each installment\nwas of Rs. 1,74,513. The respondent had adjusted an amount\nof Rs. 53,78,594 as against the bills from September, 1996 to\nAugust, 1997 and further adjustment of Rs. 31,41,234 was also\ndone subsequently thus leaving a balance of Rs. 73,29,528.\nThe benefit of rebate was denied to the appellant for the\nremaining period on the basis of the notification dated\n31.3.1998, whereby the extension of rebate in tariff was\nsuspended. Pursuant to the judgment dated 21.1.1999, the\nappellant raised a fresh demand for rebate before the\nrespondent no. 2 and as they failed to succeed, they C\napproached the High Court for directions to seek\nimplementation of the said judgment.\n16. The present appeal is filed against the High Court's\norder dated 24.04.2001 and the letter issued on 25.05.2001\nby the Department of Power to the appellant herein asking for\nrefund of the rebate of Rs. 1,11,35,738 in one installment on\nor before 15.6.2001 pursuant to the order dated 24.4.2001.\nD\nF\n17. The facts in Civil Appeal No.4214 of 2002 are:- The\nappellant - Goa Glass Fibre Ltd. - has set up a manufacturing E\nplant at Colvale, Bardez Goa and it had applied for electric\npower connection on 18.7.1994. Pursuant to the agreement\nsigned on 7.12.1995 between the appellant and the respondent\nno. 2, the appellant's factory was given power supply for the\nfirst time on 16.3.1996. The appellant made a representation\nto respondent no. 2 on or about 3.7.1996 for the benefit of 25%\nrebate in tariff and another reminder was sent in that regard\non 27.11.1996. The claim for rebate was made on the basis\nof the government notification dated 30.09.1991, 15.05.1996\nand 01.08.1996. Pursuant to the Notification dated 01.08.1996,\n25% rebate to this industry was granted w.e.f. February, 1997\nalong with the arrears of installment @ Rs. 1,24,520. Such\nrebate was adjusted in the monthly bill. This rebate was\nwithdrawn by issuing a circular dated 31.3.1998. This circular\nwas challenged in the High Court. The High Court in its\nG\nH.\n1102 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA judgment dated 21.01.1999, held the circular dated 31.3.1998\nas invalid and inoperative. The appellant filed a Writ Petition\nNo. 254 of 1999 in the High Court praying for the restoration\nof the 25% rebate..\nB\nC\n18. The facts in Civil Appeal No.4217 of 2002 are :- The\nAlcon Cement Company Limited applied for power supply on\n17.9.1992 and entered into an agreement with the respondent\nno.2 for supply of power on 29.9.1993. The appellant's factory\nat Surla in the State of Goa was given electricity supply for the\nfirst time on 1.3.1994. Sometime in October 1996, the Executive\nEngineer acknowledged the entitlement of 25% rebate and\nrebate in energy consumption was granted. The appellant was\ngiven adjustment of 13 installments quantified in sum of Rs.\n2,90,342/- leaving a balance of 47 installments. In addition, the\nbalance of subsidy for the months of March 1998 to July 1998\nwas worked out at the rate of Rs.4,24,671 thus making a total\nsum of Rs. 14,74,755. The benefit of rebate was denied to the\nappellant for the remaining period on the basis of the\nnotification dated 31.3.1998, whereby the extension of rebate\nin tariff was suspended. Pursuant to the judgment dated\nE 21.1.1999, the appellant raised a fresh demand for rebate\nbefore the respondent no. 2 and as they failed to succeed, they\napproached the High Court seeking directions to implement the\nsaid judgment.\nD\nF\nG\nH.\nI\n19. Before us the appellants urged various contentions and\nsupported them with various grounds and the case laws. The\nquestions of law according to the appellants are as under:\nWhether there is any breach of judicial discipline by\nthe High Court in not following it's own Judgment\nrendered by a Full Bench in the Case of Kharkanis\nwherein the Business Rules framed under Article\n166 (3) were held to be directory in nature, but in\nholding that the Rules of Business are mandatory?\nWhether the High Court by the judgment impugned\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1103\nORS. [H.L. DATTU, J.]\nherein has set at naught the judgment dated A\n21.01.1999 rendered by the other Division Bench\nwith reference to the same notifications impugned\nin Writ Petition No. 316 of 1999, the former of\nwhich has been affirmed by this Court by its order\ndated 13.02.2001 in Civil Appeal No. 3206-07 of B\n1999 and others?\nWhether the appellants as consumers of power\nseeking rebate in terms of the Notifications issued\nin the name of the Governor which have been duly\ngazetted, can be estopped from seeking relief of\nrebate under them on the ground that the said\nNotifications were void ab initio as they were not\nissued in compliance of Business Rules?\nC\nWhether the High Court, in the writ petition filed by D\nManohar Parrikar, on the basis of the files.\nproduced before it by the State Government with\nManohar Parrikar as the Chief Minister of the State\nat the time of such production, erred in concluding\nthat the impugned notifications are non-est on the\nbasis of such files which had also been examined\nby the earlier Division bench of the High Court?\nWhether the High Court by issuing directions to\neffect recovery of rebate granted on the basis of\nNotifications in issue has over ruled the decision of\nthe earlier Division Bench which had held that relief\nunder the notifications would be granted up to the\ndate of rescission of the Notification by the Gazette\ndated 27.07.1998?\nE\nF\nG\nWhether the High Court erred in allowing the Writ\nPetition of Manohar Parrikar based on the changed\nstance of the State Government contained in its\naffidavit dated 12.04.2001 which was different from\nthat which was taken by the State in the Court H\nA\nB\nC\nD\nE\nF\nG\n☐ H\n1104 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nbefore the 1st respondent herein became the Chief\nMinister of the State of Goa?\nWhether the High Court was justified in allowing the\nWrit Petition of Manohar Parrikar on the ground of\nNotifications being null and void for want of\ncompliance with the Business Rules while its stand\nbefore the High Court in the present writ petition and\nearlier batch of writ petitions was that the\nnotifications impugned had been rescinded due to\nfinancial crunch and in public interest which was\nupheld by the High Court and by this Court?\nWhether the judgment impugned has been\nrendered in a case where the petitioner on his\nbecoming Chief Minister of the State drew support\nof the State Government through his own Advocate\nGeneral to settle scores with his political rival the\n3rd respondent herein?\nIs there any judicial indiscipline in the High Court\nin not following the judgment of this Court dated\n13.02.2001 confirming the High Court judgment\ndated 21.01.1999, more so in view of the consistent\nstand taken by the State Government in Parrikar's\ncase that the judgment of the High Court, dated\n21.01.1999 covered the issues therein and that the\nHigh Court should await the order of this Court in\nAppeals pending and which was eventually\ndisposed by order dated 13.02.2001?\nDid the High Court erred in not permitting Manohar\nParrikar [1st respondent herein] to withdraw his writ\npetition, when he himself had submitted that the\nissues in his writ petition were covered by the\njudgment of the High Court dated 21.01.1999 and\nthat the appeals there against were pending in this\nCourt?\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1105\nORS. [H.L. DATTU, J.]\n20. These civil appeals are opposed by the State A\nGovernment by filing a detailed Counter Affidavit. The\ncontentions of the State Government in support of the impugned\njudgment can be summarized as under:\nThat the State has a vital interest in the outcome of\nthe proceedings before this Court which have a\nbearing on the State's Finances as an order of this\nCourt setting aside the judgment impugned will\nresult in a loss of Rs. 50 Crores to the State's\nExchequer.\nThat the State has already paid an amount of about\n16 crores as rebate and it cannot afford to pay any\nmore on account of financial crunch faced by it and\nalso on account of the Notifications not being\nGovernment decision in the eyes of law, in as much\nas the matter was neither placed before the State\nCabinet in terms of the Business Rules nor was the\nmandatory concurrence of the Finance Department\nunder the Business Rules obtained and the High\nCourt has rightly held that the Notifications cannot\nbe termed as State Government's decisions for\nwant of non-compliance of mandatory Business\nRules and the decision and actions based on the\nnotification are therefore non-est.\nThat there is no truth in the contention that the State\nGovernment has taken stand which is inconsistent\nwith and contradictory to the one taken in the earlier\naffidavits filed in the proceedings.\nB\nC\nD\nE\nF\nG\nThat the earlier affidavits for and on behalf of the\nState were filed by Chief Electrical Engineer\nNagarajan in virtual support of the Notifications\nimpugned. However, the said Nagarajan himself\nwas party to the entire matter including moving of\nthe file, initiating the process and that his H\n\"\nA\nB\nC\nD\nLU\nE\nF\nךד\nG\n1106\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nappointment was on ad-hoc basis overlooking the\njust and reasonable claims of various other senior,\neligible and qualified candidates and that he had\ngiven benefit of rebate to an applicant whose\napplication had been rejected by his predecessor.\nThat investigation on a police complaint lodged by\nthe petitioner in W.P 316 of 1999 disclosed that\nthere was a conspiracy hatched between the said\nNagarajan and the then Power Minister at whose\ninstance the Notifications impugned were issued\nand that a charge sheet was laid before the Special\nCourt set up under the Prevention of Corruption Act\nfor offences under Section 120B of the Indian Penal\nCode and other provisions of the Prevention of\nCorruption Act and the said Nagarajan who filed\nthe earlier affidavits was an accused in the said\nproceedings.\nThat when it comes to the involvement of public\nrevenue and the effect on the State's Exchequer to\nthe tune of Rs.50 Crores, one has to be bold\nenough to place the correct facts and law before the\nCourt and the earlier affidavits filed on behalf of the\nState Government did not place before the Court\ncorrect facts of the matter and that the affidavit of\nNagarajan which did not reflect correct position of\nlaw and did not place correct facts before the Court\nshould be discarded and the one filed subsequently\nshould not be considered as contradictory or\ninconsistent as correct facts borne out from the\nGovernment files were placed before the Court by\nthe said affidavits. The said affidavits also reflected\nthe fact that there was neither financial sanction nor\nwas there a budgetary provision nor was there a\nCabinet approval as mandatorily required under the\nprovisions of Article 166 (3) of the Constitution and\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1107\nORS. [H.L. DATTU, J.]\nA\nB\nthe said Notifications therefore could not be said\nto be the decision of the State Government in the\neye of law. The affidavit dated 12.04.2001 was filed\nbefore the High Court after the State re-examined\nthe entire matter at the highest level and after\nexamining the legal aspects and as it was found\nthat certain matters which go to the root of the\nmatter and as the earlier affidavits filed before the\nHigh Court did not place all the facts emanating from\nGovernment files and records. The said affidavit\nwas filed explaining the severe financial C\nimplications which the said Notifications incurred\non the State in the form of rebate which could not\nbe borne by the State's interest and which was\ndetrimental to the State's Interest, more so in view\nof lack or absence of legal sanctity for the said\nnotification. The affidavit was filed further to\ndisclose that there was breach of mandatory\nBusiness Rules and to show that neither cabinet\napproval for the decision as required under law was\nobtained nor any budgetary allocation made for the\nrebate. The affidavit was filed to explain that the\nState Government could not bear liability of such\nmagnitude.\nD\nE\n21. The counter-affidavit of the respondent - State herein\nfurther reiterates the position of law flowing from various F\nprovisions of the Constitution and the Business Rules made\nthere under and states that the impugned notifications did not\ncomply with the requirements of the Business Rule 7 and were\ntherefore totally vitiated and did not have any binding effect on\nthe State Government. The decision contained in the said G\nNotifications could not be the decision of the State Government\nin the strict and true sense of law. With these contentions the\nState Government seeks to support and sustain the judgment\nof the High Court against which appeal is filed in this Court.\nH\nA\nB\n1108 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n22. A rejoinder is filed by the appellant - M.R.F Ltd. to\ncounter various statements made by the State Government' in\nits Counter Affidavit filed in the appeal.\n23. We have heard Shri F.S. Nariman, Dr. Rajeev Dhavan,\nShri L. Nageshwar Rao, Shri K.N. Bhatt and Shri Shyam Divan,\nthe learned senior counsel for the parties who have advanced\nelaborate arguments in support of the issues respectively\nraised by them in the pleadings.\n24. The High Court by its judgment impugned herein has\n. C elaborately dealt with each of the contentions of the parties\nbefore it. Before the High Court the Writ Petition filed in public\ninterest was opposed on various grounds. It was preliminarily\nobjected to and opposed on the ground of maintainability which\nwas dealt with by the High Court holding as under:-\nD\nヨ\nF\nG\nI\n\"We have no hesitation to hold that the Petition is not\nrequired to be dismissed on the ground of merger of the\nearlier decision dated 21st January, 1999 with the order\nof the Apex court or on the ground of res judicata. There\nis no dispute that the illegality of these Notifications were\nnot challenged in the Petitions which came to be decided\non 21st January, 1999 and, in fact, the said challenge\ncould not have been raised for the simple reason that the\nPetitioners' claim was entirely based on the existence of\nthese two Notifications. When the Petitioner moved\nMiscellaneous Civil Application No.637 of 1999 with the\nprayer to allow him to withdraw the Petition for the reasons\nstated therein, this court while rejecting the said\napplication by order dated 27th January, 2000, gave the\nfollowing reasoning:-\n\"It appears that at one stage the applicant had prayed for\ntaking up the Writ Petition No. 316/98 along with the other\nbatch of Writ Petitions, but the said prayer was withdrawn.\nIn the said batch of Writ Petitions, challenge had been\nthrown to the decision of government of Goa\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1109\nORS. [H.L. DATTU, J.]\nC\ncommunicated by the Chief Electrical Engineer vide A\nCircular dated 31st March, 1998 to suspend the release\nof 25% rebate of power tariff to the industrial consumers.\nThere was no challenge whatsoever to Notification dated\n15th May, 1996, or Notification dated 1st August, 1996,\nor that the said Notifications were null and void and to B\nnullify any effect given to them in the earlier batch of Writ\nPetitions which declaration is now sought by the Writ\nPetition No. 316/98. There was also no challenge to the\nguidelines framed by letter dated 12th December, 1995,\nwhich is sought to be challenged in the Writ Petition No.\n316/98 on the ground that it is illegal to the extent it goes\nbeyond the scope of 1991 Notification. No direction had\nbeen sought in the earlier batch of Writ Petitions for\ninvestigation into the grant of rebate, or for initiation of\nrecovery proceedings against those units to whom 25%\nrebate had actually been paid, or adjusted, or to fix\naccountability of the concerned public servant, or\nauthorities for causing loss to the State exchequer. After\ntaking us through the Judgment, learned advocate for the\napplicant himself admitted that none of the declarations or\ndirections claimed in Writ Petition No.316/98 had been\nsought in the earlier batch of Writ Petitions. Therefore, it\ncannot prima facie be said that the controversy in the\nearlier batch of Writ Petitions and the Writ Petition in\nquestion is the same.\nIn the circumstances, in our opinion, there is no case made\nout for permitting the applicant to withdraw the Writ Petition\nNo.316/98. Accordingly, the application is hereby\ndismissed.\"\nThere was no challenge whatsoever to the Notifications\ndated 15th May, 1996 and 1st August, 1996 and the declaration\nnow sought in the instant Writ Petition was not in issue in the\nearlier batch of Petitions. After taking us through the judgment,\nthe learned senior counsel admitted that none of the\nD\nE\nF\nG\nH\n1110 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA declarations or directions in Writ Petition No.316/98 had been\nsought in the earlier batch of Writ Petitions. Therefore, it cannot\nbe said that the controversy in the earlier batch of Writ Petitions\nand the present Writ Petition in question are the same. This\nOrder dated 17th January, 2000 has now become final, though\nB it was an interlocutory order rejecting Miscellaneous Civil\nApplication No. 637 of 1999. This Court was more than\nconvinced that the challenge raised in Writ Petition No. 316 of\n1998 was not an issue for consideration before it while handing\ndown the judgment dated 21st January, 1999, It is for these\nreasons, the principle of res judicata will not be applicable in\nthe instant case.\nC\n25. As regards the objections raised by the respondents\non the basis of concept of merger, the High Court has held that\nthough the appeals challenging the judgment of the High Court\nD dated 21.01.1999 have been dismissed by this Court, and the\nfindings of the High Court on the relevant issues have been\nimpliedly confirmed and though the principle laid down by this\nCourt in the case of Kunhayammed Vs. State of Kerala,\n[(2000) 6 SCC 359], is squarely applicable on the issue of\nE merger and the judgment dated 21.01.1999 of the High Court\nmerged with the order of this Court dated 13.02.2001, the\nconcept of merger will not come in its way in deciding the\nissues involved in this petition for the reasons, that, these issues\nwere not raised and therefore not required to be decided by\nF the High Court in its earlier judgment dated 21.01.1999 as was\nclear from the order passed by it on 27.01.2000 in Misc. Civil\nApplication No. 637 of 1999. The High Court held, that, it had\nno occasion to address itself on the challenge raised to the\nnotification impugned in the Writ Petition of Manohar Parrikar\nG and the earlier batch of Writ Petitions proceeded solely against\nthe order dated 31.03.1998, and subsequent Notification\nissued by the State Government on 24.07.1998. It is observed\nby the High Court, that, the State Government opposed those\nWrit Petitions without examining the legality of the Notifications\ndated 15.05.1996 and 01.08.1996 and it had contended that\nH\n"}