{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n288\nSUPREME COURT REPORTS\nXXX\n[2008] 12 S.C.R.\nreasons may cease to be valid. A purely temporary\nprovision which because of compelling forces.\njustified differential treatment when the\nReorganisation Act was enacted cannot obviously\nbe permitted to assume permanency, so as to\nperpetuate that treatment without a rational basis to\nsupport it after the initial expediency and necessity.\nhave disappeared.\"\n15. The aforesaid decisions clearly recognise and establish\nthat a statute which when enacted was justified may, with the\npassage of time, become arbitrary and unreasonable. It is,\ntherefore, to be seen whether the aforesaid principle is\napplicable in the instant case. Can it be said that even though\nthe provisions relating to the fixation of standard rent were\nvalid when the Bombay Rent Act was passed in 1947 the said.\nprovision, as amended, can still be regarded as valid now?\nXXX\n17. A perusal of the aforesaid extracts of reports and resolutions:\nclearly demonstrates that since the last two decades the\nauthorities themselves seem to be convinced that the pegging\ndown of the rents to the pre-war stage and even thereafter, is\nno longer reasonable. Unfortunately apart from lip service.\nlittle of note has been done. Even the Rent Control Bill\nintroduced in 1993 has not yet become law.\nХхх\n22. The aforesaid illustration, which has not been seriously\ndisputed, clearly brings out the arbitrariness of the standard\nrent provisions contained in the Bombay Rent Act. It is true\nthat the aforesaid illustration has reference to the monthly\nrent of Rs 100 as on 1-9-1940 and does not relate to the\npremises which are let out after the Act had come into force.\nAs far as Section 5(10) is concerned the standard rent of the\npremises let out after 1-9-1940 is that rent at which the\npremises were first let. Even so the rapid increase in the\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 289\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n41\nB\nD\nexpenses for repair and other outgoings and the decreasing A\nnet amount of rent which remains with the landlord, clearly\nshow that the non-provision in the Act for reasonable increase\nin the rent, with the passage of time, is leading to arbitrary\nresults. This is also demonstrated from the facts in the case\nof Petitioner 3 who owns Unit No. A-18 on the first floor\nadmeasuring 808 sq. ft. in the property known as Shri Ram\nIndustrial Estate situated at 13 J.D. Ambedkar Road, Mumbai.\nThe said building belongs to a cooperative society and Unit\nNo. A-18 was given on lease and licence basis by an agreement\ndated 23-8-1964 by the appellant to Lokmitra Sahakari Printing\nand Publishing Society Ltd. on a monthly compensation of C\nRs 686.80 per month. Liabilities of repairs is on the appellant\nand according to it this amount received in respect of the said\nunit by the appellant is Rs 563.65 per month inclusive of all\ntaxes. Out of this sum Appellant 3 has to pay Rs 216.33 as\nmunicipal taxes leaving a balance of Rs 320.22. From this\namount the society outgoings is Rs 250 per month, leaving a\nbalance of only Rs 70.20 per month with the said appellant.\nAnother instance which has been given is that of Appellant 4\nwho owns a property known as Ram Mahal situated at 8,\nDinshaw Vachha Road, Mumbai. The said building has 20\nresidential flats and the building was purchased by Appellant E\n4 in the year 1955, although it had been constructed prior to\n1940. Flat No. 15 on the 5th floor of the said building had been\nlet out by the previous owners to M/s Bennett Coleman \u0026 Co.\nLtd., who were the sitting tenants at the time when the property\nwas purchased. The flat measures 1710 sq. ft. and monthly\nrent for the same is Rs 460 per month inclusive of permitted F\nincrease and repairs. According to the appellant the income\nby way of rent has remained constant while the expenditure\nhas been increased and the total gross rent of the building\nwhich he receives is Rs 1,72,032 per annum while it incurs\nan annual expense of Rs 1,93,245 consisting of BMC taxes,\nrepairs, ground rent, maintenance charges inclusive of small\nelectricity bill and the insurance premium. He is, therefore,\nsuffering a loss of Rs 21,213 every year. It is not necessary\nto examine the correctness of these details except to note\nthat what was reasonable on 1-9-1940 or in 1950s or in 1960s\ncan no longer be regarded as reasonable at this point of time. H\nG\n17\n290\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nXXX\n25. It is true that one of the reasons for enacting the rent\ncontrol legislation is to prevent exploitation of the tenants by\nthe landlords. One of the protections which has been provided\nto the tenants in the rent legislation throughout the country is\nthe concept of standard rent. Each State has definite laws\nwith regard thereto. In some case, like in Delhi, the Rent\nControl Act is not applicable if the rent is Rs 3500 or more\nwhile in the other States Rent Control Act is not applicable to\ncertain categories of persons. In the Bombay Rent Act, with\nwhich we are concerned, the standard rent as on 1-9-1940 or\nthe first rent of the premises which was let out thereafter is\nthe standard rent. The pegging down of rent, coupled with the\ninability of the landlord to evict the tenants, has given rise to\nunlawful tendencies. In the Statement of Objects and Reasons\nannexed to LA Bill No. 79 of 1986 introduced in the Maharashtra\nLegislature providing for amendment to the Bombay Rent\nControl Act with regard to clause 3 it was, inter alia, stated as\nfollows:\n\"The freezing of standard rent prevailing on 1st\nSeptember, 1940 has deprived the landlords of getting\nreasonable and adequate return to undertake\nmaintenance and repairs to the old buildings. Despite\nthe penal provisions in the Act for charging any premium\nfrom a tenant, such freezing of rent results in charging\n'pugree' or deposit or similar illicit payments which are\nwidely prevalent. The construction of new tenements\non rental basis has considerably ceased with the result\nthat low and middle income groups are not getting\npremises on rent....\"\n(emphasis added)\n26. Notwithstanding the fact that the State Legislature was\nconscious of the illegal payments which are made because\nof the rent restriction law no effective steps have been taken\nso far to strike a balance between the interests of the landlords\nand the tenants.\nH\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 291\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n27. It is true that whenever a special provision, like the Rent A\nControl Act, is made for a section of the society it may be at\nthe cost of another section, but the making of such a provision\nor enactment may be necessary in the larger interest of the\nsociety as a whole but the benefit which is given initially if\ncontinued results in increasing injustice to one section of the\nB\nsociety and an unwarranted largess or windfall to another,\nwithout appropriate corresponding relief, then the continuation\nof such a law which necessarily, or most likely, leads to\nincrease in lawlessness and undermines the authority of the\nlaw can no longer be regarded as being reasonable. Its\ncontinuance becomes arbitrary.\nC\n28. The legislature itself, as already noticed hereinabove, has\ntaken notice of the fact that pugree system has become\nprevalent in Mumbai because of the Rent Restriction Act.\nThis Court was also asked to take judicial notice of the fact\nthat in view of the unreasonably low rents which are being D\nreceived by the landlords, recourse is being taken to other\nmethods to seek redress. These methods which are adopted\nare outside the four corners of the law and are slowly giving\nrise to a state of lawlessness where, it is feared, the courts\nmay become irrelevant in deciding disputes between the\nlandlords and tenants. This should be a cause of serious\nconcern because if this extra-judicial backlash gathers\nmomentum the main sufferers will be the tenants, for whose\nbenefit the Rent Control Acts are framed.\nE\nF\n29. Insofar as social legislation, like the Rent Control Act is\nconcerned, the law must strike a balance between rival\ninterests and it should try to be just to all. The law ought not\nto be unjust to one and give a disproportionate benefit or\nprotection to another section of the society. When there is\nshortage of accommodation it is desirable, may, necessary\nthat some protection should be given to the tenants in order G\nto ensure that they are not exploited. At the same time such\na law has to be revised periodically so as to ensure that a\ndisproportionately larger benefit than the one which was\nintended is not given to the tenants. It is not as if the\nGovernment does not take remedial measures to try and H\nA\nB\nC\nD\nE\nF\nG\nH\n292\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\noffset the effects of inflation. In order to provide fair wage to\nthe salaried employees the Government provides for payment\nof dearness and other allowances from time to time.\nSurprisingly this principle is lost sight of while providing for\nincrease in the standard rent the increases made even in\n1987 are not adequate, fair or just and the provisions continue\nto be arbitrary in today's context.\n-\n30. When enacting socially progressive legislation the need\nis greater to approach the problem from a holistic perspective\nand not to have a narrow or short-sighted parochial approach.\nGiving a greater than due emphasis to a vocal section of\nsociety results not merely in the miscarriage of justice but in\nthe abdication of responsibility of the legislative authority. Social\nlegislation is treated with deference by the courts not merely\nbecause the legislature represents the people but also\nbecause in representing them the entire spectrum of views is\nexpected to be taken into account. The legislature is not\nshackled by the same constraints as the courts of law. But its\npower is\ncoupled with a responsibility. It is also the\nresponsibility of the courts to look at legislation from the altar\nof Article 14 of the Constitution. This article is intended, as is\nobvious from its words, to check this tendency; giving undue\npreference to some over others.\n23\n31. Taking all the facts and circumstances into consideration\nwe have no doubt that the existing provisions of the Bombay\nRent Act relating to the determination and fixation of the\nstandard rent can no longer be considered to be reasonable.\nThe said provisions would have been struck down as having\nnow become unreasonable and arbitrary but we think it is not\nnecessary to strike down the same in view of the fact that the\npresent extended period of the Bombay Rent Act comes to an\nend on 31-3-1998. The Government's thinking reflected in\nvarious documents itself shows that the existing provisions\nhave now become unreasonable and, therefore, require\nreconsideration. The new bill is under consideration and we\nleave it to the legislature to frame a just and fair law keeping\nin view the interests of all concerned and in particular the\nresolution of the State Ministers for Housing of 1992 and the\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 293\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nNational Model Law which has been circulated by the Central A\nGovernment in 1992. We are not expressing any opinion on\nthe provisions of the said Model Law but as the same has\nbeen drafted and circulated amongst all the States after due\ndeliberation and thought, there will, perhaps, have to be very\ngood and compelling reasons in departing from the said Model\nLaw. Mr Nargolkar assured us that this Model Law will be\ntaken into consideration in the framing of the proposed new\nRent Control Act.\"\n37. The important point to be noted is that in the above\njudgment it has been held that with the passage of time the\n1947 Act which was justified when enacted had become arbi-\ntrary and unreasonable with the change in economic circum-\nstances. It has been further observed in the said judgment that.\nthe 1947 Act relating to determination and fixation of standard\nrent can no longer be considered to be reasonable. However,\nthis Court felt that though the provisions mentioned above were.\nliable to struck down as unreasonable and arbitrary keeping in\nmind the consequences that the tenants may lose protection of\nthe Rent Act, this Court gave an opportunity to the Government\nto consider enactment of a Model Law. This judgment was de-\nlivered by the apex Court on 19.12.1997.\nB\nC\nD\nE\n38. Therefore, the legislature was required to keep in mind\nthe vulnerability of fixing standard rent as on 1.9.1940. At the\nsame time, the legislature had to keep in mind two aspects,\nnamely, tenancy protection and rent restriction. The problem F\narose on account of economic factors. However, the legislature\nfound the solution by evolving an economic criterion. The legis-*\nlature evolved a package under which the prohibition on receiv-\ning premium under Section 18 of the 1947 Act stood deleted. In\nother words, landlords were given the liberty to charge premium.\nThe second package was to exclude cash-rich body corporates\nand statutory corporations from the protection of the Rent Act.\nThis part of the economic package helps the landlords to en-\nhance the rent and charge rent to the entities mentioned in Sec-\ntion 3(1)(b) who can afford to pay rent at the market rate. This\nG\nH\n294\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA was the second item in the economic package offered to the\nlandlords under the present Rent Act. The third item of the Rent\nAct was to give the benefit of annual increase of rent @ 5%\nunder the present Rent Act. All three items constituted one com-\nposite package for the landlords. The underlying object behind\nB the said economic package is to balance and maintain the two-\nfold objects of the Rent Act, namely, tenancy protection and rent\nprotection. The idea behind excluding cash-rich entities from\nthe protection of the Rent Act is also to continue to give protec-\ntion to tenants who cannot afford to pay rent at market rate.\nC _\n39. The above discussion is relevant because we must\nunderstand the reason why Section 3(1)(b) came to be enacted.\nAs stated above, in our view, with the offer of an economic pack-\nage to the landlords, the legislature has tried to maintain a bal-\nance. The provisions of the earlier Rent Act, as stated above,\nD have become vulnerable, unreasonable and arbitrary with the\npassage of time as held by this Court in the above judgment.\nThe legislature was aware of the said judgment. It is reflected in\nthe report of the Joint Committee. In our view; the changes made\nin the present Rent Act by which landlords are permitted to\nE charge premium, the provisions by which cash-rich entities are\nexcluded from the protection of the Rent Act and the provision\nproviding for annual increase at a nominal rate of 5% are struc-\ntural changes brought about by the present Rent Act, 1999 vis-\nà-vis the 1947 Act. The Rent Act of 1999 is the sequel to the\nF judgment of this Court in the case of Malpe Vishwanath Acharya\n(supra).\nwik\n40. The entire discussion hereinabove is, therefore, not\nonly to go behind Section 3(1)(b) and ascertain the reasons for\nenactment of the said sub-section but also to enable this Court\nG to give purposive interpretation to the said sub-section.\n41. In the light of the discussion mentioned hereinabove,\nwe need to interpret Section 3(1)(b). The said sub-section ex-\ncludes entities enumerated therein from the protection of the\nsaid Rent Act, namely, banks, PSUs, statutory corporations, for-\nH\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 295\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\neign missions, international agencies, multinational companies A\nand private limited companies and public limited companies\nhaving a paid up share capital of Rs. 1,00,00,000 or more. The\nquestion which arises for determination concerns the charac-\nter of PSUs in the context of Section 3(1)(b)..\nB\n. 42. The word 'PSU' is not a term of art. It is not defined in\nthe said Rent Act. It is not defined in the Companies Act. How-\never, the said term finds place in the Report of the Study Team\non Public Sector. Undertakings. One such Report of the Study\nTeam is dated 10.6.1967. The Study Team was appointed on\n20.5.1966. It submitted its Report to the Chairman, Administra- C`\ntive Reforms Commission, Government of India. Under Chap-\nter XIV, the Committee has discussed the forms of organiza-\ntion, namely, departmental undertaking, Government company\nand PSU. It observed that departmental undertakings are un-\nsuitable for industrial and commercial enterprises. It is further D\nobserved that, in India, the Government has adopted the method\nof running companies by directly holding shares in them. Ac-\ncording to the Committee, this is the pattern of public sector in\nIndia: This, according to the Committee, is apart from statutory\ncorporations which are set up or established under Central/State E\nActs. According to the Committee, a public corporation as a\nform covers statutory corporation, Government company and\npublic sector company. According to the Committee, PSU and\nGovernment company are to be equated in the sense that these\ntwo entities are the same when it comes to autonomy and flex-\nibility as compared to departmental undertakings. One point\nmay be noted at this stage. The concept of PSU and the con-\ncept of Government company became relevant after introduc-\ntion of economic reforms in 1991. With the said reforms, mar-\nket orientation was given to our economy. It is around this time\nthat the role of PSU became important. Both, the PSU as well\nas the Government company, were given autonomy and flex-\nibility in commercial sectors. Annexure I to the Report of the\nStudy Team on PSUs dated 10.6.1967 indicates clearly that\nGovernment companies stood covered under the concept of\nF\nG\nH\nC\nD\n296\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA PSUs. In the present matter, the High Court has taken a view\nthat Government companies stands excluded from PSU under\nSection 3(1)(b) as Government companies are separate and\ndistinct entities from PSUs and since Government Company is\nnot in the enumerated items in Section 3(1)(b) one cannot in-\nB clude the said entity within the meaning of the word PSU. This\nview of the High Court is erroneous for the simple reason that\nthe word PSU is not defined under any Act. The word PSU is\nindicated in various Parliamentary Committees on Administra-\ntive Reforms so that in financial, employment and in policy mat-\nters, the Central/ State Government could evolve norms/stan-\ndards. It is no doubt true that the public character of the func-\ntions performed by the Undertaking determine the character of\nthat undertaking. It is the public character of the functions of the\nundertaking which makes it a PSU. However, there is no con-\nclusive test for determining the status of an undertaking as a\nPSU. In judging the character of an entity, the court has to keep\nin mind the context in which the word PSU is used in a given\nenactment. There are a number of tests which could be applied\nin judging the character of an entity, namely, the test of origin,\nthe test of agency or instrumentality of the State, the functional\ntest, the monopolistic status of an entity, test concerning areas\nof operations, the test of economies of scale, the test of control,\nthe role of the entity in the priority sector etc. Therefore, there is\nno one conclusive test applicable to decide the character of an\nentity. For example, nationalized banks have been held to fall\nF within State by this Court on an application of the test of control.\nSimilarly, the test of \"agency or instrumentality\" that came to be\nlaid down brought the Government companies, as defined un-\nder Section 617 of the 1956 Act, to be included within the con-\ncept of State for the purposes of Article 12 of the Constitution\nG (see: Som Prakash Rekhi v. UOI and anr. [1981]1SCC449).\nTherefore, none of the above tests is conclusive in itself. Suf-\nfice it to state that Government companies under Section 617\nare understood by the Legislature to be a part of PSUs. There-\nfore, even on the web site of Central Government, Undertak-\n. H ings under the caption of PSUs/PSES, we find Government\nE\nE\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 297\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nC\nD\ncompanies, State owned Government companies being listed A\nunder the caption of PSUS/PSEs. These items have been enu-\nmerated on the basis of Legislative Understanding. According\nto the book titled \"Growth of Trade, Commerce and PSUs\" writ-\nten by Shri Suresh Prasad Padhy, the PSUs may be in the form\nof departmental units, corporations, Government companies, B\nautonomous bodies or authorities. Corporate governance, ac-\ncording to Geeta Gouri, is one of the major process for putting\nPSES and PSUs on the right track. In the list of PSUs published\non the web site of the Central Governmet, BPCL is shown as a\nPSU. Similarly, MTNL and BSNL are Government companies\nwhich are also shown as PSUs. According to Bishwa Nath\nSingh, author of \"Public Enterprise in Theory and Practice\" for\n\"efficient working of public enterprises a combination of\neconomy and accountability is essential. The corporate form of\nundertaking has an advantageous position because it has nec-\nessary flexibility and operational freedom. The statutory corpo-\nrations are set up under specific Statute of Parliament which\nstatute indicates the extent of their accountability and the na-\nture of Parliamentary control. On the other hand, a Government\ncompany is possessed with the merits of easy formation, flex-\nibility in administration, wider source of resources mobilization,\nfreedom from accounting and audit laws and procedures appli-\ncable to Government departments as well as providing a bal-\nance between autonomy and control. For its formation, there is\nno need of a separate enactment. Under the Indian Compa-\nnies Act, 1956, a company may be established by issue of ex-\necutive order by a Gazette notification or on a formal registra-\ntion by a Memorandum and Articles of Association. This form\nof organization is free from day-to-day Government Interference.\nThus, all the important forms of organization for the PSUs have\ncertain advantages and certain limitations. A majority of PSU's G\nin India are in the company form and the idea behind bringing\nmore PSUs in this form has been mainly that of autonomy. Simi-\nlar is the case of statutory corporations which are also created\nto mitigate the drawbacks of departmental administration” (see\npage 91).\nE\nF\nH\n"}