{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n278\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n(2) in the State of Jammu and Kashmir, or any part\nthereof, before the commencement of the\nJammu and Kashmir (Extension of Laws) Act,\n1956 (62 of 1956), in so far as banking,\ninsurance and financial corporations are\nconcerned, and before the commencement of\nthe Central Laws (Extension to Jammu and\nKashmir) Act, 1968 (25 of 1968) insofar as other\ncorporations are concerned; and\n(g) the Portugese Commercial Code in so far as it relates\nto \"sociedades anonimas\";\n(iii) \"private company\" means a company which has a\nminimum paid-up capital of one lakh rupees or such higher\npaid-up capital as may be prescribed, and by its articles,-\nrestricts the right to transfer its shares, if any;\nlimits the number of its members to fifty not including-\n(a)\n(b)\n(i) persons who are in the employment of the\ncompany, and\n(ii) persons who, having been formerly in the\nemployment of the company, were members of\nthe company while in that employment and have\ncontinued to be members after the employment\nceased; and\n(c) prohibits any invitation to the public to subscribe for\nany shares in, or debentures of, the company;\n(d) prohibits any invitation or acceptance of deposits\nfrom persons other than its members, directors or\ntheir relatives:\nProvided that where two or more persons hold one\nor more shares in a company jointly, they shall, for\nthe purposes of this definition, be treated as a single\nmember;\n\"\nさ\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 279\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n(iv) \"public company\" means a company which-\n(a) is not a private company;\n(b) has a minimum paid-up capital of five lakh\nrupees or such higher paid-up capital, as may\nbe prescribed;\n(c) is a private company which is a subsidiary of a\ncompany which is not a private company.\nA\nB\n(2) Unless the context otherwise requires, the following\ncompanies shall not be included within the scope of any c\nof the expressions defined in clauses (i) to (iv) of sub-\nsection (1), and such companies shall be deemed, for the\npurposes of this Act, to have been formed and registered\noutside India:-\n(a) a company the registered office whereof is in Burma, D.\nAden or Pakistan and which immediately before the\nseparation of that country from India was a company\nas defined in clause (i) of sub-section (1);\n(3) Every private company, existing on the commencement\nof the Companies (Amendment) Act, 2000, with a paid-up\ncapital of less than one lakh rupees, shall, within a period\nof two years from such commencement, enhance its paid-\nup capital to one lakh rupees.\nE\n(4) Every public company, existing on the commencement F\nof the Companies (Amendment) Act, 2000, with a paid-up\ncapital of less than five lakh rupees, shall within a period\nof two years from such commencement, enhance its paid-\nup capital to five lakh rupees.\n(5) Where a private company or a public company fails to G\nenhance its paid-up capital in the manner specified in\nsub-section (3) or sub-section (4), such company shall be\ndeemed to be a defunct company within the meaning of\nsection 560 and its name shall be struck off from the\nregister\nRegistrar. H\nby\nthe\nA\nB\nC\nD\nE\nF\nןד\nG\nH\n280\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n(6) A company registered under section 25 before or after\nthe commencement of Companies (Amendment) Act,\n2000 shall not be required to have minimum paid-up\ncapital specified in this section.\nSection 25. Power to dispense with “Limited” in name of\ncharitable or other company\n(1) Where it is proved to the satisfaction of the Central\nGovernment that an association:-\n(a) is about to be formed as a limited company for\npromoting commerce, art, science, religion,\ncharity or any other useful object, and\n(b) intends to apply its profits, if any, or other\nincome in promoting its objects, and to prohibit\nthe payment of any dividend to its members,\nthe Central Government may, by licence, direct that the\nassociation may be registered as a company with limited\nliability, without the addition to its name of the word \"Limited\"\nor the words \"Private Limited\".\n(2) The association may thereupon be registered\naccordingly; and on registration shall enjoy all the\nprivileges, and (subject to the provisions of this\nsection) be subject to all the obligations, of limited\ncompanies.\n(3) Where it is proved to the satisfaction of the Central\nGovernment-\n(a) that the objects of a company registered under\nthis Act as a limited company are restricted to\nthose specified in clause (a) of sub-section (1),\nand\n(b) that by its constitution the company is required\nto apply its profits, if any, or other income in\nA\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 281\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\npromoting its objects and is prohibited from A\npaying any dividend to its members,\nthe Central Government may, by licence, authorise the\ncompany by a special resolution to change its name,\nincluding or consisting of the omission of the word \"Limited\"\nor the words \"Private Limited\"; and section 23 shall apply\nto a change of name under this sub-section as it applies\nto a change of name under section 21.\n(4) A firm may be a member of any association or\nB\ncompany licensed under this section, but on the C\ndissolution of the firm, its membership of the\nassociation or company shall cease.\nE\n(5) A licence may be granted by the Central Government\nunder this section on such conditions and subject to\nsuch regulations as it thinks fit, and those conditions D\nand regulations, shall be binding on the body to which\nthe licence is granted, and where the grant is under\nsub-section (1), shall, if the Central Government so\ndirects, be inserted in the memorandum, or in the\narticles, or partly in the one and partly in the other.\n(6) It shall not be necessary for a body to which a licence\nis so granted to use the word \"Limited\" or the words\n\"Private Limited\" as any part of its name and, unless\nits articles otherwise provide, such body shall, if the\nCentral Government by general or special order so\ndirects and to the extent specified in the directions,\nbe exempt from such of the provisions of this Act as\nmay be specified therein.\n(7) The licence may at any time be revoked by the Central\nGovernment, and upon revocation, the Registrar shall\nenter the word \"Limited\" or the words \"Private\nLimited\" at the end of the name upon the register of\nthe body to which it was granted; and the body shall\ncease to enjoy the exemption granted by this section:\nF\nG\nH\nA\n00\nB\n0\nD\nE\nF\nபட\n0\n282\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nProvided that, before a licence is so revoked, the\nCentral Government shall give notice in writing of its\nintention to the body, and shall afford it an opportunity\nof being heard in opposition to the revocation.\n(8) (a) A body in respect of which a licence under this\nsection is in force shall not alter the provisions of its\nmemorandum with respect to its objects except with\nthe previous approval of the Central Government\nsignified in writing.\n(b) The Central Government may revoke the licence\nof such a body if it contravenes the provisions\nof clause (a).\n(c) In according the approval referred to in clause\n(a), the Central Government may vary the licence\nby making it subject to such conditions and\nregulations as that Government thinks fit, in lieu\nof, or in addition to, the conditions and\nregulations, if any, to which the licence was\nformerly subject.\n(d) Where the alteration proposed in the provisions\nof the memorandum of a body under this sub-\nsection is with respect to the objects of the body\nso far as may be required to enable it to do any\nof the things specified in clauses (a) to (g) of\nsub-section (1) of section 17, the provisions of\nthis sub-section shall be in addition to, and not\nin derogation of, the provisions of that section.\n(9) Upon the revocation of a licence granted under this\nsection to a body the name of which contains the\nwords \"Chamber of Commerce\", that body shall,\nwithin a period of three months from the date of\nrevocation or such longer period as the Central\nGovernment may think fit to allow, change its name\nto a name which does not contain those words; and-\nH\n}\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 283\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n(a) The notice to be given under the proviso to sub- A\nsection (7) to that body shall include a statement\nof the effect of the foregoing provisions of this\nsub-section; and\n(b) Section 23 shall apply to a change of name\nunder this sub-section as it applies to a change\nof name under section 21.\nB\n(10) If the body makes default in complying with the\nrequirements of sub-section (9), it shall be punishable\nwith fine which may extend to five thousands rupees C\nfor every day during which the default continues.\nSection 616. Application of Act to Insurance, banking,\nelectricity supply and other companies governed by D\nspecial Acts.\nThe provisions of this Act shall apply-\n(a) to insurance companies, except in so far as the said\nprovisions are inconsistent with the provisions of the\nInsurance Act, 1938;\n(b) to banking companies, except in so far as the said\nprovisions are inconsistent with the provisions of the\nBanking Companies Act, 1949;\n(c) to companies engaged in the generation or supply\nof electricity, except in so far as the said provisions\nare inconsistent with the provisions of the Indian\nElectricity Act, 1910 or the Electricity Supply 1948;\n(d) to any other company governed by any special Act\nfor the time being in force, except in so far, as the\nsaid provisions are inconsistent with the provisions\nof such special Act;\nE\nF\nG.\n(e) to such body corporate, incorporated by any Act for\nthe time being in force, as the Central Government H\nA\nB\nD\nE\nLU.\nF\n284\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nmay, by notification in the Official Gazette, specify in\nthis behalf, subject to such exceptions, modifications\nor adaptation, as may be specified in the notification.\nSection 617. Definition of \"Government Company”.\nFor the purposes of this Act Government company means.\nany company in which not less than fifty one per cent of the\npaid-up share capital is held by the Central Government,\nor by any State Government or Governments, or partly by\nthe Central Government and partly by one or more State\nGovernments and includes a company which is a\nsubsidiary of a Government company as thus defined.\nPoint for Determination:\n29. Whether the High Court was right in holding that the\nwords PSUs in Section 3(1)(b) excluded Government Compa-\nnies as defined under Section 617 of the 1956 Act.\nFindings:\n30. Economics looks at life from the viewpoint of a man,\nnot from that of an angel.\n31. In order to give purposive interpretation to Section\n3(1)(b) of the said Rent Act one has to go back in history to the\nobject behind enactment of the Bombay Rent Act, 1947 (\"1947\nAct\"). That Act was passed to amend and consolidate the law\nrelating to rents, repairs, eviction of tenants, control of rates of\nhotels and lodging houses and to control charges of licensed\npremises since 1.2.1973. The Act was passed to control the\nrents so as to prevent the landlords from exploiting the tenants\nby charging exorbitant rents with a view to take wrong advan-\ntage of growing acute shortage of accommodation in urban\nareas. Thus, that Act was also enacted to give further protec-\ntion to the tenants, it intended to provide for responsibility of\ncarrying out usual tenable repairs by transferring the duty of the\nH tenants to carry out such repairs under the Transfer of Property\nG\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 285\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nAct to the landlord and thereby compelling him to keep the pre- A\nmises let out in good condition at his costs. In short, the said\n1947 Act stood enacted with the intention to control rents, re-\npairs, rates of hotels and eviction of tenants.\nB\n32. Section 4 of the 1947 Act dealt with exemptions. There\nwere three limbs of Section 4(1) which are similar to Section\n3(1)(a) of the Rent Act, 1999. The first limb exempted the pre-\nmises belonging to the Government or local authority from the\noperation of the 1947 Act if the Government was the owner of a\nbuilding with sitting tenants therein, the latter were not protected\nby the 1947 Act. The second limb of Section 4(1) inter alia pro- C\nvided that the Act did not apply against the Government com-\npanies to any tenancy created by a grant from the Government\nin respect of premises taken on lease by the Government or in\nrespect of premises requisitioned by the Government. The third\nlimb of Section 4(1) applied when the Government or a local D\nauthority was a tenant. Section 3-A of the Bombay Housing\nBoard Act, 1948 placed the Board in the same privileged posi-\ntion as that of the Government under Section 4(1) of the 1947\nAct. The said Bombay Housing Board Act, 1948 stood replaced\nby Maharashtra Housing and Area Development Act, 1976 E\n(“MHADA Act”) which was enacted to consolidate, unify, and\namend laws relating to housing, repairing and reconstructing\ndangerous buildings. In the Statement of Objects and Reasons\nit is mentioned that in urban areas and, particularly in Greater\nMumbai area the old buildings had outlived their lives and have\nrendered themselves in a bad state of repairs and in order to\nprevent possible collapse of old buildings necessity was felt to\ntake up the programme of repairs and reconstruction of such\nbuildings.\nF\n33. To continue our discussion on Bombay Rent Act, 1947, G\nSection 5(10) defined 'standard rent'. Under that section there\nwere six types of standard rent, namely, rent fixed by the court\nunder the previous Rent Acts of 1939 and 1944, rent charged\non 1.9.1940 if the premises were let for the first time on that\ndate, if the premises were let before 1.9.1940 then the rent first H\n286\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA charged, if the premises were let after 1.9.1940 then the rent\nfirst charged when let, if the premises were exempted from stan-\ndard rent then after the five years period the rent was not to\nexceed 15% on the investment made in construction and out-\ngoings and in any other cases rent fixed by the court which may\nB vary from time to time. Thus, the fixed date-line was 1.9.1940.\nThe standard rent was subject to Section 11.\n34. Our object of the above discussion regarding provi-\nsions of the Bombay Rent Act, 1947 is two-fold. Firstly, to point\nout that there has been a structural change made by the Legis-\nC lature in the present Rent Act vis-à-vis the 1947 Act. Secondly,\nwe have analysed the relevant provisions of the 1947 Act to\nindicate the change in the economic conditions between 1947\nand 31.3.2000 when the present Rent Act came into force.\nD\nE\n35. Broadly, we may state that the twin objects for enact-\ning the 1947 Act was tenancy protection and rent restriction. In\n1947, the economic scenario was different from the scenario.\nthat prevails after 31:3.2000. In 1947 rent förming provided an\nimportant source of unearned income to the landlords which\nled to the landlords charging exorbitant rent in urban areas.\nReturn on investments at that time constituted considerable re-\nturns to the landlords. At that time, it was worth investing in the\nbusiness of leasing. The cost of repairs was comparatively much\nless. The purchasing power of the rupee was relatively higher\nthan the purchasing power of the rupee after 31.3.2000. How-\never, by 1976, with the rise in the cost of living index, the said\ninvestments made in 1940's started giving negative: returns.\nCoupled with the price rise and increase in cost of repairs and\nmaintenance, municipal taxes also increased. The result was\nthat the net asset value became negative. Consequently, old\nG buildings started collapsing for lack of maintenance. Even to-,\nday thousands of buildings in Greater Mumbai are in a dilapi-\ndated condition for lack of resources. Therefore, in 1976, the\nLegislature enacted MHADA 1976 precisely to undertake re-\npairs and constructions of old dilapidated buildings for which\nH cess was levied. However, with the passage of time, it appears\nF\ny\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 287\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nthat the position deteriorated and investments in this sector A\nbecame negligible by 31.3.2000. With the price rise and with\nthe increase in the cost of construction, certain provisions of\nthe 1947 Act by which standard rent stood pegged/frozen as\non 1.9.1940 and the provision imposing a ban on the landlords\nfrom receiving premium under Sections 18 and 19 of the 1947 B\nAct became vulnerable to challenge as violative of Article 14 of\nthe Constitution. Those provisions, as discussed above, were\nSections 5(10), 11, 18 and 19. This position was further com-\npounded when large premises, particularly in South Mumbai\nstood occupied by cash-rich entities like, statutory corporations C\nand corporate bodies who insisted on paying meager standard\nrent under the 1947 Act.\n36. Ultimately, the economic reasons led one of the land-\nlords by the name Malpe Vishwanath Acharya to challenge the\nprovisions of Section 5(10), 7, 9(2)(b) and 11(1)(a) of the 1947 D\nAct. We quote hereinbelow paras 8, 15, 17, 22, 25, 26, 27, 28,\n29, 30 and 31 of the judgment of this Court in the case of Malpe\nVishwanath Acharya and ors. v. State of Maharashtra and anr.\n(1998) 2 SCC 1:\nE\n\"8. There is considerable judicial authority in support of the\nsubmission of learned counsel for the appellants that with the\npassage of time a legislation which was justified when enacted\nmay become arbitrary and unreasonable with the change in\ncircumstances. In the State of M.P. v. Bhopal Sugar Industries\nLtd. (1964) 6 SCR 846 dealing with a question whether F\ngeographical classification due to historical reasons would\nbe valid this Court at SCR p. 853 observed as follows:\n\"Differential treatment arising out of the application\nof the laws so continued in different regions of the\nsame reorganised State, did not therefore G\nimmediately attract the clause of the Constitution\nprohibiting discrimination. But by the passage of time,\nconsiderations of necessity and expediency would\nbe obliterated, and the grounds which justified\nclassification of geographical regions for historical H\n"}