{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"(\n298\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\n43. In the Eleventh Report of the Committee on Public\nUndertakings (2005-2006) one of the topics related to Health\nCare Insurance. In the introduction, the committee has referred\nto health insurance schemes issued by four public sectors gen-\neral insurance companies, namely, National Insurance Com-\nB pany Ltd., New India Assurance Company Ltd., OICL and UICL.\nIn the said introduction, there is also reference to LIC, a statu-\ntory corporation, which also offers health covers. This Report\nindicates that companies under Section 617 of the Companies\nAct, 1956, including OICL and UICL, are all classified under\nC one category, namely PSUs. The Committee was headed by\nс\nthe Chairman, Rupchand Pal, its members consisted of MPs\nfrom Lok Sabha and Rajya Sabha. The Report also refers to\nthe opening up of the insurance industry in the year 2000 for\ncompetition from private players including banks and it also\nrefers to the constitution of a regulatory authority, namely, Insur-\nance Regulatory and Development Authority Act, 1999.\nD\n44. A similar Committee on Public Undertakings had con-\nducted studies on OICL and National Insurance Company Ltd.\nin 2001-2002 consisting of MPs from Lok Sabha and Rajya\nE Sabha. This Report also indicates that the Legislature has taken\ninto account the impact of privatization on the insurance sector.\nIn the Report, public sector undertakings cover public sector\ncompanies. The Report indicates that in the insurance sector,\nthe players consist of public sector companies, LIC (statutory\nF corporation) as well as Government companies under Section\n617 of the 1956 Act. In the Report, the history of OIC is set out\n(see: para 2). The point to be noted is that all. Parliamentary\nCommittees on public undertakings have proceeded on the\nbasis that OIC and UICL are companies under Section 617 of\nthe 1956 Act; that they are public sector insurance companies\nand accordingly they are all treated as body corporates falling\nunder PSUs.\nG\n45. Therefore, the above discussion indicates clearly that\nstatutory corporations, public sector companies and Govern-\nH ment companies are merely corporate forms, India's PSUs may\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 299\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nbe in the corporate forms or in the form of statutory corpora- A\ntions or in the form of public sector companies. This is the leg-\nislative understanding indicated by various Parliamentary Com-\nmittees like Estimates Committee, Administrative Reforms\nCommission and Study Team on PSUs constituted by Admin-\nistrative Reforms Commission. The insurance industry in India B\nhas private players in it like Bajaj Allianz Life. It also has SBI\nLife as one of the players. It also has LIC in the said sector/\nindustry besides OIC, UIC etc. This aspect is important.\nC\n46. According to the respondents, the words 'PSUs' in\nSection 3(1)(b) has to be read with the words any corporation\nestablished by or under Central or State Act. In other words,\naccording to the respondents, only those PSUs which are es-\ntablished by or under any Central or State Act alone stand ex-\ncluded from the protection of the Rent Act. According to the re-\nspondents, PSUs which are Government companies incorpo- D\nrated under Section 617 of the 1956 Act are entitled to the pro-\ntection as they are not expressly excluded under Section 3(1)(b).\nWe do not find merit in this submission. Firstly, it may be noted\nthat several entities have been enumerated in Section 3(1)(b),\nnamely, banks, PSUs or statutory corporations, foreign mis- E\nsions, international agencies, multinational companies and pri-\nvate limited and public limited companies having a paid up share\ncapital of Rs. 1,00,00,000 or more. As stated above, the said\nRent Act, 1999 has brought about structural changes in the leg-\nislation. In this case, it was open to the legislature to opt for any\nof the tests, namely, test of origin, test of public character of the\nfunctions performed by each of these entities, test of public char-\nacter of each of the undertakings, test of agency or instrumen-\ntality, test of monopolistic status, test of mobilization of resources\netc. In the present case, we find that the legislature has opted\nfor an economic criteria, namely, entities which are in a posi-\ntion to pay rent at market rates are to stand excluded from Rent\nAct protection. This is the test of Financial Capability. This is\nthe golden thread which runs through Section 3(1)(a). Be it banks,\nPSUs. Statutory corporations, multinational companies, foreign\nF\nG\nH\n300\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA missions, international agencies and public and private limited\ncompanies having a paid up share capital of Rs. 1,00,00,000\nor more stand excluded from the Rent Act protection. This crite-\nria has been selected by the legislature knowing fully well that\neach of these entities including PSUs can afford to pay rent at\nB the market rates. Secondly, we have given in-depth consider-\nation to the contention advanced on behalf of the respondents\non the interpretation of Section 3(1)(b). We are of the view that\nto accept the contention of the respondents, namely, that only\nPSUs which are established by or under the Central or State\nC Acts will not get protection whereas PSUs which are Govern-\nment companies incorporated under the 1956 Act would con-\ntinue to get protection would make the Section 3(1)(b) vulner-\nable to challenge as violative of Article 14 of the Constitution. In\nthis regard, it may be noted that in the insurance industry, we\nhave LIC, banks, private sector companies and Government\ncompanies. To say that LIC being a statutory corporation stands\nexcluded from the provisions of the Rent Act whereas Govern-\nment companies incorporated under the Companies Act, 1956\nwould continue to get protection would lead to arbitrary discrimi-\nnation under Article 14 to the Constitution. In the case cited by\nMr. Soli J. Sorabjee, learned counsel for the appellants, namely,\nShah and Co. v. State of Maharashtra (1967) 3 SCR 466 this\nCourt held that to place such a construction as will save the\nstatute from constitutional challenge is a well settled principle\nof interpretation. In the said Judgment, it has been held as fol-\nF lows:\nD\nE\nG\n\"to place such a construction as will save the statute from\nconstitutional challenge ... having special regard for the\nprinciple of constitutional adjudication which makes it\ndecisive in the choice of fair alternatives that one\nconstruction may raise serious constitutional questions\navoided by another....\".\nH\n(emphasis supplied)\n47. Moreover, if we are to hold that PSUs do not include\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 301\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nB\nD\nGovernment companies, as held by the High Court, we would A\nbe disturbing the package offered by the Legislature of allow-\ning increase of rent annually at 5%, allowing the landlords to\naccept premium and exclusion of certain entities from the pro-\ntection of the Rent Act under Section 3(1)(b). On the other hand,\nacceptance of the arguments advanced on behalf of the respon-\ndents on the interpretation of Section 3(1)(b) would make the\nAct vulnerable to challenge as violative of Article 14 of the Con-\nstitution. Therefore, we are of the view that on a plain meaning\nof the words 'PSUs' as understood by the Legislature, it is clear\nthat, India's PSUs are in the form of statutory corporations, public C\nsector companies, Government companies and companies in\nwhich the public are substantially interested (see: Income tax\nAct, 1961). When the word PSU is mentioned in Section 3(1)(b),\nthe State Legislature is presumed to know the recommenda-\ntions of the various Parliamentary Committees on PSUs. These\nentities are basically cash-rich entities. They have positive net\nasset value. They have positive net worths. They can afford to\npay rents at the market rate. Thirdly, we are of the view that, in\nthis case, the principle of noscittur a sociisis clearly applicable.\nAccording to this principle, when two or more words which are\nsusceptible to analogous meaning are coupled together, the\nwords can take their colour from each other. Applying this test,\nwe hold that Section 3(1)(b) clearly applies to different catego-\nries of tenants all of whom are capable of paying rent at the\nmarket rates. Multinational companies, international agencies,\nstatutory corporations, Government companies, public sector\ncompanies can certainly afford to pay rent at the market rates.\nThis thought is further highlighted by the last category in Sec-\ntion 3(1)(b). Private limited companies and public limited com-\npanies having paid up share capital of more than Rs.\n1,00,00,000 are excluded from the protection of the Rent Act. G\nThis further supports the view which we have taken that each\nand every entities mentioned in Section 3(1)(b) can afford to\npay rent at the market rates. We may note that to meet the chal-\nlenge of discrimination under Article 14 it is not sufficient to state\nthat there is an intelligible differentia but it is further essential\nE\nF\nH\n302\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nB\nC\nD\nA requirement to show that the differentia has a rational nexus to\nthe object sought to be achieved by the Statute in question. (see:\nState of Rajasthan v. Mukanchand and ors. (1964) 6 SCR 903.)\nAs stated above, Section 3(1)(b) strikes a balance between\nthe interest of the landlords and the tenants; it is neither pro-\nlandlords nor anti-tenants. It is pro-public interest. In this con-\nnection, one must keep in mind the fact that the said Rent Act,\n1999 involves a structural change vis-à-vis the Bombay Rent\nAct, 1947. As stated above, with the passage of time, the 1947\nAct became vulnerable to challenge as violative of Article 14.\nAs stated above, the legislature has strike to balance the twin\nobjectives of Rent Act protection and rent restriction for those\nwho cannot afford to pay rents at the market rates. To accept\nthe interpretation advanced on behalf of the respondents for\nexcluding Government companies from the meaning of the\nwords \"PSUs\" in Section 3(1)(b) would amount to disturbing\nthe neat balance struck by the Legislature. OIC and UIC are\nGovernment companies. They have paid up capital of more than\nRs. 100 crores. They can easily afford to pay rents at the mar-\nket rates. The legislature in its wisdom has kept PSUs, includ-\ning Government companies, outside the Rent Act. We have to\nproceed on the basis that the State Legislature was aware of\nthe meaning of the words PSUs as understood by the various\nParliamentary Committees. If Government companies are to\nbe excluded from Section 3(1)(b) then the test of intelligible\ndifferentia having rational nexus to the objects sought to be\nIachieved by the said Rent Act would stand defeated. We can-\nnot exclude such PSUs from Section 3(1)(b) as is sought to be\ncontended on behalf of the respondents. PSUs including Gov-\nernment Companies are independent companies/corporations.\nThey cannot be equated to the \"Government” in Section 3(1)(a).\nG We have to read Section 3(1)(b) in its entirety. We have to read\nthe said section keeping in mind the reasons for its enactment.\nLastly, we are of the view that the High Court judgment is erro-\nneous when it adds words to Section 3(1)(b), namely, \"which is\nnot a Government company”. In other words, the High Court\nH states that OIC/UIC and BPCL are public undertakings, how-\nE\nF\n:\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 303\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\never, they are Government companies incorporated under Sec- A\ntion 617 of the 1956 Act and, therefore, stand excluded from\nSection 3(1)(b). In this connection it may be stated that High\nCourt has relied upon the definition of Government Company\nunder Section 617 of the Companies Act. In the case of Union\nof India and others v. R.C. Jain and others - 1981 (2) SCC B\n308 this Court has enunciated the principle that \"the definition\nof an expression in one Act must not be imported into another.\nIt would be a new terror in the construction of Acts if we were\nrequired to limit a word to an unnatural sense because in some\nAct which is not incorporated or referred to such an interpreta- C\ntion is given to it for the purposes of that Act alone.” Lastly, the\ninterpretation placed by the High Court on the word \"PSUs\" in\nSection 3(1)(b) amounts to judicial legislation and further it de-\nfeats the very object of Section 3(1)(b).\n48. Before concluding, we may note that we have inter- D\npreted the words 'PSUs' in Section 3(1)(b) purely in the context\nof the provisions of the Maharashtra Rent Control Act, 1999.\nOur judgment is, therefore, confined strictly to the said provi-\nsions of the Rent Act.\n49. For the aforestated reasons, we hold that OIC, UIC\nand BPCL and such other Government companies as defined\nunder Section 617 of the Companies Act are not entitled to pro-\ntection of the Maharashtra Rent Control Act, 1999 in view of the\nprovisions of Section 3(1)(b).\n50. Accordingly, civil appeals arising out of SLP(C) No.\n5855/07 and 16237/08 filed by Smt. Leelabai Gajanan Pansare\n\u0026 Ors. and Hongkong \u0026 Shanghai Banking Corporation Ltd.\nrespectively are allowed with no order as to costs.\nE\nF\nCivil Appeals arising out of SLP(C) Nos. 24789-24790/ G\n07:\n[Bharat Petroleum Corporation Ltd. v. Sunil Niranjan\nJhaveri]\n51. Leave granted.\nI\nY\nA\nB\nC\n304\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n52. A decree for possession was passed by the Small\nCauses Court at Mumbai against the appellant herein - M/s\nBharat Petroleum Corporation Ltd. (BPCL). It was confirmed\nby the Appellate Bench of the Small Causes Court.\n53. The decree was challenged by BPCL by filing Civil Re-\nvision Application No. 173/07 in Bombay High Court. The said\nCRA No. 173/07 stood rejected by the impugned order dated\n4.5.2007. That decision was given on the merits of the case and\nnot on the interpretation of Section 3(1)(b) of the Maharashtra\nRent Control Act, 1999 (\"Rent Act\"). However, thereafter a review\npetition was moved by BPCL vide CRA No. 173/07 in which one\nof the grounds taken by BPCL was that in view of the decision of\nthe Division Bench of the Bombay High Court in the case of Smt.\nLeela Gajanan Pansare v. Oriental Insurance Co. Ltd. and ors.\ndated 20.12.2006 in First Appeal No. 1245/04 the Revision Pe-\nD tition of BPCL needs to be made absolute and the decree of the\nSmall Causes Court was required to be set aside. The review\npetition was dismissed by the High Court for lack of factual foun-\ndation. Hence, these civil appeals.\nE\nF\n54. Today, vide civil appeal arising out of SLP(C) No. 5855/\n07 we have set aside the Division Bench judgment of the\nBombay High Court dated 20.12.2006 in the case of Smt. Leela\nGajanan Pansare v. Oriental Insurance Co. Ltd..\n55. Accordingly, we dismiss these civil appeals filed by\nBPCL for the reasons contained in our judgment in the case of\nSmt. Leela Gajanan Pansare v. Oriental Insurance Co. Ltd. (su-\n• pra) with no order as to costs.\n56. Since Oriental Insurance Company Ltd., United India\nInsurance Company Ltd. and Bharat Petroleum Corporation Ltd.\nG are liable to be evicted, decree against them for eviction shall\nnot be executed for a period of one year commencing from the\ndate of this judgment on their giving undertaking in the usual\nform within a period of four weeks.\nΙ\nK.K.T.\nAppeals disposed of.\n"}