{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"268\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nс\nA namely, CAG; annual reports are required to be laid before the\nHouses of Parliament under Section 619A and the wide rang-\ning power of the Central Government to modify and make non-\napplicable any of the provisions of the Companies Act to such\ncompanies except Sections 618, 619 and 619A. Similarly, ac-\nB cording to the learned counsel, under Section 616, there is ref-\nerence to companies governed by Special Acts. According to\nthe learned counsel, Section 616 recognizes that several com-\npanies are covered by the Special Acts. They stand on a differ-\nent footing vis-à-vis public and private companies under the\n1956 Act. In the event of inconsistency between the Special Acts\nand the Companies Act, it is the former which would prevail.\nTherefore, in respect of Government companies, which are\ngoverned by the Special Acts, their status as a Government\ncompany would prevail and the said companies would neces-\nsarily have to be treated as sui generis. In other words, accord-\ning to the learned counsel, the structure of a Government com-\npany like OIC under the Insurance Act is totally different from\nthe structure of a public limited company under the Companies\nAct. In this connection, learned counsel placed reliance on the\nvarious provisions of the Insurance Act in the context of winding\nup to bring out the difference between a Government company\non one hand and the public limited company on the other hand.\nD\nE\nF\nG\n22. All the above arguments have been canvassed to\nshow that OIC is not a public limited company as is sought to\nbe argued on behalf of the appellants. All the above arguments\nare advanced to show that structurally there is a difference be-\ntween a Government company and an ordinary company under\nthe provisions of the 1956 Act as well as Statutory Corpora-\ntions.\n23. In the context of the said Rent Act, learned counsel\nsubmitted that, in Section 3(1)(b) a compendious expression\nused is \"any public sector undertakings or any corporation es-\ntablished by or under any Central or State Act\". He urged that\nthere is no \"comma\" after the words \"any public sector under-\nH takings\". Therefore, according to the learned counsel, Section\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 269\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.].\n3(1)(b) of the said Rent Act applies to PSUs and statutory cor- A\nporations \"established by or under any Central or State Act.\"\nTherefore, according to the learned counsel, a Government\ncompany incorporated under the Companies Act would fall out-\nside Section 3(1)(b) and thus would be entitled to the protec-\ntion of the Rent Act. In this connection, learned counsel placed B\nreliance on the Report of the Joint Committee which vide para\n19 refers to \"Other PSUs including Government Undertakings\nor Corporations established by or under Central or State en-\nactments.\"According to the learned counsel, what has emerged\nfrom the said report is that the Joint Committee intended to\nC\ninclude Government/semi-Government undertakings or corpo-\nrations within the words \"other public sector undertakings\", how-\never, the Legislature has dropped the said inclusion from the\nexpression \"Public Sector Undertakings\" and simply proceeded\nto specify \"Public Sector Undertakings or Corporation\" which\nwere established by or under any Central or State Act. There-\nfore, according to the learned counsel, in the said sub-section\n3(1)(b) the expression \"Public Sector Undertakings\" was given\na narrow interpretation by the Legislature though the Joint Com-\nmittee recommended much wider definition of the words PSUs.\nD\nE\n24. Learned counsel submitted that the expression \"PSU\"\nhas not been defined in the said Rent Act. It was submitted that\neven if the said expression has been defined as including Gov-\nernment companies, it would still be open to the respondent to\ncontend that for the purposes of the exclusion clause, the ex- F\npression PSU should be narrowly construed so as to exclude\nGovernment companies therefrom. Learned counsel submitted\nthat Section 3(1)(b) is an exemption clause which excludes ten-\nants from applicability of the said Rent Act, 1999 and, there-\nfore, has to be narrowly interpreted. Lastly, learned counsel sub-\nmitted that in a landlord-tenant statute, if two views are pos-\nsible one favouring the tenant should be preferred.\nG\n25. On the aspect of incorporation, learned counsel sub-\nmitted that LIC is a statutory corporation whereas GIC is not.\nAccording to the learned counsel, GIC is a Government com- H\n270\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nB\nC\nA pany. Therefore, according to the learned counsel, the legisla-\ntive scheme has maintained a distinction between statutory\ncorporation and a Government company incorporated under\nthe Companies Act. According to the learned counsel, this dis-\ntinction cannot be said to be a distinction without any differ-\nence. Therefore, it was submitted that it is always open to the\nLegislature to either proceed on the basis that both LIC and\nGIC will be excluded or that only LIC and not GIC, being a Gov-\nernment company, would be excluded. According to the learned\ncounsel, these are the options open to the Legislature and the\nexercise of one or the other option will not vitiate the Legisla-\nture as being violative of Article 14 of the Constitution. More-\nover, according to the learned counsel, there is a valid differen-\ntia between a statutory corporation like LIC and Government\ncompanies, like GIC, OIC etc. According to the learned coun-\nsel, in the matter of categorization, it is open to the Legislature\nto give protection only to statutory corporations. However, in\nthe present case, the Legislature has excluded statutory corpo-\nrations from such protection. According to the learned counsel,\nthe Legislature has given protection to Government companies\nbut has not extended protection to statutory corporations as it\nhas treated Government companies more akin to the Govern-\nment as is referred to in sub-section 3(1)(a) of the Act.\nD\nE\n26. To sum up, the basic contention advanced by learned\nAdditional Solicitor General is that a Government company does\nF not fall within the compendious expression \"any PSUs or any\ncorporation established by or under any Central or State Act\".\nIn other words, according to the learned counsel, the impugned\njudgment of the High Court commends to be sustained though\nin a different matrix.\nG\n27. Dr. Rajeev Dhavan appearing on behalf of Bharat\nPetroleum Corporation Ltd.-appellant (SLP(C) Nos. 24789-90/\n07) submitted that the word 'PSU' is a term of parlance and that\nit is not a term of art. Learned counsel submitted that in this\ncase the court is required to give contextual interpretation to\nH the words 'PSUs' in Section 3(1)(b) and if such a interpretation\nཆ་\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 271\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nD\nis given then the position which emerges is that the words PSUs A\nor any statutory corporation constitute one separate specific\ncategory and, therefore, to that extent he adopts the arguments\nadvanced on behalf of the Oriental Insurance Company Ltd. that\nthe Act vide Section 3(1)(b) excludes PSUs and statutory cor-\nporations established by or under Central or State Act alone B\nfrom the protection of the Rent Act. Therefore, according to the\nlearned counsel, if a PSU or a corporation is a Government\ncompany under the 1956 Act then such PSUs/corporations\nwould continue to get protection of the Rent Act. According to\nthe learned counsel, Oriental Insurance Company Ltd. is a Gov- C\nernment Company, it is not a PSU established by or under any\nCentral or State Act and, therefore, it continues to enjoy the pro-\ntection of the Rent Act even after enactment of Section 3(1)(b).\nLearned counsel further urged that the said Rent Act has been\nenacted to protect tenants from eviction; that, tenants protec-\ntion is a part of housing; that, the said Rent Act is not concerned\nwith poverty/protection to the weaker section as is sought to be\ncontended on behalf of the appellants but essentially, accord-\ning to the learned counsel, it deals with two aspects, namely,\ntenancy protection and rent fixation. According to the learned\ncounsel, it would be wrong to say that the said Rent Act has\nbeen enacted only to protect those who cannot afford to pay.\nLearned counsel submitted that under the Rent Act a stipulated\npercentage of rent increase is allowed to the landlords on an-\nnual basis. This, according to the learned counsel, is one as-\npect of the Rent Act. The other aspect is to protect tenancy.\nTherefore, according to the learned counsel, the Rent Act\ntouches both these aspects. Further, according to the learned\ncounsel, Section 3(1) has to be read in its entirety. Under the\nsecond part of Section 3(1)(a) protection is given in respect of\npremises let to the Government or local authority and to pre- G\nmises taken on behalf of the Government by or in the name of a\ndesignated officer. Learned counsel submitted that, in the\npresent case, a Government company gets protection from evic-\ntion under second part of Section 3(1)(a) and since Govern-\nment company is not one of the categories mentioned in Sec- H\nE\nF\nT\n272\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nC\nD\nA tion 3(1)(b) such companies which are tenants would continue\nto get protection under second part of Section 3(1)(a). Learned\ncounsel submitted that even if one is to give purposive interpre-\ntation to the said section, it is clear that in cases of tenancy\ncreated in favour of Government, local authority or Government\nB companies, the court is concerned with public necessity and\npublic need. According to the learned counsel, a bare reading\nof the second part of Section 3(1)(a) indicates that the Rent Act\nin question also assumes that the Government, local authori-\nties and Government companies need protection of the Rent\nAct. Learned counsel submitted that there is nothing in the re-\nport of the Joint Committee or in the Statement of Objects and\nReasons to exclude premises let out to Government compa-\nnies. Learned counsel further submitted that if Section 3(1)(a)\nis to be given full interpretation then all governmental functions\nshould be taken into account. That, Section 3(1)(a) cannot be\nconfined to non-commercial activity. Therefore, according to the\nlearned counsel, the distinction made between governmental\nfunctions and commercial functions to interpret Section 3(1) is\nerroneous. According to the learned counsel, Government op-\nerates in railways, transport and energy sectors. It operates via\ndepartments, Government companies and statutory corpora-\ntions. When it operates through its department like bureau of\npublic enterprises the matter will squarely come under Section\n3(1)(a). However, in view of Section 3(1)(b) when a Govern-\nment operates through a statutory corporation the matter would\nfall under Section 3(1)(b) because the legislature in its wisdom\nhas excluded premises let to statutory corporations and to pub-\nlic limited companies having paid up share capital of Rs.\n1,00,00,000 or more from the protection of the Rent Act. Ac-\ncording to the learned counsel since an ordinary company un-\nG der the Companies Act is different from the Government com-\npany under that Act, it is clear that Government companies would\ncontinue to get protection by virtue of Section 3(1)(b) as the\nsaid company is owned by the Government. Learned counsel\nsubmitted that one need not go by ownership or the form in\nH which an entity is incorporated. One has to take into account\nE\nF\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 273\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nthe test of incorporation, the nature of the functions which enti- A\nties carried on and the ownership. According to the learned\ncounsel, Section 3(1)(b) refers to separate and distinct catego-\nries. According to the learned counsel, the last category con-\nsists of private limited companies and public limited compa-\nnies having a paid up share capital of Rs. 1,00,00,000 or more.\nLearned counsel submitted that it would be wrong to contend\nthat this last category subsumes the categories enumerated\nearlier in the first part of Section 3(1)(b). For the aforestated\nreasons, learned counsel submitted that no interference is called\nfor in this matter.\n28. Relevant Provisions for Consideration:\nB\nC\n(a) Maharashtra Rent Control Act, 1999\nPreamble\nD\nAn Act to unify, consolidate and amend the law relating to\nthe control of rent and repairs of certain premises and of\neviction and for encouraging the construction of new\nhouses by assuring a fair return on the investment by\nlandlords and to provide for the matters connected with\nthe purposes aforesaid.\nSection 2. Application\nE.\n(1) This Act shall, in the first instance, apply to premises F\nlet for the purposes of residence, education,\nbusiness, trade or storage in the areas specified in\nSchedule and Schedule II.\nSection 3. Exemption\n(1) This Act shall not apply-\n(a) to any premises belonging to the Government\nor a local authority or apply as against the\nI\nG\nA\nB\nC\nD\nE\n274\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nGovernment to any tenancy, licence or other\nlike relationship created by a grant from or a\nlicence given by the Government in respect of\npremises requisitioned or taken on lease or on\nlicence by the Government, including any\npremises taken on behalf of the Government\non the basis of tenancy or of licence or other\nlike relationship by, or in the name of any officer\nsubordinate to the Government authorized in\nthis behalf; but it shall apply in respect of\npremises let, or given on licence, to the\nGovernment or a local authority or taken on\nbehalf of the Government on such basis by, or\nin the name of, such officer;\n(b) to any premises let or sub-let to banks, or any\nPublic Sector Undertakings or any Corporation\nestablished by or under any Central or State\nAct, or foreign missions, international agencies,\nmultinational companies, and private limited\ncompanies and public limited companies having\na paid up share capital of rupees one crore or\nmore.\nExplanation.- For the purpose of this clause the expression\n\"bank\" means,-\nF\n(i)\n(ii)\nG\nH\nthe State Bank of India constituted under the State\nBank of India Act, 1955;\na subsidiary bank as defined in the State Bank of\nIndia (Subsidiary Banks) Act, 1959;\n(iii) A corresponding new bank constituted under section.\n3 of the Banking Companies (Acquisition and\nTransfer of Undertakings) Act, 1970 or under section\n3 of the Banking Companies (Acquisition and\nTransfer of Undertaking) Act, 1980; or\n(iv) any other bank, being a scheduled bank as defined\n人\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 275\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nin clause (e) of section 2 of the Reserve Bank of A\nIndia Act, 1934.\n(2) The State Government may direct that all or any of\nthe provisions of this Act shall, subject to such\nconditions and terms as it may specify, not apply-\n(i) to premises used for public purpose of a\ncharitable nature or to any class of premises\nused for such purposes;\nB\n(ii) to premises held by a public trust for a religious\nor charitable purpose and let at a nominal or C\nconcessional rent;\n(iii) to premises held by a public trust for a religious\nor charitable purpose and administered by a\nlocal authority; or\n(iv) to premises belonging to or vested in an\nuniversity established by any law for the time\nbeing in force.\nD\nProvided that, before issuing any direction under this\nsub-section, the State Government shall ensure that E\nthe tenancy rights of the existing tenants are not\nadversely affected.\n(3) The expression \"premises belonging to the\nGovernment or a local authority\" in sub-section (1)\nshall, notwithstanding anything contained in the said F\nsub-section or in any judgment, decree or order of a\ncourt, not include a building erected on any land held\nby any person from the Government or a local authority\nunder an agreement, lease, licence or other grant,\nalthough having regard to the provisions of such\nagreement, lease, licence or grant the building so\nerected may belong or continue to belong to the\nGovernment or the local authority, as the case may\nbe, and such person shall be entitled to create a\ntenancy in respect of such building or a part thereof.\nG\nH\n276\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nB\nD\nE\nF\nG\nI\n(b) The Companies Act, 1956:\nPreamble\nAn Act to consolidate and amend the law relating to\ncompanies and certain other associations.\n-\nSection 2. Definitions. In this Act, unless the context\notherwise requires.-\n(5) \"banking company\" has the same meaning as in the\nBanking Companies Act, 1949 (10 of 1949)\n(7) “body corporate” or “corporation\" includes a company\nincorporated outside India but does not include-\n(a) a corporation sole;\n(b)\na co-operative society registered under any law\nrelating to co-operative societies; and\n(c) any other body corporate (not being a company\nas defined in this Act) which the Central\nGovernment may, by notification in the Official\nGazette, specify in this behalf.\n(10) \"company\" means a company as defined in section 3.\n(16) \"existing company\" means an existing company as\ndefined in section 3.\n(18) \"Government company\" means a Government\ncompany within the meaning of section 617.\n(19) \"holding company\" means a holding company within\nthe meaning of section 4.\n(21) \"insurance company\" means a company which\ncarries on the business of insurance either solely or\nin conjunction with any other business or businesses.\n(23) \"limited company\" means a company limited by\nshares or by guarantee.\nK\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 277\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n(23A) \"listed public companies\" means a public company A\nwhich has any of its securities listed in any recognized\nstock exchange.\nSection 3. Definitions of \"company\", \"existing company”, B\n\"private company\" and \"public company\"\n(1) In this Act, unless the context otherwise requires, the\nexpressions \"company\", \"existing company\", \"private\n\"company\" and \"public company\" shall, subject to the\nprovisions of subsection (2), have the meanings specified\nbelow:\n(i) \"company\" means a company formed and registered under\nthis Act or an existing company as defined in clause (ii);\nC\n(ii) \"existing company\" means a company formed and D\nregistered under any of the previous companies laws\nspecified below:\n(a) any Act or Acts relating to companies in force before\nthe Indian Companies Act, 1866 (10 of 1866) and\nrepealed by the Act;\nE\n(b) the Indian Companies Act, 1866 (10 of 1866);\n(c) the Indian Companies Act, 1882 (6 of 1882);\n(d) the Indian Companies Act, 1913 (7 of 1933);\n(e) the Registration of Transferred Companies\nOrdinance 1942 (54 of 1942); and\n(f)\nany law corresponding to any of the Acts or the\nOrdinance aforesaid and in force-\nG\n(1) in the merged territories or in a Part B State\n(other than the State of Jammu and Kashmir),\nor any part thereof, before the extension thereto\nof the Indian Companies Act, 1913 (7 of 1913);\nor\nH\nF\n"}