{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 6 S.C.R. 723\nNUPUR TALWAR\nV.\nCENTRAL BUREAU OF INVESTIGATION \u0026 ANR.\n(Review Petition (Crl.) No. 85 of 2012)\nIN\n(Criminal Appeal No. 68 of 2012)\nJUNE 07, 2012\n[JAGDISH SINGH KHEHAR AND A.K. PATNAIK, JJ.]\nA\nB\nE\nSupreme Court Rules, 1966 - Or. XL - Review Petition - C\nDouble murder - First Information Report by the petitioner's\nhusband (father of deceased) - Investigation handed over to\nCBI by State police - During investigation, suspicion against\npetitioner's husband and three others - CBI submitting report\nfor closure of investigation before Special Judicial Magistrate D\n(CBI) in absence of sufficient evidence against first informant\n- The informant filing protest petition objecting to closure\nreport and seeking further investigation - The Magistrate\nrejected the closure report as well as the protest petition -\nTook cognizance and issued process to the informant and the\npetitioner for committing the murder of their daughter and the\nservant and also for tampering with the evidence - Revision\npetition challenging the order of the Magistrate dismissed by\nHigh Court Special Leave Petition dismissed - Review\nPetition - Held: The review petition is uncalled for - The\npetitioner has not pointed out any error in the order of which\nthe review was sought but with the order of the Magistrate\nThis amounts to misuse of jurisdiction of Supreme Court -\nRight to avail remedy under law, is the right of every citizen,\nbut such right cannot extend to misuse of jurisdiction - The\npetitioner cautioned against frivolous litigation - Any uncalled\nfor, frivolous litigation by the petitioner in future might evoke\nexemplary costs - Administration of Justice - Code of Criminal\nProcedure, 1970 - ss. 190 and 204.\n-\n723\n-\nF\nG\nН\n724\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nC\nCode of Criminal Procedure, 1973:\nss. 190 and 204 - Double murder - First Information report\n- Investigation by CBI-Closure report by CBI - Informant filing\nprotest petition and seeking further investigation - Magistrate\nrejecting the closure report as well as protest petition - Taking\ncognizance and issuing process against the informant and his\nwife for having murdered their daughter and servant and also\nfor tampering with the evidence - Accused objecting to the\norder of Magistrate stating that the Magistrate overlooked\ncertain vital factual aspects of the matter - Held: Per Jagdish\nSingh Khehar: The order of the Magistrate issuing process\nu/s. 204 having taken into consideration the factual position\nbased on the statements recorded u/ss. 161 and 164 Cr.P.C.\nand documents appended to the charge-sheet and other\nmaterials on the file, is justified - For the purpose of issuing\nprocess, all that the court has to determine is whether the\nmaterial placed before it 'is sufficient to proceed' which is\ndifferent from the term 'sufficient to prove and establish guilt'\nThe material taken into consideration by the Magistrate as\nwell as the facts on which reliance was placed by the accused\nE have to be substituted by cogent evidence recorded during\nthe trial -Per A.K. Patnaik: In a case exclusively triable by\nSessions Court, the Magistrate at the stage of s. 204 is to see\nonly that there is 'sufficient ground for proceeding against the\naccused', and is not required to scrutinize the evidence as\nF scrutinized at the time of framing charges.\nD\nG\nH\nPer: Jagdish Singh Khehar,J.:\nChandra Deo vs. Prokash Chandra Bose alias Chabi\nBose and Anr. AIR1963 SC 1430:1964 SCR 639; M/s. India\nCarat Pvt. Ltd. vs. State of Karnataka and Anr. (1989) 2 SCC\n132: 1989 (1) SCR 718; Jagdish Ram vs. State of Rajasthan\nand Anr. (2004) 4 SCC 432: 2004 (2) SCR 846; CREF\nFinance Ltd. vs. Shree Shanthi Homes (P) Ltd. and Anr.\n(2005) 7 SCC 467: 2005 (2) Suppl. SCR 873 - relied on.\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION \u0026 ANR.\nPer: A.K. Patnaik, J.:\n725\nKewal Krishan v. Suraj Bhan and Anr. 1980 (Supp) SCC\n499 - relied on.\n-\nA\nB\nss.190 and 204 - Double murder - Investigation by\nCBI - Closure report of investigation - First informant filing\nprotest petition and seeking further investigation\nClosure report as well as protest petition rejected and\ncognizance taken by Magistrate and issuing process\nagainst the first informant and his wife for murdering\ntheir daughter and servant - Order of Magistrate upheld C\nby High Court and Supreme Court - Plea of further\ninvestigation - Propriety of - Held: Per Jagdish Singh\nKhehar, J: The order of Magistrate rejecting plea of\nfurther investigation attained finality as the accused did\nnot assail the order passed by the Magistrate before High D\nCourt on this ground - Per A.K. Patnaik, J.: Order of\nMagistrate taking cognizance u/s. 190 Cr.P.C. and issuing\nprocess u/s. 204 Cr.P.C. could not have been interfered\nwith by the High Court in the Revision Petition - Once the\norder of Magistrate taking cognizance and issuing E\nprocess was sustained, there is no scope for granting\nrelief of further investigation.\nPer: A.K. Patnaik, J.:\nSmt. Nagawwa v. Veeranna Shivalingappa Konjalgi and\nOrs. (1976) 3SCC 736: 1976 (0) Suppl. SCR 123; Randhir\nSingh Rana v. State (Delhi Administration) (1997) 1 SCC\n361: 1996 (10) Suppl. SCR880 - relied on.\nState of Karnataka v. L. Muniswamy and Ors. (1977) 2\nSCC 699:1977(3) SCR 113 - distinguished.\ns. 204 and 461 - Order issuing process - Recording\nof reasons - Necessity - Held: s. 204 does not require\nrecording of reasons while issuing process - But in the\nF\nG\nI\n726\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA facts and circumstances of the case viz. informant\nhimself was being summoned as accused; whilst the\nrival parties were pleading insufficient evidence the\nMagistrate found sufficient material to proceed against\nthe accused, it was essential for the Magistrate to\nB highlight reasons for perusal of the Committal Court -\nRecording of reasons cannot be said to be an irregularity\nwhich would vitiate the proceedings as envisaged u/s. 461\nCr.P.C. The order being a speaking order cannot be\nstated to have occasioned failure of justice.\n-\nC Per: Jagdish Singh Khehar, J.:\nKanti Bhadra Shah vs. State of West Bengal (2000) 1\nSCC 722: 2000 (1) SCR 27; U.P. Pollution Control Board vs.\nM/s. Mohan Meakins Ltd. and Ors. (2000) 3 SCC 745: 2000\nD (2) SCR 566; Dy. Chief Controller of Importsand Exports vs.\nRoshanlalAgarwal and Ors. (2003) 4 SCC 139: 2003 (2)\nSCR 621; Bhushan Kumar and Anr. vs. State (NCT of Delhi)\nand Anr.Criminal Appeal No. 612 of 2012 decided on\n4.4.2012 by Supreme Court; Rupan Deol Bajaj and Anr. vs.\nKPS Gill and Anr. (1995) 6 SCC 194: 1995(4) Suppl. SCR\n237 - relied on.\nE\nF\nPer: A.K. Patnaik, J.\nU.P. Pollution Control Board v. Mohan Meakins Ltd. and\nOrs. (2000) 3 SCC 745: 2000 (2) SCR 566; Deputy Chief\nController ofImprots and Exports v. Roshallal Agarwal and\nOrs. (2003) 4 SCC 139: 2003 (2) SCR 621- referred to.\nCase Law Reference:\nG In the Judgment of Jagdish Singh Khehar, J.\n2000 (1) SCR 27\nRelied on\nPara 9\n2000 (2) SCR 566\nRelied on\nPara 9\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION \u0026 ANR.\n727\n2003 (2) SCR 621\nRelied on\nPara 9\nA\n(Criminal Appeal No. 612 of 2012 decided on 4.4.2012\nby Supreme Court) Relied on.\nPara 9\n1995 (4) Suppl. SCR 237\nRelied on\nPara 11\nB\n1964 SCR 639\nRelied on\nPara 17\n1989 (1) SCR 718\nRelied on\nPara 17\n2004 (2) SCR 846\nRelied on\nPara 17\n2005 (2) Suppl. SCR 873 Relied on\nIn the Judgment of A.K. Patnaik, J.\nPara 17 C\n1980 (Supp) SCC 499\nRelied on\nPara 5\n2000 (2) SCR 566\nReferred to\nPara 7\nD\n2003 (2) SCR 621\nReferred to\nPara 7\n1976 (0) Suppl. SCR 123\nRelied on\nPara 8\n1977 (3) SCR 113\nDistinguished Para 9\nE\n1996 (10) Suppl. SCR 880\nRelied on\nPara 10\nCRIMINAL APPELLATE JURISDICTION: Review Petition\n(Crl.): No. 85 of 2012.\nIN\nF\nCriminal Appeal No. 68 of 2012.\nFrom the Judgment \u0026 Order dated 18.03.2011 of the High\nCourt of Judicature at Allahabad in Criminal Revision No. 1127\nof 2011.\nPinaki Misra, Rebecca M. John, Viresh B. Saharya,\nTarannum Cheema, Dr. Kailash Chand for the Petitioner.\nSiddharth Luthra, Rajiv Nanda, A.K. Sharma, Pramod\nG\nН\n728\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA Kumar, Dubey, Shri Singh, Devina Sehgal, Arvind Kumar\nSharma for the Respondents.\nB\nD\nThe Order of the Court was delivered by\nA.K. PATNAIK, J. 1. I have carefully read the order of my\nlearned brother Khehar, J. and I agree with his conclusion that\nthis Review Petition will have to be dismissed, but I would like\nto give my own reasons for this conclusion.\n2. As the facts have been dealt with in detail in the order\nC of my learned brother, I have not felt the necessity of reiterating\nthose facts in my order, except stating the following few facts:\nThe Magistrate by a detailed order dated 09.02.2011 rejected\nthe closure report submitted by the CBI and took cognizance\nunder Section 190 Cr.P.C. and issued process under Section\n204, Cr.P.C. to the petitioner and her husband, Dr. Rajesh\nTalwar, for the offence of murder of their daughter Aarushi\nTalwar and their domestic servant Hemraj on 16.05.2008 under\nSection 302/34 IPC and for the offence of causing\ndisappearance of evidence of offence under Section 201/34\nIPC. The order dated 09.02.2011 of the Magistrate was\nchallenged by the petitioner in Criminal Revision No.1127 of\n2009 before the High Court of Judicature at Allahabad, but the\nHigh Court dismissed the Criminal Revision by order dated\n18.03.2011. The order of the High Court was thereafter\nchallenged by the petitioner in S.L.P. (Crl.) No.2982 of 2011\nin which leave was granted by this Court and the S.L.P. was\nconverted to Criminal Appeal No. 68 of 2012. Ultimately,\nhowever, by order dated 06.01.2011, this Court dismissed the\nCriminal Appeal and the petitioner has filed the present Review\nPetition against the order dismissing the Criminal Appeal.\nE\nF\nG\n3. The petitioner is aggrieved by the order dated\n09.02.2011 of the Magistrate taking cognizance under Section\nunder Section 190 Cr. P.C. and issuing process under Section\n204 Cr.P.C. against her and her husband. As admittedly there\nH are offences committed in respect of the two deceased\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION \u0026 ANR. [A.K. PATNAIK, J.]\n729\npersons, Aarushi and Hemraj, there cannot be any infirmity in A\nthe order of the Magistrate taking cognizance. Hence, the only\nquestion that we are called upon to decide is whether the\nMagistrate was justified in issuing the process to the petitioner\nand her husband by her order dated 09.02.2011.\n4. Sub-section (1) of Section 204 Cr.P.C. under which the\nMagistrate issued the process against the petitioner is\nextracted hereinbelow:\n\"Section 204(1). If in the opinion of a Magistrate taking\ncognizance of an offence there is sufficient ground for\nproceeding, and the case appears to be-\n(a) a summons-case, he shall issue his summons for the\nattendance of the accused, or\n(b) a warrant-case, he may issue a warrant, or, if he thinks\nfit, a summons, for causing the accused to be brought or\nto appear at a certain time before such Magistrate or (if\nhe has no jurisdiction himself) some other Magistrate\nhaving jurisdiction.\"\nIt is clear from sub-section (1) of Section 204, Cr.P.C. that the\nMagistrate taking cognizance of an offence shall issue the\nprocess against a person if in his opinion there is sufficient\nground for proceeding against him.\n5. The standard of scrutiny of the evidence which the\nMagistrate has to adopt for deciding whether or not to issue\nprocess under Section 204 Cr.P.C. in a case exclusively triable\nby the Sessions Court has been laid down by this Court in\nKewal Krishan v. Suraj Bhan \u0026 Anr. [1980 (Supp) SCC 499]\nthis Court thus:\n\"At the stage of Sections 203 and 204, Criminal Procedure\nCode in a case exclusively triable by the Court of Session,\nall that the Magistrate has to do is to see whether on a\ncursory perusal of the complaint and the evidence\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\n730 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nrecorded during the preliminary inquiry under Sections 200\nand 202, Criminal Procedure Code, there is prima facie\nevidence in support of the charge levelled against the\naccused. All that he has to see is whether or not there is\n\"sufficient ground for proceeding\" against the accused. At\nthis stage, the Magistrate is not to weigh the evidence\nmeticulously as if he were the trial court. The standard to\nbe adopted by the Magistrate in scrutinising the evidence\nis not the same as the one which is to be kept in view at\nthe stage of framing charges. This Court has held in\nRamesh Singh case that even at the stage of framing\ncharges the truth, veracity and effect of the evidence which\nthe complainant produces or proposes to adduce at the\ntrial, is not to be meticulously judged. The standard of proof\nand judgment, which is to be applied finally before finding\nthe accused guilty or otherwise, is not exactly to be applied\nat the stage of framing charges. A fortiori, at the stage of\nSections 202/204, if there is prima facie evidence in\nsupport of the allegations in the complaint relating to a\ncase exclusively triable by the Court of Session, that will\nbe a sufficient ground for issuing process to the accused\nand committing them for trial to the Court of Session.\"\nThus, in a case exclusively triable by the Court of Session, all\nthat the Magistrate has to do at the stage of Section 204\nCr.P.C. is to see whether on a perusal of the evidence there is\nF \"sufficient ground for proceeding\" against the accused and at\nthis stage, the Magistrate is not required to weigh the evidence\nmeticulously as if he was the trial court nor is he required to\nscrutinise the evidence by the same standard by which the\nSessions Court scrutinises the evidence to decide whether to\nframe or not to frame charges under Section 227/228, Cr.P.C.\nG\n6. Keeping in mind these distinctions between the\nstandards of scrutiny at the stages of issue of process, framing\nof charges and the trial, the contentions of the parties can be\nnow considered. Learned senior counsel for the petitioner, Mr.\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION \u0026 ANR. [A.K. PATNAIK, J.]\n731\nA\nB\nHarish Salve, produced before us the materials which were\ncollected during the investigation and submitted that had the\nMagistrate considered all the relevant materials, she would have\ncome to the conclusion that sufficient grounds did not exist for\nproceeding against the petitioner and her husband and would\nhave directed further investigation as prayed by Dr. Rajesh\nTalwar, but unfortunately the order dated 09.02.2011 does not\ndisclose that the Magistrate considered all relevant materials\ncollected during investigation. The relevant materials on which\nthe petitioner relies upon have been discussed in the order of\nmy learned Brother at length. Mr. Siddharth Luthra, learned C\nsenior counsel for the CBI, on the other hand, submitted that\nthe entire case diary including all the materials (statements\nrecorded under Section 161 Cr.P.C., the post mortem and\nscientific reports and material objects) collected in the course\nof investigation were placed before the Magistrate and,\ntherefore, the argument of Mr. Salve that the Magistrate has not\nlooked into all the materials collected during investigation is\nmisconceived.\nD\nE.\n7. By writing a long order dated 09.02.2011 and not\nreferring to some of the relevant materials on which the\npetitioner relies upon, the Magistrate has exposed herself to\nthe criticism of learned counsel for the petitioner that she had\napplied her mind only to the materials referred to in her order\nand not to other relevant materials collected in course of\ninvestigation. Sub-section (1) of Section 204, Cr.P.C. quoted F\nabove itself does not impose a legal requirement on the\nMagistrate to record reasons in support of the order to issue a\nprocess and in U.P. Pollution Control Board v. Mohan\nMeakins Ltd. \u0026 Ors. [(2000) 3 SCC 745] and Deputy Chief\nController of Improts \u0026 Exports v. Roshallal Agarwal \u0026 Ors. G\n[(2003) 4 SCC 139] this Court has held that the Magistrate is\nnot required to record reasons at the stage of issuing the\nprocess against the accused. In the absence of any legal\nrequirement in Section 204 Cr.P.C. to issue process, it was\nnot legally necessary for the Magistrate to have given detailed\nH\n732,\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nC\nreasons in her order dated 09.02.2011 for issuing process to\nthe petitioner and her husband Dr. Rajesh Talwar.\n8. The fact, however, remains that the Magistrate has given\ndetailed reasons in the order dated 09.02.2011 issuing process\nand the order dated 09.02.2011 itself does not disclose that\nthe Magistrate has considered all the relevant materials\ncollected in course of investigation. Yet from the mere fact that\nsome of the relevant materials on which the petitioner relies on\nhave not been referred to in the order dated 09.02.2011, the\nHigh Court could not have come to the conclusion in the revision\nfiled by the petitioner that these relevant materials were not\nconsidered. Moreover, this Court has held in Smt. Nagawwa\nv. Veeranna Shivalingappa Konjalgi \u0026 Ors. [(1976) 3 SCC\n736] that whether the reasons given by the Magistrate issuing\nprocess under Section 202 or 204 Cr.P.C. were good or bad,\nD sufficient or insufficient, cannot be examined by the High Court\nin the revision. All that the High Court, however, could do while\nexercising its powers of revision under Section 397/401 Cr.P.C\nwhen the order issuing process under Section 204 Cr.P.C. was\nunder challenge was to examine whether there were materials\nE before the Magistrate to take a view that there was sufficient\nground for proceeding against the persons to whom the\nprocesses have been issued under Section 204 Cr.P.C. In the\npresent case, the High Court has not examined whether there\nwere materials before the Magistrate to take a view that there\nF was sufficient ground for proceeding against the petitioner and\nher husband, but while hearing the Review Petition, we have\nperused the relevant materials collected in the course of the\ninvestigation and we cannot hold that the opinion of the\nMagistrate that there was sufficient ground to proceed against\nG the petitioner and her husband under Section 204 Cr.P.C was\nnot a plausible view on the materials collected in course of\ninvestigation and placed before her along with the closure\nreport. As we have seen, sub-section (1) of Section 204 Cr.P.C.\nprovides that the Magistrate shall issue the process (summons\nor warrant) if in his opinion there was sufficient ground for\nH\n"}