{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"UNION OF INDIA AND ORS.\nA\nV.\nFLIGHT CADET ASHISH RAI\nJANUARY 18, 2006\n[ARIJIT PASAYAT AND TARUN CHATTRJEE, JJ.]\nB\nSERVICE LAW:\nTraining of cadet-Termination of, due to medical unfitness-Further\ntwo opportunities for training in different courses-Failure in academics- C\nSuspension of training-Resumption of training by interim order of High\nCourt-Cadet involved in criminal cases and acts of misconduct-Termination\nof training due to failure in academics and indiscipline-Order of suspension\nand termination quashed by High Court in Writ Petitions as well as Writ\nAppeals-On appeal, held: Termination of training justified in view of his D\nfailure in final examination and his various acts of misconduct-Air Force\nOrder No.79 of 1973.\nJudicial Review-Of administrative matters-Scope of─Held:\nAdministrative actions subject to control of judicial review only in case of\nillegality, irrationality and procedural impropriety-Not permissible when E\nirrelevant aspects have been eschewed from consideration, no relevant aspect\nis ignored and administrative decisions have nexus with the facts on record.\nRespondent was selected as a flight cadet, but the training was\nterminated in the mid due to his medical unfitness. A further opportunity\nof training in Navigators course was also terminated since he was lagging F\nbehind in studies. Still another opportunity was given to him for training\nin Ground Duty Officer's course. As he failed in various academic subjects,\na Training Review Board was formed and its opinion was forwarded to\nthe Headquarters for processing with Central Government. Respondent\nwas suspended. He filed Writ Petition, wherein, by an interim order he\nwas allowed to continue training. During training, prior to suspension as\nwell as after his having resumed the training, he was found involved in\nvarious acts of misconduct and was also involved in criminal cases. His\ntraining was terminated, because of his failure in academics and for\nmaintaining low standard of discipline. He filed another Writ Petition\n457\nG\nH\n458\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA challenging order of termination. High Court allowed both the Writ\nPetitions quashing the orders of suspension as well as termination. Writ\nAppeals of the appellant were dismissed. Hence the present appeals.\nB\nAllowing the appeals, the Court\nHELD: 1.1 There should be judicial restraint while making judicial\nreview in administrative matters. Where irrelevant aspects have been\neschewed from consideration and no relevant aspect has been ignored and\nthe administrative decisions have nexus with the facts on record, there is\nno scope for interference. The duty of the court is (a) to confine itself to\nthe question of legality; (b) to decide whether the decision making\nC authority exceeded its powers (c) committed an error of law (d) committed\nbreach of the rules of natural justice and (e) reached a decision which no\nreasonable Tribunal would have reached or (f) abused its powers.\n[461-E-F|\n1.2. Administrative action is subject to control by judicial review in\nD the following manner: (i) Illegality: This means the decision making power\nand must give effect to it. (ii) Irrationality, namely, Wednesbury\nunreasonableness. (iii) Procedural impropriety. [461-F-H|\n2.1. In the instant case the High Court seems to have ignored the\nrelevant aspects and emphasized on irrelevant issues. There were Review\nE Boards on three occasions at Air Force academy where the relevant factors\nF\nregarding the academic performance of the respondent as well as the\ndisciplinary cases were considered and termination of training was\nrecommended. The training termination proceedings were forwarded to\nthe Air Headquarters as well as the Government of India which duly\napproved the same. That itself shows that there was no mala-fides involved.\n[462-A-B]\n2.2. It is evident from Air Force Order No. 79 of 1973 that training\nof failed cadets can be terminated. The question of allotment of grace\nmarks is also governed by the instructions and clearly the respondent was\nG not entitled to grace marks. The warning letters issued to the respondent\nshow that he had failed to secure the requisite pass percentage and he was\nadvised guidance and additional coaching. In the final examinations he\nhad failed in two various subjects. In the confidential recommendation of\nthe latter Training Review Board various acts of misconduct were noticed\nand that is why it was recommended that his training be terminated.\n[462-C-D; 463-E-F]\nH\nU.O.I. v. FLIGHT CADET ASHISH RAI [PASAYAT, J.] .459\n2.3. Opportunity for cross-examination while making submissions, A\naffirmative statements was given. Several Training Review Boards were\nheld to look into the questions of indiscipline and the failure in academics.\nThis amply proves that adequate opportunity was granted to the\nrespondent to explain his position. The High Court did not keep in view\nthe principles governing judicial review and acted on surmises and\nconjectures, and quashed the orders passed by the authorities. [463-G-H]\n2004.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 402-403 of\nB\nFrom the Judgment and Order dated 26.09.2003 of the Allahabad High C\nCourt in Special Appeal Nos. 327 and 328/2001.\nRajiv Dutta, Vikas Sharma, Ms. Anil Katiyar and Ms. Sushma Suri for\nthe Appellants.\nAltaf Ahmad, Arvind Kumar Shukla, Sanjay V.S. Choudhary, Ms. D\nSriparana Chatterjee, Irshad Ahmad and Upendra Singh for the Respondents.\nThe Judgment of the Court was delivered by\nE\nARIJIT PASAYAT, J. Union of India and its functionaries calls in\nquestion legality of the judgment rendered by a Division Bench of the\nAllahabad High Court holding that the learned Single Judge was right in\nquashing the orders dated 16.6.2000 and 27.6.2000, and further directing\nappellants to allow the respondent to complete training from the stage he had\nleft and to act in terms of the instructions of the Headquarters, Indian Air\nForce as regards re-testing.\nF\nFactual background in a nutshell as highlighted by the appellants is as\nfollows:-\nG\nThe respondent was selected as a Flight Cadet to undergo training to\nbecome a pilot in the Indian Air Force (in short Air Force'). The concerned\ncourse for being commissioned as pilot officer was course no. 157 which\ncovered a period of 72 weeks. It commenced on 5.2.1995. During training\nthe respondent complained of knee injury which was sustained prior to training\non 28.12.1994 due to a road accident. Since he remained absent during the\ncourse, it was felt that he could not be continued in the pilot course, flying H\nIT\nB\n460\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA training was terminated and he was given option of joining Ab-initio\nNavigator's course which the respondent accepted and joined in January\n1998. The course was 86 Ab-initio Navigator's course. In November 1998,\nhe was found to be lagging behind in the studies and the training was\nterminated. Further option was given to join Ground Duty Officer's course\nwhich the respondent opted to join and, in fact, in July 1999 joined as a\ntrainee in the Administrative branch which was to be held at Air Force\nAcademy in Ground Duty Officer's Course No. 106. During such training the\nauthorities came to know various acts of misconduct on the part of the\nrespondent. A Court of Inquiry was conducted where the respondent admitted\nthe aberrations. A warning was given in November 1999. As he failed in\nC three academic subjects, a Training Review Board was formed and its opinion\nD\nwas forwarded to the Headquarter for processing with the Central Government.\nHe was suspended from training on 1.2.2000 which in Air Force terminology\nis called \"Struck Off Ration Strength\". He was \"routed home\" pending final\napproval. Respondent filed a writ petition on 1.2.2000 before the Allahabad\nHigh Court challenging suspension of training where interim order was passed\nallowing the respondent to continue training. The respondent was directed to\nresume duty on 11.3.2000 whereas he actually reported for duty on 13.3.2000.\nOn 11.3.2000 he was again involved in drunken brawl outside the Academy\nand was arrested and sent to policy custody. On 22.3.2000 the case was\ncompounded by a Magistrate. On 2.4.2000 the Duty Officer of the Air Force\nE Academy visited the trainees' mess and found the respondent smelling of\nliquor. On 12/13.5.2000 the respondent in a drunken condition physically\nassaulted co-trainees, used abusive language and terrorized a large number of\ntrainees by his violent behavior. On 12.6.2000 he was involved in another\ncriminal case in having misused credit card of the other Cadets. First\ninformation report was lodged, cognizance was taken and warrants were\nissued. Since he failed in final examination he was assessed to be unsuitable\nfor further training by the Review Board on 29.5.2000 and on 14.6.2000 his\ntraining was terminated because of his failure in academics and for maintaining\nlow standard of discipline. The report was forwarded to the Air Force\nHeadquarters, he was “routed home\" and order of termination of Cadetship\nwas passed.\nF\nG\nH\nAnother writ petition was filed before the High Court challenging\ntermination of training. Both the writ petitions were heard together and by\norder dated 25.5.2001 the learned Single Judge allowed both the writ petitions\nand quashed the orders dated 16.6.2000 and 27.6.2000. Writ appeals filed by\n.\nU.O.I. v. FLIGHT CADET ASHISH RAI [PASAYAT, J.] 461\nthe present appellants were dismissed with the directions as afore-noted. A\nLearned Single Judge has directed that the respondent be commissioned. By\norder dated 16.1.2003 the judgment was stayed.\nB\nLearned Counsel for the appellants submitted that the High Court has\nnot noticed the relevant instructions and has erroneously held that the procedure\nadopted by the authorities was not proper. The learned Single Judge held that\nthe respondent like other co-examinees was entitled to grace marks. It was\nfurther noted by the learned Single Judge and the Division Bench that the\nbenefit was not given to the appellant. It was pointed out that there was no\nmalafide involved. There is no question of any design to deny benefits as\nobserved by learned Single Judge. In fact, with a view not to jeopardize the C\ncareer of a cadet various options were given and, he was given different\noptions at different point of time taking into account his physical health.\nLearned counsel for the respondent submitted that High Court has taken\nnote of legitimate expectations. The state of mind of a young person with\nhigh hopes for serving the country has been duly considered. There was no\ninquiry conducted regarding various allegations and, in fact, after the first\ninstance of so-called blemish the authorities had condoned the lapses and had\nclosed the matter.\nD\nE\nThere should be judicial restraint while making judicial review in\nadministrative matters. Where irrelevant aspects have been eschewed from\nconsideration and no relevant aspect has been ignored and the administrative\ndecisions have nexus with the facts on record, there is no scope for interference.\nThe duty of the court is (a) to confine itself to the question of legality; (b)\nto decide whether the decision making authority exceeded its powers (c)\ncommitted an error of law (d) committed breach of the rules of natural justice F\nand (e) reached a decision which no reasonable Tribunal would have reached\nor (f) abused its powers. Administrative action is subject to control by judicial\nreview in the following manner:\n(i) Illegality: This means the decision-maker must understand\ncorrectly the law that regulates his decision-making power and\nmust give effect to it.\nG\n(ii) Irrationality, namely, Wednesbury unreasonableness.\n(iii) Procedural impropriety.\nH.\nA\nB\n462\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nIn the instant case the High Court seems to have ignored the relevant\naspects and emphasized on irrelevant issues. There were Review Boards on\nthree occasions at Air Force academy where the relevant factors regarding\nthe academic performance of the respondent as well as the disciplinary cases\nwere considered and termination of training was recommended. The training\ntermination proceedings were forwarded to the Air Headquarters as well as\nthe Government of India which duly approved the same. That itself shows\nthat there was no mala-fides involved.\nThe learned Single Judge has clearly erred in holding that the authorities\nwere showing repugnance to the order of the High Court and there was\nC design to deny the commissioning to the respondent as he had challenged\nauthorities of the Air Force. This conclusion is clearly without any supportable\nmaterial. The power of punishment is contained in paragraph 3 of order\nno.46/98 dated 13.3.1998 which deals with disciplinary proceedings of the\nCadet. The extent of exercise of power by various authorities is delineated in\nthese instructions.\nD\nE\nAir Force Order (AFO) No.79/73 issued by the Chief of the Air Force\nStaff prescribes the procedure to deal with the Cadets found/assessed\nunsuitable. Some of the relevant paras need to be noted.\nParas 11, 12 and 15 of the AFO provide that a Cadet can be unsuitable\nat any of the grounds namely, Indiscipline, Medically Unfit or Lack of Officer\nLike Quality.\nPara 18(a) further that failure in Final Exams is also a ground for\nholding the cadet unsuitable and the training of an unsuitable. Cadet can be\nF suspended or terminated.\nG\nH\nPara 19 of the AFO provides that before passing an adverse order every\ntime a Training Review Board consisting of four members shall be constituted\nand the TRB will give opportunity to the Cadet, will record statements and\nwill propose an action to be taken against the Cadet.\nPara 22 of the AFO provides that the Training Review Board (TRB)\nwill also examine the past conduct, reasonable likelihood to achieve required\nstandards and Basic Officer like qualities before making its recommendations.\nTraining Command Air Staff Instructions (in short TCASI) deals with\nU.O.I. v. FLIGHT CADET ASHISH RAI [PASAYAT. J.]\n463\nA\nthe procedure to be followed for periodic assessment.\nPara\nof the TCASI Provides that the assessment shall be made on\nthe basis of marks of the Examination and on the basis of assessing the\nOfficer like Qualities (OLQ) in the cadet. The cadet is required to pass such\nand every paper with minimum 50% marks, and any lesser marks shall be\nB\nassessed as 'Failed'.\nPara 16 provides that failed Cadets shall be treated in accordance with\nprocedure provided in AFO 79 of 1973 as amended by AFO 24 of 1976\ndated 8.5.1976.\nAs is clearly evident from above, training of failed cadets can be\nterminated. The learned Single Judge referred to the instruction as quoted\nabove. In instruction AFO 79/73 as amended it is provided inter alia as\nfollows:-\nC\n“12 Term “termination of training\" means the final elimination of a D\ntrainee from the training which he is undergoing, whether or not he\nis thereafter allowed to be trained for the duties of some other branch\nof Service.\"\nThe question of allotment of grace marks is also governed by the\nE\ninstructions and clearly the respondent was not entitled to grace marks. The\nwarning letters issued to the respondent show that he had failed to secure the\nrequisite pass percentage and he was advised guidance and additional coac.ing.\nIn the final examinations he had failed in two various subjects. In the\nconfidential recommendation of the latter Training Review Board dated\n29.5.2000 various acts of misconduct were noticed and that is why it was F\nrecommended that his training be terminated. Though the learned counsel for\nthe respondents submitted that the respondent was not given adequate\nopportunity to defend him, from the copies of the proceedings which were\nfiled, we find the plea to be without substance. Opportunity for cross-\nexamination while making submissions affirmative statements was given.\nSeveral Training Review Boards were held to look into the questions of\nindiscipline and the failure in academics. This amply proves that adequate\nopportunity was granted to the respondent to explain his position. The High\nCourt did not keep in view the principles governing judicial review and acted\non surmises and conjectures, and quashed the orders passed by the authorities.\nG\nH\nA\n464\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nThe judgment of the Division Bench affirming that of the learned Single\nJudge is clearly unsustainable and is quashed.\ncosts.\nAppeal is allowed but in the circumstances without any order as to\nB\nK.K.T.\nAppeals allowed.\n"}