{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"668 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA worker would not be entitled to receive any corresponding\nbenefit under the provisions of the Mathadi Act and the scheme.\nAccording to the Learned Senior Counsel, this provision was\nenough to repel the arguments of the appellants that the directly\nemployed workers were enjoying the better benefits and they\nB would be deprived of the same in case they are included in the\nwider definition under Section 2(11) of the Mathadi Act.\nC\n30. We were also taken through Section 22 of the Mathadi\nAct, which provides for the exemptions. The Section provides\nthat the State Government may exempt from the operation of\nall or any of the provisions of the Act or any scheme, all or any\nof the classes of unprotected workers employed in any\nscheduled employment or the establishment or part of any\nestablishment, if in the opinion of the State Government, all\nsuch unprotected workers are in the enjoyment of benefits, which\nD are, on the whole, not less favourable to such unprotected\nworkers than the benefits provided by or under the Mathadi Act,\nof course, subject to certain conditions and after the\nconsultation with Advisory Committee. If this is the position,\nthen there would be no question of accepting the argument that\nE by the acceptance of the plain meaning of the wider definition\ngiven out in Section 2(11) of the Mathadi Act, there would be\ncreations of contradictions. A Statement of Objects and\nReasons for introducing the Bill is of course an external aid,\nwhich should be of no consequence if the language is clear.\nF However, even if we read the Statement of Objects and\nReasons, it does not further the cause of the appellants. We\nhave very carefully gone through the Statement of Objects and\nReasons and find nothing therein to support the contention\nraised herein. Shri Cama, Learned Senior Counsel for the\nG appellants, while relying on the Statement of Objects and\nReasons, firstly urged that it was because the workers in\nvarious employments were not receiving adequate protection\nand benefits within the ambit of existing labour legislation that\nthis Bill was introduced alongwith Statement of Objects \u0026\nReasons. Our attention was also invited to read clause 2. From\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 669\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nthis, it was pointed out that the adequacy of the protection was\nthe main issue. Now, if inspite of this, the legislature went on\nto delete those words, which we have already quoted, the\nintention of the legislature must be loud and clear and we cannot\npersuade ourselves to hold that there is anything contradictory\nto the definition in the Statement of Objects and Reasons. In\nour opinion, even if that was so, when the legislature\nconsciously deletes certain words, then there will be no question\nof relying and insisting upon those words.\nA\nB\nC\n31. We were taken through some alleged inconsistencies,\nfor example, Section 15 of the Mathadi Act. It was expressed\nthat Section 15(2)(b) would become redundant if we accept the\ninterpretation put forward by the respondents. Sub-Section (1)\nof Section 15 provides for the appointment of Inspectors,\npossessing prescribed qualifications for the purposes of the\n* Mathadi Act or of any scheme. Sub-Section (2) of Section 15 D\nand more particularly, clause (a) thereof defines the powers of\nthe Inspector. Clause (b), on which great stress was led by Shri\nCama runs as under:-\n\"15(2)(b) examine any person whom he finds in any\nsuch premises or place and who, he has\nreasonable cause to believe, is an unprotected\nworker employed therein or an unprotected worker\nto whom work is given out therein.\"\nE\nF\nAccording to Shri Cama, when all the persons working in\na scheduled industry, doing manual work, become the\nunprotected workers, then there is no question of the Inspector\nexamining any such person, because everybody would be an\nunprotected worker. The argument is clearly wrong. What is\nrequired is that every unprotected worker has to be registered G\nwith the Board. If the Inspector suspects that any such worker,\nthough an unprotected worker, is either not registered or does\nnot get the protection of the Board and is engaged by the\nemployer, then he can examine such a person. We do not think\nthat the Section would become unworkable, as has been H\n670 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA argued. The argument is, therefore, clearly incorrect.\nB\n32. Shri S.S. Naganand, Learned Senior Counsel also\nreferred to Sections 17G, 18, 19 and 20 of the Mathadi Act.\nSection 17G provides that the provisions of Bombay Industrial\nRelations Act, 1946 would be applicable in case of trial of\noffences under this Act. Similarly, Section 18 provides that\nprovisions of Workmen's Compensation Act, 1923 shall mutatis\nmutandis apply to registered unprotected workers and they shall\nbe deemed to be workmen within the meaning of that Act.\nSection 19 makes the similar provision regarding the Payment\nC of Wages Act, 1936 to the workers, while Section 20 provides\nthe application of Maternity Benefit Act, 1961. We do not see\nany relevance of these Sections, particularly, to arrive at the\ncorrect meaning of Section 2(11) of the Mathadi Act. In all these\nSections, the words used are \"registered unprotected workers\".\nD There is a provision for creation of the Boards under Section\n6 of the Mathadi Act and every unprotected worker has to\nregister himself with the Board. Therefore, the reliance on these\nprovisions would be no consequence. The terminology of\n\"registered unprotected workers\" in Sections 18, 19 and 20 of\nE the Mathadi Act was brought into force by Maharashtra Act No.\n40 of 1974 and under that, these words deemed always to have\nbeen substituted for the original terminology of “unprotected\nworkers\". We do not, therefore, see any reason to take any\ndifferent view in the light of these Sections.\nF\nG\nH\n33. Shri Sudhir Talsania, Learned Senior Counsel arguing\non behalf of the appellants also argued about the nature of\nSections 2(11) and 2(12) of the Mathadi Act. He contended that\nwhile Section 2(12) is a general provision, Section 2(11) is a\nspecific provision. We have no quarrel with that. We would only\nobserve that so long as that language of Section 2(11) of the\nMathadi Act is clear enough, there will not be any question of\ncutting the scope of the term \"unprotected workman\". He further\nargued that this interpretation would lead to absurd results,\nwhereby Sections 2(11) and 2(12) would be identical. We have\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 671\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nalready explained that such is not the possibility. This is true A\nthat the Sections have to be read together. Section 2(12)\nspecifies the worker, which in turn is used in Section 2(11)\nfurther. Therefore, they would not be identical under any\ncircumstances.\nB\nD\n34. It was argued by Shri C.U. Singh, Learned Senior\nCounsel for the appellants that as per Sections 3(13) and 3(14)\nof the Bombay Industrial Relations Act, all the employees are\ncovered and any reduction from those employees has to be only\nafter the notice of change is given. Our attention was also\nC\ninvited to Section 44 of the Bombay Industrial Relations Act.\nWe have no difficulty with the provisions of the Bombay\nIndustrial Relations Act, as that Act operates in different spheres\naltogether. We do not think that there is any relevance of those\nprovisions, particularly, while interpreting the terms of the\nMathadi Act and more particularly of Section 2(11) of the\nMathadi Act. All the Learned Counsel for the appellants\nexpressed their apprehension about the working of Section 3\nof the Mathadi Act and posed a question as to who will decide\nas to whether an industry has or has not adequate employees,\nwhether it would be Board or employer or employee union. In E\nour view, such argument is clearly incorrect for the simple\nreason that such question does not come within the scope of\nthe Mathadi Act. Once a workman is engaged to do the manual\nwork, he automatically becomes an unprotected workman and\nwould have to be registered with the Board. In our opinion, such F\nargument has to be rejected. Our attention was invited to the\ndecision in Chairman, Indore Vikas Pradhikaran vs. Pure\nIndustrial Coke \u0026 Chemicals Ltd. \u0026 Ors. [2007(8) SCC 705],\nparticularly, paras 79, 80 and 81 thereof. The term “at any time”\nin Section 50(1) of the Madhya Pradesh Nagar Tatha Gram G\nNivesh Adhiniyam (No. 23 of 1973) had fallen for consideration.\nHon'ble Sinha, J. had held that the term will have to be\ninterpreted in a particular manner, otherwise it would lead to\nmanifest injustice and absurdity, which is not contemplated by\nthe statute. We have absolutely no quarrel with the proposition, H.\n672 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA however, we have already held that the interpretation that we\npropose to give, does not make any of the provision absurd\nand does not lead to manifest the injustice or the absurdity.\nB\nс\n35. Similarly, reliance was placed by Shri C.U. Singh,\nLearned Senior Counsel for the appellants on the decision in\nNational Insurance Co. Ltd. vs. Laxmi Narain Dhut [2007 (3)\nSCC 700]. The provisions of Motor Vehicles Act, 1988 and\nmore particularly, Sections 147, 145 (d) and 149 fell for\nconsideration therein. There also, the Court held that the golden\nrule of interpretation is that the statutes are to be interpreted\naccording to grammatical and ordinary sense of the word in\ngrammatical or literal meaning unmindful of consequence of\nsuch interpretation. It was only when such grammatical and\nliteral interpretation leads to unjust results which the legislature\nnever intended that the said rule has to give place to the \"rule\nof legislative intent\". We have already pointed out that in this\ncase, the golden rule of interpretation would not lead to any\ninjustice. Therefore, this ruling is more helpful to the\nrespondents than the appellants. Another ruling, which was\nrelied upon was Bombay Dyeing \u0026 Mfg. Co. Ltd. vs. Bombay\nE Environmental Action Group \u0026 Ors. [2006(3) SCC 434].\nD\nF\n0\nReliance was placed on the observations made in para 176.\nHon'ble Sinha, J. therein had quoted paras 1392, 1477 and\n1480 of Halsbury's Laws of England (4th Edn.), Vol. 44(1)\n(Reissue). Those paras are as under:-\n\"1392.\nCommon-sense construction rule: It is a rule\nof the common law, which may be referred to as the\ncommon-sense construction rule, that when\nconsidering, in relation to the facts of the instant\ncase, which of the opposing constructions of the\nenactment would give effect to the legislative\nintention, the Court should presume that the\nlegislator intended common sense to be used in\nconstruing the enactment.\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 673\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n1477.\n1480.\nA\nNature of presumption against absurdity: It is\npresumed that Parliament intends that the Court,\nwhen considering, in relation to the facts of the\ninstant case, which of the opposing construction of\nan enactment corresponds to its legal meaning,\nshould find against a construction which produces B\nan absurd result, since this is unlikely to have been\nintended by Parliament. Here ‘absurd' means\ncontrary to sense and reason, so in this context the\nterm 'absurd' is used to include a result which is\nunworkable or impracticable, inconvenient, C\nanomalous or illogical, futile or pointless, artificial\nor productive of a disproportionate counter-\nmischief.\nD\nE\nPresumption against anomalous or illogical\nresult: It is presumed that Parliament intends that\nthe Court, when considering, in relation to the facts\nof the instant case, which opposing constructions\nof an enactment corresponds to its legal meaning,\nshould find against a construction that creates an\nanomaly or otherwise produces an irrational or\nillogical result. The presumption may be applicable\nwhere on one construction a benefit is not available\nin like cases, or a detriment is not imposed in like\ncases, or the decision would turn on an immaterial\ndistinction or an anomaly would be created in legal F\ndoctrine. Where each of the constructions\ncontended for involves some anomaly then, insofar\nas the Court uses anomaly as a test, it has to\nbalance the effect of each construction and\ndetermine which anomaly is greater. It may be G\npossible to avoid the anomaly by the exercise of a\ndiscretion. It may be, however, that the anomaly is\nclearly intended, when effect must be given to the\nintention. The Court will pay little attention to a\nproclaimed anomaly if it is purely hypothetical, and\nH\nA\nB\nC\nD\n674 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nunlikely to arise in practice.\"\nIt will be seen that the absurdity which the appellants are\nreferring again and again has to be such that it should be\ncontrary to the sense and reason and, therefore, should include\na result, which is unworkable or impracticable, inconvenient,\nanomalous or illogical, futile or pointless, artificial or productive\nof a disproportionate counter-mischief. We do not think that\nsuch absurdity could be arrived at if the literal interpretation is\ngiven to the term. We, therefore, reject the argument of Shri C.U.\nSingh in this behalf. Once we accept the literal construction,\nthere will be no further question of holding otherwise on the\nbasis of the intent of the legislature. We have already pointed\nout that there would arise no absurdity of any kind if the literal\ninterpretation is given.\n36. That takes us to the next argument regarding stare\ndecisis. Shri Cama, Learned Senior Counsel for the appellants\nurged that under this rule, where a particular enactment has\nreceived a consistent interpretation by Courts of law for a\nconsiderable period of time, that interpretation must be\nE respected because the rights and obligations by parties\nF\nG\nH\ncovered by such interpretation have remained settled thereby\nduring the long period of time involved. It was urged by him that\nif the settled interpretation is upset, then it would do a greater\ninjustice to all the parties concerned. The Learned Senior\ncounsel went to the extent of saying that the rule of stare decisis\nshould be honoured even in case where the earlier\ninterpretation, though consistently upheld for a long time, may\nnot strictly be correct or may produce two possible views. Our\nattention was invited to the decisions in Mishri Lal (Dead) by\nLrs. vs. Dhirendera Nath (Dead) by Lrs. \u0026 Ors. [1999 (4) SCC\n11], Pradeep Kumar Biswas vs. Indian Institute of Chemical\nBiology \u0026 Ors. [2002 (5) SCC 111], Union of India \u0026 Anr. vs.\nAzadi Bachao Andolan \u0026 Anr. [2004 (10) SCC 1] and State\nof Gujarat vs. Mirzapur Moti Kureshi Kassab Jamat \u0026 Ors.\n[2005 (8) SCC 534]. It was urged by the Learned Senior\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 675\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nCounsel that there was a consistent line of judgments starting A\nfrom year 1974 right upto the present judgment of the Full Bench\nin 2006, covering period of 32 years, wherein the Bombay High\nCourt has taken a consistent view in interpretation of the term\n\"unprotected workers\" to mean only casual workers, or as the\ncase may be, the workers, who did not enjoy the protection of B\nthe other labour welfare legislations. It was pointed out that firstly,\nthe challenge to the constitutional validity was rejected by\nHon'ble Rege, J. in his two judgments cited supra, solely on the\nground that the said Act applied to a special class of workmen,\nwho needed special protection and classification and, therefore, C\nsuch persons were entitled to the special treatment. The\nreliance was placed on the judgments passed by Hon'ble Rege,\nJ. in C. Jairam Pvt. Ltd. vs. State of Maharashtra (cited supra)\non 19.4.1974 and in S.B. More \u0026 Ors. vs. State of Maharashtra\n\u0026 Ors. (cited supra) on 24.4.1974 and four other Division Bench\nJudgments in Lallubhai Kevaldas \u0026 Anr. vs. The State of\nMaharashtra \u0026 Ors. (cited supra), Irkar Sahu's \u0026 Anr. vs.\nBombay Port Trust (cited supra), Century Textiles \u0026 Industries\nLtd. vs. State of Maharashtra (cited supra) including this Court\njudgment in Maharashtra Rajya Mathadi Transport and\nCentral Kamgar Union vs. State of Maharashtra \u0026 Ors. (cited\nsupra). Very heavy reliance was placed on the decision in Irkar\nSahu's \u0026 Anr. vs. Bombay Port Trust (cited supra), where the\nDivision Bench has specifically rejected the employers'\narguments under Article 254 of the Constitution of India solely\non the ground that in the docks, the expression \"mathadis\"\nwould be limited to only such workers doing loading and\nunloading operations as were not protected by legislation under\nthe Dock Workers' Act, 1948.\nD\nE\nF\n37. Heavy reliance was placed on paras 34, 35 and 36 of G\nthat decision. On the other hand, Shri Singhvi, Learned Senior\nCounsel for the respondents urged that the rule of stare decisis\nwas not and could not be viewed as an absolute rule. Reliance\nwas also placed on the decision in Sarva Shramik Sanghatana\n(KV), Mumbai vs. State of Maharashtra \u0026 Ors. [2008 (1) SCC H\nC\n676 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA 494]. So also Smt. Indira Jaising, Learned Senior Counsel for\nthe respondents repelled this argument relying on the decisions\nin Maharashtra State Road Transport Corporation vs. State\nof Maharashtra \u0026 Ors. (cited supra) and Danial Latifi \u0026 Anr.\nvs. Union of India [2001 (7) SCC 740]. Our attention was also\nB invited to treatise by Justice G.P. Singh, (11th Edition). It was\nurged by Shri Singhvi that in the aforementioned judgments of\nthe Bombay High Court, excepting the judgment in Century\nTextiles \u0026 Industries Ltd. vs. State of Maharashtra (cited\nsupra), this question has not fallen for consideration at all. The\nFull Bench and more particularly, the Learned Single Judge\n(Hon'ble Deshmukh, J.) has rejected this argument that this\nquestion was not squarely before Hon'ble Rege, J. in his two\njudgments in C. Jairam Pvt. Ltd. vs. State of Maharashtra\n(cited supra) and S.B. More \u0026 Ors. vs. State of Maharashtra\n\u0026 Ors. (cited supra) nor was it before the Division Benches in\nJudgments in Lallubhai Kevaldas \u0026 Anr. vs. The State of\nMaharashtra \u0026 Ors. (cited supra), Irkar Sahu's \u0026 Anr. vs.\nBombay Port Trust (cited supra), Century Textiles \u0026 Industries\nLtd. vs. State of Maharashtra (cited supra) including this Court\njudgment in Maharashtra Rajya Mathadi Transport and\nCentral Kamgar Union vs. State of Maharashtra \u0026 Ors. (cited\nsupra). The Learned Single Judge noted the argument that it\nwas expressed in Lallubhai Kevaldas \u0026 Anr. vs. The State of\nMaharashtra \u0026 Ors. (cited supra) that the Act did not apply to\nthe manual workers in the scheduled employment, who were\nprotected by the other labour legislations and the said judgment\nwas followed thereafter in the case of Century Textiles \u0026\nIndustries Ltd. vs. State of Maharashtra (cited supra) and,\ntherefore, on principle of stare decisis, the settled position of\nlaw should not be disturbed. The Learned Judge has also noted\nG the decision in State of Gujarat vs. Mirzapur Moti Kureshi\nD\nE\nF\nKassab Jamat \u0026 Ors. (cited supra). The Learned Single Judge\nthen, relying on the judgment of this Court in M/s. Good Year\nIndia Ltd. vs. State of Haryana [AIR 1990 SC 781], commented\nthat the precedent is an authority only for what it actually decides\nH and not for what may remotely or logically follow from it. The\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 677\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nLearned Single Judge then went on to hold that what is binding A\nis the ratio decidendi of the judgment. The Learned Judge\nnoted that this question did not fall for consideration either in\nthe two judgments by Hon'ble Rege, J. in C. Jairam Pvt. Ltd.\nvs. State of Maharashtra (cited supra) and S.B. More \u0026 Ors. ·\nvs. State of Maharashtra \u0026 Ors. (cited supra) or even in the B\njudgment in Lallubhai Kevaldas \u0026 Anr. vs. The State of\nMaharashtra \u0026 Ors. (cited supra). In our view, the Learned\nJudge was absolutely correct in so holding. Close examination\nof judgments by Hon'ble Rege, J., as also judgment in Lallubhai\nKevaldas \u0026 Anr. vs. The State of Maharashtra \u0026 Ors. (cited C\nsupra) will show that the question about the correct\ninterpretation and scope of the Section 2(11) of the Mathadi\nAct did not fall for consideration in those cases.\n38. This Court, in Sarva Shramik Sanghatana (KV),\nMumbai vs. State of Maharashtra \u0026 Ors. (cited supra) has\nspecifically quoted from the decision in Quinn vs. Leathem\n[1901 Appeal Cases 495] as follows:-\n\"Before discussing Allen vs. Flood [1898 Appeal Cases\n1] and what was decided therein, there are two\nobservations of a general character, which I wish to make;\nand one is to repeat what I have very often said before -\nthat every judgment must be read as applicable to the\nparticular facts proved or assumed to be proved, since the\ngenerality of the expressions which may be found there are\nnot intended to be expositions of the whole law, but are\ngoverned and qualified by the particular facts of the case\nin which such expressions are to be found. The other is\nthat a case is only an authority for what it actually decides.\nI entirely deny that it can be quoted for a proposition that\nmay seem to follow logically from it. Such a mode of\nreasoning assumes that the law is necessarily a logical\ncode, whereas every lawyer must acknowledge that the law\nis not always logical at all.” (Emphasis supplied)\nD\nE\nF\nG\nH\n"}