{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"658 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA Section is absolutely clear, there is hardly any scope for\ninterpretation. This position is then further crystallized by the\nuser of the word \"means\", which then positively rules aside any\nother meaning than the one which is dependent upon the plain\nand unambiguous language of the provision. One more\nB decision of this Court, which was heavily relied upon by the\nrespondents was Baldev Singh Bajwa vs. Monish Saini\n[2005(12) SCC 778], wherein in para 21, it was observed:-\nC\nD\nE\nF\n\"The golden rule of construction is that when the words of\nthe legislation are plain and unambiguous, effect must be\ngiven to them. The basic principle on which this rule is\nbased is that since the words must have spoken as clearly\nto legislatures, as to judges, it may be safely presumed\nthat the legislature intended what the words plainly say. The\nlegislative intent of the enactment may be gathered from\nseveral sources which are, from the statute itself, from the\npreamble to the statute, from the Statement of Objects and\nReasons, from the legislative debates, reports of\ncommittees and commissions which preceded the\nlegislation and finally from all legitimate and admissible\nsources from where they may be allowed. Reference may\nbe had to legislative history and latest legislation also. But,\nthe primary rule of construction would be to ascertain the\nplain language used in the enactment which advances\nthe purpose and object of the legislation...\n\"\n(Emphasis supplied)\n20. However, Shri Cama, Learned Senior Counsel for the\nappellants submitted that in this case, unless the context is taken\ninto account, it would lead to absurd and unintended result. The\nG Learned Senior Counsel urged that the definition cannot and\nshould not be mechanically applied. He has relied on the\ndecision in Printers (Mysore) Ltd. \u0026 Anr. vs. Asstt. Commercial\nTax Officer \u0026 Ors. [1994 (2) SCC 434]. About the principles\nto be borne in mind while interpreting a definition, the Learned\nH Senior Counsel has relied on the decision in K.V. Muthu vs.\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 659\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n00\nB\nAngamuthu Ammal [1997(2) SCC 53], wherein in para 11, this A\nCourt has observed that the interpretation placed on a definition\nshould not only be repugnant to the context, but it should also\nbe such as would aid the achievement of the purpose, which\nis sought to be served by the Act. This Court further held that a\nconstruction which would defeat or is likely to defeat the\npurpose of the Act, has to be ignored and not accepted. The\nLearned Senior Counsel also relied on the decision in Gujarat\nSteel Tubes Ltd. \u0026 Ors. vs. Gujarat Steel Tubes Mazdoor\nSabha \u0026 Ors. [1980(2) SCC 593] and contended that the\nstatutory construction, which fulfills the mandate of the statute, C\nmust find favour with the judges, except where the words and\nthe context rebel against such flexibility. This Court, in this case\nobserved:-\n\"We would prefer to be liberal rather than lexical when\nreading the meaning of industrial legislation which\ndevelops from day to day in the growing economy of India.\"\nD\nE\nOnce it is held that the meaning of the Section is clear on\nthe basis of the unambiguous language used, it should ordinarily\nbe end of the matter. However, Shri Cama and his other\ncolleagues Shri C.U. Singh, Shri Sudhir Talsania and Shri S.S.\nNaganand, Learned Senior Counsel and Shri Manish Kumar,\nShri Gopal Singh, Ms. Pragya Baghel, Shri Debmalya\nBanerjee, Shri Animesh Sinha, Smt. Manik Karanjawala, Ms.\nNandini Gore, Shri Raghvendra S. Srivatsav, Shri T.R. Venkat F\nSubramanium, Shri Abhijit P. Medh, Shri P.V. Dinesh, Ms.\nSindhu T.P. and Shri P.S. Sudheer, Learned Counsel argued\nthat the legislative history of the statute would militate against\nthe language and to accept the meaning from the plain language\nwould be completely out of context. Shri Cama and his\ncolleagues also heavily relied upon the history, which led to the\nintroduction of the Bill, as also the Statement of Objects and\nReasons for introducing the Bill in the legislature by the then\nHon'ble Labour Minister. We were also taken through the\ndebates, as also the Statement of Objects and Reasons\nG\nH\n660 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA presented to the State legislature on 19.12.1968 by the then\nHon'ble Labour Minister. Our attention was invited to the basic\ndefinition of the “unprotected worker\", which was as follows:-\nB\n\"2(11) 'Unprotected worker' has been defined to mean a\nmanual worker, who but for the provisions of this Act, is\nnot adequately protected by legislation for welfare and\nbenefits of the labour force in the State.\"\n21. Relying heavily on the Report of the \"Mathadi Labour\nEnquiry Committee, Greater Bombay, 1963\", Shri Cama,\nC Learned Senior Counsel invited our attention to para 2 thereof,\nwhich refers to \"such labourers\", who are deprived of regular\nwage-scales, permanency, earned leave, bonus, provident fund,\ngratuity, medical benefits, compensation, pension etc. It was\nargued by Shri C.U. Singh, Learned Senior Counsel appearing\nD on behalf of the appellants that in Chapter 6 thereof, under the\nF\nheading \"Employer and Employee relationship\", there is\nexpression \"the real difficulty is that there is no 'employer' as\nsuch\". It was also pointed out that the difficulty, which was felt\nwas that the employment of the worker was only through the\nE contractor and technically, there was no direct relationship of\nemployer and employee, as between the Mills of Factories and\nthe Mathadi workers. Similar was the case with the merchants,\ntraders and other concerns as they engage the labour through\nMukadam or Toliwala and such Mukadam or Toliwala engaged\nhis men or the workers with him and paid wages to them and,\ntherefore, technically, there was no direct relationship of the\nemployer and employee, as between the merchants or\nconcerns and the workers. It was also argued that if the direct\nrelationship was established, such benefits would flow to the\nMathadi workers. From this, the Learned Senior Counsel\nargued that where there is a direct relationship in case of the\nmonthly workers, there would be no question of applying this\nbroad definition to such workers. It was also pointed out that\nthe Committee considered that there was a positive reluctance\nto appoint these workers as the direct employees and only a\nG\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 661\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nfew merchants expressed their willingness to accept the workers A\nas their direct employees, and there was also reluctance on the\npart of the workers to be employed directly. This was obviously\nwith a view to argue that what was contemplated by the\nCommittee was not for the direct workers and, therefore, the\ndirectly appointed workers would be outside the definition of B\n\"unprotected worker\". Shri Singh also carried on his argument\nfurther relying on the para 13 under the head \"Adjudication\" and\npointed out the following observations:-\n\"13. The labour laws in force are not applicable to the\nMathadi workers and thus they are without any\nremedy at law. To obtain amelioration of the\nconditions of their work and wages, they are\ninevitably led to organize ‘Morchas' or stage\n'Strikes'. To avoid such exigencies as also to enable\nthem to obtain the other benefits, it is necessary to\nprovide for them a remedy at law.\"\nC\nD\n22. Our attention was also invited to some portions of the\nReport of the \"Lokhandi Jatha Kamgar Enquiry Committee,\nDecember, 1965\" and its working. We were also taken through E\npara 13 of Chapter IV thereof titled \"Application of labour laws\".\n23. We were also taken through the Report of the\n\"Committee for Unprotected Labour, 1967” and more\nparticularly, through Chapter II thereof titled “Conditions existing\nin the Avocations\", as also Chapter IV titled \"Reasons,\nConclusions and Recommendations and draft outline of the\nlegislation\". The contents, which were heavily relied upon are:-\nF\n\"The persons engaged in the avocations like hamals,\nmathadis, casual workers employed in Docks, Lokhandi G\nJatha workers, Salt Pan workers mostly work outside fixed\npremises in open space. Most of the persons are engaged\non piece rate system. In a number of cases they are not\nemployed directly but are either engaged through\nMukadams or Tolliwalas as and when there is work. The H\nA\nB\nC\nD\nE\nF\nG\nH\n662 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\npersons in a number of cases, work for different persons\non one and the same day. In view of the peculiar nature of\nwork and the system of payment, the application of the\nvarious labour laws to such workers has become difficult.\nThe rickshaw pullers who are not self employed are also\npulling the rickshaw taken on hire. The question of\nregulation of the working and other conditions of such\npersons, therefore, is not possible by introducing\namendments to the existing labour laws. The object can\nbe achieved if a special legislation is prepared for the\npurpose by incorporating beneficial provisions of the\nimportant labour enactments applicable to similar workers\nemployed in regular establishments and factories.\"\nFrom this, the argument was tried to be developed by Shri\nCama and Shri Singh that the objective was very clear and\nunder the same what was contemplated was only the cases of\nthose workers who were not directly engaged and as such, the\nterm \"unprotected worker\" should be interpreted to exclude all\nthe directly appointed workers employed in the factories, even\nif they are working in the scheduled employments.\n24. We were also taken through the Objects and Reasons\nand Preamble and a very strong argument was advanced that\nif the definition is read in that light, there would be no question\nof accepting the literal interpretation. In our opinion, in view of\nthe clear and settled law of interpretation, it would really not be\nnecessary to go into these contentions, particularly, because\nthe law is very clear that where the language is clear and admits\nof no doubts, it is futile to look for the meaning of the provision\non the basis of these external aids. It is possible where the\nplain meaning rungs counter to the objects or creates absurdity\nor doubts by attributing that plain language. In our considered\nopinion, it is very difficult to find out any such absurdity or\ncontradiction if the plain language of the Section 2(11) is\naccepted and acted upon for the purposes of interpretation. It\nmust, at this juncture, be noted that inspite of Section 2(11),\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 663\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nC\nwhich included the words \"but for the provisions of this Act is A\nnot adequately protected by legislation for welfare and benefits\nof the labour force in the State\", these precise words were\nremoved by the legislature and the definition was made limited\nas it has been finally legislated upon. It is to be noted that when\nthe Bill came to be passed and received the assent of the Vice B\nPresident on 5.6.1969 and was first published in Maharashtra\nGovernment Gazette Extraordinary Part IV on 13.6.2009, the\naforementioned words were omitted. Therefore, this would be\na clear pointer to the legislative intent that the legislature being\nconscious of the fact and being armed with all the Committee\nReports and also being armed with the factual data,\ndeliberately avoided those words. What the appellants are\nasking was to read in that definition, these precise words, which\nwere consciously and deliberately omitted from the definition.\nThat would amount to supplying the casus omissus and we do\nD\nnot think that it is possible, particularly, in this case. The law of\nsupplying the casus omissus by the Courts is extremely clear\nand settled that though this Court may supply the casus\nomissus, it would be in the rarest of the rare cases and thus\nsupplying of this casus omissus would be extremely necessary\ndue to the inadvertent omission on the part of the legislature.\nBut, that is certainly not the case here. [See Decision in State\nof Jharkhand \u0026 Anr. vs. Govind Singh (2005 (10) SCC 437)].\nReliance was also placed on the decision in Ramesh Mehta\nvs. Sanwal Chand Singhvi \u0026 Ors. [2004 (5) SCC 409 (Paras\n27 and 28)], wherein it was held that the definition is not to be\nread in isolation and it must be read in the context of the\nphrase which would define it. It should not be vague or\nambiguous and the definition of the words must be given a\nmeaningful application; where the context makes the definition\ngiven in the interpretation clause inapplicable, the same G\nmeaning cannot be assigned. We must point out here that this\nratio will not apply for the simple reason that the definition given\nin Section 2(11) of the Mathadi Act is extremely clear and there\nis no vagueness or ambiguity about it. We have already pointed\nout that even if it is read in the context, we cannot ignore the H\nE\nF\n664 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA fact that the legislature had deliberately deleted the words “but\nfor the provisions of this Act is not adequately protected by\nlegislation for welfare and benefits of the labour force in the\nState\". The other decision in U.P. State Electricity Board vs.\nShiv Mohan Singh \u0026 Anr. [2004(8) SCC 402 (Para 11)] would\nB be of no consequence in the present controversy. The omission\nof the words as proposed earlier from the final definition is a\ndeliberate and conscious act on the part of the legislature, only\nwith the objective to provide protection to all the labourers or\nworkers, who were the manual workers and were engaged or\nto be engaged in any scheduled employment. Therefore, there\nwas a specific act on the part of the legislature to enlarge the\nscope of the definition and once we accept this, all the\narguments regarding the objects and reasons, the Committee\nReports, the legislative history being contrary to the expressed\nlanguage, are relegated to the background and are liable to be\nignored.\nC\nD\n25. Shri Cama, Learned Senior Counsel for the appellants\nrelied on decision in Maharashtra State Road Transport\nCorporation vs. State of Maharashtra \u0026 Ors. [2003(4) SCC\nE 200], in which observation in para 16 was relied upon, which\nis as follows:-\nLL\nF\nG\n“16. ………………………..If certain provisions of law, construed in one\nway, would make them consistent with the Constitution and\nanother interpretation would render them unconstitutional,\nthe Court would lean in favour of the former construction.\"\nThe case is clearly not applicable, since there is no\nconstitutional matter involved. We would comment regarding\nArticle 254 of the Constitution of India, in the later part of the\njudgment. To the same effect is the reading in the decision in\nThe State of M.P. \u0026 Ors. vs. M/s. Chhotabhai Jethabhai Patel\nand Co. \u0026 Anr. [1972 (1) SCC 209], relied upon by the Learned\nSenior Counsel. We do not see any such problem about two\ninterpretations. We have already stated that there may not be\nH two interpretations. Therefore, contention of the Learned Senior\n:\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 665\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nCounsel based upon this decision is also incorrect. One more A\ndecision was relied upon by the Learned Senior Counsel in\nR.D. Goyal \u0026 Anr. vs. Reliance Industries Ltd. [2003 (1) SCC\n81 (Paras 33 and 34)]. This decision is also of no\nconsequence, since the Paras relied upon in this decision deal\nwith the words \"Notes and Clauses\" while interpreting the B\nprovision. That is not the case here.\n26. We were also taken through the Preamble of the\nMathadi Act, which is as under:-\n\"An Act for regulating the employment of unprotected C\nmanual workers employed in certain employments in the\nState of Maharashtra, to make provision for their adequate\nsupply and proper and full utilization in such employments,\nand for matters connected therewith.\nWHEREAS, it is expedient to regulate the employment of\nunprotected manual workers, such as, Mathadi, Hamal\netc., engaged in certain employments, to make better\nprovision for their terms and conditions of employment, to\nprovide for their welfare, and for health and safety\nmeasures where such employments require these\nmeasures; to make provision for ensuring an adequate\nsupply to, and full and proper utilization of, such workers\nin such employments to protect avoidable unemployment;\nfor these and similar purposes, to provide for the\nestablishment of Boards in respect of these employments\nand (where necessary) in the different areas of the State;\nand to provide for purposes connected with the matters.\naforesaid; It is hereby enacted in the Twentieth Year of the\nRepublic of India as follows:-\n\"\nGreat stress was led on the words \"such as\" and it was\ntried to be suggested that the Preamble carves out a class of\nthe unprotected manual workers. Further, it was stressed that\nthe object of the law is to provide for the welfare, health and\nsafety measures, where such employments require those\nD\nE\nF\nG\nH\n666 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA measures. From this, it was suggested that it is only where the\nother legislations are unable to provide for the welfare and the\nbetter conditions, then alone this Act (Mathadi Act) would be\nbrought into and, therefore, necessarily the unprotected\nworkmen would be such workmen, who are deprived of the\nB better conditions of service and further, therefore, if the workers\nwere adequately protected, there would be no question of\napplying the provisions of the Mathadi Act to them and they\ncannot be covered under Section 2(11) of the Mathadi Act. The\nargument is clearly incorrect for the reason that the mention of\nC “unprotected manual workers\" is clearly in the wider sense and\neven the Preamble of the Mathadi Act displays the intentions\nof the State Government to make better provision for the\nunprotected manual workers. Merely because some workmen\nare manual workers and not casual workers, that by itself, would\nnot make any different. It is to be noted that in the Preamble,\nterminology of \"casual workers\" is not to be found. Therefore,\neven on this basis, the definition cannot be restricted. The\nargument is, therefore, rejected.\nD\n27. Shri C.U. Singh, Learned Senior Counsel for the\nE appellants referred to the Reports of the three Committees in\n1963, 1965 and 1967. We have already referred to those\nReports and we find nothing contradictory in those Reports in\nview of our finding on the plain language of the Section.\nLL\nF\nG\nH\n28. We were also taken through the decision in Printers\n(Mysore) Ltd. \u0026 Anr. vs. Asstt. Commercial Tax Officer \u0026 Ors.\n(cited supra), more particularly, Para 18 therein providing the\nprinciples for interpreting the definitions, as also the decision\nin Pandey \u0026 Co. Builders (P) Ltd. vs. State of Bihar \u0026 Anr.\n[2007(1) SCC 467]. We have examined this decision. Para 30\nmakes a reference to 3 decisions. They are Mukesh K. Tripathi\nvs. Senior Divisional Manager, LIC [2004(8) SCC 387],\nRamesh Mehta vs. Sanwal Chand Singhvi (cited supra) and\nState of Maharashtra vs. Indian Medical Association [2002 (1)\nSCC 589]. In the first mentioned decision, the word \"include\"\n}\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 667\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nwas used, which would make all the difference and thereby, it A\nwas held that the definition may deserve a broader meaning\nand, therefore, it was necessary to keep in view the scheme\nof the object and purport of the statute. That is not the case\nhere. We have already referred to the second mentioned case\nof Ramesh Mehta vs. Sanwal Chand Singhvi (cited supra). B\nExpressions in Para 27 cannot, however, be read in isolation.\nAgain, it is not that every definition has to be read in the context\nof the phrase, which would define it. We have again pointed\nout that even the context does not require us to restrict the\nmeaning of Section 2(11). The third mentioned case of State C\nof Maharashtra vs. Indian Medical Association (cited supra)\nis of no consequence, as the phraseology therein was entirely\ndifferent. As regards decision in Printers (Mysore) Ltd. \u0026 Anr.\nvs. Asstt. Commercial Tax Officer \u0026 Ors. (cited supra), we do\nnot think that the case is helpful to the appellants. Therein, the\nD\ncontroversy was about the definition of \"goods\" in Section\n8(3)(b) of the Central Sales Tax Act and the controversy was\nas to whether the word \"goods\" could be read in a different\nmanner. Such is not the controversy here.\nE\n29. We also find no absurdity, inconsistency or any\ncontradiction with the other provisions of the Act. Shri Singhvi,\nLearned Senior Counsel for the respondents alongwith his\ncolleagues Ms. Indira Jaising, Learned Senior Counsel, Ms.\nLata Desai, Ms. Pallavi Divekar and Shri Vimal Chandra S.\nDave, Shri Nitin S. Tambwekar, Shri B.S. Sai, Shri K. Rajeev, F\nMs. Bharathi, Ms. Mehak G. Sethi, Shri Naveen R. Nath, Shri\nArun R. Pendekar, Shri Sanjay Kharde, Ms. Asha Gopalan,\nShri Vishnu Sharma, Shri Shrish Kumar Misra and Shri Rajesh\nKumar, Learned Counsel invited our attention to Section 21 of\nthe Mathadi Act and pointed out that there was absolutely no G\ninconsistency because where a directly appointed worker was\nhaving better rights or privileges, then those rights or privileges\nremains unaffected and in that case, such worker would have\nthe choice for those more favourable rights and privileges under\nother beneficial legislations, the only rider being that such\nI\n"}