{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\n[2009] 16 (ADDL.) S.C.R. 618\nBHUWALKA STEEL INDUS. LTD.\nV.\nBOMBAY IRON \u0026 STEEL LABOUR BD. \u0026 ANR.\n(Civil Appeal No. 8452 of 2009)\nDECEMBER 17, 2009\n[TARUN CHATTERJEE AND V.S. SIRPURKAR, JJ.]\nLabour laws:\n-\nMaharashtra Mathadi, Hamal and other Manual Workers\n(Regulation of Employment and Welfare) Act, 1969 – ss.\n2(11), (12), 21 and 22 - Term 'unprotected worker' -\nInterpretation of - Scope of s. 2(11) - Held: Language of s.\n2(11) is plain, unambiguous and clear, thus, not capable of\nany other meaning – It means that every worker, who is doing\nmanual work and is engaged or to be engaged in any\nscheduled employment, would become an 'unprotected\nworker' - In the Preamble of the Act, 'unprotected manual\nworkers' is mentioned in wider sense - It displays the intention\nof State Goverment to make better provision for such workers\nInterpretation of term 'unprotected worker' not hit by doctrine\nof stare decisis – Also, such interpretation not violative of\ndoctrine of Contemporanea Expositio Est Optima Et\nFortissima In Lege - Plea that such workers who were covered\nby other Central Acts could not be covered u/s. 2(11), being\nF a State Act, not maintainable - Interpretation of statutes\nDoctrines Constitution of India, 1950 - Article 254.\nE\n-\n-\n-\n-\nIn the instant matters, the two concurrent judgments\nof the Full Bench of the Bombay High Court, one by the\nG majority that the interpretation by *Century Textile and\nIndustries Ltd. case of the term \"unprotected worker\" in\ns. 2(11) of the Maharashtra Mathadi, Hamal and other\nManual Workers (Regulation of Employment and Welfare)\nAct, 1969 that it is only the casual workmen who come\nI\n618\nb\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 619\nSTEEL LABOUR BD. \u0026 ANR.\nwithin the purview of the Act, is not correct and proper A\nand is overruled; and the judgment of Single Judge that\nu/s. 2(11) of the Act, ‘unprotected worker' means every\nmanual worker who is engaged or to be engaged in any\nscheduled employment, irrespective of whether he is\nprotected by other labour legislations or not, and the B\ndefinition is not restricted to those manual workers who\nare casually engaged, is under challenge.\nDismissing the matters, the Court\nHELD: 1. The Full Bench was absolutely correct in C\ncoming to the conclusions that it did. [Para 42] [684-H]\n2.1. The term “worker” is used in the definition of\n'unprotected worker' in s. 2(11) of the Maharashtra\nMathadi, Hamal and other Manual Workers (Regulation of\nEmployment and Welfare) Act, 1969. Therefore, while D\nconsidering the s. 2 (11), the scope of the term ‘worker'\nu/s. 2 (12) of the Act, is to be considered. The definition\nof the term ‘worker' is an inclusive definition. It includes\na worker, who is engaged by the employer directly or\nthrough any agency and it is not necessary that such E\nworker gets the wages or not. The term 'wages' is also\ndefined in s. 2(13) of the Act. Therefore, even if such\nperson does not earn the wages, as contemplated in s.\n2(13), such person who is engaged to do manual work\nin any scheduled employment, would be a worker.\nFurther, even if such worker is not employed in the strict\nsense of the term by an employer or a contractor, but is\nworking with the permission or under the agreement with\nthe employer or contractor, even then such worker\nwould be a 'worker' within the meaning of s. 2(12) of the\nAct. The only exception is that such worker should not\nbe a member of employer's family. The definitions of\n'worker' and 'unprotected worker' given in ss. 2(11) and\n2(12) of the Act would have to be read together for\nrealizing the scope of the s. 2(11) of the Act. Therefore,\nF\nG\nI\n620 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA the language of s. 2(11) is plain, unambiguous and clear\nand thus, is not capable of any other meaning. It means\nthat every worker, who is doing manual work and is\nengaged or to be engaged in any scheduled\nemployment, would be covered by that definition and\nwould become an unprotected worker. The use of the\nword 'means' which then positively rules aside any other\nmeaning than the one which is dependent upon the plain\nand unambiguous language of the provision. [Paras 14\nand 19] [654-D-H; 655-A-B; 658-A-B]\nB\nC\n*Century Textiles \u0026 Industries Ltd. vs. State of\nMaharashtra 2000 II CLR 279; Kay Kay Embroideries Pvt.\nLtd. vs. Cloth Market and Shops Board, Mumbai \u0026 Ors. 2006\nIII LLJ 824 Bom; Krantikari Suraksha Rakshak Sangathana\nvs. Bharat Sanchar Nigam Limited \u0026 Ors. 2008 (10) SC 166;\nD Cable Corporation of India vs. Addl. Commissioner of Labour\n2008 (7) SCC 680; Feroz N. Dotivala vs. P.M. Wadhwani\n2003(1) SCC 433; P. Kasilingam \u0026 Ors. vs. P.S.G. College\nof Technology \u0026 Ors. AIR 1995 SC 1395; Bhaiji vs. Sub-\nDivisional Officer, Thandla \u0026 Ors. 2003(1) SCC 692; Baldev\nE Singh Bajwa vs. Monish Saini 2005(12) SCC 778; Printers\n(Mysore) Ltd. \u0026 Anr. vs. Asstt. Commercial Tax Officer \u0026 Ors.\n1994 (2) SCC 434; K.V. Muthu vs. Angamuthu Ammal\n1997(2) SCC 53; Gujarat Steel Tubes Ltd. \u0026 Ors. vs. Gujarat\nSteel Tubes Mazdoor Sabha \u0026 Ors. 1980(2) SCC 593,\nreferred to.\nF\n2.2. Where the language is clear and admits of no\ndoubts, it is futile to look for the meaning of the provision\non the basis of the external aids. It is possible that the\nplain meaning runs counter to the objects or creates\nG absurdity or doubts by attributing that plain language. It\nis very difficult to find out any such absurdity or\ncontradiction if the plain language of the s. 2(11) is\naccepted and acted upon for the purposes of\ninterpretation. It must be noted that in spite of s. 2(11),\nH which included the words \"but for the provisions of this Act\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 621\nSTEEL LABOUR BD. \u0026 ANR.\nis not adequately protected by legislation for welfare and A\nbenefits of the labour force in the State\", these precise words\nwere removed by the legislature and the definition was\nmade limited as it has been finally legislated upon. The\nlegislature being conscious of the fact and being armed\nwith all the Committee Reports and also being armed with B\nthe factual data, deliberately avoided those words. This\nis clear pointer to the legislative intent. What the appellants\nare asking was to read in that definition, these precise\nwords, which were consciously and deliberately omitted\nfrom the definition. But that would amount to supplying C\nthe casus omissus and it is not possible, in the instant case.\nThough this Court may supply the casus omissus, it would\nbe in the rarest of the rare cases and thus supplying of\nthis casus omissus would be extremely necessary due to\nthe inadvertent omission on the part of the legislature, but D\nthat is not the case here. [Paras 19 and 24] [657-B; 662-\n. F-H; 663-A-E]\nBhaiji vs. Sub-Divisional Officer, Thandla and Ors.\n2003(1) SCC 692; State of Jharkhand and Anr. vs. Govind\nSingh 2005 (10) SCC 437, relied on\nE\nF\n2.3. The definition is not to be read in isolation and it\nmust be read in the context of the phrase which would\ndefine it. It should not be vague or ambiguous and the\ndefinition of the words must be given a meaningful\napplication; where the context makes the definition given\nin the interpretation clause inapplicable, the same\nmeaning cannot be assigned. The ratio will not apply\nsince the definition given in section 2(11) of the Act is\nextremely clear and there is no vagueness or ambiguity\nabout it. The omission of the words as proposed earlier\nfrom the final definition is a deliberate and conscious act\non the part of the legislature, only with the objective to\nprovide protection to all the labourers or workers, who\nwere the manual workers and were engaged or to be\nengaged in any scheduled employment. Therefore, there H\nG\n622 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA was a specific act on the part of the legislature to enlarge\nthe scope of the definition and once it is accepted, all the\nsubmissions regarding the objects and reasons, the\nCommittee Reports, the legislative history being contrary\nto the expressed language, are relegated to the\nB background and are liable to be ignored. [Para 24] [663-\nF-H; 664-A-D]\nC\nD\nU.P. State Electricity Board vs. Shiv Mohan Singh \u0026 Anr.\n2004(8) SCC 402; Maharashtra State Road Transport\nCorporation vs. State of Maharashtra \u0026 Ors. 2003(4) SCC\n200; The State of M.P. \u0026 Ors. vs. M/s. Chhotabhai Jethabhai\nPatel and Co. \u0026 Anr. 1972 (1) SCC 209; R.D. Goyal \u0026 Anr.\nvs. Reliance Industries Ltd. 2003 (1) SCC 81, Held\ninapplicable.\nRamesh Mehta vs. Sanwal Chand Singhvi \u0026 Ors. 2004\n(5) SCC 409, referred to.\n2.4. It was suggested that only where the other\nlegislations are unable to provide for the welfare and the\nbetter conditions, then alone the Mathadi Act would be\nE brought into and, therefore, necessarily the unprotected\nworkmen would be such workmen, who are deprived of\nthe better conditions of service. The argument that if the\nworkers were adequately protected, they cannot be\ncovered under section 2(11) of the Mathadi Act is\nF incorrect for the reason that the mention of “unprotected\nmanual workers\" in the Preamble is clearly mentioned in\nthe wider sense and even the Preamble of the Mathadi\nAct displays the intention of the State Government to\nmake better provision for the unprotected manual\nG workers. Merely because some workmen are manual\nworkers and not casual workers, would not make any\ndifference. In the Preamble, terminology of “casual\nworkers\" is not to be found. Therefore, even on this basis,\nthe definition cannot be restricted. [Para 26] [666-A-D]\nH\nMukesh K. Tripathi vs. Senior Divisional Manager, LIC\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 623\nSTEEL LABOUR BD. \u0026 ANR.\n2004(8) SCC 387; State of Maharashtra vs. Indian Medical A\nAssociation 2002 (1) SCC 589; Printers (Mysore) Ltd. \u0026 Anr.\nvs. Asstt. Commercial Tax Officer \u0026 Ors. 1994 (2) SCC 434,\nHeld inapplicable.\nPandey \u0026 Co. Builders (P) Ltd. vs. State of Bihar \u0026 Anr.\n2007(1) SCC 467; Ramesh Mehta vs. Sanwal Chand Singhvi\n2004 (5) SCC 409, referred to.\nB\nD\nE\n2.5. Section 22 of the Act provides that the State\nGovernment may exempt from the operation of all or any\nof the provisions of the Act or any scheme, all or any of C\nthe classes of unprotected workers employed in any\nscheduled employment or the establishment or part of\nany establishment, if in the opinion of the State\nGovernment, all such unprotected workers are in the\nenjoyment of benefits, which are, on the whole, not less\nfavourable to such unprotected workers than the benefits\nprovided by or under the Mathadi Act, of course, subject\nto certain conditions and after the consultation with\nAdvisory Committee. It cannot be said that by the\nacceptance of the plain meaning of the wider definition\ngiven out in section 2(11) of the Act, there would be\ncreations of contradictions. A Statement of Objects and\nReasons for introducing the Bill is an external aid, which\nshould be of no consequence if the language is clear.\nEven if the Statement of Objects and Reasons is read, it\ndoes not further the case of the appellants. Appellants,\nwhile relying on the Statement of Objects and Reasons\nsubmitted that it was because the workers in various\nemployments were not receiving adequate protection and\nbenefits within the ambit of existing labour legislation that\nthis Bill was introduced alongwith Statement of Objects\n\u0026 Reasons. If inspite of this, the legislature went on to\ndelete those words, the intention of the legislature must\nbe loud and clear and it cannot persuade to hold that\nthere is anything contradictory to the definition in the\nF\nG\nH\n624 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA Statement of Objects and Reasons. Even if that was so,\nB\nC\nwhen the legislature consciously deletes certain words,\nthen there will be no question of relying and insisting\nupon those words. [Paras 29 and 30] [668-A-H; 669-A-B]\n2.6. The submission that when all the persons\nworking in a scheduled industry, doing manual work,\nbecome the unprotected workers, then there is no\nquestion of the Inspector examining any such person,\nbecause everybody would be an unprotected worker, is\nclearly wrong. What is required is that every unprotected\nworker has to be registered with the Board. If the\nInspector suspects that any such worker, though an\nunprotected worker, is either not registered or does not\nget the protection of the Board and is engaged by the\nemployer, then he can examine such a person. Section\nD 15 would not become unworkable. [Paras 30 and 31] [669-\nF-H]\nE\n2.7. Section 17G provides that the provisions of\nBombay Industrial Relations Act, 1946 would be\napplicable in case of trial of offences under this Act.\nSection 18 provides that provisions of Workmen's\nCompensation Act, 1923 shall mutatis mutandis apply to\nregistered unprotected workers and they shall be\ndeemed to be workmen within the meaning of that Act.\nSection 19 makes the similar provision regarding the\nPayment of Wages Act, 1936 to the workers, while\nSection 20 provides the application of Maternity Benefit\nAct, 1961. These sections are not of any relevance to\narrive at the correct meaning of section 2(11) of the\nMathadi Act. In all these Sections, the words used are\nG 'registered unprotected workers'. There is a provision for\nF\nH\ncreation of the Boards under section 6 of the Mathadi Act\nand every unprotected worker has to register himself with\nthe Board. Therefore, the reliance on these provisions\nwould be no consequence. The terminology of 'registered\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 625\nSTEEL LABOUR BD. \u0026 ANR.\nunprotected workers' in sections 18, 19 and 20 of the A\nMathadi Act was brought into force by Maharashtra Act\nNo. 40 of 1974 and under that, these words deemed\nalways to have been substituted for the original\nterminology of ‘unprotected workers'. Therefore, there is\nno reason to take any different view in the light of these B\nsections. [Para 32] [670-A-E]\n2.8. It is accepted that s. 2(12) is a general provision\nand s. 2(11) is a specific provision. So long as that\nlanguage of section 2(11) of the Mathadi Act is clear\nenough, there will not be any question of cutting the\nscope of the term 'unprotected workman'. As regard the\nsubmission that this interpretation would lead to absurd\nresults, whereby ss. 2(11) and 2(12) would be identical,\nthere is no such possibility. The Sections have to be read\ntogether. Section 2(12) specifies the worker, which in turn\nis used in Section 2(11) further. Therefore, they would not\nbe identical under any circumstances. [Para 33] [670-F-\nH; 671-A-B]\n2.9. Once a workman is engaged to do the manual\nwork, he automatically becomes an unprotected\nworkman and would have to be registered with the\nBoard. The interpretation that is proposed to be given,\ndoes not make any of the provision absurd and does not\nlead to manifest the injustice or the absurdity. [Para 34]\n[671-E-F; 672-A]\nChairman, Indore Vikas Pradhikaran vs. Pure Industrial\nCoke \u0026 Chemicals Ltd. \u0026 Ors. 2007(8) SCC 705, referred\nto.\n2.10. The golden rule of interpretation is that the\nstatutes are to be interpreted according to grammatical\nand ordinary sense of the word in grammatical or literal\nmeaning unmindful of consequence of such\ninterpretation. It was only when such grammatical and\nC\nD\nE\nF\nG\nH.\n626 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA literal interpretation leads to unjust results which the\nlegislature never intended that the said rule has to give\nplace to the 'rule of legislative intent'. In the instant case,\nthe golden rule of interpretation would not lead to any\ninjustice. [Para 35] [672-C-D]\nB\nC\nD\nE\nNational Insurance Co. Ltd. vs. Laxmi Narain Dhut 2007\n(3) SCC 700; Bombay Dyeing \u0026 Mfg. Co. Ltd. vs. Bombay\nEnvironmental Action Group \u0026 Ors. 2006(3) SCC 434,\nreferred to.\n2.11. No absurdity, inconsistency or any contradiction\nwith the other provisions of the Act is found. It will be\nseen that the absurdity which the appellants are referring\nagain and again has to be such that it should be contrary\nto the sense and reason and, therefore, should include a\nresult, which is unworkable or impracticable,\ninconvenient, anomalous or illogical, futile or pointless,\nartificial or productive of a disproportionate counter-\nmischief. There would arise no absurdity of any kind if the\nliteral interpretation is given. Once the literal construction\nis accepted, there will be no further question of holding\notherwise on the basis of the intent of the legislature.\n[Para 35] [674-A-C]\n3. The application of doctrine of stare decisis cannot\nhelp the appellants in the instant case. While rejecting the\nF arguments, those thousands of workmen who are\notherwise exploited by Toliwalas, Mukadams and at times,\nthe employers are in mind. The enactment is a beneficial\nenactment, providing the protection to such workers, who\ndo not have the honest representation and it is with this\nG lofty idea that a progressive State like State of\nMaharashtra has brought about this legislation. The\ndefinition would have to be all the more broad, engulfing\nmaximum area to the advantage of a workman. [Para 38]\n[680-F-H; 681-A]\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 627\nSTEEL LABOUR BD. \u0026 ANR.\nState of Gujarat vs. Mirzapur Moti Kureshi Kassab Jamat A\n\u0026 Ors. 2005 (8) SCC 534, relied on.\nB\nMishri Lal (Dead) by Lrs. vs. Dhirendera Nath (Dead) by\nLrs. \u0026 Ors. 1999 (4) SCC 11; Pradeep Kumar Biswas vs.\nIndian Institute of Chemical Biology \u0026 Ors. 2002 (5) SCC 111;\nUnion of India \u0026 Anr. vs. Azadi Bachao Andolan \u0026 Anr. 2004\n(10) SCC 1; C. Jairam Pvt. Ltd. vs. State of Maharashtra Misc.\nPetition No. 150 of 1973 decided on 19.4.1974; S.B. More\n\u0026 Ors. vs. State of Maharashtra \u0026 Ors. Misc. Petition No. 414\nof 1973 decided on 24.4.1974; Lallubhai Kevaldas \u0026 Anr.\nvs. The State of Maharashtra \u0026 Ors. Writ Petition No. 119 C\nof 1979 decided on 16.1.1980; Irkar Sahu's \u0026 Anr. vs.\nBombay Port Trust 1994 I CLR 187; Century Textiles \u0026\nIndustries Ltd. vs. State of Maharashtra 2000 II CLR 279;\nMaharashtra Rajya Mathadi Transport and Central Kamgar\nUnion vs. State of Maharashtra \u0026 Ors. 1995 Supp. 3 SCC D\n28; Sarva Shramik Sanghatana (KV), Mumbai vs. State of\nMaharashtra \u0026 Ors. 2008 (1) SCC 494; Maharashtra State\nRoad Transport Corporation vs. State of Maharashtra \u0026 Ors\n2003(4) SCC 200; Danial Latifi \u0026 Anr. vs. Union of India 2001\n(7) SCC 740; M/s. Good Year India Ltd. vs. State of Haryana E\nAIR 1990 SC 781; Ambica Quarry Works vs. State of Gujarat\n1987 (1) SCC 213; Bhavnagar University vs. Palitana Sugar\nMill (P) Ltd. 2003 (2) SCC 111; Bharat Petroleum Corpn. Ltd.\nvs. N.R. Vairamani 2004 (8) SCC 579, referred to.\nF\nQuinn vs. Leathem 1901 Appeal Cases 495, referred\nto.\nSalmond on Jurisprudence 12th Edn., referred to.\n4. The submission on the basis of the maxim\nContemporanea Expositio Est Optima Et Fortissima In Lege\nthat the Full bench should have considered how the\nauthorities themselves construed and understood the\nlaw, and certain letters were referred for the same; and\nthat since the State Government itself understood the\nG\nH\n"}