{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"A\nB\n678 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nThe Court therein again referred to the decision in Ambica\nQuarry Works vs. State of Gujarat (1987 (1) SCC 213] and\nupheld the observations therein to the effect that:-\n\"18. The ratio of any decision must be understood in the\nbackground of the facts of that case. It has been\nsaid long time ago that a case is only an authority\nfor what it actually decides and not what logically\nfollows from it.\"\nThe Court further relied upon the decisions in Bhavnagar\nC University vs. Palitana Sugar Mill (P) Ltd. [2003 (2) SCC 111],\nBharat Petroleum Corpn. Ltd. vs. N.R. Vairamani [2004 (8)\nSCC 579] and finally, the decision in British Railways Board\nvs. Herrington [All ER 761] and has quoted the following\nobservations therefrom:-\nD\nE\nF\nG\nH\n\"There is always peril in treating the words of a speech or\na judgment as though they were words in a legislative\nenactment, and it is to be remembered that judicial\nutterances are made in the setting of the facts of a\nparticular case.\n11. Circumstantial flexibility, one additional or different\nfact may make a world of difference between\nconclusions in two cases. Disposal of cases by\nblindly placing reliance on a decision is not proper.\"\nNow, when we examine all the Bombay High Court's\njudgments on the basis of this ratio, it is clear that excepting\nthe decision in Century Textiles \u0026 Industries Ltd. vs. State of\nMaharashtra (cited supra), such position could not be obtained.\nThere can be no dispute about the importance attached by this\nCourt in the above mentioned cases, as relied upon by the\nappellants, which favour the consistency of law. Further, it is to\nbe seen, particularly, from the decision in State of Gujarat vs.\nMirzapur Moti Kureshi Kassab Jamat \u0026 Ors. (cited supra). In\nparas 111 and 112, this Court observed:-\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 679\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n\"111.\nHowever, according to Justice A\nFrankfurter, the doctrine of stare decisis is not 'an\nimprisonment of reason' (Advanced Law Lexicon,\nP. Ramanatha Aiyer, 3rd Edn., 2005, Vol. 4, P\n4456). The underlying logic of the doctrine is to\nmaintain consistency and avoid uncertainty. The\nguiding philosophy is that a view which has held the\nfield for a long time should not be disturbed only\nbecause another view is possible.\n112. The trend of judicial opinion, in our view, is that stare\ndecisis is not a dogmatic rule allergic to logic and\nreason; it is a flexible principle of law operating in\nthe province of precedents providing room to\ncollaborate with the demands of changing times\ndictated by social needs, State policy and judicial\nconscience.\"\nAgain, in para 113, this Court observed:-\n\"113. According to Professor Lloyd, concepts are good\nservants but bad masters. Rules, which are\noriginally designed to fit social needs, develop into\nconcepts, which then proceed to take on a life of\ntheir own to the detriment of legal development. The\nresulting ‘jurisprudence of concepts' produces a\nslot-machine approach to law, whereby new points\nposing questions of social policy are decided, not\nby reference to the underlying social situation, but\nby reference to the meaning and definition of the\nlegal concepts involved. This formalistic a priori\napproach confines the law in a straitjacket instead\nof permitting it to expand to meet the new needs\nand requirements of changing society (Salmond on\nJurisprudence, 12th Edn. At P. 187). In such cases,\nthe Courts should examine not only the existing laws\nand legal concepts, but also the broader underlying\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n680 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nissues of policy.\nIn para 114, quoting from the Salmond on Jurisprudence,\n12th Edn., the Court saw the need of the Judge looking at\nexisting laws, the practical social results of any decision he\nmakes and the requirements of fairness and justice. In para 116\nagain, the Court observed:-\n\"116. Stare decisis is not an inexorable command of the\nConstitution or jurisprudence. A careful study of our\nlegal system will discern that any deviation from the\nstraight path of stare decisis in our past history has\noccurred for articulable reasons, and only when the\nSupreme Court has felt obliged to bring its opinions\nin line with new ascertained facts, circumstances\nand experiences. (Precedent in Indian Law, A.\nLaxminath, 2nd Edn. 2005, P. 8)\"\nIn para 118, this Court observed that:-\n\"118. The doctrine of stare decisis is generally to be\nadhered to, because well-settled principles of law\nfounded on a series of authoritative\npronouncements ought to be followed. Yet, the\ndemands of the changed facts and circumstances,\ndictated by forceful factors supported by logic, amply\njustify the need for a fresh look.\"\nTested on the basis of this logic in the celebrated decision\nof State of Gujarat vs. Mirzapur Moti Kureshi Kassab Jamat\n\u0026 Ors. (cited supra), we have no hesitation, but to hold that the\napplication of doctrine of stare decisis cannot help the\nappellants in this case. We must express here that while\nrejecting the arguments of appellants, we have in our minds,\nthose thousands of workmen who are otherwise exploited by\nToliwalas, Mukadams and at times, the employers. The\nenactment is a beneficial enactment, providing the protection\nto such workers, who do not have the honest representation and\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 681\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nit is with this lofty idea that a progressive State like State of A\nMaharashtra has brought about this legislation. Viewed from\nthese angles, it will have to be held that the definition would\nhave to be all the more broad, engulfing maximum area to the\nadvantage of a workman. It is with this idea that we reject the\nargument of the stare decisis, though very ably put by Shri B\nCama, Shri C.U. Singh, Learned Senior Counsel and other\nLearned Counsel appearing on behalf of the appellants.\nC\nD\n39. The other argument raised was on the basis of maxim\nof Contemporanea Expositio Est Optima Et Fortissima In\nLege, shortly stated, Contemporanea Expositio. According to\nthe Black's Law Dictionary, this is the doctrine that the best\nmeaning of a statute or document is the one given by those who\nenacted it or signed it, and that the meaning publicly given by\n* contemporary or long professional usage is presumed to be\nthe true one, even if the language may have a popular or an\netymological meaning that is very different. Shri Cama, Learned\nSenior Counsel for the appellants argued that in the\nCommittee's Reports, right from 1963 clearly only those\nworkers were viewed, who did not have the protection of the\nother labour laws and the Committee had identified only those E\nmanual workers who were engaged in loading and unloading\noperations. The reliance was made on a letter No. (c) 20206\ndated 7.9.1992, written by one Shri G.K. Walawalkar, Desk\nOfficer, informing that in an establishment till the workers doing\nMathadi type work are on their muster roll as direct workers\nand they are getting total protection and benefits under the\nvarious labour laws, till then such establishment shall not be\nincluded in the Mathadi Act or the schemes thereunder. Two\nother letters were also referred to by the Learned Senior\nCounsel. First Letter was dated 10.5.1990 addressed to the G\nWestern India Corrugated Box Manufacturers' Association,\nauthored by one Divisional Officer, informing to the Chairman,\nWestern India Corrugated Box Manufacturers' Association that\nthe provisions of Mathadi Act are not applicable to the directly\nemployed workers (employed no permanent basis) by the\nF\nH\nC\n682 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA company. Another letter was dated 3.10.1991 addressed to the\nSecretary, Mumbai Timber Merchants Association Ltd.,\nspecifying that the direct labourers of the employer doing.\nloading/unloading work would not be covered by the said Act.\nThough these two letters were never procured, they were\nB produced before us. Further, a reference is made to the letter\nof Mathadi Board (Bombay Iron and Steel Labour Board) dated\n17.11.1983, wherein the Mathadi Board understood and\napplied the Act only to that special class of workers doing\nloading and unloading operations in scheduled employments,\nwho were in the regular employments of an employer and,\ntherefore, were not protected by other applicable labour\nlegislations. It was also urged that only after the impugned\njudgment was passed, the Mathadi Boards have started asking\nthe employers to register them under the Act even if they are\nengaging regular full time workers. It was urged that in Irkar\nSahu's \u0026 Anr. vs. Bombay Port Trust (cited supra), the\nMathadi Board had taken such a position and they could not\nnow turn back from their stance. From this, the Learned Senior\nCounsel urged that since the State Government itself\nunderstood the provision in a particular manner, such\nunderstanding should be honoured by the Courts.\nD\nE\n40. The argument is clearly erroneous for the simple\nreason that it is not the task of the State Government, more\nparticularly, the Executive Branch to interpret the law; that is the\nF task of the Courts. Even if the State Government understood\nthe Act in a particular manner, that cannot be a true and correct\ninterpretation unless it is so held by the Courts. Therefore, how\nthe State Government officials understood the Act, is really\nirrelevant. The Learned Senior Counsel, in his address, relied\nG on the decision in Godawat Pan Masala Products I.P. Ltd. \u0026\nAnr. vs. Union of India \u0026 Ors. [2004(7) SCC 68] and more\nparticularly, para 32 therein. There, Hon'ble Srikrishna, J.\naccepted the meaning of the concerned provision as it was\nunderstood by the State authorities. However, the Learned\nJudge was careful enough to say that:-\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 683\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n\"While this may not be really conclusive, it certainly\nindicates the manner of the State authority viewing its\npower and the Rules under which it was exercising the\npower. The Court can certainly take into account this\nsituation on the doctrine of contemporanea expositio.\n(Emphasis supplied)\nA\nB\nD\nTherefore, this cannot be viewed to be an absolute\ndoctrine. There are number of authorities, which speak about\nthe powers of the Court, vis-à-vis, this doctrine. It has been held\nin Clyde Navigation Trustees vs. Laird [1883 (8) Appeal C\nCases 658], Assheton Smith vs. Owen [1906 (1) Ch 179],\nGoldsmiths' Co. vs. Wyatt [1907 (1) KB 95], Senior Electric\nInspector vs. Laxminarayan Chopra [AIR 1962 SC 159], Raja\nRam Jaiswal vs. State of Bihar [AIR 1964 SC 828], J.K. Cotton\nSpinning \u0026 Weaving Mills Ltd. vs. Union of India [AIR 1988\nSC 191], Doypack Systems Ltd. vs. Union of India [AIR 1988\nSC 782] that even if the person who dealt with the Act\nunderstood it in a particular manner, that does not prevent the\nCourt in giving to the Court, its true construction. It is pointed\nout in the decision in Doypack Systems Ltd. vs. Union of India E\n(cited supra) that the doctrine is confined to the construction of\nambiguous language used in very old statutes where indeed\nthe language itself have had a rather different meaning in those\ndays. The Learned author Justice Shri G.P. Singh, in his\ncelebrated treatise quoted that:-\nF\n\"Subject to use made of contemporary official statements\nand statutory instruments the principle of contemporanea\nexpositio is not applicable to a modern statute.\"\nG\nSame subject has been dealt with in Punjab Traders vs.\n+ State of Punjab [1991 (1) SCC 86]. Considering this settled\nposition, we do not think we are in a position to accept the\ncontention raised. Same logic applies that even if the Mathadi\nBoard's stand was somewhat contradictory in the case of Irkar\nSahu's \u0026 Anr. vs. Bombay Port Trust (cited supra), it did not H\n684 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA really create a bar against it from changing its stance for a\ncorrect interpretation of Section 2(11) of the Mathadi Act.\nB\nC\nD\n41. The next argument was based on Article 254 of the\nConstitution of India. It was suggested that the said Article\nprescribes that in the matters falling in the Concurrent List, any\nCentral legislation, whether made before or after a State\nlegislation, supersede such State legislation, if they both cover\nthe same field. An exception to this lies in sub-Article (2), which\npreserves and protects a State enactment to the extent it has\nreceived the assent of the Vice President. Needless to say that\nthis challenge is in the nature of a challenge to the constitutional\nvalidity of the provision of the State Act. Such was not the\nchallenge. The appellants never urged that the Act was\nconstitutionally invalid and in fact, the constitutional validity of\nthe Act has already been upheld. Article 254 does not provide\na guide for the interpretation of a State statute. The appellants\nare also not certain about the proposal of the assent of the Vice\nPresident, which was received on 5.6.1969, since the said\nproposal could not be located by them. Therefore, all the\narguments must fall to the ground once the Presidential assent\nE under Article 254(2) is received to the Act. This is apart from\nthe fact that the grounds on the basis of Article 254 cannot be\nused for the interpretation of the Act. In strict sense, this\nquestion was never before the Full Bench and in our opinion,\nthe Full Bench rightly rejected this argument on the ground that\nF this was not the case of the appellants. Therefore, reliance\nplaced on the decisions in Kaiser-I-Hind Pvt. Ltd. vs. National\nTextile Corporation Ltd. [2002 (8) SCC 182] and Thirumuruga\nKirupa Nanda Variyar Thavathiru Sundara Swamigal Medical\nEducational and Charitable Trust vs. State of Tamil Nadu \u0026\nG Ors. [1996 (3) SCC 15] is of no consequence. The argument\nis thus rejected.\nH\n42. Thus, in our considered opinion, the Full Bench was\nabsolutely correct in coming to the conclusions that it did.\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 685\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nC\n43. Before parting with the judgment, we must refer to the A\nfact that this legislation, which came way back in 1969, have\nin its view, those poor workmen, who were neither organized\nto be in a position to bargain with the employers nor did they\nhave the compelling bargaining power. They were mostly\ndependent upon the Toliwalas and the Mukadams. They were B\nnot certain that they would get the work everyday. They were\nalso not certain that they would work only for one employer in\na day. Everyday was a challenge to these poor workmen. It was\nwith this idea that the Board was created under Section 6 of\nthe Mathadi Act. Deep thoughts have gone into, creating the\nframework of the Boards, of the schemes etc. With these lofty\nideas that the Act was brought into existence. In these days\nwhen Noble Laureate Professor Mohd. Yunus of Bangladesh\nis advocating the theory of social business as against the\nbusiness to earn maximum profits, it would be better if the\nD\nemployers could realize their social obligations, more\nparticularly, to the have-nots of the society, the workers who are\nall contemplated to be the inflicted workers in the Act. Again,\nbefore parting, we must appreciate the valuable contributions\nmade on behalf of the appellants and the respondents, more\nparticularly, Shri J.P. Cama, Shri C.U. Singh, Shri Sudhir\nTalsania, Shri K.K. Singhvi and Ms. Indira Jaising, Learned\nSenior Counsel. In the result, all the appeals are dismissed and\nunder the circumstances, there shall be no orders as to the\ncosts.\nSLP (C).... CC No. 4065 of 2007\nAnd\nE\nF\nSLP (C).... CC No. 4046 of 2007\nG\nPermission to file Special Leave Petition in these two\ncases is not granted. Dismissed.\nN.J.\nMatters dismissed.\nH\n"}