{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"PURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 955\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nlearned Senior Counsel Shri Varma, we are of the view A\nthat the judgment in Gafar case does not require\nreconsideration by this Court. In Gafar case this Court had\nmeticulously examined all the legal contentions canvassed\nby the parties to the lis and had come to the conclusion\nthat the High Court has not committed any error which B\nwarrants interference. In the present appeals, the challenge\nis for the compensation assessed for the lands notified\nand acquired under the same notification pertaining to the\nsame villages. Therefore, it would not be proper for us to\ntake a different view, on the ground that what was\nconsidered by this Court was on a different fact situation.\nThis view of ours is fortified by the judgment of this Court\nin Ballabhadas Mathurdas Lakhani v. Municipal\nCommittee, Malkapur, wherein it was held that a decision\nof this Court is binding when the same question is raised\nagain before this Court, and reconsideration cannot be\npleaded on the ground that relevant provisions, etc., were\nnot considered by the Court in the former case.\"\nC\nD\n62. Judicial discipline demands that a decision of a\nDivision Bench of two Judges should be followed by another E\nDivision Bench of two Judges and this has been stated time\nand again by this Court. In Raghubir Singh (supra), a\nConstitution Bench of this Court speaking through Chief Justice\nR.S. Pathak, held:\n\"28. We are of the opinion that a pronouncement of law\nby a Division Bench of this Court is binding on a Division\nBench of the same or a smaller number of Judges, and in\norder that such decision be binding, it is not necessary that\nit should be a decision rendered by the Full Court or a\nConstitution Bench of the Court....\"\n63. In Union of India Vs. Paras Laminates (P) Ltd. - (1990)\n4 SCC 453 this Court has observed:\nF\nG\n\"9. It is true that a bench of two members must not lightly H\nA\nB\nC\nD\n956 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\ndisregard the decision of another bench of the same\nTribunal on an identical question. This is particularly true\nwhen the earlier decision is rendered by a larger bench.\nThe rationale of this rule is the need for continuity, certainty\nand predictability in the administration of justice. Persons\naffected by decisions of Tribunals or courts have a right\nto expect that those exercising judicial functions will follow\nthe reason or ground of the judicial decision in the earlier\ncases on identical matters. Classification of particular\ngoods adopted in earlier decisions must not be lightly\ndisregarded in subsequent decisions, lest such judicial\ninconsistency should shake public confidence in the\nadministration of justice....\"\n64. Shri Vijay Hansaria, learned Senior Counsel contends\nthat a case for referring the matter to a larger Bench though is\npleaded by the learned Senior Counsel, Shri Rakesh Dwivedi,\nthis Court ought to test the same by the parameters laid down\nby this Court in the case of CIT Vs. Saheli Leasing and\nIndustries Limited - (2010) 6 SCC 384 to find out whether the\nmatter deserves to be referred to a larger Bench. In Saheli\nE Leasing, this Court held:\nF\n\"29...(x) In order to enable the Court to refer any case to\na larger Bench for reconsideration, it is necessary to point out\nthat particular provision of law having a bearing over the issue\ninvolved was not taken note of or these is an error apparent\non its face or that a particular earlier decision was not noticed,\nwhich has direct bearing or has taken a contrary view....\"\n65. The Constitution Bench of this Court in the case of\nKeshav Mills Co. Ltd. Vs. CIT - (1965) 2 SCR 908 crystallized\nG the position with regard to what the Court should do when a\nplea for consideration of an earlier judgment is made. It was\nheld:\nI\n\"... When it is urged that the view already taken by this\nCourt should be reviewed and revised, it may not\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 957\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nA\nB\nD\nnecessarily be an adequate reason for such review and\nrevision to hold that though the earlier view is a reasonably\npossible view, the alternative view which is pressed on the\nsubsequent occasion is more reasonable. In reviving and\nrevising its earlier decision, this Court should ask itself\nwhether in the interests of the public good or for any other\nvalid and compulsive reasons it is necessary that the\nearlier decision should be revised. When this Court\ndecided questions of law, its decisions are, under Art. 141,\nbinding on courts within the territory of India, and so, it must\nbe the constant endeavour and concern of this Court to\nC\nintroduce and maintain an element of certainty and\ncontinuity in the interpretation of law in the country.\nFrequent exercise by this Court of its power to review its\nearlier decisions on the ground that the view pressed\nbefore it later appears to the Court to be more reasonable,\nmay incidentally tend to make law uncertain and introduce\nconfusion which must be consistently avoided. This is not\nto say if on a subsequent occasion, the Court is satisfied\nthat its earlier decision was clearly erroneous, it should\nhesitate the correct the error; but before a previous\ndecision is pronounced to plainly erroneous the Court must\nbe satisfied with fair amount of unanimity amongst its\nmembers that a revision of the said view is fully justified. It\nis not possible or desirable, and in any case it would be\ninexpedient to lay down any principles which should govern\nthe approach of the Court in dealing with the question of\nreviewing and revising its earlier decisions. It would always\ndepend on several relevant considerations:- What is the\nnature of the infirmity or error on which a plea for a review\nand revision of the earlier view is based? On the earlier\noccasion, did some patent aspects of the question remain\nunnoticed, or was the attention of the Court not drawn to\nany relevant and material statutory provision, or was any\nprevious decision of this Court bearing on the point not\nnoticed? Is the Court hearing such plea fairly unanimous\nthere is such an error in the earlier view? What would be H\nE\nF\nG\nA\nB\nC\nD\nE\nF\n958\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nthe impact of the error on the general administration of law\nor public good? Has the earlier decision been followed on\nsubsequent occasions either by this Court or by High\nCourts? And, would the reversal of the earlier decision\nlead to public inconvenience, hardship or mischief? These\nand other relevant considerations must be carefully borne\nin mind whenever this Court is called upon to exercise its\njurisdiction to review and revise its earlier decisions....”\n66. We are in full agreement with the view expressed in\nKeshav Mills case (supra). The learned Senior Counsel Shri\nRakesh Dwivedi has not been able to make out a case for\nreconsideration of the decision of this Court in Assam Small\nScale Industries (supra). In fact, a plea for reconsideration of\nthe same was rejected by a Division Bench of this Court in\nShakti Tubes (supra). We are unable to agree with the\nargument of Shri Dwivedi and Shri Gupta that the provisions\nof the Act were not considered in its entirety. In fact, the entire\nscheme of the Act has been considered in the case of Rampur\nFertilizers (supra) and specific answer to the issue under\nconsideration was answered.\n67. In the case of Ambika Prasad Mishra Vs. State of U.P.\n- (1980) 3 SCC 719, His Lordship V.R. Krishna Iyer. J.,\nspeaking for the Constitution Bench held:\n\"6. It is wise to remember that fatal flaws silenced by earlier\nrulings cannot survive after death because a decision does\nnot lose its authority \"merely because it was badly argued,\ninadequately considered and fallaciously reasoned.\"...\"\n68. In light of this dictum, and the factum that no case has\nG been made out for reconsideration by the learned Senior\nCounsel appearing for the suppliers, we do not see any reason\nmuch or less good reason to doubt the correctness of the\ndecision in Assam Small Scale Industries or Shakti Tubes\n(supra). When there are four decisions of this Court with regard\nH to the applicability of the Act for contracts entered into prior to\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 959\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nthe commencement of the Act, and when the plea for A\nreconsideration has been expressly rejected in the past, we are\nof the view, it would be against the spirit of the doctrine of stare\ndecisis for us to take any view in divergence with same.\n69. Lastly, learned Senior Counsel for suppliers also\ncontended that the extension of date of supply order, from time\nto time by Board, amounts to a novation of contract or supply\norder in terms of Section 62 of the Indian Contracts Act and,\ntherefore, the new contract or supply order would be governed\nby the Act. In our opinion, the ground or issue of novation of\nContract is a mixed question of fact and law and it is being\nraised, for the first time, at the time of hearing of the case\nbefore us which cannot be permitted to be raised. The said fact\nof novation or alteration of contract is required to be urged\nevidentially and scrutinised by the courts below. In absence of\nsuch factual findings, it is not possible to decide such a mixed\nquestion of law and facts. In Shakti Tubes Ltd. (supra), the issue\nof novation of contract was raised before this Court for the first\ntime at the time of hearing. This Court declined to entertain such\nground as being a mixed question of law and fact. This Court\nfurther observed that even on the merits of the case the\nescalation of price, reduction of the quantity of the supply order\nand extension of date of supply does not amount to novation\nor alteration in the supply order.\nh\nConclusion\n70. The result is appeals fail and accordingly, they are\ndismissed. No order as to costs.\nR.P.\nAppeals dismissed.\nB\nс\nD\nE\nF\n"}