{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"·\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 915\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\n16.09.1992, but did not receive payment from the respondent. A\nSubsequently, the supplier had made another delivery of goods\nwith respect to nine other bills in between 25.09.1992 and\n30.03.1993. These supplies were made after the expiry of the\ntime stipulated in the agreement/supply order, but after\nobtaining specific extension of time by the buyer. The supplier B\nhad completed the entire supply by 12.10.1993 and received\nthe payment for such supplies from the respondent in the month\nof September and October, 1993. In pursuance to such\nsupplies, the supplier has raised the demand for interest on\ndelayed payment made by the respondent, vide its letters dated\n14.12.1992 and 3.12.1993, however, the same was not\nacceded to by the buyer.\nC\nD\n3. The supplier had instituted a Money Suit No. 109 of 1996\nbefore Assistant District Judge No.1, Kamrup for the payment\nof interest to the tune of Rs. 24,57,927.28/-, on delayed\npayment of principal amount by the respondent, under the\nInterest on Delayed Payments to Small Scale and Ancillary\nIndustrial Undertakings Act, 1993 (for short 'the Act'). The said\nsuit was decreed by the Civil Judge (Senior Division) No. 1,\nKamrup vide his order dated 27.01.2000 in favour of the E\nsupplier, who granted the compound interest @ 18.25% per\nannum plus interest of 5% above the said rate of interest with\nmonthly rest till realization. Being aggrieved by the said order,\nthe respondent had filed a Regular First Appeal No. 80 of 2000\nbefore the High Court of Gauhati. The Division Bench of the F\nHigh Court has allowed the appeal and dismissed the suit vide\nits judgment and order dated 18.8.2001 on the ground that suit\nis not maintainable as no amount was due on the date of\ninstitution of the suit and thereby followed its earlier view\nrendered by the Division Bench of the High Court in Assam G\nState Electricity Board and Another v. M/s Trusses and\nTowers (P) Ltd. (F.A. NO. 109/95), 2001 (2) GLT 121, whereby\nand whereunder a Division Bench of the High Court had held\nthat a suit for interest simpliciter was not maintainable when the\nprincipal amount was received without any demur and that the\nH\nA\nB\nC\n916\nSUPREME COURT REPORTS\n[2012] 6 S.C.R. ·\nAct did not revive the claims that were already settled. The High\nCourt has also, inter alia, directed the appellant to refund the\namount of 10 lakhs, paid by the respondents pursuant to the\nCourt's direction at the time of admission of the appeal to the\nrespondent within a period of two months and failure to pay\nwithin such period would entail interest at the rate of 12% per\nannum. Aggrieved by this decision of the High Court, the\nsupplier has preferred this appeal.\n4. In the case of Shanti Conductors (C.A. No. 2351 of\n2003), the Board had placed two supply orders for the\nmanufacture and supply of KM ACSR Penther Conductors, and\nthe supplier completed the supplies in eight parts between\n22.03.93 and 04.10.93. In March 1997, about three and a half\nyears of making the supplies, and after the receipt of the entire\namount, the supplier filed a suit for interest on delayed payment\nD by the Board in terms of the provisions of the Act, in Money\nSuit No. 21/1997 before the Court of the Civil Judge (Sr. Divn.)\nNo. 1, Guahati. The same was disputed by the Board in the\nwritten statement filed in the suit. However, the suit filed by the\nsupplier was decreed and the Learned Assistant District Judge\nE awarded a sum of `51,60,507.42 by way of interest for the\ndelayed payment. Being aggrieved by the said order, the\nBoard preferred a Regular First Appeal (F.A. No. 66 of 2000)\nbefore the Guahati High Court. The Division Bench hearing the\nappeal of the Board in the case of Shanti Conductors doubted\nF the correctness of the view taken by the Division Bench in the\ncase of Trusses and Towers, and referred the matter to the Full\nBench to determine whether a suit is maintainable only for\ninterest and whether the provisions of the Act is applicable to\ncontracts concluded prior to its commencement, where the\nG delayed payment is made after its commencement.\nН\n5. The Full Bench of the High Court after considering the\nprovisions of the Act, concluded that the findings of the Division\nBench in the case of Trusses \u0026 Towers that once a principal\namount is received without any protest, then no further claim\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 917\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nfor interest can be made; is not the correct legal position in law. A\nIn other words, the Full Bench came to the conclusion that a\nsuit for only interest was also maintainable. Further, the Full\nBench also held that the Act is applicable to any contracts\nentered into prior to the commencement of the Act, and a higher\nrate of interest could be charged in terms of the provisions of B\nthe Act, however, the same was to be done after 23.09.1992,\ni.e. after the Act came into force. The matter was then remitted\nback to the Division Bench to decide the other issues in\naccordance with law and in the light of the observations made\ntherein. Aggrieved by the decision of the Full Bench, the Board\nis before us in Civil Appeal No.2351 of 2003.\n6. The issues that are required to be answered by us in\nthese appeals are whether a suit for interest alone is\nmaintainable under the provisions of the Act, and whether the\nAct would be applicable to contracts that have been concluded\nprior to the commencement of the Act. In other words, we are\nrequired to examine whether the Act would apply to those\ncontracts which were entered prior to the commencement of\nthe Act but supplies were effected after the Act came into force.\nThe Scheme of the Act:\nC\nD\nE\nLLJ\nF\n7. The Statement of Objects and Reasons read as under:\n\"A policy statement on small scale industries was made\nby the Government in Parliament. It was stated at that time\nthat suitable legislation would be brought to ensure prompt\npayment of money by buyers to the small industrial units.\n2. Inadequate working capital in a small scale or an\nancillary industrial undertaking causes serious and G\nendemic problems affecting the health of such\nundertakings. Industries in this sector have also been\ndemanding that adequate measures by taken in this\nregard. The Small Scale Industries Board, which is an\napex advisory body on polices relating to small scale H\nA\nB\nс\n918 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nindustrial units with representatives from all the States,\ngovernmental bodies and the industrial sector, also\nexpressed this view. It was, therefore, felt that prompt\npayments of money by buyers should be statutorily\nensured and mandatory provisions for payment of interest\non the outstanding money, in case of default, should be\nmade. The buyers, if required under law to pay interest,\nwould refrain from withholding payment to small scale and\nancillary industrial undertakings.\n3. An Ordinance, namely, the Interest on Delayed\nPayments to Small Scale and Ancillary Industrial\nUndertakings Ordinance, 1992, was, therefore,\npromulgated by the President on 23rd September, 1992.\"\n8. The long title of the Act reads as \"An Act to provide for\nD and regulate the payment of interest on delayed payments to\nsmall scale and ancillary industrial undertakings and for matters\nconnected therewith or incidental thereto.\" The Act though\nenacted on 2nd April 1993, by a legal fiction is deemed to have\ncome into effect from the date of promulgation of the Ordinance,\nE i.e. 23rd September 1992. The provisions of the Act largely\ndeal with the liability of the buyer to make payment for supplies,\ndetermination of the date from which and the rate at which\ninterest is payable to the supplier from the buyer, liability of the\nbuyer to pay compound interest, recovery of the amount due\nto the supplier from the buyer, and other provisions relating to\nappeal, etc.\nF\n9. Section 2(b) of the Act defines the meaning of the\nexpression 'appointed day' to mean the day following\nimmediately after the expiry of the payment period of thirty days\nG from the date of payment, acceptance of any goods or any\nservices by a buyer from a supplier. Section 3 of the Act\nimposes a statutory liability upon the buyer to make payment\nfor the supplies of any goods either on or before the appeal\ndate or where there is no agreement, before the appointed day.\nH\n!\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 919\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nSection 4 provides for the award of interest where the price has A\nnot been paid within time. Section 5 provides for the liability of\nthe buyer to pay compound interest. Section 6 of the Act gives\na right to the buyer to file a civil suit. Section 10 of the Act gives\noverriding effect to any other law which are inconsistent with\nthe provisions of the Act.\nOn the question of maintainability of a suit for interest\n-\nB\n10. Shri Rakesh Dwivedi and Shri Sunil Gupta, learned\nSenior Counsel appear for the suppliers and Shri Vijay\nHansaria, learned Senior Counsel appears for the buyer C\nAssam State Electricity Board (hereinafter referred to as 'the\nBoard').\n11. The learned Senior Counsel appearing for the\nsuppliers has brought to our notice that the first question that\nhas been raised for our consideration has been answered by\nthis Court in favour of the suppliers, in the case of Modern\nIndustries v. Steel Authority of India Limited, (2010) 5 SCC\n44, in which this Court has held:\nD\nE\n\"40. In Assam SEB v. Shanti Conductors (P) Ltd. inter alia\nthe question that fell for consideration before the Full\nBench of the Gauhati High Court was as to whether the\nsuit for recovery of a mere interest under the 1993 Act is\nmaintainable. The argument on behalf of the appellant\ntherein was that no suit merely for the recovery of the F\ninterest under the 1993 Act is maintainable under the\nprovisions of Section 6. It was contended that both\nprincipal sum and the interest on delayed payment\nsimultaneously must coexist for maintaining a suit under\nSection 6 of the 1993 Act.\n41. The Full Bench held that the suit is maintainable for\nrecovery of the outstanding principal amount, if any, along\nwith the interest on delayed payments as calculated under\nG\nH\n920\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nSections 4 and 5 of the 1993 Act. It said: (Assam SEB\ncase, Gau LR pp. 559-60, para 12)\n\"12. The opening words of Section 6(1) 'the\namount due from the buyer, together with the\namount of interest....' can only mean that the\nprincipal sum due from the buyer as well as or\nalong with the amount of interest calculated under\nthe provisions of the Act, are recoverable. The word\n'together' here would mean 'as well as' or 'along\nwith'. This cannot mean that the principal sum must\nbe due on the date of the filing of the suits. The suits\nare maintainable for recovery of the outstanding,\nprincipal amount, if any, along with the amount of\ninterest on the delayed payments as calculated\nunder Sections 4 and 5 of the Act. We are unable\nto agree with that if the principal sum is not due, no\nsuit would lie for the recovery of the interest on the\ndelayed payments, which might have already\naccrued. If such an interpretation is given the very\nobject of enacting the Act would be frustrated. The\nAct had been enforced to see that small-scale\nindustries get the payment regarding supply made\nby them within the prescribed period and in case\nof delay in payments the interest would be at a\nmuch higher rate (one-and-a-half times of lending\nrate charged by State Bank of India). The obligation\nof payment of higher interest under the Act is\nmandatory. Sections 4 and 5 of the Act of 1993\ncontain a non obstante clause i.e. 'Notwithstanding\nanything contained in any agreement between the\nbuyer and the supplier'. In other words, the parties\nto the contract cannot even contract out of the\nprovisions of the 1993 Act. Even if such provision\nthat interest under the Act on delay meant would not\nbe chargeable is incorporated in the contract,\nSections 4 and 5 of the Act of 1993 would still\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 921\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nB\nprevail as the very wording of these sections A\nindicate. Take for instance that the buyer has not\npaid the outstanding amount of the supply by the\ndue date. After much delay he offers the\noutstanding amount of the supply to the supplier. If\nthe argument of the learned counsel for the\nappellant is to be accepted, then, if the supplier\naccepts entire amount he would be losing his right\nto recover the amount of interest on the delayed\npayment under the Act. Therefore, he would have\nto refuse to accept the amount of payment and then\nfile a suit for recovery of the principal amount and\nthe interest on the delayed payment under the Act.\nThe Act does not create any embargo against\nsupplier not to accept principal amount at any\nstage and thereafter file a suit for the recovery or\nrealisation of the interest only on the delayed\npayments under the Act.\"\nC\nD\nE\nF\n42. The word \"due\" has a variety of meanings, in different\ncontext it may have different meanings. In its narrowest\nmeaning, the word “due” may import a fixed and settled\nobligation or liability. In a wider context the amount can be\nsaid to be \"due\", which may be recovered by action. The\namount that can be claimed as \"due” and recoverable by\nan action may sometimes be also covered by the\nexpression \"due\". The expression \"amount due from a\nbuyer\" followed by the expression “together with the amount\nof interest\" under sub-section (1) of Section 6 of the 1993\nAct must be interpreted keeping the purpose and object\nof the 1993 Act and its provisions, particularly Sections 3,\n4 and 5 in mind. This expression does not deserve to be G\ngiven a restricted meaning as that would defeat the whole\npurpose and object of the 1993 Act. Sub-section (1) of\nSection 6 provides that the amount due from a buyer\ntogether with amount of interest calculated in accordance\nwith the provisions of Sections 4 and 5 shall be\nH\nA\nB\nC\nD\nE\nF\nG\nI\n922\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nrecoverable by the supplier from the buyer by way of suit\nor other proceeding under any law for the time being in\nforce.\n43. If the argument of the Senior Counsel for the buyer is\naccepted, that would mean that where the buyer has raised\nsome dispute in respect of goods supplied or services\nrendered by the supplier or disputed his liability to make\npayment then the supplier shall have to first pursue his\nremedy for recovery of amount due towards goods\nsupplied or services rendered under regular procedure and\nafter the amount due is adjudicated, initiate action for\nrecovery of amount of interest which he may be entitled to\nin accordance with Sections 4 and 5 by pursuing remedy\nunder sub-section (2) of Section 6.\n44. We are afraid the scheme of Section 6 of the 1993\nAct read with Sections 3, 4 and 5 does not envisage\nmultiple proceedings as canvassed. Rather, whole idea of\nSection 6 is to provide a single window to the supplier for\nredressal of his grievance where the buyer has not made\npayment for goods supplied or services rendered in its\nentirety or part of it or such payment has not been made\nwithin time prescribed in Section 3 for whatever reason\nand/or for recovery of interest as per Sections 4 and 5 for\nsuch default. It is for this reason that sub-section (1) of\nSection 6 provides that \"amount due from a buyer together\nwith the amount of interest calculated in accordance with\nthe provisions of Sections 4 and 5\" shall be recoverable\nby the supplier from buyer by way of a suit or other legal\nproceeding. Sub-section (2) of Section 6 talks of a dispute\nbeing referred to IFC in respect of the matters referred to\nin sub-section (1) i.e. the dispute concerning amount due\nfrom a buyer for goods supplied or services rendered by\nthe supplier to the buyer and the amount of interest to which\nthe supplier has become entitled under Sections 4 and 5.\n45. It is true that word “together” ordinarily means conjointly\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 923\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nor simultaneously but this ordinary meaning put upon the A\nsaid word may not be apt in the context of Section 6. Can\nit be said that the action contemplated in Section 6 by way\nof suit or any other legal proceeding under sub-section (1)\nor by making reference to IFC under sub-section (2) is\nmaintainable only if it is for recovery of principal sum along B\nwith interest as per Sections 4 and 5 and not for interest\nalone? The answer has to be in negative.\nC\nD\n46. We approve the view of the Gauhati High Court in\nAssam SEB that word “together” in Section 6(1) would\nmean \"along with\" or \"as well as\". Seen thus, the action\nunder Section 6(2) could be maintained for recovery of\nprincipal amount and interest or only for interest where\nliability is admitted or has been disputed in respect of\ngoods supplied or services rendered. In our opinion, under\nSection 6(2) action by way of reference to IFC cannot be\nrestricted to a claim for recovery of interest due under\nSections 4 and 5 only in cases of an existing determined,\nsettled or admitted liability. IFC has competence to\ndetermine the amount due for goods supplied or services\nrendered in cases where the liability is disputed by the\nbuyer. Construction put upon Section 6(2) by the learned\nSenior Counsel for the buyer does not deserve to be\naccepted as it will not be in conformity with the intention,\nobject and purpose of the 1993 Act. The Preamble to the\n1993 Act, upon which strong reliance has been placed by F\nthe learned Senior Counsel, does not persuade us to hold\notherwise. It is so because the Preamble may not exactly\n'correspond with the enactment; the enactment may go\nbeyond the Preamble.\"\n12. The decision of the Full Bench of the Gauhati High\nCourt which has been approved by this Court in Modern\nIndustries (supra) is impugned before us in one of the appeals.\nSince a Division Bench of this Court has already approved the\ndictum of the Full Bench of the High Court with regard to the\nE\nG\nH\n924 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA maintainability of a suit only for interest, that question is no\nlonger res integra. Therefore, the suppliers may file a suit only\nfor a higher rate of interest on delayed payments made by the\nbuyer from the commencement of the Act.\nB\nC\nD\nE\n13. The other question that remains for our consideration\nis; as to whether the suppliers can get the benefit of the\nprovisions of the Act even if the contract of supply was executed\nprior to the commencement of the Act, whereas the supplies\nbeing made after the commencement of the Act. In other words,\nthe question we are called upon, to answer is with regard to the\nstatus of contracts of supply concluded prior to the\ncommencement of the Act vis-à-vis the Act.\nArguments on behalf of the suppliers\n14. Shri Rakesh Dwivedi, learned Senior Counsel, would\nsubmit that the Act is a beneficial legislation and is aimed at\nproviding relief to suppliers which are small scale industries,\nwho are not paid on time even after supplies are effected and\naccepted and hence had to suffer severe financial crunch. He\nwould submit that the Act is supply oriented and the date of the\nsupply is the critical and crucial date for applying the provisions\nof the Act, and not the date on which the contract is entered\ninto by the parties. Shri. Dwivedi, learned Senior Counsel would\nstate that Section 1(3) of the Act by way of a deeming fiction,\nbrought the Act into force from the date of the promulgation of\nthe Ordinance i.e. 23rd September 1992. He would then draw\nour attention to the text of Section 3, and submit that the liability\nof a buyer to make payment arose on the completion of the\nevent of supply of the good by the supplier/manufacturer. The\nlearned Senior Counsel refers to the definition of 'appointed\nday' to mean the day of acceptance of the supply of goods or\nthe date of deemed supply of goods. He would refer to Sections\n4 and 5 and also Section 10 of the Act and submit that the\nliability and payment of higher rate of interest is a result of\ndelayed payment by the buyer to the supplier at the time of the\nH supply. He would also stress on the non-obstante clause that\nF\nG\n"}