{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"AMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n633\n3. Being aggrieved by the fresh FIR dated 29.04.2011 and A\ncharge sheet dated 04.09.2012, the petitioner herein has filed\nthe above said writ petition on the ground of it being violative\nof his fundamental rights under Articles 14, 20 and 21 of the\nConstitution and contrary to the directions given in Narmada\nBai (supra).\nWrit Petition (Criminal) No. 5 of 2013:\n00\nB\n4. Sangiah Pandiyan Rajkumar IPS-who was arrayed as\nA-3 in the charge sheet dated 04.09.2012 has filed the above\nsaid writ petition praying for similar relief as sought for in Writ C\nPetition (Crl.) No. 149 of 2012. Since the grievance of the\nabove-said petitioner is similar to that of the petitioner in W.P.\n(Crl.) No. 149 of 2012, there is no need to traverse those details\nonce again.\n5. Heard Mr. Mahesh Jethmalani, learned senior counsel\nfor the petitioner in W.P. (Crl.) No. 149 of 2012, Mr. K.V.\nViswanathan, learned senior counsel for the petitioner in W.P.\n(Crl.) No. 5 of 2013, Mr. H.P. Rawal, learned Additional Solicitor\nGeneral for the CBI and Mr. Tushar Mehta, learned Additional\nAdvocate General for the State of Gujarat.\nDiscussion:\nD\nE\n6. A perusal of the prayer in the writ petition clearly shows\nthat the petitioner is not seeking quashing of investigation, F\nhowever, praying for quashing of second FIR being No. RC-\n3(S)/2011/Mumbai dated 29.04.2011 and also praying that the\ncharge sheet dated 04.09.2012 in respect of the said FIR be\ntreated as supplementary chargesheet in first FIR being No. RC\nNo. 4S of 2010 so that his fundamental right under Article 21\nis not infringed.\n7. Mr. Mahesh Jethmalani, learned senior counsel for the\npetitioner pointed out that the reliefs sought for are in\nconsonance with the law laid down by this Court in C.\nMuniappan \u0026 Ors. vs. State of Tamil Nadu (2010) 9 SCC 567.\nG\nH\n634\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA He very much relied on para 37 of the said judgment which\nholds as under:\nB\nC\n\"..... Merely because two separate complaints had been\nlodged, did not mean that they could not be clubbed\ntogether and one charge sheet could not be filed\"\n8. It is also pointed out by learned senior counsel for the\npetitioner-Amit Shah that the above said prayer is based upon\nCBI's own finding that the offence covered by the Second FIR\nis part of the same conspiracy and culminated into the same\nseries of acts forming part of the same transaction in which the\noffence alleged in the first FIR was committed. It is also pointed\nout that it is the case of the CBI itself before this Court that even\nthe charges will have to be framed jointly and one trial will have\nto be held as contemplated under Section 220 of the Code of\nD Criminal Procedure, 1973 (in short 'the Code'). It is further\npointed out that as per the CBI, the alleged criminal conspiracy\ncommenced when Sohrabuddin and Kausarbi (whose deaths\nwere in question in the first FIR) and Tulsiram Prajapati (whose\ndeath was in question in the second FIR) were abducted from\nE Hyderabad after which Sohrabuddin was allegedly killed on 25/\n26.11.2005 and Kausarbi and Tulsiram Prajapati were killed\nthereafter since they were, as per CBI, the eye-witnesses.\nFinally, it is highlighted that the competent jurisdictional court\nhas already taken cognizance of all the three alleged killings\nin the chargesheet/challan filed by the CBI in the first FIR itself.\nF\nG\n9. Before going into the factual matrix as projected by\nlearned senior counsel for the petitioner, it is desirable to refer\nto the stand taken by the CBI.\n10. It is the definite case of the CBI that the abduction of\nSohrabuddin and Kausarbi and their subsequent murders as\nwell as the murder of Tulsiram Prajapati are distinct offences\narising out of separate conspiracies though inter-connected with\neach other as the motive behind the murder of Tulsiram\nH Prajapati was to destroy the evidence in respect of the\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n635\nabduction of Sohrabuddin and Kausarbi, as he was a prime A\nwitness to the said incident. It is not in dispute that as per the\nscheme prescribed in the Code, once a complaint is received\nwith respect to a cognizable offence, the investigating authority\nis duty bound to register an FIR and, thereafter, initiate\ninvestigation.\nB\nC\nD\n11. Mr. Rawal, learned Additional Solicitor General\nappearing for the CBI, by drawing our attention to Section 218\nof the Code submitted that a distinct charge is to be framed\nfor a distinct offence, i.e., there has to be a separate charge\nfor separate offence and each distinct charge has to be tried\nseparately. He further pointed out that the concept of joint trial,\nwhich is an exception and not the rule cannot be made\napplicable to the stage either of investigation or the filing of\ncharge sheet of a report under Section 173(2) of the Code. He\nalso highlighted that in the Code, there is no concept of joint\ninvestigation. The only exception is under Sections 219 and 220\nof the Code that a person can be tried at one trial for more\noffences than one committed within a period of one year. He\nalso pointed out that there is no bar in law to file separate FIR/\ncomplaint in respect of two distinct offences and similarly there E.\nis no bar to file two separate charge-sheets for seeking\nprosecution of accused in two distinct offences. He further\nhighlighted that in T.T. Anthony vs. State of Kerala (2001) 6\nSCC 181, the principle that was laid down with regard to the\nbar of filing of the second FIR was only in respect of the same F\nincident or occurrence. According to him, whether the offences\nare distinct or same would necessarily have to be examined in\nthe facts and circumstances of each case. He also submitted\nthat the facts urged in the affidavit were on the basis of mere\nsuspicion, hence, CBI cannot be held to be bound by its initial G\nresponse in the status report or the affidavit since on a\ncomplete investigation, it is revealed that not only both the\noffences are distinct and separate but both the conspiracies\nwere also hatched at different points of time. It is also pointed\nout by the CBI that the abduction and subsequent murder of H\n636 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Sohrabuddin and the murder of Tulsiram Prajapati after a\nperiod of more than one year are separate and distinct\noffences. According to him, the material available with the CBI\nwould show distinct and separate conspiracy to eliminate\nSohrabuddin and, thereafter, another conspiracy was hatched\nin order to eliminate Tulsiram Prajapati as soon as the accused\npersons apprehended that Tulsiram Prajapati would spill the\nbeans with respect to elimination of Sohrabuddin in a fake\nencounter.\nB\nC\nD\n12. It is the definite case of the CBI that the investigation\nhas revealed that subsequent to the murder of Hamid Lala,\nSohrabuddin and Tulsiram Prajapati continued their criminal\nactivities in the States of Maharashtra, Rajasthan and Gujarat.\nHowever, Sohrabuddin remained elusive and beyond the reach\nof the Gujarat Police. It was, therefore, that the accused Amit\nShah (petitioner herein), D.G. Vanzara, S. Pandiyan Rajkumar,\nDinesh Man and others entered into a conspiracy to abduct and\nmurder Sohrabuddin. Accordingly, D.G. Vanzara, with the aid\nof Abhay Chudasma, S.P. Valsad had Tulsiram Prajapati, an\nassociate of Sohrabuddin, in order to trace Sohrabuddin. Whilst\nE giving such directions, D.G. Vanzara also assured Tulsiram\nPrajapati that he would ensure safe passage for him as he\nwould be implicated in some petty cases. It was after this\nassurance from D.G. Vanzara and Abhay Chudasma that\nTulsiram Prajapati agreed to help them in tracing and locating\nSohrabuddin. Accordingly, Tulsiram Prajapati, in accordance\nwith his clandestine agreement with the Gujarat Police,\ninformed them in advance about the plan of Sohrabuddin to\ntravel to Sangli from Hyderabad and, thereafter, Sohrabuddin\nwas abducted and murdered. By pointing out the above factual\ndetails, it is the stand of the CBI that the first conspiracy took\nplace to eliminate Sohrabuddin with the help of Tulsiram\nPrajapati who agreed to trace and locate him after the\nassurances given by the Gujarat Police. Thus, in the aforesaid\nconspiracy, Tulsiram Prajapati can be said to be a part of the\nsaid conspiracy though not knowing the motive about the same.\nF\nG\nH\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL · 637\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\nA\n13. It is further pointed out that in pursuance of the\naforesaid criminal conspiracy, Sohrabuddin, Kausarbi and\nTulsiram Prajapati were brought to Valsad, Gujarat in vehicles\nby Gujarat Police. From Valsad, Tulsiram Prajapati was allowed\nto return to Bhilwara, Rajasthan by the police party.\nSubsequently, Sohrabuddin was murdered and shown as if he B\nwas a Lashkar-e-Taiba terrorist killed in an encounter with a\npolice party on 26.11.2005 at Ahmedabad while his wife\nKausarbi was murdered on 29/30.11.2005 and her body was\ndisposed off. Tulsiram Prajapati was shown to be arrested on\n29.11.2005. Since then, he had been lodged in Udaipur Jail C\ntill he met his fate.\nD\n14. The most vital evidence that seems to have triggered\nTulsiram Prajapati's death is a letter of Shri V.L. Solanki dated\n18.12.2006 seeking permission to interrogate Tulsiram\nPrajapati and Sylvester lodged in Udaipur Jail. On the very\nsame letter, Ms. Geetha Johri, head of the SIT is alleged to\nhave recorded that even she may be given permission to\naccompany the 10 for interrogation. Thereafter, the said letter\nis alleged to have been endorsed by Ms. Geetha Johri to Shri\nG.C. Raiger, Additional DGP, CID. It is further pointed out that E\nthe said letter of Shri V.L. Solanki containing the note of Ms.\nGeetha Johri was not found in the official file. In its place, a\nfabricated note dated 05.01.2007 along with a noting of Shri\nG.C. Raiger dated 06/08.01.2007 was found in the file in which\nit was recorded as under:-\n\"13(d) To go to Udaipur to interrogate accused Sylvester\nand Tulsi Prajapati (both being allegedly primary witnesses\nin the case) of whom Tulsi was recently encountered at BK\nby border range.\"\n15. It is also pointed out by the CBI that at the time of the\nmurder of Sohrabuddin, there was no conspiracy to murder\nTulsiram Prajapati and it is only subsequent to his murder when\nthe accused persons feared of Tulsiram Prajapati being a threat\nto them and would spill the beans as he was a material witness\nLL\nF\nG\nH\n638 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA in the first conspiracy inasmuch as tracing and locating of\nSohrabuddin on the assurances of the accused, another\nconspiracy was hatched to murder a potential witness to the\nmurder of Sohrabuddin. By highlighting these factual details, it\nis pointed out by the CBI that there were two distinct and\nB separate conspiracies.\nC\nD\nE\nF\nG\nH\n16. With these factual aspects, as projected by the CBI,\nlet us analyze further details highlighted by learned senior\ncounsel for the petitioner as well as the specific stand of the\nCBI in the earlier proceedings asserted before this Court in the\nform of affidavit/counter affidavit and status reports.\nEntrustment of investigation to the CBI in respect of Ist\nFIR:\n17. Initially, Gujarat police conducted investigation into the\nkilling of two individuals and filed charge sheet in the FIR being\nCrime Register No. 5/2006. This Court, in the writ petition filed\nin Rubabbuddin Sheikh vs. State of Gujarat and Others (2010)\n2 SCC 200 did not accept the investigation of the Gujarat\nPolice and consequently directed the CBI to conduct\ninvestigation. This order was passed by this Court on\n12.01.2010. In the said decision, this Court expressed a\nsuspicion that the alleged killing of Tulsiram Prajapati could be\nthe part of the same conspiracy. It is useful to refer the relevant\nexcerpts from the above decision which are as under:\n\"(i) The writ petitioner also seeks the registration of an\noffence and investigation by CBI into the alleged encounter\nof one Tulsiram, a close associate of Sohrabuddin, who\nwas allegedly used to locate and abduct Sohrabuddin and\nhis wife Kausarbi, and was thus a material witness against\nthe police personnel.\n(ii) The report expressly states that no link of Tulsiram\nPrajapati had been established in this case. The third\nperson who was abducted was not to be the said Tulsiram\nPrajapati.\nI\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n639\n(iii) On 02.08.2007, the seventh action taken report was A\nfiled, which stated that the third person who was picked\nup was one Kalimuddin, who was suspected to be an\ninformer of the Police.\n(iv) From the charge-sheet, it also appears that the third\nperson was “sent somewhere”. However, it appears that\nthe literal translation of the charge-sheet in Gujarati would\nmean that he was \"anyhow made to disappear\".\nB\n(v) It also appears from the charge-sheet that it identifies\nthe third person who was taken to Disha farm as C\nKalimuddin. But it does not contain the details of what\nhappened to him once he was abducted. The possibility\nof the third person being Tulsiram Prajapati cannot be\nruled out, although the police authorities or the State had\nmade all possible efforts to show that it was not Tulsiram. D\n(vi) Similarly, it was submitted that non-identification of the\nthird person who was abducted along with Sohrabuddin\nand Kausarbi would also not affect the prosecution case.\"\nE\n18. After expressing and arriving at such a conclusion, this\nCourt concluded that \"the possibility of the third person being\nTulsiram Prajapati cannot be ruled out and that his killing could\nbe an attempt to destroy a human witness\" and after saying so,\ntransferred the investigation to the CBI. Ultimately, this Court\ndirected the CBI \"to unearth the larger conspiracy\". The F\nfollowing categorical observations and directions in paras 65,\n66 and 82 are relevant which are noted hereunder:-\n“65. It also appears from the charge-sheet that it identifies\nthe third person who was taken to Disha farm as G\nKalimuddin. But it does not contain the details of what\nhappened to him once he was abducted. The possibility\nof the third person being Tulsiram Prajapati cannot be\nruled out, although the police authorities or the State had\nmade all possible efforts to show that it was not Tulsiram.\nH\n640\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nEL\nF\nG\nIn our view, the facts surrounding his death evokes strong\nsuspicion that a deliberate attempt was made to destroy\na human witness.\n66. So far as the call records are concerned, it would\nbe evident from the same that they had not been analysed\nproperly, particularly the call data relating to three senior\npolice officers either in relation to Sohrabuddin's case or\nin Prajapati's case. It also appears from the charge-sheet\nas well as from the eight action taken reports that the\nmotive, which is very important in the investigation reports\nwas not properly investigated into as to the reasons of their\nkilling. The motive of conspiracy cannot be merely fame\nand name. No justification can be found for the Investigating\nOfficer Ms Johri walking out of the investigation with\nrespect to Tulsiram Prajapati's death without even\ninforming this Court.\n82. Accordingly, in the facts and circumstances even\nat this stage the police authorities of the State are directed\nto hand over the records of the present case to the CBI\nAuthorities within a fortnight from this date and thereafter\nthe CBI Authorities shall take up the investigation and\ncomplete the same within six months from the date of\ntaking over the investigation from the State police\nauthorities. The CBI Authorities shall investigate all\naspects of the case relating to the killing of Sohrabuddin\nand his wife Kausarbi including the alleged possibility of\na larger conspiracy. The report of the CBI Authorities shall\nbe filed in this Court when this Court will pass further\nnecessary orders in accordance with the said report, if\nnecessary. We expect that the Police Authorities of Gujarat,\nAndhra Pradesh and Rajasthan shall cooperate with the\nCBI Authorities in conducting the investigation properly and\nin an appropriate manner.\"\n19. The observations, findings and directions in\nH Rubabbuddin Sheikh (supra) clearly show that the alleged\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION (P. SATHASIVAM, J.J\n641\nkilling of Tulsiram Prajapati was thus perceived even by this A\nCourt to be an act forming part of the very same transaction\nand same conspiracy in which the offence of killing of\nSohrabuddin and Kausarbi took place. The CBI also, upon\ninvestigation held that \"strong suspicion expressed by this Court\nin the above judgment was true and filed charge sheet/s\".\nB\n20. Pursuant to the decision in Rubabbuddin Sheikh\n(supra) dated 12.01.2010, the CBI filed a fresh FIR, viz., first\nFIR. It is also clear that during the investigation, the CBI came\nto the conclusion that this first FIR was a part of the series of\nс\nacts concerning with the alleged offence of abduction and killing\nof two individuals, viz., Sohrabuddin on 25/26.11.2005 and\nKausarbi on 29.11.2005 culminating with the killing of one more\nperson, viz., Tulsiram Prajapati as part of the very same\nconspiracy.\nD\n21. Now, let us discuss the charge sheet dated 23.07.2010\nfiled by the CBI in the first FIR. As rightly pointed out by Mr.\nMahesh Jethmalani, learned senior counsel for the petitioner-\nAmit Shah, in this chargesheet itself, the CBI categorically\nmentioned that the killing of Tulsiram Prajapati is also a part of E\nthe very same conspiracy which is mentioned in the first FIR\nabove. Though, before us, a different stand was taken by the\nCBI, the following excerpts of the charge sheet clearly show that\nCBI was very categorical that killing of Tulsiram Prajapati is\nalso a part of the very same conspiracy, which are as under:- F\n“11...... Shri Naymuddin, brother of Shri Sohrabuddin had\ngone to see off Shri Sohrabuddin, sister-in-law Smt.\nKausarbi and Tulsiram Prajapati at Indore Bus Stand.\n19. Investigation further revealed that the Police Party also G\nfollowed the luxury bus. About 15 to 20 kilometers from the\nhotel, on the instructions of Shri Rajkumar Pandiyan (A-2)\ntheir vehicles overtook the luxury bus and stopped the bus.\nTwo police persons entered into the bus and asked the\ndriver to switch on the light. While the third police person H\nA\n00\nB\nс\nD\nE\nF\nG\nH\n642\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nwas having torch in his hand remained near the door of\nthe bus. The police persons told there is police checking.\nAll the three police personnel were in civil dress. They\npicked up Tulsiram Prajapati who was sitting in the bus.\nAfter sometime, they again came into bus and picked up\nSohrabuddin. When Sohrabuddin was made to get down\nfrom the bus, Kausarbi also got down.....\n20. Investigation further disclosed that Shri Sohrabuddin\nand Tulsiram Prajapati abducted by police party were\nmade to sit in the Qualis while Kausarbi was made to sit\nin one of the Tata Sumo vehicles along with Santram\nSharma (A-11).....All of them reached Valsad where at\none big hotel, both the Tata Sumo Vehicles were stopped\nand they took lunch. Tulsiram Prajapati was shifted to\nanother vehicle which was brought by Rajasthan Police\npersonnel. They took him straight to Udaipur where he was\nkept in illegal custody for five days. Thereafter, he was\nshown arrested by a team lead by Shri Bhanwar Singh\nHada, Inspector/SHO P.S. Hathipole, Udaipur Rajasthan\nfrom Bhilwara.\n32. Investigation further disclosed that in the early part of\nNovember, 2005, Shri Tulsiram Prajapati was contacted\nby accused Abhay Chudasama (A-15) and brought to\nAhmedabad where he was produced before accused D.G.\nVanzara (A-1). They asked him to make Sohrabuddin\navailable before them as there was lot of political pressure.\nTulsiram Prajapati was assured that Sohrabuddin would\nget a safe passage and at the most Sohrabuddin would\nbe put in jail so as to keep him away from glare for 3-4\nmonths. No physical harm would be done to Sohrabuddin.\nHaving got the assurance from accused D.G. Vanzara (A-\n1), Tulsiram Prajapati helped accused Abhay Chudasama\n(A-15) in tracking down Sohrabuddin.\"\n22. Apart from the above specific stand, it is also relevant\n"}