{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"AMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n643\nto point out that the CBI filed supplementary chargesheet dated A\n22.10.2010 in the first FIR which made the following charges:-\n\"Investigation has also revealed that after the Gujarat\nPolice Officers had eliminated Shri Tulsiram Prajapati on\n28.12.2006 in a fake encounter, Smt. Geeta Johri, the then\nIGP prepared a note sheet on 05.01.2006 mentioning\ntherein inter alia the permission to go to Udaipur to\ninterrogate the aforesaid two associates of Sohrabuddin\nviz., Sylvester and Tulsiram Prajapati, of whom, she\nmentioned that Tulsriram Prajapati was encountered by the\nPolice....\"\n00\nB\nC\nThe above extracts culled out from the chargesheet and\nsupplementary chargesheet filed in the first FIR by the CBI would\nclearly show that killing of Tulsiram Prajapati was a fake\nencounter and was part of the same series of acts so D\nconnected together that they form part of the same conspiracy\nas alleged in the first FIR. In view of the same, there cannot be\na second FIR dated 29.04.2011 and fresh chargesheet dated\n04.09.2012 for killing of Tulsiram Prajapati.\n23. It is also relevant to point out that when Writ Petition\n(Crl.) No. 115 of 2007 was pending, the CBI, by way of an\naffidavit dated 19.08.2010, furnished the following information:-\nE\n(i) Tulsiram Prajapati's killing is a part of the same series\nof acts in which killing of Sohrabuddin and Kausarbi took F\nplace.\n(ii) All the three killings are part of the same conspiracy.\n(iii) Trial of all the three offences shall have to be one trial\nunder Section 220 of the Code.\nG\n(iv) CBI be given formal permission to investigate Tulsiram\nPrajapati killing as “further investigation\" in the first FIR\nfiled by CBI which investigation was going on.\nH\n644 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(v) If CBI is not formally given investigation of Tulsiram\nPrajapati, prosecution would face questions of \"issue\nestoppel\" \u0026 \"Res-judicata\".\nIn the said affidavit, the CBI even prayed for \"further\ninvestigation\" in the first FIR which becomes evident from the\nprayer made by the CBI in the last paragraph of the affidavit\nwhich reads as under:-\n“12. That on 12.08.2010, the Hon'ble Supreme Court (Mr.\nJustice Aftab Alam and Mr. Justice R.M. Lodha) has\ngranted three more months to complete the investigation.\nHence, it is prayed that orders for transferring Tulsiram\nPrajapati case to the CBI may be issued for expeditious\ncompletion of investigation.\"\n24. As rightly pointed out by Mr. Mahesh Jethmalani, the\nabove prayer of the CBI makes it clear that the CBI had also\nprayed for entrustment of Tulsiram Prajapati's encounter \"to\ncomplete the investigation\" for which three months time was\ngranted in W.P. (Cri.) No. 6 of 2007 to complete the\ninvestigation in the first FIR. On reading the abovesaid affidavit\nas a whole and the paragraphs quoted above in particular, it\nleaves no room for doubt that the CBI itself prayed for \"further\ninvestigation\" so as to enable it to \"complete the investigation\nin first FIR\" filed by the CBI, i.e., FIR dated 01.02.2010 by\ninvestigating Tulsiram Prajapati encounter. In this regard, the\norder of this Court dated 12.08.2010 relied upon by the CBI is\nrelevant and the same is quoted hereunder:-\n\"Order\n\"In pursuance of the order passed by this Court on January\n12, 2010, the CBI has submitted a status report. In the\nstatus report, it is stated that they have been carrying on\ninvestigations as directed by this Court, but on certain\naspects of the matter the investigation remain incomplete.\nA prayer is, therefore, made to grant them six months\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.Į\n645\nfurther time to complete the investigation. It is further A\nprayed that three other cases that were registered in\nconnection with the alleged escape of Tulsiram Prajapati\nfrom police escort and his death in a police encounter may\nalso be transferred for investigation to the CBI because\nthe death of Tulsiram Prajapati in the alleged encounter B\nformed an inseparable part of the investigation which is\nentrusted to the CBI by this Court.\nToday, Mr. Jethmalani, senior advocate, appeared\non behalf of one of the accused-Amit Shah. Mr. Jethmalani\nstrongly criticized the manner of investigation by the CBI\nand alluded to some larger political conspiracy. He\nsubmitted that he proposed to take steps of recall/\nmodification of the order dated January 12, 2010 passed\nby this Court by which the investigation of the case was\ntaken away from the Gujarat Police and was handed over\nto the CBI.\nC\nD\nToday, we can proceed only on the basis of the\nprevious order passed on January 12, 2010 by which the\nCBI was directed to investigate all aspects of the case, E\nrelating to the killing of Sohrabuddin and his wife Kausarbi\nincluding the alleged possibility of a larger conspiracy. By\nthat order, the CBI was asked to complete the investigation\nwithin six months from the date it took over the case from\nthe State police and to file its report to this Court when this\nCourt would pass further necessary orders in accordance\nwith the said report, if necessary.\nAs on date, the investigation ordered to be made\nremains incomplete. In continuation of the previous order,\ntherefore, the time allowed to the CBI to complete the\ninvestigation is extended by three months from today, at\nthe end of which they would file a status report before this\nCourt.\nPut up on receipt of the status report.\"\nF\nG\nH\n. A\n646 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n25. It is clear that in both the status report(s) as well as in\nthe affidavit filed in W.P. (Crl.) No. 115/2007, the CBI prayed\nfor entrusting the investigation relating to Tulsiram Prajapati on\nthe ground that his encounter was a part of the very same\noffence in the first FIR which CBI was investigating. It is not in\nB dispute that this Court, after entrusting the investigation to the\nCBI by order dated 12.01.2010 was monitoring the said\ninvestigation in W.P. (Crl.) No. 6 of 2007. Even in the said writ\npetition, the CBI filed status report(s) contending that Tulsiram\nPrajapati's killing was a part of the very same conspiracy and\nseries of the very same transactions in which Sohrabuddin and\nKausarbi were abducted and killed. The following averments\nin the affidavit dated 19.08.2010 in W.P. (Crl.) No. 115 of 2007\nmade by the CBI are relevant which are as under:-\nC\nD\nWUJ\nE\nF\nG\nI\n\"47. During the investigation of Sohrabuddin and Kausarbi\nmatter it has emerged that there are clear circumstances\nindicating that the encounter of Tulsiram Prajapati on\n28.12.2006 was done in order to eliminate him as he was\nthe key witness in the criminal conspiracy of the abduction\nand killing of Sohrabuddin and Kausarbi by the powerful\nand influential accused persons. The CBI investigation has\nbeen conducted into this aspect in view of the following\nobservations of the Hon'ble Supreme Court in its order\ndated 12.01.2010.\n48. The investigation has disclosed that Tulsiram Prajapati\n@ Praful @ Sameer @ Babloo s/o Gangaram Prajapati,\nr/o Shantinagar PS Neel Ganga District Ujjain, M.P. was\na close associate of Sohrabuddin. Both hailed from same\nUjjain district of MP and knew each other since the days\nSohrabuddin was lodged in Sabarmati Jail in the Arms\nrecovery case. Tulsiram was working with him as his sharp\nshooter....\n51. The investigation has further revealed that Tulsiram\nwas picked up by the Police of Gujarat and Rajasthan to\ntrace Sohrabuddin about 20 days prior to the encounter\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL 647\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\nof Sohrabuddin. Both Sohrabuddin and his wife Kausarbi A\nwere abducted on the information of Tulsiram. He was\npromised by accused Shri D.G. Vanzara (A-1) and\naccused Shri Abhay Chudasama (A-15) that no physical\nharm would be caused to Sohrabuddin because\nSohrabuddin was their old associate. Further, Tulsiram B\nwas shown to have been arrested on 29.11.2005 at\nBhilwada (Rajasthan) by the Rajasthan police i.e., after the\nfake encounter of Sohrabuddin on 26.11.2005.\nC\nD\n52. The investigation has further revealed that after the fake\nencounter of Sohrabuddin and murder of Kausarbi said\ndeceased Tulsiram Prajapati knew that his death was\nimminent at the hands of the Gujarat Police in connivance\nwith the Rajasthan Police as he was the only surviving\nprime witness to the abduction and killing of Kausarbi and\nSohrabuddin. The grave apprehensions of Tulsiram\nPrajapati were expressed by him in his applications filed\nin the court of ACJM City (North) No. 1, Udaipur, on\n27.01.2006 and 02.02.2006 and his letters addressed to\nthe National Human Rights Commission (NHRC) dated\n18.05.2006 and to the Collector, Udaipur dated E\n11.05.2006. In addition, he made verbal/oral prayer before\nthe Hon'ble Principal Judge, Ahmedabad on 28.11.2006.\nOut of sheer desperation, he made the fervent appeal\nbefore the Hon'ble Judge that he would be alleged to have\nshown as escaped from the police escort party custody F\nand subsequently killed in a fake encounter. True to his\napprehension, the premonition came true as the events\nsuch as his alleged escape from the escape custody on\n26.12.2006 registered with Ahmedabad Railway PS vide\nCR No. 294/2006 on 27.12.2006 and alleged fake G\nencounter on 28.12.2006 registered with Ambaji Police\nStation vide CR No. 115/2006 dated 28.12.2006.\n54. Shri V.K. Goda, who had demitted the office of IG of\nPolice, Udaipur on 31.10.2005 on superannuation has\nH\nA\nB\nC\nD\nE\nF\nG\nH\n648 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nstated during his examination by the CBI that he had\nreceived a letter in the month of November 2005\naddressed to him in his named cover by the family\nmembers of Tulsiram Prajapati which was duly forwarded\nby the then MLA. The letter could not be made available\nto the CBI. As per the statement of Shri Godila, the\ncontents of the letter revealed that the family members of\nTulsiram Prajapati apprehended that Shri Tulsiram\nPrajapati was illegally detained by Police and was in their\nillegal custody. The letter also revealed that the state of\ndespair of family members of Shri Tulsiram Prajapati as\nthey apprehended death for which they immediately\nwanted action by the then IG of Police, Udaipur through the\npeople representative. This is an additional corroboration\nthat Tulsiram Prajapati was in the Police Custody just prior\nto the encounter of Sohrabuddin. This seen in conjunction\nwith other evidence indicates that Tulsiram Prajapati was\nthe person who revealed the location of Sohrabuddin to\nthe accused police officers of Rajasthan and Gujarat.\n55. The investigation has further disclosed that while\nlodged in Udaipur Jail, in addition to the above mentioned\nprayers made by Tulsiram to the Human Rights\nCommission, different courts, he explained the true fact\nbehind the fake encounter of Sohrabuddin to his jail inmate\nfriends. The police kept the telephone number being used\nby some of the criminals inside the jail and outside the jail\nunder interception and allegedly had received the\ninformation that Tulsiram was trying to run away from the\ncustody. Both accused Shri. Dinesh MN (A-3) and IG,\nUdaipur Shri Rajeev Dasot sent letters for permission to\nintercept the telephone numbers alleged having such\ninformation. Thereafter, when Tulsiram Prajapati was\nbrought to Ahmedabad on 28.11.2006 along with co-\naccused Mohd. Azam in connection with Case No. 1124/\n2004 (Popular Builders Firing Case) in JM Court No. 13,\nAhmedabad, around 50 police commandoes were\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\n649\ndetailed for the escort party. On both these occasions, the\nmother, wife and daughter of Azam Khan accompanied\nthem from Udaipur to Ahmedabad and back. Later on the\npolice decided to kill Tulsiram and whereas on\nsubsequent hearing fixed for 26.12.2006, Shri Tulsiram\nPrajapati was deliberately sent alone on 25.12.2006. His\nusual companion/co-accused Azam Khan was detained\nin a scooter theft case. Interestingly, the above scooter\ntheft case registered in Ambamata PS of Udaipur\n(Rajasthan) vide Case No. 95/2004 was already detected,\nvehicle recovered and handed over to the complainant in\n2004 itself. Thus, foisting a case against Mohd. Azam and\nsending Tulsiram Prajapati alone were to facilitate the\nmurder of Tulsiram Prajapati. It has also come into\nevidence that this time before leaving Udaipur Jail on\n25.12.2006, Tulsiram had expressed apprehension of his\nbeing killed in an encounter. Contrary to the earlier two\noccasions, this time only four police personnel were sent\nfrom the jail as his escort. On the way back from\nAhmednagar to Udaipur, he was shown having run away\nfrom the custody on the night intervening 26/27.12.2006.\nNext day, he was killed in an alleged encounter.\nA\nB\nC\nD\nE\n56. The investigation disclosed that the Udaipur Police\nhad sent letter No. 1120 dated 27.12.2006 to SP\nBanaskantha, alleging that the call details of Tulsiram\nshow that he is hiding somewhere in Banaskantha. As per F\nthe documents received by the CBI from the office of IG,\nUdaipur, this letter was sent through fax at around 2332\nhours on 27.12.2006. As per the telephone call details\navailable, the phone was not used after the evening of\n26.12.2006 so there was no reason for Udaipur Police to G\nhave information that Tulsiram was hiding somewhere in\nBanaskantha. This letter was nothing but an attempt to\nprovide the Banaskantha police an opportunity to stage-\nmanage the encounter of Tulsiram Prajapati in their\ndistrict. Further, the available call details show that on\ni\nН\nA\nB\nс\nD\nE\nLL\nF\n☐ G\nH\n650 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n27.12.2006 accused Shri Dinesh M.N. (A-3) was constantly\nin touch with other accused Rajkumar over telephone till\nconfirmation of this fax.\n57. In the investigation conducted by the CBI, it has clearly\nemerged that killing of Tulsiram Prajapati was an integral\npart of the criminal conspiracy hatched by the accused\narising out the same transaction. After the abduction and\nfake encounter of Sohrabuddin and Kausarbi, the\nSupreme Court was seized of the matter, which had\ndirected the State of Gujarat to investigate in detail the\nabove episode. During such inquiry ordered by Gujarat\nGovernment in obedience to the Hon'ble Supreme Court,\nit emerged that police officials of ATS, Ahmedabad were\ninvolved in the abduction and killing of Sohrabuddin and\nKausarbi.....\n59. When it became clear and evident that.....\n(i) That Tulsiram Prajapati was the sole surviving witness\nto the abduction of Sohrabuddin and his wife Kausarbi.\n(ii) That the Mobile Call Detail Records pertaining to the\ncase contained important piece of evidence not only\nagainst accused Shri Amit Shah (A-16), Minister of State\n(MOS), Government of Gujarat, but other police officers of\nGujarat and Rajasthan, who worked at his behest to cover\nup the fake encounter that killed Tulsiram Prajapati on\n28.12.2006.\n60. The analysis of Mobile Call Details for the week in\nwhich the planning and execution of Tulsiram Prajapati's\nencounter took place, reflects furry of call exchanged by\naccused Shri Amit Shah (A-16), MoS, accused Shri D.G.\nVanzara (A-1), DIG Border Range, accused Shri Rajkumar\nPandian (A-2), SP, ATS, Shri Vipul Agarwal, SP,\nBanaskantha and accused Shri Dinesh MN (A-3), SP,\nUdaipur, Rajasthan, suggesting a sinister plan to eliminate\nAMITBHAI ANILCHANDRA SHAH v. CENTRAL 651\nBUREAU OF INVESTIGATION [P. SATHASIVAM, J.]\nthe sole witness in the state-executed Sohrabuddin A\nencounter.\nB\n67. Thus, in view of the aforesaid provision, it is eminently\nrequired in the interest of justice that the Tulsiram Prajapati\nfake encounter case be investigated and tried along with\nSohrabuddin fake encounter case as the evidence\nprocured so far shows that Tulsiram Prajapati's encounter\ntook place as he was the prime witness to the\nSohrabuddin's abduction. As such both these cold\nblooded murders are inter-connected, they ought not to be\nC\ntried separately as it may give rise to conflicting findings,\nraise issues of issue estoppels and/or res judicata and\nend up derailing or frustrating the interest of justice.\"\n26. As rightly pointed out, this was the stand of the CBI\nprior to passing of the order in the decision dated 08.04.2011 D\nin W.P. (Crl.) No. 115 of 2007. As a matter of fact, based on\nthe above assertion of the CBI, this Court, in the above matter,\nentrusted the investigation of Tulsiram Prajapati's killing also\nto the CBI. It is also not in dispute that the above extracted\nstatus reports were part of record of proceedings in W.P. (Crl.) E\nNo. 115 of 2007.\n27. Mr. Mahesh Jethamalani, learned senior counsel for\nthe petitioner-Amit Shah also brought to our notice that he was\narrested in the first FIR and chargesheet dated 23.07.2010 and\nwas further interrogated even on the question of alleged killing\nof Tulsiram Prajapati. It is also brought to our notice that when\nthe petitioner-Amit Shah filed regular bail application, the CBI\nopposed the same contending that the alleged killing of\nTulsiram Prajapati as a part of the same series of acts, viz.,\nkilling of Sohrabuddin and Kausarbi. The following objections\nwere taken by the CBI while considering the bail application\nwhich are as under:-\n\"The applicant took several steps by systematically\neliminating evidence of the murder of Sohrabuddin. One\nF\nG\nI\nA\nB\n652\nSUPREME COURT REPORTS\n[2013] 6 S ‹ R.\nwitness after the other were killed either surreptitiously\n(Kausarbi) or another stage managed encounter (Tulsiram\nPrajapati)\n38. Learned senior counsel Mr. Tulsi submitted that the\ncase of the prosecution is that the applicant is part and\nparcel of the larger conspiracy in the killing of Sohrabuddin,\nhis wife and Tulsiram Prajapati and also the conspiracy\nwith regard to extortion of money.\"\nAll the above assertions by the CBI support the stand of\nC the petitioner. It is also relevant to note the stand taken by the\nCBI and reliance placed on the same by this Court in the order\ndated 08.04.2011 in W.P. (Crl.) No. 115 of 2007, i.e., Narmada\nBai (supra). The relevant excerpts are quoted verbatim\nhereunder:-\n0\nE\nF\nG\nH\n\"2(g) It is the further case of the petitioner that the deceased\nbeing a key eye witness to the murder of Sohrabuddin and\nhis wife Kausarbi, the team of Mr. D.G. Vanzara and others\nplanned to do away with him to avoid his interrogation by\nMs. Geeta Johri, Inspector General of Police. Hence, the\npetitioner has preferred this petition before this Court\npraying for direction to CBI to register an FIR and\ninvestigate the case.\n(5) Stand of the CBI - respondent No.21:\n(a) The investigation conducted in R.C. No. 4(S)/2010,\nSpecial Crime Branch, Mumbai, as per the directions of\nthis Court in its order dated 12.01.2010, vide Writ Petition\n(Crl.) No. 6 of 2007 revealed that the alleged fake\nencounter of Tulsiram Prajapati on 28.12.2006 was done\nin order to eliminate him as he was the key witness in the\ncriminal conspiracy of the abduction and killing of\nSohrabuddin and Kausarbi by the powerful and the\ninfluential accused persons.....\n(c) The murder of Tulsiram Prajapati took place on\n"}