{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"BRIJ MOHAN LAL\nV.\nUNION OF INDIA AND ORS.\nMARCH 31, 2005\nA\nB\n[S.B. SINHA AND S.H. KAPADIA, JJ.]\nAdministration of Justice :\nC\nFast Track Courts Scheme-Recommended by XI Finance Commission-\nContinuation of -Joint conference of Chief Ministers and Chief Justices\nresolving that scheme be continued for a period of 5 years beyond 31.3.2005-\nHeld, all accused are entitled to speedy justice in terms of Article 21 of the\nConstitution-Speedy justice is an obligation of the State-Administration of\njustice is a State subject-Maintenance of Fast Track Courts has to be looked\nafter by the States—They cannot disown their responsibility of providing speedy D\njustice by pleading financial crunch-At the same time Union of India and the\nStates are expected to treat this as a joint-venture, particularly in providing\nfunds to the States-Since the Court has repeatedly been assured that the\nscheme would continue, Union of India is directed to continue the Scheme for\na period of one month pending hearing and disposal of the writ petition—The\nunspent amount lying with the Central Government would not lapse on\n31.3.2005-Meanwhile Union of India and the States would furnish the\ninformation as mentioned in the order-Constitution of India-Article 21–\nFast Track Courts-Continuation of.\nAll India Judges' Association and Ors. v. Union of India and Ors.,\n[2002] 4 SCC 247, relied on.\nCIVIL APPELLATE/ORIGINAL JURISDICTION: Transferred Case\n(C) No. 22 of 2001.\nE\nF\nWITH\nT.C. (C) No. 23/2001, S.L.P. (C) Nos. 7870, 10645/2001 and W.P. (C)\nNo. 140 of 2005.\nG.E. Vahanwati, Solicitor General, A. Sharan, Additional Solicitor\n103\nG\nH\nB\n104\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA General, Rajiv Dutta, Chander Shekhar Ashri, S. Ravi Shankar, R.Yamunah\nNachiar, Ms. Sunita Sharma, D.S. Mehra, Ms. Varuna Bhandari Gugnani, P.\nParmeswaran, P.S. Narasimha, Ananga Bhattacharya, Vijay Kumar, Vishwajit\nSingh, Ashok Bhan, Ms. Sunita Sharma, Ms. Anil Katiyar, Tara Chandra\nSharma, Ms. Neelam Sharma, Tarun Sharma, Ms. Kamini Jaiswal, Shomila\nBakshi, Ms. Hemantika Wahi, Mrs. Sadhna Sandhu, Ashok K. Srivastava\nSaurabh Trivedi, Janaranjan Das, Swetakeatu Mishra, Ms. Moushumi Gahlot,\nMs. Smrutirekha Mohanty, Amit Pawan, Amit Kumar, Subramonium Prasad,\nGopalakrishnan, Abhay Kumar, Rahul Jay Kishor Singh, Kh. Nobin Singh,\nV.G. Pragasam, Gopal Singh, Rituraj Biswas, R.K. Rathore, Addl. Advocate\nGeneral for State of Punjab, A.K. Sinha, Manjit Singh, Radha Shyam Jena,\nC Dileep Tandon, Rani P. Mehrotra, Ms. Rachna Srivastava, Addl. Advocte\ngeneral, for State of Uttranchal, K.K. Srivastava, S.K. Agnihotari, Rohit K.\nSingh, Amit Mishra, Ms. Suprana Srivastava, Ms. Deepti Singh, Rajesh\nSrivastava, Ms. A. Subhashini, Aruneshwar Gupta, Addl. Advocate General\nfor State of Rajasthan, Naveen Kumar, Ms. Shivangi, U. Hazaika, Satya\nMitra, Ms. Sumita Hazarika, Ms. Krishana Sarma, V.K. Sidharthan, Atul\nKumar, A. Mariarputham, Ms. Aruna Mathur, Ramesh Babu M.R., B.B. Singh,\nAshok Mathur, Ranjan Mukherjee, Altaf H. Naiyak, AG, for J\u0026K Anis\nSuhrawardy, Ms. Shamamma Anis, Sanjay R. Hegde, Anil K. Mishra, A.\nRohen Singh, Anil Srivastava, Mrs. D. Bharthi Reddy, B. Vikas, Ms. Sneha\nBhaskaran, K. Ram Kumar, B. Sridhar, J.S. Attri, Addl. Advocate General\nE for State of H.P., Ms. Suparna Srivastava, Rahul Srivastava, Rajesh Srivastava,\nMs. Deepti Singh, Mrs. Rachna Gupta, Prashant Bhushan, V.N. Raghpathy,\nJaved Mahmud Rao, Annam, D.N. Rao, T.V. Ratnam B.S. Banthia, Mrs.\nV.D. Khanna, Raj Kumar Mehta, M.N. Sharma, Mrs. Revathy Raghavan, J.P.\nDhanda and Mukesh K. Giri, Advs. with them for the appearing parties.\nD\nF\nThe following Order of the Court was delivered:\nThe Fast Track Courts Scheme was recommended by the XIth Finance\nCommission for setting up 1734 Courts to dispose of long pending cases,\nparticularly on the criminal side in the subordinate judiciary. In that regard,\nG Rs. 502.90 crores was allocated. The allocations recommended by the XIth\nFinance Commission covered the period 2000-01 to 2004-05.\nBy affidavit dated 8th July, 2004 filed on behalf of Union of India, this\nCourt was informed that the matter of continuation of the above Scheme\nbeyond five years has been taken up with XIIth Finance Commission. By the\nH said affidavit, this Court was further informed that the Law Ministry had\n-\n-\nBRIJ MOHAN LAL v. U.O.I.\n105\nwritten a letter on 17.4.2003 to the Chairperson of the XIIth Finance A\nCommission to favourably consider the proposals for the upgradation of\njudicial infrastructure including continuation of Fast Track Courts Scheme\nand also for creation of another 1500 Fast Track Courts of Magistrates for\ndealing with non-sessions cases and other criminal matters.\nA further affidavit was filed on behalf of Union of India on 13.10.2004 B\nby which this Court was further informed that in the joint conference held at\nVigyan Bhawan, New Delhi on 18.9.2004, attended by Chief Ministers and\nChief Justices, it was resolved that Fast Track Courts Scheme be continued\nfor a period of five years beyond 31.3.2005 and that Fast Track Magistrate\nCourts on similar lines be established.\nC\nThe period of five years in terms of the said Scheme comes to an end\non 31.3.2005. Till 28.3.2005, when the matter came before us, there was no\nindication as to whether the Fast Track Courts Scheme would continue beyond\n31.3.2005. In the circumstances, we called upon the learned Solicitor General\nto look into the matter and inform the Court by 30.3.2005 as to whether the D\nsaid Scheme would continue beyond 31.3.2005.\nThe learned Solicitor General stated before us that although the Union\nof India was keen to continue the Scheme, no financial sanction has been\naccorded by the XIIth Finance Commission. The learned Solicitor General of\nIndia, however, stated that out of the sanctioned allocation of Rs. 502.90 E\ncrores, till date the amount disbursed is Rs. 420.03 crores leaving an unspent\namount of Rs. 82.87 crores, lying with the Central Government.\nF\nAll accused are entitled to speedy justice in terms of Article 21 of the\nConstitution of India. The question has been raised as to whether the State\ncan deny its obligation to set up such number of courts as are necessary for\nfulfilling its constitutional obligation on the ground of financial constraints or\notherwise. In this connection, it is relevant to note that in terms of the Annual\nReport of the Ministry of Law for the year 2003-04, the total number of\npending cases runs into the figure of 2.27 crores (approximately). Further, in\nthe year 2000, the XIth Finance Commission had allocated Rs. 502.90 crores G\nunder Article 275 of the Constitution to set up 1734 courts. The allocation\nstipulated time bound utilization. Suffice it to state at this stage that the funds\nhave been utilized effectively. We have examined the statistics and the status\nreports submitted by the States which indicate success of the Scheme and\ntime bound utilization of funds. Therefore, the question which arises for\ndetermination before us is of importance. Is it open to the State not to fulfill H\n106\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA its obligation with regard to speedy justice on the basis of financial crunch,\nparticularly when the judge- population ratio of 10.5 judges per 10 lakh\npeople in India is the root cause for huge backlog of undecided cases.\nB\n,\nIn the case of All India Judges' Association and Ors. v. Union of India\nand Ors. reported in [2002] 4 SCC 247, this Court has held that an\nindependent and efficient judicial system is one of the basic structures of our\nConstitution and if sufficient number of judges are not appointed, justice\nwould not be available to the people, thereby undermining the basic structure.\nIn the said judgment, it has been observed that the expense on administration\nof justice in the States is incurred by the respective States. It is for the States\nC to approach the Finance Commission or Union of India for more allocation\nof funds. In the conference held on 18.9.2004, the States have agreed to\ncontinue the Scheme for a further period of five years beyond 31.3.2005.\nE\nAs can be seen from the above facts, this Court has been repeatedly\nassured that the said Scheme will continue beyond 31.3.2005. The said Scheme\nD has two components, namely, financial and infrastructural. Having introduced\nthe Scheme under which Fast Track Courts have become operational, the\nScheme should not be disbanded all of a sudden. Judges have been appointed\nat Fast Track Courts from three sources, viz., by way of promotion, direct\nappointment from advocates and retired District Judges. If the entire Scheme\nhas to be disbanded now, a chaos will be created inasmuch as not only\nservices of several officers who had been promoted on an adhoc basis will\nhave to be reverted to their substantive post. Similarly, if corresponding\npromotion had been given to others, it will be necessary also to pass order's\nof reversion in such cases. Thousands of cases are pending adjudication\nbefore Fast Track Courts and some of them might have been heard in part.\nF Witnesses in many cases might have been summoned. The State Governments\nI have also appointed Special Public Prosecutors. The requirements to continue\nthe Scheme, furthermore, may vary from State to State. In some States, there\nmay not be many session cases pending requiring continuation of the Scheme,\nas earlier proposed. In some States, the requirement may not be of such\nmagnitude to appoint the number of officers specified in the earlier Scheme.\nAll these questions must be worked out and the views of the respective State\nGovernments should also be ascertained.\nG\nAs stated above, speedy justice is an obligation of the State. As held in\nthe case of All India Judges' Association and Ors., (supra), administration\nH of justice is a State subject. Therefore, maintenance of Fast Track Courts has\n1\n}\n:\nBRIJ MOHAN LAL v. U.O.I.\n107\nto be looked after by the States. They cannot disown their responsibility of A\nproviding speedy justice by pleading financial crunch. At the same time, we\nexpect Union of India and the States to treat this venture as a joint-venture,\nparticularly in providing funds to the States.\nC\nWe expected the Scheme to continue beyond 31.3.2005 as we were\nrepeatedly assured that the Scheme would continue. We cannot allow the B\nScheme to be disbanded suddenly. We, therefore, direct Union of India to\ncontinue the said Scheme for a period of one month pending hearing and\nfinal disposal of Writ Petition (C) No. 140 of 2005 and other cases. For the\nsaid purpose, we direct that the said unspent amount of Rs. 82.87 crores lying\nwith the Central Government will not lapse on 31.3.2005 and the disbursement\nunder the said Fast Track Courts Scheme (including the salary payable to the\nJudges and other staff) shall continue as in the past in accordance with the\nterms and conditions of the said Scheme. This order shall, however, be subject\nto any other or further orders which may be passed and subject to orders for\nadjustment of necessary fund by and between the Union of India and the\nconcerned States. In the meantime, we would also like to know from Union D\nof India the current monthly expenditure/costs State-wise in respect of the\nadministration of the Scheme as we are informed that the establishment costs\nnow stands considerably reduced, particularly on and from 1.4.2005. We\nwould also like to know simultaneously from the respective States and\nrespective High Courts to whom notices have been ordered to be issued, as\nto their estimate of expenditure/costs for administering the Scheme after\n1.4.2005. Lastly, we would also like to know from Union of India whether\nany portion of Plan-expenditure of Rs. 1,72,500 crores for 2005-06 (including\nRs. 26000 crores under the new pattern of financing the States as recommended\nby XIIth Finance Commission) has been allocated for upgradation of judicial\ninfrastructure as was done by the XIth Finance Commission in its report. F\nOffice is directed to forward copy of this order to the Registrar Generals\nof concerned High Courts for compliance.\nList the matters on 29th April, 2005.\nE\nR.P.\nG\nDirected to be listed on 29th April, 2005.\n"}