{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"B\nA\nINDIA LITERACY BOARD AND ORS.\nν.\nVEENA CHATURVEDI AND ORS.\nFEBRUARY 21, 2005\n[ASHOK BHAN AND DR. AR. LAKSHMANAN, JJ.]\nC\nᎠ\nConstitution of India-Article 226 :\nWrit of Mandamus-Issuance of-Held: Mandamus cannot be issued\nfor continuing the appointee in service after expiry of contractual period.\nWrit Petition-Relief not prayed for, granted by High Court before final\ndisposal-Propriety of-Held : Not proper for High Court to award relief not\nprayed for, even before the disposal of the main case.\nRespondents were appointed as teachers by the Appellant-Society on\ncontractual basis for a fixed period. After expiry of the contractual period,\nAppellant issued an advertisement for fresh recruitment of teachers.\nRespondents were eligible to apply again. However, instead of applying\nthey preferred writ petition for quashing the advertisement and seeking\nE mandamus to appellant to allow them to continue as teachers. Single Judge\nof High Court, as an interim measure directed appellant to withhold\nimplementation of any selection till the next date of hearing. Aggrieved\nby interim orders, appellant approached the Division Bench, and it held\nthat since respondents had served for a period 8-13 years, appellant would\nnot suffer any loss if respondents were allowed to work as teachers for\none month more. In compliance of the above order, appellant paid salary\nto the teachers. Thereafter, respondent filed an application seeking\nclarification of the order of Division Bench contending that the purport\nof order was to allow the respondents to work and pay them their salary\ntill decision of the Writ Petition. The said application was posted before\nanother Division Bench, and it held that respondents should be paid salary\nin terms of the order passed by the Single Judge. Hence the present appeal.\nF\nG\nH\nDisposing of the appeal, the Court\nHELD : 1. In a case of contractual appointment for a fixed term,\n200\ni\nINDIA LITERACY BOARD v. VEENA CHATURVEDI\n201\nmandamus cannot be issued for continuing the appointee in service. In A\nthe present case as an interim measure a direction has been given by the\nHigh Court to issue appointment orders, which was not even the main\nrelief claimed in the writ petition. [208-C]\n2. Though a specific direction was given by the Division Bench to\npay salary for one more month in pursuance of the interim order, the said B\norder had been wrongly interpreted by another Division Bench of the High\nCourt. Admittedly, the respondents are not working in the school. When\nthey are not working in the school, they are not entitled to any salary by\napplying the rule of no work, no pay. It is not in dispute that the\nManagement has issued an advertisement inviting applications from C\neligible candidates. The respondents have in fact not applied for the post\nin question in response to the advertisement, instead they chose to invoke\nthe extraordinary jurisdiction of the High Court under Article 226 of the\nConstitution of India. [208-E, F|\n3. The question raised in the writ petition is an arguable one. The D\naffidavits and counter affidavits have already been exchanged and,\ntherefore, in the interest of justice a direction is issued to the Single Judge\nof the High Court to take up the main writ petition itself for final hearing\nand dispose of the same on merits including the maintainability of the writ\npetition. [208-G, H; 209-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1317 of 2005.\nFrom the Judgment and Order dated 8.5.2003 of the Allahabad High\nCourt in C.M. Application No. 18906/2002 in S.A. No. 296 (S/B) of 2001.\nE\nMahabir Singh, Rakesh Dahiya, Madhusmita Bora and Gagandeep for F\nthe Appellants.\nMrs. Shobha Dikshit and Pradeep Misra for the Respondents.\nThe Judgment of the Court was delivered by\n1\nDR. AR. LAKSHMANAN, J. Leave granted.\nG\nThis civil appeal is directed against the final judgment and order dated\n08.05.2003 passed by the High Court of Judicature at Allahabad, Lucknow\nBench in C.M. Application No. 18906/2002 in Special Appeal No. 296 (S/\nB)/2001 whereby the High Court has dismissed the petition.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n202\n-\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nThe appellant India Literacy Board is imparting education to children\nupto Class VIII at Lucknow, which is now a separately registered society\nunder the Societies Registration Act, 1860. The respondents were appointed\nas teachers on purely contractual basis subject to the terms and conditions\nwhich were made part of the written contract duly executed by the respondents\nrespectively for fixed periods. An advertisement was got published by the\nManagement of the appellant-Board for appointment of teachers. The\nrespondents along with others were eligible to apply again for fresh contractual\nemployment. The respondents instead of applying in response to the\nadvertisement chose to approach the High Court by filing writ petition No.\n2917 (S/S)/2001, praying for the following reliefs:\n$\n\"(a) to issue a writ, order or direction in the nature of Certiorari\nquashing the advertisement as published in \"Dainik Jagran\" dated\n6.6.2001, the true copy of which is contained as Annexure-22 to the\nwrit petition, as it relates to the post of Assistant Teachers of Welthy-\nfisher Children's Academy, India, India Literacy Board, Literacy\nHouse, Kanpur Road, Lucknow, held by the petitioners.\n(b) to issue a writ, order or direction in the nature of Mandamus\ncommanding the opposite parties not to hold any selection and\nappointment from outside against the post of Assistant Teachers against\nwhich the petitioners have been working since last many years pursuant\nto the impugned advertisement contained in Annexure-22 to the writ\npetition.\n(c) to issue a writ, order or direction in the nature of Mandamus\ncommanding the opposite parties to allow the petitioners to continue\nas Assistant Teachers of Welthy-fisher Children's Academy, India,\nIndia Literacy Board, Literacy House, Kanpur Road, Lucknow and to\npay to the petitioners their salary at par as admissible to an Assistant\nTeacher of a Basic School run and managed by the “U.P. Basic\nShiksha Parishad\" together with all allowances as also together with\nthe arrears of salary.\"\nThey alleged that the appellant-Society is an instrumentality of the\nState within the meaning of Article 12 of the Constitution of India.\nOn 21.06.2001, the High Court passed the following interim order:\n\"Learned counsel for the petitioners has pointed out that in\npursuance of the advertisement dated 6.6.2001 which has been annexed\n1\nL\n↑\nINDIA LITERACY BOARD v. VEENA CHATURVEDI [LAKSHMANAN, J.] 203\nas Annexure-21 to the writ petition, the respondents are going to A\nmake selection although the petitioners are working with the\nrespondents since last 8-13 years. In view of this, it is hereby provided\nthat this matter be listed before appropriate Bench on 3.7.2001.\nIn the meantime, any selection is finalized, that will not be\nimplemented till 3.7.2001.\"\nB\nThe writ petition was again listed on 03.07.2001. The appellants raised\na preliminary objection regarding the maintainability of the writ petition\nitself. The case was listed again on 19.07.2001. Counter and rejoinder affidavits\nwere exchanged between the parties. The appellants filed an application for\nvacation of the ex-parte interim order dated 21.06.2001. It was submitted by C\ncounsel for the appellant that the respondents are in a purely contractual\nemployment and have no right to continue in service and their grievance is\nalso not amenable to writ jurisdiction. In support of their contention, certain\nrulings of the Allahabad High Court and other rulings were relied on.\nFeeling aggrieved by the interim orders dated 21.06.2001 and\n20.07.2001, which according to the appellant amounts to final decision, the\nappellant filed a special appeal before the Division Bench of the High Court.\nThe Division Bench passed the following order:\n\"We are of the view that any observation of ours in the present\nspecial appeal will ultimately prejudice the case of the parties before\nHon'ble the single Judge in the pending writ petition, hence we desisted\nourselves from expressing any view. Admittedly, the teachers have\nbeen serving in between 8 to 13 years. If they continue for one month\nmore in pursuance of the interim order, the India Literacy Board will\nnot suffer any loss.\nIn view of the aforesaid reasons, we direct the Registry to list the\nwrit petition bearing No.2917/2001 (s/s) before Hon'ble single Judge\nin the next cause list.\nD\nE\nF\nOn a mention being made by the counsel of either of the parties G\nbefore Hon'ble single Judge may hear and decide the writ petition\nwhen the writ petition will be listed. In case due to the unavoidable\nreason, the writ petition would not be disposed of on the date of\nlisting, Hon'ble the single Judge will fix another date within a fortnight\nfrom the date of listing and decide the writ petition on merit.\nH\nA\n204\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nWith the aforesaid observations, the Special Appeal is disposed\nof.\"\nThe apparent intention of the Division Bench is thus seen that the\nmatter was to be finally decided within one month and further that if the\nrespondents herein are permitted to continue for one month more in pursuance\nB of the interim order, the appellant-Society shall not suffer any loss.\nAccordingly, the appellant paid salary to the teachers in compliance of the\norder dated 10.08.2001.\nHowever, the case could not be decided despite the best efforts made\nby the parties. In the meanwhile, the respondents filed contempt petition\nC\nbefore the High Court and the single Judge sitting in contempt proceedings\npassed the following order:\nD\nE\nF\nG\n“Shri P.K. Sundriyal, Secretary, India Literacy Board, Literacy\nHouse, Alambagh has stated before this Court that salary for one\nmonth was paid to the petitioners and they were not allowed to work\nas teachers. In the instant case, a detailed interim order was passed\nby this Court on 20.7.2001 which was challenged by the opposite\nparties in special appeal. The Division Bench while deciding the\nspecial appeal also mentioned in the judgment \"Admittedly, the\nteachers have been serving in between 8 to 13 years. If they continue\nfor one month more in pursuance of the interim order, the India\nLiteracy Board will not suffer any loss.\" Sri P.K. Sundriyal knowingly\nand deliberately has disobeyed the order passed by this Court by not\nallowing the petitioners to work. There was no direction by this Court\nfor payment of salary to the petitioners in lieu of one month work\nand the intention of the Division Bench was that the petitioners should\nbe allowed to continue in service for one month and no more. Mere\ngiving one month's salary will not make compliance of the order\npassed by this Court. Prima facie, Sri Sundriyal is guilty for disobeying\nthe orders passed by this Court.\"\nThe respondents filed an application for clarification of the order dated\n10.08.2001 passed by the Division Bench. In the said application, it was\ncontended by the respondents that the Division Bench had directed the\nappellants to allow the respondents to work and to pay their salaries but al\ncontingency was reflected in this direction because of the expectation of the\nDivision Bench that the writ petition may be disposed of within a fortnight.\nH The respondents further contended that the purport of the said order passed\nF\n1\n1\nINDIA LITERACY BOARD v. VEENA CHATURVEDI [LAKSHMANAN, J.] 205\nby the Division Bench was to allow the respondents to work and pay them A\ntheir salary till the decision of the writ petition. They alleged that the opposite\nparties and the appellants have interpreted the order passed by the Division\nBench otherwise, and that they are taking undue benefit of the contingency\nexpressed by the Division Bench by taking the plea that only one month\nsalary was to be paid to the respondents by them and no more than that.\nThe said application was posted before another Division Bench for\nhearing. The appellant filed counter affidavit in the shape of objections to the\nsaid application. The learned Judges of the Division Bench, by order dated\n08.05.2003, while clarifying the order dated 10.08.2001 observed that the\nrespondents shall be paid salary in terms of the order passed by the single\nJudge. Aggrieved by the order passed by the Division Bench, the above\nappeal, by way of special leave petition, was filed before this Court. On\n08.07.2003, upon hearing the counsel, this Court made the following Order:\n\"Heard the learned counsel for the petitioners.\nB\nC\nD\nIt has been pointed out by the learned counsel for the petitioners\nthat despite the final judgment rendered by the High Court of\nAllahabad holding that India Literacy Board is not a State within the\nmeaning of Article 12 of the Constitution (Annexure P-3), High Court\nhas entertained the petition and has granted interim order. It is pointed\nout that even though the matter is fixed for final disposal since last E\ntwo years, it is not heard by the High Court.\nHence, issue notice returnable within four weeks. Dasti in addition.\nMeantime, operation of the impugned judgment is stayed.\"\nWe heard Mr. Mahabir Singh, learned counsel for the appellant and\nMrs. Shobha Dikshit, learned senior counsel for the respondents. Mr. Mahabir\nSingh made the following submissions:\n1. The Division Bench while clarifying the order dated 10.08.2001\nfailed to consider the objections filed by the appellants;\nF\n2. The appellant-Society is neither an instrumentality of the State G\nnor a State within the meaning of Article 12 of the Constitution\nof India and, therefore, not amenable to writ jurisdiction under\nArticle 226 of the Constitution of India;\n3.\nThe learned single Judge, in the instant case, by passing the\norder dated 20.07.2001 has granted to the respondents the reliefs H\n206\nA\nB\nC\nD\nE\nF\nG\nH\n4.\n5.\n6.\n7.\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nwhich could not have been granted to them even at the time of\nfinal disposal of the writ petition;\nThe respondents were appointed as teachers on contractual basis\nand their appointment was extended from time to time on\ncontractual basis with certain terms and conditions to which the\nrespondents have agreed;\nSince the contractual term/period was over, the appellant-Society\nissued an advertisement for recruitment and that the appellant-\nSociety is fully competent to issue the advertisement. However,\nnone of the respondents though eligible to apply again for fresh\ncontractual employment, have chosen to file the writ petition\nunder mis-placed apprehension that they would not be selected\nfor fresh contract of employment;\nThe respondents have utterly failed to disclose their substantive\nright to the post and failed to point out violation of any statutory\nrule and are therefore not entitled to any relief;\nThe relationship between the appellant and the respondents is\nbased on contract and is purely one of master and servant.\nMrs. Shobha Dikshit, learned senior counsel appearing for the\nrespondents/teachers in reply to the argument of learned counsel for the\nappellant submitted as follows:\n1.\n2.\n3.\n4.\nThe respondents have experience of 8-13 years of service and\nthat in the interest of justice, the appellant should allow the\nrespondents to work as teachers pending disposal of the writ\npetition.\nAll the respondents have rendered more than 8-13 years of service\nin the school except the artificial breaks created and during all\nthese periods they have been paid a consolidated salary and by\ndenying the payment of salary in the admissible scale;\nThe advertisement has been issued by the appellant in such a\nmanner so as to oust the respondents from the field of eligibility;\nThe interpretation order of the Division Bench made by the\nappellant as if they are not required to pay the salary after one\nmonth is not correct and the appellants are duty bound to pay the\nsalaries to the respondents as directed by the learned Single Judge;\nI\n1\nINDIA LITERACY BOARD v. VEENA CHATURVEDI [LAKSHMANAN, J.] 207\n5.\n6.\nThe respondents who have rendered long continuous service as A\nassistant teachers under the appellant are aggrieved against the\nintermittent breaks created in their services by issuing time-bound\nappointment orders from time to time and by the action of the\nappellant in proceeding to issue advertisement for selection against\nthe posts held by the respondents in such a manner as to\nB\ncompletely oust the respondents from the field of eligibility and\nalso against the non-payment of salary as admissible to the\nteachers;\nC\nThe appellant-Society was established with an object of furthering\nthe cause of adult literacy and for other different laudable purposes\nenshrined under the Constitution of India. The constitution and\ncomposition of the appellant-Board is such as to have the\npervading control of the Government of India in collaboration\nwith the State Government. The funds for running and\nmaintaining the appellant-Board are released by the Ministry of\nHuman Resources and Development, Government of India and, D\ntherefore, the writ petition filed by the respondents in the High\nCourt is maintainable in law.\nConcluding her arguments, learned senior counsel for the respondents\nsubmitted that the appellant cannot legally be permitted to proceed with the\nimpugned action pursuant to the impugned advertisement against the posts E\nheld by the respondents nor can the appellant discontinue or dis-engage the\nrespondents from service. By issuing periodical appointment orders under\nthe conditions of payment of consolidated monthly amount, the respondents\nhad been subjected to an unfair treatment and to exploitation of labour which\nis specifically forbidden under the constitutional scheme.\nWe have carefully considered the rival submissions made by the\nrespective counsel appearing on the either side. We have also perused the\norders passed by the learned Single Judge and of the orders passed by the\nDivision Bench.\nF\nG\nA perusal of the order passed by the High Court would clearly show\nthat the High Court as an interim measure directed issue of appointment\norder which was not even the main relief claimed in the writ petition. The\nquestion is whether the reliefs which are not prayed for or which are not\nclaimed in the petition could have been awarded by the High Court even\nbefore the disposal of the main case. Another question would also arise as H\n208\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA to whether the writ petition is maintainable against the appellant-Board which\naccording to the appellant is neither an instrumentality of the State nor a\nState within the meaning of Article 12 of the Constitution of India. A further\nquestion would also arise as to whether the appellant is under an obligation\nto select the respondents as teachers when the contract entered into by them\nceased on 30.06.2001.\nB\nLeave to appeal was sought for by the appellant on the above grounds,\namong others. It has been consistently held by this Court in various cases\nthat in a case of contractual appointment for a fixed term, no mandamus can\nbe issued for continuing them in service but in the present case as an interim\nC measure a direction has been given by the High Court to issue appointment\norders which was not even the main relief claimed in the writ petition.\nE\nThough we have extracted several legal contentions urged by the counsel\nappearing on either side in this appeal, we refrain ourselves from expressing\nany view on the merits of the rival contentions which is premature. Any\nD observation of ours in the present appeal will ultimately prejudice the case\nof the parties before the High Court in the pending writ petition. It is stated\nby learned counsel for the appellant that one month salary as directed by the\nHigh Court has already been paid to the respondents in compliance of the\norder. Though a specific direction was given by the Division Bench by its\norder dated 10.08.2001 to pay salary for one more month in pursuance of the\ninterim order the said order had been wrongly interpreted by another Division'\nBench of the High Court. The order passed in the special appeal by the\nDivision Bench also observed that the question raised by the parties in the\nwrit petition is an arguable one. It is an admitted case that as on today the\nrespondents are not working in the school. When they are not in fact working\nF in the school, they are not entitled to any salary by applying the rule of no\nwork, no pay. It is not in dispute that the Management has issued an\nadvertisement inviting applications from eligible candidates. The respondents\nhave in fact not applied for the post in question in response to the advertisement\nchose to invoke the extraordinary jurisdiction of the High Court under Article\n226 of the Constitution of India. In our opinion, the questions raised in the\nwrit petition is an arguable one. The affidavits and counter affidavits have\nalready been exchanged and, therefore, in the interest of justice a direction\nshould be issued to the High Court to hear the writ petition which is ripe for\nhearing. As already stated, we have desisted ourselves from expressing any\nview on the merits of the rival claims. Interest of justice would be amply met\nif a direction is issued to the learned Single Judge of the High Court with a\nG\nH\nT\n1\nINDIA LITERACY BOARD v. VEENA CHATURVEDI [LAKSHMANAN, J.] 209\nrequest to take up the main writ petition itself for final hearing and dispose A\nof the same on merits including the maintainability of the writ petition. We\ndirect the Registrar General of the High Court, Allahabad at Lucknow to\nimmediately place the matter before a learned Single Judge of the High Court\nafter obtaining appropriate orders from the Hon'ble Chief Justice for posting\nthe said case before the concerned single Judge for final disposal. Both the\nB\nlearned counsel appearing before us have assured that they will extend their\ncooperation in disposing of the writ petition finally.\nWe request the learned single Judge before whom the writ petition is\nposted to take up this matter on priority basis and. dispose of the same in\naccordance with law within one month from the date of posting of the said C\ncase in his Court.\nD.G.\nThe civil appeal is disposed of accordingly. No costs.\nAppeal disposed of.\n1\n"}