{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"704 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA committed. The appellant challenged the continuance of\nprosecution by filing an application under Section 482 of the\nCr.P.C. before the High Court contending that the cognizance\nwas barred under Section 9 of the Child Marriage Restraint Act,\n1929. It was contended by the respondent that since the\nB complaint had been filed within a year from the commission of\nthe offence it must be taken that the court has taken cognizance\non the date when the complaint was filed. Therefore, the\ncomplaint cannot be said to be barred by limitation. This Court\nquoted the following observations of the judgment of the\nC Constitution Bench in A.R. Antulay v. Ramdas Sriniwas Nayak\n(\"Antulay '1984' Case \"35:\nD\nE\nF\n\"When a private complaint is filed, the court has to\nexamine the complainant on oath save in the cases set\nout in the proviso to Section 200 CrPC After examining\nthe complainant on oath and examining the witnesses\npresent, if any, meaning thereby that the witnesses not\npresent need not be examined, it would be open to the\ncourt to judicially determine whether a case is made out\nfor issuing process. When it is said that court issued\nprocess, it means the court has taken cognizance of the\noffence and has decided to initiate the proceedings and\na visible manifestation of taking cognizance process is\nissued which means that the accused is called upon to\nappear before the court.\"\nThis Court observed that cognizance has assumed a\nspecial meaning in our criminal jurisprudence and the above\nextract from Antulay '1984' Case indicates that filing of a\ncomplaint is not taking cognizance and what exactly constitutes\nG taking cognizance is different from filing a complaint. This Court\nobserved that since the magisterial action in the case before\nit was beyond the period of one year from the date of\ncommission of the offence, the Magistrate was not competent\nH 35. (1984) 2 SCC 500.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 705\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nto take cognizance when he did in view of the bar under Section A\n9 of the Child Marriage Restraint Act, 1929.\nB\nC\n10. Before discussing Bharat Kale, it is necessary to go\nto Rashmi Kumar (Smt.) on which reliance is placed in Bharat\nKale. In that case, the question was whether the complaint filed\nby the complainant-wife against the husband under Section 406\nof the IPC in September, 1990 was time barred. The offence\nunder Section 406 of the IPC is punishable with imprisonment\nwhich could extend to three years or with fine or with both.\nTherefore, under Section 468(3) of the Cr.P.C., the limitation.\nperiod for the said offence is three years. It was urged by the\ncounsel for the husband that the evidence of the complainant-\nwife recorded under Section 200 of the Cr.P.C. establishes that\nin October, 1986 the complainant-wife demanded return of\njewelry and the husband refused to return the jewelry. Therefore,\nthe period of limitation began to run from October, 1986 and\nthe complaint filed in September, 1990 was time barred, it\nhaving been filed beyond the period of three years. A three-\nJudge Bench of this Court negatived this contention and held\nthat it was clearly averred in the complaint that on 5/12/1987,\nthe complainant-wife had demanded jewelry from the husband\nand the husband had refused to do so and, therefore, the\ncomplaint filed on 10/9/1990 was within three years from the\ndate of demand of jewelry and refusal to return it by the\nhusband. Thus, for the purpose of computation of period of F\nlimitation, the date of filing of the complaint was held to be\nrelevant.\n11. In Bharat Kale, the offence under the Drugs and Magic\nRemedies (Objectionable Advertisements) Act, 1954 was\ndetected on 5/3/1999. The complaint was filed on 3/3/2000\nwhich was within the period of limitation of one year. However,\nthe Magistrate took cognizance on 25/3/2000 i.e. beyond the\nperiod of one year. It was argued that since cognizance was\ntaken beyond the period of one year, the bar of limitation\nD\nE\nG\nH\n706 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA applies. After considering the provisions of Chapter XXXVI of\nthe Cr.P.C. this Court observed that they indicate that the\nlimitation prescribed therein is only for the filing of the complaint\nor initiation of the prosecution and not for taking cognizance.\nIt, of course, prohibits the court from taking cognizance of an\nB offence where the complaint is filed before the court after the\nexpiry of the period mentioned in the said Chapter. This Court\nfurther observed that taking cognizance is an act of the court\nover which the prosecuting agency or the complainant has no\ncontrol. A complaint filed within the period of limitation cannot\nC be made infructuous by an act of the court which will cause\nprejudice to the complainant. Such a construction will be\nagainst the maxim ‘actus curiae neminem gravabit', which\nmeans the act of court shall prejudice no man. It was also\nobserved relying on Rashmi Kumar (Smt.) that the legislature\ncould not have intended to put a period of limitation on the act\nof the court for taking cognizance of an offence so as to defeat\nthe case of the complainant.\nD\nE\nF\nG\nH\n12. In Japani Sahoo, the complainant therein filed a\ncomplaint in the court of the concerned Magistrate alleging\ncommission of offences punishable under Sections 161, 294,\n323 and 506 of the IPC. On 8/8/1997 learned Magistrate on\nthe basis of statements of witnesses issued summons for\nappearance of the accused. The accused surrendered on 23/\n11/1998 and thereafter filed a petition under Section 482 of the\nCr.P.C. in the High Court for quashing criminal proceedings\ncontending inter alia that no cognizance could have been taken\nby the court after the period of one year of limitation prescribed\nfor the offences punishable under Sections 294 and 323 of the\nIPC. The High Court held that the relevant date for deciding the\nbar of limitation was the date of taking cognizance by the court\nand since cognizance was taken after the period of one year\nand the delay was not condoned by the court by exercising\npower under Section 473 of the Code, the complaint is liable\nto be dismissed. On appeal, this Court referred to another well\nknown maxim 'nullum tempus aut locus occurrit regi' which\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 707\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nmeans that a crime never dies. This Court elaborately A\ndiscussed the scheme of Chapter XXXVI of the Cr.P.C. and\nafter following Bharat Kale held that it is the date of filing of\ncomplaint or the date on which criminal proceedings are\ninitiated which is material.\nB\n13. At the outset, we must deal with the criticism leveled\nagainst Bharat Kale and Japani Sahoo that they place undue\nreliance on legal maxims. It was argued that legal maxims can\nneither expand nor delete any part of an express statutory\nprovision, nor can they give an interpretation which is directly C\ncontrary to what the provision stipulated. Their operation can\nbe excluded by statutes but operation of statutes cannot be\nexcluded by legal maxims.\n14. It is true that in Bharat Kale and Japani Sahoo this\nCourt has referred to two important legal maxims. We may add\nthat in Vanka Radhamanohari, to which our attention has been\ndrawn by the counsel, it is stated that the general rule of\nlimitation is based on Latin maxim 'vigilantibus et non\ndormientibus, jura subveniunt', which means the vigilant and\nnot the sleepy, are assisted by laws. We are, however, unable\nto accept the submission that reliance placed on legal maxims\nwas improper. We are mindful of the fact that legal maxims are\nnot mandatory rules but their importance as guiding principles\ncan hardly be underestimated. Herbert Broom in the preface\nto the First Edition of his classical work \"Legal Maxims\" (as\nseen in Broom's Legal Maxims, Tenth Edition, 1939) stated:\nD\nE\nF\n\"In the Legal Science, perhaps more frequently than in\nany other, reference must be made to the first principles.\nIndeed, a very limited acquaintance with the earlier G\nReports will show the importance which was attached to\nthe acknowledged Maxims of the Law, in periods when\ncivilization and refinement had made comparatively little\nprogress. In the ruder ages, without doubt, the great\nmajority of questions respecting the rights, remedies, and\nH\n708\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA\nB\nC\nD\nliabilities of private individuals were determined by an\nimmediate reference to such maxims, many of which\nobtained in the Roman law, and are so manifestly\nfounded in reason, public convenience, and necessity,\nas to find a place in the code of every civilized nation. In\nmore modern times, the increase of commerce, and of\nnational and social intercourse, has occasioned a\ncorresponding increase in the sources of litigation, and\nhas introduced many subtleties and nice distinctions,\nboth in legal reason and in the application of legal\nprinciples, which were formerly unknown. This change,\nhowever, so far from diminishing the value of simple\nfundamental rules, has rendered an accurate\nacquaintance with them the more necessary, in order\nthat they may be either directly applied, or qualified, or\nlimited, according to the exigencies of the particular case,\nand the novelty of the circumstances which present\nthemselves.\nIn our opinion, therefore, use of legal maxims as guiding\nprinciples in Bharat Kale and Japani Sahoo is perfectly\nE justified.\n15. To address the questions which arise in this reference,\nit is necessary to have a look at the legislative history of\nChapter XXXVI of the Cr.P.C. The Criminal Procedure Code,\nF 1898 contained no general provision for limitation. Though\nunder certain special laws like the Negotiable Instruments Act,\n1881, Trade and Merchandise Marks Act, 1958, the Police Act,\n1861, The Factories Act, 1948 and the Army Act, 1950, there\nare provisions prescribing period of limitation for prosecution\nG of offences, there was no general law of limitation for\nprosecution of other offences. The approach of this Court while\ndealing with the argument that there was delay in launching\nprosecution, when in the Criminal Procedure Code (1898),\nthere was no general provision prescribing limitation, could be\nH ascertained from its judgment in The Assistant Collector of\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 709\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nA\nCustoms, Bombay \u0026 Anr. v. L.R. Melwani \u0026 Anr. 36. It was\nurged before the High Court in that case that there was delay\nin launching prosecution. The High Court held that the delay\nwas satisfactorily explained. While dealing with this question,\nthis Court held that in any case prosecution could not have been\nquashed on the ground of delay because it was not the case B\nof the accused that any period of limitation was prescribed for\nfiling the complaint. Hence the complaint could not have been\nthrown out on the sole ground that there was delay in filing the\nsame. This Court further observed that the question of delay in\nfiling complaint may be a circumstance to be taken into C\nconsideration in arriving at the final verdict and by itself it affords\nno ground for dismissing the complaint. This position underwent\na change to some extent when Chapter XXXVI was introduced\nin the Cr.P.C. as we shall soon see.\n16. It is pertinent to note that the Limitation Act, 1963 does\nnot apply to criminal proceedings except for appeals or\nrevisions for which express provision is made in Articles 114,\n115, 131 and 132 thereof. After conducting extensive study of\ncriminal laws of various countries, the Law Commission of India\nappears to have realized that providing provision of limitation\nfor prosecution of criminal offences of certain type in general\nlaw would, in fact, be good for the criminal justice system. The\nLaw Commission noted that the reasons to justify introduction\nof provisions prescribing limitation in general law for criminal\ncases are similar to those which justify such provisions in civil\nlaw such as likelihood of evidence being curtailed, failing\nmemories of witnesses and disappearance of witnesses. Such\na provision, in the opinion of the Law Commission, will quicken\ndiligence, prevent oppression and in the general public interest\nwould bring an end to litigation. The Law Commission also felt\nthat the court would be relieved of the burden of adjudicating\ninconsequential claims. Paragraph 24.3 is material. It reads\nthus:\n36. AIR 1970 SC 962.\nD\nE\nF\nG\nH\nA\n00\nB\nс\nD\nE\nm\nF\nLL\nG\nH\n710\nSUPREME COURT REPORTS\n-\n[2013] 12 S.C.R.\n\"24.3 In civil cases, the law of limitation in almost all\ncountries where the rule of law prevails, Jurists have\ngiven several convincing reasons to justify the provision\nof such a law; some of those which are equally applicable\nto criminal prosecutions may be referred to here:-\n(1) The defendant ought not to be called on to resist a\nclaim when \"evidence has been lost, memories have\nfaded, and witnesses have disappeared.\"\n(2) The law of limitation is also a means of suppressing\nfraud, and perjury, and quickening diligence and\npreventing oppression.\n(3) It is in the general public interest that there should be\nan end to litigation. The statute of limitation is a statute\nof repose.\n(4) A party who is insensible to the value of civil remedies\nand who does not assert his own claim with promptitude\nhas little or no right to require the aid of the state in\nenforcing it.\n(5) The court should be relieved of the burden of\nadjudicating inconsequential or tenuous claims.\"\nThe Law Commission stated its case for extending\nlimitation to original prosecutions as under:\n\"24.11 - It seems to us that there is a strong case for\nhaving a period of limitation for offences which are not\nvery serious. For such offences, considerations of\nfairness to the accused and the need for ensuring\nfreedom from prosecution after a lapse of time should\noutweigh other considerations. Moreover, after the expiry\nof a certain period the sense of social retribution loses\nits edge and the punishment does not serve the purpose\nof social retribution. The deterrent effect of punishment\nwhich is one of the most important objectives of penal law\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 711\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nis very much impaired if the punishment is not inflicted A\npromptly and if it is inflicted at a time when it has been\nwiped off the memory of the offender and of other persons\nwho had knowledge of the crime.\nParagraphs 24.13, 24.14, 24.20, 24.22, 24.23, 24.24,\n24.25, and 24.26 could also be advantageously quoted.\n-\nB\n\"24.13 At present no court can throw out a complaint\nsolely on the ground of delay, because, as pointed out\nby the Supreme Court, \"the question of delay in filing a\ncomplaint may be a circumstance to be taken into C\nconsideration in arriving at the final verdict, but by itself,\nit affords no grounds for dismissing the complaint”. It is\ntrue that unconscionable delay is a good ground for\nentertaining grave doubts about the truth of the\ncomplainant's story unless he can explain it to the D\nsatisfaction of the court. But it would be illegal for a court\nto dismiss a complaint merely because there was\ninordinate delay.\n24.14. We, therefore, recommend that the principle of\nlimitation should be introduced for less serious offences\nunder the Code. We suggest that, for the present,\noffences punishable with fine only or with imprisonment\nupto three years should be made subject to the law of\nlimitation. The question of extending the law to graver\noffences may be taken up later on in the light of the\nexperience actually gained.\nE\nF\n24.20. -The question whether prosecution commences on\nthe date on which the court takes cognizance of the\noffence or only on the date on which process is issued G\nagainst the accused, has been settled by the Supreme\nCourt with reference to Section 15 of the Merchandise\nMarks Act, 1889. Where the complaint was filed within\none year of the discovery of offence, it cannot be thrown\nout merely because process was not issued within one\nH\nA\n00\nB\nC\nD\nE\nF\nG\nН\n712\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nyear of such discovery. The complainant is required by\nsection 15 of the Act to “commence prosecution\" within\nthis period, which means that if the complaint is\npresented within one year of such discovery, the\nrequirements of section 15 are satisfied. The period of\nlimitation is intended to operate against complainant and\nto ensure diligence on his part in prosecuting his rights,\nand not against the Court. It will defeat the object to the\nenactment deprive traders of the protection which the law\nintended to give them, to hold that unless process is\nissued on their complaint within one year of the discovery\nof the offence, it should be thrown out.\n24.22 -Secondly, as in civil cases, in computing the\nperiod of limitation for taking cognizance of offence, the\ntime during which any person has been prosecuting with\nthe due diligence another prosecution whether in a court\nof first instance or in a court of appeal or revision, against\nthe offender, should be excluded, where the prosecution\nrelates to the same facts and is prosecuted in good faith\nin a court which, from defect of jurisdiction or other cause\nof a like nature, is unable to entertain it.\n24.23 -Thirdly, in the case of a continuing offence, a fresh\nperiod of limitation should begin to run at every moment\nof the time during which the offence continues; and we\nrecommend the insertion of a provision to that effect.\n-\n24.24 Impediments to the institution of a prosecution\nhave also to be provided for. Such impediments could\nbe (a) legal, or (b) due to conduct of the accused, or (c)\ndue to the court being closed on the last day.\nAs regards legal impediments, two aspects may be\nconsidered, first, the time for which institution of\nprosecution is stayed under a legal provision, and\nsecondly, prosecutions for which previous sanction is\n2\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 713\nDIR. DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nwww\nrequired, or notice has to be given, under legal provision. A\nBoth are appropriate cases for a special provision for\nextending the period of limitation. We recommend that,\nwhere the institution of the prosecution in respect of an\noffence has been stayed by an injunction or order, than,\nin computing the period of limitation for taking B\ncognizance of that offence, the time of the continuance\nof the injunction or order, the day on which it was issued\nor made, and the day on which it was withdrawn, shall be\nexcluded.\n24.25 -We also recommend that where notice of\nprosecution for an offence has been given, or where for\nprosecution for an offence the previous consent or\nsanction of the Government or any other authority is\nrequired, in accordance with the requirements of any law\nfor the time being in force, then in computing the period\nof limitation for taking cognizance of the offence, the\nperiod of such notice or, as the case may be, the time\nrequired for obtaining such consent or sanction, shall be\nexcluded.\n24.26 -As illustrations of impediments caused by the\nconduct of the accused, we may refer to his being out of\nIndia, and his absconding or concealing himself. Running\nof the period of limitation should be excluded in both\ncases.\n\"1\n17. The Joint Parliament Committee (\"the JPC\") accepted\nthe recommendations of the Law Commission for prescribing\nperiod of limitation for certain offences. The relevant\nparagraphs of its report dated 30/11/1972 read as under:\nC\nD\nE\nF\nG\n\"Clauses 467 to 473 (new clauses) - These are new\nclauses prescribing periods of limitation on a graded\nscale for launching a criminal prosecution in certain\ncases. At present, there is no period of limitation for\ncriminal prosecution and a Court cannot throw out H\n"}