{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n00\nB\nC\nD\nE\nF\nןד\nG\nH\n714 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\ncomplaint or a police report solely on the ground of delay\nalthough inordinate delay may be a good ground for\nentertaining doubts about the truth of the prosecution\nstory. Periods of limitation have been prescribed for\ncriminal prosecution in the laws of many countries and\nthe Committee feels that it will be desirable to prescribe\nsuch periods in the Code as recommended by the Law\nCommission.\nAmong the grounds in favour of prescribing the limitation\nmay be mentioned the following:\n1. As time passes the testimony of witnesses become\nweaker and weaker because of lapse of memory and\nevidence becomes more and more uncertain with the\nresult that the danger of error becomes greater.\n2. For the purpose of peace and repose it is necessary\nthat an offender should not be kept under continuous\napprehension that he may be prosecuted at any time\nparticularly because with the multifarious laws creating\nnew offences many persons at some time or the other\ncommit some crime or the other. People will have no\npeace of mind if there is no period of limitation even for\npetty offences.\n3. The deterrent effect of punishment is impaired if\nprosecution is not launched and punishment is not\ninflicted before the offence has been wiped off the\nmemory of the persons concerned.\n4. The sense of social retribution which is one of the\npurposes of criminal law looses its edge after the expiry\nof a long period.\n5. The period of limitation would put pressure on the\norgans of criminal prosecution to make every effort to\nensure the detection and punishment of the crime\nquickly.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 715\nDIR. DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\n-\nThe actual periods of limitation provided for in the new\nclauses would, in the Committee's opinion be appropriate\nhaving regard to the gravity of the offences and other\nrelevant factors.\nAs regards the date from which the period is to be\ncounted the Committee considered has fixed the date as\nthe date of the offence. As, however this may create\npractical difficulties and may also facilitate an accused\nperson to escape punishment by simply absconding\nhimself for the prescribed period, the Committee has also\nprovided that when the commission of the offence was not\nknown to the person aggrieved by the offence or to any\npolice officer, the period of limitation would commence\nfrom the day on which the participation of the offender in\nthe offence first comes to the knowledge of a person\naggrieved by the offence or of any police officer,\nwhichever is earlier. Further, when it is not known by whom\nthe offence has committed, the first day on which the\nidentity of the offender is known to the person aggrieved\nby the offence or to the police officer making\ninvestigation into the offence.\nThe Committee has considered it necessary to make a\nspecific provision for extension of time whenever the court\nis satisfied on the materials that the delay has been\nproperly explained or that the accused had absconded.\nThis provision would be particularly useful because\nlimitation for criminal prosecution is being prescribed for\nthe first time in this country\".\n18. Read in the background of the Law Commission's\nReport and the Report of the JPC, it is clear that the object of\nChapter XXXVI inserted in the Cr.P.C. was to quicken the\nprosecutions of complaints and to rid the criminal justice system\nof inconsequential cases displaying extreme lethargy, inertia or\nindolence. The effort was to make the criminal justice system\nA\nB\nC\nD\nE\nF\nG\nH\n716\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA more orderly, efficient and just by providing period of limitation\nfor certain offences. In Sarwan Singh, this Court stated the\nobject of Cr.P.C in putting a bar of limitation as follows:\nB\nс\nD\n\"The object of the Criminal Procedure Code in putting a\nbar of limitation on prosecutions was clearly to prevent\nthe parties from filing cases after a long time, as a result\nof which material evidence may disappear and also to\nprevent abuse of the process of the court by filing\nvexatious and belated prosecutions long after the date\nof the offence. The object which the statutes seek to sub-\nserve is clearly in consonance with the concept of\nfairness of trial as enshrined in Article 21 of the\nConstitution of India. It is, therefore, of the utmost\nimportance that any prosecution, whether by the State or\na private complainant must abide by the letter of law or\ntake the risk of the prosecution failing on the ground of\nlimitation.\"\n19. It is equally clear however that the law makers did not\nwant cause of justice to suffer in genuine cases. Law\nE Commission recommended provisions for exclusion of time\nand those provisions were made part of Chapter XXXVI. We,\ntherefore, find in Chapter XXXVI provisions for exclusion of time\nin certain cases (Section 470), for exclusion of date on which\nthe Court is closed (Section 471), for continuing offences\nF (Section 472) and for extension of period of limitation in certain\ncases (Section 473). Section 473 is crucial. It empowers the\ncourt to take cognizance of an offence after the expiry of the\nperiod of limitation, if it is satisfied on the facts and in the\ncircumstances of the case that the delay has been properly\nG explained or that it is necessary to do so in the interest of\njustice. Therefore, Chapter XXXVI is not loaded against the\ncomplainant. It is true that the accused has a right to have a\nspeedy trial and this right is a facet of Article 21 of the\nConstitution. Chapter XXXVI of the Cr.P.C. does not undermine\nH this right of the accused. While it encourages diligence by\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 717\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nproviding for limitation it does not want all prosecutions to be A\nthrown overboard on the ground of delay. It strikes a balance\nbetween the interest of the complainant and the interest of the\naccused. It must be mentioned here that where the legislature\nwanted to treat certain offences differently, it provided for\nlimitation in the section itself, for instance, Section 198(6) and\n199(5) of the Cr.P.C. However, it chose to make general\nprovisions for limitation for certain types of offences for the first\ntime and incorporated them in Chapter XXXVI of the Cr.P.C.\n20. To understand the scheme of Chapter XXXVI it would\nbe advantageous to quote Sections 467, 468, 469 and 473 of\nthe Cr.P.C. Section 467 reads as under:\n\"467. Definitions. - For the purposes of this Chapter,\nunless the context otherwise requires, \"period of limitation\"\nmeans the period specified in section 468 for taking\ncognizance of an offence\"\nSection 468 reads as under:\n“468. Bar to taking cognizance after lapse of the period\nof limitation. -(1) Except as otherwise provided\nelsewhere in this Code, no Court, shall take cognizance\nof an offence of the category specified in sub-section (2),\nafter the expiry of the period of limitation.\n(2) The period of limitation shall be-\n(a) six months, if the offence is punishable with fine\nonly;\n(b) one year, if the offence is punishable with\nimprisonment for a term not exceeding one year,\n(c) three years, if the offence is punishable with\nimprisonment for a term exceeding one year but\nnot exceeding three years.\nB\nC\nD\nE\nF\nG\nH\nA\nB\n718\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\n(3) For the purposes of this section, the period of\nlimitation, in relation to offences which may be tried\ntogether, shall be determined with reference to the offence\nwhich is punishable with the more severe punishment or,\nas the case may be, the most severe punishment.\n\"\"\nSection 469 reads as under:\nC\nD\nE\nF\n0\nH\n\"469. Commencement of the period of limitation. - (1)\nThe period of limitation, in relation to an offender, shall\ncommence,\n-\n(a) on the date of the offence; or\n(b) where the commission of the offence was not\nknown to the person aggrieved by he offence or to\nany police officer, the first day on which such\noffence comes to the knowledge of such person or\nto any police officer, whichever is earlier, or\n(c) where it is not known by whom the offence was\ncommitted, the first day on which the identity of the\noffender is known to the person aggrieved by the\noffence or to the police officer making\ninvestigation into the offence, whichever is earlier.\n(2) In computing the said period, the day from which such\nperiod is to be computed shall be excluded.\"\nSection 473 reads as under:\n\"473. Extension of period of limitation in certain cases.\n- Notwithstanding anything contained in the foregoing\nprovisions of this Chapter, any Court may take\ncognizance of an offence after the expiry of the period of\nlimitation, if it is satisfied on the facts and in the\ncircumstances of the case that the delay has been\nproperly explained or that it is necessary so to do in the\ninterests of justice.\"\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 719\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\n21. Gist of these provisions could now be stated. Section A\n467 defines the phrase 'period of limitation' to mean the period\nspecified in Section 468 for taking cognizance of certain\noffences. Section 468 stipulates the bar of limitation. Sub-\nsection (1) of Section 468 makes it clear that a fetter is put on\nthe court's power to take cognizance of an offence of the B\ncategory mentioned in sub-section (2) after the expiry of period\nof limitation. Sub-section (2) lays down the period of limitation\nfor certain offences. Section 469 states when the period of\nlimitation commences. It is dexterously drafted so as to prevent\nadvantage of bar of limitation being taken by the accused. It C\nstates that period of limitation in relation to an offence shall\ncommence either from the date of offence or from the date\nwhen the offence is detected. Section 470 provides for\nexclusion of time in certain cases. It inter alia states that while\ncomputing the period of limitation in relation to an offence, time D\ntaken during which the case was being diligently prosecuted\nin another court or in appeal or in revision against the offender,\nshould be excluded. The explanation to this section states that\nin computing limitation, the time required for obtaining the\nconsent or sanction of the government or any other authority E\nshould be excluded. Similarly time during which the accused\nis absconding or is absent from India shall also be excluded.\nSection 471 provides for exclusion of date on which court is\nclosed and Section 472 provides for continuing offence.\nSection 473 is an overriding provision which enables courts to\ncondone delay where such delay has been properly explained\nor where the interest of justice demands extension of period\nof limitation. Analysis of these provisions indicates that Chapter\nXXXVI is a Code by itself so far as limitation is concerned. All\nthe provisions of this Chapter will have to be read cumulatively. G\nSections 468 and 469 will have to be read with Section 473.\n22. It is now necessary to see what the words 'taking\ncognizance' mean. Cognizance is an act of the court. The term\n'cognizance' has not been defined in the Cr.P.C. To understand\nF\nH\n720 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA what this term means we will have to have a look at certain\nprovisions of the Cr.P.C. Chapter XIV of the Code deals with\n'Conditions requisite for initiation of proceedings'. Section 190\nthereof empowers a Magistrate to take cognizance upon (a)\nreceiving a complaint of facts which constitute such offence; (b)\nB upon a police report of such facts; (c) upon information received\nfrom any person other than a police officer, or upon his own\nknowledge, that such offence has been committed. Chapter XV\nrelates to 'Complaints to Magistrates'. Section 200 thereof\nprovides for examination of the complainant and the witnesses\nC on oath. Section 201 provides for the procedure which a\nMagistrate who is not competent to take cognizance has to\nfollow. Section 202 provides for postponement of issue of\nprocess. He may, if he thinks fit, and shall in a case where the\naccused is residing at a place beyond the area in which he\nD exercises his jurisdiction, postpone the issue of process\nagainst the accused and either inquire into the case himself or\ndirect an investigation to be made by a police officer for the\npurpose of deciding whether there is sufficient ground for\nproceeding. Chapter XVI relates to commencement of\nE proceedings before the Magistrate. Section 204 provides for\nissue of process. Under this section if the Magistrate is of the\nopinion that there is sufficient ground for proceeding and the\ncase appears to be a summons case, he shall issue summons\nfor the attendance of the accused. In a warrant case, he may\nF issue a warrant. Thus, after initiation of proceedings detailed\nin Chapter XIV, comes the stage of commencement of\nproceedings covered by Chapter XVI.\nG\n23. In Jamuna Singh \u0026 Ors. v. Bhadai Shah, 37 relying on\nR.R. Chari and Gopal Das Sindhi \u0026 Ors. v. State of Assam \u0026\nAnr., 38 this Court held that it is well settled that when on a\npetition or complaint being filed before him, a Magistrate\n'\n37. AIR 1964 SC 1541.\nH 38. AIR 1961 SC 986.\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 721\nDIR. -DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\napplies his mind for proceeding under the various provisions A\nof Chapter XVI of the Cr.P.C., he must be held to have taken\ncognizance of the offences mentioned in the complaint.\n24. After referring to the provisions of the Cr.P.C. quoted\nby us hereinabove, in S.K. Sinha, Chief Enforcement Officer, B\nthis Court explained what is meant by the term 'taking\ncognizance'. The relevant observations of this Court could be\nquoted:\n\"19. The expression \"cognizance\" has not been defined\nin the Code. But the word (cognizance) is of indefinite\nimport. It has no esoteric or mystic significance in\ncriminal law. It merely means \"become aware of\" and\nwhen used with reference to a court or a Judge, it\nconnotes \"to take notice of judicially\". It indicates the point\nwhen a court or a Magistrate takes judicial notice of an\noffence with a view to initiating proceedings in respect of\nsuch offence said to have been committed by someone.\nC\nD\n20. \"Taking cognizance\" does not involve any formal\naction of any kind. It occurs as soon as a Magistrate E\napplies his mind to the suspected commission of an\noffence. Cognizance is taken prior to commencement of\ncriminal proceedings. Taking of cognizance is thus a sine\nqua non or condition precedent for holding a valid trial.\nCognizance is taken of an offence and not of an offender.\nWhether or not a Magistrate has taken cognizance of an\noffence depends on the facts and circumstances of each\ncase and no rule of universal application can be laid down\nas to when a Magistrate can be said to have taken\ncognizance.\n\"\nIn several judgments, this view has been reiterated. It is\nnot necessary to refer to all of them.\n25. Thus, a Magistrate takes cognizance when he applies\nhis mind or takes judicial notice of an offence with a view to\nF\nG\nH\n722 SUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA initiating proceedings in respect of offence which is said to have\nbeen committed. This is the special connotation acquired by\nthe term 'cognizance' and it has to be given the same meaning\nwherever it appears in Chapter XXXVI. It bears repetition to\nstate that taking cognizance is entirely an act of the Magistrate.\nB Taking cognizance may be delayed because of several\nreasons. It may be delayed because of systemic reasons. It may\nbe delayed because of the Magistrate's personal reasons.\nC\nD\nE\n26. In this connection, our attention is drawn to the judgment\nof this Court in Sharadchandra Dongre. It is urged on the basis\nof this judgment that by condoning the delay, the Court takes\naway a valuable right which accrues to the accused. Hence, the\naccused has a right to be heard when an application for\ncondonation of delay under Section 473 of the Cr.P.C. is\npresented before the Court. Keeping this argument in mind, let\nus examine both the view points i.e. whether the date of taking\ncognizance or the date of filing complaint is material for\ncomputing limitation. If the date on which complaint is filed is\ntaken to be material, then if the complaint is filed within the\nperiod of limitation, there is no question of it being time barred.\nIf it is filed after the period of limitation, the complainant can\nmake an application for condonation of delay under Section 473\nof the Cr.P.C. The Court will have to issue notice to the accused\nand after hearing the accused and the complainant decide\nwhether to condone the delay or not. If the date of taking\ncognizance is considered to be relevant then, if the Court takes\ncognizance within the period of limitation, there is no question\nof the complaint being time barred. If the Court takes.\ncognizance after the period of limitation then, the question is\nhow will Section 473 of the Cr.P.C. work. The complainant will\nbe interested in having the delay condoned. If the delay is\ncaused by the Magistrate by not taking cognizance in time, it\nis absurd to expect the complainant to make an application for\ncondonation of delay. The complainant surely cannot explain\nthat delay. Then in such a situation, the question is whether the\nH\nF\nG\nSARAH MATHEW v. INST. OF CARDIO VASCULAR DISE. BY ITS 723\nDIR. - DR. K.M. CHERIAN [RANJANA PRAKASH DESAI, J.]\nMagistrate has to issue notice to the accused, explain to the A\naccused the reason why delay was caused and then hear the\naccused and decide whether to condone the delay or not. This\nwould also mean that the Magistrate can decide whether to\ncondone delay or not, caused by him. Such a situation will be\nanomalous and such a procedure is not known to law. Mr. B\nLuthra, learned A.S.G. submitted that use of disjunctive ‘or' in\nSection 473 of the Cr.P.C. suggests that for the first part i.e.\nto find out whether the delay has been explained or not, notice\nwill have to be issued to the accused and for the later part i.e.\nto decide whether it is necessary to do so in the interest of C\njustice, no notice will have to be issued. This question has not\ndirectly arisen before us. Therefore, we do not want to express\nany opinion whether for the purpose of notice, Section 473 of\nthe Cr.P.C. has to be bifurcated or not. But, we do find this\nsituation absurd. It is absurd to hold that the Court should issue D\nnotice to the accused for condonation of delay, explain the\ndelay caused at its end and then pass order condoning or not\ncondoning the delay. Law cannot be reduced to such absurdity.\nTherefore, the only harmonious construction which can be\nplaced on Sections 468, 469 and 470 of the Cr.P.C. is that the E\nMagistrate can take cognizance of an offence only if the\ncomplaint in respect of it is filed within the prescribed limitation\nperiod. He would, however, be entitled to exclude such time as\nis legally excludable.\n27. The role of the court acting under Section 473 was\naptly described by this Court in Vanka Radhamanohari (Smt.)\nwhere this Court expressed that this Section has a non-obstante\nclause, which means that it has an overriding effect on Section\n468. This Court further observed that there is a basic difference\nbetween Section 5 of the Limitation Act and Section 473 of the\nCr.P.C. For exercise of power under Section 5 of the Limitation\nAct, the onus is on the applicant to satisfy the court that there\nwas sufficient cause for condonation of delay, whereas, Section\n473 enjoins a duty on the court to examine not only whether such\nF\nG\nH\n"}