{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"THE STATE OF MANIPUR AND ANR.\nV.\nSMT. CHABUNGBAM THOIBISANA DEVI AND ORS.\nAPRIL 19, 2007\n[ASHOK BHAN AND C.K. THAKKER, JJ.]\nService Law:\nA\nB\nC\nAppointment-Post of Assistant Government Advocate-cum-Assistant\nPublic Prosecutor-Conducting of writing as well as oral test-Subsequently,\nban of direct recruitment and declaration of results by State Government-\nChallenge to-Writ Petition allowed without giving opportunity to the\nopposite party Division Bench of High Court upholding the order without\nconsidering the additional facts on record-On appeal held: Orders of courts\nbelow cryptic and bereft of any reasons, thus, order of Division Bench set D\naside and matter remitted back.\nAppellant-State issued advertisement for appointment to the posts of\nAssistant Government Advocate-cum-Assistant Public Prosecutor. Since only\nthe dates were fixed for interview, on a writ petition, Single Judge of High\nCourt directed the State Government to notify fresh date for conducting written E\nas well as oral test. Thereafter, State Government banned direct recruitment\nand declaration of results of D.P.Cs. in respect of all the Departments except\nthe appointments made in the Department of Home and Education, under\nCentrally sponsored scheme. Respondents filed writ petition. Single Judge\nof High Court allowed the same without giving any opportunity to the opposite\nparty to file a reply and directed appellant-State Government to declare the\nresult of the examination held in pursuance to the advertisement. Appellants\nfiled writ appeal. It also filed an application to bring on record additional facts\nfor which the Single Judge did not give any opportunity. Division Bench of\nthe High Court upheld the order of Single Judge without referring to any of\nthe facts. Hence the present appeal.\nRemitting the matter to the Division Bench of High Court, the Court\nHELD: The orders passed by the Single Judge as well as the Division\nBench were cryptic and bereft of any reasons. The Division Bench should\n385\nF\nG\nH\n386\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA have recorded that the Single Judge did not permit the respondents to file\ntheir response to the averments made in the writ petition. Since the Single\nJudge did not permit the respondents to file the response, the Division Bench,\nbefore which the facts had been brought by way of additional affidavit, should\nhave taken the additional facts into consideration and it was up to the Division.\nBench to either accept them or reject them. The Division Bench did not assign\nany reason for upholding the order of the Single Judge except to say that\nthey are not inclined to interfere with the order of the Single Judge. Thus,\nthe impugned order is set aside. [Para 9] [388-A-C]\nB\nс\nD\nE\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2065 of 2007.\nFrom the Judgment and Order dated 12.04.2006 of the High Court of\nGuhati, Bench at Imphal in Writ Appeal No. 75 of 2000.\nJaideep Gupta, and Khwairakpam Nobin Singh for the Appellants.\nS.B. Sanyal, and Aribam Guneshwar Sharma for the Respondents.\nThe Judgment of the Court was delivered by\nASHOK BHAN, J. 1. Leave granted. Heard Mr. Jaideep Gupta, learned\nSenior Counsel for the appellants and Mr. S.B. Sanyal, learned counsel for the\nrespondents.\n2. The present appeal has been filed by the State of Manipur and\nanother against judgment and order passed by the Gauhati High Court,\nImphal Bench, in Writ Appeal No. 75 of 2000 dated 12th April, 2006, by which\nthe Division Bench of the High Court has upheld the order passed by the\nlearned Single Judge of the High Court..\n3. The facts of the matter are narrated here in brief. An advertisement\nwas issued by the appellant-State on 12.4.1999 for appointment of the two\nposts of Assistant Government Advocate-Cum-Assistant Public Prosecutor.\nThereafter, the State Government issued two notifications informing the dates\nof interview for appointment to the said posts. A writ petition (being WP (C)\nNo. 570/99) was filed before the High Court challenging the Said notifications\ninforming the date of interview on the grounds that (a) appointments could\nnot be made only on the basis of oral interview, and (b) a written test was\nrequired to be taken. This writ petition was allowed by the learned Single\nJudge of the High Court on 9th June, 1999 and a direction was issued to the\nH State Government for notifying a fresh date for conducting written test as\nSTATE OF MANIPUR v. CHABUNGBAM THOIBISANA DEVI [BHAN, J.]\n387\nA\nwell as oral test within one month.\n4. In pursuance to the directions issued by the High Court in W.P. (C)\nNo. 570/99, the written test was held on 1st of August, 1999 and the oral test\nwas held on 1st of December, 1999 for the said posts.\n5. On 19th April, 1999, due to serious financial crunch faced by the State B\nGovernment, an MOU was signed between the Government of Manipur and\nthe Finance Ministry, Government of India to avail of Financial assistance\nfrom the Government of India. Pursuant to the said MOU, the State Government\ntook a policy decision to ban direct recruitment and declaration of results of\nD.P. Cs. and the said policy decision was expressed in the form of an order C\ndated 6th November, 1999.\n6. On 24th of March, 2000, the State Government issued an Office\nMemorandum stating that the ban on direct recruitment and declaration of\nresults of completed D.P. Cs. would continue in respect of all the Departments\nexcept in respect of appointments made in the Department of Home and D\nEducation, under Centrally sponsored scheme.\n7. The respondents herein (hereinafter referred to as \"writ petitioner\")\nfiled writ petition no. 355 of 2000 in the High Court on 3rd April, 2000, which\nwas listed before the learned Single Judge on 6th April, 2000. The learned\nSingle Judge, without affording any opportunity to the respondents therein\nto file a reply, allowed the writ petition and directed the appellant-State\nGovernment to declare the result of the examination held in pursuance to the\nadvertisement dated 12th April, 1999 within a period of seven from the date\nof receipt of the copy of that judgment.\n8. The State Government thereafter moved an application (C.M.A. no.\n182/2000) for extension of time by six months to implement the order of the\nHigh Court or till the ban is lifted, whichever is later. This application was,\nhowever, rejected by the learned Single Judge on 12th June, 2000. Thereafter,\nthe appellants filed writ appeal, which had been disposed of by the impugned\norder. In the writ appeal, the appellants brought on record the relevant facts\n(for which no opportunity was afforded by the learned Single Judge) by\nmoving an application to take the additional facts on record. Subsequent facts\nwere also brought on record in the year 2005, which were not to the knowledge\nof the State Government.\n9. The Division Bench of the High Court upheld the order of the learned\nE\nF\nG\nH\nX\n388\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Single Judge, without referring to any of the facts and by simply observing\nthat it did not find any illegality or perversity in the order passed by the\nlearned Single Judge. It was further held that subsequent developments\nbrought on record were not sufficient to interfere with the impugned judgment.\nThe orders passed by the learned Single Judge as well as the Division Bench,\nB to say the least, are cryptic and bereft of any reasons. The Division Bench\nC\nᎠ\nE\nF\nshould have recorded that the learned Single Judge did not permit the\nrespondents to file their response to the averments made in the writ petition.\nSince the Single Bench did not permit the respondents to file the response,\nthe Division Bench, before which the facts had been brought by way of\nadditional affidavit, should have taken the additional facts into consideration\nand it was up to the Division Bench to either accept them or reject them. The\nDivision Bench has not assigned any reason for upholding the order of the\nlearned Single Judge except to say that they are not inclined to interfere with\nthe order of the learned Single Judge.\n10. For the reasons stated above, the impugned order of the Division\nBench of the High Court is set aside and the case is remanded back for a fresh\ndecision in accordance with law. We are remanding the case to the Division\nBench to avoid further delay in final disposal of the matter. The writ petition\npending before the learned Single Judge is ordered to be placed before the\nDivision Bench for final disposal. The appellants herein (the respondents in\nthe writ petition) are put at liberty to file a proper response by way of an\naffidavit in opposition (written statement). The Division Bench shall also\npermit the writ petitioners (respondents herein) to file a rejoinder to the\naffidavit in opposition filed by the appellants herein. All contentions are left\nopen.\n11. We are not expressing any opinion on merits of the case as well as\non the rival contentions of the respective parties. The Division Bench shall\ndecide the writ petition without being influenced by any of the observations\nmade in this order or the earlier orders passed by the Division Bench and the\nlearned Single Judge. Counsel of the parties are directed to appear before the\nG Registry of the High Court on 2.5.2007 for further direction with regard to their\ncase. We request Hon'ble the Chief Justice of the High Court to post the\nmatter for an early disposal.\nH\ncosts.\nN.J.\n12. The Civil Appeal is disposed of accordingly with no orders as to\nAppeal disposed of.\n"}