{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 999\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nB\n10. Shri Goolam E. Vahanvati, learned Solicitor General A\nof India, appearing on behalf of the Union of India, submitted\nthat the entire approach of the State being based on an\nassumption that the alleged restriction on Parliament's\nlegislative power under Entry 80 of List I of the Seventh\nSchedule to the Constitution and restriction on the power of the\nCentral Government under Section 6 of the Special Police Act\nto issue a notification binds the constitutional courts i.e. the\nSupreme Court and the High Courts is fallacious, inasmuch as\nthe restrictions on the Central Government and Parliament\ncannot be inferentially extended to be restrictions on the\nC\nConstitutional Courts in exercise of their powers under Articles\n32 and 226 of the Constitution as it is the obligation of the\nSuperior Courts to protect the citizens and enforce their\nfundamental rights. Learned counsel vehemently argued that the\nstand of the appellants that the exercise of power by the\nSupreme Court or the High Courts to refer investigation to CBI\ndirectly without prior approval of the concerned State\nGovernment would violate the federal structure of the\nConstitution is again misconceived as it overlooks the basic\nfact that in a federal structure it is the duty of the courts to\nuphold the Constitutional values and to enforce the\nConstitutional limitations as an ultimate interpreter of the\nConstitution. In support of the proposition, learned counsel\nplaced reliance on the decisions of this Court in State of\nRajasthan \u0026 Ors. vs. Union of India \u0026 Ors., 4 S.R. Bommai \u0026\nOrs. vs. Union of India \u0026 Ors.5 and Kuldip Nayar \u0026 Ors. vs.\nUnion of India \u0026 Ors.\n11. Relying on the recent decision by a Bench of nine\nJudges of this Court in I.R. Coelho (D) By LRs. vs. State of\nTamil Nadu, learned counsel submitted that the judicial review\n4. (1977) 3 SCC 592.\n5. (1994) 3 SCC 1.\n6. (2006) 7 SCC 1.\n7. (2007) 2 SCC 1.\nD\nE\nF\nG\nH\nC\n1000 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA being itself the basic feature of the Constitution, no restriction\ncan be placed even by inference and by principle of legislative\ncompetence on the powers of the Supreme Court and the High\nCourts with regard to the enforcement of fundamental rights and\nprotection of the citizens of India. Learned counsel asserted that\nB in exercise of powers either under Article 32 or 226 of the\nConstitution, the courts are merely discharging their duty of\njudicial review and are neither usurping any jurisdiction, nor\noverriding the doctrine of separation of powers. In support of\nthe proposition that the jurisdiction conferred on the Supreme\nCourt by Article 32 as also on the High Courts under Article\n226 of the Constitution is an important and integral part of the\nbasic structure of the Constitution, learned counsel placed\nreliance on the decisions of this Court in Special Reference\nNo.1 of 1964,8 Minerva Mills Ltd. \u0026 Ors. vs. Union of India \u0026\nOrs.⁹, Fertilizer Corporation Kamgar Union (Regd.), Sindri \u0026\nOrs. vs. Union of India \u0026 Ors., 10 Nilabati Behera vs. State of\nOrissa \u0026 Ors. 11 and L. Chandra Kumar vs. Union of India \u0026\nOrs. 12. Relying on the decision of this Court in Dwarkanath,\nHindu Undivided Family vs. Income-Tax Officer, Special\nCircle, Kanpur \u0026 Anr., 13 learned counsel emphasised that the\npowers of the High Court under Article 226 are also wide and\nplenary in nature similar to that of the Supreme Court under\nArticle 32 of the Constitution.\nD\nE\nF\nThe Questions for Consideration:\n12. It is manifest that in essence the objection of the\nappellant to the CBI's role in police investigation in a State\nwithout its consent, proceeds on the doctrine of distribution of\nG 8. [1965] 1 S.C.R. 413.\n9. (1980) 3 SCC 625.\n10. (1981) 1 SCC 568.\n11. (1993) 2 SCC 746.\n12. (1997) 3 SCC 261.\nH 13. [1965] 3 S.C.R. 536.\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1001\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nlegislative powers as between the Union and the State A\nLegislatures particularly with reference to the three Lists in the\nSeventh Schedule of the Constitution and the distribution of\npowers between the said three organs of the State.\n13. In order to appreciate the controversy, a brief reference\nto some of the provisions in the Constitution would be\nnecessary. The Constitution of India is divided into several\nparts, each part dealing in detail with different aspects of the\nsocial, economic, political and administrative set up. For the\npresent case, we are mainly concerned with Part III of the\nConstitution, which enumerates the fundamental rights\nguaranteed by the State primarily to citizens and in some cases\nto every resident of India and Part XI thereof, which pertains to\nthe relations between the Union and the States.\nB\nC\nE\n14. Bearing in mind the basis on which the correctness of D\nthe impugned direction is being questioned by the State of\nWest Bengal, we shall first notice the scope and purport of Part\n✗I of the Constitution. According to Article 1 of the Constitution,\nIndia is a 'Union' of States, which means a Federation of States.\nEvery federal system requires division of powers between the\nUnion and State Governments, which in our Constitution is\neffected by Part XI thereof. While Articles 245 to 255 deal with\ndistribution of legislative powers, the distribution of\nadministrative powers is dealt with in Articles 256 to 261. Under\nthe Constitution, there is a three-fold distribution of legislative F\npowers between the Union and the States, made by the three\nLists in the Seventh Schedule of the Constitution. While Article\n245 confers the legislative powers upon the Union and the\nStates, Article 246 provides for distribution of legislative powers\nbetween the Union and the States. Article 246, relevant for our\npurpose, reads as follows:\n\"246. Subject-matter of laws made by Parliament and by\nthe Legislatures of States - (1) Notwithstanding anything.\nin clauses (2) and (3), Parliament has exclusive power to\nmake laws with respect to any of the matters enumerated\nG\nH\nĮ\n1002\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA\nB\nC\nD\nin List in the Seventh Schedule (in this Constitution\nreferred to as the \"Union List\").\n(2) Notwithstanding anything in clause (3), Parliament and,\nsubject to clause (1), the Legislature of any State also,\nhave power to make laws with respect to any of the matters\nenumerated in List III in the Seventh Schedule (in this\nConstitution referred to as the \"Concurrent List\").\n(3) Subject to clauses (1) and (2), the Legislature of any\nState has exclusive power to make laws for such State or\nany part thereof with respect to any of the matters\nenumerated in List II in the Seventh Schedule (in this\nConstitution referred to as the 'State List').\n(4) Parliament has power to make laws with respect to any\nmatter for any part of the territory of India not included in a\nState notwithstanding that such matter is a matter\nenumerated in the State List.\"\n15. The Article deals with the distribution of legislative\npowers between the Union and the State Legislatures. List I or\nE the 'Union List' enumerates the subjects over which the Union\nshall have exclusive powers of legislation in respect of 99 items\nor subjects, which include Defence etc.; List II or the 'State List'\ncomprises of subjects, which include Public Order, Police etc.,\nover which the State Legislature shall have exclusive power of\nF legislation and List III gives concurrent powers to the Union and\nthe State Legislatures to legislate in respect of items mentioned\ntherein. The Article postulates that Parliament shall have\nexclusive power to legislate with respect to any of the matters\nenumerated in List I notwithstanding anything contained in\nG clauses (2) and (3). The non obstante clause in Article 246(1)\ncontemplates the predominance or supremacy of the Union\nLegislature. This power is not encumbered by anything\ncontained in clause (2) and (3) for these clauses themselves\nare expressly limited and made subject to the non obstante\nH. clause in Article 246(1). The State Legislature has exclusive\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1003\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nA\nB\nC\nD\npower to make laws for such State or any part thereof with\nrespect to any of the matters enumerated in List II in the Seventh\nSchedule and it also has the power to make laws with respect\nto any matters enumerated in List III (Concurrent List). The\nexclusive power of the State Legislature to legislate with respect\nto any of the matters enumerated in List II has to be exercised\nsubject to clause (1) i.e. the exclusive power of Parliament to\nlegislate with respect to matters enumerated in List I. As a\nconsequence, if there is a conflict between an Entry in List I and\nan Entry in List II, which is not capable of reconciliation, the\npower of Parliament to legislate with respect to a matter\nenumerated in List I must supersede pro tanto the exercise of\npower of the State Legislature. Both Parliament and the State\nLegislature have concurrent powers of legislation with respect\nto any of the matters enumerated in List III. The words\n\"notwithstanding anything contained in clauses (2) and (3)” in\nArticle 246 (1) and the words “subject to clauses (1) and (2)\"\nin Article 246 (3) lay down the principle of federal supremacy\nviz. that in case of inevitable conflict between Union and State\npowers, the Union power as enumerated in List I shall prevail\nover the State power as enumerated in Lists II and III and in\ncase of an overlapping between Lists II and III, the latter shall\nprevail. Though, undoubtedly, the Constitution exhibits\nsupremacy of Parliament over State Legislatures, yet the\nprinciple of federal supremacy laid down in Article 246 of the\nConstitution cannot be resorted to unless there is an\nirreconcilable direct conflict between the entries in the Union.\nand the State Lists. Thus, there is no quarrel with the broad\nproposition that under the Constitution there is a clear\ndemarcation of legislative powers between the Union and the\nStates and they have to confine themselves within the field\nentrusted to them. It may also be borne in mind that the function G\nof the Lists is not to confer powers; they merely demarcate the\nLegislative field. But the issue we are called upon to determine\nis that when the scheme of Constitution prohibits encroachment\nby the Union upon a matter which exclusively falls within the\ndomain of the State Legislature, like public order, police etc., H\nヨ\nF\n1004 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA can the third organ of the State viz. the Judiciary, direct the CBI,\nan agency established by the Union to do something in respect\nof a State subject, without the consent of the concerned State\nGovernment?\nB\n16. In order to adjudicate upon the issue at hand, it would\nbe necessary to refer to some other relevant Constitutional and\nStatutory provisions as well.\n17. As noted earlier, the Special Police Act was enacted\nby the Governor General in Council in exercise of the powers\nC conferred by the Government of India Act, 1935 (Entry 39 of\nList I, Seventh Schedule). The said Entry reads as under:-\nD\nE\n\"Extension of the powers and jurisdiction of members of\na police force belonging to any part of British India to any\narea in another Governor's Province or Chief\nCommissioner's Province, but not so as to enable the\npolice of one part to exercise powers and jurisdiction\nelsewhere without the consent of the Government of the\nProvince or the Chief Commissioner as the case may be;\nextension of the powers and jurisdiction of members of a\npolice force belonging to any unit to railway areas outside\nthat unit.\"\nIt is manifest that the Special Police Act was passed in terms\nof the said Entry imposing prohibition on the Federal\nF Legislature to enact any law permitting the police of one State\nfrom investigating an offence committed in another State,\nwithout the consent of the State. The said Entry was replaced\nby Entry 80 of List I of the Seventh Schedule to the Constitution\nof India. The said entry reads thus:\nG\nH\n\"Extension of the powers and jurisdiction of members of\na police force belonging to any State to any area outside\nthat State, but not so as to enable the police of one State\nto exercise powers and jurisdiction in any area outside\nthat State without the consent of the Govt. of the State in\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1005\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nwhich such area is situated; extension of the powers and A\njurisdiction of members of a police force belonging to any\nState to railway areas outside that State.\"\nEntry 2 of List II of the Constitution of India, which corresponds.\nto Entry 2 List II of the Government of India Act, conferring B.\nexclusive jurisdiction to the States in matter relating to police\nreads as under:\nEntry 2 List II:\n\"Police (including railway and village police) subject to the C\nprovisions of entry 2A of List I.\"\nEntry 2A of List I:\n\"Development of any armed force of the Union or any other\nforce subject to the control of the Union or any contingent\nor unit thereof in any State in aid of the civil power; powers,\njurisdiction, privileges and liabilities of the members of such\nforces while on such deployment.\"\n18. From a bare reading of the afore-noted Constitutional\nprovisions, it is manifest that by virtue of these entries, the\nlegislative power of the Union to provide for the regular police\nforce of one State to exercise power and jurisdiction in any area\noutside the State can only be exercised with the consent of the\nGovernment of that particular State in which such area is\nsituated, except the police force belonging to any State to\nexercise power and jurisdiction to railway areas outside that\nState.\nD\nE\nF\n19. As the preamble of the Special Police Act states, it\nwas enacted with a view to constitute a special force in Delhi G\nfor the investigation of certain offences in the Union Territories\nand to make provisions for the superintendence and\nadministration of the said force and for the extension to other\nareas of the powers and jurisdiction of the members of the said\nforce in regard to the investigation of the said offences. Sub- H\nC\n1006 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\ni\nA section (1) of Section 1 specifies the title of the Special Police\nAct and sub-section (2) speaks that the Special Police Act\nextends to the whole of India. Section 2 contains 3 sub-sections.\nSub-section (1) empowers the Central Government to constitute\na special police force to be called the Delhi Special Police\nB Establishment for the investigation of offences notified under\nSection 3 in any Union Territory; sub-section (2) confers upon\nthe members of the said police establishment in relation to the\ninvestigation of such offences and arrest of persons concerned\nin such offences, all the powers, duties, privileges and liabilities\nwhich police officers of that Union Territory have in connection\nwith the investigation of offences committed therein and sub-\nsection (3) provides that any member of the said police.\nestablishment of or above the rank of Sub-Inspector be deemed\nto be an officer in charge of a police station. Under Section 3\nof the Special Police Act, the Central Government is required\nto specify and notify the offences or classes of offences which\nare to be investigated by the Delhi Special Police\nEstablishment, constituted under the Special Police Act, named\n\"the CBI\". Section 4 deals with the administrative control of the\nestablishment and according to sub-section (2), the\n\"superintendence\" of the Establishment vests in the Central\nGovernment and the administration of the said establishment\nvests in an officer appointed in this behalf by the Central\nGovernment. Explaining the meaning of the word\n\"Superintendence\" in Section 4(1) and the scope of the\nauthority of the Central Government in this context, in Vineet\nNarain \u0026 Ors. vs. Union of India \u0026 Anr., 14 a Bench of three\nJudges of this Court said:\nD\nE\nF\nG\n\"40.... The word \"superintendence\" in Section 4(1) cannot\nbe construed in a wider sense to permit supervision of the\nactual investigation of an offence by the CBI contrary to the\nmanner provided by the statutory provisions. The broad\nproposition urged on behalf of the Union of India that it can\nissue any directive to the CBI to curtail or inhibit its\nH 14. (1998) 1 SCC 226.\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1007\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nA\njurisdiction to investigate an offence specified in the\nnotification issued under Section 3 by a directive under\nSection 4(1) of the Act cannot be accepted. The\njurisdiction of the CBI to investigate an offence is to be\ndetermined with reference to the notification issued under\nSection 3 and not by any separate order not having that B\ncharacter.\"\nC\n20. Section 5 of the Special Police Act empowers the\nCentral Government to extend the powers and jurisdiction of the\nSpecial Police Establishment to any area, in a State, not being\na Union Territory for the investigation of any offences or classes\nof offences specified in a notification under Section 3 and on\nsuch extension of jurisdiction, a member of the Establishment\nshall discharge the functions of a police officer in that area and\n✓ shall, while so discharging such functions, be deemed to be a\nD\nmember of the police force of that area and be vested with the\npowers, functions and privileges and be subject to the liabilities\nof a police officer belonging to that police force.\n21. Section 6, the pivotal provision, reads as follows:-\n\"6. Consent of State Government to exercise of powers\nand jurisdiction. - Nothing contained in Section 5 shall be\ndeemed to enable any member of the Delhi Special Police\nEstablishment to exercise powers and jurisdiction in any\narea in a State, not being a Union Territory or railway area,\nwithout the consent of the Government of that State.\"\nE\nLL\nF\n22. Thus, although Section 5(1) empowers the Central\nGovernment to extend the powers and jurisdiction of members\nof the Delhi Special Police Establishment to any area in a\nState, but Section 6 imposes a restriction on the power of the G\nCentral Government to extend the jurisdiction of the said\nEstablishment only with the consent of the State Government\nconcerned.\n23. Having noticed the scope and amplitude of Sections\nH\n1008 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA 5 and 6 of the Special Police Act, the question for\nconsideration is whether the restriction imposed on the powers\nof the Central Government would apply mutatis mutandis to the\nConstitutional Courts as well. As stated above, the main thrust\nof the argument of Shri K.K. Venugopal, learned senior counsel,\nB is that the course adopted by the High Court in directing the\nCBI to undertake investigation in the State of West Bengal\nwithout the consent of the State is incompatible with the federal\nstructure as also the doctrine of separation of powers between\nthe three organs of the State, embodied in the Constitution even _\nwhen the High Court, on the material before it, was convinced\nthat the State Police was dragging its feet in so far as\ninvestigation into the 4th January, 2001 carnage was\nconcerned.\nC\nD\n24. In so far as the first limb of the argument is concerned,\nit needs little emphasis that, except in the circumstances\nindicated above, in a federal structure, the Union is not\npermitted to encroach upon the legislative powers of a State\nin respect of the matters specified in List II of the Seventh\nSchedule. However, the second limb of the argument of the\nE learned counsel in regard to the applicability of the doctrine of\nseparation of powers to the issue at hand, in our view, is clearly\nuntenable. Apart from the fact that the question of Centre - State\nrelationship is not an issue in the present case, a Constitutional\nCourt being itself the custodian of the federal structure, the\nF invocation of the federal structure doctrine is also misplaced.\nG\n25. In a democratic country governed by a written.\nConstitution, it is the Constitution which is supreme and\nsovereign. As observed in Raja Ram Pal vs. Hon'ble Speaker,\nLok Sabha \u0026 Ors., 15 the Constitution is the suprema lex in this\ncountry. All organs of the State, including this Court and the High\nCourts, derive their authority, jurisdiction and powers from the\nConstitution and owe allegiance to it. Highlighting the\nfundamental features of a federal Constitution, in Special\nH 15. (2007) 3 SCC 184.\n"}