{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"STATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 989\nOF DEMOCRATIC RIGHTS, WEST BENGAL\nbe taken into account in determining whether or not it A\ndestroys the basic structure. [Para 44(i)] [1025-E-F]\n2.8. Further, in so far as the Supreme Court is\nconcerned, apart from Articles 32 and 142 which\nempower it to issue such directions, as may be necessary\nfor doing complete justice in any cause or matter, Article\n144 of the Constitution also mandates all authorities, civil\nor judicial in the territory of India, to act in aid of the orders\npassed by it. [Para 34] [1017-F]\n2.9. As regards the power of judicial review conferred\non the High Court, undoubtedly they are, in a way, wider\nin scope. The High Courts are authorised under Article\n226 of the Constitution to issue directions, orders or writs\nto any person or authority, including any government to\nenforce fundamental rights and, \"for any other purpose\".\nIt is manifest from the difference in the phraseology of\nArticles 32 and 226 that there is a marked difference in\nthe nature and purpose of the right conferred by these\ntwo Articles. Whereas the right guaranteed by Article 32\ncan be exercised only for the enforcement of fundamental\nrights conferred by Part III of the Constitution, the right\nconferred by Article 226 can be exercised not only for the\nenforcement of fundamental rights, but “for any other\npurpose\" as well, i.e. for enforcement of any legal right\nconferred by a Statute etc. [Para 35] [1017-G-H; 1018-A-\nB]\nTirupati Balaji Developers (P) Ltd. \u0026 Ors. vs. State of\nBihar \u0026 Ors. 2004 (1) Suppl. SCR 494 = (2004) 5 SCC 1\nand Dwarkanath, Hindu Undivided Family vs. Income-Tax\nOfficer, Special Circle, Kanpur \u0026 Anr. [1965] 3 S.C.R. 536,\nreferred to.\nB\nC\nD\nE\nF\nG\n3.1. As regards the legislative powers of Parliament\nand the State Legislatures, Article 246 of the Constitution\nof India postulates that Parliament shall have exclusive H\n990\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA power to legislate with respect to any of the matters\nenumerated in List I notwithstanding anything contained\nin clauses (2) and (3). The non obstante clause in Article\n246(1) contemplates the predominance or supremacy of\nthe Union Legislature. This power is not encumbered by\nB anything contained in clauses (2) and (3), for these\nclauses themselves are expressly limited and made\nsubject to the non obstante clause in Article 246(1). [Para\n15][1002-E-H; 1003-A]\nC\nKesavananda Bharati Sripadagalvaru vs. State of Kerala\n\u0026 Anr. 1973 Suppl. SCR 1 = (1973) 4 SCC 225; Smt. Indira\nNehru Gandhi vs. Shri Raj Narain \u0026 Anr. 1975 (Supp) SCC\n1, referred to.\n3.2. The exclusive power of the State Legislature to\nD legislate with respect to any of the matters enumerated\nin List II has to be exercised subject to clause (1) i.e. the\nexclusive power of Parliament to legislate with respect to\nmatters enumerated in List I. As a consequence, if there\nis a conflict between an Entry in List I and an Entry in List\nE II, which is not capable of reconciliation, the power of\nParliament to legislate with respect to a matter\nenumerated in List I must supersede pro tanto the\nexercise of power of the State Legislature. [Para 15] [1003-\nB-D]\nF\nG\nH\n-\n3.3. Both - Parliament and the State Legislatures\nhave concurrent powers of legislation with respect to any\nof the matters enumerated in List III. The words\n\"notwithstanding anything contained in clauses (2) and\n(3)\" in Article 246 (1) and the words \"subject to clauses\n(1) and (2)” in Article 246 (3) lay down the principle of\nfederal supremacy viz. that in case of inevitable conflict\nbetween Union and State powers, the Union power as\nenumerated in List I shall prevail over the State power as\nenumerated in Lists I and II and in case of an\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 991\nOF DEMOCRATIC RIGHTS, WEST BENGAL\noverlapping between Lists II and III, the latter shall prevail. A\n[Para 15] [1003-D-F]\n3.4. Though, undoubtedly, the Constitution exhibits\nsupremacy of Parliament over State Legislatures, yet the\nprinciple of federal supremacy laid down in Article 246 of\nB\nthe Constitution cannot be resorted to unless there is an\nirreconcilable direct conflict between the entries in the\nUnion and the State Lists. Thus, the broad proposition\nis that under the Constitution there is a clear demarcation\nof legislative powers between the Union and the States\nand they have to confine themselves within the field\nentrusted to them. It may also be borne in mind that the\nfunction of the Lists is not to confer powers; they merely\ndemarcate the Legislative field. [Para 15] [1003-E-H]\nC\n3.5. If the federal structure is violated by any D\nlegislative action, the Constitution takes care to protect\nthe federal structure by ensuring that Courts act as\nguardians and interpreters of the Constitution and\nprovide remedy under Articles 32 and 226, whenever\nthere is an attempted violation. In the circumstances, any E\ndirection by the Supreme Court or the High Court in\nexercise of power under Article 32 or 226 to uphold the\nConstitution and maintain the rule of law cannot be\ntermed as violating the federal structure. [Para 44(iv)]\n[1026-H; 1027-A-B]\nThe Management of Advance Insurance Co. Ltd. vs. Shri\nGurudasmal \u0026 Ors. 1970 (1) SCC 633; Kazi Lhendup Dorji\nvs. Central Bureau of Investigation \u0026 Ors. 1994 Supp (2) SCC\n116; Supreme Court Bar Association vs. Union of India \u0026 Anr.\n1998 (2) SCR 795 = (1998) 4 SCC 409; State of Rajasthan\n\u0026 Ors. vs. Union of India \u0026 Ors. 1978 (1) SCR 1 = (1977) 3\nSCC 592; S.R. Bommai \u0026 Ors. vs. Union of India \u0026 Ors. 1994\n(2) SCR 644 = (1994) 3 SCC 1; Kuldip Nayar \u0026 Ors. vs. Union\nof India \u0026 Ors. 2006 (5) Suppl. SCR 1 = (2006) 7 SCC 1;\nand Fertilizer Corporation Kamgar Union (Regd.), Sindri \u0026\nF\nG\nH\n1\n992 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\n!\nA Ors. vs. Union of India \u0026 Ors. 1981 (2) SCR 52 = (1981) 1\nSCC 568, referred to.\nCase Law Reference:\n1970 (1) SCC 633\nreferred to\npara 4\nB\n1994 Supp (2) SCC 116\nreferred to\npara 4\n1998 (2) SCR 795\nreferred to\npara 8\n1978 (1) SCR 1\nreferred to\npara 10\nC\n1994 (2) SCR 644\nreferred to\npara 10\n2006 (5) Suppl. SCR 1\nreferred to\npara 10\n2007 (1) SCR 706\nreferred to\npara 11\nD\n[1965] 1 S.C.R. 413\nreferred to\npara 11\n1981 ( 1 ) SCR 206\nreferred to\npara 11\n1981 ( 2 )\nSCR 52\nreferred to\npara 11\n1993 ( 2 )\nSCR 581\nreferred to\nE\npara 11\n1997 ( 2 )\nSCR 1186\nreferred to\npara 11\n[1965] 3 S.C.R. 536\nreferred to\npara 11\n1997 ( 6) Suppl. SCR 595\nreferred to\npara 13\nF\n2007 (1) SCR 317\nreferred to\npara 25\n1973 Suppl. SCR 1\nreferred to\npara 26\n1975 (Supp) SCC 1\nreferred to\npara 26\nG\n2007 (7) SCR 705\nreferred to\npara 27\n1988 ( 3) Suppl. SCR 1102\nreferred to\npara 29\n(1984) 2 S.C.R.145 (Can SC) referred to\npara 29\nH\n2006 (7) Suppl. SCR 336\nreferred to\npara 30\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 993\nOF DEMOCRATIC RIGHTS, WEST BENGAL\n1984 ( 2) SCR 67\nreferred to\npara 32\nA\n1981 (2) SCR 408\nreferred to\npara 33\n1981 (3) SCR 145\nreferred to\npara 33\n2004 (1) Suppl. SCR 494\nreferred to\npara 36\nB\n(1964) 1 SCR 332\nreferred to\npara 38\n(1978) 1 SCC 248\nAIR 1950 SC 27\n(2002) 5 SCC 521\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n6249-6250 of 2001.\nFrom the Judgment \u0026 Order dated 30.03.2001 of the High D\nCourt of Calcutta in Civil Rule No. 1601 (W) of 2001 with writ\nPetition No. 450 (W) of 2001.\nreferred to\nPara 41\nstood overruled Para 41\nC\nreferred to\npara 47\nWITH\nW.P. (Crl.) No. 24 of 2008,\nSLP (Crl) No. 4096 of 2007,\nE\nW.P. (C) No. 573 of 2006.\nLL\nF\nG. E. Vahanwati, SG, B. Datta, ASG, K. K. Venugopal,\nShyam Diwan, Uday U. Lalit, P.S. Narasimha, K.\nRadhakrishnan, Pravin Parekh, Tara Chandra Sharma, Neelam\nSharma, Ankur Talwar, Kishan Datt, Ejaz Maqbool, Vikash\nSingh, Taruna Singh, Wasif Gilani, Amit S. Chauhan, K.\nRaghavavacharyulu, Sridhar Potaraju, Julius Riamei, Roshmani, G\nCh. Shamsuddin Khan, Chinmoy P. Sharma, Rajni Ohri Lal,\nB.K. Prasad, P. Parmeswaran, Kalyan Kr. Bandopadhyay, Anip\nSachthey, Mohit Paul, Arijit Prasad, Ranjan Mukherjee, Dhiraj\nTrivedi, Maitrayee Trivedi Dasgupta, Hiren Dasan, Dhirendra\nKr. Mishra, Rohit Sohgaura, Amit Sharma, Md. Shakil (for H\n994\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA Sarla Chandra), Sunil Kr. Singh, Jatinder Kumar Bhatia,\nPrashant Kumar, Triveni Poteker, Amarjit Singh Bedi for the\nappearing parties.\nB\nThe Judgment of the Court was delivered by\n•\nD.K. JAIN, J. 1. The issue which has been referred for the\nopinion of the Constitution Bench is whether the High Court, in\nexercise of its jurisdiction under Article 226 of the Constitution\nof India, can direct the Central Bureau of Investigation (for short\n\"the CBI\"), established under the Delhi Special Police\nC Establishment Act, 1946 (for short \"the Special Police Act\"), to\ninvestigate a cognizable offence, which is alleged to have taken\nplace within the territorial jurisdiction of a State, without the\nconsent of the State Government.\nD\nE\nF\n2. For the determination of the afore-stated important legal\nissue, it is unnecessary to dilate on the facts obtaining in\nindividual cases in this bunch of civil appeals/special leave\npetitions/writ petitions and a brief reference to the facts in Civil\nAppeal Nos.6249-6250 of 2001, noticed in the referral order\ndated 8th November, 2006, would suffice. These are:\nOne Abdul Rahaman Mondal (hereinafter referred to as,\n\"the complainant\") along with a large number of workers of a\npolitical party had been staying in several camps of that party\nat Garbeta, District Midnapore, in the State of West Bengal.\nOn 4th January, 2001, the complainant and few others decided\nto return to their homes from one such camp. When they\nreached the complainant's house, some miscreants,\nnumbering 50-60, attacked them with firearms and other\nexplosives, which resulted in a number of casualties. The\nG complainant managed to escape from the place of occurrence,\nhid himself and witnessed the carnage. He lodged a written\ncomplaint with the Garbeta Police Station on 4th January, 2001\nitself but the First Information Report (\"the FIR\" for short) for\noffences under Sections 148/149/448/436/364/302/201 of the\nH Indian Penal Code, 1860 (for short \"the IPC\") read with Sections\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 995.\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nB\n25/27 of the Arms Act, 1959 and Section 9 (B) of the A\nExplosives Act, 1884 was registered only on 5th January, 2001.\nOn 8th January, 2001, Director General of Police, West Bengal\ndirected the C.I.D. to take over the investigations in the case.\nA writ petition under Article 226 of the Constitution was filed in\nthe High Court of Judicature at Calcutta by the Committee for\nProtection of Democratic Rights, West Bengal, in public\ninterest, inter alia, alleging that although in the said incident 11\npersons had died on 4th January, 2001 and more than three\nmonths had elapsed since the incident had taken place yet\nexcept two persons, no other person named in the FIR, had\nbeen arrested; no serious attempt had been made to get the\nvictims identified and so far the police had not been able to\ncome to a definite conclusion whether missing persons were\ndead or alive. It was alleged that since the police administration\nin the State was under the influence of the ruling party which\nwas trying to hide the incident to save its image, the\ninvestigations in the incident may be handed over to the CBI,\nan independent agency.\n3. Upon consideration of the affidavit filed in opposition by\nthe State Government, the High Court felt that in the background\nof the case it had strong reservations about the impartiality and\nfairness in the investigation by the State police because of the\npolitical fallout, therefore, no useful purpose would be served\nin continuing with the investigation by the State Investigating\nAgency. Moreover, even if the investigation was conducted\nfairly and truthfully by the State police, it would still be viewed\nwith suspicion because of the allegation that all the assailants\nwere members of the ruling party. Having regard to all these\ncircumstances, the High Court deemed it appropriate to hand\nover the investigation into the said incident to the CBI.\n4. Aggrieved by the order passed by the High Court, the\nState of West Bengal filed a petition for special leave to appeal\nbefore this Court. On 3rd September, 2001 leave was granted.\nWhen the matter came up for hearing before a two-Judge\nC\nD\nE\nF\nG\nH\n996 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA Bench on 8th November, 2006, taking note of the contentions\nurged by learned counsel for the parties and the orders passed\nby this Court in The Management of Advance Insurance Co.\nLtd. vs. Shri Gurudasmal \u0026 Ors¹. and Kazi Lhendup Dorji vs.\nCentral Bureau of Investigation \u0026 Ors., 2 the Bench was of the\nB opinion that the question of law involved in the appeals was of\ngreat public importance and was coming before the courts\nfrequently and, therefore, it was necessary that the issue be\nsettled by a larger Bench. Accordingly, the Bench directed that\nthe papers of the case be placed before the Hon'ble Chief\nJustice of India for passing appropriate orders for placing the\nmatter before a larger Bench. When the matter came up before\na three-Judge Bench, headed by the Hon'ble Chief Justice of\nIndia, on 29th August, 2008, this batch of cases was directed\nto be listed before a Constitution Bench. This is how these\nmatters have been placed before us.\nC\nD\nE\nThe Rival Contentions:\n5. Shri K.K. Venugopal, learned senior counsel appearing\non behalf of the State of West Bengal, referring to Entry 80 of\nList I of the Seventh Schedule to the Constitution of India; Entry\n2 of List II of the said Schedule as also Sections 5 and 6 of\nthe Special Police Act strenuously argued that from the said\nConstitutional and Statutory provisions it is evident that there\nis a complete restriction on Parliament's legislative power in\nF enacting any law permitting the police of one State to\nG\ninvestigate an offence committed in another State, without the\nconsent of that State. It was urged that the Special Police Act\nenacted in exercise of the powers conferred under the\nGovernment of India Act, 1935, Entry 39 of List I (Federal\nLegislative List) of the Seventh Schedule, the field now\noccupied by Entry 80 of List I of the Seventh Schedule of the\nConstitution, replicates the prohibition of police of one State\ninvestigating an offence in another State without the consent\n1. 1970 (1) SCC 633.\nH 2. 1994 Supp (2) SCC 116.\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 997\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nof that State. It was submitted that Entry 2 of List II which A\nconfers exclusive jurisdiction on the State Legislature in regard\nto the police, the exclusive jurisdiction of a State Legislature\ncannot be encroached upon without the consent of the\nconcerned State being obtained.\nB\n6. Learned senior counsel submitted that the separation\nof powers between the three organs of the State, i.e. the\nLegislature, the Executive and the Judiciary would require each\none of these organs to confine itself within the field entrusted\nto it by the Constitution and not to act in contravention or\nC\ncontrary to the letter and spirit of the Constitution.\n7. Thus, the thrust of argument of the learned counsel was\nthat both, the federal structure as well as the principles of\nseparation of powers, being a part of the basic structure of the\nConstitution, it is neither permissible for the Central Government\nto encroach upon the legislative powers of a State in respect\nof the matters specified in List II of the Seventh Schedule nor\ncan the superior courts of the land adjure such a jurisdiction\nwhich is otherwise prohibited under the Constitution. It was\nurged that if the Parliament were to pass a law which authorises\nthe police of one State to investigate in another State without\nthe consent of that State, such a law would be pro tanto invalid\nand, therefore, the rule of law would require the courts, which\nare subservient to the Constitution, to ensure that the federal\nstructure embodied in the Constitution as a basic principle, is\nnot disturbed by permitting/directing the police force of a State\nto investigate an offence committed in another State without the\nconsent of that State.\n8. Relying heavily on the observations of the Constitution\nBench in Supreme Court Bar Association vs. Union of India\n\u0026 Anr.3 to the effect that Article 142, even with the width of its\namplitude, cannot be used to build a new edifice where none\nexisted earlier, by ignoring express statutory provisions dealing\n3. (1988) 4 SCC 409.\nE\nF\nG\nH\n998\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA with a subject and thereby to achieve something indirectly which\ncannot be achieved directly, learned counsel contended that\nwhen even Article 142 of the Constitution cannot be used by\nthis Court to act contrary to the express provisions of law, the\nHigh Court cannot issue any direction ignoring the Statutory and\nB Constitutional provisions. Learned counsel went to the extent\nof arguing that even when the State police is not in a position\nto conduct an impartial investigation because of extraneous\ninfluences, the Court still cannot exercise executive power of\ndirecting the police force of another State to carry out\nC investigations without the consent of that State. In such a\nsituation, the matter is best left to the wisdom of the Parliament\nto enact an appropriate legislation to take care of the situation.\nAccording to the learned counsel, till that is done, even such\nan extreme situation would not justify the Court upsetting the\nfederal or quasi-federal system created by the Constitution.\nD\n9. As regards the exercise of jurisdiction by a High Court\nunder Article 226 of the Constitution, learned counsel submitted\nthat apart from the fact that there is a significant difference\nbetween the power of this Court under Article 142 of the\nE Constitution and the jurisdiction of the High Court under Article\n226 of the Constitution because of territorial limitations under\nArticle 226 (1) of the Constitution, a High Court is disentitled\nfrom issuing any direction to the authorities situated outside the\nterritories over which it has jurisdiction. According to the learned\nF counsel Clause (2) of Article 226 would have no application in\na case, such as the present one, since the cause of action was\ncomplete at the time of filing the writ petition and the power\nunder Clause (2) can be exercised only where there is a nexus\nbetween the cause of action which arises wholly or partly within\nG the State and the authority which is situated outside the State.\nH\nIt was asserted that the CBI being a rank outsider, unconnected\nto the incident, which took place within the State of West\nBengal, the investigation of which was being conducted by the\njurisdictional local police in West Bengal, had no authority to\ntake up the case for investigation.\n+\n"}