{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"406 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA locating a particular constitutional provision under consideration\nwithin that constitutional matrix could one hope to be able to\ndiscern its true meaning, purport and ambit. As Prof. Laurence\nTribe points out:\n00\nB\nC\n\"[T]o understand the Constitution as a legal text, it is\nessential to recognize the... sort of text it is: a constitutive\ntext that purports, in the name of the people....., to bring\ninto being a number of distinct but inter-related institutions\nand practices, at once legal and political, and to define the\nrules governing those institutions and practices.\" (See:\nReflections on Free-Form Method in Constitutional\nInterpretation) 19\n29. It has been repeatedly appreciated by this Court that\nour Constitution is one of the most carefully drafted ones, where\nD every situation conceivable, within the vast experience,\nexpertise and knowledge of our framers, was considered,\ndeliberated upon, and appropriate features and text chosen to\nenable the organs of the State in discharging their roles. While\nindeed dynamic interpretation is necessary, if the meaning\nE necessary to fit the changed circumstances could be found in\nF\nG\nthe text itself, we would always be better served by treading a\npath as close as possible to the text, by gathering the plain\nordinary meaning, and by sweeping our vision and\ncomprehension across the entire document to see whether that\nmeaning is validated by constitutional values and scheme,\n30. However, it can also be appreciated that given the\ncomplexity and the length of our Constitution, the above task\nwould be gargantuan. One method that may be adopted would\nbe to view the Constitution as composed of constitutional\ntopological spaces. Each Part of the Constitution deals with\ncertain core functions and purposes, though aspects outside\nsuch a core, which are contextually necessary to be included,\nalso find place in such Parts. In the instant case Chapter 1, Part\nXI, in which Article 245 is located, is one such constitutional\nH 19. 108 Harv. L. Rev. 1221, 1235 (1995).\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 407\nANR. [B. SUDERSHAN REDDY, J.]\ntopological space. Within such a constitutional topological A\nspace, one would expect each provision therein to be intimately\nrelated to, gathering meaning from, and in turn transforming the\nmeaning of, other provisions therein. By locating the\ntransformative effects within such constitutional topological\nspace, we would then be able to gather what the core, and B\nuntransformed features are. However, this method needs to be\ncarefully used - constitutional topological spaces are not to be\ntaken as water tight compartments, which when studied in\nisolation would return necessarily unerring truths about the\nConstitution. The potential that a transformative, or even a\nC\nconfirmative, understanding can emerge directly from any other\npart of the Constitution is something that we must always be\ncognizant of. Nevertheless, to the extent that the Constitution\nhas been arranged in a particular manner by our framers,\nthereby giving us some guide posts for navigation of the text\nand its implications for our socio-political lives, such\nconstitutional topological spaces, when primarily used for\nvalidation of unambiguous textual meanings, would ease our\nepistemological burdens.\nD\nTextual Analysis of Article 245:\nVII\n31. Prior to embarking upon a textual analysis of Clauses\n(1) and (2) of Article 245, it is also imperative that we bear in\nmind that a construction of provisions in a manner that renders\nwords or phrases therein to the status of mere surplussage\nought to be avoided.\nE\nF\n32. The subject in focus in the first part of Clause (1) of\nArticle 245 is \"the whole or any part of the territory of India\", G\nand the object is to specify that it is the Parliament which is\nempowered to make laws in respect of the same. The second\npart of Clause (1) of Article 245 deals with the legislative\npowers of State legislatures.\nH\n408\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\n33. The word that links the subject, \"the whole or any part\nof the territory of India\" with the phrase that grants legislative\npowers to the Parliament, is \"for\". It is used as a preposition.\nThe word \"for\", when ordinarily used as a preposition, can signify\na range of meanings between the subject, that it is a preposition\nB for, and that which preceded it:\n\"-prep 1 in the interest or to the benefit of; intended to go\nto; 2 in defence, support or favour of 3 suitable or\nappropriate to 4 in respect of or with reference to 5\nrepresenting or in place of... 14. conducive or\nconducively to; in order to achieve...\" (See: Concise\nOxford English Dictionary) 20\n34. Consequently, the range of senses in which the word\n\"for\" is ordinarily used would suggest that, pursuant to Clause\nD (1) of Article 245, the Parliament is empowered to enact those\nlaws that are in the interest of, to the benefit of, in defence of,\nin support or favour of, suitable or appropriate to, in respect of\nor with reference to \"the whole or any part of the territory of\nIndia\".\nE\nF\n35. The above understanding comports with the\ncontemporary understanding, that emerged in the 20th Century,\nafter hundreds of years of struggle of humanity in general, and\nnearly a century long struggle for freedom in India, that the State\nis charged with the responsibility to always act in the interest\nof the people at large. In as much as many extra-territorial\naspects or causes may have an impact on or nexus with the\nnation-state, they would legitimately, and indeed necessarily,\nbe within the domain of legislative competence of the national\nparliament, so long as the purpose or object of such legislation\nG is to benefit the people of that nation state.\n36. The problem with the manner in which Article 245 has\nbeen explained in the ratio of ECIL relates to the use of the\nwords \"provocation\", and \"object\" as the principal qualifiers of\nH 20. 8th Ed., OUP (Oxford, 1990).\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 409\nANR. [B. SUDERSHAN REDDY, J.]\n-\n\"laws,\" and then specifying that they need to arise \"in\" or \"within\" A\nIndia. The word “provocation\" generally implies a cause - i.e.,\nan inciting or a motivating factor for an action or a reaction\nthat seeks to control, eliminate, mitigate, modulate or otherwise\ntransform both the independently existing aspects in the world\nand also their effects which had provoked or provokes the B\naction or reaction. \"Provocation” may also be used, in a\nproactive sense, to signify the end or goal sought to be\nachieved rather than in the reactive sense - as a response to\nindependently occurring aspects in the world. Similarly, the word\n\"object\" can mean any aspect that exists independently in the C\nworld, of which a human agency takes cognizance of, and then\n\u003e decides to take some action. In this sense the word \"object\"\nwould carry the same meaning as \"provocation\" in the first\nsense of that word delineated above. The word \"object\" can also\nmean the end goal or purpose to be achieved by an action or\nD\na reaction to an independent aspect or cause in the world. In\nlegal discourse, particularly in the task of interpreting statutes,\nand the law, the said words could be used in both the senses.\nThe tools of \"purposive interpretation\" and the \"mischief rule”\nought to come to mind.\n-\n37. Consequently, the ratio of ECIL could wrongly be read\nto mean that both the \"provocations” and “objects\" - in terms\nof independent aspects or causes in the world of the law\nenacted by Parliament, pursuant to Article 245, must arise\nsolely \"in\" or \"within” the territory of India. Such a narrowing of\nthe ambit of Clause (1) of Article 245 would arise by substituting\n\"in\" or \"within\", as prepositions, in the place of \"for\" in the text\nof Article 245. The word “in”, used as a preposition, has a much\nnarrower meaning, expressing inclusion or position within limits\nof space, time or circumstance, than the word \"for\". The\nconsequence of such a substitution would be that Parliament\ncould be deemed to not have the powers to enact laws with\nrespect to extra-territorial aspects or causes, even though such\naspects or causes may be expected to have an impact on or\nnexus with India, and laws with respect to such aspects or\ncauses would be beneficial to India. .\nE\nF\nG\nH\nA\n410 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\n38. The notion that a nation-state, including its organs of\ngovernance such as the national legislature, must be concerned\nonly with respect to persons, property, things, phenomenon,\nacts or events within its own territory emerged in the context of\ndevelopment of nation-states in an era when external aspects\nB and causes were thought to be only of marginal significance, if\nat all. This also relates to early versions of sovereignty that\nemerged along with early forms of nation-states, in which\ninternal sovereignty was conceived of as being absolute and\nvested in one or some organs of governance, and external\nC sovereignty was conceived of in terms of co-equal status and\nabsolute non-interference with respect to aspects or causes that\noccur, arise or exist, or may be expected to do so, in other\nterritories. Oppenheim's International Law21 states as follows:\nD\nE\n\"\nLL\nF\nG\n\"The concept of sovereignty was introduced and\ndeveloped in political theory in the context of the power of\nthe ruler of the state over everything within the state.\nSovereignty was, in other words, primarily a matter of\ninternal constitutional power.... The 20th century has seen\nthe attempt, particularly through the emergence in some\ninstances of extreme nationalism, to transpose this\nessentially internal concept of sovereignty on to the\ninternational plane. In its extreme forms such a\ntransposition is inimical to the normal functioning and\ndevelopment of international law and organization. It is also\ninappropriate..... no state has supreme legal power and\nauthority over other states in general, nor are statet\ngenerally subservient to the legal power and authority of\nother states. Thus the relationship of states on the\ninternational plane is characterized by their equality,\nindependence, and in fact, by their interdependence.\"\n39. On account of scientific and technological\ndevelopments the magnitude of cross border travel and\ntransactions has increased tremendously. Moreover, existence\nH 21. Vol 1, \"PEACE\" 9th ed., page 125, 9 (Longman Group, UK, 1992).\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 411\nANR. [B. SUDERSHAN REDDY, J.]\nof economic, business, social and political organizations and A\nforms, of more or less determinate structure, and both\nrecognized and unrecognized, that operate across borders,\nimplies that their activities, even though conducted in one\nterritory may have an impact on or in another territory.\nExternalities arising from economic activities, including but not B\nlimited to large scale exploitation of natural resources, and\nconsequent pressure on delicate global environmental balance,\nare being recognized to be global in scope and impact. Global\ncriminal and terror networks are also examples of how events\nand activities in a territory outside one's own borders could C\naffect the interests, welfare, well-being and security within. Many\nother examples could also be adduced. For instance, the\nenablement, by law, of participation of the State in many joint,\nmultilateral or bilateral efforts at coordination of economic,\nfiscal, monetary, trade, social, law enforcement activities,\nreduction of carbon emissions, prevention or mitigation of war\nin another region or maintenance of peace and security, etc.,\nmay be cited as additional examples of such inter-territorial\ndependence.\nD\n40. Within international law, the principles of strict territorial E\njurisdiction have been relaxed, in light of greater\ninterdependencies, and acknowledgement of the necessity of\ntaking cognizance and acting upon extra-territorial aspects or\ncauses, by principles such as subjective territorial principle,\nobjective territorial principle, the effects doctrine that the United F\nStates uses, active personality principle, protective principle\netc. However, one singular aspect of territoriality remains, and\nit was best stated by Justice H.V. Evatt: \"The extent of extra-\nterritorial jurisdiction permitted, or rather not forbidden, by\ninternational law cannot always be stated with precision. But G\ncertainly no State attempts to exercise jurisdiction over matters,\npersons, or things with which it has absolutely no concern.\" (See\nTrustees Executors \u0026 Agency Co Ltd v. Federal\nCommissioner of Taxation 22). The reasons are not too far to\n22. (1933) 49 CLR. 220 at 239.\nH\n412 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA grasp. To claim the power to legislate with respect to extra-\nterritorial aspects or causes, that have no nexus with the territory\nfor which the national legislature is responsible for, would be\nto claim dominion over such a foreign territory, and negation\nof the principle of self-determination of the people who are\nB nationals of such foreign territory, peaceful co-existence of\nnations, and co-equal sovereignty of nation-states. Such claims\nhave, and invariably lead to, shattering of international peace,\nand consequently detrimental to the interests, welfare and\nsecurity of the very nation-state, and its people, that the national\nlegislature is charged with the responsibility for.\nC\nD\n41. Because of interdependencies and the fact that many\nextra-territorial aspects or causes have an impact on or nexus\nwith the territory of the nation-state, it would be impossible to\nconceive legislative powers and competence of national\nparliaments as being limited only to aspects or causes that\narise, occur or exist or may be expected to do so, within the\nterritory of its own nation-state. Our Constitution has to be\nnecessarily understood as imposing affirmative obligations on\nall the organs of the State to protect the interests, welfare and\nE security of India. Consequently, we have to understand that the\nParliament has been constituted, and empowered to, and that\nits core role would be to, enact laws that serve such purposes.\nHence even those extra-territorial aspects or causes, provided\nthey have a nexus with India, should be deemed to be within\nF the domain of legislative competence of the Parliament, except\nto the extent the Constitution itself specifies otherwise.\nG\nH\n42. A question still remains, in light of the extreme\nconclusions that may arise on account of the propositions\nmade by the learned Attorney General. Is the Parliament\nempowered to enact laws in respect of extra-territorial aspects\nor causes that have no nexus with India, and furthermore could\nsuch laws be bereft of any benefit to India? The answer would\nhave to be no.\n43. The word “for” again provides the clue. To legislate for\nGVK. INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 413\nANR. [B. SUDERSHAN REDDY, J.]\na territory implies being responsible for the welfare of the A\npeople inhabiting that territory, deriving the powers to legislate\nfrom the same people, and acting in a capacity of trust. In that\nsense the Parliament belongs only to India; and its chief and\nsole responsibility is to act as the Parliament of India and of\nno other territory, nation or people. There are two related B\nlimitations that flow from this. The first one is with regard to the\nnecessity, and the absolute base line condition, that all powers\nvested in any organ of the State, including Parliament, may only\nbe exercised for the benefit of India. All of its energies and\nfocus ought to only be directed to that end. It may be the case C\nthat an external aspect or cause, or welfare of the people\nelsewhere may also benefit the people of India. The laws\nenacted by Parliament may enhance the welfare of people in\nother territories too; nevertheless, the fundamental condition\nremains: that the benefit to or of India remain the central and\nprimary purpose. That being the case, the logical corollary, and\nhence the second limitation that flows thereof, would be that an\nexercise of legislative powers by Parliament with regard to\nextra-territorial aspects or causes that do not have any, or may\nbe expected to not have nexus with India, transgress the first\ncondition. Consequently, we must hold that the Parliament's\npowers to enact legislation, pursuant to Clause (1) of Article\n245 may not extend to those extra-territorial aspects or causes\nthat have no impact on or nexus with India.\nD\nE\n44. For a legislature to make laws for some other territory F\nwould be to act in a representative capacity of the people of\nsuch a territory. That would be an immediate transgression of\nthe condition that the Parliament be a parliament for India. The\nword \"for\", that connects the territory of India to the legislative\npowers of the Parliament in Clause (1) of Article 245, when\nviewed from the perspective of the people of India, implies that\nit is \"our\" Parliament, a jealously possessive construct that may\nnot be tinkered with in any manner or form. The formation of\nthe State, and its organs, implies the vesting of the powers of\nthe people in trust; and that trust demands, and its continued\nG\nH\n414 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA existence is predicated upon the belief, that the institutions of\nthe State shall always act completely, and only, on behalf of the\npeople of India. While the people of India may repose, and\ncontinue to maintain their trust in the State, notwithstanding the\nabysmal conditions that many live in, and notwithstanding the\nB. differences the people may have with respect to socio-political\nchoices being made within the country, the notion of the\ncollective powers of the people of India being used for the\nbenefit of some other people, including situations in which the\ninterests of those other people may conflict with India's\nC interests, is of an entirely different order. It is destructive of the\nvery essence of the reason for which Parliament has been\nconstituted: to act as the Parliament for, and only of, India.\n45. The grant of the power to legislate, to the Parliament,\nin Clause (1) of Article 245 comes with a limitation that arises\nD out of the very purpose for which it has been constituted. That\npurpose is to continuously, and forever be acting in the interests\nof the people of India. It is a primordial condition and limitation.\nWhatever else may be the merits or demerits of the Hobbesian\nnotion of absolute sovereignty, even the Leviathan, within the\nE scope of Hobbesian logic itself, sooner rather than later, has\nto realize that the legitimacy of his or her powers, and its actual\ncontinuance, is premised on such powers only being used for\nthe welfare of the people. No organ of the Indian State can be\nthe repository of the collective powers of the people of India,\nF unless that power is being used exclusively for the welfare of\nIndia. Incidentally, the said power may be used to protect, or\nenhance, the welfare of some other people, also; however, even\nthat goal has to relate to, and be justified by, the fact that such\nan exercise of power ultimately results in a benefit - either\nG moral, material, spiritual or in some other tangible or intangible\nmanner - to the people who constitute India.\nH\n46. We also derive interpretational support for our\nconclusion that Parliament may not legislate for territories\nbeyond India from Article 51, a Directive Principle of State\nPolicy, though not enforceable, nevertheless fundamental in the\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 415\nANR. [B. SUDERSHAN REDDY, J.]\ngovernance of the country. It is specified therein that:\n\"Article 51. Promotion of international peace\nand security-\"State shall endeavour to\n-\n(a) to promote international peace and security;\n(b) maintain just and honourable relations between\nnations;\n(c) foster respect for international law and treaty\nobligations in the dealings of organized peoples\nwith one another; and\n(d) encourage settlement if international disputes by\narbitration.\"\nA\nB\nC\nE\nF\n47. To enact legislation with respect to extra-territorial D\naspects or causes, without any nexus to India, would in many\nmeasures be an abdication of the responsibility that has been\ncast upon Parliament as above. International peace and\nsecurity has been recognised as being vital for the interests of\nIndia. This is to be achieved by India maintaining just and\nhonourable relations, by fostering respect for international and\ntreaty obligations etc., as recognized in Article 51. It is one\nmatter to say that because certain extra-territorial aspects or\ncauses have an impact on or nexus with India, Parliament may\nenact laws with respect to such aspects or causes. That is\nclearly a role that has been set forth in the Constitution, and a\npower that the people of India can claim. How those laws are\nto be effectuated, and with what degree of force or diplomacy,\nmay very well lie in the domain of pragmatic, and indeed ethical,\nstatecraft that may, though not necessarily always, be left to the\ndiscretion of the Executive by Parliament. Nevertheless, that\nposition is very different from claiming that India has the power\nto interfere in matters that have no nexus with India at all. To\nclaim such powers, would be to make such powers available.\nInvariably available powers are used, and in this case with a\ndirect impact on the moral force of India, and its interests,\nG\nН\n"}