{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"416 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA welfare and security, by shattering the very concepts that under-\ngird peace between nations. By recognizing international\npeace to be sine qua non for India's welfare and security, the\nframers have charged the State, and all of its organs, with\nresponsibility to endeavour to achieve the goals set forth in\nB Article 51. To claim the power to legislate for some other\nterritories, even though aspects or causes arising, occurring or\nexisting there have no connection, to India would be to demolish\nthe very basis on which international peace and security can\nbe premised.\nC\n48. For the aforesaid reasons we are unable to agree that\nParliament, on account of an alleged absolute legislative\nsovereignty being vested in it, should be deemed to have the\npowers to enact any and all legislation, de hors the requirement\nthat the purpose of such legislation be for the benefit of India.\nD The absolute requirement is that all legislation of the Parliament\nE\nF\nG\nhas to be imbued with, and at the core only be filled with, the\npurpose of effectuating benefits to India. This is not just a\nmatter of the structure of our Constitution; but the very\nfoundation.\n49. The arguments that India inherited the claimed\nabsolute or illimitable powers of the British parliament are\nunacceptable. One need not go into a lengthy or academic\ndebate about whether in fact the British parliament always did,\nor as a matter of absolute necessity needs to, possess such\npowers. There is a healthy debate about that, casting serious\ndoubts about the legal efficacy of such arguments. (See\nChapter 2: \"The Sovereignty of Parliament - in Perpetuity?”,\nby A.W. Bradley in The Changing Constitution, Ed. Jowell \u0026\nOliver23 and Studies in Constitutional Law by Colin R. Munro²4).\nIt is now a well accepted part of our constitutional jurisprudence\nthat by virtue of having a written constitution we have effectively\nsevered our links with the Austinian notion that law as specified\n23. 2nd Ed. Clarendon Press, Oxford (1989).\nH 24. 2nd Ed. Butterworths, OUP (2005)\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 417\nANR. [B. SUDERSHAN REDDY, J.]\nby a sovereign is necessarily just, and the Diceyan notion of A\nparliamentary sovereignty. It is the Constitution that is supreme,\nwith true sovereignty vesting in the people. In as much as that\ntrue sovereign has vested some of their collective powers in\nthe various organs of the state, including the Parliament, there\ncannot be the legal capacity to exercise that power in a manner\nthat is not related to their interests, benefits, welfare and\nsecurity.\n50. We now turn our attention to other arguments put\nforward by the learned Attorney General with regard to the\nimplications of permissibility of making laws that may operate\nextra-territorially, pursuant to Clause (2) of Article 245. In the\nfirst measure, the learned Attorney General seems to be\narguing that the act and function of making laws is the same\nas the act and function of \"operating\" the law. From that\nposition, he also seems to be arguing that Clause (2) of Article\n245 be seen as an independent source of power. Finally, the\nthread of that logic then seeks to draw the inference that in as\nmuch as Clause (2) prohibits the invalidation of laws on account\nof their extra-territorial operation, it should be deemed that the\ncourts do not have the power to invalidate, - i.e., strike down\nas ultra vires-, those laws enacted by Parliament that relate to\nany extra-territorial aspects or causes, not withstanding the fact\nthat many of such aspects or causes have no impact on or\nnexus with India.\n51. It is important to draw a clear distinction between the\nacts \u0026 functions of making laws and the acts \u0026 functions of\noperating the laws. Making laws implies the acts of changing\nand enacting laws. The phrase operation of law, in its ordinary\nsense, means the effectuation or implementation of the laws.\nThe acts and functions of implementing the laws, made by the\nlegislature, fall within the domain of the executive. Moreover,\nthe essential nature of the act of invalidating a law is different\nfrom both the act of making a law, and the act of operating a\nlaw. Invalidation of laws falls exclusively within the functions of\nB\nC\nD\nE\nF\nG\nH\n418 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA the judiciary, and occurs after examination of the vires of a\nparticular law. While there may be some overlap of functions,\nthe essential cores of the functions delineated by the meanings\nof the phrases \"make laws\" \"operation of laws\" and \"invalidate\nlaws\" are ordinarily and essentially associated with separate\nB organs of the state - the legislature, the executive and the\njudiciary respectively, unless the context or specific text, in the\nConstitution, unambiguously points to some other association.\nC\n52. In Article 245 we find that the words and phrases \"make\nlaws\" \"extra-territorial operation\", and \"invalidate\" have been\nused in a manner that clearly suggests that the addressees\nimplicated are the legislature, the executive and the judiciary\nrespectively. While Clause (1) uses the verb \"make\" with\nrespect to laws, thereby signifying the grant of powers, Clause\n(2) uses the past tense of make, “made”, signifying laws that\nD have already been enacted by the Parliament. The subject of\nClause (2) of Article 245 is the law made by the Parliament,\npursuant to Clause (1) of Article 245, and the object, or purpose,\nof Clause (2) of Article 245 is to specify that a law so made by\nthe Parliament, for the whole or any part of territory of India,\nE should not be held to be invalid solely on the ground that such\nlaws require extra-territorial operation. The only organ of the\nstate which may invalidate laws is the judiciary. Consequently,\nthe text of Clause (2) of Article 245 should be read to mean\nthat it reduces the general and inherent powers of the judiciary\nF to declare a law ultra-vires only to the extent of that one ground\nof invalidation. One thing must be noted here. In as much as\nthe judiciary's jurisdiction is in question here, an a-priori, and\na strained, inference that is unsupported by the plain meaning\nof the text may not be made that the powers of the legislature\nto make laws beyond the pale of judicial scrutiny have been\nexpanded over and above that which has been specified. The\nlearned Attorney General is not only seeking an interpretation\nof Article 245 wherein the Parliament is empowered to make\nlaws \"for\" a foreign territory, which we have seen above is\nimpermissible, but also an interpretation that places those\nG\nH\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 419\nANR. [B. SUDERSHAN REDDY, J.]\nvaguely defined laws, which by definition and implication can A\nrange over an indefinite, and possibly even an infinite number,\nof fields beyond judicial scrutiny, even in terms of the\nexamination of their vires. That would be contrary to the basic\nstructure of the Constitution.²\n25\nB\nC\n53. Clause (2) of Article 245 acts as an exception, of a\nparticular and a limited kind, to the inherent power of the\njudiciary to invalidate, if ultra-vires, any of the laws made by any\norgan of the State. Generally, an exception can logically be read\nas only operating within the ambit of the clause to which it is\nan exception. It acts upon the main limb of the Article - the more\ngeneral clause - but the more general clause in turn acts upon\nit. The relationship is mutually synergistic in engendering the\nmeaning. In this case, Clause (2) of Article 245 carves out a\nspecific exception that a law made by Parliament, pursuant to\nClause (1) of Article 245, for the whole or any part of the territory D\nof India may not be invalidated on the ground that such a law\nmay need to be operated extraterritorially. Nothing more. The\npower of the judiciary to invalidate laws that are ultra-vires flows\nfrom its essential functions, Constitutional structure, values and\nscheme, and indeed to ensure that the powers vested in the\norgans of the State are not being transgressed, and that they\nare being used to realise a public purpose that subserves the\ngeneral welfare of the people. It is one of the essential defences\nof the people in a constitutional democracy.\nE\nF\n54. If one were to read Clause (2) of Article 245 as an\nindependent source of legislative power of the Parliament to\nenact laws for territories beyond India wherein, neither the\naspects or causes of such laws have a nexus with India, nor\nthe purposes of such laws are for the benefit of India, it would\nimmediately call into question as to why Clause (1) of Article G\n245 specifies that it is the territory of India or a part thereof \"for\"\nwhich the Parliament may make laws. If the power to enact laws\nfor any territory, including a foreign territory, were to be read\ninto Clause (2) of Article 245, the phrase \"for the whole or any\n25. Supra note 18.\nH\ni\n420 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA part of the territory of India\" in Clause (1) of Article 245 would\nbecome a mere surplassage. When something is specified in\nan Article of the Constitution it is to be taken, as a matter of\ninitial assessment, as nothing more was intended. In this case\nit is the territory of India that is specified by the phrase “for the\nB whole or any part of the territory of India.\" \"Expressio unius est\nexclusio alterius\"- the express mention of one thing implies the\nexclusion of another. In this case Parliament has been granted\npowers to make laws \"for\" a specific territory - and that is India\nor any part thereof; by implication, one may not read that the\nParliament has been granted powers to make laws \"for\"\nterritories beyond India.\nC\nD\n55. The reliance placed by the learned Attorney General\non the history of changes to the pre-cursors of Article 245, in\nthe Draft Constitution, in support of his propositions is also\ninapposite. In fact one can clearly discern that the history of\nchanges, to Clause 179 of the Draft Constitution (which became\nArticle 245 in our Constitution), supports the conclusions we\nhave arrived at as to the meaning, purport and ambit of Article\n245. The first iteration of Clause 179 of the Draft Constitution\nE read, in part, as follows: \"Subject to the provisions of this\nConstitution, the Federal Parliament may make laws, including\nlaws having extra-territorial operation, for the whole or any part\nof the territories of the Federation......\" Clearly the foregoing\niteration shows that what was under consideration were the\nF entire class of laws that the Parliament was to be empowered\nto make \"for the whole or any part of the territories of the\nFederation.....\", and included within that class were the laws\n“having extra-territorial operation.\" Subsequently Clause 179 of\nthe Draft Constitution was split into two separate clauses 179\nG (1) and 179(2). The learned Attorney General's arguments\nsuggest that the conversion of Draft Clause 179 into two\nseparate draft clauses, 179(1) and 179(2), should be\ninterpreted to mean that the framers of the Constitution intended\nthe two clauses to have a separate existence, independent of\neach other. We are not persuaded. The retention of the phrase\nH\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 421\nANR. [B. SUDERSHAN REDDY, J.]\nA\nB\n\"extra-territorial operation\" as opposed to the phrase “extra-\nterritorial laws” implies that the drafters were acutely aware of\nthe difference between the meaning of the phrase \"operation\nof law\" and the \"making of law\". Further, by beginning Clause\n(2) of Article 245 with the phrase \"No law made by the\nParliament...\", it is clear that the drafting committee intended\nto retain the link with Clause (1) of Article 245. (See: The\nFraming of India's Constitution, by The Project Committee,\nChairman B. Shiva Rao) 26 Thus we cannot view Clause (2) of\nArticle 245 as an independent source of legislative powers on\naccount of the history of various iterations of the pre-cursor to c\nArticle 245 in the Constituent Assembly.\nVIII\nAnalysis of Constitutional Topological Space: Chapter 1, Part\nXI:\n56. We now turn to Chapter 1 Part XI, in which Article 245\nis located, to examine other provisions that may be expected\nto transform or be transformed by the meaning of Article 245\nthat we have discerned and explained above. In particular, the\nsearch is also for any support that may exist for the propositions\nof the learned Attorney General that the Parliament may make\nlaws for any territory outside India.\nD\nE\nF\n57. As is well known, Article 246 provides for the division\nof legislative competence, as between the Parliament and the\nState legislatures, in terms of subjects or topics of legislation.\nClauses (1), (2) and (3) of Article 246 do not mention the word\nterritory. However, Clause (4) of Article 246 specifies that\nParliament has the power to \"make laws for any part of the\nterritory of India not included in a State\" with respect to any G\nmatter, notwithstanding that a particular matter is included in\nthe State List. In as much as Clause (1) of Article 245 specifies\nthat it is for \"the whole or any part of the territory of India\" with\nrespect of which Parliament has been empowered to make\n26. Vol. 3, Universal Law Publichsing Co.\nH\ni\n422\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA laws, it is obvious that in Article 246 legislative powers, whether\nof Parliament or of State legislatures, are visualized as being\n\"for\" the territory of India or some part of it.\nB\nC\n58. Article 248 provides for the residuary power of\nlegislation. However, in this instance, the Constitution speaks\nof the powers of Parliament in terms of the subject matters or\nfields of legislative competence not enumerated in Concurrent\nand State lists in the Seventh Schedule, etc. Article 248 does\nnot mention any specific territory. Nevertheless, in as much as\nit retains the link to Article 246, it can only be deemed that the\noriginal condition that all legislation be \"for\" the whole or some\nterritory of India has been retained.\n59. It would be pertinent to note, at this stage that List | -\nUnion List of the Seventh Schedule clearly lists out many\nD matters that could be deemed to implicate aspects or causes\nthat arise beyond the territory of India. In particular, but not\nlimited to, note may be made of Entries 9 through 21 thereof.\nCombining the fact that the Parliament has been granted\nresiduary legislative powers and competence with respect to\nE matters that are not enumerated in Concurrent and State Lists,\nvide Article 248, the fact that Parliament has been granted\nlegislative powers and competence over various matters, as\nlisted in List I of the Seventh Schedule, many of which may\nclearly be seen to be falling in the class of extra-territorial\nF aspects or causes, vide Article 246, and the powers to make\nG\nI\nlaws \"for the whole or any part of the territory of India\", vide\nArticle 245, we must conclude that, contrary to the rigid reading\nof the ratio in ECIL, Parliament's legislative powers and\ncompetence with respect to extra-territorial aspects or causes\nthat have a nexus with India was considered and provided for\nby the framers of the Constitution. Further, in as much as Article\n245, and by implication Articles 246 and 248, specify that it is\n\"for the whole or any part of the territory of India” that such\nlegislative powers have been given to the Parliament, it logically\nfollows that Parliament is not empowered to legislate with\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 423\nANR. [B. SUDERSHAN REDDY, J.]\nrespect to extra-territorial aspects or causes that have no nexus A\nwhatsoever with India. To the extent that some of the\nimplications of learned Attorney General's propositions only\nreach such a limited reading of the legislative powers of the\nParliament, which nevertheless are not as restricted as the\nnarrow understanding of the ratio in ECIL may suggest, we are\nin partial agreement with the same.\nB\nC\nD\n60. When we look at Articles 249 (conditions under which\nParliament may legislate with respect to matters in List II of\nSeventh Schedule, wherein the Council of States has deemed\nit to be in national interest to do so) and 250 (ambit of\nParliamentary powers as inclusive of competence to legislate\nwith respect to matters in the State List while a Proclamation\nof Emergency is in operation) we find that legislative powers\nof the Parliament are spoken of, in the said articles also, only\nin terms of as being \"for the whole or any part of the territory of\nIndia\". Article 253 deals with legislation that may be needed to\ngive effect to various international agreements, and again the\npowers are specified only in terms of making laws \"for the whole\nor any part of the territory of India.\" Nowhere within Chapter 1,\nPart XI do we find support for the propositions of the learned\nAttorney General that the Parliament may make laws \"for\" any\nterritory other than the \"whole or any part of the territory of India.\"\nTo the contrary, we only find a repeated use of the expression\n\"for the whole or any part of the territory of India.\" It is a well\nknown dictum of statutory and constitutional interpretation that R\nwhen the same words or phrases are used in different parts of\nthe Constitution, the same meaning should be ascribed, unless\nthe context demands otherwise. In this case, we do not see any\ncontextual reasons that would require reading a different\nmeaning into the expression \"for the whole or any part of the G\nterritory\" in the context of Articles 249, 250 or 253, than what\nwe have gathered from the text of Article 245.\nE\nWider Structural Analysis:\nIX\nH\nA\n424 SUPREME COURT REPORTS\n[2011] 3 S.C.R..\n-\n61. Article 260, in Chapter II of Part XI is arguably the only\nprovision in the Constitution that explicitly deals with the\njurisdiction of the Union in relation to territories outside India,\nwith respect to all three functions of governance – legislative,\nexecutive and judicial. Learned Attorney General did not point\nB to this Article as lending particular support for his propositions.\nHowever, on closer examination, Article 260 appears to further\nsupport the conclusions we have arrived at with respect to\nArticle 245. It provides as follows:\nс\nD\n-\n\"Article 260. Jurisdiction of the Union in relation to\nterritories outside India – The Government of India may\nby agreement with the Government of any territory not\nbeing part of the territory of India undertake any executive,\nlegislative or judicial functions vested in the Government\nof such territory, but every such agreement shall be subject\nto, and governed by, any law relating to the exercise of\nforeign jurisdiction for the time being in force.\"\n62. It is clear from the above text of Article 260 that it is\nthe Government of India which may exercise legislative,\nE executive, and judicial functions with respect of certain specified\nforeign territories, the Governments of which, and in whom such\npowers have been vested, have entered into an agreement with\nGovernment of India asking it do the same. Indeed, from Article\n260, it is clear that Parliament may enact laws, whereby it\nF specifies the conditions under which the Government of India\nmay enter into such agreements, and how such agreements are\nactually implemented,\n63. Nevertheless, the fact even in the sole instance, in the\nConstitution, where it is conceived that India may exercise full\nG jurisdiction - i.e., executive, legislative and judicial\n-\n- – over a\nforeign territory, that such a jurisdiction can be exercised only\nupon an agreement with the foreign government (thereby\ncomporting with international laws and principles such as\n\"comity of nations\" and respect for \"territorial sovereignty\" of\nH other nation-states), and the manner of entering into such\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 425\nANR. [B. SUDERSHAN REDDY, J.]\nagreements, and the manner of effectuating such an agreement A\nhas to be in conformity with a law specifically enacted by the\nParliament (whereby the control of the people of India over the\nactions of the Government of India, even extra-territorially is\nretained), implies that it is only \"for\" India that Parliament may\nmake laws. The Parliament still remains ours, and exclusively B\nours. Though the Government of India, pursuant to Article 260,\nacts on behalf of a foreign territory, there is always the\nParliament to make sure that the Government of India does not\nact in a manner that is contrary to the interests of, welfare of,\nwell-being of, or the security of India. The foregoing is a very\ndifferent state of affairs from a situation in which the Parliament\nitself acts on behalf of a foreign territory, as implicated by the\nexpression \"make extra-territorial laws\". The former comports\nwith the notions of parliamentary democracy in which the people\nultimately control the Executive through their Parliament; while\nthe latter indicates the loss of control of the people themselves\nover their elected representatives.\nс\nD\nF\n64. The text of Articles 1 and 2 leads us to an irresistible\nconclusion that the meaning, purport and ambit of Article 245\nis as we have gathered above. Sub-clause (c) of Clause (3) of E\nArticle 1 provides that territories not a part of India may be\nacquired. The purport of said Sub-Clause (c) of Clause 3 of\nArticle 1, pace Berubari Union and Exchange of Enclaves,\nRe²is that such acquired territory, automatically becomes a\nI part of India. It was held in Berubari, that the mode of\nacquisition of such territory, and the specific time when such\nacquired territory becomes a part of the territory of India, are\ndetermined in accordance with international law. It is only upon\nsuch acquired territory becoming a part of the territory of India\nwould the Parliament have the power, under Article 2, to admit G\nsuch acquired territory in the Union or establish a new state.\nThe crucial aspect is that it is only when the foreign territory\nbecomes a part of the territory of India, by acquisition in terms\nof relevant international laws, is the Parliament empowered to\n27. AIR 1960 SC 845.\nH\n"}