{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"376 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA by, the fact that such an exercise of power ultimately\nresults in a benefit - either moral, material, spiritual or in\nsome other tangible or intangible manner – to the people\nwho constitute India. [para 45] [414-E-G]\nB\nC\nD\nE\nF\nG\nH\n-\n3.4 The conclusion that Parliament may not legislate\nfor territories beyond India also derives interpretational\nsupport from Article 51, a Directive Principle of State\nPolicy, though not enforceable, nevertheless,\nfundamental in the governance of the country. To enact\nlegislation with respect to extra-territorial aspects or\ncauses, without any nexus to India, would in many\nmeasures be an abdication of the responsibility that has\nbeen cast upon Parliament under Article 51. International\npeace and security has been recognised as being vital\nfor the interests of India. This is to be achieved by India\nmaintaining just and honourable relations, by fostering\nrespect for international and treaty obligations etc., as\nrecognized in Article 51. It is one matter to say that\nbecause certain extra-territorial aspects or causes have\nan impact on or nexus with India, Parliament may enact\nlaws with respect to such aspects or causes. That is\nclearly a role that has been set forth in the Constitution,\nand a power that the people of India can claim. How\nthose laws are to be effectuated, and with what degree\nof force or diplomacy, may very well lie in the domain of\npragmatic, and indeed ethical, statecraft that may, though\nnot necessarily always, be left to the discretion of the\nExecutive by Parliament. Nevertheless, that position is\nvery different from claiming that India has the power to\ninterfere in matters that have no nexus with India at all.\nTo claim such powers, would be to make such powers\navailable. Invariably available powers are used, and in this\ncase with a direct impact on the moral force of India, and\nits interests, welfare and security, by shattering the very\nconcepts that under-gird peace between nations. By\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 377\nANR.\nrecognizing international peace to be sine qua non for A\nIndia's welfare and security, the framers have charged the\nState, and all of its organs, with responsibility to\nendeavour to achieve the goals set forth in Article 51. To\nclaim the power to legislate for some other territories,\neven though aspects or causes arising, occurring or B\nexisting there have no connection to India, would be to\ndemolish the very basis on which international peace\nand security can be premised. [paras 46-47] [414-H; 415-\nA-D-H; 416-A-B]\n3.5 If one were to read Clause (2) of Article 245 as an\nindependent source of legislative power of Parliament to\nenact laws for territories beyond India wherein, neither the\naspects or causes of such laws have a nexus with India,\nnor the purposes of such laws are for the benefit of India,\nit would immediately call into question as to why Clause\n(1) of Article 245 specifies that it is the territory of India\nor a part thereof “for” which Parliament may make laws.\nIf the power to enact laws for any territory, including a\nforeign territory, were to be read into Clause (2) of Article\n245, the phrase \"for the whole or any part of the territory\nof India\" in Clause (1) of Article 245 would become a mere\nsurplassage. When something is specified in an Article\nof the Constitution it is to be taken, as a matter of initial\nassessment, as nothing more was intended. In this case\nit is the territory of India that is specified by the phrase\n\"for the whole or any part of the territory of India.”\n'Expressio unius est exclusio alterius”- the express\nmention of one thing implies the exclusion of another. In\nthis case, Parliament has been granted powers to make\nlaws “for” a specific territory - and that is India or any\npart thereof; by implication, one may not read that\nParliament has been granted powers to make laws \"for\"\nterritories beyond India. [para 54] [419-F-H; 420-A-C]\n66\nC\nD\nE\nLL\nF\nG\n3.6 It would be pertinent to note, that List 1 - Union H\n378\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA List of the Seventh Schedule clearly lists out many\nmatters that could be deemed to implicate aspects or\ncauses that arise beyond the territory of India. In\nparticular, but not limited to, note may be made of Entries\n9 through 21 thereof. Combining the fact that Parliament\nB has been granted residuary legislative powers and\ncompetence with respect to matters that are not\nenumerated in Concurrent and State Lists, [Article 248],\nthe fact that Parliament has been granted legislative\npowers and competence over various matters, as listed\nC in List I of the Seventh Schedule, many of which may\nclearly be seen to be falling in the class of extra-territorial\naspects or causes, [Article 246], and the powers to make\nlaws \"for the whole or any part of the territory of India\",\n[Article 245], it must be concluded that, contrary to the\nD rigid reading of the ratio in ECIL, Parliament's legislative\npowers and competence with respect to extra-territorial\naspects or causes that have a nexus with India was\nconsidered and provided for by the framers of the\nConstitution. Further, in as much as Article 245, and by\nE implication Articles 246 and 248, specify that it is “for the\nwhole or any part of the territory of India\" that such\nlegislative powers have been given to Parliament, it\nlogically follows that Parliament is not empowered to\nlegislate with respect to extra-territorial aspects or causes\nF that have no nexus whatsoever with India. [para 59] [422-\nD-H; 423-A]\nG\nH\n3.7 When one looks at Articles 249 (conditions under\nwhich Parliament may legislate with respect to matters in\nList II of Seventh Schedule, wherein the Council of States\nhas deemed it to be in national interest to do so) and 250\n(ambit of Parliamentary powers as inclusive of\ncompetence to legislate with respect to matters in the\nState List while a Proclamation of Emergency is in\noperation), one finds that legislative powers of Parliament\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 379\nANR.\nare spoken of, in the said articles also, only in terms of A\nas being \"for the whole or any part of the territory of\nIndia\". Article 253 deals with legislation that may be\nneeded to give effect to various international agreements,\nand again the powers are specified only in terms of\nmaking laws \"for the whole or any part of the territory of B\nIndia.\" It is a well known dictum of statutory and\nconstitutional interpretation that when the same words or\nphrases are used in different parts of the Constitution, the\nsame meaning should be ascribed, unless the context\ndemands otherwise. In this case, there do not seem to be C\ncontextual reasons that would require reading a different\nmeaning into the expression \"for the whole or any part\nof the territory” in the context of Articles 249, 250 or 253,\nthan what has been gathered from the text of Article 245.\n[para 60] [423-C-G]\n3.8 Article 260, in Chapter II of Part XI is arguably the\nonly provision in the Constitution that explicitly deals\nwith the jurisdiction of the Union in relation to territories\noutside India, with respect to all three functions of\ngovernance legislative, executive and judicial. On\ncloser examination, Article 260 appears to further support\nthe conclusions arrived at by this Court with respect to\nArticle 245. [para 61]. [424-A-B]\n-\nD\nE\nF\n3.9 It is clear from the text of Article 260 that it is the\nGovernment of India which may exercise legislative,\nexecutive, and judicial functions with respect of certain\nspecified foreign territories, the Governments of which,\nand in whom such powers have been vested, have\nentered into an agreement with Government of India G\nasking it do the same. Indeed, from Article 260, it is clear\nthat Parliament may enact laws, whereby it specifies the\nconditions under which the Government of India may\nenter into such agreements, and how such agreements\nare actually implemented. [para 62] [424-E-F]\nH\nA\n380 SUPREME COURT REPORTS\n-\n[2011] 3 S.C.R.\n3.10 Nevertheless, the fact, even in the sole instance\nin the Constitution where it is conceived that India may\nexercise full jurisdiction – i.e., executive, legislative and\njudicial – over a foreign territory, is that such a jurisdiction\ncan be exercised only upon an agreement with the\nB foreign government (thereby comporting with\ninternational laws and principles such as \"comity of\nnations\" and respect for \"territorial sovereignty\" of other\nnation-states), and the manner of entering into such\nagreements, and the manner of effectuating such an\nC agreement has to be in conformity with a law specifically\nenacted by Parliament (whereby the control of the people\nof India over the actions of the Government of India, even\nextra-territorially is retained), implies that it is only \"for\"\nIndia that Parliament may make laws. In this regard\nD support can also be drawn from the text of Articles 1 and\n2. Consequently, the positive affirmation, in the phrase in\nClause (1) of Article 245, that Parliament \"may make laws\nfor the whole or any part of the territory of India\" has to\nbe understood as meaning that unless a territory is a part\nE of the territory of India, Parliament may not exercise its\nlegislative powers in respect of such a territory. In the\nconstitutional scheme it is clear that Parliament may not\nmake laws for a territory, as a first order condition, unless\nthat territory is a part of India. [para 63, 64] [424-G-H; 425-\nF A-B-E; 426-A-B]\nBerubari Union and Exchange of Enclaves, Re AIR 1960\nSC 845-referred to.\n3.11 Clearly, the statements that under our\nG Constitution, Parliament has been given absolute powers\nand, therefore, it can enact extra-territorial laws, are not\nin comport with present day constitutional jurisprudence\nin India that the powers of every organ of the State are\nas provided for in the Constitution and not absolute. [para\nH 67] [428-F]\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 381\nANR.\nA\n3.12 Indeed, it may be necessary for the State to\npossess some extraordinary powers, and exert\nconsiderable force to tackle situation with regard to\nforeign affairs or situations, both within and outside the\nterritory, in which the government claims the existence\nof serious security risks or law and order problems. B\nNevertheless, all such powers, competence, and extent\nof force have to be locatable, either explicitly or implicitly,\nwithin the Constitution, and exercised within the four\ncorners of constitutional permissibility, values and\nscheme. [para 68]\n3.13 In granting Parliament the powers to legislate\n\"for\" India, and consequently also with respect to extra-\nterritorial aspects or causes, the framers of our\nConstitution certainly intended that there be limits as to\nthe manner in which, and the extent to which, the organs\nof the State, including Parliament, may take cognizance\nof extra-territorial aspects or causes, and exert the State\npowers (which are the powers of the collective) on such\naspects or causes. The working of the principles of public\ntrust, the requirement that all legislation by Parliament\nwith respect to extra-territorial aspects or causes be\nimbued with the purpose of protecting the interests of,\nthe welfare of and the security of India, along with Article\n51, a Directive Principle of State Policy, though not\nenforceable in a court of law, nevertheless fundamental\nto governance, lends unambiguous support to the\nconclusion that Parliament may not enact laws with\nrespect to extra-territorial aspects or causes, wherein\nsuch aspects or causes have no nexus whatsoever with\nIndia. [par♪ 73] [432-G; 433-A-D]\n3.14 Thus, Parliament is constitutionally restricted\nfrom enacting legislation with respect to extra-territorial\naspects or causes that do not have, nor expected to have\nс\nD\nE\nF\nG\nH\n382 SUPREME COURT REPORTS\n[2011] 3.S.C.R.\nA any, direct or indirect, tangible or intangible impact(s) on\nor effect(s) in or consequences for: (a) the territory of\nIndia, or any part of India; or (b) the interests of, welfare\nof, wellbeing of, or security of inhabitants of India, and\nIndians. However, Parliament may exercise its legislative\nB powers with respect to extra-territorial aspects or causes,\n- events, things, phenomena (howsoever commonplace\nthey may be), resources, actions or transactions, and the\nlike - that occur, arise or exist or may be expected to do\nso, naturally or on account of some human agency, in the\nC social, political, economic, cultural, biological,\nenvironmental or physical spheres outside the territory\nof India, and seek to control, modulate, mitigate or\ntransform the effects of such extra-territorial aspects or\ncauses, or in appropriate cases, eliminate or engender\nD such extra-territorial aspects or causes, only when such\nextra-territorial aspects or causes have, or are expected\nto have, some impact on, or effect in, or consequences\nfor: (a) the territory of India, or any part of India; or (b) the\ninterests of, welfare of, wellbeing of, or security of\nE inhabitants of India, and Indians. [para 76] [435-A-F]\nF\nG\nI\n3.15 It is important to state and hold that the powers\nof legislation of Parliament with regard to all aspects or\ncauses that are within the purview of its competence,\nincluding with respect to extra-territorial aspects or\ncauses as delineated above, and as specified by the\nConstitution, or implied by its essential role in the\nconstitutional scheme, ought not to be subjected to some\na-priori quantitative tests, such as “sufficiency” or\n\"significance\" or in any other manner requiring a pre-\ndetermined degree of strength. All that would be required\nwould be that the connection to India be real or expected\nto be real, and not illusory or fanciful. Whether a particular\nlaw enacted by Parliament does show such a real\nconnection, or expected real connection, between the\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 383\nANR.\nextra-territorial aspect or cause and something in India A\nor related to India and Indians, in terms of impact, effect\nor consequence, would be a mixed matter of fact and of\nlaw. Obviously, where Parliament itself posits a degree\nof such relationship, beyond the constitutional\nrequirement that it be real and not fanciful, then the\ncourts would have to enforce such a requirement in the\noperation of the law as a matter of that law itself, and not\nof the Constitution. [para 76] [435-G-H; 436-A-C]\nB\nс\nGovernor General in Council v. Raleigh Investment Co. C\nLtd. [1944] 12 ITR 265, Wallace Brothers and Co. v.\nCommissioner of Income Tax, Bombay [1948] 16 ITR 240\nand State v. Narayandas Mangilal Dayame AIR 1958 Bom\n68 - referred to.\nEmmanuel Mortensen v. David Peters [1906] 8 F (J.) 93,\nCroft v. Dunphy [1933] A.C. 156 - referred to.\nD\n4.1 The distinction drawn in ECIL between “make\nlaws\" and \"operation\" of law is a valid one, and leads to\na correct assessment of the relationship between E\nClauses (1) and (2) of Article 245. [para 16] [397-E-F]\n4.2 It is important to draw a clear distinction between\nthe acts \u0026 functions of making laws and the acts \u0026\nfunctions of operating the laws. Making laws implies the F\nacts of changing and enacting laws. The phrase\noperation of law, in its ordinary sense, means the\neffectuation or implementation of the laws. The acts and\nfunctions of implementing the laws, made by the\nlegislature, fall within the domain of the executive. G\nMoreover, the essential nature of the act of invalidating\na law is different from both the act of making a law, and\nthe act of operating a law. Invalidation of laws falls\nexclusively within the functions of the judiciary, and\noccurs after examination of the vires of a particular law. H\n384 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA While there may be some overlap of functions, the\nessential cores of the functions delineated by the\nmeanings of the phrases \"make laws\" \"operation of laws\"\nand “invalidate laws\" are ordinarily and essentially\nassociated with separate organs of the state - the\nB legislature, the executive and the judiciary respectively,\nunless the context or specific text, in the Constitution,\nunambiguously points to some other association. [para\n51] [417-F-H; 418-A-B]\nC\nD\nE\nF\nG\nH\n4.3 In Article 245 the words and phrases “make laws”\n\"extra-territorial operation”, and “invalidate\" have been\nused in a manner that clearly suggests that the\naddressees implicated are the legislature, the executive\nand the judiciary respectively. While Clause (1) uses the\nverb \"make\" with respect to laws, thereby signifying the\ngrant of powers, Clause (2) uses the past tense of make,\n\"made\", signifying laws that have already been enacted\nby Parliament. The subject of Clause (2) of Article 245 is\nthe law made by Parliament, pursuant to Clause (1) of\nArticle 245, and the object, or purpose, of Clause (2) of\nArticle 245 is to specify that a law so made by Parliament,\nfor the whole or any part of territory of India, should not\nbe held to be invalid solely on the ground that such laws\nrequire extra-territorial operation. The only organ of the\nstate which may invalidate laws is the judiciary. [para 52]\n[418-C-E]\n4.4 Consequently, the text of Clause (2) of Article 245\nshould be read to mean that it reduces the general and\ninherent powers of the judiciary to declare a law ultra-\nvires only to the extent of that one ground of invalidation.\nHowever, it must be noted, as regards the judiciary's\njurisdiction, that an a-priori, and a strained inference that\nis unsupported by the plain meaning of the text may not\nbe made that the powers of the legislature to make laws\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 385\nANR.\nbeyond the pale of judicial scrutir have been expanded A\nover and above that which has been specified. [para 52]\n[418-E-G]\n4.5 Clause (2) of Article 245 acts as an exception, of\na particular and a limited kind, to the inherent power of B\nthe judiciary to invalidate, if ultra-vires, any of the laws\nmade by any organ of the State. It carves out a specific\nexception that a law made by Parliament, pursuant to\nClause (1) of Article 245, for the whole or any part of the\nterritory of India may not be invalidated on the ground C\nthat such a law may need to be operated extraterritorially.\nNothing more. The power of the judiciary to invalidate\nlaws that are ultra-vires flows from its essential functions,\nConstitutional structure, values and scheme, and indeed\nto ensure that the powers vested in the organs of the\nState are not being transgressed, and that they are being\nused to realise a public purpose that subserves the\ngeneral welfare of the people. It is one of the essential\ndefences of the people in a constitutional democracy.\n[para 53] [419-B-E]\n4.6 Courts should always be very careful when vast\npowers are being claimed, especially when those claims\nare cast in terms of enactment and implementation of\nlaws that are completely beyond the pale of judicial\nscrutiny and which the Constitutional text does not\nunambiguously support. To readily accede to demands\nfor a reading of such powers in the constitutional matrix\nmight inevitably lead to a destruction of the complex\nmatrix that our Constitution is. A thorough textual\nanalysis, combined with wider analysis of constitutional\ntopology, structure, values and scheme has revealed a\nmuch more intricately provisioned set of powers to\nParliament. Indeed, all the powers necessary for an organ\nof the State to perform its role completely and to\nD\nE\nF\nG\nH\n"}