{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n•\n[2011] 3 S.C.R. 366\nGVK INDS. LTD. \u0026 ANR.\nV.\nTHE INCOME TAX OFFICER \u0026 ANR.\n(Civil Appeal No. 7796 of 1997)\nMARCH 1, 2011\n[S.H. KAPADIA CJI., B. SUDERSHAN REDDY, K. S.\nRADHAKRISHNAN, SURINDER SINGH NIJJAR, AND\nSWATANTER KUMAR, JJ.]\nCONSTITUTION OF INDIA, 1950:\nArticles 245(1) and 245(2) read with Articles 51, 246, 248,\n-\n· 249, 250, 253 and 262 - Seventh Schedule Lists I and III -\nPower of Parliament to legislate in respect of extra-territorial\naspects or causes - Held: Parliament has been constituted,\nand empowered to, and that its core role would be to enact\nlaws to protect the interests, welfare and security of India\nTherefore, even those extra-territorial aspects or causes,\nprovided they have nexus with India, should be deemed to\nbe within the domain of legislative competence of Parliament\nexcept to the extent the Constitution itself specifies otherwise\n-\nParliament may exercise its legislative powers with respect\nto extra-territorial aspects or causes - events, things,\nphenomena (howsoever commonplace they may be),\nresources, actions or transactions, and the like - that occur,\narise or exist or may be expected to do so, naturally or on\naccount of some human agency, in the social, political,\neconomic, cultural, biological, environmental or physical\nspheres outside the territory of India, and seek to control,\nmodulate, mitigate or transform the effects of such extra-\nterritorial aspects or causes, or in appropriate cases, eliminate\nor engender such extra-territorial aspects or causes, only\nwhen such extra-territorial aspects or causes have, or are\nexpected to have, some impact on, or effect in, or\n366\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 367\nANR.\nconsequences for: (a) the territory of India, or any part of India; A\nor (b) the interests of, welfare of, wellbeing of, or security of\ninhabitants of India, and Indians - Consequently, Parliament's\npower to enact legislation, pursuant to clause (1) of Article 245\nmay not extend to those extra-territorial aspects or causes that\nhave no impact on or nexus with India -Any laws enacted by B\nParliament with respect to extra-territorial aspects or causes\nthat have no impact on or nexus with India, would be ultra\nvires, and would be laws made for a foreign territory - Income\nTax Act, 1961 - ss.9(1)(1) and 9(1)(vii)(4).\nArticle 245(1) -Expression “for” “the whole or any part of\nthe territory of India\" - Connotation of - Explained.\nC\nArticle 245(2) - Judicial review of an enactment - The\nsubject of Clause (2) of Article 245 is the law made by\nParliament, pursuant to Clause (1) of Article 245, and the D\nobject, or purpose, of Clause (2) of Article 245 is to specify\nI that a law so made by Parliament, for the whole or any part of\nterritory of India, should not be held to be invalid solely on\nthe ground that such laws require extra-territorial operation\nClause (2) of Article 245 acts as an exception, of a particular E\nand a limited kind, to the inherent power of the judiciary to\ninvalidate, if ultra-vires, any of the laws made by any organ\nof the State - Clause (2) of Article 245 carves out a specific\nexception that a law made by Parliament, pursuant to Clause\n(1) of Article 245, for the whole or any part of the territory of F\nIndia may not be invalidated on the ground that such a law\nmay need to be operated extraterritorially - Nothing more -\nThe power of the judiciary to invalidate laws that are ultra-vires\nflows from its essential functions, constitutional structure,\nvalues and scheme, and indeed to ensure that the powers\nvested in the organs of the State are not being transgressed,\nand that they are being used to realise a public purpose that\nsubserves the general welfare of the people - It is one of the\nessential defences of the people in a constitutional\ndemocracy.\n-\nG\nH\nA\n368 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nINTERPRETATION OF CONSTITUTION :\nConstitutional provision - Interpretation of - Held: In\ninterpreting any law, including the Constitution, the text of the\nprovision under consideration would be the primary source for\nB discerning the meanings that inhere in the enactment\n-\nHowever, in the light of the serious issues it would always be\nprudent, as a matter of constitutional necessity, to widen the\nsearch for the true meaning, purport and ambit of the provision\nunder consideration - No provision, and indeed no word or\nC expression, of the Constitution exists in isolation - They are\nnecessarily related to, transforming and in turn being\ntransformed by, other provisions, words and phrases in the\nConstitution - Our Constitution is both long and also an\nintricate matrix of meanings, purposes and structures - If is\nD only by locating a particular constitutional provision under\nconsideration within that constitutional matrix could one hope\nto be able to discern its true meaning, purport and ambit –\nWhen something is specified in an Article of the Constitution,\nit is to be taken, as a matter of initial assessment, as nothing\nmore was intended - Further, it is well known dicutum of\nstatutory and constitutional interpretation that when the same\nwords or phrases are used in different parts of the Constitution,\nthe same meaning should be ascribed, unless the context\ndemands otherwise.\nE\nF\nINTERPRETATION OF STATUTES :\nInterpretation of a statutory provision - Held: A\nconstruction of provisions in a manner that renders words or\nphrases therein to the status of mere surplussage ought to\nG be avoided.\nMAXIM :\n'Expressio unius est exclusion alterius' - Applicability of.\nH\nWORDS AND PHRASES:\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026369\nANR.\nExpressions \"aspects\" and \"causes\", \"object\" and A\n“provocation”, “extraterritorial aspects or causes”,\n\"extraterritorial law\", \"extraterritorial operation\", \"nexus with\nIndia\" - Connotation of in the context of article 245 of\nConstitution of India.\nThe appellant filed a writ petition before the High\nCourt challenging an order of the respondents whereby\nthe appellant was held liable for withholding a certain\nportion of monies being paid to a foreign company under\neither of ss. 9(1)(i) or 9(1)(vii)(b) of the Income Tax Act,\n1961. The appellant also challenged the vires of s.\n9(1)(vii)(b) of the Income Tax Act, 1961 for want of\nlegislative competence and violation of Article 14 of the\nConstitution of India. The High Court held that s.\n9(1)(vii)(b) and not s. 9(1)(i) applied to the facts of the case\nand also upheld constitutional validity of the said\nprovision. The High Court mainly relied on the ratio of the\njudgment of a three-Judge Bench of the Supreme Court\nin ECIL'. The appeal challenging the said judgment was\nlisted before a two Judge Bench of the Supreme Court.\nKeeping, in view that the far reaching issues of great\nconstitutional purport and the fact that such issues had\nbeen previously raised in ECIL, the matter, ultimately, was\nreferred to the Constitution Bench.\nB\nC\nD.\nE\nThe questions for consideration before the Court F\nwere: (1) \"Is the Parliament constitutionally restricted\nfrom enacting legislation with respect to extra-territorial\naspects or causes that do not have, nor expected to have\nany, direct or indirect, tangible or intangible impact(s) on,\nor effect(s) in, or consequences for: (a) the territory of G\nIndia, or any part of India; or (b) the interests of, welfare\nof, wellbeing of, or security of inhabitants of India, and\nIndians?” 2) “Does the Parliament have the powers to\nlegislate \"for\" any territory, other than the territory of India\nor any part of it?\"\nH\nA\nB.\n370 SUPREME COURT REPORTS\nAnswering the reference, the Court\n[2011] 3 S.C.R.\nHELD 1.1 Our Constitution charges the various\norgans of the State with affirmative responsibilities of\nprotecting the interests of, the welfare of and the security\nof the nation. Legislative powers are granted to enable\nthe accomplishment of the goals of the nation. The\npowers of judicial review are granted in order to ensure\nthat legislative and executive powers are used within the\nbounds specified in the Constitution. Consequently, it is\nC imperative that the powers so granted to various organs\nof the state are not restricted impermissibly by judicial fiat\nsuch that it leads to inabilities of the organs of the State\nin discharging their constitutional responsibilities.\nPowers that have been granted, and implied by, and\nD borne by the Constitutional text have to be perforce\nadmitted. Nevertheless, the very essence of\nconstitutionalism is also that no organ of the state may\narrogate to itself powers beyond what is specified in the\nConstitution. [para 27] [405-A-D]\nLU\nE\n1.2 It is the Constitution that is supreme, with true\nsovereignty vesting in the people. In as much as that true\nsovereign has vested some of their collective powers in\nthe various organs of the state, including Parliament,\n⚫ there cannot be the legal capacity to exercise that power\nF\nin a manner that is not related to their interests, benefits,\nwelfare and security. [para 49] [417-A-B]\nThe Changing Constitution, Ed. Jowell \u0026 Oliver 2nd Edn.\nClarendon Press, Oxford (1989) by A.W. Bradley; and\nG Studies in Constitutional Law by Colin R. Munro, 2nd Ed.\nButterworths, OUP (2005) -referred to.\nH\n1.3 Under our Constitution, while some features are\ncapable of being amended by Parliament, pursuant to the\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 371\nANR.\namending power granted by Article 368, the essential A\nfeatures - the basic structure - of the Constitution is\nbeyond such powers of Parliament. The power to make\nchanges to the basic structure of the Constitution vests\nonly in the people sitting, as a nation, through its\nrepresentatives in a Constituent Assembly. One of the B\nfoundational elements of the concept of basic structure\nis it would the stability of purpose, and machinery\nof government to be able to pursue the constitutional\nvision in to the indeterminate and unforeseeable future.\n[para 26] [404-F-G; 405-A]\nKeshavanadna Bharati v. State of Kerala 1973 Suppl.\nSCR 1 = (1973) 4 SCC 225 and I.R. Coelho v. State of Tamil\nNadu 2007 (1) SCR 706 = (2007) 2 SCC 1 - relied on\n-\n1.4 In interpreting any law, including the Constitution,\nthe text of the provision under consideration would be\nthe primary source for discerning the meanings that\ninhere in the enactment. However, in the light of the\nserious issues it would always be prudent, as a matter\nof constitutional necessity, to widen the search for the\ntrue meaning, purport and ambit of the provision under\nconsideration. No provision, and indeed no word or\nexpression, of the Constitution exists in isolation – they\nare necessarily related to, transforming and in turn being\ntransformed by, other provisions, words and phrases in\nthe Constitution. Our Constitution is both long and also\nan intricate matrix of meanings, purposes and structures.\nIt is only by locating a particular constitutional provision\nunder consideration within that constitutional matrix\ncould one hope to be able to discern its true meaning,\npurport and ambit. [para 28] [405-F-H; 406-A]\n1.5 A construction of provisions in a manner that\nC\nD\nE\nF\nG\nH\n372 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA renders words or phrases therein to the status of mere\nsurplussage ought to be avoided. [para 31] [407-F]\nB\nC\nD\nE\nF\nG\nH\n2.1 The text of Clause (2) of Article 245, when read\ntogether with Clause (1) of Article 245 of the Constitution\nof India makes it sufficiently clear that the laws made by\nParliament relating to aspects or causes that occur, arise\nor exist or may be expected to occur, arise or come into\nexistence within the territory of India may not be\ninvalidated on the ground that such laws require to be\noperated outside the territory of India. [para 10] [394-D-\nE]\n-\n2.2 The implication of the nexus requirement is that\na law that is enacted by Parliament, whose “objects” or\n“provocations” do not arise within the territory of India,\nwould be unconstitutional. The words \"object\" and\n\"provocation\", and their plural forms, may be conceived\nas having been used in ECIL as synonyms for the words\n“aspect” and “cause\", and their plural forms, as used in\nthis judgment. In ECIL, the Court while interpreting\nClauses (1) and (2) of Article 245, drew a distinction\nbetween the phrases \"make laws” and “extraterritorial\noperation” – i.e., the acts and functions of making laws\nversus the acts and functions of effectuating a law\nalready made. In drawing the distinction, two analytically\nseparable, albeit related issues were considered. They\nrelate to the potential conflict between the fact that, in the\ninternational context, the \"principle of Sovereignty of\nStates” (i.e., nation-states) would normally be “that the\nlaws made by one State can have no operation in\nanother State\" (i.e., they may not be enforceable), and the\nprohibition in Clauses (2) of Article 245 that laws made\nby Parliament may not be invalidated on the ground that\nthey may need to be or are being operated extra-\nterritorially. [para 11-12] [394-H; A-F]\n=\n岜\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 373\nANR.\nElectronics Corporation of India Ltd., v. Commissioner of A\nIncome Tax \u0026 Anr. (1989) 2 SCC 642 -referred to.\nBritish Columbia Railway Company Limited v. King\n[1946] A.C. 527-referred to.\n2.3 The subject in focus in the first part of Clause (1)\nof Article 245 is \"the whole or any part of the territory of\nIndia”, and the object is to specify that it is Parliament\nwhich is empowered to make laws in respect of the same.\n[para 32] [407-G]\nB\nC\n2.4 The word that links the subject, \"the whole or any\npart of the territory of India” with the phrase that grants\nlegislative powers to Parliament, is \"for\". It is used as a\npreposition. The word “for”, when ordinarily used as a\npreposition, can signify a range of meanings between the D\nsubject, that it is a preposition for, and that which\npreceded it. [para 33] [408-A-B]\n2.5 Consequently, the range of senses in which the\nword \"for\" is ordinarily used would suggest that, E\npursuant to Clause (1) of Article 245, Parliament is\nempowered to enact those laws that are in the interest\nof, to the benefit of, in defence of, in support or favour\nof, suitable or appropriate to, in respect of or with\nreference to \"the whole or any part of the territory of F\nIndia”. [para 34] [408-D]\n2.6 In as much as many extra-territorial aspects or\ncauses may have an impact on or nexus with the nation-\nstate, they would legitimately, and indeed necessarily, be\nwithin the domain of legislative competence of the\nnational parliament, so long as the purpose or object of\nsuch legislation is to benefit the people of that nation\nstate. [para 35] [408-F-G]\n2.7 Because of interdependencies and the fact that\nG\nH\n374\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA many extra-territorial aspects or causes have an impact\non or nexus with the territory of the nation-state, it would\nbe impossible to conceive legislative powers and\ncompetence of national parliaments as being limited only\nto aspects or causes that arise, occur or exist or may be\nB expected to do so, within the territory of its own nation-\nstate. Our Constitution has to be necessarily understood\nas imposing affirmative obligations on all the organs of\nthe State to protect the interests, welfare and security of\nIndia. Consequently, it has to be understood that\nC Parliament has been constituted, and empowered to, and\nthat its core role would be to, enact laws that serve such\npurposes. Therefore, even those extra-territorial aspects\nor causes, provided they have a nexus with India, should\nbe deemed to be within the domain of legislative\nD competence of Parliament, except to the extent the\nConstitution itself specifies otherwise. [para 41] [412-D-\nE]\nF\n3.1 In order to discern as to whether Parliament is\nE empowered to enact laws in respect of extra-territorial\naspects or causes that have no nexus with India, and\nfurthermore could such laws be bereft of any benefit to\nIndia, the word “for” again provides the clue. 'To legislate\nfor a territory' implies being responsible for the welfare\nof the people inhabiting that territory, deriving the powers\nto legislate from the same people, and acting in a capacity\nof trust. In that sense, Parliament belongs only to India;\nand its chief and sole responsibility is to act as\nParliament of India and of no other territory, nation or\nG people. There are two related limitations that flow from\nthis. The first one is with regard to the necessity, and the\nabsolute base line condition, that all powers vested in any\norgan of the State, including Parliament, may only be\nexercised for the benefit of India. All of its energies and\nfocus ought to be directed only to that end. It may be the\nH\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 375\nANR.\n-\ncase that an external aspect or cause, or welfare of the A\npeople elsewhere may also benefit the people of India.\nThe laws enacted by Parliament may enhance the welfare\nof people in other territories too; nevertheless, the\nfundamental condition - the benefit to or of India –\nremains the central and primary purpose. That being the B\ncase, the logical corollary and, therefore, the second\nlimitation that flows thereof, would be that an exercise of\nlegislative powers by Parliament with regard to extra-\nterritorial aspects or causes that do not have, or may be\nexpected not to have any nexus with India, would C\ntransgress the first condition. Consequently, Parliament's\npowers to enact legislation, pursuant to Clause (1) of\nArticle 245 may not extend to those extra-territorial\naspects or causes that have no impact on or nexus with\nIndia. The word \"for\", that connects the territory of India D\nto the legislative powers of Parliament in Clause (1) of\nArticle 245, when viewed from the perspective of the\npeople of India, implies that it is \"our\" Parliament, a\njealously possessive construct that may not be tinkered\nwith in any manner or form. [para 43-44] [412-H; 413-A- E\nH]\n3.2 The grant of the power to Parliament, in Clause\n(1) of Article 245, to legislate, comes with a limitation that\narises out of the very purpose for which it has been\nconstituted. That purpose is to continuously, and forever\nbe acting in the interests of the people of India. It is a\nprimordial condition and limitation. [para 45] [414-D]\n3.3 No organ of the Indian State can be the repository\nof the collective powers of the people of India, unless that\npower is being used exclusively for the welfare of India.\nIncidentally, the said power may be used to protect, or\nenhance, the welfare of some other people, also;\nhowever, even that goal has to relate to, and be justified\nF\nG\nH\n"}