{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"396 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA state cannot be grounds to hold such laws invalid. It was further\nheld that the courts in the territory of the nation-state, whose\nlegislature enacted the law, ought to nevertheless order that a\nlaw requiring extra-territorial operation be implemented to the\nextent possible with the machinery available. It can of course\nB be clearly appreciated that the said principle falls within the\nambit of the prohibition of Clause (2) of Article 245. The same\nwas stated by Chief Justice Pathak (as he then was) thus:\nC\nD\nE\nF\nG\n\"Now it is perfectly clear that it is envisaged under our\nconstitutional scheme that Parliament in India may make\nlaws which operate extra-territorially. Art. 245(1) of the\nConstitution prescribes the extent of laws made by the\nParliament. They may be made for the whole or any part\nof the territory of India. Article 245(2) declares that no law\nmade by the Parliament shall be deemed to be invalid\non the ground that it would have extra-territorial operation.\nTherefore, a Parliamentary statute having extra-territorial\noperation cannot be ruled out from contemplation. The\noperation of the law can extend to persons, things and acts\noutside the territory of India\"³ (emph. added).\n14. However, the principle enunciated above does not\naddress the question as to whether the Parliament may enact\na law “for” a territory outside the boundaries of India. To enact\nlaws \"for\" a foreign territory could be conceived of in two forms.\nThe first form would be, where the laws so enacted, would deal\nwith or be in respect of extra-territorial aspects or causes, and\nthe laws would seek to control, modulate or transform or in some\nmanner direct the executive of the legislating State to act upon\nsuch extra-territorial aspects or causes because: (a) such extra-\nterritorial aspects or causes have some impact on or nexus with\nor to India; and (b) such laws are intended to benefit India. The\nsecond form would be when the extra-territorial aspects do not\nhave, and neither are expected to have, any nexus whatsoever\n-\nH 3. Supra Note 1.\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 397\nANR. [B. SUDERSHAN REDDY, J.]\nwith India, and the purpose of such legislation would serve no\npurpose or goal that would be beneficial to India.\nA\n15. It was concluded in ECIL that the Parliament does not\nhave the powers to make laws that bear no relationship to or\nnexus with India. The obvious question that springs to mind is:\nB\n\"what kind of nexus?\" Chief Justice Pathak's words in ECIL are\ninstructive in this regard, both as to the principle and also the\nreasoning:\nC\n\"But the question is whether a nexus with something in\nIndia is necessary. It seems to us that unless such nexus\nexists Parliament will have no competence to make the\nlaw. It will be noted that Article 245(1) empowers\nParliament to enact laws for the whole or any part of the\nterritory of India. The provocation for the law must be\nfound within India itself. Such a law may have extra- D\nterritorial operation in order to subserve the object, and\nthat object must be related to something in India. It is\ninconceivable that a law should be made by parliament\nwhich has no relationship with anything in India.”4\n(emphasis added).\n16. We are of the opinion that the distinction drawn in ECIL\nbetween \"make laws\" and \"operation\" of law is a valid one, and\nleads to a correct assessment of the relationship between\nClauses (1) and (2) of Article 245. We will have more to say\nabout this, when we turn our attention to the propositions of the\nlearned Attorney General.\nE\nF\n17. We are, in this matter, concerned with what the\nimplications might be, due to use of words “provocation\",\n\"object\", \"in\" and \"within\" in connection with Parliament's G\nlegislative powers regarding \"the whole or any part of the\nterritory of India, on the understanding as to what aspects and/\nor causes that the Parliament may legitimately take into\nconsideration in exercise of its legislative powers. A particularly\n4. Supra note 1.\nH\n398 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA narrow reading or understanding of the words used could lead\nto a strict territorial nexus requirement wherein the Parliament\nmay only make laws with respect to objects or provocations -\nor alternately, in terms of the words we have used \"aspects and\ncauses” – that occur, arise or exist or may be expected to\nB occur, arise or exist, solely within the territory of India,\nC\nD\n-\nnotwithstanding the fact that many extra-territorial objects or\nprovocations may have an impact or nexus with India. Two\nother forms of the foregoing territorial nexus theory, with weaker\nnexus requirements, but differing as to the applicable tests for\na finding of nexus, have been noted earlier.\nV\nThe Propositions of the learned Attorney General:\n18. It appeared that the learned Attorney General was\nconcerned by the fact that the narrow reading of Article 245,\npace the ratio in ECIL, could significantly incapacitate the one\nlegislative body, the Parliament, charged with the responsibility\nof legislating for the entire nation, in dealing with extra-territorial\naspects or causes that have an impact on or nexus with India.\nE India has a parliamentary system of governance, wherein the\nExecutive, notwithstanding its own domain of exclusive\noperation, is a part of, and answerable to, the Parliament.\nFurther, given that the Executive's powers are co-extensive with\nthat of the Parliament's law making powers, such a narrow\nF reading of Article 245 could significantly reduce the national\nG\nH\ncapacity to make laws in dealing with extra-territorial aspects\nthat have an impact on or nexus with India. Clearly, that would\nbe an anomalous construction.\n19. In attacking such a construction, the learned Attorney\nGeneral appeared to have moved to another extreme. The\nwritten propositions of the learned Attorney General, with\nrespect to the meaning, purport and ambit of Article 245,\nquoted verbatim, were the following:\n1. \"There is clear distinction between a Sovereign\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 399\n2.\n3.\n4.\n5.\n6.\n7.\n8.\nANR. [B. SUDERSHAN REDDY, J.]\nLegislature and a Subordinate Legislature.\nIt cannot be disputed that a Sovereign Legislature\nhas full power to make extra-territorial laws.\nThe fact that it may not do so or that it will exercise\nrestraint in this behalf arises not from a\nConstitutional limitation on its powers but from a\nconsideration of applicability.\nThis does not detract from its inherent rights to\nmake extra-territorial laws.\nIn any case, the domestic Courts of the country\ncannot set aside the legislation passed by a\nSovereign Legislature on the ground that it has\nextra-territorial effect or that it would offend some\nprinciple of international law.\nThe theory of nexus was evolved essentially from\nAustralia to rebut a challenge to Income Tax laws\non the ground of extra-territoriality.\nThe principle of nexus was urged as a matter of\nconstruction to show that the law in fact was not\nextra-territorial because it had a nexus with the\nterritory of the legislating State.\nA\nB\nC\nD\nE\nThe theory of nexus and the necessity to show the F\nnexus arose with regard to State Legislature under\nthe Constitution since the power to make extra-\nterritorial laws is reserved only for the Parliament\".\n21. as much as the issues with regard to operation of G\nlaws enacted by the various state legislatures are not before\nus, we decline to express our opinion with respect to historical\nantecedents of nexus theory in the context of division of powers\nbetween a federation and the federal provinces. Given the fact\nthat the learned Attorney General has not further refined or\nH\n400 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA explicated the propositions as set forth above, we are\ncompelled to assume that he intended us to take it that the\nParliament should be deemed to have the powers and\ncompetence as set forth below, which arise out of a rigorous\nanalysis of his propositions, and consequently examine them\nin light of the text of Article 245.\nB\nс\nD\nE\nய\nLL\nF\n☐ G\n☐ H\n22. The main propositions are that the Parliament is a\n\"sovereign legislature\", and that such a \"sovereign legislature\nhas full power to make extra-territorial laws.” They can be\nanalysed in the following two ways:\n(i) As a matter of first level of assessment, the phrase\n\"full power to make extra-territorial laws” would\nimplicate the competence to legislate with respect\nto extra-territorial aspects or causes that have an\nimpact on or nexus with India, wherein the State\nmachinery is directed to achieve the goals of such\nlegislation by exerting force on such extra-territorial\naspects or causes to modulate, change, transform,\neliminate or engender them or their effects. At the\nnext level, such powers would also implicate\nlegislative competence to make laws that direct the\nstate machinery, in order to achieve the goals of\nsuch legislation, to exert force on extra-territorial\naspects or causes that do not have any impact on\nor nexus with India to modulate, change, transform,\neliminate or engender them or their effects. We\ntake it that the learned Attorney General has\nproposed that both the forms outlined above are\nwithin the constitutionally permissible limits of\nlegislative powers and competence of the\nParliament.\n(ii)\nThe same proposition can also be viewed from the\nperspective of the goals that such \"extra-territorial\nlaws\" seek to accomplish, and the relationship of\nsuch goals to the territory for which such laws are\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 401\nANR. [B. SUDERSHAN REDDY, J.]\n5\nA\nB\nintended to affect, as well as India. Modern\njurisprudence, and not just international law or\ninternational ethics, does not support the view that\nlegislative commands that are devoid of justice can\nbe given the status of being \"law\". The extent of\nabuse of the theory of “rule of law\", in its absolutist\nsense, in history, and particularly in the 20th\nCentury, has effectively undermined the legitimacy\nof the notion that whatever the purpose that law\nI seeks to achieve is justice. Consequently, we will\nassume that the learned Attorney General did not C\nmean that Parliament would have powers to enact\nextra-territorial laws with respect to foreign\nterritories that are devoid of justice i.e., they serve\nno benefits to the denizens of such foreign\nterritories. Arguably India, as a nation-state, has not D\nbeen established, nor has it developed, with an\nintent to be an expansionary or an imperialist power\non the international stage; consequently we will also\nnot be examining the proposition that the extra-\nterritorial laws enacted the Parliament, and hence E\n\"for\" that foreign territory, could be exploitative of the\ndenizens of another territory, and yet be beneficial\nto India in its narrow sense. A valid argument can\nalso be made that such an exploitative situation\nwould be harmful to India's moral stature on the F\ninternational plane, and also possibly deleterious to\ninternational peace, and consequently damaging to\nIndia's long run interests. To the extent that extra-\nterritorial laws enacted have to be beneficial to the\ndenizens of another territory, three implications\narise. The first one is when such laws do benefit the\nforeign territory, and benefit India too. The second\none is that they benefit the denizens of that foreign\nterritory, but do not adversely affect India's interests.\nThe third one would be when such extra-territorial\nlaws benefit the denizens of the foreign territory, but\nG\nH\nA\nB\nC\nD\n402\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nare damaging to the interests of India. We take it\nthat the learned Attorney General has proposed that\nall three possibilities are within constitutionally\npermissible limits of legislative powers and\ncompetence of the Parliament.\n23. The further proposition of the learned Attorney General,\nis that courts in India do not have the powers to declare the\n\"extra-territorial laws\" enacted by the Parliament invalid, on the\nground that they have an “extra-territorial effect\", notwithstanding\nthe fact: (a) that such extra-territorial laws are with respect to\nextra-territorial aspects or causes that have no impact on or\nnexus with India; (b) that such extra-territorial laws do not in any\nmanner or form work to, or intended to be or hew to the benefit\nof India; and (c) that such extra-territorial laws might even be\ndetrimental to India. The word “extra-territorial-effect\" is of a\nmuch wider purport than “extra-territorial operation\", and would\nalso be expected to include within itself all the meanings of\n\"extra-territorial law\" as explained above. The implication of the\nproposed disability is not merely that the judiciary, under our\nconstitution, is limited from exercising the powers of judicial\nE review, on specific grounds, over a clearly defined set of laws,\nwith a limited number of enactments; rather, it would be that the\njudiciary would be so disabled with regard to an entire universe\nof laws, that are undefined, and unspecified. Further, the\nimplication would also be that the judiciary has been stripped\nF of its essential role even where such extra-territorial laws may\nbe damaging to the interests of India.\nG\nH\n24. In addition the learned Attorney General has also\nplaced reliance on the fact that the Clause 179 of the Draft\nConstitution, was split up into two separate clauses, Clause\n179(1) and Clause 179(2), by the Constitution Drafting\nCommittee, and adopted as Clauses (1) and (2) of Article 245\nin the Constitution. It seemed to us that the learned Attorney\nGeneral was seeking to draw two inferences from this. The first\none seemed to be that the Drafting Committee intended Clause\n179(2), and hence Clause (2) of Article 245, to be an\n-\nGVK INDS. LTD. \u0026 ANR. v.. INCOME TAX OFFICER \u0026 403\nANR. [B. SUDERSHAN REDDY, J.]\nindependent, and a separate, source of legislative powers to A\nthe Parliament to make “extra-territorial laws\". The second\ninference that we have been asked to make is that in as much\nas Parliament has been explicitly permitted to make laws\nhaving \"extra-territorial operation\", Parliament should be\ndeemed to possess powers to make “extra-territorial laws\", the B\nimplications of which have been more particularly explicated\nabove. The learned Attorney General relied on the following\ncase law in support his propositions and arguments: Ashbury\nv. Ellis, Emmanuel Mortensen v. David Peters, Croft v.\nDunphy', British Columbia Electric Railway Company Ltd. V.\nThe King, Governor General in Council v. Raleigh Investment\nCo. Ltd.º, Wallace Brothers and Co. v. Commissioner of\nIncome Tax, Bombay 10, A.H. Wadia v. Commissioner of\nIncome Tax, Bombay11 and State v. Narayandas Mangilal\nDayame, 12 Rao Shiv Bahadur v. State of Vindhya Pradesh, 13\nClark v. Oceanic Contractors Inc., 14 Shrikant Bhalchandra v.\nState of Gujarat, 15 and State of A.P. v. N.T.P.C.16\nConstitutional Interpretation:\nVI\n25. We are acutely aware that what we are interpreting is\na provision of the Constitution. Indeed the Constitution is law,\n5. [1893] A.C. 339.\n6. [1906] 8 F (J.) 93.\n7. [1933] A.C. 156.\n8. [1946] A.C. 527.\n9. [1944] 12 ITR 265.\n10. [1948] 16 ITR 240.\n11. [1949] 17 ITR 63.\n12. AIR 1958 Bom 68.\n13. AIR 1953 394.\n14. [1983] A.C. 130.\n15. (1994) 5 SCC 459.\n16. (2002) 5 SCC 203.\nC\nD\nE\nF\nד\n0\nH\n.\n404 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA in its ordinary sense too; however, it is also a law made by the\npeople as a nation, through its Constituent Assembly, in a\nfoundational and a constitutive moment. Written constitutions\nseek to delineate the spheres of actions of, with more or less\nstrictness, and the extent of powers exercisable therein by,\nB various organs of the state. Such institutional arrangements,\nthough political at the time they were made, are also legal once\nmade. They are legal, inter-alia, in the sense that they are\nsusceptible to judicial review with regard to determination of\nvires of any of the actions of the organs of the State constituted.\nThe actions of such organs are also justiciable, in appropriate\ncases, where the values or the scheme of the Constitution may\nhave been transgressed. Hence clarity is necessary with\nrespect to the extent of powers granted and the limits on them,\nso that the organs of the State charged with the working of the\nmandate of the Constitution can proceed with some degree of\ncertitude.\nC\nD\n26. In such exercises we are of the opinion that a liberal\nand more extensive interpretative analysis be undertaken to\nensure that the court does not, inadvertently and as a\nE consequence of not considering as many relevant issues as\npossible, unnecessarily restrict the powers of another\ncoordinate organ of the State. Moreover, the essential features\nof such arrangements, that give the Constitution its identity,\ncannot be changed by the amending powers of the very organs\nthat are constituted by it. Under our Constitution, while some\nfeatures are capable of being amended by Parliament,\npursuant to the amending power granted by Article 368, the\nessential features - the basic structure - of the Constitution is\nbeyond such powers of Parliament. The power to make\nG changes to the basic structure of the Constitution vests only in\nthe people sitting, as a nation, through its representatives in a\nConstituent Assembly. (See Keshavanadna Bharati v. State\nof Kerala¹7 and I.R. Coelho v. State of Tamil Nadu 18). One of\nF\n17. (1973) 4 SCC 225.\nH 18. (2007) 2 SCC 1.\ni\nGVK INDS. LTD. \u0026 ANR. v. INCOME TAX OFFICER \u0026 405\nANR. [B. SUDERSHAN REDDY, J.]\nthe foundational elements of the concept of basic structure is A\nit would give the stability of purpose, and machinery of\ngovernment to be able to pursue the constitutional vision in to\nthe indeterminate and unforeseeable future.\nB\nC\n27. Our Constitution charges the various organs of the\nstate with affirmative responsibilities of protecting the interests\nof, the welfare of and the security of the nation. Legislative\npowers are granted to enable the accomplishment of the goals\nof the nation. The powers of judicial review are granted in order\nto ensure that legislative and executive powers are used within\nthe bounds specified in the Constitution. Consequently, it is\nimperative that the powers so granted to various organs of the\nstate are not restricted impermissibly by judicial fiat such that\nit leads to inabilities of the organs of the State in discharging\ntheir constitutional responsibilities. Powers that have been\ngranted, and implied by, and borne by the Constitutional text\nhave to be perforce admitted. Nevertheless, the very essence\nof constitutionalism is also that no organ of the state may\narrogate to itself powers beyond what is specified in the\nConstitution. Walking on that razors edge is the duty of the\njudiciary. Judicial restraint is necessary in dealing with the E\npowers of another coordinate branch of the government; but\nrestraint cannot imply abdication of the responsibility of walking\non that edge.\n28. In interpreting any law, including the Constitution, the\ntext of the provision under consideration would be the primary\nsource for discerning the meanings that inhere in the enactment.\nHowever, in light of the serious issues it would always be\nprudent, as a matter of constitutional necessity, to widen the\nsearch for the true meaning, purport and ambit of the provision\nunder consideration. No provision, and indeed no word or\nexpression, of the Constitution exists in isolation they are\nnecessarily related to, transforming and in turn being\ntransformed by, other provisions, words and phrases in the\nConstitution. Our Constitution is both long and also an intricate\nmatrix of meanings, purposes and structures. It is only by\n-\nD\nFi\nG\nI\n"}