{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2013] 13 S.C.R. 764\nJITENDRA SINGH @ BABBOO SINGH \u0026 ANR.\nV.\nSTATE OF U.P.\n(Criminal Appeal No. 763 of 2003)\nJULY 10, 2013\n[T.S. THAKUR AND MADAN B. LOKUR, JJ.]\nJuvenile Justice (Care and Protection of Children) Act,\n2000:\n-\nss. 2(k), 7A and 20 - Prosecution of accused u/ss. 147,\n302, 304B and 498A IPC – During trial, accused raised plea\nof juvenility underJuvenile Justice Act, 1986 – Plea rejected,\nfinding him to be above 16 years of age – After trial, convicted\nu/s. 304B and 498A and sentenced to 7 years and 2 years\nimprisonment respectively with fine of Rs. 100/- - Conviction\nand sentence confirmed in High Court - In appeal to this\nCourt, accused took plea of juvenility under Juvenile Justice\nAct, 2000 – On direction of Supreme Court trial court's report\nas to age of the accused stating him to be of 13 years 8\nmonths on the date of incident as per his school certificate\nand as per medical examination and other records his age\nwas 17 years - Held: Per Madan Lokur, J: The accused was\n17 years of age on the date of occurrence, and hence a\njuvenile under 2000 Act - His conviction is confirmed – The\nF punishment which can be awarded to the accused is to require\nhim to pay afine under clause (e) of s.21(1) of Juvenile Justice\nAct, 1986 – The fine of Rs. 100/- imposed by trial court is\ninadequate, in view of the gravity of the offences - Therefore,\nmatter remanded to Juvenile Justice Board for determining\nG appropriate quantum of fine Per Thakur, J.\nH\n-\n(Supplementing) - Since the accused was above 16 years\nof age, on the date of occurrence, being not a juvenile under\n1986 Act, there was no error of jurisdiction in trying the\n764\n\"\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 765\n-\nU.P.\naccused – Being a juvenile under 2000 Act, in view of ss. 7A A\nand 20, the court is not obliged to set aside the conviction,\nbut only his sentence awarded by the regular court can be set\naside and making reference to the Juvenile Justice Board -\nJuvenile Justice Act, 1986 - s. 21(1)(e) - Penal Code, 1860\n- ss. 304B and 498A.\n-\nTrial of a person - By a regular criminal court – Who, at\nsubsequent stage found to be a juvenile Measures for\nprevention of such situation - Suggested.\n-\nMaxim\nApplicability of.\n-\n'expressio unius est exclusio alterious' -\nPer Madan B. Lokur, J.\nB\nC\nD\nE\n1. The Report given by the Additional Sessions\nJudge whereby he has stated that the appellant was a\njuvenile on the date of the incident, has been examined\nand there is no reason to reject it. There is documentary\nevidence to show from the school admission register\n(which has not been tampered with) that the date of birth\nof the appellant is 31st August 1974. That apart, the\nmedical examination of the appellant conducted on 8th\nJuly 1988 less than two months after the incident, also\nshows his age to be about 17 years. This was not\ndoubted by the Additional Session Judge while rejecting\nthe bail application of the appellant and was also not\ndoubted by the High Court while granting bail to him. F\nTherefore, it does appear that the appellant was about 17\nyears of age when the incident had occurred and that he\nhad set up a claim of being a juvenile or child soon after\nhis arrest and before the charge sheet was filed. Thus,\nthe appellant was a juvenile or a child within the meaning G\nof that expression as defined in Section 2(k) of the\nJuvenile Justice (Care and Protection of Children) Act,\n2000. [Para 21] [785-D-G]\n2.1. A plain reading of section 304B IPC, which\nexplains a dowry death, makes it clear that its ingredients\nH\n766 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA are (a) the death of a woman is caused by burns or a\nbodily injury or that it occurs otherwise than under\nnormal circumstances; (b) the death takes place within\nseven years of her marriage; (c) the woman was\nsubjected, soon before her death, to cruelty or\nB harassment by her husband or any relative of her\nhusband for, or in connection with, any demand for\ndowry. In the present case, in the facts of the case, the\ningredients of Section 304-B of the IPC were made out.\n[Paras 24 and 25] [786-G-H; 787-D]\nC\n2.2. On the basis of the facts found by the Trial Court\nas well as the High Court from the evidence on record\nthat a case of causing a dowry death had convincingly\nbeen made out against the appellant. There is no\napparent reason to disturb the concurrent findings of fact\nD arrived at by the Trial Court and the High Court and so\nthe conviction of the appellant must be upheld. [Para 27]\n[787-G-H]\nE\n2.3. The case of the juvenile has to be examined on\nmerits. If it is found that the juvenile is guilty of the offence\nalleged to have been committed, he simply cannot go\nunpunished. However, as the law stands, the punishment\nto be awarded to him or her must be left to the Juvenile\nJustice Board constituted under the Juvenile Justice\n(Care and Protection of Children) Act, 2000. This is the\nF plain requirement of the Act. [Para 42] [791-C-D]\nG\nH\n2.4. In the present case, the offence was committed\nby the appellant when the Juvenile Justice Act, 1986 was\nin force. Therefore, only the 'punishments' not greater\nthan those postulated by the Juvenile Justice Act, 1986\nought to be awarded to him. This is the requirement of\nArticle 20(1) of the Constitution. The 'punishments'\nprovided under the 1986 Act are given in Section 21\nthereof. [Para 43] [791-E-F]\n2.5. A perusal of the 'punishments' provided for\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 767\nU.P.\nunder the Juvenile Justice Act, 1986 indicate that given A\nthe nature of the offence committed by the appellant,\nadvising or admonishing him [clause (a)] is hardly a\n'punishment' that can be awarded since it is not at all\ncommensurate with the gravity of the crime. Similarly,\nconsidering his age of about 40 years, it is completely B\nillusory to expect the appellant to be released on\nprobation of good conduct, to be placed under the care\nof any parent, guardian or fit person [clause (b)]. For the\nsame reason, the appellant cannot be released on\nprobation of good conduct under the care of a fit C\ninstitution [clause (c)] nor can he be sent to a special\nhome under Section 10 of the Juvenile Justice Act, 1986\nwhich is intended to be for the rehabilitation and\nreformation of delinquent juveniles [clause (d)]. The only\nrealistic punishment that can possibly be awarded to the D\nappellant on the facts of this case is to require him to pay\na fine under clause (e) of Section 21(1) of the Juvenile\nJustice Act, 1986. [Para 44] [793-C-E]\n2.6. While dealing with the case of the appellant\nunder the IPC, the fine imposed upon him is only Rs.100/ E\nThis is ex facie inadequate punishment considering the\nfact that the deceased suffered a dowry death. [Para 45]\n[793-F]\n2.7. The appropriate course of action in the present F\ncase would be to remand the matter to the jurisdictional\nJuvenile Justice Board constituted under the Juvenile\nJustice (Care and Protection of Children) Act, 2000 for\ndetermining the appropriate quantum of fine that should\nbe levied on the appellant and the compensation that\nshould be awarded to the family of the deceased. [Para\n46] [793-H; 794-A-B]\nAnkush Shivaji Gaikwad vs. State of Maharashtra 2013\n(6) SCALE 778; Ashwani Kumar Saxena vs. State of Madhya\nPradesh (2012) 9 SCC 750: 2012 (10) SCR 540 - relied on.\nG\nH\nA\n768 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nJayendra vs. State of Uttar Pradesh (1981) 4 CC 149;\nBhoop Ram vs. State of U.P. (1989) 3 SCC 1; Pradeep\nKumar vs. State of U.P. 1995 Supp (4) SCC 419; Bhola\nBhagat and other vs. State of Bihar (1997) 8 SCC 720: 1997\n(4) Suppl. SCR 711; Upendra Kumar vs. State of Bihar\nB (2005) 3 SCC 592; Gurpreet Singh vs. State of Punjab (2005)\n12 SCC 615: 2005 (5) Suppl. SCR 90; Vijay Singh vs. State\nof Delhi (2012) 8 SCC 763: 2012 (7) SCR 434; Satish @\nDhanna vs. State of Madhya Pradesh (2009) 14 SCC 187:\n2009 (6) SCR 486; Dharambir vs. State (NCT of Delhi) (2010)\n5 SCC 344: 2010 (5) SCR 137; Hari Ram vs. State of\nRajasthan (2009) 13 SCC 211: 2009 (7) SCR 623; Daya\nNand vs. State of Haryana (2011) 2 SCC 224: 2011 (1) SCR\n173 – referred to.\nC\n-\n3.1. The purpose of the Act is to rehabilitate a juvenile\nD in conflict with law with a view to reintegrate him into\nsociety. This is by no means an easy task and it is worth\nresearching how successful the implementation of the\nAct has been in its avowed purpose in this respect. [Para\n54] [796-D]\nE\nF\n3.2. The Act and the Model Rules clearly constitute\nan independent code for issues concerning a child or a\njuvenile, particularly a juvenile in conflict with law. This\ncode is intended to safeguard the rights of the child and\na juvenile in conflict with law and to put him in a category\nseparate and distinct from an adult accused of a crime.\n[Para 57] [796-H; 797-A]\n3.3. Keeping in mind the standards and safeguards\nrequired to be met as per international obligations, it\nG becomes obligatory for every Magistrate before whom an\naccused is produced to ascertain, in the first instance or\nas soon thereafter as may be possible, whether the\naccused person is an adult or a juvenile in conflict with\nlaw. The reason for this, obviously, is to avoid a two-fold\nH\n;\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 769\nU.P.\ndifficulty: first, to avoid a juvenile being subjected to A\nprocedures under the normal criminal law and de hors the\nAct and the Rules, and second, a resultant situation, where\nthe \"trial\" of the juvenile is required to be set aside and\nquashed as having been conducted by a court not having\njurisdiction to do so or a juvenile, on being found guilty, B\ngoing 'unpunished'. This is necessary not only in the best\ninterests of the juvenile but also for the better\nadministration of criminal justice so that the Magistrate or\nthe Sessions Judge (as the case may be) does not waste\nhis time and energy on a \"trial”. [Para 58] [797-B-D]\nC\nD\n3.4. It must be appreciated by every Magistrate that\nwhen an accused is produced before him, it is possible\nthat the prosecution or the investigating officer may be\nunder a mistaken impression that the accused is an\nadult. If the Magistrate has any iota of doubt about the\njuvenility of an accused produced before him, Rule 12\nprovides that a Magistrate may arrive at a prima facie\nconclusion on the juvenility, on the basis of his physical\nappearance. In such a case, this prima facie opinion\nshould be recorded by the Magistrate. Thereafter, if E\ncustodial remand is necessary, the accused may be sent\nto jail or a juvenile may be sent to an Observation Home,\nas the case may be, and the Magistrate should\nsimultaneously order an inquiry, if necessary, for\ndetermining the age of the accused. Apart from anything F\nelse, it must be appreciated that such an inquiry at the\nearliest possible time, would be in the best interests of\nthe juvenile, since he would be kept away from adult\nunder-trial prisoners and would not be subjected to a\nregimen in jail, which may not be conducive to his well G\nbeing. It would also be in the interests of better\nadministration of criminal justice. It is, therefore, enjoined\nupon every Magistrate to take appropriate steps to\nascertain the juvenility or otherwise of an accused\nperson brought before him or her at the earliest possible H\n770\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA point of time, preferably on first production. [Para 59]\n[797-E-H; 798-A-B]\nB\nC\n3.5. Due to his juvenility, a juvenile in conflict with law\nmay be presumed not to know or understand the legal\nprocedures making it difficult for him to put forth his claim\nfor juvenility when he is produced before a Magistrate.\nAdded to this are the factors of poor education and poor\neconomic set up that are jointly the main attributes of a\njuvenile in conflict with law, making it difficult for him to\nnegotiate the legal procedures. [Para 60] [798-C-D]\n3.6. It is difficult to expect a juvenile in conflict with\nlaw to know his rights upon apprehension by a police\nofficer and if the precautions that have been suggested\nare taken, the best interests of the child and thereby of\nD society will be duly served. Therefore, it may be\npresumed, by way of a benefit of doubt that because of\nhis status, a juvenile may not be able to raise a claim for\njuvenility in the first instance and that is why it becomes\nthe duty and responsibility of the Magistrate to look into\nE this aspect at the earliest point of time in the proceedings\nbefore him. This may be a satisfactory way of avoiding\nthe recurrence of a situation such as the one dealt with.\n[Para 61] [799-B-C]\nF\nAbuzar Hossain vs. State of West Bengal (2012) 10 SCC\n489: 2012 (9) SCR 244 - relied on.\n3.7. International obligations as laid down in the\nConvention on the Rights of the Child and the Beijing\nRules require the involvement of the parents or legal\nG guardians in the legal process concerning a juvenile in\nconflict with law. [Para 62] [799-D-E]\n\"H\n3.8. The procedures laid down in Cr.P.C., in as much\nas they are for the benefit of a juvenile or a child, apply\nwith full rigour to an apprehension made of a juvenile in\n+\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 771\nU.P.\nconflict with law under Section 10 of the Act. If these A\nprocedures are followed, the probability of a juvenile, on\napprehension, being shown as an adult and sent to\njudicial custody in a jail, will be considerably minimized.\nIf these procedures are followed, as they should be, along\nwith the requirement of a Magistrate to examine the B\njuvenility or otherwise of an accused person brought\nbefore him, subjecting a juvenile in conflict with law to a\ntrial by a regular Court may become a thing of the past.\n[Para 67] [802-E-G]\nD.K. Basu vs. State of West Bengal (1997) 1 SCC 416:\n1996 (10) Suppl. SCR 284 - relied on.\nC\n3.9. Keeping in mind the domestic law of India and\nthe international obligations, it is directed that the\nprovisions of Cr.P.C. relating to arrest and the provisions D\nof the Juvenile Justice (Care and Protection of Children)\nAct, 2000 being the law of the land, should be scrupulously\nfollowed by the concerned authorities in respect of\njuveniles in conflict with law. [Para 69] [803-C-D]\n3.10. It is also directed that whenever an accused,\nwho physically appears to be a juvenile, is produced\nbefore a Magistrate, he or she should form a prima facie\nopinion on the juvenility of the accused and record it. If\nany doubt persists, the Magistrate should conduct an age\ninquiry as required by Section 7A of the Juvenile Justice\n(Care and Protection of Children) Act, 2000 to determine\nthe juvenility or otherwise of the accused person. In this\nregard, it is better to err on the side of caution in the first\ninstance rather than have the entire proceedings\nreopened or vitiated at a subsequent stage or a guilty\nperson go unpunished only because he or she is found\nto be a juvenile on the date of occurrence of the incident.\n[Para 70] [803-E-G]\nE\n៣\nF\nG\nI\nA\nB\n772 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nPawan vs. State of Uttaranchal (2009) 15 SCC 259: 2009\n(3) SCR 468 - referred to.\nPer T.S. Thakur, J. (Supplementing):\n1.1. The appellant was above sixteen years as on the\ndate of the commission of the offence, no matter the\nenquiry report submitted by the Trial Court has held him\nto be less than 16 years on that date. It is important to\nmention that the question whether the appellant was less\nor more than 16 is important not because the benefit of\nC the 2000 Act depends on that question, but because the\nanswer to that question has a bearing on whether the\nconviction of the appellant was itself illegal, hence liable\nto be set aside. This is because, the benefit of the 2000\nAct, would be in any case available to the appellant, so\nD long as he was less than 18 years of age on the crucial\ndate, and it is nobody's case that he was above that age\non that date. [Para 6] [806-F-H; 807-A]\nE\nHari Ram v. State of Rajasthan (2009) 13 SCC 211:\n2009 (7) SCR 623 - referred to.\n1.2. As on the date of the commission of the offence\nand right up to the date the trial Court convicted and\nsentenced the appellant to imprisonment, the provisions\nof Juvenile Justice Act, 1986 (in short, the “1986 Act”)\nF held the field. Apart from the fact that the upper age limit\nfor claiming juvenility was 16 years for boys, the question\nwhether a person was or was not a juvenile could be\ndecided by the Court on the basis of documentary or\nmedical evidence or on a fair assessment of both of them.\nG That is because, the provisions of 1986 Act, did not,\nprioritise the basis on which such determination could be\nmade. It was left for the accused to produce evidence or\nthe Court to direct a medical examination for determining\nhis age. The weightage which the Rules framed under the\nH 2000 Act provide and the order of preference settled for\nי\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 773\nU.P.\npurposes of placing reliance upon evidence coming from A\ndifferent sources were not in vogue while the 1986 Act\nheld the field. The result was that the Court was free to\ndetermine the question on the basis of one such piece\nof evidence or on a cumulative effect and on such\nevidence that may have been produced before it. It is B\nnecessary to bear in mind this dichotomy in the legal\nframework while determining whether the trial Court had\ncommitted an error of jurisdiction in holding the appellant\nto be not a juvenile and hence triable by it. [Para 7] [807-\nD-H; 808-A]\n1.3. The question whether the appellant was a\njuvenile was first raised before the trial Court at a very\nearly stage of the case. The appellant had prayed for bail\non that basis, which appears to have led the Court to\ndirect assessment of his age on the basis of a medical\nexamination. The medical examination, however,\ndetermined the age of the appellant to be 17 years, which\ntook him beyond the upper age of juvenility under the\n1986 Act. No attempt was made by the appellant to\nadduce any evidence to support his claim of being a\njuvenile nor was any documentary evidence in the form\nof school certificate or otherwise adduced. As a matter\nof fact, the chapter was totally forgotten, and the trial\nallowed to proceed to its logical conclusion without the\nappellant raising his little finger against the competence\nof the Court or agitating the issue regarding his age in\nany higher forum. The conviction and sentence recorded\nby the trial Court was also assailed on merits before the\nHigh Court but not on the ground that the trial was\nvitiated on account of the appellant being a juvenile, not\ntriable by an ordinary criminal Court. [Para 8] [808-B-E]\n1.4. It was only in this Court that long after the appeal\nwas filed that a fresh claim for benefit under the 2000 Act\nwas made by the appellant in which this Court directed a\nC\nD\nE\nF\nG\nI\n"}