{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"784 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA The ossification test was conducted on 8th July 1988 and that\ndetermined the appellant's age as about 17 years.\nB\nC\n15. At this stage, it may be mentioned that on the basis of\nthe ossification test the appellant had applied for bail before\nthe Additional Sessions Judge in Rae Bareli being Bail\nApplication No. 435 of 1988. The Additional Sessions Judge\nnoted that while the age of the appellant was determined at\nabout 17 years by the Chief Medical Officer, there could be a\ndifference of about 2 years either way and therefore by an order\ndated 13th July 1988 the application for bail was rejected.\n16. The appellant then moved the Lucknow Bench of the\nAllahabad High Court by filing a bail application which was\nregistered as Criminal Miscellaneous Case No. 1859(B) of\n1988. By an order dated 25th November 1988 the Allahabad\nD High Court granted bail to the appellant while holding, inter alia,\nthat it was difficult to discard the opinion of the Chief Medical\nOfficer regarding the appellant's age.\nE\nF\n17. Coming back to the Report, the Additional Sessions\nJudge also examined A.P.W. 5 Pankulata the younger sister\nof deceased Asha Devi. She stated that Asha Devi was about\n4 or 5 years older than the appellant and that it was not\nunknown, apparently in their community, for the wife to be older\nthan the husband. The record of the case shows that Asha Devi\ndied at the age of about 19 after having been married for about\n4½ years. This would mean that the appellant was married to\nAsha Devi when he was about 9 years old and that on the date\nof the incident he was about 14 years old.\n18. The Additional Sessions Judge also examined A.P.W.\nG 8 Sanoj Singh, husband of Pankulata, who gave a statement\nin tune with that of his wife. The Additional Sessions Judge also\nexamined A.P.W. 9 Narendra Bahadur Singh husband of\nA.P.W. 10 Kanti Singh. All these witnesses stated to the effect\nthat apparently in their community the wife is normally older than\nH the husband at the time of marriage. All these persons also\n☑.\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 785\nU.P. [MADAN B. LOKUR, J.]\nproduced proof of their age to show that the wife (A.P.W. 5 A\nPankulata and A.P.W. 10 Kanti Singh) was older than her\nhusband at the time of their marriage.\n19. On the basis of the material before him, the Additional\nSessions Judge accepted the claim of the appellant that he was B\nyounger than his wife at the time of marriage and that his date\nof birth was 31st August 1974.\n20. Objections have been filed to this Report by the State\nof Uttar Pradesh, but the only objection taken is that the\ndocuments pertaining to the education of the appellant were\nproduced after a great delay and not immediately. It was also\nsubmitted that it is improbable that a girl of about 15 years of\nage would get married to a boy of about 9 years of age.\n21. The Report given by the Additional Sessions Judge\nhas been examined with the assistance of learned counsel and\nthere is no reason to reject it. While the circumstances are\nrather unusual, the fact remains that there is documentary\nevidence to show from the school admission register (which\nhas not been tampered with) that the date of birth of the\nappellant is 31st August 1974. That apart, the medical\nexamination of the appellant conducted on 8th July 1988 less\nthan two months after the incident, also shows his age to be\nabout 17 years. This was not doubted by the Additional Session\nJudge while rejecting the bail application of the appellant and\nwas also not doubted by the Allahabad High Court while\ngranting bail to him. Therefore, it does appear that the appellant\nwas about 17 years of age when the incident had occurred and\nthat he had set up a claim of being a juvenile or child soon after\nhis arrest and before the charge sheet was filed. In other words,\nthe appellant was a juvenile or a child within the meaning of that\nexpression as defined in Section 2(k) of the Act.\nShould the conviction be upheld:\nC\nD\nE\nF\nG\n22. The next question that arises is whether the conviction Н\n1\n786 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA of the appellant is justified or not. Before examining the\nevidence on record, it is necessary to mention that both the Trial\nCourt as well as the High Court have concurrently found that\nthe appellants had demanded dowry from Asha Devi and that\nshe had been set on fire for not having complied with the\nB demands for dowry.\nC\nD\nE\nF\nG\nH\n23. Section 304-B of the IPC which is the more serious\noffence for which the appellant has been found guilty, reads as\nfollows:\n\"304-B. Dowry death.-(1) Where the death of a woman\nis caused by any burns or bodily injury or occurs otherwise\nthan under normal circumstances within seven years of her\nmarriage and it is shown that soon before her death she\nwas subjected to cruelty or harassment by her husband or\nany relative of her husband for, or in connection with, any\ndemand for dowry, such death shall be called \"dowry\ndeath\", and such husband or relative shall be deemed to\nhave caused her death.\nExplanation.—For the purpose of this sub-section,\n\"dowry\" shall have the same meaning as in Section 2 of\nthe Dowry Prohibition Act, 1961 (28 of 1961).\n(2) Whoever commits dowry death shall be punished with\nimprisonment for a term which shall not be less than seven\nyears but which may extend to imprisonment for life.\"\n24. A plain reading of this section, which explains a dowry\ndeath, makes it clear that its ingredients are (a) the death of a\nwoman is caused by burns or a bodily injury or that it occurs\notherwise than under normal circumstances; (b) the death takes\nplace within seven years of her marriage; (c) the woman was\nsubjected, soon before her death, to cruelty or harassment by\nher husband or any relative of her husband for, or in connection\nwith, any demand for dowry.\n25. In the present case, both the Trial Court and the High\n1\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 787\nU.P. [MADAN B. LOKUR, J.]\nCourt have found that Asha Devi had died of burn injuries as\nper the medical evidence; she had been set on fire on the\nmidnight of 23/24 May 1988 and taken to the hospital at about\n4 a.m. on 24th May 1988 where she succumbed to the burn\ninjuries at about 5.30 a.m.; she had been married to the\nappellant for about 4½ years before her death; and that the\nevidence of PW-1 Ram Bahadur (uncle of Asha Devi) and PW-\n3 Tej Bahadur Singh (father of Asha Devi) disclosed that\ndemands were being made by the appellants for dowry soon\nbefore her death. Apart from cash, a demand was made by the\nin-laws of Asha Devi for a gold chain and a horse. Since the\ndemands were not complied with, Asha Devi was frequently\nbeaten and harassed. She had brought this to the notice of her\nuncle as well as her father. In fact, before her demise, she had\nwritten a letter to her father about the beating and harassment\ngiven to her due to the inability to meet the dowry demands.\nThe letter was proved by the prosecution and was relied on by\nthe Trial Court as well as the High Court in accepting the version\nof the prosecution. Clearly, therefore, the ingredients of Section\n304-B of the IPC were made out.\n26. However, the case put up by the appellant was that\nAsha Devi had accidentally caught fire while she was cooking\nand therefore it was a case of accidental death. This was not\naccepted by both the Trial Court as well as the High Court since\nthere was no explanation given for the delay of about 4 hours\nin taking Asha Devi to the hospital if the case was really one\nof accidental death. Moreover, there was nothing to suggest that\nthe appellant or anyone in the family had made any attempt to\nextinguish the fire.\nA\nB\nC\nD\nE\nF\n27. There is no doubt, on the basis of the facts found by G\nthe Trial Court as well as the High Court from the evidence on\nrecord that a case of causing a dowry death had convincingly\nbeen made out against the appellant. There is no apparent\nreason to disturb the concurrent findings of fact arrived at by\nthe Trial Court and the High Court and so the conviction of the\nappellant must be upheld.\nH\n788 SUPREME COURT REPORTS\nA Sentence to be awarded:\nB\n[2013] 13 S.C.R.\n28. On the sentence to be awarded to a convict who was\na juvenile when he committed the offence, there is a dichotomy\nof views.\n29. In the first category of cases, the conviction of the\njuvenile was upheld but the sentence quashed. In Jayendra v.\nState of Uttar Pradesh, (1981) 4 SCC 149 the conviction of\nthe appellant was confirmed though he was held to be a child\nas defined in Section 2(4) of the Uttar Pradesh Children Act,\nC 1951. However, he was not sent to an 'approved school' since\nhe was 23 years old by that time. His sentence was quashed\nand he was directed to be released forthwith.\nD\n30. Similarly, in Bhoop Ram v. State of U.P. (1989) 3\nSCC 1 this Court followed Jayendra and while upholding the\nconviction of the appellant who was 28 years old by that time,\nthe sentence awarded to him was quashed.\n31. In Pradeep Kumar v. State of U.P., 1995 Supp (4)\nSCC 419 yet another case under the Uttar Pradesh Children\nE Act, 1951 the conviction of the appellant was upheld but since\nhe was 30 years old by that time, his sentence was set aside.\n32. In Bhola Bhagat and other v. State of Bihar, (1997) 8\nSCC 720 the conviction of the appellant was upheld by this\nF Court but the sentence was quashed keeping in mind the\nprovisions of the Bihar Children Act, 1970 read with the Bihar\nChildren Act, 1982 and the Juvenile Justice Act, 1986.\nG\n33. In Upendra Kumar v. State of Bihar, (2005) 3 SCC\n592 this Court followed Bhola Bhagat and upheld the conviction\nof the appellant but quashed the sentence awarded to him.\n34. In Gurpreet Singh v. State of Punjab, (2005) 12 SCC\n615 one of the appellants was a juvenile within the meaning of\nthat expression occurring in Section 2(h) of the Juvenile Justice\nH Act, 1986. This Court held that if the accused was a juvenile\n\"\n'\n1\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 789\nU.P. [MADAN B. LOKUR, J.]\non the date of occurrence and continues to be so, then in that A\nevent he would have to be sentenced to a juvenile home.\nHowever, if on the date of sentence, the accused is no longer\na juvenile, the sentence imposed on him would be liable to be\nset aside. In this context, reference was made to Bhoop Ram.\n35. Finally in Vijay Singh v. State of Delhi, (2012) 8 SCC\n763 the conviction of the appellant was upheld but the sentence\nwas quashed since he was about 30 years old by that time.\n36. The second category of cases includes Satish @\nDhanna v. State of Madhya Pradesh, (2009) 14 SCC 187\nwherein the conviction of the appellant was upheld but the\nsentence awarded was modified to the period of detention\nalready undergone. Similarly, in Dharambir v. State (NCT of\nDelhi), (2010) 5 SCC 344 the conviction of the appellant was\nsustained but since the convict had undergone two years and\nfour months of incarceration, the sentence awarded to him was\nquashed.\n37. The third category of cases includes Hari Ram v. State\nof Rajasthan, (2009) 13 SCC 211 wherein the appellant was\nheld to be a juvenile on the date of commission of the offence.\nHis appeal against his conviction was allowed and the entire\ncase remitted to the Juvenile Justice Board for disposal in\naccordance with law.\n38. In Daya Nand v. State of Haryana, (2011) 2 SCC 224\nthis Court followed Hari Ram and directed the appellant to be\nproduced before the Juvenile Justice Board for passing\nappropriate orders in accordance with the provisions of the\nJuvenile Justice (Care and Protection of Children) Act, 2000.\n39. The fourth category of cases includes Ashwani Kumar\nSaxena v. State of Madhya Pradesh, (2012) 9 SCC 750 in\nwhich the conviction of the appellant was upheld and the\nrecords were directed to be placed before the Juvenile Justice\nBoard for awarding suitable punishment to the appellant.\nB\nC\nD\nヨ\nF\nG\nH\n.790\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n40. The sum and substance of the above discussion is that\nin one set of cases this Court has found the juvenile guilty of\nthe crime alleged to have been committed by him but he has\ngone virtually unpunished since this Court quashed the\nsentence awarded to him. In another set of cases, this Court\nB has taken the view, on the facts of the case that the juvenile is\nadequately punished for the offence committed by him by\nserving out some period in detention. In the third set of cases,\nthis Court has remitted the entire case for consideration by the\njurisdictional Juvenile Justice Board, both on the innocence or\nC guilt of the juvenile as well as the sentence to be awarded if\nthe juvenile is found guilty. In the fourth set of cases, this Court\nhas examined the case on merits and after having found the\njuvenile guilty of the offence, remitted the matter to the\njurisdictional Juvenile Justice Board on the award of sentence.\nD\nE\nF\nG\nH\n41. In our opinion, the course to adopt is laid down in\nSection 20 of the Juvenile Justice (Care and Protection of\nChildren) Act, 2000. This reads as follows:\n\"20. Special provision in respect of pending cases.-\nNotwithstanding anything contained in this Act, all\nproceedings in respect of a juvenile pending in any court\nin any area on the date on which this Act comes into force\nin that area, shall be continued in that court as if this Act\nhad not been passed and if the court finds that the juvenile\nhas committed an offence, it shall record such finding and\ninstead of passing any sentence in respect of the juvenile,\nforward the juvenile to the Board which shall pass orders\nin respect of that juvenile in accordance with the provisions\nof this Act as if it had been satisfied on inquiry under this\nAct that a juvenile has committed the offence:\nProvided that the Board may, for any adequate and special\nreason to be mentioned in the order, review the case and\npass appropriate order in the interest of such juvenile.\nExplanation.-In all pending cases including trial, revision,\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 791\nU.P. [MADAN B. LOKUR, J.]\nappeal or any other criminal proceedings in respect of a\njuvenile in conflict with law, in any court, the determination\nof juvenility of such a juvenile shall be in terms of clause\n(/) of Section 2, even if the juvenile ceases to be so on or\nbefore the date of commencement of this Act and the\nprovisions of this Act shall apply as if the said provisions\nhad been in force, for all purposes and at all material times\nwhen the alleged offence was committed.\"\n42. It is clear that the case of the juvenile has to be\nexamined on merits. If it found that the juvenile is guilty of the\noffence alleged to have been committed, he simply cannot go\nunpunished. However, as the law stands, the punishment to be\nawarded to him or her must be left to the Juvenile Justice Board\nconstituted under the Juvenile Justice (Care and Protection of\nChildren) Act, 2000. This is the plain requirement of Section\n20 of the Juvenile Justice (Care and Protection of Children) Act,\n2000. In other words, Ashwani Kumar Saxena should be\nfollowed.\nA\nB\nC\nD\nE\n43. In the present case, the offence was committed by the\nappellant when the Juvenile Justice Act, 1986 was in force.\nTherefore, only the 'punishments' not greater than those\npostulated by the Juvenile Justice Act, 1986 ought to be\nawarded to him. This is the requirement of Article 20(1) of the\nConstitution. The 'punishments' provided under the Juvenile\nJustice Act, 1986 are given in Section 21 thereof and they read F\nas follows:\n\"21. Orders that may be passed regarding delinquent\njuveniles.—(1) Where a Juvenile Court is satisfied on\ninquiry that a juvenile has committed an offence, then,\nnotwithstanding anything to the contrary contained in any\nother law for the time being in force, the Juvenile Court\nmay, if it so thinks fit.-\n(a) allow the juvenile to go home after advice or\nadmonition;\nG\nH\nᎪ\nB\nC\nD\nE\nF\nG\nH\n792\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n(b) direct the juvenile to be released on probation of good\nconduct and placed under the care of any parent, guardian\nor other fit person, on such parent, guardian or other fit\nperson executing a bond, with or without surety as that\nCourt may require, for the good behaviour and well-being\nof the juvenile for any period not exceeding three years;\nJuvenile Justice Act, 1986\n(c) direct the juvenile to be released on probation of good\nconduct and placed under the care of any fit institution for\nthe good behaviour and well-being of the juvenile for any\nperiod not exceeding three years;\n(d) make an order directing the juvenile to be sent to a\nspecial home,-\n(1) in the case of a boy over fourteen years of age\nor of a girl over sixteen years of age, for a period\nof not less than three years;\n(ii) in the case of any other juvenile, for the period\nuntil he ceases to be a juvenile:\nProvided that xxx xxx xxx.\nProvided further that xxx XXX XXX;\n(e) order the juvenile to pay a fine if he is over fourteen\nyears of age and earns money.\n(2) Where an order under clause (b), clause (c) or clause\n(e) of sub-section (1) is made, the Juvenile Court may, if\nit is of opinion that in the interests of the juvenile and of\nthe public it is expedient so to do, in addition make an\norder that the delinquent juvenile shall remain under the\nsupervision of a probation officer named in the order during\nsuch period, not exceeding three years, as may be\nspecified therein, and may in such supervision order\nว\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 793\nU.P. [MADAN B. LOKUR, J.]\nimpose such conditions as it deems necessary for the due\nsupervision of the delinquent juvenile:\nProvided that xxx xxx xxx.\n(3) XXX XXX XXX.\n(4) XXX XXX XXX.\"\nA\nB\nD\n44. A perusal of the 'punishments' provided for under the\nJuvenile Justice Act, 1986 indicate that given the nature of the\noffence committed by the appellant, advising or admonishing C\nhim [clause (a)] is hardly a 'punishment' that can be awarded\nsince it is not at all commensurate with the gravity of the crime.\nSimilarly, considering his age of about 40 years, it is completely\nillusory to expect the appellant to be released on probation of\ngood conduct, to be placed under the care of any parent,\nguardian or fit person [clause (b)]. For the same reason, the\nappellant cannot be released on probation of good conduct\nunder the care of a fit institution [clause (c)] nor can he be sent\nto a special home under Section 10 of the Juvenile Justice Act,\n1986 which is intended to be for the rehabilitation and\nreformation of delinquent juveniles [clause (d)]. The only realistic\npunishment that can possibly be awarded to the appellant on\nthe facts of this case is to require him to pay a fine under clause\n(e) of Section 21(1) of the Juvenile Justice Act, 1986.\n45. While dealing with the case of the appellant under the\nIPC, the fine imposed upon him is only Rs. 100/-. This is ex facie\ninadequate punishment considering the fact that Asha Devi\nsuffered a dowry death.\nE\n୩\nF\nG\n46. Recently, one of us (T.S. Thakur, J.) had occasion to\ndeal with the issue of compensation to the victim of a crime.\nAn illuminating and detailed discussion in this regard is to be\nfound in Ankush Shivaji Gaikwad v. State of Maharashtra,\n2013 (6) SCALE 778. Following the view taken therein read\nwith the provisions of Section 20 of the Juvenile Justice (Care\nand Protection of Children) Act, 2000 the appropriate course\ncourse \nH\n"}