{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"804 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA awarded to the family of Asha Devi. Of course, in arriving at\nits conclusions, the said Board will take into consideration the\nfacts of the case as also the fact that the appellant has\nundergone some period of incarceration.\nB\n72. The appeal is partly allowed with the directions given\nabove.\nT.S. THAKUR, J. 1. I have had the advantage of going\nthrough the Judgment and Order proposed by my Esteemed\nBrother Madan B. Lokur, J. The draft judgment formulates three\nC issues for determination and answers them with remarkable\nlucidity. While I agree with the view taken by Brother Lokur, J.\nthat the appellant was a juvenile on the date of the commission\nof the offence within the meaning of Section 2(k) of the Juvenile\nJustice (Care \u0026 Protection of Children) Act, 2000 (in short, the\nD \"2000 Act”) and that his conviction ought to be upheld, I wish\nto add a few words of my own in support of that view. As\nregards issue of general directions for guidance of the Courts\nbelow, I do not have any serious conceptual or other\ndisagreement with what has been proposed by my erudite\nBrother, for the proposed directions will promote the objects\nunderlying the 2000 Act, and prevent anomalous situations in\nwhich juveniles in conflict with law may stand to get prejudiced\nbecause of their economic and other handicaps/ because of\nproverbial law's delay.\nE\nF\n2. The facts have been succinctly summarised in the draft\njudgment of Brother Lokur, J. which do not bear repetition\nexcept to the extent the same is absolutely necessary to\nelucidate the narrative in which the issues arise for our\nconsideration. The appellant was, together with three others,\nG tried for offences punishable under Sections 302, 304-B and\n498-A of the IPC by the Sessions Judge, Rae Bareli, who by\nher judgment dated 30th August, 1990 convicted him and his\nfather Lal Bahadur Singh (since deceased) under Section 304-\nB and sentenced both of them to undergo rigorous\nH imprisonment for a period of seven years. They were also\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 805\nU.P. [T.S. THAKUR, J.]\nconvicted under Section 498-A of the IPC and sentenced to A\nundergo rigorous imprisonment for a period of two years and\na fine of Rs.200/- each. The prosecution case against the\nappellant and his co-accused was that they set on fire Asha\nDevi, who was none other than the wife of the appellant, on the\nnight intervening 23rd and 24th May, 1988. The motive for the B\ncommission of the offence was the alleged failure of the\ndeceased Asha Devi and her parents to satisfy the appellant's\ndemand for dowry.\n3. Aggrieved by their conviction and sentence the\nappellant and his co-accused filed Criminal Appeal No.464 of\n1990, which failed and was dismissed by the High Court in\nterms of the order impugned in this appeal. Demise of the\nsecond appellant during the pendency of the present appeal\nabated the proceedings qua him, leaving the appellant to\npursue the challenge mounted against the judgments and\norders passed by the Courts below, by himself.\n4. Seven years after the filing of the present appeal, the\nappellant for the first time filed Crl. Misc. Petition No. 16974 of\n2010 for permission to urge an additional ground to the effect\nthat the appellant was on the date of the commission of the\noffence a juvenile within the meaning of Section 2 (k) of the\n2000, Act. It was urged on the basis of a school certificate that\nthe petitioner was on the date of commission of the offence\nhardly 14 years of age, and hence a juvenile entitled to the\nprotection of the Act aforementioned. By an order dated 19th\nNovember, 2010, this Court allowed the Criminal Miscellaneous\nPetition, permitted the appellant to raise the additional plea and\ndirected an inquiry into the claim of juvenility of the appellant\nby the Trial Court.\n5. The Trial Court accordingly conducted an inquiry,\nexamined the relevant school record and, based on the entirety\nof the evidence including the medical evidence adduced in the\nC\nD\nE\nF\nG\nH\nA\n806 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\ncourse of the inquiry, held that according to the school\ncertificate the age of the appellant on the date of the incident\nin question was around 13 years 8 months on the date of the\nincident. In doing so the trial Court gave credence to the school\ncertificate in preference to the medical examination and other\nB equally compelling records touching upon the age of the\nappellant like the Family Register maintained by the Panchayat\nand the Electoral rolls according to which the appellant's age\nwas above 16 years and below 17 ½ years on the date of the\noccurrence. Although the respondent has objected to the finding\nof the Trial Court and the assessment of the age as on the date\nof the commission of the offence, I am inclined to go along with\nLokur, J's finding as to age of the appellant when His Lordship\nsays:\nC\nD\nE\nF\nG\nH\n\"\n... Therefore, it does appear that the appellant was about\n17 years of age when the incident had occurred and that\nhe had set up a claim of being a juvenile or child soon\nafter his arrest and before the charge sheet was filed. In\nother words, the appellant was a juvenile or a child within\nthe meaning of that expression as defined in Section 2(k)\nof the Act.\"\n6. I may, independent of the conclusion drawn by my\nesteemed brother, briefly state my reasons for holding that the\nappellant was above sixteen years as on the date of the\ncommission of the offence, no matter the enquiry report\nsubmitted by the Trial Court has held him to be less than 16\nyears on that date. But before I do so, it is important to mention\nthat the question whether the appellant was less or more than\n16 is important not because the benefit of the 2000 Act\ndepends on that question, but because the answer to that\nquestion has a bearing on whether the conviction of the\nappellant was itself illegal, hence liable to be set aside. I say\nso because, the benefit of the 2000 Act, would be in any case\navailable to the appellant, so long as he was less than 18 years\nof age on the crucial date, and it is nobody's case that he was\nL\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 807\nU.P. [T.S. THAKUR, J.]\nabove that age on that date. The decision of this Court in Hari A\nRam v. State of Rajasthan (2009) 13 SCC 211 authoritatively\nsettles the legal position in that regard when it says:\n\"A juvenile who had not completed eighteen years on the\ndate of commission of the offence was also entitled to the\nbenefits of the Juvenile Justice Act, 2000, as if the\nprovisions of Section 2(k) had always been in existence\neven during the operation of the 1986 Act.\n7. Equally important is the fact that the jurisdiction of the\nCourt to try the appellant, as indeed any other person accused\nof commission of an offence would have to be determined by\nreference to the legal position that prevailed as on the date the\nCourt tried, convicted and sentenced the appellant. It is\ncommon ground that as on the date of the commission of the\noffence and right up to the date the trial Court convicted and\nsentenced the appellant to imprisonment, the provisions of\nJuvenile Justice Act, 1986 (in short, the “1986 Act\") held the\nfield. Apart from the fact that the upper age limit for claiming\njuvenility was 16 years for boys, the question whether a person\nwas or was not a juvenile could be decided by the Court on\nthe basis of documentary or medical evidence or on a fair\nassessment of both of them. That is because, the provisions'\nof 1986 Act, did not, prioritise the basis on which such\ndetermination could be made. It was left for the accused to\nproduce evidence or the Court to direct a medical examination\nfor determining his age. The weightage which the Rules framed\nunder the 2000 Act provide and the order of preference settled\nfor purposes of placing reliance upon evidence coming from\ndifferent sources were not in vogue while the 1986 Act held the\nfield. The result was that the Court was free to determine the\nquestion on the basis of one such piece of evidence or on a\ncumulative effect and on such evidence that may have been\nproduced before it. It is necessary to bear in mind this\ndichotomy in the legal framework while determining whether the\ntrial Court had committed an error of jurisdiction in holding the\nB\nC\nE\nF\nG\nH\n808 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA appellant to be not a juvenile and hence triable by it.\nB\nC\nD\n8. The question whether the appellant was a juvenile was\nfirst raised before the trial Court at a very early stage of the\ncase. The appellant had prayed for bail on that basis, which\nappears to have led the Court to direct assessment of his age\non the basis of a medical examination. The medical\nexamination, however, determined the age of the appellant to\nbe 17 years, which took him beyond the upper age of juvenility\nunder the 1986 Act. What is noteworthy is that no attempt was\nmade by the appellant to adduce any evidence to support his\nclaim of being a juvenile nor was any documentary evidence\nin the form of school certificate or otherwise adduced. As a\nmatter of fact the chapter was totally forgotten, and the trial\nallowed to proceed to its logical conclusion without the appellant\nraising his little finger against the competence of the Court or\nagitating the issue regarding his age in any higher forum. The\nconviction and sentence recorded by the trial Court was also\nassailed on merits before the High Court but not on the ground\nthat the trial was vitiated on account of the appellant being a\njuvenile, not triable by an ordinary criminal Court. It was only in\nE this Court that long after the appeal was filed that a fresh claim\nfor benefit under the 2000 Act was made by the appellant in\nwhich this Court directed a fresh enquiry that was conducted\nin terms of Rule 12 of the Rules framed under the 2000 Act.\nThe enquiry report submitted supports the appellant's claim of\nhis being a juvenile under Section 2(k) of the 2000 Act, hence,\nentitled to the benefits admissible thereunder. Although an\nattempt was made by the respondent-State to assail the finding\nthat the appellant was less than 18 years of age on the date of\nthe occurrence, we do not see any cogent reason to hold that\nG the appellant was more than 18 years on the date of the\noccurrence. In my view, the determination of age of the\nappellant, by the trial Court, on the basis of the first medical\nexamination is fully supported and corroborated by the medical\nexamination of the appellant conducted in the course of the\nenquiry directed by this Court by our order dated 19th\nF\nH\nま\n1\n}\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 809\nU.P. [T.S. THAKUR, J.}\nB\nC\nD\nNovember, 2010. The medical examination conducted by the A\nBoard of Doctors has determined the appellant's age to be 40\nyears as on 24th December, 2010 which implies that he was\naround 17 ½ years old on the date of the occurrence.\nSuperadded to the medical evidence is the documentary\nevidence that has come to light in the course of the enquiry in\nthe form of the Family Register (Ex. Ka-3) maintained by the\nPanchayat and proved by A.P.W.2-Gokaran Nath Tiwari, Gram\nPanchayat Officer. According to this witness who spoke from\nthe register, the appellant was born in the year 1969. The\nElectoral roll for the year 2009 for the constituency in which the\nappellant's village falls, also mentions this age to be 37 years,\nimplying thereby that he was around 17 years old on the date\nof the occurrence. Deposition of the Gram Sabha Head\nexamined as PW-12 in the course of the enquiry is supportive\nof the age of the appellant as given in the Electoral roll. The\ntwo medical examinations and the documents referred to above\ncome from proper custody and lend complete corroboration to\nthe appellant's age being above 16 years on the date of the\noccurrence. Besides, what cannot be lightly brushed away is\nthe fact that the appellant was a married man on the date of\nthe occurrence and that the charge levelled against him was\none of dowry harassment and dowry death of his wife who was\n19 years old at the time of her demise. If the appellant was only\n13 years and 8 months old as suggested by the school\ncertificate the question of his harassing the deceased almost\nsix years his senior would not arise for he would be only an\nadolescent while his wife-the deceased was a grown up girl who\ncould hardly get harassed by a mere child so young in age that\nhe had barely cut his teeth. The trial Court did not in that view\ncommit any error of jurisdiction in trying the appellant for the\noffences alleged against him.\nE\nF\nน.\nG\n9. The upshot of the above discussion is that while the\nappellant was above 16 years of age on the date of the\ncommission of the offence, he was certainly below 18 years and\nhence entitled to the benefit of the 2000 Act, no matter the later H\n810 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA enactment was not on the statute book on the date of the\noccurrence. The difficulty arises when we examine whether the\ntrial and the resultant order of conviction of the appellant, would\nalso deserve to be set aside as illegal and without jurisdiction.\nThe conviction cannot however be set aside for more than one\nB reason. Firstly because there was and is no challenge to the\norder of conviction recorded by the Courts below in this case\neither before the High Court or before us. As a matter of fact\nthe plea of juvenility before this Court by way of an additional\nground stopped short of challenging the conviction of the\nC appellant on the ground that the Court concerned had no\njurisdiction to try the appellant.\nD\nE\nF\nG\nH\n10. Secondly because the fact situation in the case at hand\nis that on the date of the occurrence i.e. on 24th May, 1988 the\nappellant was above 16 years of age. He was, therefore, not a\njuvenile under the 1986 Act that covered the field at that point\nof time, nor did the 1986 Act deprive the trial Court of its\njurisdiction to try the appellant for the offence he was charged\nwith. Repeal of the 1986 Act by the 2000 Act raised the age\nof juvenility to 18 years. Parliament provided for cases which\nwere either pending trial or were, after conclusion of the trial,\npending before an appellate or a revisional Court by enacting\nSection 20 of the Juvenile Justice (Care and Protection) Act,\n2000 which is to the following effect:\n\"20. Special provision in respect of pending cases.-\nNotwithstanding anything contained in this Act, all\nproceedings in respect of a juvenile pending in any court\nin any area on the date on which this Act comes into\nforce in that area, shall be continued in that court as if\nthis Act had not been passed and if the court finds that\nthe juvenile has committed an offence, it shall record\nsuch finding and instead of passing any sentence in\nrespect of the juvenile, forward the juvenile to the Board\nwhich shall pass orders in respect of that juvenile in\naccordance with the provisions of this Act as if it had been\nㅅ\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 811\nU.P. [T.S. THAKUR, J.]\nsatisfied on inquiry under this Act that a juvenile has A\ncommitted the offence.\nProvided that the Board may, for any adequate and\nspecial reason to be mentioned in the order, review the\ncase and pass appropriate order in the interest of such\njuvenile.\nExplanation.- In all pending cases including trial, revision,\nappeal or any other criminal proceedings in respect of a\njuvenile in conflict with law, in any court, the determination\nof juvenility of such a juvenile shall be in terms of Clause\n(1) of Section 2, even if the juvenile ceases to be so on\nor before the date of commencement of this Act and the\nprovisions of this Act shall apply as if the said provisions\nhad been in force, for all purposes and at all material\ntimes when the alleged offence was committed.\"\n11. A plain reading of the above brings into bold relief the\nfollowing features that have a significant bearing on the\ncontroversy at hand:\nB\nC\nD\n(i)\nThe provision starts with a non-obstante clause,\nwhich implies that the provisions have an overriding\neffect on all other provisions contained in the\nenactment.\nE\n(ii)\nThe provision deals with proceedings pending F\nagainst a juvenile in any court.\n(iii) The provision sanctions the continuance of such\npending proceedings in the very same court, as if\nthe 2000 Act had not been enacted.\n(iv) The provision requires the Court seized of the\nmatter to record a finding as to whether the juvenile\nhas committed an offence.\nG\n(v)\nIf the finding is against the juvenile in that he is\nH\n812\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nC\nfound to have committed an offence, the court is\nrequired to forebear from passing an order of\nsentence and instead forward the juvenile to the\nBoard, which shall then pass an order in\naccordance with the provisions of the Act, as if it\nhad been satisfied on inquiry under the Act that the\njuvenile had committed an offence.\n(vi) In all pending cases including trial, revision, appeal\nor any other criminal proceedings the determination\nof juvenility shall be in terms of clause (I) of Section\n2 even if the juvenile ceases to be so on or before\nthe date of commencement of the 2000 Act.\n12. It is manifest, that a case that was pending before 'any\nCourt' (which expression would include both the trial Court and\nD the High Court) would continue in that Court, who would not only\nproceed with the trial and/or hearing of the case as if the 2000\nAct was not on the Statute book but also record a finding as to\nthe guilt or innocence of the juvenile. Far from stipulating a\nspecific prohibition, the provisions of Section 20, make it\nE obligatory for the Court concerned to proceed with the matter\nand record its conclusion as to the guilt or otherwise of the\njuvenile. The prohibition is against the Court passing an order\nof sentence against the juvenile, for which purpose the juvenile\nhas to be forwarded to the Board for appropriate orders. That\nis precisely the view which this Court has taken in a line of\ndecisions to which I may briefly refer at this stage.\nF\n13. In Pratap Singh v. State of Jharkhand and Anr. (2005)\n3 SCC 551, this Court while interpreting the provisions of\nSection 20 (supra) held that the same is attracted to cases\nG where the person, if male, has ceased to be a juvenile under\nthe 1986 Act being more than 16 years of age but had not yet\ncrossed the age of 18 years. Such cases alone were within the\ncomprehension of Section 20 of the Act, observed the Court,\nin which the Court seized of the matter was bound to record\nH\nT\nL\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 813\nU.P. [T.S. THAKUR, J.]\nits conclusion, as to the guilt or innocence of the accused. The A\nCourt said:\nB\n\"30. Section 20 of the Act as quoted above deals with the\nspecial provision in respect of pending cases and begins\nwith non-obstante clause. The sentence “Notwithstanding\nanything contained in this Act all proceedings in respect\nof a juvenile pending in any Court in any area on date\nof which this Act came into force\" has great significance.\nThe proceedings in respect of a juvenile pending in any\ncourt referred to in Section 20 of the Act is relatable to\nproceedings initiated before the 2000 Act came into force C\nand which are pending when the 2000 Act came into\nforce. The term \"any court\" would include even ordinary\ncriminal courts. If the person was a “juvenile” under the\n1986 Act the proceedings would not be pending in\ncriminal courts. They would be pending in criminal courts\nonly if the boy had crossed 16 years or girl had crossed\n18 years. This shows that Section 20 refers to cases\nwhere a person had ceased to be a juvenile under the\n1986 Act but had not yet crossed the age of 18 years\nthen the pending case shall continue in that Court as if E\nthe 2000 Act has not been passed and if the Court finds\nthat the juvenile has committed an offence, it shall record\nsuch finding and instead of passing any sentence in\nrespect of the juvenile, shall forward the juvenile to the\nBoard which shall pass orders in respect of that juvenile.\" F\n(emphasis supplied)\n14. To the same effect is the decision of this Court in\nBijender Singh v. State of Haryana and Anr. (2005) 3 SCC\n685, where this Court reiterated the legal position as to the true\npurpose of Section 20 in the following words:\nD\nG\n\"8. One of the basic distinctions between the 1986 Act and\nthe 2000 Act relates to age of males and females. Under\nthe 1986 Act, a juvenile means a male juvenile who has\nnot attained the age of 16 years, and a female juvenile H\n"}