{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"THE DIRECTOR GENERAL, I.C.M.R.\nV\nDR. D.K. JAIN AND ANR.\nA\nMARCH 9, 2007\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law:\nC\nPensionary and retiral benefits-Computation of period of service-\nPeriod during which employee remained in employment of another\norganization-Employee's services terminated-While reinstating the\nemployee he was given his original seniority from his initial appointment,\nbut was refused back wages for the period he worked in another\norganization-Entitlement to computation of the said period for purposes of\npensionary and other retiral benefits-Held, on facts, having regard to conduct D\nof parties, what was denied to employee was only back wages for the period\nhe was in service of some other organization, which cannot be construed to\nmean that the employee although being validly appointed and continued in\nservice would be deprived of the pensionary benefits during the period in\nquestion.\n(I)\nE\nRespondent no. 1 joined the services of the appellant on 14.5.1971. His\nservices were terminated on 10.4.1974. This was challenged by him in a writ\npetition before the High Court. Meanwhile he joined another organization\non 25.1.1975. Before the High Court the appellant offered a regular post to\nrespondent no. 1 maintaining the seniority originally assigned to him, but F\nwithout back wages. Respondent no. 1 accepted the offer. The High Court\naccordingly disposed of the writ petition. However, the period during which\nrespondent no. 1 remained in employment of the other organization was kept\nout of consideration for purpose of computing pensionary and other retiral\nbenefits. The writ petition of respondent no. 1 having been allowed by the\nG\nHigh Court holding that during the period in question he would be deemed to\nbe in service, the employer filed the appeal.\nDismissing the appeal, the Court\nHELD: Having regard to the conduct of the parties which is significant\n893\nH\n894\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA for the purpose of determining the issue involved, for all intent and purport,\nrespondent no. 1 has to be treated to be continuing in service despite small\ndisruption. The very fact that the offer made in favour of the respondent by\nthe appellant was for reinstatement in service; it is beyond any cavil of doubt,\nthe same would amount to continuity of his service. Moreover, the respondent\nhas been given his due seniority from the date of his initial appointment. What\nwas denied to him was only the back wages for the period he was in service in\nsome other organization, which cannot be construed to mean that the employee\nalthough being validly appointed and continued in service shall be deprived of\nthe pensionary benefits during the period in question.\nB\nC\nᎠ\nE\nF\nG\n[Paras 13-14] [898-B, C, E|\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1377 of 2007.\nFrom the Order dated 26.4.2006 of the High Court of Delhi at New Delhi\nin C.W.P. No. 7018/2001\nRaju Ramachandran, Y.K. Rao, Madhu Sikri, and Saket Sikri for the\nAppellant.\nDr. M.P. Raju, Ashwani Bhardwaj, Dr. D.K. Jain for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Learned counsel for both the parties acept that the\nUnion of India is not a necessary party in this case. It is hence directed to\nbe expunged accordingly.\n2. Leave granted.\n3. Respondent No. 1 herein joined the services of the appellant as a\nStatistical Officer on 14.5.1971. He completed his period of probation. However,\non or about 10.4.1974 his services were terminated. He questioned the order\nof his termination by filing a writ petition before the High Court of Delhi which\nwas marked as CWP No. 545/1974. Indisputably he joined Bombay Cancer\nRegistry on or about 25.1.1975.\n4. The writ petition filed by the respondent herein came up for\nconsideration before the High Court some time in 1983. During pendency of\nthe said writ petition. The appellant herein placed before the said Court an\noffer so that respondent No. 1 may be reinstated in service on the following\nterms:\nH\nTHE DIRECTOR GENERAL, I.C.M.R. v. DR. D.K. JAIN [S.B. SINHA, J.] 895\n\"Having regard to the facts summed up in para 1 avobe and the A\nissues discussed in para 2. Director General of ICMR is of the\nconsidered view that Shri Jain can at best be offered a regular post\nof Sr. Research Officer, which he had been holding before his service\nwere terminated. He may be given his seniority in the grade of Senior\nResearch Officer, as had been originally assigned to him, and his pay\nB\nmay be fixed as per rules. He cannot be given any back-wages for the\nreasons that he had not worked in the post since April, 1974, that his\nservices were terminated in terms of the conditions specifically included\nin the offer of appointment issued to him and that. for some time he\nwas actually employed (no employee can draw pay from two sources).\nAs already explained, there is no question of offering him any C\nappointment for the post higher than Sr. Research Officer because\nsuch an appointment can be made only by direct recruitment through\nopen advertisement as per the procedure of the Council. Shri Jain is,\nhowever, free to take his chance along with other candidates for the\npost of Asstt. Director under the Council. as and when such a post\nis created and advertised.\"\n5. The said offer of the appellant having been accepted by respondent\nNo. 1 the High Court disposed of the writ petition directing:\n\"The respondent Council has addressed a letter to this Court\ndated 22.4.1983. Let this letter be placed on record.\nD\nE\nThe petitioner has been offered a post on the terms and conditions\ngiven in the aforesaid letter the petitioner has conveyed his acceptance\nto the Council of the offer made to him. The disposes of the writ\npetition.\nF\nMr. Gupta on behalf of petitioner further submits the following\ntwo points:\n1. That the petitioner should be considered for appointment to the\npost of Assistent Director. I have no doubt that if the post is\navailable the petitioner will be considered for the same and if\nfound eligible, he will be given his due promotion.\n2.\nG\nThe petitioner has been appointed against a regular post. He\nshould be considered for confirmation. This request also seems\nto me to be reasonable since the petitioner has been reinstated in\nH\nservice.\nt\nA\nA\nB\nC\nᎠ\nE\nF\nG\n896\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nThe petition is disposed of in terms of the above order. No costs.\"\n6. Pursuant to and in furtherance of the said order passed by the High\nCourt. Respondent No. 1 was reinstated in service on the following terms:\n\"1. The pay of Sh. Jain will be fixed as admissible under the ICMR\nRules.\n2. He will be given seniority in the grade of Senior Research officer\n(Rs. 1100-50-1600) as was originally assigned to him.\n3. He will not be given any back-wages.\n4. Notwithstanding his seniority in the grade of SRO he will not have\nany claim for automatic promotion to the post of Assistant Director.\nHe can, however, take his chance along with other candidates for the\npost of Assistant Director as and when such a post is created and\nadvertised. As regards his posting. I am to State that with his\nexperience in work at the Bombay Cancer Registry. Sh. Jain is\nconsidered suited to work as Senior Research Officer at the technical\nunit of the National Cancer Registry Project under Dr. L.D. Sanghvi\nat the Tata Memorial Research Centre. Bombay. He is, therefore,\nrequired to report to Dr. Sanghvi as early as possible.\nI am to add that only after Shri Jain has joined the post of Senior\nResearch Officer (Rs. 1100-50-1600) on the above terms and conditions\nand without any further pre-conditions on his part, if he makes any\nspecific request for giving him back-wages, the matter may be\nconsidered in due course on merits by the Competent authority,\nHowever, the Council cannot make any commitment in this regard at\nthis stage.\"\n7. It is not in dispute that even a no objection certificate was issued\non his application for acquiring an Indian passport wherein reswpondent No.\nI was described as a permanent employee of the appellant organisation with\neffect from 23.1.1978. The period from 10.4.1974 to 11.5.1983. However, was\nkept out consideration for the purpose of computing pensionary and retiral\nbenefits of Respondent No. 1 inter alia on the premise that he had not been\nin service of the appellant during the said period.\n8. The High Court by reason of the impugned judgment has allowed the\nG writ petition filed by Respondent No. 1 herein opining that he would be\nད\nTHE DIRECTOR GENERAL, I.C.M.R. v. DR. D.K. JAIN [S.B. SINHA, J.] 897\ndeemed to be in the service of the appellant even during the aforesaid period A\ni.e. 10.4.1974 to 11.5.1983.\n9. Mr. Raju Ramachandran, learned senior counsel appearing on behalf\nof the appellant, in support of the appeal, would submit that despite the\nsettled legal position that 'pension' is not a bounty but the same must be\nearned wherefor the employee must remain in the employment of his employer B\nduring the entire period. In view of the fact that respondent No.1 did not earn\nany wages during the period in question, the same cannot be considered for\nthe purpose of computing pensionary and retiral benefits.\nC\n10. In a case of this nature, in our opinion, the question as to whether\nrespondent No. 1 continued to be in service despite temporary break during\nthe said period, will have to be determined having regard to the fact situation\ninvolved herein. The services of Respondent No. 1 althoughh were terminated\non 10/4/1974, he immediately questioned the legality and validity thereof by\nfiling a writ petition. The Director of the appellant organisation himself made\nan offer that respondent No.1 would be reinstated in service subject to the D\nterms and conditions mentioned in his letter dated 29.4.1983, as noticed\nhereinbefore. It was that offer of the appellant which was unconditionally\naccepted by the respondent. Not only this, certain other observations had\nalso been made by the High Court while passing the order dated 27.4.1983.\nThe High Court directed that he be reinstated in service.\n11. The expression 'reinstatement' has been defined in 'Advanced Law\nLexicon' by P. Ramanatha Aiyar, (at page 4030) to mean:\n\"Reinstatment means that a man is put back in his job. Reinstatement\ncan only arise if a man is dismissed or removed from service or if\notherwise his service has been terminated and he is brought back to\nservice. Hemanta Kumar Bhattacherjee v. Union of India, AIR (1958)\nCal. 239, 241 [Constitution of India, Art. 311].\nTherein it is further stated:\nE\nF\n\"The word 'reinstatement' in the context of Rule 16.5 of the Punjab G\nPolice Rules can refere only to the resumption of service for the\npurpose of grant of increments. The said rule has no bearing on\nqualifying service for compulsory premature retirement. Chamba Singh\nv. State of Punjab, AIR (1997) SC 2455, Service Laws.\"\nt\nH\nA\nB\n898\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n12. It is also significant to note significant to note that the appellant in\nterms of its letter dated 21.4.1983, also assured Respondent No.1 to consider\nhis request, if any, for payment of back-wages. As indicated hereinbefore,\neven he had been considered to be a permanent employee of the appellant\nwith effect from 21.3.1978.\n13. Having regard to the conduct of the parties which, in our opinion,\nis significant, for the purpose of determining the issue involved, we have no\ndoubt in our mind that for all intent and purport. Respondent No.1 has to be\ntreated to be continuing in service despite small disruption during the\naforementioned period. The very fact that the offer made in favour of the\nC respondent by the appellant was for reinstatement in service, it is beyond any\ncivil of doubt the same would amount to continuity of his service. Moreover,\nthe respondent has been given his due seniority from the date of his initial\nappointment. Had it been a case of fresh appointment, as sought to be argued\nby Mr. Raju Ramachandran learned senior counsel appearing on behalf of the\nappellant, the question of respondent No. 1's getting his seniority from the\nD date of his original appointment would not have arisen.\nE\n14. What was, therefore, denied to him was only the back-wages for the\nperiod he was in service in some other organisation, which in our opinion\ncannot be construed to mean that an employee although being validly\nappointed and continued in service shall be deprived of the pensionary\nbenefits during the period in question thereby.\n15. For the reasons aforementioned, there is no merit in this appeal\nwhich is dismissed. Counsel's fee is assessed at Rs. 5,000/-.\nR.P.\nAppeal dismissed.\nT\n"}