{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"COMMISSIONER OF INCOME TAX, BHOPAL\nV\nRALSON INDUSTRIES LTD.\nJANUARY 4, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nIncome Tax Act, 1961-ss. 154 and 263-Proceedings for rectification\nand revision of assessment order-Scope and ambit of-Assessment of\nincome-Rectification thereof-Revision of the assessment order-\nPermissibility of revision-Held: Order of assessment is subject to exercise\nof an order under revisional jurisdiction-Rectification thereof does not\nbar exercise of revisional jurisdiction-Scope and ambit of proceedings for\nrectification and proceedings for revision are distinct and different-Both\nthe proceedings conferred on different authorities and are not overlapping\neach other—Doctrine of merger is not applicable in such cases-\nCommissioner of Income tax directed to decide the matter afresh in the\nlight of rectification order.\nPrinciples/Doctrines:\nA\nB\nC\nD\nPrinciple of Judicial Review-Applicability of\nDoctrine of merger-Applicability of\nE\nAssessment of income of respondent-assessee was completed under\nSection 143 (3) of Income Tax Act. Commissioner of Income Tax invoking\nits jurisdiction under Section 263, set aside the order of assessment\nexcluding certain amounts towards transport receipts and interest from the\nassessee's total income and Assessment Officer was directed to make\nfresh order of assessment. Assessee filed an appeal before Income Tax\nAppellate Authority contending that the Commissioner of Income Tax had\nno authority to initiate any proceedings under Section 263 as in Notice of\nRectification of Order of Assessment under Section 154 issued by Assessing\nOfficer, no modification was made in regard to purported exclusion of\nincome. Tribunal upholding the contention of the appellant, allowed the\nappeal. An application was filed before High Court for direction upon the\nTribunal for reference of certain questions in respect of the issue in\nquestion. High Court declined to give any direction opining that no\nsubstantial question of law arose for directing the Tribunal to refer any\n53\nF\nG\nH\n54\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA question. Hence the present appeal.\nAllowing the appeal, the Court\nB\nC\nᎠ\nHELD: 1. The scope and ambit of a proceeding for rectification of an\norder under Section 154 of Income Tax Act and a proceeding for revision\nunder Section 263 are distinct and different. Order of rectification can be\npassed on certain contingencies. It does not confer a power of review. If an\norder of assessment is rectified by Assessing Officer in terms of Section\n154, the same itself may be a subject matter of a proceeding under Section\n263. The power of revision under Section 263 is exercised by a higher\nauthority. It is a special provision. The revisional jurisdiction is vested in\nthe Commissioner. An order thereunder can be passed if it is found that\nthe order of assessment is prejudicial to the Revenue. In such a proceeding,\nhe may not only pass an appropriate order in exercise of the said jurisdiction\nbut in order to enable him to do it, he may make such inquiry as he deems\nnecessary in this behalf. [Para 8] [58-E-G]\n2. When an order is passed by a higher authority, the lower\nauthority is bound thereby keeping in view the principles of judicial\ndiscipline. [Para 9] [58-G-H]\nBhopal Sugar Industries v. Income Tax Officer, Bhopal, AIR (1961)\nE SC 182; Dharam Chand Jain v. The State of Bihar, AIR (1976) SC 1433;\nMorgan Securities and Credit Pvt. Ltd. v. Modi Rubber Ltd., (2006) (14)\nSCALE 267, relied on.\nF\nG\n3. When different jurisdictions are conferred upon different authorities\nto be exercised on different conditions, both may not be held to be overlapping\nwith each other. Jurisdiction under Section 154 is only to be exercised\nwhen there is an error apparent on the face of the record. It does not confer\nany power of review. An order of assessment may or may not be rectified.\nIf an order of rectification is passed by the Assessing Authority, the\nrectified order shall be given effect to. However, only because an order of\nassessment has undergone rectification at the hands of the Assessing\nOfficer, the same would not mean that revisional authority shall be denuded\nof exercising its revisional jurisdiction. Such an interpretation, would run\ncounter to the scheme of the Act. [Para 12] [60-B-C]\n4. It is trite that when an authority having discretionary power\nH exercises the same for unauthorized purpose or on consideration of\nCOMMISSIONER OF INCOME TAX, BHOPAL v. RALSON INDUSTRIES LTD. 55\nA\nirrelevant facts, the same must be held to be bad in law, but the said\nprinciple of judicial review could not have been applied. Such a principle\ncannot be applied in a case of this nature where an authority exercises\njudicial or quasi-judicial function. It is a statutory power. Power of review\nand/or rectification is not akin to an administrative power. An administrative\nfunction and judicial function operate in two different places. Whereas a\nB\njudicial function must be exercised by the authority invested therewith in\nterms of the provisions of the statute and on the basis of the materials on\nrecord; an administrative order may although inter alia have to be passed\nby a statutory authority but the same must be confined within the four\ncorners of the statute. There may, however, have an element of discretion.\nOrder by a judicial functionary is subject to appeal or revision. An\nadministrative order may or may not be. [Para 13] [60-E-F]\nS.R. Venkataraman v. Union of India, AIR (1979) SC 49, distinguished.\n5. An order of assessment is subject to exercise of an order of a\nrevisional jurisdiction under Section 263 of the Act. Doctrine of Merger\nin such a case will have no application. [Para 14] [61-A]\nChunnilal Onkarmal Pvt. Ltd. v. Commissioner of Income Tax, 1997\nITR (224) 223, referred to.\nC\nD\n6. Initiation of a proceeding under Section 263 of the Act cannot be E\nheld to have become bad in law only because an order of rectification was\npassed. No such hard and fast rule can be laid down. Each case is required\nto be considered on its own facts. It would not be correct to contend that\nonly because a proceeding for rectification was initiated subsequently, the\nrevisional jurisdiction could not have been invoked under any circumstances\nwhatsoever. If such a proceeding was initiated, the contesting parties could\nbring the same to the notice of the Commissioner so as to enable him to\ntake into consideration the subsequent events also. It goes without saying\nthat if and when the Commissioner of Income Tax takes up for consideration\na subsequent event, the assessee would be entitled to make its submission\nalso in regard thereto. [Para 15] [61-B-D]\n7. Interest of justice would be met if the Commissioner of Income Tax\nis directed to have a fresh look at the matter in the light of the order of\nrectification passed by the assessing authority. [Para 16] [61-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 10 of 2007\nF\nG\nH\n56\nA\nB\nC\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nFrom the Final Judgment and Order dated 15.12.2003 of the High Court\nof Madhya Pradesh at Jabalpur in ITR No. 19/1999.\nB.V. Balaram Das for the Appellant.\nP.K. Bansal, Pankaj Kumar Singh and K.L. Janjani for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. Leave granted.\n2. Interpretation of the provisions of Section 154 vis-à-vis 263 of the\nIncome Tax Act calls for consideration in this Appeal which arises out of\na Judgment and Order dated 15th December, 2003 passed by the High Court\nof Madhya Pradesh at Jabalpur in ITR No. 19/1999. The fact of the matter\nis not much in dispute. The Respondent is an assessee under the Income\nTax Act. It filed its return for the assessment year 1992-93 declaring its\nincome at Rs. 26,66,355. The order of assessment was completed on or about\n10.3.1995 under Section 143(3) of the Act opining that the assessable income\nas against the assessee was Rs. 35,40,414. The Commissioner of Income Tax\ninvoked its jurisdiction under Section 263 of the Act by setting aside the\norder of assessment excluding certain amounts towards transport receipts to\nthe extent of a sum of Rs. 27,62,982 and interest amounting to Rs. 141878\nfrom the assessee's total income in the light of the provisions of Section\n80HHC and Section 80-I of the Act. The Assessing Officer was directed to\nmake a fresh order of assessment.\n3. Appeal was preferred thereagainst by the assessee before the\nIncome Tax Appellate Tribunal. It was, inter alia, contended that after the\norder of assessment under Section 143(3) of the Act was passed, a Notice\nof Rectification of the Order of Assessment under Section 154 thereof\nhaving been issued by the Assessing Officer on 26.10.1995, wherein no\nmodification/amendment was made in regard to the purported exclusion of\nincome under Sections 80HH and 80-I of the Act on account of non-\ninclusion of transport receipts and interest on the total income and, thus,\nthe Commissioner of Income Tax has no authority to initiate any proceedings\nunder Section 263 thereof or otherwise.\n4. The said contention of the assessee was upheld by the Tribunal,\ninter alia, relying on or on the basis of a decision of the Madhya Pradesh\nCOMMISSIONER OF INCOME TAX, BHOPAL v. RALSON INDUSTRIES LTD. [SINHA, J.] 57\nHigh Court in Commissioner of Income-tax v. Vippy Solvex Products Pvt.\nLtd. reported in (1997) 228 ITR 587. The Tribunal was furthermore of the\nopinion that the Order passed under Section 154 of the Act having been\nmade upon due consideration of the explanation of the assessee for the\nproposed rectification on the point of excess deduction under Sections\n80HH and 80-1, the Commissioner lacked jurisdiction to make may order\nunder Section 263 thereof.\n5. An application in the aforementioned premise was filed before the\nHigh Court for a direction upon the Tribunal for reference of the following\nquestions to it for its opinion: -\n\"1.\n2.\n3.\nA\nB\nWhether on the facts and in the circumstance of the case, the C\nHon'ble ITAT was justified in law in holding that the CIT\nlacked jurisdiction to revise the order of assessment u/s 263\nof the I.T. Act?\nWhether on the facts and in the circumstances of the case,\nthe Hon'ble ITAT was Justified in holding that the issue of D\nexcess deduction u/ss 80HH \u0026 80-I contained in the order\nu/s 143(3) was merged with the order u/s 154 particularly when\nno rectification u/s 154 was made in this regard.\nWhether the view taken by the Hon'ble ITAT that the AO did\nnot consider the issue of excess deductions w/ss 80HH and\n80 I for rectification in his order u/s 154 after due application\nof his mind, could in law justify its conclusion that there was\nno jurisdiction u/s 263 in respect of the said issue in terms of\nthe assessment order dated 10-03-95.\"\n6. Relying on a decision of the High Court in Chunnilal Onkarmal Pvt.\nLtd. v. Commissioner of Income Tax reported in (1997) 224 ITR 233, the High\nCourt opined that no substantial question of law arises for directing Tribunal\nto refer any question to the said Court.\n7. Sub-sections (1) and (6) of Section 154 and Sub-section (1) of\nSection 263 of the Act reads as under: -\n\"154. (1) With a view to rectifying any mistake apparent from the\nrecord an income-tax authority referred to in section 116 may,-\n(a) amend any order passed by it under the provisions of this\nAct;\nE\nF\nG\nH\n58\nA\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n(b) amend any intimation or deemed intimation under sub-\nsection (1) of section 143.\n***\n***\n***\nB\nC\nD\nE\n(6) Where any such amendment has the effect of enhancing the\nassessment or reducing a refund already made, the Assessing\nOfficer shall serve on the assessee a notice of demand in the\nprescribed form specifying the sum payable, and such notice of\ndemand shall be deemed to be issued under section 156 and the\nprovisions of this Act shall apply accordingly.\n\"263. (1) The Commissioner may call for and examine the record of\nany proceeding under this Act, and if he considers that any order\npassed therein by the Assessing Officer is erroneous in so far as\nit is prejudicial to the interests of the revenue, he may, after giving\nthe assessee an opportunity of being heard and after making or\ncausing to be made such inquiry as he deems necessary, pass such\norder thereon as the circumstances of the case justify, including an\norder enhancing or modifying the assessment, or cancelling the\nassessment and directing a fresh assessment...'\n\"\n8. The scope and ambit of a proceeding for rectification of an order\nunder Section 154 and a proceeding for revision under Section 263 are\ndistinct and different. Order of rectification can be passed on certain\ncontingencies. It does not confer a power of review. If an order of\nassessment is rectified by Assessing Officer in terms of Section 154 of the\nAct, the same itself may be a subject matter of a proceeding under Section\n263 of the Act. The power of revision under Section 263 is exercised by a\nhigher authority. It is a special provision. The revisional jurisdiction is\nvested in the Commissioner. An order thereunder can be passed if it is\nfound that the order of assessment is prejudicial to the Revenue. In such\na proceeding, he may not only pass an appropriate order in exercise of the\nsaid jurisdiction but in order to enable him to do it, he may make such\nG inquiry as he deems necessary in this behalf.\nF\n9. When an order is passed by a higher authority, the lower authority\nis bound thereby keeping in view the principles of judicial discipline. This\naspect of the matter has been highlighted by this Court in Bhopal Sugar\nIndustries v. Income Tax Officer, Bhopal, AIR (1961) SC 182 in the following\nH terms:\n'\nCOMMISSIONER OF INCOME TAX, BHOPAL 1. RALSON INDUSTRIES LTD. [SINHA, J.] 59\n\"....If a subordinate tribunal refuses to carry out directions given to\nit by a superior tribunal in the exercise of its appellate powers, the\nresult will be chaos in the administration of justice and we have\nindeed found it very difficult to appreciate the process of reasoning\nby which the learned Judicial Commissioner while roundly\ncondemning the respondent for refusing to carry out the directions\nof the superior tribunal, yet held that no manifest injustice resulted\nfrom such refusal.\nIt must be remembered that the order of the Tribunal dated April\n22, 1954, was not under challenge before the Judicial Commissioner.\nThat order had become final and binding on the parties, and the\nrespondent could not question it in any way. As a matter of fact\nthe Commissioner of Income-tax had made an application for a\nreference, which application was subsequently withdrawn. The\nJudicial Commissioner was not sitting in appeal over the Tribunal\nand we do not think that, in the circumstances of this case, it was\nopen to him to say that the order of the Tribunal was wrong and,\ntherefore there was no injustice in disregarding that order. As we\nhave said earlier such a view is destructive of one of the basic\nprinciples of the administration of justice.\"\n10. This principle has been laid down also in Dharam Chand Jain v.\nThe State of Bihar, AIR (1976) SC 1433 stating :\nA\nB\nC\nD\nE\n\".....The State Government, being a subordinate authority in the\nmatter of grant of mining lease, was obligated under the law to carry\nout the orders of the Central Government as indicated above. But F\nthe State Government declined to do so on the ground that it had\nlaid down a policy that the mining leases in respect of the area\nshould be given only to those who were prepared to set up a\ncement factory. It was clearly not open to the State Government to\ndecline to carry out the orders of the Central Government on this\nground, particularly because the Central Government was a tribunal\nsuperior to the State Government...\"\n11. In Morgan Securities and Credit Pvt. Ltd. v. Modi Rubber Ltd.,\n[2006] 14 SCALE 267, this Court opined:\nG\nH\n60\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n\"While exercising its power under sub-section (3) of Section 22, the\nBoard cannot ignore an order passed by a superior court. It may\nbe bound by the doctrine of judicial discipline.\"\n12. When different jurisdictions are conferred upon different authorities\nto be exercised on different conditions, both may not be held to be\noverlapping with each other. Jurisdiction under Section 154 of the Act is\nonly to be exercised by him when there is an error apparent on the face of\nthe record. It does not confer any power of review. An order of assessment\nmay or may not be rectified. If an order of rectification is passed by the\nAssessing Authority, the rectified order shall be given effect to. However,\nonly because an order of assessment has undergone rectification at the\nhands of the Assessing Officer, in our opinion, the same would not mean\nthat revisional authority shall be denuded of exercising its revisional\njurisdiction. Such an interpretation, in our opinion, would run counter to the\nscheme of the Act.\n13. The Tribunal relied on Vippy Solvex Products Pvt. Ltd. (supra).\nTherein the question was determined in the light of the decision of this court\nin S. R. Venkataraman v. Union of India, AIR (1979) SC 49. Ratio of the said\ndecision was not at all applicable. The High court, thus, committed a\nmanifest error in relying on the said decision. In S.R. Venkataraman (supra)\nthis court was concerned with an administrative order passed by a statutory\nauthority. It is trite that when an authority having discretionary power\nexercises the same for unauthorized purpose or on consideration of irrelevant\nfacts, the same must be held to be bad in law, but the said principle of\njudicial review could not have been applied. Such a principle cannot be\napplied in a case of this nature where an authority exercises judicial or quasi-\njudicial function. It is a statutory power. Power of review and/or rectification\nis not akin to an administrative power. An administrative function and\njudicial function operate in two different places. Whereas a judicial function\nmust be exercised by the authority invested therewith in terms of the\nG provisions of the statute and on the basis of the materials on record; an\nadministrative order may although inter alia have to be passed by a\nstatutory authority but the same must be confirmed within the four corners\nof the statute. There may, however, have an element of discretion. Order\nby a judicial functionary is subject to appeal or revision. An administrative\norder may or may not be.\nH\nค\nk\nCOMMISSIONER OF INCOME TAX, BHOPAL 1. RALSON INDUSTRIES LTD. [SINHA, J.] 61\n14. An order of assessment is subject to exercise of an order of a\nrevisional jurisdiction under Section 263 of the Act. Doctrine of Merger in\nsuch a case will have no application.\n15. The decision of the Madhya Pradesh High Court in Chunnilal\nOnkarmal (supra) is also not apposite. Initiation of a proceeding under\nSection 263 of the Act cannot be held to have become bad in law only\nbecause an order of rectification was passed. No such hard and fast rule\ncan, in our opinion, be laid down. Each case is required to be considered\non its own facts. In a given situation, the High Court may be held to be\nentitled to set aside both orders and remit the matter for consideration of\nthe matter afresh. But in our opinion, it would not be correct to contend\nthat only because a proceeding for rectification was initiated subsequently,\nthe revisional jurisdiction could not have been invoked under any\ncircumstances whatsoever. If such a proceeding was initiated, in our\nopinion, the contesting parties could bring the same to the notice of the\nCommissioner so as to enable him to take into consideration the subsequent\nevents also. It goes without saying that if and when the Commissioner of\nIncome Tax takes up for consideration a subsequent event, the assessee\nwould be entitled to make its submission also in regard thereto.\n16. For the reasons aforementioned, the impugned judgment cannot be\nsustained. It is set aside accordingly. Our attention has been drawn to the\nfact that Assessing Officer had allegedly taken into consideration the\napplication of Sections 80HHC and 80-1 of the Act. In our opinion, therefore,\ninterest of justice would be met if the Commissioner of Income Tax is\ndirected to have a fresh look at the matter in the light of the order of\nrectification passed by the assessing authority.\n17. This appeal is allowed with the aforementioned direction. In view\nof the facts and circumstances of this case, there shall be no order as to\ncosts.\nA\nB\nC\nD\nE\nF\nK.K.T.\nAppeal allowed.\n"}