{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"142\nRATAN LAL\nV.\nTHE STATE OF MAHARASHTRA\nOctober, 8, 1965\n[P. B. GAJENDRAGADKAR, C.J., K. N. WANCHOO, M. HIDAYA-B\nTULLAH, J. C. SHAH AND S. M. SIKRI, JJ.]\nBombay Prohibition Act, 1949, sx 66(1) (b), 64(7), 244 and 594-\nPossession of medicinal preparations containing liquor in excess of 12%-\nDeemed unfit for use as intoxicating liquor on date of attachment—Subse-\nquently declared fit for use as intoxicating Uquor-Whether offence commit-\nted.\nThe appellant was convicted of the offence under s. 66(1)(b) of the\nBombay Prohibition Act, 1949, for being in possession on September 21,\n1960 of bottles of two different Ayurvedic medicinal preparations con-\ntaining 52.3% and 54.5% alcohol respectively. The appellant's case that\npossession of the preparations by him was not in contravention of the Act,\nbecause the preparations were medicinal preparations containing alcohol\nwhich were unfit for use as intoxicating liquor within the meaning of\nS. 24A of the Act, was rejected. The trial court held that the offending\narticles were Ayurvedic preparations in which alcohol was generated by a\nprocess of fermentation and as alcohol exceeded 12 per cent by volume,\nthe preparations did not correspond with the limitations prescribed by the\nproviso to s. 59A, and therefore the exemption prescribed by s. 24A\nwas inoperative. The Court of Sessions and the High Court agreed with\nthat view.\nIt was also contended on behalf of the respondents that even if the E\ntwo medicinal preparations corresponded with the description and limita-\ntions under s. 59A, they were still preparations fit for use as intoxicating\nliquor and therefore outside the exemption in s. 24A.\nHELD: The appellant was wrongly convicted and his conviction must\nbe set aside.\n(i) There was clear evidence on the record that the offending pre-\nparations were not preparations in which alcohol was generated by fermen- F\ntation. The proviso to s. 59A would therefore have no application.\n[146 E-F]\n(ii) On the date on which the two medicinal preparations were attached\nin September 1960, by vitrue of sub-section (7) of s. 6A they were\ndeemed for the purpose of the Act to be unfit for use as intoxicating liquor\nand their possession was not an offence. A subsequent declaration by\nthe State under s. 6A(6) in October, 1960, that they were fit for use G\nas intoxicating liquor, could not have retrospective operation, and pos-\nsession which was innocent could not, by subsequent act of the State, be\ndeclared as offending the statute. [150 A]\nto.\nThe State of Bombay v. F. N. Balsara, [1951] S.C.R, 682, referred\nThe State of Bombay v. Narandas Mangilal Agarwal \u0026 A nr. [1962]\nSupp. 1 S.C.R. 15, distinguished.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No.\n53 of 1964.\nA\nC\nH\nn\nW\n\"\nA\nB\nC\nRATAN LAL V. STATE (Shah, J.)\n143\nAppeal by special leave from the judgment and order dated\nAugust 9, 1963 of the Bombay High Court (Nagpur Bench) in\nCriminal Revision Application No. 107 of 1963.\nB. Sen, J. B. Dadachanji, O. C. Mathur and Ravinder Narain,\nfor the appellant.\nP. K. Chatterjee and B. R. G. K. Achar, for the respondent.\nThe Judgment of the Court was delivered by\nShah, J. Ratan Lal-appellant in this appeal is the pro-\nprietor of a business in drugs styled \"Anil Medical Stores\" at\nWani, District Yeotmal in the State of Maharashtra. On Sep-\ntember 14, 1960 the Station House Officer, Wani, raided the shop\nof the appellant and seized 12 bottles of an Ayurvedic preparation\ncalled Mahadrakshasva manufactured by the Brahma Aushadha-\nlaya, Nagpur and 88 bottles of Dashmoolarishta manufactured\nby the Vedic Pharmaceutical Works, Nagpur. At a trial held\nbefore the Magistrate, First Class, Kalapur, the appellant was\nconvicted of the offence punishable under s. 66(1) (b) of the\nBombay Prohibition Act 25 of 1949, and was sentenced to suffer\nrigorous imprisonment for three months and to pay a fine of\nRs. 500/-. The order\" was confirmed in appeal by the Court of\nSession, Yeotmal. The High Court of Bombay confirmed the\nE conviction, but modified the sentence. The appellant appeals to\nthis Court, with special leave.\nD\nF\nThe following are the material facts found by the trial Court\nand confirmed by the Court of Appeal and the High Court.\nMahadrakshasava and Dashmoolarishta are Ayurvedic medicinal\npreparations containing alcohol, manufactured under licences\ngranted under the Medicinal and Toilet Preparations (Excise\nDuties) Act 16 of 1955. Mahadrakshasava attached from the\nshop of the appellant contained 52.3% alcohol v/v and Dash-\nmoolarishta contained 54.5% alcohol v/v. These preparations\nare manufactured by a process of distillation. The appellant had\nG purchased these preparations from a drug store in Nagpur called\nthe Sharda Medical Stores who in their turn were supplied by the\nmanufacturers the Brahma Aushadhalaya, Nagpur and the Vedic\nPharmaceutical Works, Nagpur.\nH\nThe Bombay Prohibition Act 25 of 1949 by s. 66(1) (b)\npenalises contravention of the provisions of the Act, or of any rule,\nregulation, or order made, or of any licence, permit, pass or autho-\nrization issued thereunder by any person who consumes, uses,\npossesses or transports any intoxicant other than opium or hemp’\n:144\nSUPREME COURT REPORTS [1966] 2 S.C.R.\n\"\"Intoxicant\" is defined by s. 2(22) as meaning \"any liquor, into-\nxicating drug, opium or any other substance, which the State\nGovernment may, by notification in the Official Gazette declare to\nbe an intoxicant. \"Liquor” is defined in s. 2(24) as including\nA\n(a) spirits, denatured spirits, wine, beer, toddy and all liquids\nconsisting of or containing alcohol; (b) any other intoxicating\nsubstance which the State Government may, by notification in the B\nOfficial Gazette, declare to be liquor for the purposes of the Act.\nSection 12 of the Act, insofar as it is material, provides that no\nperson shall import, export, transport or possess liquor. But these\nprohibitions are subject to certain exceptions. By s. 11 notwith-\nstanding anything contained in the provisions contained in Ch. Ill,\n(which includes ss. 11 to 24-A) it is lawful to import, export,\ntransport, manufacture, sell, buy, possess, use or consume any\nintoxicant to the extent provided by the provisions of the Act or\nany rules, regulations or orders made or in accordance with the\nterms and conditions of a licence, permit, pass or authorization\ngranted thereunder. The prohibitions are also inapplicable in p\nrespect of certain preparations under s. 24A which provides inso-\nlar as it is material :\nto-\n\"Nothing in this Chapter shall be deemed to apply\n(1)\nAny toilet preparation containing alcohol which\nis unfit for use as intoxicating liquor;\n“(2) any medicinal preparation containing alcohol\nwhich is unfit for use as intoxicating liquor;\n(3) any antiseptic preparation or solution contain-\ning alcohol which is unfit for use as intoxicating liquor;\n(4) any flavouring extract, essence or syrup con-\ntaining alcohol which is unfit for use as intoxicating\nliquor;\nProvided that such article corresponds with the\ndescription and limitations mentioned in section 59A\nPossession of a toilet, medicinal or antiseptic preparation, of\nflavouring article containing alcohol is therefore not an offence\nif it is unfit for use as an intoxicating liquor, and it corresponds\nwith the description and limitations mentioned in s. 59A.\nE\nF\nG\n:\"\nThe appellant did at the material time possess preparations\nwhich contained a large percentage of alcohol, and it is not the\n■case of the appellant that he was protected by a licence, permit,\nH\nRATAN LAL V. STATE (Shah, J.)\n145\nA pass or authorization. His case was that possession of the prepa-\nrations by him was not in contravention of the Act, because the\npreparations were medicinal preparations containing alcohol which\nwere unfit for use as intoxicating liquor within the meaning of\ns. 24A of the Act. This contention of the appellant has been\nuniformly rejected by all the Courts below. The question which\nB falls to be determined in this appeal is whether the preparations\ncontaining alcohol in respect of which the appellant is convicted\nwere medicinal preparations which were unfit for use as intoxi-\ncating liquor. That the preparations were medicinal according\nto the Ayurvedic system is not denied, and it is common ground\nthat they contained alcohol. Attention must therefore be directed\nC to ascertain whether the preparations did correspond with the\ndescription and limitations mentioned in s. 59A. If they did not,\nexemption under s. 24-A will be inoperative, even if they are medi-\ncinal preparations. In so far as it is material, s. 59A which was\nadded by Act 26 of 1952 at the relevant time provided:\nᎠ\n\"CD No manufacturer of any of the articles men-\ntioned in section 24A shall sell, use or dispose of any\nliquor purchased or possessed for the purposes of such\nmanufacture under the provisions of this Act otherwise\nthan as an ingredient of the aritcles authorised to be\nmanufactured therefrom. No more alcohol shall be\nE used in the manufacture of any of the articles mentioned\nin section 24A than the quantity necessary for extrac-\ntion or solution of the elements contained therein and\nfor the preservation of the articles:\nF\nProvided that in the case of manufacture of any of\nthe articles mentioned in section 24A in which the\nalcohol is generated by a process of fermentation the\namount of such alcohol shall not exceed 12 per cent by\nvolume.\n(2)\nوو\n'Sub-section (1) directs the manufacturer not to use in the manu-\nG facture of any article mentioned in s. 24A alcohol in excess of\nthe quantity necessary for extraction or solution of the elements\nand for preservation of the article, and the proviso states that in\nthe manufacture of articles in which alcohol is generated by a\nprocess of fermentation it shall not exceed 12 per cent by volume.\nTherefore the quantity of alcohol in an article in which alcohol\nis added or produced by distillation is determined by what is\nnecessary for extraction, or solution of the elements, and preserva-\ntion of the article but in an article containing alcohol generated\nH\n146\nSUPREME COURT REPORTS\n[1966] 2 S.C.R.\nby a process of fermentation the percentage of alcohol, it is direct- A .\ned, shall not exceed 12 per cent by volume.\nThe trial Court held that the offending articles were Ayurvedic\npreparations in which alcohol was generated by a process of\nfermentation and as alcohol exceeded 12 per cent by volume, the\npreparations did not correspond with the limitations prescribed by R.\ns. 59A, and therefore the exemption prescribed by s. 24A was\ninoperative. The Court of Session and the High Court agreed\nwith that view. But it appears that in so holding, the Courts\nmisconceived the evidence. Articles containing alcohol may be\nprepared by a process of fermentation which generates alcohol or\nby a process of distillation or by addition of free alcohol. The c\nmanufacturing processes which result in distillation of alcohol\nand generation of alcohol by fermentation are distinct, and there\nwas on the record clear evidence that the offending preparations\nwere manufactured by a process of distillation and were not pre-\nparations in which alcohol was generated by fermentation.\nPalnitkar, Sub-Inspector of Prohibition \u0026 Excise, said that E\u003e\nMahadrakshasava and Dashmoolarishta are distilled Ayurvedic\nproducts. Apparently it was conceded on behalf of the State\nbefore the Court of Session that the two preparations were Ayur-\nvedic medicinal preparations which \"contained alcohol produced\nby distillation\", and before the High Court also the case was\nargued on that footing. If the bottles of Mahadrakshasava and E\nDashmoolarishta attached from the shop of the appellant con-\ntained alcohol produced by distillation, the proviso to s. 59A will\nhave no application. There is no evidence on the record to prove\nthat the two preparations contained alcohol in excess of the quan-\ntity permissible under the first paragraph of s. 59A. It must be\nremembered that these preparation were manufactured within\nthe State of Maharashtra by manufacturers licensed under the\nMedicinal and Toilet Preparations (Excise Duties) Act 16 of\n1955 and were issued from a bonded warehouse. This would\njustify the inference that they did correspond with the description\nand limitations mentioned in s. 59A.\nBut it was urged for the State that a medicinal preparation\nwhich corresponds with the description and limitations under\ns. 59A may still be a preparation which is fit to be used as intoxi-\ncating liquor. A medicinal preparation which because of the high\npercentage of alcohol therein, even if taken in an ordinary or\nnormal dose, may intoxicate a normal person would be a prepara-\ntion fit to be used as an intoxicating liquor. Where the prepara-\ntion contains a small percentage of alcohol, but consumption of\n*\nGr\nH\nRATAN LAL V. STATE (Shah, J.)\n14 7-\nA large quantities may intoxicate, it would also be regarded as a\npreparation fit for use as intoxicating liquor, if such consumption\nis not likely to involve any deleterious effect or serious danger\nto health of the consumer.\nWhether a preparation is fit to be used as intoxicating liquor\nB would ordinarily depend upon evidence. But the Legislature has\nby s. 6A prescribed special rules of evidence in adjudging whether\nan article is unfit for use as intoxicating liquor. Section 6A was\nadded by Bombay Act 26 of 1952 after this Court declared im\nThe State of Bombay v. F. N. Balsarai¹) amongst others, that\ncl. (c) of s. 12, insofar as it affected possession iof medicinal and\ntoilet preparations containing alcohol, as invalid. As originally\nenacted s. 6A, insofar as it is material, was in the following\nform:\nD\nE\n\"(1) For the purpose of determining whether\n(a) any medicinal or toilet preparation\ncontaining alcohol, or\n(b) any antiseptic preparation or solution\ncontaining alcohol, or\n(c) any flavouring extract, essence or syrup\ncontaining alcohol,\nis or is not an article unfit for use as intoxicating liquor,\nthe State Government shall constitute a Board of Ex-\nperts.\nF\n(2)\n(3)\nG'\nH\n(4)\n(5)\n(6) It shall be the duty of the Board to advise the\nState Government on the question whether any article\nmentioned in sub-section (1) containing alcohol is unfit\nfor use as intoxicating liquor and on such other matters\nincidental to the said question as may be referred to it\nby the State Government. On obtaining such advice\nthe State Government shall determine whether any such\narticle is fit or unfit for use as intoxicating liquor or\nnot and such article shall be presumed accordingly to.\n(1) [1951] S.C.R. 682.\n148\nSUPREME COURT REPORTS [1966] 2 S.C.R.\nbe fit or unfit for use as intoxicating liquor, until the\ncontrary is proved.\"\nA\nB\nс\nThis Court held in The State of Bombay (now Gujarat') v. Naran-\ndas Mangilal Agarwal \u0026 Another f) that it was not obligatory\nupon the State to consult the Board of Experts constituted under\n· s. 6A before the State could establish in a prosecution for an\n⚫offence under s. 66(1) (b) that a medicinal preparation was unfit\nfor use as intoxicating liquor. Evidence that the preparation\nwas unfit for use as intoxicating liquor can be adduced before the\nCourt, and the prosecution need not rely upon s. 6A(6) of the\nAct: in a prosecution for infringement of the prohibition con-\ntained in ss. 12 and 13, the State could rely upon the presumption c\nafter resorting to the machinery under s. 6A(6), but there was no\nobligation to consult the Board under s. 6A, nor was the consulta-\ntion a condition precedent to the institution of proceeding for\nbreach of the provisions of the Act. In so holding, this Court\ndisagreed with the view expressed by the Bombay High Court in\nD. K. Merchant v. The State of Bombayf²) wherein the High\n*Court had held that the prosecution for offence under ss. 65 and\n66 could not be maintained unless the State Government was\nsatisfied after consulting the Board of Experts under s. 6A that\nthe article was fit to be used as intoxicating liquor. The offence\nin Narandas Mangilal's casef¹) was committed in July 1955 and g\non the terms of sub-s. (6) as it then stood it was open to the State\nin a prosecution for infringement of a prohibition contained in\nss. 12 and 13 to rely upon the presumption under s. 6A or to\nestablish that the medicinal preparation was fit for use as intoxi-\ncating liquor aliunde. By Act 22 of 1960, which was brought\ninto force on April 20, 1960, the Bombay Legislature amended, p\ninter alia, sub-s. (6) of s. 6A, and incorporated sub-s.. (7) therein.\nSub-sections (6) \u0026 (7) as amended and incorporated read as\nfollows:\nD\n\"(6) It shall be the duty of the Board to advise\nthe State Government on the question whether any G\narticle mentioned in sub-section (1) is fit for use as\nintoxicating liquor and also on any matters incidental to\nthe question, referred to it by the State Government.\nOn obtaining such advice, the State Government shall\ndetermine whether any such article is fit for use as\nintoxicating liquor, and upon determination of the State H\nGovernment that it is so fit, such article shall, until the\n(1) [1962] Supp. 1 S.C.R. 15.\n(2) [1958] 60 B.L.R. 1183.\n\u003e\nV\nRAT AN LAL V. STATE (Shah, J.)\n■A contrary is proved, be presumed to be fit for use as into-\nxicating liquor.\n(7) Until the State Government has determined as\naforesaid any article mentioned in sub-section (1) to\nbe fit for use as intoxicating liquor, every such article\nB shall be deemed to be unfit for such use.\"\n149\nThe scheme of s. 6A has by the amending Act been completely\naltered. The Legislature has prescribed by sub-s. (7) that until\nthe State Government has determined any article mentioned in\nsub-s. (1) to be fit for use as intoxicating liquor, every such\narticle shall be deemed to be unfit for such use. The Legislature\nC has therefore prescribed a fiction which continues to function till\nthe State Government has determined, on the report of the Board\nof Experts, that any article mentioned in sub-s. (1) is fit for use\nas intoxicating liquor. By sub-s. (6) as amended it is provided\nthat after the State Government has obtained the advice of the\nBoard of Experts, the State Government shall determine whether\nⓇ such article is fit for use as intoxicating liquor and upon such\nE\ndetermination of the State Government that it is so fit, such article\nshall, until the contrary is proved, be presumed to be unfit for\nuse as intoxicating liquor. Under the amended s. 6A there is\nonly one mode of proof by the State that an article is fit for use\nas intoxicating liquor, and that is by obtaining the advice of the\nBoard of Experts and recording its determination, that the article\nis fit for use as intoxicating liquor. Until it is-otherwise determined\nby the State, after obtaining the report of the Board of Experts, .\nevery article mentioned in sub-s. (1) is to be deemed unfit for\nuse as intoxicating liquor. After it is determined as fit for use\np as intoxicating liquor, in a proceeding relating to the article it\nwould under sub-s. (6) be presumed, that it is fit for use as into-\nxicating liquor. But the presumption is rebuttable.\nG\nH\nIn the present case the offence is alleged to have been com-\nmitted in September 1960. After consulting the Board of Ex-\nperts the Government of Maharashtra issued a declaration on\nOctober 4, 1960, declaring that both the preparations Mahadrak-\nshasava and Dashmoolarishta were medicines fit for use as intoxi-\ncating liquor. Thereafter a police report was filed in the Court\nof the Magistrate, First Class, on June 2, 1962 charging the\nappellant with the offence under s. 66(1)(b) of the Bombay\nProhibition Act. But on the date on which the medicinal prepa-\nrations were attached, the statute had provided that they shall be\ndeemed for the purpose of the Act as articles unfit for use as\nintoxicating liquor. Possession of the medicinal preparations\n150\n.SUPREME COURT REPORTS [1966] 2 S.C.R\nwhich were unfit for use as intoxicating liquor was, at the date A\nwhen they were attached, not an offence. A subsequent decla-\nration by the State that they were fit for use as intoxicating liquor,\ncould not have any retrospective operation, and possession which.\nwas innocent could not, by subsequent act of the State, be dec-\nlared as offending the statute.\n*\nB\nIt is unfortunate that the High Court lost sight of the change\nin the scheme of s. 6A and followed the judgment of this Court,\nin Narandas Mangilal's easel'). In Narandas Mangilal's case at\nall material times when the question fell to be considered, the\nCourt had to decide whether sub-s. (6) of s. 6A, as it then stood,\nprescribed the only method of proof whether an offending medi- C\ncinal preparation was unfit for use as intoxicating liquor, and this\nCourt on the phraseology used by the Legislature came to the con-\nelusion that it was not the only method of proof. But the incor-\nporation of sub-s. (7) by the Legislature has altered the scheme\nof the Act. Sub-section (6) incorporated in its second part both\nbefore and after the amendment, a rule of evidence: but the 1\u003e\nrule in sub-s. (7), that until a declaration is made to the contrary\nby the State Government under sub-s. (6), every article mentioned\nin sub-s. (1) shall be deemed unfit for use as intoxicating liquor,\nis not a rule of evidence. It defines for the purpose of s. 24A\nand related sections what an article unfit for use as intoxicating\nliquor is. It is plain that in Narandas Mangilal's easel¹) the E\neffect of sub-s. (7) of s. 6A did not fall to be considered.\nThe appellant was therefore wrongly convicted. The appeal\nis allowed and the order of conviction and sentence are set aside.\nThe fine if paid will be refunded.\n(!) [1962] Supp. 1 S.C.R. 15.\nAppeal allowed.\n"}