{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"L\nI.C.A.R. AND ORS.\nV.\nASIT BARAN CHAUDHURI AND ANR.\nMARCH 13, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nConstitution of India, 1950-Art. 226-Writ petition by respondent\nseeking direction to the Authorities to consider his claim-High Court\ngranting liberty to respondent to make representation before authorities and\nalso directing authorities to consider the cases of employees junior to\nrespondent-Respondent already made representation-On appeal,\nauthorities directed to dispose of representation in accordance with statutory\nrules-Directions to consider the case of employees junior to respondent is\nnot justified and is set aside.\nA\nB\nC\nᎠ\nE\nRespondent filed writ petition seeking directions to the appellant-\nauthorities to consider his claim for benefit of Agricultural Research Service\nin Scientist 'S' Grade. High Court allowed the writ petition and further\nobserved that while considering, the authority concerned would also consider\nthe cases of employees junior to the respondent. For the said purpose, the\nrespondent was granted liberty to make a representation before appropriate\nAuthority along with a copy of the order of the High Court and the said\nAuthority was to decide the matter within two months from submission of the\nrepresentation. No one had appeared on behalf of the appellant-Authorities\nbefore the High Court. Subsequently, a Review Petition was filed by the\nappellant which was also dismissed by the High Court. Hence the present F\nappeal.\nDisposing of the appeal, the Court\nHELD: 1. Pursuant to the direction given by the High Court, the\nrespondent has already made a representation to the Secretary, Department G\nof Agricultural Research and Education, Ministry of Agriculture-Cum-The\nDirector General, Indian Council of Agricultural Research, Krishi Bhavan,\nNew Delhi and other authorities. Now that the representation was made\npursuant to the directions given by the High Court, the appellants are directed\n933\nH\n934\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA to dispose of the representation within two weeks in accordance with the\nstatutory rules and communicate the said order to the respondent immediately\nafter the disposal of the said representation. While disposing of the Writ\nPetition, the High Court has also directed the concerned authorities to\nconsider the cases of the employees junior to the respondent. The said\ndirection is not justified and uncalled for and, therefore, set aside and the\nappellant-authorities are directed to consider the representation made by the\nrespondent alone in accordance with law. [Paras 5, 6]\nB\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1329 of 2007.\nFrom the Judgment and Order dated 09.09.2004 and 10.5.2005 of the\nHigh Court of Calcutta at Calcutta in W.P.C.T. No. 864 of 2002 and R.V.W. No.\n4355 of 2004 respectively.\nIndu Malhotra and Sunieta Ojha for the Appellants.\nJaideep Gupta, Sanjiv Sen, Parta Sil, Sanjeev Saxena, Ghanshyam Joshi\nand Abhishek Sarkar for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\nyou\nE\n2. Heard Ms.Indu Malhotra, learned counsel for the appellants and\nMr.Jaideep Gupta, learned senior counsel for the respondents.\n3. We have perused the order impugned in this appeal.\n4. The High Court while allowing the Writ Petition filed by the respondent\nF herein directed the appellant-authorities to consider the claim of the respondent\nfor benefit of Agricultural Research Service in scientist 'S' Grade with effect\nfrom the date he became entitled. The High Court has also further observed\nthat while considering aforesaid, the Authority concerned will also consider\nthe cases of the employees junior to the respondent herein as mentioned in\nG paragraph 37 of the Writ Petition. For the said purpose, the respondent\nherein was granted liberty to make a representation before appropriate\nAuthority along with a copy of the order of the High Court and in such cases,\nthe said Authority will decide the matter within two months from submission\nof the representation. It is pertinent to notice that no one appeared on behalf\nof the appellant-Authorities before the High Court. The High Court considered\nH the matter in the absence of any argument being advanced on behalf of the\nL\nI.C.A.R. v. ASIT BARAN CHAUDHURI [LAKSHMANAN, J.] 935\nappellants. Subsequently, a Review Petition was filed by the appellant herein A\nwhich was also dismissed by the High Court. Aggrieved by the above two\norders, the above Civil Appeal has been filed.\n5. It is now stated by the learned senior counsel for the respondent\nherein that pursuant to the direction given by the High Court, the respondent\nhas already made a representation on 16.12.2004 to the Secretary, Department\nof Agricultural Research and Education, Ministry of Agriculture-Cum-The\nDirector General, Indian Council of Agricultural Research, Krishi Bhavan, New\nDelhi and other authorities. Now that the representation was made pursuant\nto the directions given by the High Court, we direct the appellants herein to\ndispose of the representation within two weeks from today in accordance with\nthe statutory rules and communicate the said order to the respondent herein\nimmediately after the disposal of the said representation.\nB\nC\n6. While disposing of the Writ Petition, the High Court has also directed\nthe concerned authorities to consider the cases of the employees junior to\nthe respondent herein as mentioned in paragraph 37 of the Writ Petition. The D\nsaid direction, in our opinion, is not justified and uncalled for. We, therefore,\nset aside that direction and direct the appellant-authorities to consider the\nrepresentation made by the respondent herein alone in accordance with law\nand as indicated above.\nD.G.\n7. The appeal stands disposed of accordingly.\n8. No costs.\nAppeal disposed of.\nE\n"}