{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\n818\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\n31. All these directions shall be complied with by all\nconcerned, including Union of India, Medical Council of India,\nDental Council of India, State Governments, Universities and\nmedical and dental colleges and the management of the\nrespective universities or dental and medical colleges. Any\nB default in compliance with these conditions or attempt to\noverreach these directions shall, without fail, invite the following\nconsequences and penal actions:-\nC\n0\nE\nF\n☐ G\n☐ H\n(a) Every body, officer or authority who disobeys or\navoids or fails to strictly comply with these\ndirections stricto sensu shall be liable for action\nunder the provisions of the Contempt of Courts Act.\nLiberty is granted to any interested party to take out\nthe contempt proceedings before the High Court\nhaving jurisdiction over such Institution/State, etc.\n(b) The person, member or authority found responsible\nfor any violation shall be departmentally proceeded\nagainst and punished in accordance with the Rules.\nWe make it clear that violation of these directions\nor overreaching them by any process shall\ntantamount to indiscipline, insubordination,\nmisconduct and being unworthy of becoming a\npublic servant.\n(c)\n(d)\nSuch defaulting authority, member or body shall\nalso be liable for action by and personal liability to\nthird parties who might have suffered losses as a\nresult of such default.\nThere shall be due channelization of selection and\nadmission process with full cooperation and\ncoordination between the Government of India,\nState Government, Universities, Medical Council of\nIndia or Dental Council of India and the colleges\nconcerned. They shall act in tandem and strictly as\nper the prescribed schedule. In other words, there\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 819\n[SWATANTER KUMAR, J.]\nshould be complete harmonisation with a view to\nform a uniform pattern for concerted action,\naccording to the framed scheme, schedule for\nadmission and regulations framed in this behalf.\n(e) The college which grants admission for the current\nacademic year, where its recognition/approval is\ngranted subsequent to 15th July of the current\nacademic year, shall be liable for withdrawal of\nrecognition/approval on this ground, in addition to\nbeing liable to indemnify such students who are\ndenied admission or who are wrongfully given\nadmission in the college.\n(f)\n(g)\nUpon the expiry of one week after holding of the\nsecond counseling, the unfilled seats from all\nquotas shall be deemed to have been surrendered\nin favour of the respective States and shall be filled\nthereafter strictly on the basis of merit obtained in\nthe competitive entrance test.\nIt shall be mandatory on the part of each college and\nUniversity to inform the State and the Central\nGovernment/competent authority of the seats which\nare lying vacant after each counseling and they shall\nfurnish the complete details, list of seats filled and\nvacant in the respective states, immediately after\neach counseling.\n(h) No college shall fill up its seats in any other manner.\nA\nB\nC\nE\nF\n32. Having dealt with, in general, the directions that this\nCourt would issue to prevent the evils of arbitrariness and G\ndiscrimination from creeping into these selection/admission\nprocesses, which are required to be transparent, fair and non-\nexploitatory, we shall now proceed to deal with the facts of the\npresent case.\nH\nA\n820 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n33. The present case is a glaring example of calculated\ntampering with the schedule specified under the regulations and\nthe judgments of this Court, with a clear intent to grant admission\nto less meritorious candidates over and above the candidates\nof higher merit. To put it simply, it is a case of favouritism and\nB arbitrariness. This also chronicles how, either way, the careers\nof the students are jeopardised. The High Court had cancelled\nthe admission of the appellants by a detailed and well-reasoned\njudgment. However, as a result of interim orders granted by the\nCourt, both the appellants had already completed four years of\nthe studies at the time of the High Court decision. They are\nstated to have completed their final exam now. Despite having\nlost their case before the High Court, the appellants continued\nto pursue their professional courses because of the interim\norders of the Court. Now, the plea of inequities is being raised.\nC\nD\n34. From the facts narrated above, it is clear that the\nadmission relates to the academic year 2006. The Central\nGovernment vide its letter dated 15th July, 2006 had granted\napproval and leave to admit the students to the Jagdalpur\nCollege. Thereafter, permission to commence admission was\nE granted by the Governor of the State of Chhattisgarh on 14th\nAugust, 2006. The name of Jagdalpur College was not in the\nbrochure published for admission. The first counseling was, in\nfact, conducted by 25th - 26th July, 2006 in which the College\ndid not participate and the second counseling was done on\nF 22nd-23rd August, 2006.\nG\n35. In paragraph 2 of State Government's approval letter,\nit was clearly stated that the capacity of the Jagdalpur College\nwould be 50 seats and the candidates qualified in the PMT\n2006 would be given admission on the basis of merit. After\nissuance of this letter, the college was included in the second\ncounseling and as already noticed, it had allocated 48 out of\nthe 50 seats.\n36. On 8th August, 2006, a letter is stated to have been\nH issued by the DGHS stating that 15 per cent of the total seats\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 821\n[SWATANTER KUMAR, J.]\nA\nB\nC\nreserved for All India Quota, 2006, if remaining vacant, on or\nafter 23rd August, 2006, may be treated as surrendered to the\nState Quota. To this letter a statement of the same date was\nannexed, which allegedly gave two seats from the All India\nQuota to the present appellants. As per that statement, the\nseats were allocated on 8th August, 2006. From the record\nbefore us, it is clear that between 14th August, 2006 and 30th\nSeptember, 2006, no correspondence was exchanged between\nthe parties. This is despite the fact that the Government of India\nhad required the college and the State Authorities to inform\nthem of the details of the admissions given to the students as\nwell as the details of the Quota seats, if the seats were vacant.\nAll India Quota seats, which had not been filled till 22nd August,\n2006 would be surrendered in favour of the State. Strangely,\nnothing has been placed on record to show that any of the\nconcerned State authorities, including the college, adhered to\nthe requirement of informing the DGHS or other authorities with\nregard to the status of admissions. On 30th September, 2006,\nthe Director, Medical Education, Chhattisgarh, wrote a letter to\nthe Dean of the College, requiring that the Jagdalpur College\nprovide the up-to-date list of the students admitted to it and if\nE\nthere were any seats remaining vacant, guidance was to be\ntaken from the Directorate of the State Government.\nD\nF\n37. Another letter written by the Director, Medical\nEducation, to the Dean of the Jagdalpur College and referring\nto their letter of the same date, which stated that two seats were\nvacant, in turn, ordered that those seats be filled up and the\ncandidates be contacted over telephone. If contact could not\nbe established with any candidate, then the Jagdalpur College\nwas directed to fill up the seats with the candidates physically\npresent and available at the Jagdalpur College, according to G\nmerit. The Dean of the Jagdalpur College, on that very day,\nconstituted a Committee of Asst. Vice-Principals and\nDemonstrator of the Jagdalpur College to examine the\ncertificates etc. of the available candidates and recommend the\nnames on the basis of merit. Again, on that very day, the H\nC\n822 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA Committee recommended the names of the two appellants,\ndeclaring them to be eligible for getting admissions. More\nstrangely, the Committee also notes that the fees from the\ncandidates had been deposited and they could be given\nadmission. Then, vide another letter dated 30th September,\nB 2006, the Dean of the College informed the Director, Medical\nEducation that the two appellants have been given admission\nand the admission process for 50 seats had been completed.\nWe must notice that there is nothing placed on the records of\nthe Court as to what steps were taken by the Jagdalpur College\nto inform all the other candidates of counseling on the last date.\nAlso strange was the direction of the Directorate that the\ncandidates should be informed on telephone. Even if this\ndirection was of some content and meaning, there is still no\nmaterial to show how many candidates were actually informed\non the telephone that there would be counseling for two seats.\nThus, the questions remain open, as to the reason for total\nabandonment of the procedure of informing all eligible\ncandidates, by appropriate means, that two seats were\navailable for admissions, who all had actually appeared for the\ncounseling, how only two candidates who even according to the\nState Government were not contacted on telephone, were alone\npresent before the Committee and immediately found to be\neligible for admission. This entire exercise smacks of\narbitrariness, unfairness and is discriminatory ex facie. It is\nbrought to our notice and is clear from the record that the\nRespondent No.3, the Director of the Medical Education in\nChhattisgarh, is the father of Akansha Adile, Appellant no.2 and\nthat speaks volumes of how the admission had been granted\nto the two appellants.\nD\nE\nF\nG\nH\n38. The methodology adopted and the manner in which\nadmissions were given to the present appellants leaves no\ndoubt in the mind of the Court that this process was neither fair\nnor transparent. In fact, within a few hours, the entire process\nof admission was completed, indicating that the whole exercise\nwas undertaken only with the object of granting admission to\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 823\n[SWATANTER KUMAR, J.]\nD\nthe appellants, that too, as if no other candidates of merit were A\navailable for these two seats. This view is entirely substantiated\nby the records produced before us. The prescribed procedure\nfor grant of admission was given a go by and the rule of\nadmission on merit stood frustrated as a consequence of such\nadmission process. One fails to understand why no preventive B\nsteps or efforts to fill the vacant seats were taken by any of the\ncompetent authorities involved in the entire process of selection\nand admission to MBBS courses. The students who had\nundertaken the PMT examination had been allocated seats in\nthe college on 23rd August, 2006. Not even a single document C\nhas been placed on record of this Court from 23rd August, 2006\nto 29th September, 2006 showing efforts to fill up vacant seats.\nEverybody waits for the last date which, in fact, is the date for\njoining the courses and not admission, whereafter the entire\nmachinery in the Centre, State Government and the college\nacts so swiftly that within hours, the entire admission process\nis concluded to grant the admission to the appellants. It is a\ntravesty of fairness and transparency that for 50 seats in the\nJagdalpur College, the Directorate as well as the Committee\nconstituted for counseling/selection could find only the\ncandidates at Merit Nos. 3893 and 1614 suitable, completely\nignoring all the candidates being higher in merit than these two\nappellants, who must also be waiting for admission to the\nMBBS course. Strangely, the merit ranks of these two\nappellants, as given in the letter of the DGHS dated 8th August,\n2006 were 2196 and 2203 respectively. From whatever angle\nthis case is examined, only one conclusion is possible and that\nis, that the allocation of seats was totally arbitrary and contrary\nto the procedure laid down. We also would like to make a clear\nmention of the displeasure of this Court to the three members\nof the Selection Committee who found only these two G\ncandidates eligible and fit to be granted admission to the MBBS\ncourses on the last day for admissions. To say the least, this\nCommittee acted in undue haste, in violation of the prescribed\nprocedure of admission and certainly contrary to the judgments\nE\nF\nH\n824\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of this Court. We direct the Dean of the Jagdalpur College to\nconvey the displeasure of this Court to the members of the\nSelection Committee and the same be placed on their\nrespective service records.\nB\nс\n39. Now, we may come to the inquiry that was conducted\nby a three member committee and which recorded the finding\nthat we have already noticed in paragraph 13 of the judgment.\nThis inquiry was initiated in furtherance to an application made\nunder the Right to Information Act, regarding the letter dated\n8th August, 2006 according to which the admission in the\nJagdalpur College, particularly to these two appellants, was\nmade in an arbitrary and unfair manner. The stand of the Union\nof India before this Court is that the letter dated 8th August, 2006\nwas never issued by the DGHS and is a fabricated document.\nIn face of that stand, we are unable to appreciate as to how\nD the Inquiry Committee returned a finding that the admission to\nthe two appellants was not given in furtherance to the letter\ndated 8th August, 2006, but validly granted on 30th September,\n2006 instead. They were expected to examine this matter in\ngreater depth and record proper findings. We also cannot\nE understand as to how they have recorded that both the\nappellants got admission in the Jagdalpur College by State\nPMT merit. Their report does not even mention if they had\nverified the fact that notices had been issued to all the\nconcerned persons on 30th September, 2006 and if other\nF students had been contacted for intimation of counseling or if\nany effort was even made on 30th September, 2006 or even\nprior thereto to put these two vacant seats on the internet or\nnotice board of the colleges so as to enable the students of\nhigher merit to seek admission to the MBBS course in the\nG Jagdalpur College. This aspect attains a greater significance\nin view of the fact that the seats were not allotted in the second\ncounseling itself on 22nd 23rd August, 2006. The Jagdalpur\nCollege, the Directorate of the State Government as well as the\nUnion of India made no effort and did not act in coordination,\nto allot these two seats to the candidates in accordance with\nH\n-\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 825\n[SWATANTER KUMAR, J.]\nB\nmerit in the PMT. The finding recorded by the Committee A\nappears to be a mere eye-wash rather than a proper report\nupon examining the entire matter in its proper perspective. It\nwas not only expected of the Committee to examine the\ndocuments which were made available to it, as is recorded in\nthe report, but also to call for all such necessary documents\nwhich were relevant and could have bearing on the reference\nmade to it. The Committee has not even cared to know why\neverything was completed on 30th September, 2006 and how\nnobody else except these two appellants were available for\nadmission from amongst candidates in the entire State.\nC\nD\nE\n40. Another aspect of this inquiry is that, even as on 30th\nSeptember, 2006, nobody was clear as to which quota these\ntwo vacant seats belonged to. According to the State of\nChhattisgarh, these two seats were part of the 15 per cent All\nIndia quota which stood surrendered after 23rd August, 2006.\nAccording to the appellants, they were Central Pool quota seats\nwhich stood surrendered to the State on 30th September, 2006\nonly. According to the Union of India, they had not made any\nallotment to the appellants or anyone in the Jagdalpur College\nfrom the All India Quota, and even the code number given on\nthe 8th August, 2006 letter is wrong. If the Directorate, the\nUnion of India and the Jagdalpur College itself were not ad\nidem as to which quota the seats belonged to and who was\nthe competent authority to allot the seats, none of them had any\nbusiness to allot these two seats in such an arbitrary manner.\nEven now, there is no clarity as to how and under what quota\nthe Jagdalpur College has granted admission to these two\nappellants. The inquiry report, in fact, does not help to resolve\nthe issue and cannot, thus, form the basis of returning any\nfinding in favour of or against any person. Ex facie, the findings G\nreturned by the Inquiry Committee appear to be inconclusive,\nuncertain and vague. Be that as it may, there is no escape from\nreturning the finding that admission of both the appellants was\nmade in a most improper and arbitrary manner. The whole\nexercise was undertaken on 30th September, 2006 with only\nF\nH\n826\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA one aim in mind, i.e., that these two appellants have to be given\nadmission in the Jagdalpur College.\nB\nс\n41. The Government of India, taking the view that these\nwere All India Quota seats which had been wrongly allocated\nto these two appellants in a manner contrary to the relevant\nRules, vide its letter dated 22nd March, 2010, directed\ncancellation of the admissions of both the appellants. In\nfurtherance to the letter issued by the Central Government, the\nState Government vide its letter dated 10th September, 2010,\nactually cancelled the admissions of both the appellants.\n42. This cancellation was challenged by the appellants\nbefore the High Court, which allowed continuation of study under\ninterim orders, though finally it dismissed the writ petitions filed\nby these appellants. At that time, they had already completed\nD more than four years of the MBBS course to which they were\nadmitted. Today, they have already appeared for their final\nexamination.\nE\nF\n43. We are also in agreement with the findings recorded\nby the High Court that the Jagdalpur College ought to have\ndeclared these two seats as being available for admission\nwhen the counseling was held on 22nd - 23rd August, 2006 and\nthat there was violation of the basic principles of equality of\nopportunity and of equal consideration for allotment of seats.\nCandidates of higher merit stand excluded. Another challenge\nwhich has been raised on behalf of the appellants before us is\nthat the order of cancellation dated 10th September, 2010 was\npassed without affording any opportunity of hearing to these two\nappellants and, therefore, the order is liable to be set aside,\nbeing violative of principles of natural justice. It is, in fact, not\nG in dispute before us that no specific notice had been given to\nthe appellants before the impugned order was passed. We are\nof the considered view that it is not necessary for this Court to\nexamine this submission in any greater detail because the\nappellants have now had two occasions to put forward their\nH claim before the Court. The High Court has considered various\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 827\n[SWATANTER KUMAR, J.]\naspects of the case and has given a complete hearing to the A\nappellants. We have also heard the appellants at great length\nand have examined their challenge to the order dated 10th\nSeptember, 2010. No prejudice has been caused to them,\ninasmuch as they have pursued their studies despite\ncancellation of admission and have now been duly heard by the\nHigh Court, as well as this Court. Hence, this ground of\nchallenge does not, in any case, survive, particularly in view of\nthe fact that we have also held that the admission to these\nappellants was given in a completely arbitrary and unfair\nmanner.\n44. The admission of the appellants was cancelled by the\nState Government which, even under the Rules, is the final\ncompetent authority for such purposes. In the present case, the\nmischief played by the concerned persons came to the notice\nof the Central Government which directed cancellation of the\nseats and required the State Government to act in accordance\nwith law.\nB\nс\nD\nE\n45. The learned counsel appearing for the appellants, by\nway of last resort, advanced an argument that even if the\nadmissions are found to be irregular by the Court, still, to\nbalance the equities, the Court can direct surrender or creation\nof equal number of seats in the next academic year by the\nJagdalpur College. Further, it is also contended that since the\nappellants have already completed substantial part of their F\nprofessional course, it will cause serious prejudice and\nirreparable loss to them if their admissions are cancelled,\nparticularly when the students are not at fault and it is the\nJagdalpur College or the Directorate of the State Government\nwhich were instrumental in allotting two seats to these students.\nTo further substantiate this plea, another argument advanced\nis that in the Government Colleges, the admission fee is very\nlow and the Government spends a considerable sum in\nimparting the medical education to the students of those\nG\nH\n"}