{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"778\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nrecourse to the prescribed rule of merit. [Para\n26-27] [811-E-H; 812-A-H; 813-A-G]\nMuskan Dogra \u0026 Ors. v. State of Punjab \u0026 Ors. (2005) 9\nSCC 186 relied on.\n-\n4. The Medical and Dental Councils of India, the\nGovernments and the Universities are expected to act in\ntandem with each other and ensure that the recognition\nfor starting of the medical courses and grant of admission\nare strictly within the time frame declared by this Court\nand the regulations. However, despite warnings having\nс\nbeen issued by this Court and despite the observations\nmade by this Court, that default and non-adherence to\nthe time schedules shall be viewed very seriously,\nmatters have not improved. Persistent defaults by\ndifferent authorities and colleges and granting of\nadmission arbitrarily and with favouritism have often\ninvited criticism from this Court. The consistent effort of\nthis Court to direct corrective measures and adherence\nto law is not only being thwarted by motivated action on\nthe part of the concerned authorities, but there has also\nbeen a manifold increase in arbitrary admissions.\nRepeated defaults have resulted in generating more and\nmore litigation with the passage of time. [Para 28] [813-\nG-H; 814-A-F]\nD\nE\nF\nArvind Kumar Kankane v. State of U.P. \u0026 Ors. (2001) 8\nSCC 355: 2001 (1) Suppl. SCR 262; Chhavi Mehrotra (Miss)\nv. DGHS (1994) 2 SCC 370 - relied on.\n5. The maxim Boni judicis est causas litium dirimere\nplaces an obligation upon the Court to ensure that it\nG resolves the causes of litigation in the country. Thus, the\nneed of the hour is that binding dicta be prescribed and\nstatutory regulations be enforced, so that all concerned\nare mandatorily required to implement the time schedule\nin its true spirit and substance. It is difficult and not even\nH advisable to keep some windows open to meet a\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 779\nB\nparticular situation of exception, as it may pose A\nimpediments to the smooth implementation of laws and\ndefeat the very object of the scheme. These schedules\nhave been prescribed upon serious consideration by all\nconcerned. They are to be applied stricto sensu and\ncannot be moulded to suit the convenience of some\neconomic or other interest of any institution, especially,\nin a manner that is bound to result in compromise of the\nstated principles. Thus, the following directions in rem are\nissued for their strict compliance, without demur and\ndefault, by all concerned,.\n(i)\nThe commencement of new courses or\nincrease in seats of existing courses of MBBS/\nBDS are to be approved/recognised by the\nGovernment of India by 15th July of each\ncalendar year for the relevant academic\nsessions of that year.\n(ii) The Medical Council of India shall, immediately\nthereafter, issue appropriate directions and\nthe implementation\nensure\nand\ncommencement of admission process within\none week thereafter.\n(iii) After 15th July of each year, neither the Union\nof India nor the Medical or Dental Council of\nIndia shall issue any recognition or approval\nfor the current academic year. If any such\napproval is granted after 15th July of any year,\nit shall only be operative for the next academic\nyear and not in the current academic year.\nOnce the sanction/approval is granted on or\nbefore 15th July of the relevant year, the name\nof that college and all seats shall be included\nin both the first and the second counseling, in\naccordance with the Rules.\nC\nD\nE\nF\nG\nH\n780\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\n(iv) Any medical or dental college, or seats thereof,\nto which the recognition/approval is issued\nsubsequent to 15th July of the respective year\nshall not be included in the counseling to be\nconducted by the concerned authority and\nthat college would have no right to make\nadmissions in the current academic year\nagainst such seats.\n(v) The admission to the medical or dental\ncolleges shall be granted only through the\nrespective entrance tests conducted by the\ncompetitive authority in the State or the body\nof the private colleges. These are the methods\nof selection and grant of admission to these\ncourses. However, where there is a single\nBoard conducting the State examination and\nthere is a single medical college, then in terms\nof clause 5.1 of the Medical Council of India\nEligibility Certificate Regulations, 2002 the\nadmission can be given on the basis of 10+2\nexam marks, strictly in order of merit.\n(vi) All admissions through any of the stated\nselection processes have to be effected only\nafter due publicity and in consonance with the\ndirections issued by this Court. The practice\nof giving admissions on 30th September of the\nacademic year is strongly deprecated. In fact,\nthat is the date by which, in exceptional\ncircumstances, a candidate duly selected as\nper the prescribed selection process is to join\nthe academic course of MBBS/BDS. Under the\ndirections of this Court, second counseling\nshould be the final counseling, as this Court\nhas already held in the case of Ms. Neelu Arora\n\u0026 Anr. v. UOI \u0026 Ors. [(2003) 3 SCC 366] and third\n☐ H\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 781\ncounseling is not contemplated or permitted A\nunder the entire process of selection/grant of\nadmission to these professional courses.\n(vii) If any seats remain vacant or are surrendered\nfrom All India Quota, they should positively be\nB\nallotted and admission granted strictly as per\nthe merit by 15th September of the relevant\nyear and not by holding an extended\ncounseling. The remaining time will be limited\nto the filling up of the vacant seats resulting\nfrom exceptional circumstances or surrender\nof seats. All candidates should join the\nacademic courses by 30th September of the\nacademic year.\nC\n(viii) No college may grant admissions without duly D\nadvertising the vacancies available and by\npublicizing the same through the internet,\nnewspaper, on the notice board of the\nrespective feeder schools and colleges, etc.\nEvery effort has to be made by all concerned\nto ensure that the admissions are given on\nmerit and after due publicity and not in a\nmanner which is ex-facie arbitrary and casts\nthe shadow of favouritism.\n(ix) The admissions to all government colleges\nhave to be on merit obtained in the entrance\nexamination conducted by the nominated\nauthority, while in the case of private colleges,\nthe colleges should choose their option by\n30th April of the relevant year, as to whether\nthey wish to grant admission on the basis of\nthe merit obtained in the test conducted by the\nnominated State authority or they wish to\nfollow the merit list/rank obtained by the\ncandidates in the competitive examination\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n782\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\ncollectively held by the nominated agency for\nthe private colleges. The option exercised by\n30th April shall not be subject to change. This\nchoice should also be given by the colleges\nwhich are anticipating grant of recognition, in\ncompliance with the date specified in these\ndirections. [Paras 29- 30] [814-G-H; 815-A-H;\n816-A-H; 817-A-H]\nMs. Neelu Arora \u0026 Anr. v. UOI \u0026 Ors. (2003) 3 SCC 366:\n2003 (1) SCR 562 - relied on.\n6. All these directions shall be complied with by all\nconcerned, including Union of India, Medical Council of\nIndia, Dental Council of India, State Governments,\nUniversities and medical and dental colleges and the\nmanagement of the respective universities or dental and\nmedical colleges. Any default in compliance with these\nconditions or attempt to overreach these directions shall,\nwithout fail, invite the following consequences and penal\nactions:-\na)\nb)\nEvery body, officer or authority who disobeys\nor avoids or fails to strictly comply with these\ndirections stricto sensu shall be liable for\naction under the provisions of the Contempt\nof Courts Act. Liberty is granted to any\ninterested party to take out the contempt\nproceedings before the High Court having\njurisdiction over such Institution/State, etc.\nThe person, member or authority found\nresponsible for any violation shall be\ndepartmentally proceeded against and\npunished in accordance with the Rules.\nViolation of these directions or overreaching\nthem by any process shall tantamount to\nindiscipline, insubordination, misconduct and\nbeing unworthy of becoming a public servant.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 783\nc)\nd)\ne)\nf)\ng)\nSuch defaulting authority, member or body A\nshall also be liable for action by and personal\nliability to third parties who might have\nsuffered losses as a result of such default.\nThere shall be due channelization of selection\nand admission process with full cooperation\nand coordination between the Government of\nIndia, State Government, Universities, Medical\nCouncil of India or Dental Council of India and\nthe colleges concerned. They shall act in\ntandem and strictly as per the prescribed\nschedule. In other words, there should be\ncomplete harmonisation with a view to form a\nuniform pattern for concerted action,\naccording to the framed scheme, schedule for\nadmission and regulations framed in this\nbehalf.\nB\nC\nD\nThe college which grants admission for the\ncurrent academic year, where its recognition/\napproval is granted subsequent to 15th July of E\nthe current academic year, shall be liable for\nwithdrawal of recognition/approval on this\nground, in addition to being liable to indemnify\nsuch students who are denied admission or\nwho are wrongfully given admission in the\ncollege.\nUpon the expiry of one week after holding of\nthe second counseling, the unfilled seats from\nall quotas shall be deemed to have been\nsurrendered in favour of the respective States\nand shall be filled thereafter strictly on the\nbasis of merit obtained in the competitive\nentrance test.\nF\nG\nIt shall be mandatory on the part of each H\n784\nSUPREME COURT REPORTS\nA\nB\nh)\n[2012] 5 S.C.R.\ncollege and University to inform the State and\nthe Central Government/competent authority\nof the seats which are lying vacant after each\ncounseling and they shall furnish the complete\ndetails, list of seats filled and vacant in the\nrespective states, immediately after each\ncounseling.\nNo college shall fill up its seats in any other\nmanner. [Para 31] [818-A-H; 819-A-F]\nC 7. The instant case is a glaring example of calculated\ntampering with the schedule specified under the\nregulations and the judgments of this Court, with a clear\nintent to grant admission to less meritorious candidates\nover and above the candidates of higher merit. The High\nD Court had cancelled the admission of the appellants by\na detailed and well-reasoned judgment. However, as a\nresult of interim orders granted by the Court, both the\nappellants had already completed four years of the\nstudies at the time of the High Court decision. They are\nE stated to have completed their final exam now. Despite\nhaving lost their case before the High Court, the\nappellants continued to pursue their professional\ncourses because of the interim orders of the Court and,\ntherefore, the plea of inequities was raised. On 30th\nF September, 2006, the Director, Medical Education,\nChhattisgarh, wrote a letter to the Dean of the College,\nrequiring that the Jagdalpur College provide the up-to-\ndate list of the students admitted to it and if there were\nany seats remaining vacant, guidance was to be taken\nfrom the Directorate of the State Government. Another\nletter written by the Director, Medical Education, to the\nDean of the Jagdalpur College and referring to their letter\nof the same date, which stated that two seats were\nvacant, in turn, ordered that those seats be filled up and\nthe candidates be contacted over telephone. If contact\nG\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 785\nB\nD\ncould not be established with any candidate, then the A\nJagdalpur College was directed to fill up the seats with\nthe candidates physically present and available at the\nJagdalpur College, according to merit. The Dean of the\nJagdalpur College, on that very day, constituted a\nCommittee to examine the certificates etc. of the available\ncandidates and recommend the names on the basis of\nmerit. Again, on that very day, the Committee\nrecommended the names of the two appellants, declaring\nthem to be eligible for getting admissions. More strangely,\nthe Committee also noted that the fees from the C\ncandidates had been deposited and they could be given\nadmission. Then, by another letter dated 30th September,\n2006, the Dean of the College informed the Director,\nMedical Education that the two appellants were given\nadmission and the admission process for 50 seats had\nbeen completed. There was nothing placed on the\nrecords of the Court as to what steps were taken by the\nJagdalpur College to inform all the other candidates of\ncounseling on the last date. Also strange was the\ndirection of the Directorate that the candidates should be\ninformed on telephone. Even if this direction was of some\ncontent and meaning, there is still no material to show\nhow many candidates were actually informed on the\ntelephone that there would be counseling for two seats.\nThus, the questions remained open, as to the reason for\ntotal abandonment of the procedure of informing all\neligible candidates, by appropriate means, that two seats\nwere available for admissions, who all had actually\nappeared for the counseling, how only two candidates\nwho even according to the State Government were not\ncontacted on telephone, were alone present before the\nCommittee and immediately found to be eligible for\nadmission. This entire exercise smacked of arbitrariness,\nunfairness and was discriminatory ex facie. Respondent\nNo.3, the Director of the Medical Education in\nChhattisgarh, is the father of appellant no.2 and that H\nE\nF\n786\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA speaks volumes of how the admission had been granted\nto the appellants. [Paras 33, 36-37] [820-A-D; 821-D-H;\n822-A-F]\n8. The methodology adopted and the manner in\nwhich admissions were given to the appellants would\nB show that this process was neither fair nor transparent.\nIn fact, within a few hours, the entire process of\nadmission was completed, indicating that the whole\nexercise was undertaken only with the object of granting\nadmission to the appellants, that too, as if no other\nC candidates of merit were available for these two seats.\nThis view was entirely substantiated by the records\nproduced before us. The prescribed procedure for grant\nof admission was given a go by and the rule of admission\non merit stood frustrated as a consequence of such\nD admission process. One fails to understand why no\npreventive steps or efforts to fill the vacant seats were\ntaken by any of the competent authorities involved in the\nentire process of selection and admission to MBBS\ncourses. The students who had undertaken the PMT\nE examination had been allocated seats in the college on\n23rd August, 2006. Not even a single document was\nplaced on record of this Court from 23rd August, 2006 to\n29th September, 2006 showing efforts to fill up vacant\nseats. Everybody waited for the last date which, in fact,\nwas the date for joining the courses and not admission,\nwhereafter the entire machinery in the Centre, State\nGovernment and the college acted so swiftly that within\nhours, the entire admission process was concluded to\ngrant the admission to the appellants. It is a travesty of\nfairness and transparency that for 50 seats in the\nJagdalpur College, the Directorate as well as the\nCommittee constituted for counseling/selection could\nfind only the candidates at Merit Nos. 3893 and 1614\nsuitable, completely ignoring all the candidates being\nhigher in merit than these two appellants, who must also\nbe waiting for admission to the MBBS course. Strangely,\nF\nG\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 787\nthe merit ranks of these two appellants, as given in the A\nletter of the DGHS dated 8th August, 2006 were 2196 and\n2203 respectively. From every angle only one conclusion\nis possible that the allocation of seats was totally\narbitrary and contrary to the procedure laid down. The\nthree members of the Selection Committee found only B\nthese two candidates eligible and fit to be granted\nadmission to the MBBS courses on the last day for\nadmissions. To say the least, this Committee acted in\nundue haste, in violation of the prescribed procedure of\nadmission and certainly contrary to the judgments of this C\nCourt. The Dean of the Jagdalpur College is directed to\nconvey the displeasure of this Court to the members of\nthe Selection Committee and the same be placed on their\nrespective service records. [Para 38] [822-G-H; 823-A-H;\n824-A]\nD\nF\n9. The Inquiry Committee returned a finding that the\nadmission to the two appellants was not given in\nfurtherance to the letter dated 8th August, 2006, but validly\ngranted on 30th September, 2006 instead. Their report did\nnot even mention if they had verified the fact that notices E\nhad been issued to all the concerned persons on 30th\nSeptember, 2006 and if other students had been\ncontacted for intimation of counseling or if any effort was\neven made on 30th September, 2006 or even prior thereto\nto put these two vacant seats on the internet or notice\nboard of the colleges so as to enable the students of\nhigher merit to seek admission to the MBBS course in\nthe Jagdalpur College. This aspect attained a greater\nsignificance in view of the fact that the seats were not\nallotted in the second counseling itself on 22nd - 23rd\nAugust, 2006. The Jagdalpur College, the Directorate of\nthe State Government as well as the Union of India made\nno effort and did not act in coordination, to allot these\ntwo seats to the candidates in accordance with merit in\nthe PMT. The finding recorded by the Committee appears\nto be a mere eye-wash rather than a proper report upon\nG\nH\n"}