{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66}],"text":"828 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA colleges. Thus, even that expenditure of the State would be\nwasted if admissions were now cancelled.\nB\nC\nD\n46. It was also argued with some emphasis that the\nappellants are not at fault. They had taken the entrance\nexamination and were given seats by the concerned authorities.\nEven if the authorities have committed some irregularity, the\nappellants should not be made to suffer at the very end of their\nprofessional course. To substantiate this premise, they relied\nupon the judgments of this Court in the cases of A. Sudha v.\nUniversity of Mysore \u0026 Anr. (1987) 4 SCC 537, Amandeep\nJaswal v. State of Punjab (2006) 9 SCC 597, R. Vishwanatha\nPillai v. State of Kerala \u0026 Ors. (2004) 2 SCC 105 and\nChowdhary Navin Hemabhai \u0026 Ors. v. The State of Gujarat\n\u0026 Ors. (2011) 3 SCC 617.\n47. We have perused the judgments of this Court relied\nupon by the petitioners. Firstly, they were delivered on their own\nfacts and the Court has not stated any absolute principle of law,\nwhich would operate as a valid and binding precedent.\nSecondly, in all these cases, the Court had returned the finding\nE that other authorities or rule-making bodies concerned were at\nfault and not the students. In the case of Chowdhary Navin\nHemabhai (supra), the Court had noticed that the fault was of\nthe rule making authority in not formulating the State Rules, 2008\nin conformity with the Medical Council of India Regulations,\nwhile in the case of A. Sudha (supra), the Court found that the\nPrincipal of the institute was at fault and he had made incorrect\nstatements in writing, which were acted upon by the students\nbona fide.\nF\n48. In the present case, we have no doubt in our mind that\nG the fault is attributed to all the stakeholders involved in the\nprocess of admission, i.e., the concerned Ministry of the Union\nof India, Directorate of Medical Education in the State of\nChhattisgarh, the Dean of the Jagdalpur College and all the\nthree Members of the Committee which granted admission to\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 829\n[SWATANTER KUMAR, J.]\nboth the appellants on 30th September, 2006. But the students\nare also not innocent. They have certainly taken advantage of\nbeing persons of influence. The father of the Appellant No. 2,\nAkansha Adile was the Director of Medical Education, State\nof Chhattisgarh at the relevant time and as noticed above, the\nentire process of admission was handled through the\nDirectorate. The students well knew that the admissions can\nonly be given on the basis of merit in the entrance test and they\nhad not ranked so high that they were entitled to the admission\non that basis alone. In fact, they were also aware of the fact\nthat no other candidate had been informed and that no one was\npresent due to non-intimation. Out of favouritism and\narbitrariness, they had been given admission by completing the\nentire admission process within a few hours on 30th\nSeptember, 2006.\nA\nB\nC\nD\nрокроп\nE\nF\n49. Balancing of equities by the Court itself is inequitable.\nSome party or the other would suffer a set back or adverse\nconsequence from the order of the Court. On the one hand, if\nadmissions are cancelled, the students who have practically\ncompleted their MBBS course would lose their professional\neducation as well as nearly five years of their life spent in such\neducation. If their admissions are protected, then the standard\nof education, the merit of the candidates and the desirability\nof the persons of higher merit becoming doctors is negated.\nThe best solution to such problems is strict adherence to the\ntime schedule, procedure for selection/admission and strict\nobservance of the Medical Council of India Regulations, by all\nconcerned. Once these factors are adhered to, not only would\nsuch situation not arise, but also it will prevent avoidable\nlitigation before the Courts. The persons who violate the time\nschedule to grant admissions in an arbitrary manner and by G\ncolourable exercise of power, who are not adhering to Medical\nCouncil of India Regulations and the judgments of this Court,\nshould be dealt with strictly by punishment in accordance with\nlaw, to prevent such mischief from repeating. In the present\ncase, we are informed that the students have already sat for\nH\n830\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA their final examination and are about to complete their courses.\nEven if we have to protect their admissions on the ground of\nequity, they cannot be granted such relief except on\nappropriate terms. By their admissions, firstly, other candidates\nof higher merit have been denied admission in the MBBS\nB course. Secondly, they have taken advantage of a very low\nprofessional college fee, as in private or colleges other than\nthe government colleges, the fee payable would be\nRs.1,95,000/- per year for general admission and for\nmanagement quota, the fee payable would be Rs.4,00,000/-\nC per year, but in government colleges, it is Rs.4,000/- per year.\nSo, they have taken a double advantage. As per their merit,\nthey obviously would not have got admission into the Jagdalpur\nCollege and would have been given admission in private\ncolleges. The ranks that they obtained in the competitive\nexamination clearly depict this possibility, because there were\nonly 50 seats in the Jagdalpur College and there are hundreds\nof candidates above the appellants in the order of merit. They\nhave also, arbitrarily and unfairly, benefitted from lower fees\ncharged in the Jagdalpur College.\nD\nE\n50. On the peculiar facts and circumstances of the case,\nthough we find no legal or other infirmity in the judgment under\nappeal, but to do complete justice between the parties within\nthe ambit of Article 142 of the Constitution of India, we would\npermit the appellants to complete their professional courses,\nF subject to the condition that each one of them pay a sum of Rs.5\nlakhs to the Jagdalpur College, which amount shall be utilized\nfor developing the infrastructure in the Jagdalpur College.\nG\n51. We have not and should not be even understood to\nhave stated any precedent for the cases like grant of admission\nand leave to complete the course like the appellants in the\npresent case.\n52. We are imposing heavy costs upon these appellants\nto ensure that such admissions are neither accepted nor\nH granted leave to complete their medical courses in future.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 831\n[SWATANTER KUMAR, J.]\n53. We would, thus, hereby issue directions on the one A\nhand and order initiation of contempt proceedings against all\nthe defaulting parties under the provisions of Contempt of\nCourts Act, 1971 read with Article 129 of the Constitution of\nIndia.\nORDER:\nB\nAccordingly, we order as follows: -\n1.\n2.\n3.\nThough, we find no merit in the appeal preferred by\nthe appellants and the judgment of the High Court C\ndoes not suffer from any infirmity, still, in the peculiar\nfacts and circumstances of the case, we permit the\nappellants to complete their MBBS course as\ngeneral candidates in the Government Medical\nCollege, Jagdalpur, subject to their paying a sum D\nof Rs. 5 lakhs each, within one week from today.\nIn the event of default of payment or failure to file\nproof of payment in the Registry of this Court, not\nonly will the present appeal stand dismissed on\nmerits, but we also direct that the exam results of\nthe defaulting appellant will not be declared, they will\nnot be conferred with the degree of MBBS by the\nJagdalpur College and the Medical Council of India\nshall not register their names on the rolls maintained\nby it or the State Council, as the case may be.\nE\nF\nFor the reasons afore-stated, if their admissions\nare cancelled, there being no claimants for these\nseats, the seats will go waste and the entire\nexpenditure incurred by the State would also be G\nwasted. After so many years, it would be an\nexercise in futility to cancel their admissions, which,\nbut for the interim orders, could be avoided. An\nundue advantage from the interim orders has\naccrued in favour of the appellants.\nH\nA\nB\nC\n832\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nWith all the humility at our command, we request the High\nCourts to ensure strict adherence to the prescribed time\nschedule, process of selection and to the rule of merit.\nWe reiterate what has been stated by this Court earlier,\nthat except in very exceptional cases, the High Court may\nconsider it appropriate to decline interim orders and hear the\nmain petitions finally, subject to convenience of the Court. We\nmay refer the dictum of this Court in the case of Medical\nCouncil of India v. Rajiv Gandhi University of Health Sciences\n[(2004) 6 SCC 76, para 14] in this regard.\n4. We have categorically returned a finding that all the\nrelevant stakeholders have failed to perform their duty/obligation\nin accordance with law. Where the time schedules have not\nbeen complied with, and rule of merit has been defeated, there\nD nepotism and manipulation have prevailed. The stands of\nvarious authorities are at variance with each other and none\nadmits to fault. Thus, it is imperative for this Court to ensure\nproper implementation of judgments of this Court and the\nregulations of the Medical Council of India as well as not to\nE overlook the arbitrary and colourable exercise of power by the\nconcerned authorities/colleges.\nF\nG\nI\n5. Therefore, we hereby direct initiation of proceedings\nagainst the following under the provisions of the Contempt of\nCourts Act, 1971. Let notice be issued to the following, to show\ncause why they be not punished in accordance with law.\na. Additional Secretary, Ministry of Health \u0026 Family\nWelfare, Union of India.\nb. Dr. S.L. Adile, Director, Medical Education.\nc. Dean of the Jagdalpur College.\nd. Dr. M.S. Banjan, Member of the Selection Committee.\ne. Dr. P.D. Agarwal, Member of the Selection Committee.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 833\n[SWATANTER KUMAR, J.]\nf. Shri Padmakar Sasane, Member of the Selection A\nCommittee.\ng. Director General, Directorate of Health Services, Union\nof India.\n5. Notice be issued returnable in two weeks, on which\nday the matter shall be listed before this Court. Registry shall\nmaintain separate file for that purpose.\n00\nB\n6. All concerned authorities are hereby directed to carry\nout the directions and orders contained in this judgment, C\nparticularly paragraphs 30 and 31 of the judgment forthwith. The\ndirections shall be applicable for the academic year 2012-2013\nitself.\n54. A copy of this judgment shall be sent to all concerned\nauthorities; forthwith, for strict compliance and adherence,\nwithout demur and default.\n55. Both the appeals are disposed of with the above\ndirections.\nD.G.\nD\nE\nAppeals disposed of.\n"}