{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"AFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n791\nMayor, the Deputy Mayor, and seven other A\nCouncillors;\n(b) in the case of a Class 'A' or Class 'B' Municipal\nCouncil, the Municipal Chairperson, the Municipal\nVice Chairperson, and five other Councillors;\n(c) in the case of a Class 'C' Municipal Council, the\nMunicipal Chairperson, the Municipal Vice-\nChairperson, and three other Councillors; and\nB\n(d) in the case of a Nagar Panchayat, the Municipal C\nPresident, the Municipal Vice-President, and three\nother Councillors.\n(3) The other members of the Empowered Standing\nCommittee shall be nominated by the Chief Councillor from\namong the Councillors elected under sub section (1) of\nsection 12 within a period of seven days of his entering\noffice.\nD\n(4) The other members of the Empowered Standing\nCommittee shall assume charge after taking the oath of E\nsecrecy under section 24.\n(5) The Chief Councillor shall be the presiding officer of\nthe Empowered Standing Committee.\n(6) The manner of transaction of business of the\nEmpowered Standing Committee shall be such as may be\nprescribed.\n(7) The Empowered Standing Committee shall be\ncollectively responsible to the Municipal Corporation or the\nMunicipal Council or the Nagar Panchayat, as the case\nmay be.\nSection 22. Executive power of Municipality to be\nexercised by Empowered Standing Committee. -\nF\nG\nH\nA\n..\nB\nC\nD\nE\nLL\nF\nG\nH\n792 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nSubject to the provisions of this Act and the rules and the\nregulations made there under, the executive power of a\nMunicipality shall be exercised by the Empowered\nStanding Committee.\nSection 23. Election of Chief Councillor and Deputy\nChief Councillor. - (1) The Councillors shall, in the first\nmeeting under section 35, elect in accordance with such\nprocedure as may be prescribed from amongst the\nCouncillors to be the Chief Councillor and Deputy Chief\nCouncillor who shall assume office forthwith after taking the\noath of secrecy under section 24.\n(2) If the Councillors fail to elect a Chief Councillor under\nsub-section (1), the State Government shall appoint by\nname one of the Councillors to be the Chief Councillor.\n(3) In the case of any casual vacancy in the office of the\nChief Councillor caused by death, resignation, removal or\notherwise, the Councillors shall, in accordance with such\nprocedure as may be prescribed, elect one of the\nCouncillors to fill up the vacancy.\nSection 25. Removal of Chief Councillor/Deputy\nChief Councillor. - (1) The Chief Councillor/Deputy Chief\nCouncillor shall cease to hold office as such if he ceases\nto be a Councillor.\n(2) The Chief Councillor may resign his office by writing\nunder his hand addressed to the Divisional Commissioner\nand Deputy Chief Councillor may resign his office by\nwriting under his hand addressed to the Chief Councillor.\n(3) Every resignation under sub-section (2) shall take effect\non the expiry of seven days from the date of such\nresignation, unless within the said period of seven days\nhe withdraws such resignation by writing under his hand\naddressed to the Divisional Commissioner or the Chief\nCouncillor, as the case may be.\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n793\n(4) The Chief Councillor/Deputy Chief Councillor may be A\nremoved from office by a resolution carried by a majority\nof the whole number of Councillors holding office for the\ntime being at a special meeting to be called for this\npurpose in the manner prescribed, upon a requisition\nmade in writing by not less than one-third of the total B\nnumber of Councillors, and the procedure for the conduct\nof business in the special meeting shall be such as may\nbe prescribed:\n\"Provided that a no confidence motion shall not be\nbrought against the Chief Councillor/Deputy Chief\nCouncillor within a period of two years of taking over the\ncharge of the post:\nProvided further that a no confidence motion shall not\nbe brought again within one year of the first no confidence\nmotion:\nProvided further also that no confidence motion shall\nnot be brought within the residual period of six months of\nthe municipality.\n7\nC\nD\nE\nF\n(5) \"Without prejudice to the provisions under this Act, if,\nin opinion of the Divisional Commissioner having territorial\njurisdiction over the Municipality the Chief Councillor/\nDeputy Chief Councillor absents himself without sufficient\ncause for more than three consecutive meetings or sittings\nor willfully omits or refuses to perform his duties and\nfunctions under this Act, or is found to be guilty of\nmisconduct in the discharge of his duties or becomes.\nphysically or mentally incapacitated for performing his\nduties or is absconding being an accused in a criminal G\ncase for more than six months, the Divisional\nCommissioner may, after giving the Chief Councillor/\nDeputy Chief Councillor a reasonable opportunity for\nexplanation, by order, remove such Chief Councillor from\noffice.\nH\nA\nB\nC\nD\nE\n794\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\n(6) The Chief Councillor/Deputy Chief Councillor so\nremoved shall not be eligible for re-election as Chief\nCouncillor/Deputy Chief Councillor or Councillor during the\nremaining term of office of such Municipality.\nAppeal shall lie before the State Government against\nthe order of the Divisional Commissioner.\"\nSection 27. The term office of the Chief Councillor\nand the members of Empowered Standing\nCommittee.- The term of office of the Chief Councillor and\nthe members of Empowered Standing Committee shall be\ncoterminous with the duration of members of the\nMunicipality.\"\n13. As seen from section 22 above, the Executive power\nof the Municipality is to be exercised by the 'Empowered'\nStanding Committee, and in the case of a Municipal\nCorporation, their committee consists of the Mayor, the Deputy\nMayor and seven other Councillors under section 21 (2) (a) of\nthe Act. These seven members are to be nominated under\nsection 21 (3) of the Act by the Mayor or the Chief Councillor\nfrom amongst the Councillors.\n14. Changes brought in by the Present Act\nIt would be relevant to refer to the other connected\nF provisions to enable us to decide the question of law which is\nraised in this appeal. As far as Patna Municipal Corporation\nis concerned, it was earlier governed under the Patna Municipal\nCorporation Act, 1951 (which has been repealed by section\n488 of the Bihar Municipal Act, 2007). It is material to note that\nunder section 36 of the repealed Act, the principal committee\nof the Municipal Corporation was known merely as the\n'Standing Committee', and the members of the Standing\nCommittee were directly elected under section 37 of the Act\nby the full house of the Municipal Corporation, and their tenure\nwas for two years. They were not nominated by the Mayor.\nG\nH\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n795\nUnder the present Act, they are nominated by the Mayor. Now, A\nthe principal committee of the Municipal Corporation is known\nas the 'Empowered Standing Committee' under section 22 of\nthe Act.\n15. Delegation of Powers\nSection 28 (1) of the present Act provides for delegation\nof the powers and functions of the Municipal Corporation to the\nEmpowered Standing Committee, and under section 28 (2), the\nEmpowered Standing Committee may delegate its powers and\nfunction to the Chief Councillor or to the Chief Municipal Officer.\nThis section 28 reads as follows:-\n\"28. Delegation of Powers and Functions.-(1) The\nMunicipality may, by resolution, delegate, subject to such\nconditions as may be specified in the resolution, any of its\npowers or functions to the Empowered Standing\nCommittee.\nB\nC\nD\n(2) The Empowered Standing Committee may, by order\nin writing, delegate, subject to such conditions as may be\nspecified in the order, any of its powers or functions to the E\nChief Councillor or to the Chief Municipal Officer.\n(3) Subject to such standing orders as may be made by\nthe Empowered Standing Committee in this behalf -\n(a) the Chief Councillor may, by order, delegate,\nsubject to such conditions as may be specified in\nthe order, any of his powers or functions to the\nDeputy Chief Councillor or the Chief Municipal\nOfficer:\nF\nG\n(b) the Chief Municipal Officer may, by order,\ndelegate, subject to such conditions as may be\nspecified in the order, any of his powers or\nfunctions, excluding the powers or functions under\nsub-section (2) of section 354 or section 365, to any H\nA\nB\nC\nD\nE\nF\nG\nH\n796\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nofficer or other employee of the Municipality; and\n(c) any officer of the Municipality, other than the\nChief Municipal Officer, may, by order, delegate,\nsubject to such conditions as may be specified in\nthe order, any of his powers or functions to any other\nofficer subordinate to him.\n(4) Notwithstanding anything contained in this section, the\nEmpowered Standing Committee, the Chief Councillor, the\nChief Municipal Officer, or the other officer referred to in\nclause (C) of sub-section (3), shall not delegate -\n-\n(a) any of its or his powers or functions delegated\nto it or him under this section, or\n(b) such of its or his powers or functions as may be\nspecified by regulations.\"\n16. Collective responsibility\nThe Empowered Standing Committee is expected to\nfunction on the principle of collective responsibility. This element\nof collective functioning is introduced in Municipal Governance\nunder sections 57 and 59 of the Act. Under section 57 (1), A\nCouncillor may, subject to the provisions of sub-section (2), ask\nthe Empowered Standing Committee, questions on any matter\nrelating to the administration of the Municipality or municipal\ngovernance. Sub-section (2) of this section lays down the\nconditions subject to which this right to ask the question is to\nbe exercised. This section is divided into six sub-sections,\nthough for our purpose it is section 57 (1) which is relevant\nwhich reads as follows:-\n\"57. Right of Councillors to ask questions. - (1) A\nCouncillor may, subject to the provisions of sub-section\n(2), ask the Empowered Standing Committee questions\non any matter relating to the administration of the\nMunicipality or municipal governance, and all such\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n797\nquestions shall be addressed to the Empowered A\nStanding Committee and shall be answered either by\nthe Chief Councillor or by any other member of the\nEmpowered Standing Committee.\"\n(emphasis supplied) B.\nIn continuation of this Section 57, Section 59 provides for asking\nfor a statement from the Empowered Standing Committee on\nany urgent matter relating to administration of the Municipality.\nThis section reads as follows:\n-\n“59. Asking for statement from Empowered Standing\nCommittee. (1) Any Councillor may ask for a statement\nfrom the Empowered Standing Committee on an urgent\nmatter relating to the administration of the Municipality by\ngiving notice to the Municipal Secretary at least one hour\nbefore the commencement of the meeting of the\nMunicipality on any day.\n(2) The Chief Councillor or a member of the\nEmpowered Standing Committee may either make a\nbrief statement on the same day or fix a date for\nmaking such statement.\n(3) Not more than two such matters shall be raised\nat the same meeting and, in the event of more than two\nmatters being raised priority shall be given to the matters\nwhich are, in the opinion of the Chief Councillor, more\nurgent and important.\n(4) There shall be no debate on such statement at\nthe time it is made.\"\nAs has been seen, section 57 (1) clearly uses the phrase\n'Municipal Governance.' Besides, as seen from these\nprovisions, questions about the Municipal Administration can\nbe asked to the Empowered Standing Committee and any\nC\nD\nE\nF\nG\nH\n1\n798 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA member of the Empowered Standing Committee can answer\nsuch questions.\nB\n17. Relevant provisions of the Bihar Municipal\nEmpowered Standing Committee Conduct of Business\nRules, 2010\n(i) Apart from these provisions in the Act, separate rules\nhave been framed under Section 419 of the Act read with\nSections 22 and 63 thereof, to regulate the exercise of this\nexecutive power under Section 22 of the Act,. These rules are\nC known as Bihar Municipal Empowered Standing\nCommittee Conduct of Business Rules, 2010. Rule 6 of\nthese rules provides for the quorum of the meeting of the\ncommittee, Rule 7 provides for the notice for the meeting, and\nthe items to be taken up for consideration, and it specifically\nD lays down that except with the assent of the majority of\nmembers present, no business other than those included in the\nlist shall be transacted in the meeting. Rule 7 reads as follows:-\nE\nF\nG\nH\n\"7. The notice for the meeting shall be issued by the\nChief Municipal Officer with the approval of the Chairman,\nat least four days before the date of the meeting, but in\ncase of an emergency meeting the notice may be issued\nat least 48 hours before the meeting, The Chief Municipal\nofficer shall send to each member of the committee at least\n24 hours previous to the meeting; a list of business as\napproved by the Chairman. Except with the assent of the\nmajority of members present, no business other than those\nincluded in the list shall be transacted in the meeting.\"\n(ii) Rule 10 of these rules speaks about the executive\npower of the Empowered Standing Committee. This rule\nreads as follows:-\n\"10. The Executive Powers of the Municipality shall vest\nin the Empowered Standing Committee. Executive\nPowers shall be used collectively.\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n799\nProvided that administrative control on the Staffs of A\nMunicipality shall vest in Chief Executive Officer/Executive\nOffice. Resolution shall be passed in the light of orders/\ndirections issued time to time by State Government.\n(a)\nOfficially brought agenda shall contain the following-\nitems relating to the establishment as per provision\nof the Act, which includes appointments\npromotions, benefits, transfers, disciplinary actions\netc. of the employees of the Municipality.\nitems relating to the collection of taxes and fees.\n(b) items relating to the financial position of the\nMunicipality.\n(c)\n(d)\nB\nC\ndevelopment activities undertaken and to be D\nundertaken by the Municipal body.\nitems necessary for effective implementation of the\nprovision of the Act.\nProvided that all items are to be placed before the\ncommittee by the Chief Municipal officer and shall be in\nthe form of memorandum which will include the subjects,\nthe status and the proposal to be approved by the\ncommittee. A separate sheet is to be attached under the\nsignature of the Chief Municipal officer specifying the\nperiod by which the proposal approved by the committee\nshall be implemented.\n(4) The Empowered Standing Committee shall not\ndiscuss and pass a resolution in\nE\nF\nG\n(a)\nany matter/issue which is against the rules, laws\nand directives of the State Government.\n(b)\nany issue which is sub-judice in any court of law and\nH\nA\nB\nC\nD\nE\nF\n800 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nwhich may affect the interest of Municipality\nadversely.\n(5) All issues passed by the committee shall be\nplaced before the Municipality in its next meeting.\"\n(iii) Rule 14 lays down that the business of the committee\nwill be decided by majority and this rule reads as follows:-\n\"14. All business which may come before the\nCommittee at any meeting shall be decided by the majority\nof the members present by voting at the meeting and in\ncase of equality of votes, the Chairman shall have a\nsecond or casting vote.\"\nThese rules make it clear that the executive power\nvests in the Empowered Standing Committee. Though the\nMayor nominates the members of the Empowered\nStanding Committee, the decisions of the Empowered\nStanding Committee are to be taken by majority, and the\ncommittee members have to function on the basis of\ncollective responsibility.\n18. Submissions on behalf of the appellant\nThe counsel for the appellant therefore submits that\nconsequently if a vote of no confidence is passed against the\nMayor and a new Mayor is elected in his place, it should be\nread by implication that the members of the Empowered\nStanding Committee nominated by him shall vacate their seats\nand the new Mayor will have the authority to nominate his\nnominees on the committee. Otherwise, the new Mayor will not\nbe able to function in unison with the other members on the\ncommittee. On the other hand, if section 27 is read as it is,\nwithout being read in line with and subject to sections 25 (4),\n23 (3) and 21 (3) of the Act, the councillors nominated by the\nearlier Mayor will continue on the Empowered Standing\nCommittee. Thus, although the Mayor will be one who will have\nH the confidence of the House, the other members of the\nG\n"}