{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"AFJAL IMAM v. STATE OF BIHAR AND ORS. 801\n[H.L. GOKHALE, J.]\nA\nEmpowered Standing Committee will be those who have been\nnominated by the earlier Mayor who has lost confidence of the\nHouse. The functioning on the basis of collective responsibility\nwill be difficult. There is a clear possibility of a conflict between\nthe new Mayor and the other members of the Empowered\nStanding Committee, and the new Mayor who is elected by the B\nHouse will not be able to carry the municipal governance as\nper the desire of the House, since his proposals could be\nopposed by the members of the Empowered Standing\nCommittee who are nominated by the erstwhile Mayor. This\nstraight reading of section 27 thus leads to an anomalous C\nposition. The counsel for the appellant submits that although\nthere is no difference in the position of the newly elected Mayor\nand the earlier Mayor, if literal interpretation is accepted, the\nnewly elected Mayor will be treated dis-similarly as against the\nearlier elected Mayor, and the entire municipal governance will\ncome under strain. He therefore submits that section 27 is ultra-\nvires section 21 of the Act and Article 14 of the Constitution of\nIndia. Section 27 should therefore be either struck down, or if\nit is to be saved, it should be read down harmoniously with\nsections 25 (4), 23 (3) and 21 (3) of the Act.\n19. Submissions on behalf of the Respondents:\nD\nE\nThe counsel for the respondents, on the other hand, submit\nthat as held by different benches of the Patna High Court, the\nappointment of the members of the Empowered Standing F\nCommittee is a one time Act. A statutory provision should be\nread as it is, and the court should not add anything to the statute.\nThey submit that the municipal administration is supposed to\nbe run on a non-political basis, and it is immaterial that another\nMayor is elected in place of the previous one, since all of the\nCouncillors are supposed to work harmoniously with each other\nfor the benefit of all the citizens..\n20. Reference to the provisions in Municipal Laws of\nother States\nG\nI\nA\n802\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nThe respondents submit that the Local Government is a\nsubject in the State List under the Constitution of the India\n(being entry No.5 in list II of the Seventh Schedule\nthereof) and it is for the State Government concerned to make\nnecessary statutory provisions. The provisions as enacted\nB should be given due respect.\nс\nD\n(i) Thus the respondents point out that different States have\nmade different provisions in this behalf. In the neighbouring\nState of West Bengal under the system of 'Mayor-in-council'\nunder the Howrah Muncipal Corporation Act, 1980 and\nCalcutta Municipal Corporation Act, 1980, the Mayor is\nelected by the corporators but the Deputy Mayor and the\ncouncil members are nominated by the Mayor under section 6\n(2) of the Howrah Act and section 8 (2) of the Calcutta Act.\nUnder section 7 (d) of the Howrah Act and section 9 (d) and\n(e) of the Calcutta Act, members of the Mayor-in-council have\nto vacate their seats when a newly elected Mayor enters into\nthe office in place of the earlier Mayor. The Mayor has the power\nto remove the Council member/Deputy Mayor under section 7\n(c) of the Howrah Act and section 9(c) of the Calcutta Act. The\nE West Bengal Municipal Corporation Act, 2006 applies to\ncorporations other than Howrah and Calcutta in the State of\nWest Bengal. It also creates a 'Mayor-in-Council' system and\nunder section 41 of the Act, the executive power of the\ncorporation vests in the Mayor-in-Council. The Deputy Mayor\nF and members of the council are nominated by the Mayor under\nsection 19 (2) of the Act and their tenure is co-terminous with\nthat of the Mayor under section 20 (d) of the Act.\nG\nH\n(ii) Similar is the provision in Madhya Pradesh under\nsection 37 of the Madhya Pradesh Municipal Corporation\nAct, 1956 (the section in the present form is since 1998\nAmendment). The Mayor, who is elected by the Councillors\nfrom amongst themselves, nominates his Mayor-in-Council\nmembers. Section 37 (3) provides that the members shall hold\noffice during the pleasure of the Mayor. Section 37 (8) provides\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 803\n[H.L. GOKHALE, J.]\nthat the new Mayor (i.e., elected after the office of the Mayor is A\ndeclared vacant) has the choice to continue the old Council\nmembers or appoint new members in their place.\n(iii) The same is the effect and import of section 70 (in\nplace since the 1998 Amendment) of the M.P. and\nChattisgarh Municipalities Act, 1961. Section 70 deals with\nPresident-in-Council of the Municipal Council and is in pari\nmateria with section 37 of the Madhya Pradesh Municipal\nCorporation Act, 1956.\nB\n(iv) In the Mizoram Municipalities Act, 2007, there is a C\nprovision for an Executive Council similar to the Empowered\nStanding Committee. The tenure of the members of the\nExecutive Council is co-terminous with that of the Chairman\nunder section 21 (d) of Mizoram Municipalities Act, 2007.\n(v) Somewhat similar are the provisions under sections 52,\n64 and 66 of the Goa Municipalities Act 1968. Under section\n66 (1) of the Act, the term of office of the members of the\nStanding Committee is co-terminous with the term of the\nChairperson during whose period they are elected. The\nChairperson of the Municipal Council and the members of the\nStanding Committee under that Act are, however, elected by\nthe councillors, and not nominated by the Chairperson.\n(vi) It is therefore, submitted by the respondents that it is\nfor a State Legislature to lay down the law as to what should\nbe the provision in this behalf, and in its wisdom the Bihar\nLegislature had not made the term of the councillors co-\nterminous with that of the Mayor, and it should be read as it is.\n21. In this connection, it is material to note that by the 74th\nAmendment to the Constitution of India, the Municipalities have\nbeen given a status under the Constitution. Part IX A has been\nintroduced concerning the Municipalities and their powers and\nfunctions are laid down under the Twelfth Schedule of the\nConstitution. Article 243R provides for the composition of the\nD\nE\nF\nG\nH\n804 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Municipalities, and the same is to be done by the Legislature\nof a State by law. Article 243R (2) (b) provides for the manner\nof election of the Chairperson of a Municipality. Article 243S\nprovides for the constitution and composition of the Wards\nCommittees, and sub-article (5) thereof provides for constitution\nB of Committees in addition to the Wards Committees. Article\n243U assures the Municipalities a term of five years. Thus, it\nis true that it is for the State Legislature to make necessary\nprovisions concerning the municipal administration. However,\nthe enactments of different States relied upon by the\nrespondents, in fact, point out that whenever the Mayor-in-\nCouncil or on analogous pattern is adopted, the term of the\nmembers on the Council or the Standing Committee is co-\nterminous with that of the Mayor or the Chairperson.\nC\n22. The respondents submitted that the approach of the\nD appellant amounted to legislation and should not be permitted.\nThey relied upon various judgments to submit that the court is\nexpected to interpret the law and not legislate. Firstly, they relied\nupon the judgment of this Court in State of Jharkhand and Anr.\nVs. Govind Singh, reported in 2005 (10) SCC 437, which was\nE a case under Forest Act, 1927. The High Court had read into\nsections 52 (3) of the Act, the power to direct release of seized\nvehicles on payment of fine in lieu of confiscation, when there\nwas no such specific provision in the statute. This Court held\nthat casus omissus cannot be readily inferred by the Court\nF except in the case of clear necessity and when reason for it is\nfound in the four corners of the statute itself. The decision was\nrendered in view of the facts of the case and the relevant\nprovisions of the Forest Act 1927, and while so doing, the court\ndid make it clear that if literal construction of a particular clause\nleads to manifestly absurd or anomalous results, a literal\ninterpration may not be preferred. The proposition of law laid\ndown in this case, is thus quite clear and does not help the\nrespondents. In para 21 of the judgment this Court (per Arijit\nPasayat, J) observed as follows:-\nG\nH\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n805\nA\n\"Two principles of construction - one relating to\ncasus omissus and the other in regard to reading the\nstatute as a whole - appear to be well settled. Under the\nfirst principle a casus omissus cannot be supplied by the\ncourt except in the case of clear necessity and when\nreason for it is found in the four corners of the statute itself B\nbut at the same time a casus omissus should not be readily\ninferred and for that purpose all the parts of a statute or\nsection must be construed together and every clause of a\nsection should be construed with reference to the context\nand other clauses thereof so that the construction to be put C\non a particular provision makes a consistent enactment of\nthe whole statute. This would be more so if literal\nconstruction of a particular clause leads to manifestly\nabsurd or anomalous results which could not have been\nintended by the legislature. \"An intention to produce an\nunreasonable result\", said Danckwerts, L.J. in Artemiou v.\nProcopiou 18 (All ER p. 544 1), “is not to be imputed to a\nstatute if there is some other construction available\".\nWhere to apply words literally would \"defeat the obvious\nintention of the legislation and produce a wholly\nunreasonable result”, we must \"do some violence to the\nwords\" and so achieve that obvious intention and produce\na rational construction. [Per Lord Reid in Luke v. IRC\nwhere at AC p. 577 (All ER p. 664 1) he also observed:\n\"This is not a new problem, though our standard of drafting\nis such that it rarely emerges.]\"\nD\nE\nF\n23. The respondents relied upon the judgment in Union of\nIndia and Another Vs. Shardindu, reported in 2007 (6) SCC\n276, wherein this Court set aside the premature repatriation of\nthe respondent to his parent cadre. The appointment of the G\nrespondent in that case was a tenure appointment under a\nstatute, and it was contented on behalf of the appellant that\nsame is governed under the 'Doctrine of Pleasure' available\nunder the Constitution. In that context, this Court laid down that\nwhen it was an appointment under a statute as against a\nH\n806 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA constitutional appointment, the court could not bring in such\nconcept, and could not supply the omission under the statute.\nThe judgment will have to be read in that context.\nB\nC\nD'\nE\nLL\nF\n0\nH\n24. The respondents then relied upon the judgment of this\nCourt in Satheedevi Vs. Prasanna and Anr. reported in 2010\n(5) SCC 622 to submit that the intention of the legislature must\nbe read in the words used by the legislature itself. It was\nsubmitted that if words that are used are capable of one\nconstruction it was not open to courts to adopt any other\nhypothetical construction on the grounds that it is more\nconsistent with the alleged object and policy of the Act. It is\nhowever, material to note that in paragraph 12 thereof this\njudgment also accepts that when the words used in the statute\nare capable of two constructions, the question of giving effect\nto the policy or object of the act can legitimately arise.\n25. Consideration\nConstitutional Provisions concerning the Muni-\ncipalities\nBefore we deal with the rival submissions, we may note\nthat the Municipalities are expected to render wide-ranging\nfunctions. They have now been enumerated in the Constitution.\nArticle 243W lays down the powers of the Municipalities to\nperform the functions that are listed in Twelfth Schedule it\nreads as follows:-\n\"243W. Powers, authority and responsibilities of\nMunicipalities, etc. - Subject to the provisions of\nthis Constitution, the Legislature of a State may, by law,\nendow -\n(a)\nthe Municipalities with such powers and authority as\nmay be necessary to enable them to function as\ninstitutions of self-government and such law may\ncontain provisions for the devolution of powers and\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n807\nresponsibilities upon Municipalities, subject to such A\nconditions as may be specified therein, with\nrespect to-\n(i) the preparation of plans for economic\ndevelopment and social justice;\n(ii) the performance of functions and the\nimplementation of schemes as may be entrusted to\nthem including those in relation to the matters listed\nin the Twelfth Schedule;\n(b) the Committees with such powers and authority as\nmay be necessary to enable them to carry out the\nresponsibilities conferred upon them including\nthose in relation to the matters listed in the Twelfth\nSchedule.\"\nB\nC\nD\nTwelfth Schedule reads as follows:-\nTWELFTH SCHEDULE\n[Article 243W]\nE\n1.\nUrban planning including town planning.\n2.\nRegulation of land-use and construction of\nbuildings.\nF\n3.\nPlanning for economic and social development.\n4.\nRoads and bridges.\n5.\nWater supply for domestic, industrial and,\ncommercial purposes.\"\nG\n6.\nPublic health, sanitation conservancy and solid\nwaste management.\n7.\nFire services.\nH\n.808\nSUPREME COURT REPORTS\nA\n8.\nB\nD.\nE\n9.\n[2011] 5 S.C.R.\nUrban forestry, protection of the environment and\npromotion of ecological aspects.\nSafeguarding the interests of weaker sections of\nsociety, including the handicapped and mentally\nretarded.\n10. Slum improvement and upgradation.\n11. Urban poverty alleviation.\n12. Provision of urban amenities and facilities such as\nparks, gardens, playgrounds.\n13.\nPromotion of cultural, educational and aesthetic\naspects.\n14. Burials and burial grounds; cremations, cremation\ngrounds and electric crematoriums.\n15. Cattle ponds; prevention of cruelty to animals.\n16. Vital statistics including registration of births and\ndeaths.\n17. Public amenities including street lighting, parking\nlots, bus stops and public conveniences.\n18.\nF\nG\nH\nRegulation of slaughter houses and tanneries.\n26. The scheme of the Bihar Municipal Act, 2007\nThe provisions of the Bihar Municipal Act, 2007 will have\nto be looked into on this background. The Act is a detailed Act\nrunning into 488 sections which are divided into VIII parts and\n44 chapters and they govern all the aspects of Municipal\nGovernance and Administration. Part I contains the preliminary\nprovisions. Part II deals with the Constitution of the Government\nof the Municipal Bodies some of which provisions we have\nalready referred to namely those contained in Sections 21 to\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 809\n[H.L. GOKHALE, J.]\n59. Part III deals with the Financial Management of A\nMunicipalities. Part IV is on the Municipal Revenue. Part V is\non the Urban Environmental Infrastructure and Services which\ncontains the following chapters.\nChapter 21 on Private Sector Participation Agreement B\nand Assignment of Other Agencies,\nChapter 22 on Water-supply,\nChapter 23 on Drainage and Sewerage,\nChapter 24 on other provisions relating to Water-supply,\nDrainage and Sewerage,\nChapter 25 on Solid Wastes,\nC\nChapter 26 on Communication Systems which deals with D\nthe public streets and street lighting,\nChapter 27 on Markets, Commercial Infrastructure and\nSlaughter Houses.\nPart VI deals with Urban Environmental Management, E\nCommunity Health and Public Safety.\nChapter 28 is on local agenda for Urban Environmental\nManagement,\nChapter 29 on Environmental Sanitation and Community\nHealth,\nF\nChapter 30 on restraint of infection,\nChapter 31 on disposal of the dead,\nG\nChapter 32 on Urban Forestry, Parks, Gardens, Trees and\nPlaygrounds.\nPart VII deals with the Regulatory Jurisdiction, and contains\nchapters on Development Plans, Improvement, Public H\n810 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\nStreets, Buildings, Municipal Licences, Vital Statistics,\nDisaster Management and Industrial Townships.\nB\nLastly Part VIII deals with the Powers, Procedures,\nOffences and Penalties.\n27. Thus, it will be seen that the Bihar Municipal Act is\nquite a comprehensive Act, and as noted earlier the executive\npowers of the Municipality are vested in the Empowered_\nStanding Committee under section 22 of the Act. The members\nof this Empowered Standing Committee are nominated by the\nC Mayor. After a Mayor is removed, and another Mayor is elected\nin his place, if the new Mayor is not allowed to nominate his\nnominees on the Empowered Standing Committee, it is likely\nto result into a situation of conflict. This is apart from the fact\nthat the new Mayor will be treated dissimilarly with the earlier\nD Mayor, although both of them are elected by the same full\nHouse and there is no justifiable reason for making any\ndistinction. The fact that a councillor is elected as the Mayor\nimmediately after the general election to the Municipality, and\nhe nominates seven councillors on the Empowered Standing\nE Committee, cannot make this act of nomination as a one time\nact, nor does the enactment say so. After a Mayor is removed\nunder section 25 (4) of the Act, a new Mayor is to be elected\nunder section 23 (3) of the Act. This section does not say that\nthe newly elected Mayor will not have the powers of nominating\nthe other members on the Empowered Standing Committee\nwhich is available to the Chief Councillor or Mayor under section\n21 (3) of the Act. Thus, in fact, by stating that the nomination of\nthe members on the Empowered Standing Committee is a one\ntime act, the respondents are adding words in section 21 (3)\nof the Act. Thus, in a way, they are supplying in section 21 (3)\nthe words 'only by the first Chief Councillor and not by his\nsuccessors in office' in place of 'the Chief Councillor' after\nthe words 'shall be nominated' in section 21 (3) of the Act.\nThus, they want section 21 (3) to read as follows:-\nF\nG\nН\n\"(3) The other members of the Empowered Standing\n"}