{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"AFJAL IMAM v. STATE OF BIHAR AND ORS.\n781\nD\nintention of the legislature. Considering the powers A\nwhich are available to the Empowered Standing\nCommittee, if the newly elected Mayor is not read as\nhaving the power to nominate his nominees on the\nEmpowered Standing Committee, he will be treated\ndissimilarly and such an interpretation will make section B\n27 violative of Article 14 of the Constitution and contrary\nto the powers of the Mayor under section 21(3) of the Act.\nThe only way, therefore, to save section 27 is to read it\ndown by implication, and to make it subject to sections\n25(4), 23 (3) and 21(3) of the Act, thereby, holding that the C\nnominated members shall also automatically vacate their\noffice when the Mayor nominating them is no longer in\nthe office. Thus, the newly elected Mayor will also have\nthe authority to nominate seven members of his choice\non the Empowered Standing Committee. This would\nclearly show that after the 74th Amendment to the\nConstitution, the Municipalities are strengthened and they\nare given wide ranging powers. The Municipal Laws in\nother States demonstrate that wherever Mayor-in-Council\nsystem is adopted, the tenure of the members in the\nCouncil is made co-terminus with that of the Mayor. The\nidea is that the Mayor should have the confidence of the\nExecutive Council or the Empowered Standing\nCommittee, as the case may be, apart from that of the\nHouse. The members of the Empowered Standing\nCommittee are authorized to answer the questions on\nbehalf of the Empowered Standing Committee under the\nBihar Municipal Act. Thus, there is an element of\ncollective responsibility. The Empowered Standing\nCommittee is supposed to function on the basis of the\nprinciple of Democratic Governance in the sense that the G\ndecisions are to be taken by the majority. If the new Mayor\nis not permitted to have his nominees on the Empowered\nStanding Committee, the collective functioning will be\nunder jeopardy. Thus, there is a clear omission in the\nE\nF\nH\nD\n782 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Bihar Municipal Act, 2007 in this behalf. The interpretation\nsought to be placed on section 27 by the respondents\nrequires addition of words in section 21(3) of the Act.\nEven after adding the necessary words, the result will be\nincongruous to a democratic functioning in as much as\nB the nomination on the Empowered Standing Committee\nwill be a one time act and the newly elected Mayor will\nbe at the mercy of the other members of the Empowered\nStanding Committee. Such a reading will be also be'\ncontrary to section 21 of the Act and the newly elected\nC Mayor will be treated dissimilarly as against the earlier\nelected Mayor for no justifiable reason. Thereby section\n27 will be ultra vires to Article 14 of the Constitution. The\nlegislature cannot be attributed such an intent. On the\nother hand, reading section 27 by making a cross-\nreference and making the same subject to sections 25 (4),\n23 (3), 21 (3) and 21 (4) will lead to a harmonious\nfunctioning of the Municipal Corporation and will also\nsave the section from being ultra vires Article 14. The\njudgment of the Division Bench of the Patna High Court\nin Jagdish Singh V. State of Bihar and that of the full\nbench of that Court in Jitendra Kumar V. State of Bihar\ndo not lay down the correct legal position and are\noverruled. Impugned judgment and order passed by the\nDivision Bench of the High Court is set aside. The said\nwrit petition filed by the appellant herein stands allowed\nin part. Section 27 of the Bihar Municipal Act 2007, shall\nbe read down harmoniously with and subject to sections\n25(4), 23(3), 21(3) and 21(4) of the Act. The respondent\nno.3, the District Magistrate, Patna, Bihar is consequently\ndirected to administer the oath of secrecy under Section\nG 24 of the Act to the seven Municipal Councillors\nnominated by the appellant to the Empowered Standing\nCommittee. The appellant as well as the members of the\nEmpowered Standing Committee shall be entitled to\nexercise all the powers as the Mayor and the members\nH of the Empowered Standing Committee as provided in\nE\nF\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 783\nthe Bihar Municipal Act, 2007, in accordance with law. A\n[Paras 35, 37-39] [819-C-H; 820-A-C; 821-E-H; 822-A-H;\n823-A-B]\n1.\nDurgesh Sharma v. Jayshree 2008 (9) SCC 648 = 2008\n(13) SCR 1056; 20th Century Finance Corpn. Ltd. v. State\nof Maharashtra 2000 (6) SCC 12 = 2000 (1) Suppl. SCR 120\nrelied on.\n-\nB\nReserve Bank of India v. Peerless Corp. 1987 (1) SCC.\n424=1987 (2) SCR 1 ; Union of India v. Filip Tiago De Gama,\n1990 (1) SCC 277= 1989 (2). Suppl. SCR 336; Anwar C\nHasan Khan v. Mohd. Shafi and others 2001 (8) SCC 540;\nS.V. Kondeakar v. V.M. Deshpande AIR 1972 SC 878 = 1972\n(2) SCR 965, referred to.\nCase Law Reference:\nD\n2009 (2) PLJR 394\noverruled\nParas 7, 38\n2010 (2) PLJR 1072\nreferred to Para 8\n2010 (3) PLJR 285\noverruled\nParas 9, 38\nE\n2004 (6) Suppl. SCR 651 referred to Para 22\n2007 (6) SCR 1039\nreferred to Para 23\n2010 (6) SCR 657\nreferred to Para 24\nF\n1955 SCR 225\nreferred to Para 28\n1952 SCR 284\nreferred to Para 29\n1987 (2) SCR 1\nreferred to Para 30\n1989 (2) Suppl. SCR 336 referred to Para 30.\nG.\n2001 (8) SCC 540\nreferred to Para 30\n1959 Suppl. SCR 623\nrelied on\nPara 31\n1972 (2) SCR 965\nreferred to Para 32\nH\nI\n784\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\nAIR 1950 PC 81\nrelied on\nPara 33\n•\n2008 (13) SCR 1056\nrelied on\nPara 34\nB\nс\nD\nE\n2011.\n2000 (1) Suppl. SCR 120 relied on\nPara 36\nCIVIL APPEAL JURISDICTION: Civil Appeal No. 2843 of\nFrom the Judgment and Order dated 08.07.2010 of the\nHigh Court of Judicature at Patna in CWJC No. 9981 of 2010.\nS.B.K. Mangalam, Rajesh Anand, Ashutosh Pande,\nMadhumita Singh and Abhay Kumar for the Appellant.\nSantosh Mishra, Gopal Singh, Manish Kumar, Chandan\nKumar, Santosh Kumar Tripathi and Neeraj Shekhar for the\nRespondents.\nThe Judgment of the Court was delivered by\nGOKHALE J. 1. Leave granted.\nBy the order passed by us on April 1, 2011, we had\nallowed this appeal. We had, further, observed that we will\nindicate our reasons by a separate judgment. We do so herein.\n2. The Bihar Municipal Act, 2007, like other Municipal Acts,\nprovides for the election of the Municipal Councillors, the Mayor\nF or Chief Councillor and the Deputy Mayor/Deputy Chief\nCouncillor. It also provides for an Empowered Standing\nCommittee to exercise the executive power of the Municipality.\nThis committee is supposed to consist of the Mayor, the Deputy\nMayor and seven other Councillors nominated by the Mayor/\nG Chief Councillor under section 21 (3) of this Act. Section 27 of\nthis Act provides that the term of office of the Mayor/Chief\nCouncillor and the members of the Empowered Standing\nCommittee shall be co-terminous with the duration of members\nof the Municipality. The Act provides for the removal of the\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 785\n[H.L. GOKHALE, J.]\nMayor/Chief Councillor and the Deputy Mayor/Deputy Chief A\nCouncillor under section 25 (4) of the Act by a vote of no\nconfidence, which can be moved only after two years from\ntaking over of the charge of the post. Section 23 (3) of the Act\nprovides for the election of a new Mayor/Chief Councillor when\na vacancy arises in the office of Mayor/Chief Councillor on B\naccount of death, resignation, removal or otherwise. There is,\nhowever, no specific provision for the removal of the members\nof the Empowered Standing Committee appointed by the\nearlier Mayor or for nomination of new members on the\nCommittee in their place by the newly elected Mayor/Chief C\nCouncillor, thereby leading to an anomalous situation, namely\nthat the Municipal Council will have a new Mayor/Chief\nCouncillor having the confidence of the house, but the members\non the Committee nominated by the previous Mayor/Chief\nCouncillor who has lost the confidence of the house will continue\nto remain on the committee.\n3. Questions of Law arising in this appeal\nD\nA question, therefore, arises as to whether the members\nof the Empowered Standing Committee nominated by a Mayor/ E\nChief Councillor continue in their office or vacate it by\nimplication, when a vacancy arises in the post of a Mayor/Chief\nCouncillor either on account of death, resignation, removal or\notherwise, and when a new Mayor/Chief Councillor is elected\nin that vacancy. This appeal raises the consequential question F\nas to whether section 27 of the Act should be read as it is and\nwithout reference to other connected sections, meaning thereby\nwhether the members of the Empowered Standing Committee,\nwill continue to hold office (for the entire period of the municipal\nbody) even if the nominator Mayor/Chief Councillor is no longer\nin the office? Or, whether such a reading of section 27 treats a\nnewly elected Mayor dissimilarly, and therefore, whether section\n27 of the Act is ultra vires the Constitution of India? In that event,\ncan it be saved by reading it down harmoniously by implication\nin line with and subject to sections 25 (4), 23 (3) and 21 (3) of\nG\nH\n786\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA the Act, thereby holding that the term of nominated members\nshall be co-terminous with the nominating Mayor, and they will\nautomatically vacate their office when the Mayor nominating\nthem is no longer in the office, and that the newly elected\nMayor/Chief Councillor will have the authority to nominate seven\nB members of his choice on the Empowered Standing\nCommittee?\n4. Facts leading to this appeal:-\nThe Election to the Patna Municipal Corporation was held\nC sometime in May/June, 2007. The Municipal Corporation has\n72 members. After the election of the Municipal Corporation,\nthe councillors elected one Shri Sanjay Kumar as the Mayor\nand one Shri Santosh Mehta as the Deputy Mayor. Two years\nlater, no confidence motions were moved against both of them\non 13.6.2009, and were passed on 14.7.2009. As far as the\nmotion against the Mayor is concerned, we are informed that\n42 members voted in favour thereof and 28 opposed it. One\nmember is reported to have remained absent being in jail, and\none had died.\nD\nE\nF\n5. The above referred Sanjay Kumar challenged the\ndecision on the no confidence motion by filing a Writ Petition\nbearing No. 8603 of 2009. A Learned Single Judge of the\nPatna High Court who heard the petition, initially granted a stay\non the fresh election being held to fill the vacancy in the post of\nMayor arising out of the no confidence motion. Ultimately the\npetition was allowed. That decision was challenged in an\nappeal to the Division Bench of the Patna High Court, and the\nDivision Bench set aside that order by its judgment dated\n14.5.2010. Shri Sanjay Kumar challenged the decision of the\nG Division Bench by filing Special Leave Petition No. 16578/\n2010. A prayer was made to this Court that the election to fill\nthe vacancy should not be permitted. This Court did not grant\nthat prayer, but vide its order dated 31.5.2010 directed that the\nsubsequent election will be subject to the decision on this SLP.\nH (It is relevant to place it on record at this stage that this Writ\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n787\nPetition came to be dismissed by this bench by its separate\norder passed on 3.2.2011).\nA\nB\nC\n6. In view of the order passed by this Court on 31.5.2010,\na notice was given on 3.6.2010, and a meeting was accordingly\nconvened on 14.7.2010 wherein the appellant was elected as\nthe Mayor of the Municipal Corporation. We are informed that\nthe he obtained 44 votes and Shri Sanjay Kumar 18 votes, a\nthird candidate 9 votes and 1 vote was rejected. The appellant,\nwas given the oath of his office on the same day. On his\nelection, he nominated 7 councillors to be the members of the\nEmpowered Standing Committee of the Municipal Corporation\nas per the provision of section 21 (3) of the Bihar Municipal\nAct. He requested the District Magistrate (D.M.) of Patna to\ngive them oath of secrecy as per section 21 (4) read with\nsection 24 of the Act, but the D.M. declined to do so, in view\nof the decision of a Full Bench of the Patna High Court dated\n11.5.2010 in LPA No.618 of 2010 holding that such nomination\nby the Mayor is only a one time Act. In that decision, the Full\nBench had upleld the Govt. Memo No.6020 dated 12.12.2009\nto the effect that notwithstanding change of Mayor/Chief\nCouncillor, the Empowered Standing Committee as nominated E\nearlier shall continue.\n7. The facts leading to the decision of the Full\nBench:-\nD.\nF:\nA similar problem had arisen in another Municipal\nCorporation of Bihar, viz. Ara Municipal Corporation. One\nJagdish Singh who was elected as a councillor of Ara Municipal\nCorporation, filed a Writ Petition bearing CWJC NO. 9380 of\n2008 to challenge the constitutional validity of the above.\nreferred section 27, on the ground that although there was a G.\nprovision for the removal of the Chief Councillor (or Mayor) in\nsection 25 of the Act, there was no similar provision for removal..\nof the members of the Empowered Standing Committee. Once\nthe councillors were nominated to the Empowered Standing\nCommittee, they continued to be members of that committee H\n788 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA so long as they remained councillors. There was a lack of any\nprovision for removal of members of the Empowered Standing\nCommittee, and the members of such committee had been\ngiven unguided and unbridled power. The Division Bench\nnegated that contention by holding that a member of the\nB Municipal Council, if he is nominated as a member of the\nEmpowered Standing Committee, can either be recalled under\nsection 17 of the Act, or if he incurs disqualification for holding\nthe post as a member, and an order of removal for such\ndisqualification is passed under section 18 (2), his membership\nof the Empowered Standing Committee ipso facto comes to\nan end. The bench, therefore observed:-\nс\nD\n\"In this view of the matter, even if there was no specific\nprovision for removal of the members of the Empowered\nStanding Committee, there is enough mechanism under\nthe Act, 2007 that cessation of membership to the\nmunicipality automatically brings to an end the membership\nof the Empowered Standing Committee”.\nThe High Court therefore repelled the challenge to the\nE constitutionality of Section 27 of the Act. This Division Bench\nrendered its decision on 14.11.2008 which is reported in 2009\n(2) PLJR at page 394 in the case of Jagdish Singh v. State of\nBihar.\nF\n8. It so transpired that in another Municipal Corporation,\nnamely Gaya Municipal Corporation, the Mayor of the Municipal\nCorporation expired, and one Sagufta Parween was elected\nas a new Mayor in that vacancy. She wanted to nominate her\nnominees on the Empowered Standing Committee, but was not\nallowed to do so in view of the above referred Government\nG Direction in Memo No. 6020 dated 18.12.2009, to the effect\nthat notwithstanding the change of Mayor or Chief Councillor,\nthe Empowered Standing Committee of the Municipal\nCorporation, as nominated earlier, would continue. Meaning\nthereby, that the Mayor/Chief Councillor newly elected would not\nH have the power to nominate members of the Empowered\nAFJAL IMAM v. STATE OF BIHAR AND ORS. • 789\n[H.L. GOKHALE, J.]\nStanding Committee of the Corporation in terms of section 21 A\n(3) of the Municipal Act. Smt. Sagufta Parween challenged that\nGovernment Direction by filing CWJC No. 1067 of 2010 which\nwas heard by a Single Judge, who held that the aforesaid\nGovernment Direction was contrary to the statutory provisions\nand the statutory scheme. The Learned Single Judge therefore, B\nallowed the Writ Petition and directed that the necessary\nconsequences will accordingly follow. This Judgment of the\nLearned Single Judge dated 23.2.2010 is reported in 2010 (2)\nPLJR at page 1072.\nс\nD\n9. Being aggrieved by this judgment of the Single Judge,\none Jitendra Kumar Verma and others filed LPA No. 618 of\n2010. When this LPA came up before a Division Bench, it took\nnote of the above referred Division Bench decision rendered\nin Jagdish Singh vs. The State of Bihar \u0026 Ors. (Supra), and\nthought it appropriate that the matter should be heard by a\nlarger Bench. That LPA, therefore, came to be decided by a\nFull Bench. The Full Bench in its decision dated 11.5.2010\nfollowed the decision of the Division Bench in the case of\nJagdish Singh (Supra), and held in paragraph 19 of its\njudgment reported in 2010 (3) PLJR 285 that the appointment E\nof the members of the Empowered Standing Committee was\na one time act. The full bench therefore allowed the appeal and\nset aside the order passed by the learned Single Judge.\n10. On this background, after the appellant in the present F\nappeal was elected as the Mayor of Patna, he nominated his\nnominees on the Empowered Standing Committee. However,\nthe D.M., Patna declined to administer the oath of office to\nthem. The appellant therefore filed Writ Petition bearing No.\n9981 of 2010 for a declaration that section 27 of the Act is ultra\nvires to the provisions of the Constitution of India and to section\n21 of the Act, and alternatively to read down section 27 of the\nact. The appellant also prayed for a Writ of Mandamus\ncommanding the respondent D.M., Patna to administer oath of\noffice to those nominees. The Division Bench which decided\nG\nH\n790 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA the petition, noted in its order that the petition had sought to\nchallenge the constitutional validity of section 27 of the Bihar\nMunicipal Act, 2007 for being contrary to section 21 of that Act.\nIt, however, noted that the matters at issue were squarely\ncovered by the decision of the Full Bench in Jitendra Kumar\nB Vs. State of Bihar (Supra). The bench, therefore, passed an\norder dated 8.7.2010 that for the reasons recorded by the Full\nBench, this petition was dismissed in limine. This order is being\nchallenged in this Appeal by Special Leave wherein the issues\nwhich are mentioned at the outset of this judgment have been\nraised for our consideration.\nC\nD\nE\nF\nG\nH\n11. We have heard the learned counsel for the appellant\nas well as the counsel for the State of Bihar, Patna Municipal\nCorporation and the counsel for the intervening members of the\nEmpowered Standing Committee who would be unseated if this\nappeal was to be allowed. We have also gone through the\nwritten submissions presented by them.\n12. The relevant Sections of the Bihar Municipal Act,\n2007\nIn this appeal we are concerned with the interrelation\namongst sections 21, 23, 25 and 27 of the Act. The sections\nof the Bihar Municipal Act relevant for our purposes are as\nfollows:-\n\"2. Definition:-\n(36) \"Empowered Standing Committee” means the\nEmpowered Standing Committee referred to in Section 21.\nSection 21. Constitution of Empowered Standing\nCommittee of Municipality. (1) In every Municipality there\nshall be an Empowered Standing Committee.\n(2) The Empowered Standing Committee shall consist of-\n(a) in the case of a Municipal Corporation, the\n"}