{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":":\n[2011] 5 S.C.R. 771\nAFJAL IMAM\nV.\nSTATE OF BIHAR AND ORS.\n(Civil Appeal No. 2843 of 2011)\nAPRIL 19, 2011\n[J.M. PANCHAL AND H.L. GOKHALE, JJ.]\nBihar Municipal Act, 2007:\n-\n-\n-\nA\nB\nss.23, 27 – Election of new Mayor when the vacancy C\narises in the office of Mayor - Power of newly elected Mayor\nto nominate members of Empowered Standing Committee of\nthe Municipal Corporation - Held: If a vote of no confidence\nis passed against the Mayor and a new Mayor is elected in\nhis place, the members of the Empowered Standing D\nCommittee nominated by erstwhile Mayor shall have to\nvacate their seats and the new Mayor will have the authority\nto nominate his nominees on the Committee - If the new\nMayor is not allowed to nominate his nominees on the\nCommittee, it is likely to result into a situation of conflict - In\nE\nsuch situation, the new Mayor would be treated dissimilarly\nwith the earlier Mayor for no justifiable distinction – s.23(3)\ndoes not say that the newly elected Mayor will not have the\npowers of nominating the other members on the Committee\nwhich is available to the Chief Councillor or Mayor u/s.21(3)\nThus, in fact, by stating that the nomination of the members\non the Committee is a one time act, the respondents are\nadding words in s.21(3) - Thus, in a way, they are supplying\nthe words 'only by the first Chief Councillor and not by his\nsuccessors in office' in place of 'the Chief Councillor' after the\nwords 'shall be nominated' in s.21(3) of the Act - Such a\nreading and resultant situation will be contrary to the basic\nprinciple of parliamentary democracy, viz. that those in office\nought to be representative of and responsible to the House -\nIf, however, s.27 is read as it is, without being read in line with\n771\n-\nLL\nF\nG\nI\n772 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA and subject to ss. 25(4), 23(3) and 21(3) of the Act, the\ncouncillors nominated by the earlier Mayor will continue on\nthe Committee - This straight reading of s.27 would lead to\nan anomalous situation - Such interpretation would make\ns.27 ultra-vires Article 14 of the Constitution and contrary to\nB the powers of Mayor u/s.21(3) - Therefore, s.27 should be\nread down harmoniously with ss. 25(4), 23 (3) and 21(3) of the\nAct thereby, holding that the nominated members shall also\nautomatically vacate their office when the Mayor nominating\nthem is no longer in the office - This would clearly show that\nafter the 74th Amendment to the Constitution, the\nMunicipalities are given wide ranging powers – The Municipal\nLaws in other states demonstrate that wherever Mayor-in-\nCouncil system is adopted, the tenure of the members in the\nCouncil is made co-terminus with that of the Mayor -\nMunicipalities Interpretation of statutes - Reading down a\nsection to save it from being ultra vires - Constitution of India,\n1950 - Articles 14, 243W.\nC\nD\n-\ns.22 - Concept of 'Executive Power' and Article 14 -\nHeld: The term 'Executive Power' has been specifically used\nE in s.22 and s.57 specifically uses the term 'Municipal\nGovernance' - The executive function comprises both the\ndetermination of the policy as well as carrying it into execution\n- Administrative law - Constitution of India, 1950 - Article 14.\nF\nG\nH\ns.28(1) - Delegation of Powers - s.28(1) of the Act\nprovides for delegation of the powers and functions of the\nMunicipal Corporation to the Empowered Standing\nCommittee, and u/s.28(2), the Committee may delegate its\npowers and function to the Chief Councillor or to the Chief\nMunicipal Officer.\nss.57 to 59 - Principle of Collective responsibility - Held:\nEmpowered Standing Committee is expected to function on\nthe principle of collective responsibility - This element of\ncollective functioning is introduced in Municipal Governance\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 773\nu/ss.57 and 59 of the Act - s.57(1) clearly uses the phrase A\n'Municipal Governance' – Besides, questions about the\nMunicipal Administration can be asked to the Empowered\nStanding Committee and any member of the Committee can\nanswer such questions - Apart from these provisions in the\nAct, separate rules have been framed under s. 419 of the Act B\nread with ss.22 and 63 thereof, to regulate the exercise of this\nexecutive power under s.22 of the Act - These rules are known\nas Bihar Municipal Empowered Standing Committee Conduct\nof Business Rules, 2010 - These rules make it clear that the\nexecutive power vests in the Committee - Though the Mayor c\nnominates the members of the Committee, the decisions of\nthe Committee are to be taken by majority, and the\nCommittee members have to function on the basis of\ncollective responsibility Bihar Municipal Empowered\nStanding Committee Conduct of Business Rules, 2010 - rr.6,\n7, 10.\n-\nEmpowered Standing Committee - Powers and duties -\nDiscussed.\nInterpretation of statutes:\n-\n-\nAnomalous situation Removal of anomaly Held:\nWhen on a construction of a statute, two views are possible,\none which results in an anomaly and the other not, it is our\nduty to adopt the latter and not the former, seeking\nconsolation in the thought that the law bristles with anomalies.\nHarmonious construction - Held: It is a cardinal principle\nof construction of a statute that effort should be made in\nconstruing its provisions by avoiding a conflict and adopting\na harmonious construction - Bihar Municipal Act, 2007.\nThe Bihar Municipal Act, 2007, like other Municipal\nActs, provided for the election of the Municipal\nCouncillors, the Mayor or Chief Councillor and the\nD\nE\nF\nG\nH\n774 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Deputy Mayor/Deputy Chief Councillor. It also provided\nfor an Empowered Standing Committee to exercise the\nexecutive power of the Municipality. This Committee\nconsists of the Mayor, the Deputy Mayor and seven other\nCouncillors nominated by the Mayor/Chief Councillor\nB under section 21(3) of this Act. Section 27 of the Act\nprovides that the term of office of the Mayor/Chief\nCouncillor and the members of the Empowered Standing\nCommittee shall be co-terminous with the duration of\nmembers of the Municipality. The Act provides for the\nC removal of the Mayor/Chief Councillor and the Deputy\nMayor/Deputy Chief Councillor under section 25(4) of the\nAct by a vote of no confidence, which can be moved only\nafter two years from taking over of the charge of the post.\nSection 23(3) of the Act provides for the election of a new\nMayor/Chief Councillor when a vacancy arises in the\noffice of Mayor/Chief Councillor on account of death,\nresignation, removal or otherwise. There is, however, no\nspecific provision for the removal of the members of the\nEmpowered Standing Committee appointed by the earlier\nMayor or for nomination of new members on the\nCommittee in their place by the newly elected Mayor/\nChief Councillor, thereby leading to an anomalous\nsituation, namely that the Municipal Council will have a\nnew Mayor/Chief Councillor having the confidence of the\nhouse, but the members on the Committee nominated by\nD\nE\nF the previous Mayor/Chief Councillor who has lost the\nconfidence of the house will continue to remain on the\nCommittee.\nThe question which arose for consideration in the\nG instant appeal was whether the members of the\nEmpowered Standing Committee nominated by a Mayor/\nChief Councillor continue in their office or vacate it by\nimplication, when a vacancy arises in the post of a\nMayor/Chief Councillor either on account of death,\nH\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n775\nC\nresignation, removal or otherwise, and when a new A\nMayor/Chief Councillor is elected in that vacancy. The\nconsequential question was whether section 27 of the\nBihar Municipal Act, 2007 should be read as it is and\nwithout reference to other connected sections, meaning\nthereby whether the members of the Empowered B\nStanding Committee would continue to hold office (for the\nentire period of the municipal body) even if the nominator\nMayor/Chief Councillor is no longer in the office or,\nwhether such a reading of section 27 would treat a newly\nelected Mayor dissimilarly, and, therefore, whether\nsection 27 of the Act is ultra vires the Constitution of India\nand in that event, can it be saved by reading it down\nharmoniously by implication in line with and subject to\nsections 25(4), 23(3) and 21(3) of the Act, thereby holding\nthat the term of nominated members shall be co-\nterminous with the nominating Mayor, and they would\nautomatically vacate their office when the Mayor\nnominating them is no longer in the office, and that the\nnewly elected Mayor/Chief Councillor would have the\nauthority to nominate seven members of his choice on\nthe Empowered Standing Committee.\nPartly allowing the appeal, the Court\nHELD: 1. By virtue of Section 22 of the Bihar\nMunicipal Act, 2007, the Executive power of the\nMunicipality is to be exercised by the Empowered\nStanding Committee, and in the case of a Municipal\nCorporation, their committee consists of the Mayor, the\nDeputy Mayor and seven other Councillors under section\n21(2)(a) of the Act. These seven members are to be\nnominated under section 21(3) of the Act by the Mayor\nor the Chief Councillor from amongst the Councillors.\n[Para 13] [794-D-E]\n2. Delegation of Powers: Section 28 (1) of the Act\nD\nE\nF\nG\nH\n776 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA provides for delegation of the powers and functions of\nthe Municipal Corporation to the Empowered Standing\nCommittee, and under section 28(2), the Empowered\nStanding Committee may delegate its powers and\nfunction to the Chief Councillor or to the Chief Municipal\nB Officer. [Para 15] [795-B-C]\nC\nD\n3. Collective responsibility: The Empowered\nStanding Committee is expected to function on the\nprinciple of collective responsibility. This element of\ncollective functioning is introduced in Municipal\nGovernance under sections 57 and 59 of the Act. Under\nsection 57(1), a Councillor may, subject to the provisions\nof sub-section (2), ask the Empowered Standing\nCommittee, questions on any matter relating to the\nadministration of the Municipality or municipal\ngovernance. Sub-section (2) of this section lays down the\nconditions subject to which this right to ask the question\nis to be exercised. Section 57(1) clearly uses the phrase\n'Municipal Governance.' Besides, questions about the\nMunicipal Administration can be asked to the Empowered\nE Standing Committee and any member of the Empowered\nStanding Committee can answer such questions. Apart\nfrom these provisions in the Act, separate rules have been\nframed under Section 419 of the Act read with Sections\n22 and 63 thereof, to regulate the exercise of this\nF executive power under Section 22 of the Act. These rules\nare known as Bihar Municipal Empowered Standing\nCommittee Conduct of Business Rules, 2010. Rule 6 of\nthese rules provides for the quorum of the meeting of the\ncommittee, Rule 7 provides for the notice for the meeting,\nG and the items to be taken up for consideration, and it\nspecifically lays down that except with the assent of the\nmajority of members present, no business other than\nthose included in the list shall be transacted in the\nmeeting. Rule 10 speaks about the executive power of the\nH\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n777\nA\nEmpowered Standing Committee. These rules make it\nclear that the executive power vests in the Empowered\nStanding Committee. Though the Mayor nominates the\nmembers of the Empowered Standing Committee, the\ndecisions of the Empowered Standing Committee are to\nbe taken by majority, and the committee members have B\nto function on the basis of collective responsibility. [Paras\n16, 17] [797-C-H; 798-A-H; 800-D-E]\nJagdish Singh v. State of Bihar 2009 (2) PLJR 394;\nJitendra Kumar Verma v. State of Bihar 2010 (3) PLJR 285\n- overruled.\nSagufta Parween v. State of Bihar 2010 (2) PLJR 1072;\nState of Jharkhand and Anr. v. Govind Singh 2005 (10) SCC\n437=2004 (6) Suppl. SCR 651; Union of India and Another\nv. Shardindu 2007 (6) SCC 276=2007 (6) SCR 1039 ;\nSatheedevi v. Prasanna and Anr. 2010 (5) SCC 622 = 2010\n(6) SCR 657. - referred to.\n4. The Municipalities are expected to render wide-\nranging functions. They are now enumerated in the\nConstitution. Article 243W lays down the powers of the\nMunicipalities to perform the functions that are listed in\nTwelfth Schedule. [Para 25] [806-E-F]\nC\nE\nF\n5. The scheme of the Bihar Municipal Act, 2007: The\nAct is a detailed Act running into 488 sections which are\ndivided into VIII parts and 44 chapters and they govern\nall the aspects of Municipal Governance and\nAdministration. Part I contains the preliminary provisions.\nPart II deals with the Constitution of the Government of\nthe Municipal Bodies. Part III deals with the Financial G\nManagement of Municipalities. Part IV is on the Municipal\nRevenue. Part V is on the Urban Environmental\nInfrastructure and Services. Part VI deals with Urban\nEnvironmental Management, Community Health and\nPublic Safety. Part VII deals with the Regulatory H\nD\n778 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Jurisdiction, and contains chapters on Development\nPlans, Improvement, Public Streets, Buildings, Municipal\nLicences, Vital Statistics, Disaster Management and\nIndustrial Townships. Lastly Part VIII deals with the\nPowers, Procedures, Offences and Penalties. Thus, the\nB Bihar Municipal Act is quite a comprehensive Act, and the\nexecutive powers of the Municipality are vested in the\nEmpowered Standing Committee under section 22 of the\nAct. The members of this Empowered Standing\nCommittee are nominated by the Mayor. After a Mayor is\nC removed, and another Mayor is elected in his place, if the\nnew Mayor is not allowed to nominate his nominees on\nthe Empowered Standing Committee, it is likely to result\ninto a situation of conflict. This is apart from the fact that\nthe new Mayor will be treated dissimilarly with the earlier\nMayor, although both of them are elected by the same full\nHouse and there is no justifiable reason for making any\ndistinction. The fact that a councillor is elected as the\nMayor immediately after the general election to the\nMunicipality, and he nominates seven councillors on the\nEmpowered Standing Committee, cannot make this act\nof nomination as a one time act, nor does the enactment\nsay so. After a Mayor is removed under section 25(4) of\nthe Act, a new Mayor is to be elected under section 23(3)\nof the Act. This section does not say that the newly\nelected Mayor will not have the powers of nominating the\nF other members on the Empowered Standing Committee\nwhich is available to the Chief Councillor or Mayor under\nsection 21(3) of the Act. Thus, in fact, by stating that the\nnomination of the members on the Empowered Standing\nCommittee is a one time act, the respondents are adding\nG words in section 21(3) of the Act. Thus, in a way, they are\nsupplying in section 21(3) the words 'only by the first\nChief Councillor and not by his successors in office' in\nplace of 'the Chief Councillor' after the words 'shall be\nnominated' in section 21(3) of the Act. Such a reading and\nE\nH\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n779\nresultant situation will be contrary to the basic principle A\nof parliamentary democracy, viz. that those in office\nought to be representative of and responsible to the\nHouse. Therefore, if the house has lost confidence in the\nearlier Mayor, it is all the more necessary that the\nmembers of the Empowered Standing Committee should B\nbe made to step down alongwith him and a newly elected\nMayor be permitted to have his nominees on the\nEmpowered Standing Committee. [Paras 26, 27] [808-F-\nH; 809-A-H; 810-A-H; 811-B-C]\nC\nD\n6. The concept of Executive Power and Article 14:\nThe term executive power has been specifically used in\nsection 22 of the Act and section 57 specifically uses the\nterm Municipal Governance. The executive function\ncomprises both the determination of the policy as well as\ncarrying it into execution. The executive power of the\nEmpowered Standing Committee, the newly elected\nMayor will not be able to exercise the same effectively and\nthe entire municipal governance will come in jeopardy, if\nthe other members on the Committee are not his\nnominees. Apart from the said resultant administrative E\ndifficulty, if a literal interpretation of section 27 is followed\nalongwith adding words in section 21(3) as pointed out,\nthe newly elected Mayor will be treated dissimilarly for no\njustifiable distinction. In that case, as against the earlier\nelected Mayor he will not permitted to have his nominees\non the Empowered Standing Committee. A literal\ninterpretation of section 27 of the Act will clearly bring it\nin conflict with section 21(3) of the Act, and will also be\nviolative of Article 14 of the Constitution of India. [Paras\n28, 29] [811-D-H; 812-A-D]\nRai Sahib Ram Jawaya Kapur \u0026 Ors. v. The State of\nPunjab AIR 1955 SC 549 = 1955 SCR 225; State of West\nBengal v. Anwar Ali Sarkar AIR 1952 SC 75 = 1952 SCR\n284 - referred to.\n·\nF\nG\nH\nA\n780 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\n7.1. Removal of anomaly. When on a construction of\na statute, two views are possible, one which results in an\nanomaly and the other not, it is duty of court to adopt the\nlatter and not the former, seeking consolation in the\nthought that the law bristles with anomalies. [Para 31]\nB [815-B; G-H; 816-A]\nN.T. Veluswami Thevar v. G. Raja Nainar AIR 1959 SC\n422 = 1959 Suppl. SCR 623 – relied on.\n-\n7.2. Making cross-reference to sections to read them\nC harmoniously. One of the methods adopted in such\nsituations is to make cross-reference to the relevant\nsections to read them harmoniously. [Para 33] [816-E-G]\nD\nE\nRamkissendas Dhanuka v. Satyacharan Lal AIR 1950\nPC 81- relied on.\n7.3. Reading down a section to save it from being\nultra vires. The intention of the legislature as seen from\nthe provisions of the Act and the Rules is to have a\n'Mayor-in-Council' who enjoys the confidence of the\nMunicipal House. The Empowered Standing Committee\nalong with him is vested with the executive power and is\nexpected to run the municipal governance. There is no\nreason to treat the subsequently elected Mayor\ndifferently, and deny him the right to nominate his\nF nominees on the Empowered Standing Committee which\nright is available to the duly elected Mayor under section\n21(3) of the Act. Except for the fact that the person who\nis elected as the Mayor after the no confidence motion is\npassed against the first Mayor, is elected subsequent to\nG the first Mayor, there is no ground to classify the\nsubsequent Mayor differently from the first Mayor. The\nview canvassed by the respondents would lead to a\nconflict between the newly elected Mayor and the other\nmembers of the Empowered Standing Committee if they\nH are not nominated by him. That was surely not the\n"}