{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 14 (ADDL.) S.C.R. 591.\nIRIDIUM INDIA TELECOM LTD.\nV.\nMOTOROLA INCORPORATED \u0026 ORS.\n(Criminal Appeal No.688 of 2005)\nOCTOBER 20, 2010\n[B. SUDERSHAN REDDY AND SURINDER SINGH\nNIJJAR, JJ.]\nA\nB\nCode of Criminal Procedure, 1973 - s.482 - Corporate\nliability for criminal offences - Criminal complaint against C\ncompany alleging offence of cheating - Magistrate issued\nprocess-Petition under s.482 CrPC r/w Article 227 of the\nConstitution allowed by High Court - Justification of - Held:\nNot justified-A company/corporation cannot escape liability\nfor a criminal offence, merely because the punishment D\nprescribed is that of imprisonment and fine - The conclusion\nreached by the High Court that respondent no. 1-company\ncould not have the necessary mens rea is clearly erroneous\n- The complainants were entitled to an opportunity to prove\nthe averments made in the complaint - It was not appropriate E\nfor the High Court to exercise its jurisdiction under s.482 CrPC\nto quash the proceedings at the stage when the Magistrate\nhad merely issued process against the respondents - The\nHigh Court ought to have refrained from indulging in detailed\nanalysis of very complicated commercial documents and\nreaching any definite conclusions - The High Court clearly\nexceeded its jurisdiction in quashing the criminal proceedings\nin the peculiar facts and circumstances of the case - Penal\nCode, 1860 ss. 415, 420 r/w 120B - Constitution of India,\n1950 Article 227.\n-\nCriminal Law\n-\nMens rea\n-\nProsecution of corporations\n- Held: A corporation will be liable for crimes of intent.\nPenal Code, 1860 - s.415, Explanation - Ingredients of\nF\nG\n591\nH\n592\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA cheating - Held: Misleading statements which withhold vital\nfacts for intentionally inducing a person to do or to omit to do\nsomething would amount to deception - In case, such a\nmisleading statement wrongfully causes damage to the person\ndeceived, it would amount to cheating.\nB\nC\nno.1\nconceived a\nRespondent\nwireless\ncommunication system through a constellation of\nsatellites in low orbit to provide digital service to mobile\nphones and other subscriber equipment globally. In 1992\na private placement memorandum (PPM) was floated to\nobtain funds/investment to finance the Project.\nRelying on the representations of respondent no.1,\nthe appellant as well as banks and institutions collectively\ninvested huge sums of money to purchase equity shares\nD in the said project and in setting up a gateway. The\nproject turned out to be commercially unviable, resulting\nin significant loss to the investors.\nE\nF\nG\nH\nAggrieved, the appellant filed complaint against\nrespondent no.1 before the Judicial Magistrate, First\nClass inter alia on the allegations of cheating. The\nMagistrate issued process against respondent no.1 under\nSection 420 read with Section 120B IPC. Respondent no.1\nchallenged the same before the High Court by way of a\npetition under Article 227 of the Constitution and under\nSection 482 of CrPC. The High Court allowed the petition\nand quashed the order issuing process passed by the\nJudicial Magistrate on the ground that a company or\ncorporation does not have the mens rea for committing\nan offence of cheating under Section 415 of IPC.\nAllowing the appeal, the Court\nHELD:1.1. There is much substance in the\nsubmission that virtually in all jurisdictions across the\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA 593\nINCORPORATED\nworld governed by the rule of law, the companies and A\ncorporate houses can no longer claim immunity from\ncriminal prosecution on the ground that they are\nincapable of possessing the necessary mens rea for the\ncommission of criminal offences. The legal position in\nEngland and the United States has now crystallized to B\nleave no manner of doubt that a corporation would be\nliable for crimes of intent. [Para 35] [628-C-D]\nC\n1.2. A corporation is virtually in the same position as\nany individual and may be convicted of common law as\nwell as statutory offences including those requiring\nmens rea. The criminal liability of a corporation would\narise when an offence is committed in relation to the\nbusiness of the corporation by a person or body of\npersons in control of its affairs. In such circumstances,\nit would be necessary to ascertain that the degree and D\ncontrol of the person or body of persons is so intense\nthat a corporation may be said to think and act through\nthe person or the body of persons. The position of law\non this issue in Canada is almost the same. Mens rea is\nattributed to corporations on the principle of 'alter ego' E\nof the company. [Para 38] [633-A-C]\n1.3. A company corporation cannot escape liability\nfor a criminal offence, merely because the punishment\nprescribed is that of imprisonment and fine. The\nconclusion reached by the High Court that the\nrespondent could not have the necessary mens rea is\nclearly erroneous. [Para 40] [635-H; 636-A]\nF\n1.4. A bare perusal of section 415 IPC would show\nthat it can be conveniently divided into two parts. The G\nfirst part makes it necessary that the deception by the\naccused of the person deceived, must be fraudulent or\ndishonest. Such deception must induce the person\ndeceived to: either (a) deliver property to any person; or\nH\n594 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA (b) consent that any person shall retain any property. The\nsecond part also requires that the accused must by\ndeception intentionally induce the person deceived either\nto do or omit to do anything which he would not do or\nomit, if he was not so deceived. Furthermore, such act\nB or omission must cause or must be likely to cause\ndamage or harm to that person in body, mind, reputation\nor property. Thus, it is evident that deception is a\nnecessary ingredient for the offences of cheating under\nboth parts of this section. The complainant, therefore,\nnecessarily needs to prove that the inducement had been\ncaused by the deception exercised by the accused. Such\ndeception must necessarily produce the inducement to\npart with or deliver property, which the complainant\nwould not have parted with or delivered, but for the\ninducement resulting from deception. The Explanation to\nthe section would clearly indicate that there must be no\ndishonest concealment of facts. In other words, non-\ndisclosure of relevant information would also be treated\nas a mis-representation of facts leading to deception.\n[Para 42] [636-F-H; 637-A-B]\nC\nD\nE\n1.5. It was necessary for the High Court to examine\nthe averments in the complaint in terms of s.415 IPC. The\nHigh Court upon detailed examination of the 1992 PPM,\nthe Stock Purchase Agreements and the 1995 PPM\nF concluded that even if the averments made in the\ncomplaint are accepted on their face value, it would only\ndisclose a civil dispute between the parties. According\nto the High Court, respondent no. 1 did not keep the\ninvestors in dark about the Iridium System and gave\nthem all necessary information in respect of various\naspects of the system. In coming to the aforesaid\nconclusion, the High Court observed that \"a bare perusal\nof the complaint shows that there is no reference to the\nStock Purchase Agreements of 1993 and 1994. In fact,\nthese two important documents contain\nG\nH\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA 595\nINCORPORATED\nacknowledgments of the investors about their capability A\nof evaluating the merits and risks of the purchase of the\nshares and their relying upon their own advisors.\" The\nHigh Court, therefore, negated the submission that there\nhas not been a complete and candid disclosure of the\nentire material which has resulted in the deception / B\ninducement of the appellant to make huge investment in\nthe Iridium. This conclusion reached by the High Court\ndid not take notice of the Explanation to Section 415,\nwhich gives a statutory recognition to the legal principles\nestablished through various judicial pronouncements\nthat misleading statements which withhold the vital facts\nfor intentionally inducing a person to do or to omit to do\nsomething would amount to deception. Further, in case\nit is found that misleading statement has wrongfully\ncaused damage to the person deceived it would amount\nto cheating. [Paras 42, 44] [637-C-D; 638-E-H; 639-A-B]\nC\nD\n1.6. The appellants were entitled to an opportunity to\nprove the averments made in the complaint. They were\nentitled to establish that they have been deliberately\ninduced into making huge investments on the basis of E\nrepresentations made by respondent no. 1 and its\nrepresentatives, which representations subsequently\nturned out to be completely false and fraudulent. The\nappellants were entitled to an opportunity to establish\nthat respondent no. 1 and its representatives were aware F\nof the falsity of the representations at the time when they\nwere made. The appellants have given elaborate details\nof the positive assertions made by respondent no. 1\nwhich were allegedly false to its knowledge. It is also\nclaimed by the appellants that respondent no. 1 and its G\nrepresentatives willfully concealed facts which were\nmaterial and ought to have been disclosed, but were\nintentionally withheld so as to deceive the appellant into\nadvancing and expending a sum of Rs. 500 Crores. Both\nthe appellants and the respondents have much to say in\nH\n596 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA support of their respective view points. Which of the\nviews is ultimately to be accepted, could only be decided\nwhen the parties have had the opportunities to place the\nentire materials before the Court. The power to quash the\nproceedings at the initial stage have to be exercised\nB sparingly with circumspection and in the rarest of the rare\ncases. The power is to be exercised ex debito justitiae.\nSuch power can be exercised where a criminal\nproceeding is manifestly attended with malafide and have\nbeen instituted maliciously with ulterior motive. This\nC inherent power ought not to be exercised to stifle a\nlegitimate prosecution. [Para 44] [640-H; 641-A-E]\n1.7. In the circumstances of the instant case, the High\nCourt ought to have refrained from indulging in detailed\nanalysis of very complicated commercial documents and\nD reaching any definite conclusions. The High Court clearly\nexceeded its jurisdiction in quashing the criminal\nproceeding in the peculiar facts and circumstances of the\ncase. The High Court noticed that while exercising\njurisdiction under Section 482 CrPC \"the complaint in its\nE entirety will have to be examined on the basis of the\nallegations made therein. But the High Court has no\nauthority or jurisdiction to go into the matter or examine\nits correctness. The allegations in the complaint will have\nto be accepted on the face of it and the truth or falsity\nF cannot be entered into by the Court at this stage.\" Having\nsaid so, the High Court proceeded to do exactly the\nopposite. The judgment of the High Court is set aside.\n[Para 45 and 46] [641-G-H; 642-A-C]\nG\nH\nSmt. Nagawwa v. Veeranna (1976) 3 SCC 736;\nMunicipal Corporation of Delhi v: Ram Kishan Rohtagi (1983)\n1 SCC 1; Dhanalakshmi v. R.Prasanna Kumar 1990 (Supp)\nSCC 686; State of Haryana v.. Bhajan Lal (1992) Supp. (1)\nSCC 335; Kalpnath Rai v. State (1997) 8 SCC 732; Asstt.\nCommr. v. Velliappa Textiles Ltd. (2003) 11 SCC 405;\n1\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED\n597\nStandard Chartered Bank v. Directorate of Enforcement (2005) A\n4 SCC 405; Trisuns Chemical Industry v. Rajesh_Agarwal\n(1999) 8 SCC 686; Madhavrao Jiwajirao Scindia and Others\nv. Sambhajirao Chandrojirao Angre and Others (1988) 1\nSCC 692; State of Orissa v. Debendra Nath Padhi (2005) 1\nSCC 568; M.N. Ojha and Others v. Alok Kumar Srivastav and B\nAnother (2009) 9 SCC 682; Kurukshetra University v. State\nof Haryana (1977) 4 SCC 451; Raj Kapoor and Others v.\nState (1980) 1 SCC 43; Janata Dal v. H.S. Chowdhary (1992)\n4 SCC 305; State of Orissa v. Debendra Nath Padhi (2005)\n1 SCC 568; Inder Mohan Goswami and Anr. v. State of\nC\nUttaranchal and Ors. (2007) 12 SCC 1; Indian Oil Corporation\nv. NEPC India Ltd. and Ors. (2006) 6 SCC 736; Divine\nRetreat Centre v. State of Kerala (2008) 3 SCC 542;\nKalpanath Rai v. State (1997) 8 SCC 732; M.V. Javali v.\nMahajan Borewell \u0026 Co. (1997) 8 SCC 72 and A.K. Khosla\nv. T.S. Venkatesan 1992 Crl. L.J. 1448 - referred to.\nD\nThe Directors \u0026 C., of the Central Railway Company of\nVenezuela v. Joseph Kisch 1867 English and Irish Appeals\n(Vol. II), 99; New Brunswick and Canada Railway Company\nv. Muggeridge (1860)1 Dr. \u0026 Sm. 381; Redgrave v. Hurd E\n(1881) 20 Ch. D at p.13; Aarons Reefs Limited v. Twiss 1896\nAppeal Cases 273; (House of Lords); New York Central \u0026\nHudson River Railroad Co. Vs. United States 53 L Ed 613;\nDirector of Public Prosecutions v. Kent and Sussex\nContractors Ltd. 1944 1 All ER 119; H.L.Bolton (Engg.) Co. F\nLtd. v. T.J.Graham \u0026 Sons 1956 3 All ER 624 and Tesco\nSupermarkets Ltd. v. Nattrass 1971 All ER 127 - referred to.\nCase Law Reference:\n(1976) 3 SCC 736\nreferred to\nPara 23\nG\n(1983) 1 SCC 1\nreferred to\nPara 23\n1990 (Supp) SCC 686 referred to\nPara 23\n(1992) Supp. (1) SCC\n335 referred to\nPara 23\nH\n598\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA\n1867 English and Irish referred to\nPara 24\nAppeals (Vol. II), 99\n(1860)1 Dr. \u0026 Sm. 381\nreferred to\nPara 24\n(1881) 20 Ch. D at p.13\nreferred to\nPara 24\nB\n1896 Appeal Cases 273 referred to\nPara 24\n(1997) 8 SCC 732\nreferred to\nPara 26\n(2003) 11 SCC 405\nreferred to\nPara 26\nC\n(2005) 4 SCC 405\nreferred to\nPara 26\n(1999) 8 SCC 686\nreferred to\nPara 27\n(1988) 1 SCC 692\nreferred to\nPara 29\nD\n(2005) 1 SCC 568\nreferred to\nPara 29\n(2009) 9 SCC 682\nreferred to\nPara 29\n(1977) 4 SCC 451\nreferred to\nPara 32\nE\n(1980) 1 SCC 43\nreferred to\nPara 32\n(1992) 4 SCC 305\nreferred to\nPara 32\n(2005) 1 SCC 568\nreferred to\nPara 32\n1 (2007) 12 SCC 1\nreferred to\nPara 32\nF\n(2006) 6 SCC 736\nreferred to\nPara 32\n2008) 3 SCC 542\nreferred to\nPara 32\n(1997) 8 SCC 732\nreferred to\nPara 33\nG\n(1997) 8 SCC 72\nreferred to\nPara 33\n1992 Crl. L.J. 1448\nreferred to\nPara 34\n53 L. Ed 613\nreferred to\nPara 35\nH\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED\n599\n1944 1 All ER 119\nreferred to\nPara 36\nA\n1956 3 All ER 624\nreferred to\nPara 36\n1971 All ER 127\nreferred to\nPara 37\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 688 of 2005.\nFrom the Judgment \u0026 Order dated 08.08.2003 of the High\nCourt of Bombay in Writ Petition No. 465 of 2002.\nB\nRam Jethmalani, Mahesh Jethmalani, Gaurav Shah, C\nVenkatesh Dhoud, Pranav Badheka, Mahesh Agarwal, Radhika\nGautam (for E.C. Agrawala) for the Appellant.\nParag Tripathi, ASG, Ashok H. Desai, Amit Desai, Jai\nMunim, Banoo J. Kapadia, Mohit D. Ram, Poli Katarki,\nMeenaksi Arora, Kunal Bahri, Sadhana Sandhu, S.N. Terdal,\nSubhash Kaushik, Sushma Suri, Shankar Chillarge, Chinmoy\nA. Khaladkar, Sanjay Kharde, Asha Gopalan Nair for the\nRespondents.\nThe Judgment of the Court was delivered by\nSURINDER SINGH NIJJAR, J. 1. The original\ncomplainant Iridium India Telecom Ltd. (hereinafter referred to\nas the appellant) has preferred this appeal against the judgment\nand order dated 8th August, 2003, passed by a learned single\njudge of the Bombay High Court quashing the criminal\ncomplaint dated 3rd October, 2001 filed by the appellant, inter\nalia, against respondent no.1, namely, Motorola Incorporated.\nD\nE\nF\n2. The complaint pertained to allegations of cheating under\nSection 420 read with Section 120B of the Indian Penal Code. G\nAlthough the complaint spread over thirty five pages elaborately\nsets out the factual scenario, we may notice the foundational\nfacts.\n3. Motorola Inc (respondent no. 1), Iridium LLC and Iridium H\n600\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA Inc. are a part of one group of corporations created through\nmergers and takeovers. Respondent no. 1 was the founder\npromoter of a corporation known as Iridium LLC incorporated\nin the State of Delaware, U.S.A; Iridium LLC was incorporated\non 19th July, 1996 as a wholly owned subsidiary of respondent\nB no. 1. Iridium LLC was the successor of another corporation\nknown as Iridium Inc. which was incorporated on 14th July, 1991\nalso a wholly owned subsidiary of respondent no.1. On or about,\n19th July, 1996 Iridium Inc was merged into Iridium LLC.\nC\n4. Iridium System/Iridium Project (which expressions are\nused inter-changeably) was represented as being the world's\nfirst commercial system designed to provide global digital hand\nheld telephone data, facsimile, paging, geo-location services\nsimilar to today's cellular phone. It was further averred that\nIridium System was conceived by respondent no. 1 in the year\nD 1987 and it was intended to be a wireless communication\nsystem through a constellation of 66 satellites in low orbit to\nprovide digital service to mobile phones and other subscriber\nequipment globally.\nроп\nE\nF\nG\nH\n5. It was emphasized that Iridium Inc. was an instrumentality\nof respondent no. 1; the corporate veil from behind which\nrespondent no. 1 operated. Respondent no.1 conceived,\norchestrated, directed and controlled Iridium and was at all\nmaterial times Iridium's dominant shareholder, supplier,\nfinancier, controller of its board, as well as the developer of\nIridium's business model and the creator of the Iridium system,\nwhich was respondent no.1's proprietary space based Satellite\nCommunication system. Respondent no.1 also designed,\ndeveloped, sold, maintained and operated the hardware and\nsoftware of the Iridium System/Project. It was further alleged in\nthe complaint that respondent no.1 initially held the entire equity\nin Iridium. Although the equity of respondent no.1 was\nsubsequently diluted by sale to various investors and\nshareholders through a series of private/public offerings,\nrespondent no.1 continued to hold, own and control a substantial\n"}