{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"IRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n611\nthis Court: Smt. Nagawwa Vs. Veeranna', A\nMunicipal Corporation of Delhi Vs. Ram Kishan\nRohtagi², Dhanalakshmi Vs. R.Prasanna Kumar³,\nState of Haryana Vs. Bhajan Lal\nB\nC\nD\n24. Mr. Jethmalani further submitted that the judgment of\nthe High Court is contrary to all known principles on the basis\nof which an order issuing process can be quashed. He invited\nour attention to the detailed pleadings in the complaint; the\nStock Purchase Agreements, Gateway Equipment Purchase\nAgreement and From S-1 etc. According to Mr. Jethmalani, the\ndocuments were subjected to meticulous analysis by the High\nCourt at the instance of the respondent. On a wholly erroneous\ninterpretation of the aforesaid documents, the High Court\nconcluded that the allegations made in the complaint even if\nthey are taken on the face value, disclosed only civil liability.\nThe High Court was unnecessarily influenced by the submission\nthat the \"Risk Factors\" had been duly pointed out to the\nprospective investors including the appellants. These matters\nwere to be examined by Court of competent jurisdiction at the\nappropriate time. The allegations could be proved or disproved\non the basis of the evidence led by the parties. The High Court, E\naccording to Mr. Jethmalani, failed to appreciate that the 1992\nPPM was in the nature of a deemed prospectus. Therefore\nwhilst issuing the aforesaid PPM, the promoter was required\nto make a true and full disclosure of all the relevant facts. This\nduty is imposed on the promoter under Section 3 and 64 of the F\nCompanies Act, 1956. The statements made in the PPM as\nalso in the representations made to the high ranking officials\nof the prospective investors including the appellants, have been\nproved to be incorrect and misleading. According to Mr.\nJethmalani, the legal position on this issue is quite clear and G\n1. [(1976) 3 SCC 736]\n2. [(1983) 1 SCC 1]\n3. [1990 (Supp) SCC 686]\n4. [(1992) Supp. (1) SCC 335]\nH\n612 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA placed reliance on:- The Directors \u0026c., of the Central Railway\nCompany of Venezuela Vs. Joseph Kisch³, New Brunswick\nand Canada Railway Company Vs. Muggeridge, Redgrave\nVs. Hurd, Aarons Reefs Limited Vs. Twiss®.\nB\nC\n25. According to Mr. Jethmalani dishonest intention of the\nrespondent is evident from the fact that the proposal to invest\nin the Iridium system which was taken to the Board of Directors\nof the respondent Motorola, was not accepted. The market\nresearchers commissioned by Motorola had in fact clearly\nstated that the professional business traveler would have little\ninterest in the system. It had been characterized as suitable only\nfor oil rigs or deserts. Mr. Jethmalani reiterated that the\nrespondents deliberated painted a very rosy picture. They had\npromised a global link from any place on earth. The falsity of\nsuch tall claims is evident from the fact that the phone would\nnot operate under a tree or in a building. It proved to be utterly\nuseless. Mr. Jethmalani then submitted that the value, which may\nbe placed on the disclaimers relied upon by the respondent,\ncould only be judged after a full fledged trial. At best, the\ndisclaimers would be a defence. They would not be sufficient\nE to absolve the respondents from criminal liability.\nD\nF\nG\n26. It was then submitted by Mr. Jethmalani that the High\nCourt committed a serious error of law in concluding that the\nrespondent being a corporation was incapable of committing\nthe offence of cheating. He emphasised that by now, it is settled\nin almost all jurisdictions of the world governed by the rule of\nlaw that companies can be prosecuted for certain criminal\noffences. The offences for which companies can be criminally\nprosecuted are not limited only to the specific provisions made\nin the Income Tax Act, The Essential Commodities Act, The\nPrevention of Food Adulteration Act.\n5. [1867 English and Irish Appeals (Vol. II), 99]\n6.\n[(1860) 1 Dr. \u0026 Sm. 381]\n7. [(1881) 20 Ch. D at p. 13]\nH 8. [1896 Appeal Cases 273 (House of Lords)]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n613\nMr. Jethmalani relied on Kalpnath Rai Vs. State, Asstt. A\nCommr. Vs. Velliappa Textiles Ltd 10., and Standard Chartered\nBank Vs. Directorate of Enforcement\". It was finally submitted\nby Mr. Jethmalani that the High Court has converted itself into\nthe Court of a Judicial Magistrate and conducted an inquiry\nunder Section 202, 244 and 245.\nB\nC\n27. Mr. Parag Tripathi, the learned Addl. Solicitor General\nsubmitted that the High Court was unnecessarily influenced by\nthe fact that the service has not been duly affected on the\nrespondent. This did not lead to the only conclusion that the\ndefective service was a deliberate attempt to enable the\nappellants to adopt coercive process against the respondent.\nIt is further submitted by Learned ASG that the High Court\nwrongly concluded that the highlighting of the risk factors would\nabsolve the respondents of the criminal liability. According to\nthe ASG, the mere existence of an arbitration clause, does not D\nlead to the conclusion that there can be no criminal liability in\nsuch cases. In support of the submissions, the ASG relied on\nTrisuns Chemical Industry Vs. Rajesh Agarwal12, It is further\nsubmitted that the respondent company cannot hide behind the\ndefence that the company is incapable of possessing the E\nnecessary mens rea for commission of the offence of cheating.\nIn support of the submissions, he relied upon the following\njudgments: Asstt. Commr. Vs. Velliappa Textiles Ltd¹³.,,\nStandard Chartered Bank Vs. Directorate of Enforcement14.\n28. We may now note the submission of Mr. Ashok Desai.\nThe learned senior counsel at the very out set, submitted that\neven the basic facts have not been placed before this Court.\nF\n9. [(1997) 8 SCC 732]\n10. [(2003) 11 SCC 405]\n11. [(2005) 4 SCC 405]\n12. [(1999) 8SCC 686]\n13. Supra\n14. Supra\nG\nH\n614 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA According to him there were three things which have to be\nnoted. Firstly, no representation was made by Motorola as\nsuch. Secondly, Iridium Inc was a company controlled by\nstrategic investors. Thirdly, representations were not of existing\nfacts but future projections wherein every possible warning was\nB given. According to the learned senior counsel, the most\nimportant aspect of the case are that:-\n(i)\n(ii)\nC\nD\nE\nWe are dealing with a prospectus.\nWe are dealing with technological development.\nTherefore, it can succeed or it can fail.\n(iii) Then again we are dealing with feasibility.\n29. Mr. Desai submitted that the Iridium system was and\nis a technological success. It is being used in global aerospace\nprogrammes and defence departments of different countries.\nOne of its major customers is the Indian Defence Forces. Merely\nbecause the satellite mobile system is not a commercial\nsuccess is not sufficient to establish that the respondent\ncompany had any dishonest intention. Mobile phones seem to\nhave overtaken the entire market. Even the satellite phones and\nused when the mobile phone service is not available. That is\nparticularly so in remote and inaccessible terrain. He then\nsubmitted that while seeking investments from strategic\ninvestors, the 1992 PPM contained all the necessary\nF information. The statements in the PPM related to future\nprojections. They were based on certain assumptions. Merely\nbecause the expectations of the appellant were not realized, it\nwould not be sufficient to establish dishonest intention of the\nrespondents. The representations were made to strategic\nG investors. These were individuals, firms and entities, who were\nexperts in their field. They had been duly forewarned of the risk\nfactors. Therefore, the High Court rightly concluded that the\ncomplaint even if it is accepted in toto, would not disclose the\nnecessary ingredients to establish criminal liability. Mr. Desai\nH reiterated that the risk factors had been prominently displayed\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n615\nC\nD\nat the commencement of the PPM. In order to ensure that the A\ninvestors were well aware of the risks involved, they were invited\nto be guided by the counsel or their own experts. Each investor\nhad therefore accepted and acknowledged that in making the\ninvestments, they had relied only on the advice of their own\nexperts. Mr. Desai then submitted that the High Court correctly B\nrelied upon the documents placed on record by the respondent.\nThese were documents which were required to be placed\nbefore the Magistrate by the appellants. They were deliberately\nwithheld to mislead the Magistrate into issuing process. This\naccording to him would amount to playing a fraud on court. He\nthen submitted that in spite of the fact that the respondent had\nnot been duly served in order to avoid incalculable damage to\nits image, reputation and business prospects. The respondent\nwas compelled to move to the High Court for nipping in the bud\na wholly frivolous and unjustified criminal prosecution. The High\nCourt was also justified in relying on the documents as the\nappellants had relied on the reply to the notice before the\nMagistrate. They had, however not placed on the record the\nnotice, and the accompanying documents. The High Court also\ncorrectly stated the legal position with regard to the inability of\na company to possess the necessary mens rea for the\ncommission of a criminal offence. According to Mr. Desai, the\nfacts pleaded would disclose only civil liability at best. It is\nsubmitted by him that it was not necessary for the High Court\nto permit the matter to proceed any further. The High Court on\na correct interpretation of the various clauses of the 1992 PPM F\nand the Stock Purchase Agreements of 1993 and 1994,\nconcluded that it was a case of pure and simple civil liability. It\nwas further submitted that the High Court was within its\njurisdiction to look at all the documents including the documents\nwhich were not on record. The power of the High Court under G\nSection 482 Cr.P.C is much wider than the revisional\njurisdiction of the High Court Cr.P.C under Section 401 Cr.P.C.\nIn support of the submissions, the learned counsel has relied\non Madhavrao Jiwajirao Scindia and Others Vs. Sambhajirao\nE\nH\n616 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA Chandrojirao Angre and Others 15 State of Orissa Vs.\nDebendra Nath Padhi and M.N. Ojha 16 and Others Vs. Alok\nKumar Srivastav and Another\".\nB\nC\nD\nE\n30. Mr. Desai also pointed out that the representations\nwere not made in the year 1992 as the appellant was not\nincorporated till 1994, therefore, it was impossible to have\nmade any representation to the complainant. Even otherwise,\nthe representations were accompanied by prominent risk\nfactors. The representations related to future projections and\nexpectations. This is patent from the fact that although the\nrepresentations were made in the year 1992-93, the system\nitself was not commissioned till 1998. The High Court,\naccording to Mr. Desai, correctly relied on the risk factors. This\nis especially important since one Mr. S.H. Khan had been\nnominated by the appellant on the Board of Directors of the\nrespondent. Apart from being a Director, he was a member of\nthe Finance Committee and Related Party Contracts\nCommittee of Iridium Inc. Therefore, the appellants were well\naware of the risk factors.\n31. We have considered the submissions made by the\nlearned senior counsel. A bare perusal of the submissions\nwould be sufficient to amply demonstrate that this cannot be\nsaid to be an 'open and shut' case for either of the parties.\nThere is much to be said on both sides. The entire scenario\nF painted by both the sides is circumscribed by 'ifs' and 'buts'.\nA mere reading of the 1992 PPM would not be sufficient to\nconclude that the entire information has been given to the\nprospective investors. Similarly, merely because there may have\nbeen some gaps in the information provided in the PPM would\nnot be sufficient to conclude that the respondents have made\ndeliberate misrepresentations. In such circumstances, we have\nto examine whether it was appropriate for the High Court to\nG\n15. [(1988) 1 SCC 692]\n16. [(2005) 1 SCC 568]\nH 17. [(2009) 9 SCC 682]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n617\nexercise its jurisdiction under Section 482 Cr.P.C. to quash the A\nproceedings at the stage when the Magistrate had merely\nissued process against the respondents.\n32. The contours within which the High Court would\nexercise its jurisdiction to quash the criminal proceeding has B\nbeen dilated upon, and well defined by this Court in a catena\nof judgments. We may make a reference here only to a few\nrepresentative cases.\nIn the case of Smt. Nagawwa Vs. Veeranna18 considering\nthe limits within which the Magistrate is required to conduct an C\ninquiry under Section 202 of the Cr.P.C., this Court observed\nthat the scope of such inquiry is (Para 4) \"extremely limited -\nlimited only to the ascertainment of the truth or falsehood of the\nallegations made in the complaint- (i) on the materials placed\nby the complainant before the Court; (ii) for the limited purpose D\nof finding out whether a prima facie case for issue of process\nhas been made out; and (iii) for deciding the question purely\nfrom the point of view of the complainant without at all adverting\nto any defence that the case may have. In fact it is well settled\nthat in proceedings under Section 202, the accused has got E\nabsolutely no locus standi and is not entitled to be heard on\nthe question whether the process should be issued against him\nor not\". It has been further held (Para 5) as follows:-\n\"\nOnce the Magistrate has exercised his discretion\nit is not for the High Court, or even this Court, to substitute\nits own discretion for that of the Magistrate or to examine\nthe case on merits with a view to find out whether or not\nthe allegations in the complaint, if proved, would ultimately\nend in conviction of the accused. These considerations,\nF\nin our opinion, are totally foreign to the scope and ambit G\nof an inquiry under Section 202 of the Code of Criminal\nProcedure which culminates into an order under Section\n204 of the Code. Thus it may be safely held that in the\n18. Supra\nH\nA\nB\nC\nD\nE\nF\nG\n618 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nfollowing cases an order of the Magistrate issuing process\nagainst the accused can be quashed or set aside:\n(1) where the allegations made in the complaint or the\nstatements of the witnesses recorded in support of the\nsame taken at their face value make out absolutely no case\nagainst the accused or the complaint does not disclose the\nessential ingredients of an offence which is alleged against\nthe accused;\n(2) where the allegations made in the complaint are\npatently absurd and inherently improbable so that no\nprudent person can ever reach a conclusion that there is\nsufficient ground for proceeding against the accused; .\n(3) where the discretion exercised by the Magistrate in\nissuing process is capricious and arbitrary having been\nbased either on no evidence or on materials which are\nwholly irrelevant or inadmissible; and\n(4) where the complaint suffers from fundamental legal\ndefects, such as, want of sanction, or absence of a\ncomplaint by legally competent authority and the like.\"\nThe aforesaid examples are of course purely illustrative and\nprovide sufficient guidelines to indicate the contingencies where\nthe High Court can quash proceedings.\nThis Court in the case of Kurukshetra University Vs. State of\nHaryana, 19 again stated the principle regarding the exercise of\nthe inherent powers conferred by Section 482 Cr.P.C.\nChandrachud J. speaking for the Bench observed as follows:\n\"It ought to be realised that inherent powers do not confer\nan arbitrary jurisdiction on the High Court to act according\nto whim or caprice. That statutory power has to be\nexercised sparingly, with circumspection and in the rarest\nof rare cases.\"\nH\n19. [(1977) 4 SCC 451]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n619\nIn Municipal Corporation of Delhi Vs. Ram Kishan Rohtagi20 A\nthis Court reiterated the legal position with regard to the limits\nof the power under Section 482, as stated in the case of Raj\nKapoor and Others Vs. State 21 wherein Krishna lyer, J.,\nobserved as follows:-\n\"Even so, a general principle pervades this branch of law\nwhen a specific provision is made easy resort to inherent\npower is not right except under compelling circumstances.\nNot that there is absence of jurisdiction but that inherent\npower should not invade areas set apart for specific power\nunder the same Code.\"\nThis Court also reiterated the four propositions of law which\nwere said to be illustrative in the case of Smt. Nagawwa Vs.\nVeeranna²². It was further held as follows:-\n\"10. It is, therefore, manifestly clear that proceedings\nagainst an accused in the initial stages can be quashed\nonly if on the face of the complaint or the papers\naccompanying the same, no offence is constituted. In other\nwords, the test is that taking the allegations and the\ncomplaint as they are, without adding or subtracting\nanything, if no offence is made out then the High Court will\nbe justified in quashing the proceedings in exercise of its\npowers under Section 482 of the present Code.\n4\nB\nC\nD\nE\nThe aforesaid proposition of law was again reiterated by this F\nCourt in the case of Madhavrao Jiwajirao Scindia and Others\nVs. Sambhajirao Chandrojirao Angre and Others 2³in the\nfollowing words:-\n\"The legal position is well settled that when a prosecution\nG\nat the initial stage is asked to be quashed, the test to be\n20. Supra\n21. [(1980) 1 SCC 43]\n22. Supra\n23. Supra\nH\nA\nB\nC\n620 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\napplied by the court is as to whether the uncontroverted\nallegations as made prima facie establish the offence. It\nis also for the court to take into consideration any special\nfeatures which appear in a particular case to consider\nwhether it is expedient and in the interest of justice to\npermit a prosecution to continue. This is so on the basis\nthat the court cannot be utilised for any oblique purpose\nand where in the opinion of the court chances of an\nultimate conviction are bleak and, therefore, no useful\npurpose is likely to be served by allowing a criminal\nprosecution to continue, the court may while taking into\nconsideration the special facts of a case also quash the\nproceeding even though it may be at a preliminary stage.\"\nThe aforesaid ratio of law was further elaborately\ndiscussed in the case of State of Haryana Vs. Bhajan Lal24,\nD wherein this court had formulated certain principles pertaining\nto the exercise of such power in the following words:-\nE\nF\nG\n\"102. In the backdrop of the interpretation of the various\nrelevant provisions of the Code under Chapter XIV and of\nthe principles of law enunciated by this Court in a series\nof decisions relating to the exercise of the extraordinary\npower under Article 226 or the inherent powers under.\nSection 482 of the Code which we have extracted and\nreproduced above, we give the following categories of\ncases by way of illustration wherein such power could be\nexercised either to prevent abuse of the process of any\ncourt or otherwise to secure the ends of justice, though it\nmay not be possible to lay down any precise, clearly\ndefined and sufficiently channelised and inflexible\nguidelines or rigid formulae and to give an exhaustive list\nof myriad kinds of cases wherein such power should be\nexercised.\n(1) Where the allegations made in the first information\nH 24. Supra\n"}