{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"58\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nSubmission of the learned counsel for Respondent No.\nA\nNil\n2.\nB\nC\nD\nE\nF\nG\nH\n12. Shri R. Balasubramaniam, the learned Senior Counsel\nfor Respondent No. 2, submitted that the election petitioner by\nspecific pleadings in the election petition has discharged his\ninitial burden that the appellant was born to Christian parents\nand her parents continues to profess Christian faith and even\nher school records would reveal that she belongs to Indian\nChristian Pallan Community and further that she was born and\nbrought up as Christian and till date she professed Christianity\nand these assertions are not denied by the appellant and in fact\nthat there are specific admissions that she was born and\nbrought up as a Christian, since she was born to Christian\nparents and it is only in the year 1994, she converted herself\nto Hindu faith/Hinduism and if she was a Hindu throughout, then\nthere was no reason for her to have gone through yet another\nritual for her reaffirmation of Hindu faith in Arya Samaj and it is\nalso contended that the intention of the convertee would be a\nrelevant factor in deciding the truth or otherwise of the\nconversion, though the appellant pleaded that her ancestors\nwere Hindus belonging to Pallan Community, there was\nconversion in to Christianity due to various reasons, but later\nshe renounced Christianity and converted Hinduism and in the\nabsence of supporting evidence to those pleadings, it must be\nheld that the appellant is the first time convertee from Christianity\ninto Hinduism. It is further contended that even the husband of\nthe appellant was a Christian and continues to profess\nChristianity and it is only in the year 1975 he claims to have\nchanged his religion to Hinduism. It is also contended that the\nappellant though claims she has converted into Hinduism\nthrough Arya Samaj, Madurai, she has failed to prove her\nconversion by leading cogent and acceptable evidence and\ntherefore the High Court was justified in disbelieving her\nevidence. It was also contended that the appellant failed to\nprove that her marriage was as per Hindu religion. The learned\nSenior Counsel vehemently contends, that, there are two stages\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n59\nin appellant's life, namely, prior to conversion and after A\nconversion. According to him, that in the reply filed in the\nelection petition, there is no pleading that she was Hindu by\nbirth and that till conversion she was professing Hinduism and\nthat there is no pleading that at any stage she was professing\nHinduism and or living Hindu way of life or believing in Hindu B\nfaith. Therefore, submits that the High Court was justified in\nallowing the election petition filed by Election petitioner.\nDefinition of Scheduled Caste :\n13. We may begin to discuss this issue firstly by referring C\nto weighty observations made by this Court in the case of\nGanpat vs. Returning Officer, 1975 (1) SCC 589. \"The\nmonstrous course of untouchability has got to be eradicated. It\nhas got be eradicated not merely by making constitutional\nprovisions or laws but also by eradicating it from the minds and D\nhearts of men. For that it is even more important that members\nof communities who are untouchables should assert their self-\nrespect and fight for their dignity than that members of the other\ncommunities should forget about it.\n14. In order to bring the lower castes on par with the upper\ncastes, there are special provisions in the Constitution to\nensure that equal opportunity was not just in word but also in\ndeed.\n15. \"Scheduled Castes\" means such castes, races or\ntribes or parts of or groups within such castes, races or tribes\nas are deemed under article 341 to be Scheduled Castes for\nthe purpose of the Constitution. For easy reference the said\nprovision is extracted:\n\"341. Scheduled Castes. - (1) The President may with\nrespect to any State or Union territory, and where it is a\nState, after consultation with the Governor thereof, by\npublic notification, specify the castes, races or tribes which\nshall for the purposes of this Constitution be deemed to\nE\nF\nG\nH\n60\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nbe Scheduled Castes in relation to that State or Union\nterritory, as the case may be.\n(2) Parliament may by law include in or exclude from the\nlist of Scheduled Castes specified in a notification issued\nunder clause (1) any caste, race or tribe or part of or group\nwithin any caste, race or tribe, but save as aforesaid a\nnotification issued under the said clause shall not be\nvaried by any subsequent notification.\"\n16. Article 341(1) of the Constitution was considered by\nC this Court in the case of S. Swvigaradoss vs. Zonal Manager,\nF.C.I. (1996) 3 SCC 100. In that case, this Court held as under:-\nD\nヨ\nF\nG\n\"Article 341(1) empowers the President of India to specify,\nin consultation with the Governor of the State, with respect\nto the State or Union Territory, or for a part of the State,\nDistrict or region by public notification specify castes, races\nor tribes or parts of or groups within castes, races or tribes\nwhich shall for the purposes of the Constitution be deemed\nto be \"Scheduled Castes\" in relation to the State or Union\nTerritory as the case may be. Clause (2) of Article 341\nempowers Parliament by law to include in or exclude from\nthe list of Scheduled Castes specified in the notification\nissued under Clause (1) any caste, race or tribe or part of\nor group within any caste, race or tribe, but save as\naforesaid a notification issued under the said clause shall\nnot be varied by any subsequent notification. In other words,\nthe constitutional mandate is that it is the President who\nis empowered, in consultation with the Governor of the\nState, to specify by a public notification the caste, race or\ntribe or parts or groups within castes, races or tribes which\nshall for the purposes of the Constitution be deemed to be\nScheduled Castes in relation to that State or Union\nTerritory.\"\n17. Under these provisions, the Constitution (Scheduled\nH Castes) Order was issued in 1950. It sets out the caste, races\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n61\nand tribes in each State of India and provides under para 2, A\nthat a person belonging to any of the caste specified therein\nbe deemed to be a Scheduled Caste for the purpose of the\nConstitution. Para 3 contains a proviso to the effect that\nnotwithstanding anything contained in para 2, no person who\nprofesses a religion different from the Hindu, Sikh or Budhist B\nreligion shall be deemed to be a member of a Scheduled\nCaste. Reading para 2 and 3 of the Presidential Order would\nshow that if a person belongs to a caste which is notified in\nthe Schedule to the Presidential Order he/she would have the\nstatus of a Scheduled Caste, provided he/she professes\nHinduism or one of the other religions specified in paragraph\n3 of the Order.\n18. The text of the Order is reproduced below:\nC\n\"In exercise of the powers conferred by clause (1) of article D\n341 of the Constitution of India, the President, after\nconsultation with the Governors and Rajpramukhs of the\nStates concerned, is pleased to make the following Order\nnamely:\n1. This order may be called the Constitution (Scheduled\nCastes) Order, 1950.\nE\n2. Subject to the provisions of this Order, the castes, races.\nor tribes or parts, or groups within, castes or tribes\nspecified in (Parts to (XXII) of the Scheduled to this Order F\nshall, in relation to the States to which those Parts\nrespectively related, be deemed to be Scheduled Castes\nso far as regards member thereof resident in localities\nspecified in relation to them in those Parts of what\nSchedule.\n3. Notwithstanding anything contained in paragraph 2, no\nperson who professes a religion different from the Hindu,\nthe Sikh or the Buddhists religion shall be deemed to be\na member of a Scheduled Caste.\nG\nH\n62\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n4. Any reference in this Order to a State or to a district or\nother territorial division thereof shall be construed as a\nreference to the State, district or other territorial division\nas constituted on the 1st day of May, 1976.\"\n19. Prior to amendment, Clause (3) of the Constitution\n(Scheduled Castes) Order, 1950 came up for consideration\nbefore this court in the case of Punjabrao v. D.P. Meshram,\n[(1965) 1 SCR 849], wherein this court has observed, \"what\nClause (3) of the Constitution (Scheduled Castes) Order, 1950,\ncontemplates is that for a person to be treated as one\nbelonging to a Scheduled Caste within the meaning of that, he\nmust be one who professes either Hindu or Sikh religion. The\nHigh Court, following its earlier decision in Karwade v.\nShambhakar [AIR1958Bom296] has observed, that the\nmeaning of the phrase \"professes a religion\" in the\naforementioned provision is \"to enter publicly into a religious\nstate\" and that for this purpose a mere declaration by person\nthat he has ceased to belong to a particular religion and\nembraced another religion would not be sufficient. The\nmeanings of the word \"profess\" have been given thus in\nWebster's New Word Dictionary: \"to avow publicly; to make\nan open declaration of; to declare one's belief in as, to\nprofess Christ. To accept into a religious order.\" The meanings\ngiven in the Shorter Oxford Dictionary are more or less the\nsame. It seems to us that the meaning \"to declare one's belief\nin as to profess Christ\" is one which we have to bear in mind\nwhile construing the aforesaid order because it is this which\nbears upon religious belief and consequently also upon a\nchange in religious belief. It would thus follow that a declaration\nof one's belief must necessarily mean a declaration in such a\nway that it would be known to those whom it may interest.\nTherefore, if a public declaration is made by a person that he\nhas ceased to belong to his old religion and has accepted\nanother religion he will be taken as professing the other\nreligion. In the face of such an open declaration it would be idle\nto enquire further as to whether the conversion to another\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n63\nreligion was efficacious. The word \"profess\" in the Presidential A\nOrder appears to have been used in the sense of an open\ndeclaration or practice by a person of the Hindu (or the Sikh)\nreligion. Where, therefore, a person says, on the contrary, that\nhe has ceased to be a Hindu he cannot derive any benefit from\nthat Order\".\n20. The way we understand the order 1950, and the\nobservation made by this court is, in order to claim the benefits\nof reservation under the Presidential Order, a person must\nestablish that the caste to which he belongs is notified in the\nPresidential Order and he is not professing a religion different\nfrom the Hindu, the Sikh or the Budhist.\nConversion of Religion - Burden of Proof :\n21. It is not in dispute that Hindu Pallan Community is\nnotified under the Presidential Order as Scheduled Caste. The\nappellant claims that though her father was a Christian, her\nmother continued to profess the customs of Hindu Pailan\nCommunity. It is her further case that her father deserted her\nmother when she was still a child and her mother brought her\nup as Hindu and her community accepted her and her mother\nas Hindu. Now the question is whether the appellant is\nprofessing and practicing Hinduism. The appellant claims that\nthough her father is a Christian, her mother continues to profess\nHindu religion and it is her further case that she was born and\nbrought up as a Hindu by her mother and she continues to\nprofess Hindu faith and in order to reaffirm her faith in Hinduism,\nshe has undergone rituals in Arya Samaj Madurai, and in proof\nof it she has produced the duplicate copy of the certificate. At\nthe time of hearing of this appeal a lot of debate was generated\nby both the sides pwith regard to certificate of conversion\nissued by the Arya Samaj. The appellant in support her view in\nher evidence has stated the various rituals she followed in the\nArya Samaj to reaffirm her faith in Hindu faith, the reason why\nshe is not in a position to produce the original certificate issued\nB\nC\nD\nE\nF\nןד\nH\n64\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\nand the necessity for production of duplicate certificate. Since\nthis forms the fulcrum of the case, the learned counsel for the\nrespondents pointed out so called various discrepancies in the\ncertificate and to say the least, the length, breadth, borders,\ndates, signature in the certificate. We will refer to these, when\nwe discuss the veracity of the certificate produced by the\nappellant to reaffirm her faith in Hindu religion which she claims\nhas professed right from her childhood. Before we do that, it\nis desirable to notice certain observation made by this court in\nthe case of Perumal Nadar v. Ponnuswami, [1970 (1) SCC\n605. This court observed :\n“6. A person may be a Hindu by birth or by conversion. A\nmere theoretical allegiance to the Hindu faith by a person\nborn in another faith does not convert him into a Hindu, nor\nis a bare declaration that he is a Hindu sufficient to convert\nhim to Hinduism. But a bona fide intention to be converted\nto the Hindu faith, accompanied by conduct unequivocally\nexpressing that intention may be sufficient evidence of\nconversion. No formal ceremony of purification or expiation\nis necessary to effectuate conversion.\n8. In Goona Durgaprasada Rao V. Goona\nSudarasanaswami Mockett, J., observed that no gesture\nor declaration may change a man's religion, but when on\nthe facts it appears that a man did change his religion and\nwas accepted by his co-religionists as having changed his\nreligion and lived and died in that religion, absence of\nsome formality cannot negative what is an actual fact.\nKrishnaswami Ayyangar, J., observed that a Hindu who\nhad converted himself to the Christian faith returned to\nHinduism and contracted a second marriage during the\nlife-time of his first wife and remained and died a Hindu\nhaving been accepted as such by the community and co-\nreligionists without +demur. Absence of evidence of rituals\nrelating to conversion cannot justify the Court in treating\nhim as having remained a Christian.\"\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n65\n22. In the case of Ganpat v. Returning Officer, (1975) 1 A\nSCC 589, it was observed:\n'\n\"11. In this connection it is necessary to remember that\nHinduism is a very broad based religion. In fact some\npeople take the view that it is not a religion at all on the\nground that there is no one founder and no one sacred\nbook for the Hindus. This, of course, is a very narrow view\nmerely based on the comparison between Hinduism on the\none side and Islam and Christianity on the other. But one\nknows that Hinduism through the ages has absorbed or\naccommodated many different practices, religious as well\nas secular, and also different faiths. One of the witnesses\nhas described that he considered Buddha as the eleventh\nAvtar……………. Hinduism is so tolerant and Hindu religious\npractices so varied and eclectic that one would find it\ndifficult to say whether one is practising or professing\nHindu religion or not.\"\n23. In Kothapalli Narasayya vs. Jammana Jogi AIR 1976\nSC 937, it is stated:-\n\"These cases show that the consistent view taken in this\ncountry from the time Administrator-General of Madras v.\nAnandachari was decided, that is, since 1886, has been that\non reconversion to Hinduism, a person can once again become\na member of the caste in which he was born and to which he\nbelonged before conversion to another religion, if the members\nof the caste accept him as a member. There is no reason either\non principle or on authority which should compel us to disregard\nthis view which has prevailed for almost a century and lay down\na different rule on the subject. If a person who has embraced\nanother religion can be reconverted to Hinduism, there is no\nrational principle why he should not be able to come back to\nhis caste, if the other members of the caste are prepared to\nreadmit him as a member. It stands to reason that he should\nbe able to come back to the fold to which he once belonged,\nB\nC\nD\nE\nF\nG\nH\n66\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA provided of course the community is willing to take him within\nthe fold.... A Mahar or a Koli or a Mala would not be recognised\nas anything but a Mahar or a Koli or a Mala after reconversion\nto Hinduism and he would suffer from the same social and\neconomic disabilities from which he suffered before he was\nB converted to another religion. It is, therefore, obvious that the\nobject and purpose of the Constitution (Scheduled Castes)\nOrder, 1950 would be advanced rather than retarded by taking\nthe view that on reconversion to Hinduism, a person can once\nagain become a member of the Scheduled Caste to which he\nC belonged prior to his conversion. We accordingly agree with the\nview taken by the High Court that on reconversion to Hinduism,\nthe first respondent could once again revert to his original Adi\nDravida caste if he was accepted as such by the other members\nof the caste.\"\nD\nE\nF\n0\nH_\n24. In S. Anbalagan vs. B. Devarajan and others (1984)\n2 SCC 112, it is observed:-\n\"These precedents, particularly those from South India,\nclearly establish that no particular ceremony is prescribed\nfor reconversion to Hinduism of a person who had earlier\nembraced another religion. Unless the practice of the caste\nmakes it necessary, no expiatory rites need be performed\nand, ordinarily, he regains his caste unless the community\ndoes not accept him. In fact, it may not be accurate to say\nthat he regains his caste; it may be more accurate to say\nthat he never lost his caste in the first instance when he\nembraced another religion. The practice of caste however\nirrational it may appear to our reason and however\nrepugnant it may appear to our moral and social sense, is\nso deep-rooted in the Indian people that its mark does not\nseem to disappear on conversion to a different religion. If\nit disappears, it disappears only to reappear on\nreconversion. The mark of caste does not seem to really\ndisappear even after some generations after conversion.\"\n25. In Kailash Sonkar vs. Smt. Maya Devi [(1984) 2 SCC\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n67\n91], this court speaking through FAZAL ALI, J. made the\nfollowing observation.\nA\nC\nD\n\"In our opinion, there is one aspect which does not appear\nto have been dealt with by any of the cases discussed by\nus. Suppose, A, a member of the scheduled caste, is\nB\nconverted to Christianity and marries a Christian girl and\na daughter is born to him who, according to the tenets of\nChristian religion, is baptised and educated. After she has\nattained the age of discretion she decides of her own\nvolition to re-embrace Hinduism, should in such a case\nrevival of the caste depend on the views of the members\nof the community of the caste concerned or would it\nautomatically revive on her reconversion if the same is\ngenuine and followed by the necessary rites and\nceremonies? In other words, is it not open for B (the\ndaughter) to say that because she was born of Christian\nparents their religion cannot be thrust on her when after\nattaining the age of discretion and gaining some\nknowledge of the world affairs, she decides to revert to her\nold religion. It was not her fault that she was born of\nChristian parents and baptised at a time when she was\nstill a minor and knew nothing about the religion. Therefore,\nshould the revival of the caste depend on the whim or will\nof the members of the community of her original caste or\nshe would lose her caste for ever merely because\nfortunately or unfortunately she was born in a Christian\nfamily? With due respect, our confirmed opinion is that\nalthough the views of the members of the community would\nbe an important factor, their views should not be allowed\nto (sic) a complete loss of the caste to which B belonged.\nIndeed, if too much stress is laid on the views of the G\nmembers of the community the same may lead to\ndangerous exploitation.\nBut from that it does not necessarily follow as an invariable\nrule that whenever a person renounces Hinduism and\nE\nF\nH\n"}