{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"UNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 697\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nreceived from the Authority within the period specified in A\nthe second proviso or within such period as may be\nmutually agreed upon between the Central Government and\nthe Authority:\nProvided also that if the Central Government having B\nconsidered that recommendation of the Authority, comes\nto a prima facie conclusion that such recommendation\ncannot be accepted or needs modification, it shall refer the\nrecommendation back to the Authority for its\nreconsideration, and the Authority may, within fifteen days\nfrom the date of receipt of such reference, forward to the\nCentral Government its recommendation after considering\nthe reference made by that Government. After receipt of\nfurther recommendation, if any, the Central Government\nshall take a final decision.\"\n\"14(a)(i). Establishment of Appellate Tribunal.- The\nCentral Government shall, by notification, establish an\nAppellate Tribunal to be known as the Telecom Disputes\nSettlement and Appellate Tribunal to―\n(a) adjudicate any dispute-\n(i) between a licensor and a licensee.\"\nC\nD\nE\n28. A bare perusal of sub-section (1) of Section 4 of the\nTelegraph Act shows that the Central Government has the F\nexclusive privilege of establishing, maintaining and working\ntelegraphs. This would mean that only the Central Government,\nand no other person, has the right to carry on telecommunication\nactivities. Interpreting the expression \"exclusive privilege\" of\nState Government under the State Excise Act to sell liquor, this G\nCourt has held in State of Orissa and Others v. Harinarayan\nJaiswal and Others [(1972) 2 SCC 36]:\n\"the fact that the Government was the seller does not\nchange the legal position once its exclusive right to deal\nH\nA\nB\nC\nD\nE\nF\nG\nH\n698\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nwith those privileges is conceded. If the Government is the\nexclusive owner of those privileges, reliance on Article\n19(1)(g) or Article 14 becomes irrelevant. Citizens cannot\nhave any fundamental right to trade or carry on business\nin the properties or rights belonging to the Government -\nnor can there be any infringement of Article 14, if the\nGovernment tries to get the best available price for its\nvaluable rights.\"\nThis position of law has been reiterated by this Court in Har\nShankar \u0026 Ors. v. The Deputy Excise \u0026 Taxation\nCommissioner \u0026 Others (supra) and in subsequent decisions\nof this Court.\n29. The proviso to sub-section (1) of Section 4 of the\nTelegraph Act, however, enables the Central Government to part\nwith this exclusive privilege in favour of any other person by\ngranting a license in his favour on such conditions and in\nconsideration of such payments as it thinks fit. As the Central\nGovernment owns the exclusive privilege of carrying on\ntelecommunication activities and as the Central Government\nalone has the right to part with this privilege in favour of any\nperson by granting a license in his favour on such conditions\nand in consideration of such terms as it thinks fit, a license\ngranted under proviso to sub-section (1) of Section 4 of the\nTelegraph Act is in the nature of a contract between the Central\nGovernment and the licensee. A Constitution Bench of this\nCourt in State of Punjab \u0026 Anr. v. Devans Modern Breweries\nLtd. \u0026 Ors. (supra), relying on Har Shankar's case and Panna\nLal v. State of Rajasthan [(1975) 2 SCC 633], has held in para\n121 at page 106 that issuance of liquor license constitutes a\ncontract between the parties. Thus, once a license is issued\nunder proviso to sub-section (1) of Section 4 of the Telegraph\nAct, the license becomes a contract between the licensor and\nthe licensee. Consequently, the terms and conditions of the\nlicense including the definition of Adjusted Gross Revenue in\nthe license agreement are part of a contract between the\nlicensor and the licensee.\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 699\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n30. We have to, however, consider whether the enactment A\nof the TRAI Act in 1997 has in any way affected the exclusive\nprivilege of the Central Government in respect of the\ntelecommunication activities and altered the contractual nature\nof the license granted to the licensee under the proviso to sub-\nsection (1) of Section 4 of the Telegraph Act. Section 2(e) of B\nthe TRAI Act quoted above defines \"licensee” to mean any\nperson licensed under sub-Section (1) of Section 4 of the\nTelegraph Act for providing specified public telecommunication\nservices and Section 2(ea) defines \"licensor\" to mean the\nCentral Government or the telegraph authority who grants a\nlicense under Section 4 of the Telegraph Act. Sub-section 2(k)\ndefines \"telecommunication services\" very widely so as to\ninclude all kinds of telecommunication activities. These\nprovisions under the TRAI Act do not affect the exclusive\n\"privilege of the Central Government to carry on\ntelecommunication activities nor do they alter the contractual\nnature of the license granted under the proviso to sub-section\n(1) of Section 4 of the Telegraph Act.\nC\nD\nE\nF\n31. Section 11(1)(a)(ii) of the TRAI Act states that\nnotwithstanding anything contained in the Telegraph Act, the\nTRAI shall have the function to make recommendations, either\nsuo motu or on a request from a licensor on terms and\nconditions of license to a service provider. The first proviso,\nhowever, states that the recommendations of the TRAI shall not\nbe binding upon the Central Government.. The second, third,\nfourth and fifth provisos deal with the procedure that has to be\nfollowed by the TRAI and the Central Government with regard\nto recommendations of the TRAI. At the end of fifth proviso, it\nis stated that after receipt of further recommendation, if any, the\nCentral Government shall take the final decision. These\nprovisions in the TRAI Act show that notwithstanding sub-\nsection (1) of Section 4 of the Telegraph Act vesting exclusive\nprivilege on the Central Government in respect of\ntelecommunication activities and notwithstanding the proviso to\nsub-section (1) of Section 4 of the Telegraph Act vesting in the H\nG\n700 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Central Government the power to decide on the conditions of\nB\nC\nD\nlicense including the payment to be paid by the licensee for the\nlicense, the TRAI has been conferred with the statutory power\nto make recommendations on the terms and conditions of the\nlicense to a service provider and the Central Government was\nbound to seek the recommendations of the TRAI on such terms\nand conditions at different stages, but the recommendations of\nthe TRAI are not binding on the Central Government and the\nfinal decision on the terms and conditions of a license to a\nservice provider rested with the Central Government. The legal\nconsequence is that if there is a difference between the TRAI\nand the Central Government with regard to a particular term or\ncondition of a license, as in the present case, the\nrecommendations of the TRAI will not prevail and instead the\ndecision of the Central Government will be final and binding.\n32. In contrast to this recommendatory nature of the\nfunctions of the TRAI under clause (a) of sub-section (1) of\nSection 11 of the TRAI Act, the functions of the TRAI under\nclause (b) of sub-section (1) of Section 11 of the TRAI Act are\nnot recommendatory. This will be clear from the very language\nE of clause (b) of sub-section (1) of Section 11 of the TRAI Act\nwhich states that the TRAI shall discharge the functions\nenumerated under sub-clauses (i), (ii) and (ix) under clause (b)\nof sub-section (1) of Section 11 of the TRAI Act. Under clause\n(c) of sub-section (1) of Section 11 of the TRAI Act, the TRAI\nF performs the function of levying fees and other charges in\nG\nH\nrespect of different services and under clause (d) of sub-section\n(1) of Section 11, the Central Government can entrust to the\nTRAI other functions. These functions of the TRAI under clauses\n(c) and (d) of sub-section (1) of Section 11 of the TRAI Act are\nalso not recommendatory in nature. That the functions of the\nTRAI under clause (a) are recommendatory while the functions\nof the TRAI under clauses (b), (c) and (d) are not\nrecommendatory will also be clear from the provisos 1st to 5th\nwhich refer to the recommendations of the TRAI under clause\n(a) of sub-section (1) of Section 11 of the TRAI Act and not to\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 701\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nB\n. clauses (b), (c) and (d) of sub-section (1) of Section 11 of the A\nTRAI Act. The scheme of TRAI Act therefore is that the TRAI\nbeing an expert body discharges recommendatory functions\nunder clause (a) of sub-section (1) of Section 11 of the TRAI\nAct and discharges regulatory and other functions under clauses\n(b), (c) and (d) of sub-section (1) of Section 11 of the TRAI Act.\nTRAI being an expert body, the recommendations of the TRAI\nunder clause (a) of sub-section (1) of Section 11 of the TRAI\nAct have to be given due weightage by the Central Government\nbut the recommendations of the TRAI are not binding on the\nCentral Government. On the other hand, the regulatory and C\nother functions under clauses (b), (c) and (d) of sub-section (1)\nof Section 11 of the TRAI Act have to be performed\nindependent of the Central Government and are binding on the\nlicensee subject to only appeal in accordance with the\nprovisions of the TRAI Act.\nD\nE\n33. A reading of Section 14 (a)(i) of the TRAI Act would\nshow that the Tribunal has the power to adjudicate any dispute\nbetween a licensor and a licensee. A licensor, as we have\nseen, has been defined under Section 2(ea) of TRAI Act to\nmean the Central Government or the Telegraph Authority who\ngrants a license under Section 4 of the Telegraph Act and a\nlicensee has been defined in Section 2(e) of the TRAI Act to\nmean any person licensed under sub-section (1) of Section 4\nof the Telegraph Act providing specified telecommunication\nservices. The word 'means' in Sections 2(e) and 2(ea) of the F\nTRAI Act indicates that the definitions of licensee and licensor\nin Sections 2(e) and 2(ea) of the TRAI Act are exhaustive and\ntherefore would not have any other meaning. As Justice G.P.\nSingh puts it in his book 'Principles of Statutory Interpretation'\n12th Edition at pages 179-180:\n\"when a word is defined to 'mean' such and such, the\ndefinition is prima facie restrictive and exhaustive ....\".\nA dispute between a licensor and a licensee referred to in\nG\nH\n702\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R\nA Section 14(a)(i) of the TRAI Act, therefore, is a dispute after a\nperson has been granted a license by the Central Government\nor the Telegraph Authority under sub-section (1) of Section 4\nof the Telegraph Act and has become a licensee and not a\ndispute before a person becomes a licensee under the proviso\nB to sub-section (1) of Section 4 of the Telegraph Act. In other\nwords, the Tribunal can adjudicate the dispute between a\nlicensor and a licensee only after a person had entered into a\nlicense agreement and become a licensee and the word \"any\"\nin Section 14(a) of the TRAI Act cannot widen the jurisdiction\nof the Tribunal to decide a dispute between a licensor and a\nperson who had not become a licensee. The result is that the\nTribunal has no jurisdiction to decide upon the validity of the\nterms and conditions incorporated in the license of a service\nprovider, but it will have jurisdiction to decide \"any\" dispute\nbetween the licensor and the licensee on the interpretation of\nthe terms and conditions of the license.\nC\nD\n34. Coming now to the facts of the cases before us, clause\n(iii) of the letter dated 22.07.1999 of the Government of India,\nMinistry of Communications, Department of\nE Telecommunications, to the licensees quoted above made it\nclear that the license fee was payable with effect from\n01.08.1999 as a percentage of gross revenue under the license\nand the gross revenue for this purpose would be total revenue\nof the licensee company excluding the PSTN related call\nF charges paid to DOT/MTNL and service tax calculated by the\nlicensee on behalf of the Government from the subscribers. It\nwas also made clear in the aforesaid clause (iii) that the\nGovernment was to take a final decision after receipt of the\nTRAI's recommendation on not only the percentage of revenue\nG share but also the definition of revenue. In accordance with this\nclause (iii) the Government took the final decision on the\ndefinition of Adjusted Gross Revenue and incorporated the\nsame in the license agreement. Once the licensee had\naccepted clause (iii) of the letter dated 22.07.1999 that the\nlicense fee would be a percentage of gross revenue which\nH\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 703\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nwould be the total revenue of the licensee company and had A\nalso accepted that the Government would take a final decision\nnot only with regard to the percentage of revenue share but also\nthe definition of revenue for this purpose, the licensee could not\nhave approached the Tribunal questioning the validity of the\ndefinition of Adjusted Gross Revenue in license agreement on B\nthe ground that Adjusted Gross Revenue cannot include revenue\nfrom activities beyond the license. If the wide definition of\nAdjusted Gross Revenue so as to include revenue beyond the\nlicense was in any way going to affect the licensee, it was open\nfor the licensees not to undertake activities for which they do c\nnot require license under clause (4) of the Telegraph Act and\ntransfer these activities to any other person or firm or company.\nThe incorporation of the definition of Adjusted Gross Revenue\nin the license agreement was part of the terms regarding\npayment which had been decided upon by the Central\nGovernment as a consideration for parting with its rights of\nexclusive privilege in respect of telecommunication activities\nand having accepted the license and availed the exclusive\nprivilege of the Central Government to carry on\ntelecommunication activities, the licensees could not have\napproached the Tribunal for an alteration of the definition of\nAdjusted Gross Revenue in the license agreement.\nD\nE\n35. Regarding the recommendations of the TRAI under\nSection 11(1)(a)(i) of the TRAI Act, we find that the Tribunal in\nits order dated 07.07.2006 has held that the opinion of the F\nrenowned expert in the accountancy that any other definition of\nAdjusted Gross Revenue would lead to reduction of license fee\nliability by way of accounting jugglery was not placed before the\nTRAI and as a result there was no proper and effective\nconsultation with the TRAI and the weightage that was due to G\nthe recommendations of the TRAI was not given effect to. In our\nconsidered opinion, if the Tribunal found that there was no\neffective consultation with the TRAI on the opinion of the expert\non accountancy, the Tribunal could have at best, if it had the\njurisdiction to decide the dispute, directed the TRAI to consider\nH\n704 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA the opinion of the expert on accountancy and send its\nrecommendations to the Central Government and directed the\nCentral Government to consider such fresh recommendations\nof the TRAI as provided in the provisos to section 11(1) of the\nTRAI Act. Instead the Tribunal has considered the\nB recommendations of the TRAI and passed the fresh impugned\norder dated 30.08.2007 contrary to the very provisions of\nSection 11(1)(a) of the TRAI Act and the provisos thereto. At\nany rate, as the Central Government has already considered\nthe fresh recommendations of the TRAI and has not accepted\nthe same and is not agreeable to alter the definition of Adjusted\nGross Revenue, the decision of the Central Government on the\npoint was final under the first proviso and the fifth proviso to\nSection 11(1) of the TRAI Act, 1997.\nC\n36. We may now deal with the authorities relied upon by\nD the Tribunal and learned counsel for the parties. In Cellular\nOperators Association of India \u0026 Ors. v. Union of India \u0026 Ors.\n(supra), the Cellular Operators Association of India approached\nthe Tribunal under Section 14 of the TRAI Act challenging the\ndecisions of the Government permitting the fixed service\nE providers to offer WLL with limited mobility and the\nrecommendations of the TRAI in this regard. The Tribunal\ndismissed the application and the Cellular Operators filed an\nappeal under Section 18 of the TRAI Act before this Court. This\nCourt held that WLL with limited mobility as recommended by\nF the TRAI could be permitted if the question of level playing field\nof the Cellular Operators was duly considered and they were\nduly compensated but the Tribunal had not considered the\nrelevant materials on this issue and had only arrived at a bald\nconclusion that the Cellular Operators have already been\nG compensated in various ways. With these findings, this Court\nset aside the decision of the Tribunal and remitted the matter\nto the Tribunal for reconsideration with special emphasis on the\nquestion of level playing field on the basis of the materials\nalready on record. In this decision, this Court was not called\nH upon to consider whether a licensee having accepted the terms\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 705\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nof the license could challenge before the Tribunal the validity A\nof a clause in the terms of license and whether the Tribunal\nwould have jurisdiction to decide such a challenge.\n37. In Delhi Science Forum and Others v. Union of India\n(supra) after the National Telecom Policy, 1994 was announced\nfor inducting the private sector into basic telephone services\nand notice was published inviting tenders from private parties\nand tenders were submitted for different circles, but before\nlicenses could be granted by the Central Government, writ\npetitions were filed in different High Courts as well as in this\nCourt and all the writ petitions filed before different High Courts\nwere transferred to this Court and heard together. The Writ\nPetitioners questioned the validity and propriety of the new\ntelecom policy saying that it shall endanger the national security\nof the country and shall not serve the economic interest of the\nnation. This Court while upholding the new Telecom Policy held\nthat the proviso to sub-section (1) of Section 4 of the Telegraph\nAct enables, the Central Government to grant license to private\nbodies, but such power should be exercised on well-settled.\nprinciples and norms which can satisfy the test of Article 14 of\nthe Constitution. Thus, this is not a case like the present one,\nin which the licensees having accepted the terms of the license\nhave challenged the definition of Adjusted Gross Revenue\nincorporated in the terms of the license.\n38. In State of U.P. v. Devi Dayal Singh (supra), a truck\nowner, Devi Dayal Singh, challenged the right of the State\nGovernment to recover by way of toll under Section 2 of the Tolls\nAct, 1851, an amount for the actual construction of the bridge.\nThis Court held that Section 2 of the Tolls Act, 1851 which\nenables the State Government to levy toll at such rates 'as it\nthinks fit' and the only restriction is latent in the word \"toll” itself.\nThis was therefore not a case of dispute between the\nGovernment and the contractor where the contractor had\nchallenged a stipulation of the contract. In the present case, on\nthe other hand, the licensees had accepted the terms of the\nB\nC\nD\nE\nF\nG\nH\n706 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA license and after having taken the benefits of the license is now\ntrying to wriggle out from the terms of the license and in\nparticular the definition of the Adjusted Gross Revenue.\nB\n39. In Union of India v. Tata Teleservices (Mahrashtra)\nLtd. (supra) cited by Mr. Srinivasan, a letter of intent was issued\nto Tata Teleservices and this was accepted by Tata\nTeleservices but ultimately the contract did not come into being\nand the license was not actually granted. The Union of India\nsuffered a considerable loss because Tata Teleservices had\nwalked out of the obligation undertaken by the acceptance of\nC the letter of intent. The Additional Solicitor General appearing\nfor the Union of India submitted that such a dispute would also\ncome within the purview of Section 14 of the TRAI Act, going\nby the definition of licensee and the meaning given to it in the\nnotice inviting tenders. The Tribunal held that expression\nD \"licensor\" or \"licensee” occurring in Section 14 (a)(i) of the TRAI\nAct would not exclude a person who had been given a letter of\nintent and who had accepted the letter of intent but was trying\nto negotiate some further terms of common interest before a\nformal contract was entered into and the work was to be\nE started. This was thus a case where this Court treated a person\nwho had accepted the letter of intent of the licensor as a\nlicensee, although a formal contract had not entered into. In this\ncase this Court has not held that a licensee could dispute the\nvalidity of a term or condition which was incorporated in the\nF license agreement.\nG\nH\n40. On the other hand, we find from the long line of\ndecisions in Har Shankar \u0026 Ors. vs. The Deputy Excise \u0026\nTaxation Commissioner \u0026 Others (supra), Government of A.P.\nvs. M/s Anabeshahi Wine \u0026 Distilleries Pvt. Ltd (supra),\nAssistant Excise Commissioner \u0026 Anr. vs. Issac Peter \u0026 Ors.\n(supra), State of Orissa \u0026 Ors. vs. Narain Prasad \u0026 Ors.\n(supra), State of M.P. \u0026 Ors. vs. KCT Drinks Ltd. (supra), State\nof Punjab \u0026 Anr. vs. Devans Modern Breweries Ltd. \u0026 Ors.\n(supra), Shyam Telelink Limited vs. Union of India (supra) and\n"}