{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"UNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 707\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nA\nin Bharti Cellular Limited vs. Union of India \u0026 Ors. (supra),\nthat this Court has consistently taken a view that once a\nlicensee has accepted the terms and conditions of a license,\nhe cannot question the validity of the terms and conditions of\nthe license before the Court. We, therefore, hold that the TRAI\nand the Tribunal had no jurisdiction to decide on the validity of B\nthe definition of Adjusted Gross Revenue in the license\nagreement and to exclude certain items of revenue which were\nincluded in the definition of Adjusted Gross Revenue in the\nlicense agreement between the licensor and the licensee.\n41. The next substantial question of law which we have to\ndecide is whether as a result of Union of India not filing an\nappeal against the order dated 07.07.2006 in favour of some\nof licensees, the order dated 07.07.2006 had not become\nbinding on the Union of India with regard to issues which had\nbeen decided by the Tribunal in the said order dated\n07.07.2006. According to the learned counsel for the licensees\nin whose favour order dated 07.07.2006 has been passed and\nagainst whom no appeal was filed by the Union of India\nchallenging the order dated 07.07.2006, the order dated\n07.07.2006 of the Tribunal could not be re-opened because of\nthe principle of res judicata. In the opening paragraph of the\norder dated 07.07.2006, the Tribunal has stated:\n\"By this batch of petitions the Association of Unified\nTelecom Service Providers of India, Cellular Operators\nAssociation of India and some individual\nTelecommunication Service Providers are questioning the\nvalidity of the definition of Adjusted Gross Revenue (AGR)\nin the licenses given to various telecom service providers.\"\nFinally, in the operative part of the order dated 07.07.2006, the\nTribunal has directed as follows:\n\"Apart from the principal question whether the State\nGovernment can include the gross income of the licensee\nfrom non-licensed activity in the AGR; the petitioners have\nC\nD\nE\nF\nF.\nG\nH\nA\nB\nC\nD\nE\nF\n0\n☐ H\n708\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nalso challenged individually the various components of\nAGR as enumerated in the licence.\nIn view of the fact we have come to the conclusion that\nthere has not been an effective consultation with the TRAI\nwhich is mandatory under the TRAI Act, we think we should\nnot further delve into the exercise of finding out which\ncomponent of the AGR, as defined by the Government in\nthe conditions of licence, deserves to be retained and\nwhich component which the petitioners contend is not\nderived from the licensed revenue of the licensee should\nbe excluded at this stage. We think it more appropriate\nthat the matter should be remanded to the TRAI which is\nthe 3rd Respondent herein, before whom the Government\nshould produce the material relied by it while rejecting\nTRAI's recommendation so that TRAI can consider the\nsame and send its conclusions to this Tribunal and\nthereafter, this Tribunal will have the benefit of a\ncomprehensive recommendation of the TRAI after\nconsidering the materials relied upon by the Government.\nWhile forming its conclusions the TRAI shall hear the\nGovernment as well as the licensees and consider the\nmaterials that may be placed before it by either side. In\nthis process it is not necessary for the TRAI to hold fresh\nconsultative proceeding unless it thinks necessary. During\nthis proceeding before the TRAI the petitioners shall place\nbefore it their contentions in regard to the various\ncomponents of AGR which they have challenged before this\nTribunal and the TRAI after hearing the Government on this\nissue also, send its recommendations to this Tribunal\npreferably within three months of the receipt of this order.\nFurther, while considering the issue now remitted to the\nTRAI, the TRAI will bear in mind our finding in regard to\nthe inclusion in gross revenue of the licensee revenue\nderived from non-licensed activities......\"\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 709\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nThus, the Tribunal in its order dated 07.07.2006 has not just A\ndecided a dispute on the interpretation of Adjusted Gross\nRevenue in the license, but has decided on the validity of the\ndefinition of Adjusted Gross Revenue in the license. As we have\nalready held, the Tribunal had no jurisdiction to decide on the\nvalidity of the terms and conditions of the license including the B\ndefinition of Adjusted Gross Revenue incorporated in the\nlicense agreement. Hence, the order dated 07.07.2006 of the\nTribunal in so far as it decides that revenue realized by the\nlicensee from activities beyond the license will be excluded from\nAdjusted Gross Revenue dehors the definition of Adjusted C\nGross Revenue in the license agreement is without jurisdiction\nand is a nullity and the principle of res judicata will not apply.\nIn Chandrabhai K. Bhoir and Others vs. Krishna Arjun Bhoir\nand Others (supra) this Court relying on Chief Justice of A.P.\nvs. L.V.A. Dixitulu [(1979) 2 SCC 34, Union of India vs.\nPramod Gupta [(2005) 12 SCC 1] and National Institute of\nTechnology vs. Niraj Kumar Singh [(2007) 2 SCC 481] has\nheld:\n\"an order passed without jurisdiction would be a nullity. It\nwill be a coram non judice and non est in the eye of the\nlaw. Principle of res judicata would not apply to such\ncases\".\nD\nE\nWe accordingly hold that the order dated 07.07.2006 of\nthe Tribunal was not binding on the Union of India even in those F\ncases in which the Union of India did not file any appeal against\nthe order dated 07.07.2006 before this Court.\nG\n42. The last substantial question of law which we have to\ndecide is whether the licensee can challenge the computation\nof Adjusted Gross Revenue and if so at what stage and on what\ngrounds. Section 14 (a)(i) of the TRAI Act, as we have seen,\nprovides that the Tribunal can adjudicate any dispute between\nthe licensor and the licensee. One such dispute can be that the\ncomputation of Adjusted Gross Revenue made by the licensor\nand the demand raised on the basis of such computation is not H\n710 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA in accordance with the license agreement. This dispute\nhowever can be raised by the licensee, after the license\nagreement has been entered into and the appropriate stage\nwhen the dispute can be raised is when a particular demand\nis raised on the licensee by the licensor. When such a dispute\nB is raised against a particular demand, the Tribunal will have to\ngo into the facts and materials on the basis of which the\ndemand is raised and decide whether the demand is in\naccordance with the license agreement and in particular the\ndefinition of Adjusted Gross Revenue in the license agreement\nand can also interpret the terms and conditions of the license\nagreement. We, however, find from the order dated 07.07.2006\nthat instead of challenging any demands made on them, the\nlicensees have questioned the validity of the definition of\nAdjusted Gross Revenue in the licenses given to them and the\nTribunal has finally decided in its order dated 30.08.2007 as\nto what items of revenue would be part of Adjusted Gross\nRevenue and what items of revenue would not be part of\nAdjusted Gross Revenue without going into the facts and\nmaterials relating to the demand on a particular licensee.\nC\nD\nE\nF\n43. In the result, we allow these appeals and set aside the\nimpugned order dated 30.08.2007 of the Tribunal. There shall\nbe no order as to costs.\nCIVIL APPEAL Nos. 2479 of 2008, 1552 of 2009, 7049 of\n2010, 7062 of 2010, 7063-7064 of 2010, 7443 of 2010, 7446\nof 2010, 7126 of 2010, 7444 of 2010, 7445 of 2010, 9646-\n9661 of 2010, 2030 of 2011, 2031 of 2011, 2270 of 2011,\n3245 of 2011, 5450-5451 of 2011, CIVIL APPEALS\nARISING OUT OF SLP (C) Nos. 1786-1787 OF 2009 AND\nCIVIL APPEALS ARISING OUT OF SLP (C) Nos. 6641-6642\nG OF 2010:\nH\nLeave granted in Special Leave Petitions.\n2. In these appeals, different orders of the Tribunal have\nbeen impugned. The orders of the Tribunal, which have been\nimpugned, are based on the order dated 30.08.2007 of the\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 711\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nTribunal which we have set aside. The orders impugned in A\nthese appeals are, therefore, set aside and the matters are\nremitted to the Tribunal to pass fresh orders in accordance with\nlaw.\n3. The appeals stand disposed of accordingly with no\norder as to costs.\nSUPPLEMENTARY ORDER\nB\nWe have delivered today the judgment in these cases and\nwhile answering the last substantial question of law, we have C\nheld that when a particular demand is raised on a licencee, the\nlicensee can challenge the demand before the Tribunal and the\nTribunal will have to go into the facts and materials on the basis\nof which the demand is raised and decide whether the demand\nis in accordance with the license agreement and in particular D\nthe definition of Adjusted Gross Revenue in the license\nagreement and can also interpret the terms and conditions of\nthe license agreement.\n2. It is stated by Mr. C.S. Vaidyanathan, learned senior\ncounsel for some of the licencees that demands have already\nbeen raised on them. He submitted that two months' time be\ngranted to the licencees to raise their disputes before the\nTribunal and in the meanwhile the demands should not be\nenforced.\n3. If the demands have been raised, we grant two months'\ntime to the licencees to raise the dispute before the Tribunal\nagainst the demands and during this period of two months, the\ndemands will not be enforced.\nE\nF\nD.G.\nAppeals disposed of.\nG\n"}