{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"UNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 667\nSERVICE PROVIDERS OF INDIA\nC\nD\ntax calculated by the licensee on behalf of the A\nGovernment from the subscribers. It was also made clear\nin the said clause (iii) that the Government was to take a\nfinal decision after receipt of the TRAI's recommendation\non not only the percentage of revenue share but also the\ndefinition of revenue. In accordance with this clause (iii) B\nthe Government took the final decision on the definition\nof Adjusted Gross Revenue and incorporated the same\nin the license agreement. Once the licensee had accepted\nclause (iii) of the letter dated 22.07.1999 that the license\nfee would be a percentage of gross revenue which would c\nbe the total revenue of the licensee company and had\nalso accepted that the Government would take a final\ndecision not only with regard to the percentage of\nrevenue share but also the definition of revenue for this\npurpose, the licensee could not have approached the\nTribunal questioning the validity of the definition of\nAdjusted Gross Revenue in license agreement on the\nground that Adjusted Gross Revenue cannot include\nrevenue from activities beyond the license. If the wide\ndefinition of Adjusted Gross Revenue so as to include\nrevenue beyond the license was in any way going to\naffect the licensee, it was open for the licensees not to\nundertake activities for which they do not require license\nunder clause (4) of the Telegraph Act and transfer these\nactivities to any other person or firm or company. The\nincorporation of the definition of Adjusted Gross Revenue\nin the license agreement was part of the terms regarding\npayment which had been decided upon by the Central\nGovernment as a consideration for parting with its rights\nof exclusive privilege in respect of telecommunication\nactivities and having accepted the license and availed the G\nexclusive privilege of the Central Government to carry on\ntelecommunication activities, the licensees could not\nhave approached the Tribunal for an alteration of the\ndefinition of Adjusted Gross Revenue in the license\nagreement. [para 34] [702-E-H; 703-A-E]\nய\nE\nF\nH\nA\nC\nD\n668 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n2.5. Regarding the recommendations of the TRAI\nunder Section 11(1)(a)(i) of the TRAI Act, the Tribunal in\nits order dated 07.07.2006 has held that the opinion of the\nrenowned expert in the accountancy that any other\ndefinition of Adjusted Gross Revenue would lead to\nB reduction of license fee liability by way of accounting\njugglery was not placed before the TRAI and as a result\nthere was no proper and effective consultation with the\nTRAI and the weightage that was due to the\nrecommendations of the TRAI was not given effect to. If\nthe Tribunal found that there was no effective\nconsultation with the TRAI on the opinion of the expert\non accountancy, the Tribunal could have at best, if it had\nthe jurisdiction to decide the dispute, directed the TRAI\nto consider the opinion of the expert on accountancy and\nsend its recommendations to the Central Government\nand directed the Central Government to consider such\nfresh recommendations of the TRAI as provided in the\nprovisos to section 11(1) of the TRAI Act. Instead the\nTribunal has considered the recommendations of the\nTRAI and passed the fresh impugned order dated\n30.08.2007 contrary to the very provisions of Section\n11(1)(a) of the TRAI Act and the provisos thereto. At any\nrate, as the Central Government has already considered\nthe fresh recommendations of the TRAI and has not\naccepted the same and is not agreeable to alter the\nF definition of Adjusted Gross Revenue, the decision of the\nCentral Government on the point was final under the first\nproviso and the fifth proviso to Section 11(1) of the TRAI\nAct, 1997. Once a licensee has accepted the terms and\nconditions of a license, he cannot question the validity\nG of the terms and conditions of the license before the\nCourt. The TRAI and the Tribunal had no jurisdiction to\ndecide on the validity of the definition of Adjusted Gross\nRevenue in the license agreement and to exclude certain\nitems of revenue which were included in the definition of\nH Adjusted Gross Revenue in the license agreement\nE\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 669\nSERVICE PROVIDERS OF INDIA\nbetween the licensor and the licensee. [Paras 34, 35] [702- A\nG-H; 703-A-H; 704-A-C]\nGovernment of A.P. vs. M/s Anabeshahi Wine \u0026\nDistilleries Pvt. Ltd (1988) 2 SCC 25; Assistant Excise\nCommissioner \u0026 Anr. vs. Issac Peter \u0026 Ors. (1994) 4 SCC\nB\n104: 1994 (2) SCR 67; State of M.P. \u0026 Ors. vs. KCT Drinks ·\nLtd. (2003) 4 SCC 748: 2003 (2) SCR 574 - relied on.\nCellular Operators Association of India \u0026 Ors. v. Union\nof India \u0026 Ors. (2003) 3 SCC 186: 2002 (5) Suppl. SCR 222;\nDelhi Science Forum and Others v. Union of India (1996) 2\nSCC 405: 1996 (2) SCR 767; State of U.P. v. Devi Dayal\nSingh (2000) 3 SCC 5: 2000 (1) SCR 1205; Union of India\nv. Tata Teleservices (Mahrashtra) Ltd. (2007) 7 SCC 517:\n2007 (9) SCR 285 - held inapplicable.\nC\nE\n3. The Tribunal in its order dated 07.07.2006 has not D\njust decided a dispute on the interpretation of Adjusted\nGross Revenue in the license, but has decided on the\nvalidity of the definition of Adjusted Gross Revenue in the\nlicense. The Tribunal had no jurisdiction to decide on the\nvalidity of the terms and conditions of the license\nincluding the definition of Adjusted Gross Revenue\nincorporated in the license agreement. Hence, the order\ndated 07.07.2006 of the Tribunal in so far as it decides that\nrevenue realized by the licensee from activities beyond\nthe license will be excluded from Adjusted Gross F\nRevenue dehors the definition of Adjusted Gross\nRevenue in the license agreement is without jurisdiction\nand is a nullity and the principle of res judicata will not\napply. The order dated 07.07.2006 of the Tribunal was not\nbinding on the Union of India even in those cases in\nwhich the Union of India did not file any appeal against\nthe order dated 07.07.2006 before this Court. [Para 41]\n[709-A-F]\nG\nChandrabhai K. Bhoir and Others v. Krishna Arjun Bhoir\nand Others (2009) 2 SCC 315: 2008 (15) SCR 652; Chief H\n670 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Justice of A.P. v. L.V.A. Dixitulu (1979) 2 SCC 34: 1979 (1)\nSCR 26; Union of India v. Pramod Gupta (2005) 12 SCC 1:\n2005 (3) Suppl. SCR 48; National Institute of Technology v.\nNiraj Kumar Singh (2007) 2 SCC 481: 2007 (2) SCR 184 ·\nrelied on.\nB\n-\n4. Section 14(a)(i) of the TRAI Act provides that the\nTribunal can adjudicate any dispute between the licensor\nand the licensee. One such dispute can be that the\ncomputation of Adjusted Gross Revenue made by the\nlicensor and the demand raised on the basis of such\nC computation is not in accordance with the license\nagreement. This dispute however can be raised by the\nlicensee, after the license agreement has been entered\ninto and the appropriate stage when the dispute can be\nraised is when a particular demand is raised on the\nD licensee by the licensor. When such a dispute is raised\nagainst a particular demand, the Tribunal will have to go\ninto the facts and materials on the basis of which the\ndemand is raised and decide whether the demand is in '\naccordance with the license agreement and in particular\nE the definition of Adjusted Gross Revenue in the license\nagreement and can also interpret the terms and\nconditions of the license agreement. It is apparent from\nthe order dated 07.07.2006 that instead of challenging any\ndemands made on them, the licensees have questioned\nF the validity of the definition of Adjusted Gross Revenue\nin the licenses given to them and the Tribunal has finally\ndecided in its order dated 30.08.2007 as to what items of\nrevenue would be part of Adjusted Gross Revenue and\nwhat items of revenue would not be part of Adjusted\nGross Revenue without going into the facts and materials\nrelating to the demand on a particular licensee. [para 42]\n[709-G-H; 710-A-D]\nG\nIsabella Johnson vs. M.A. Susai (Dead) by LRs. (1991)\n1 SCC 494: 1990 (2) Suppl. SCR 213; Shyam Telelink\nH Limited vs. Union of India (2010) 10 SCC 165: 2010 (12) SCR\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 671\nSERVICE PROVIDERS OF INDIA\n927; Bharti Cellular Limited vs. Union of India \u0026 Ors. (2010) A\n10 SCC 174: 2010 (12) SCR 725; K. Vidya Sagar v. State\nof U.P. and Others (2005) 5 SCC 581; Indian Oil Corporation\nLimited v. Collector of Central Excise, Baroda (2007) 13 SCC\n803; Kamla Bakshi v. Khairati Lal (2000) 3 SCC 681: 2000\n(2) SCR 773; P.V. George v. State of Kerala (2007) 3 SCC B\n557: 2007 (1) SCR 1198; Kunhay Ahmed \u0026 Ors. v. State of\nKerala \u0026 Anr. (2000) 6 SCC 359: 2000 (1) Suppl. SCR 538;\nSupreme Court Employees' Welfare Association v. Union of\nIndia \u0026 Anr. (1989) 4 SCC 187: 1989 (3) SCR 488; State of\nManipur v. Thingujam Brojen Meetei (1996) 9 SCC 29: 1996 C\n(2) Suppl. SCR 738; Medley Pharmaceuticals Limited v.\nCommissioner of Central Excise and Customs (2011) 2 SCC\n601: 2011 (1) SCR 741 - referred to.\nCase Law Reference:\nD\n1990 (2) Suppl. SCR 213\nreferred to\nPara 8\n2008 (15) SCR 652\nrelied on\nPara 8\n1975 (3) SCR 254\nrelied on\nPara 9,\n28,40,\nE\n(1988) 2 SCC 25\nrelied on\nPara 9,\n40,\n1994 (2) SCR 67\nrelied on\nPara 9,40\nF\n2003 (2) SCR 574\nrelied on\nPara 9,40\n2003 (5) Suppl. SCR 930\nrelied on\nPara 9,\n29,40\n2010 (12) SCR 927\nreferred to\nPara 10,\nG\n40\n2010 (12) SCR 725\nreferred to\nPara 10,\n40\n(2005) 5 SCC 581\nreferred to\nPara 12\nH\n672 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA\n(2007) 13 SCC 803\nreferred to\nPara 12\n;\n2002 (5) Suppl. SCR 222 held inapplicable Para\n13, 24, 36\n2000 (1) SCR 1205\nheld inapplicable Para 13,\n38\nB\n1996 (2) SCR 767\nheld inapplicable Para 14,\n37\n2000 (2) SCR 773\nreferred to\nPara 15\nC\n2007 (9) SCR 285\nheld inapplicable Para 17,\n39\n2007 (1) SCR 1198\nreferred to\nPara 22\n2000 (1) Suppl. SCR 538 referred to\nPara 23\nD\n1989 (3) SCR 488\nreferred to\nPara 23\n1996 (2) Suppl. SCR 738\nreferred to\nPara 23\n2011 (1) SCR 741\nreferred to\nPara 23\nE\n1972 (3) SCR 784\nrelied on\nPara 28\n1976 (1) SCR 219\nrelied on\nPara 29\n1979 (1) SCR 26\nrelied on\nPara 41\nF\n2005 (3) Suppl. SCR 48\nrelied on\nPara 41\n2007 (2) SCR 184\nrelied on\nPara 41\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n5059 of 2007.\nFrom the Judgment \u0026 Order dated 30.8.2007 of the\nTelecom Disputes Settlement \u0026 Appellate Tribunal, New Delhi\nin Petition No. 7 of 2003.\nH\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 673\nSERVICE PROVIDERS OF INDIA\nWITH\nCivil Appeal Nos. 179-180, 363, 1229-1230, 2065, 2479, 311-\n314 \u0026 317-318 of 2008, 1552, 3868 of 2009, 7049, 7062,\n7063-7064, 7443, 7446, 7126, 7444, 7445, 9646-9661 of\n2010, 2030, 2031, 2270, 3245, 5450-5451, 8627-8628, 8625-\n8626 of 2011.\nA\nB\nMeet Malhotra, D.S. Mahra, Abhijat P. Medh, Meenakshi\nArora, Rajiv Mehta, B.V. Balram Das, Lawyer's Knit \u0026 Co, Bina\nGupta, Shiraz Contractor Patodia, Anil Katiyar, B. Krishnal\nPrasad, Binu Tamta, Arvind Kumar Sharma, Naveen, Arun C\nKumar Beriwal, Sunil Kumar Jain, Sumita Hazarika, Rajan\nNarain, Gaurav Kejriwal for the appearing parties.\nThe Judgment of the Court was delivered by\nA.K. PATNAIK, J.\nCivil Appeal Nos. 5059 of 2007, 179-180 of 2008, 311-314,\n317-318 of 2008, 363 of 2008, 2065 of 2008, 1229-1230 of\n2008 and 3868 of 2009:\n1. These are appeals under Section 18 of the Telecom\nRegulatory Authority of India Act, 1997 (for short \"the TRAI Act\")\nagainst the common judgment and order dated 30.08.2007 of\nthe Telecom Disputes Settlement and Appellate Tribunal, New\nDelhi (for short \"the Tribunal”) in Petition No. 7 of 2003.\n2. The relevant facts very briefly are that with the\nintroduction of the National Telecom Policy, 1994 liberalizing\nthe Telecom Sector, telecom licenses were issued to different\nservice providers. The licenses granted to the service providers\nstipulated a fixed license fee, which was payable by the service\nproviders every year. During the period 1994 to 1999, the\nlicensees defaulted in payment of license fee and made a\nrepresentation to the Government of India, Ministry of\nTelecommunications for relief against the high license fee for\nthe survival of the telecom industry. The Government of India\nD\nE\nF\nG\nH\n674 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA considered the representations and after a number of\ndeliberations with the licensees offered a new package, known\nas the \"National Telecom Policy 1999 - Regime\" giving an\noption to the licensees to migrate from fixed license fee to\nrevenue sharing fee. Accordingly, letters dated 22.07.1999 were\nB sent to different licensees offering them a change over to NTP-\n99 regime, which inter alia stated:\nC\nD\nE\nF\nG\nH\n\"(i) The cut off date for change over to NTP-99 regime will\nbe 01.08.1999.\n(ii) The licensee will be required to pay one time Entry Fee\nand License Fee as a percentage share of gross revenue\nunder the license. The Entry Fee chargeable will be the\nlicense fee dues payable by existing licensees upto\n31.07.1999, calculated upto this date duly adjusted\nconsequent upon notional extension of effective date as in\npara (ix) below, as per the conditions of existing license.\n(iii) The license fee as percentage of gross revenue under\nthe license shall be payable w.e.f. 01.08.1999. The\nGovernment will take a final decision about the quantum\nof the revenue share to be charged as license fee after\nobtaining recommendations of the Telecom Regulatory\nAuthority of India (TRAI). In the meanwhile, Government\nhave decided to fix 15% of the gross revenue of the\nLicensee as provisional license fee. The gross revenue for\nthis purpose would be the total revenue of the licensee\ncompany excluding the PSTN related call charges paid to\nDOT/MTNL and service tax collected by the licensee on\nbehalf of the Government from their subscribers. On receipt\nof TRAI's recommendation and Government's final\ndecision, final adjustment of provisional dues will be\neffected depending upon the percentage of revenue share\nand the definition of revenue for this purpose as may be\nfinally decided.\"\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 675\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n3. After receipt of the letter dated 22.07.1999, some of the A.\nservice providers applied and took new licenses which\nprovided that the licensee will have to pay a certain percentage\nof the Gross Revenue as license fee annually. After the\nGovernment of India, Ministry of Telecommunications finally took\nthe final decision on the definition of Adjusted Gross Revenue, B\nthe license agreement was amended and signed by the\nlicensees and the amended license agreement was effective\nfrom 01.08.1999. Clause 19 of the amended license\nagreement, which defines Adjusted Gross Revenue, is extracted\nhereinbelow:\n\"19. Definition of 'Adjusted Gross Revenue':\n19.1 Gross Revenue:\nThe Gross Revenue shall be inclusive of installation\ncharges, late fees, sale proceeds of handsets [or any other\nterminal equipment etc.', revenue on account of interest,\ndividend, value added services, supplementary services,\naccess or interconnection charges, roaming charges,\nrevenue from permissible sharing of infrastructure and any\nother miscellaneous revenue, without any setoff for related.\nitem of expense, etc.\n19.2 For the purpose of arriving at the 'Adjusted Gross\nRevenue [AGR]' the following shall be excluded from the\nGross Revenue to arrive at the AGR:\nII.\nPSTN related call charges [Access Charges]\nactually paid to other eligible/ entitled\ntelecommunication service providers within\nIndia;\nRoaming revenues actually passed on to\nother eligible/ entitled telecommunication\nservice providers and;\nC\nD\nE\nF\nG\nI\nA\n676\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nIll.\nService Tax on provision of service and\nSales Tax actually paid to the Government if\ngross revenue had included as component\nof Sales Tax and Service Tax.\"\nB\nC\nD\nE\nF\nG\nH\n4. In the year 2003, some of the licensees questioned the\nvalidity of the definition of Adjusted Gross Revenue in the\nlicense agreement before the Tribunal and contended that\nAdjusted Gross Revenue can only relate to the revenue directly\narising out of telecom operations licensed under Section 4 of\nthe Indian Telegraph Act, 1885 (for short “the Telegraph Act\")\nafter adjustment of expenses and write offs and revenues\ndirectly not attributable to the licensed telecom activities. They\nalso contended that miscellaneous and other items including\ninterest income, and dividend income, value of rebates,\ndiscounts, free calls and reimbursement from USO fund etc.\nought not to be included in the Adjusted Gross Revenue for the\npurpose of computation of license fee. The Union of India filed\nits reply before the Tribunal contending that the licensees having\nunconditionally accepted the migration package and having\ntaken the benefit of the same are bound by the terms and\nconditions of the license agreement and cannot be permitted\nto resile from the same. In its order dated 07.07.2006, the\nTribunal rejected the contentions of the Union of India and held\nthat under Section 4 of the Telegraph Act, the Central\nGovernment can take percentage of the share of gross revenue\nof a licensee realised from activities of the licensee under the\nlicense and therefore revenue received by a licensee from\nactivities beyond licensed activities would be outside the\npurview of Section 4 of the Telegraph Act. The Tribunal further\nheld that Section 11 (1) (a) of the TRAI Act mandates the\nCentral Government to seek recommendations from the\nTelecom Regulatory Authority (for short 'the TRAI') on the license\nfee payable by the licensee and as no effective constitution had\nbeen made by the TRAI, the matter should be remanded to the\nTRAI and the TRAI can consider the matter and send its\nrecommendations to the Tribunal. The Tribunal however made\n"}