{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 14 (ADDL.) S.C.R. 657\nUNION OF INDIA AND ANR.\nV.\nASSOCIATION OF UNIFIED TELECOM SERVICE\nPROVIDERS OF INDIA AND ORS.\n(Civil Appeal No. 5059 of 2007)\nOCTOBER 11, 2011\n[R.V. RAVEENDRAN AND A.K. PATNAIK, JJ.]\nTelecom Regulatory Authority of India Act, 1997:\nA\nB\nC\n-\n-\nD\ns.14(a)(i) – Jurisdiction of Tribunal to decide the terms\nand conditions of license finalised by the Central Government\nand incorporated in the license agreement including the\ndefinition of Adjusted Gross Revenue - Held: Tribunal has\nno jurisdiction to decide upon the validity of the terms and\nconditions incorporated in the license of a service provider,\nbut it will have jurisdiction to decide \"any\" dispute between the\nlicensor and the licensee on interpretation of the terms and\nconditions of the license - Once the licensee had accepted\nin the license agreement that the license fee would be a\nE\npercentage of gross revenue which would be the total revenue\nof the licensee company and had also accepted that the\nGovernment would take a final decision not only with regard\nto the percentage of revenue share but also the definition of\nrevenue for this purpose, the licensee could not have\napproached the Tribunal questioning the validity of the\ndefinition of Adjusted Gross Revenue in license agreement\nThe incorporation of the definition of Adjusted Gross\nRevenue in the license agreement was part of the terms\nregarding payment which had been decided upon by the\nCentral Government as a consideration for parting with its\nrights of exclusive privilege in respect of telecommunication\nactivities and having accepted the license and availed the\nexclusive privilege of the Central Government to carry on\n657\nF\nG\nH\n658 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA telecommunication activities, the licensees could not have\napproached the Tribunal for an alteration of the definition of\nAdjusted Gross Revenue in the license agreement - As the\nCentral Government has already considered the fresh\nrecommendations of the TRAI and has not accepted the\nB same and is not agreeable to alter the definition of Adjusted\nGross Revenue, the decision of the Central Government on\nthe point was final under the first proviso and the fifth proviso\nto s.11(1) of the Act - Telegraph Act, 1885.\nC\nD\n-\ns.11(1)(a) - Recommendations of the TRAI under – Held:\nTRAI has been conferred with the statutory power to make\nrecommendations on the terms and conditions of the license\nto a service provider and the Central Government is bound\nto seek the recommendations of the TRAI on such terms and\nconditions at different stages, but the recommendations of the\nTRAI are not binding on the Central Government and the final\ndecision on the terms and conditions of a license to a service\nprovider rested with the Central Government - If there is a\ndifference between the TRAI and the Central Government with\nregard to a particular term or condition of a license, the\nE recommendations of the TRAI will not prevail and instead the\ndecision of the Central Government will be final and binding.\nF\ns.11(1)(b), (c), (d) - Recommendations of the TRAI under\n• Held: The functions of the TRAI under clause (b) of sub-\nsection (1) of s.11 of the TRAI Act are not recommendatory.\n-\ns.11(1)(a) and s. 11(1)(b) Distinction between\nDiscussed.\n-\n-\n-\ns.14(a)(i) – Stage when dispute can be raised regarding\nG the computation of Adjusted Gross Revenue made by the\nlicensor – Held: The dispute can be raised by the licensee,\nafter the license agreement has been entered into and the\nappropriate stage when the dispute can be raised is when a\nparticular demand is raised on the licensee by the licensor -\nH When such a dispute is raised against a particular demand,\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 659\nSERVICE PROVIDERS OF INDIA\nthe Tribunal will have to go into the facts and materials on the\nbasis of which the demand is raised and decide whether the\ndemand is in accordance with the license agreement and in\nparticular the definition of Adjusted Gross Revenue in the\nlicense agreement and can also interpret the terms and\nconditions of the license agreement.\n-\nA\nB\nC\nAppeal: Whether after dismissal of appeal of the Union\nof India against the order of the Tribunal by Supreme Court,\nUnion of India could re-agitate the question decided in the\norder of Tribunal that the Adjusted Gross Revenue will include\nonly revenue arising from licensed activities and not revenue\nfrom activities outside the license of the licensee – Held:\nWhile dismissing the appeal, express liberty was granted by\nSupreme Court to the appellant that all contentions raised\nbefore it could be urged before the Tribunal - Therefore,\nappellant could urge before the Tribunal all the contentions\nincluding the contention that the definition of Adjusted Gross\nRevenue as given in the license could not be challenged by\nthe licensee before the Tribunal and will include all items of\nrevenue mentioned in the definition of Adjusted Gross\nRevenue in the license Telecom Regulatory Authority of E\nIndia Act, 1997\n-\n-\nTelegraph Act: s.4(1), proviso – Held: A license granted\nin favour of any person under proviso to sub-section (1) of s.4\nof the Act is in the nature of a contract between the Central\nGovernment and the licensee - Consequently, the terms and\nconditions of the license are part of a contract between the\nlicensor and the licensee - Telecom Regulatory Authority of\nIndia Act, 1997\nThe National Telecom Policy 1994 provided for fixed\nlicense fee which was payable by the service providers\nevery year. During the period 1994 to 1999, the telecom\nlicensees made representations to the Government of\nIndia, Ministry of Telecommunications for relief against\nD\nF\nG\nH\n660 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA the high license fee. The Government of India considered\nthe representations and offered a new package, known\nas the \"National Telecom Policy 1999 - Regime” giving an\noption to the licensees to migrate from fixed license fee\nto revenue sharing fee. Accordingly, letters dated\nB 22.07.1999 were sent to different licensees offering them\na change over to NTP-99 regime.\nC\nD\nAfter receipt of the letter dated 22.07.1999, some of\nthe service providers took new licenses which provided\nthat the licensee would have to pay a certain percentage\nof the Gross Revenue as license fee annually. After the\nMinistry of Telecommunications finally took the final\ndecision on the definition of Adjusted Gross Revenue, the\nlicense agreement was amended and signed by the\nlicensees and the amended license agreement was\neffective from 01.08.1999.\nIn the year 2003, some of the licensees questioned\nthe validity of the definition of Adjusted Gross Revenue\n' in the license agreement before the Telecom Disputes\nE Settlement and Appellate Tribunal. In its order dated\n07.07.2006, the Tribunal held that under Section 4 of the\nTelegraph Act, the Central Government can take\npercentage of the share of gross revenue of a licensee\nrealised from activities of the licensee under the license\nF and, therefore, revenue received by licensee from\nactivities beyond licensed activities would be outside the\npurview of Section 4 of the Telegraph Act; that Section\n11(1)(a) of the TRAI Act mandates the Central Government\nto seek recommendations from the Telecom Regulatory\nAuthority (TRAI) on the license fee payable by the licensee\nand as no effective constitution had been made by the\nTRAI, the matter should be remanded to the TRAI and the\nTRAI can\nconsider the matter and send its\nrecommendations to the Tribunal.\nG\nH\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM .661\nSERVICE PROVIDERS OF INDIA\nC\nThe Union of India challenged the said order before A\nthe Supreme Court in Civil Appeal No. 84 of 2007 under\nSection 18 of the TRAI Act. While this Civil Appeal was\npending before the Supreme Court, the TRAI sent its\nrecommendations on the incorporation of the Adjusted\nGross Revenue which was sought by the Tribunal by its B\norder dated 07.07.2006. Accordingly, when Civil Appeal\nNo. 84 of 2007 came up for hearing before the Supreme\nCourt on 19.01.2007, the Court took the view that as the\nTRAI had already submitted its recommendations to the\nTribunal, there was no reason to interfere and dismissed\nthe appeal giving liberty to the Union of India to urge all\nthe contentions raised in the Civil Appeal before the\nTribunal. In its fresh order dated 30.08.2007, the Tribunal\nheld that its earlier order dated 07.07.2006 having become\nfinal, it cannot be re-opened after the dismissal of Civil\nAppeal No.84 of 2007 by the Supreme Court and its\nfinding in the earlier order dated 07.07.2006 that Adjusted\nGross Revenue will include only revenue arising from\nlicensed activity and not revenue from activities outside\nthe license cannot be re-agitated by the Union of India.\nThe Tribunal in the impugned order considered the\nrecommendations of the TRAI regarding the heads of\nrevenue to be included/excluded from the Adjusted Gross\nRevenue.\nD\nE\nIn the instant appeals, the questions which arose for F\nconsideration were: (i) Whether after dismissal of Civil\nAppeal No.84 of 2007 of the Union of India against the\norder dated 07.07.2006 of the Tribunal, by the Supreme\nCourt by order dated 19.01.2007, the Union of India could\nre-agitate the question decided in the order dated G\n07.07.2006 that the Adjusted Gross Revenue will include\nonly revenue arising from licensed activities and not\nrevenue from activities outside the license of the licensee;\n(ii) Whether the TRAI and the Tribunal have jurisdiction\nto decide whether the terms and conditions of license\nH\n662 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA which had been finalised by the Central Government and\nincorporated in the license agreement including the\ndefinition of Adjusted Gross Revenue; (iii) Whether as a\nresult of the Union of India not filing an appeal against\nthe order dated 07.07.2006 of the Tribunal passed in\nB favour of some of the licensees, the said order dated\n07.07.2006 had not become binding on the Union of India\nwith regard to the issue that revenue realised from\nactivities beyond the licensed activities cannot be\nincluded in the Adjusted Gross Revenue; (iv) Whether the\nlicensee can challenge the computation of Adjusted\nGross Revenue, and if so, at what stage and on what\ngrounds.\nс\nD\nDisposing of the appeals, the Court\nHELD: 1. It is clear from the language of the order\ndated 19.01.2007 that while dismissing the appeal, the\nCourt gave liberty to the appellant, namely, Union of India,\nto urge the contentions raised in Civil Appeal No.84 of\n2007 before the Tribunal. Hence, even if it is held that the\nE order dated 07.07.2006 of the Tribunal got merged with\nthe order dated 19.01.2007 of this Court passed in Civil\nAppeal No.84 of 2007, by the express liberty granted by\nthis Court in the order dated 19.01.2007, Union of India\ncould urge before the Tribunal all the contentions\nincluding the contention that the definition of Adjusted\nGross Revenue as given in the license could not be\nchallenged by the licensee before the Tribunal and will\ninclude all items of revenue mentioned in the definition\nof Adjusted Gross Revenue in the license. [Paras 25-26]\n[691-B-D; 693-B]\nF\nG\n2.1. A bare perusal of sub-section (1) of Section 4 of\nthe Telegraph Act shows that the Central Government has\nthe exclusive privilege of establishing, maintaining and\nworking telegraphs. This would mean that only the\nH Central Government, and no other person, has the right\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 663\nSERVICE PROVIDERS OF INDIA\nto carry on telecommunication activities. The proviso to A\nsub-section (1) of Section 4 of the Telegraph Act,\nhowever, enables the Central Government to part with\nthis exclusive privilege in favour of any other person by\ngranting a license in his favour on such conditions and\nin consideration of such payments as it thinks fit. AB\nlicense granted in favour of any person under proviso to\nsub-section (1) of Section 4 of the Telegraph Act is in the\nnature of a contract between the Central Government and\nthe licensee. Consequently, the terms and conditions of\nthe license including the definition of Adjusted Gross\nRevenue in the license agreement are part of a contract\nbetween the licensor and the licensee. [Paras 28, 29] [697-\nF-G; 698-D-G-H]\nC\nState of Orissa and Others v. Harinarayan Jaiswal and\nD\nOthers (1972) 2 SCC 36: 1972 (3) SCR 784; Har Shankar \u0026\nOrs. v. The Deputy Excise \u0026 Taxation Commissioner \u0026\nOthers (1975) 1 SCC 737: 1975 (3) SCR 254; State of\nPunjab \u0026 Anr. v. Devans Modern Breweries Ltd. \u0026 Ors. (2004)\n11 SCC 26: 2003 (5) Suppl. SCR 930; Panna Lal v. State\nof Rajasthan (1975) 2 SCC 633: 1976 (1) SCR 219 - relied E\non.\n2.2. Section 11(1)(a)(ii) of the TRAI Act states that\nnotwithstanding anything contained in the Telegraph Act,\nthe TRAI shall have the function to make F\nrecommendations, either suo motu or on a request from\na licensor on terms and conditions of license to a service\nprovider. The first proviso, however, states that the\nrecommendations of the TRAI shall not be binding upon\nthe Central Government. The second, third, fourth and\nfifth provisos deal with the procedure that has to be\nfollowed by the TRAI and the Central Government with\nregard to recommendations of the TRAI. At the end of fifth\nproviso, it is stated that after receipt of further\nrecommendation, if any, the Central Government shall\ntake the final decision. These provisions in the TRAI Act\nG\nH\nB\nC\n664\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA show that notwithstanding sub-section (1) of Section 4\nof the Telegraph Act vesting exclusive privilege on the\nCentral Government in respect of telecommunication\nactivities and notwithstanding the proviso to sub-section\n(1) of Section 4 of the Telegraph Act vesting in the Central\nGovernment the power to decide on the conditions of\nlicense including the payment to be paid by the licensee\nfor the license, the TRAI has been conferred with the\nstatutory power to make recommendations on the terms\nand conditions of the license to a service provider and\nthe Central Government was bound to seek the\nrecommendations of the TRAI on such terms and\nconditions at different stages, but the recommendations\nof the TRAI are not binding on the Central Government\nand the final decision on the terms and conditions of a\nlicense to a service provider rested with the Central\nGovernment. The legal consequence is that if there is a\ndifference between the TRAI and the Central Government\nwith regard to a particular term or condition of a license,\nas in the present case, the recommendations of the TRAI\nwill not prevail and instead the decision of the Central\nGovernment will be final and binding. [Para 31] [699-E-H;\n700-A-C]\nD\nE\nF\n2.3. In contrast to this recommendatory nature of the\nfunctions of the TRAI under clause (a) of sub-section (1)\nof Section 11 of the TRAI Act, the functions of the TRAI\nunder clause (b) of sub-section (1) of Section 11 of the\nTRAI Act are not recommendatory. This will be clear from\nthe very language of clause (b) of sub-section (1) of\nSection 11 of the TRAI Act which states that the TRAI\nG shall discharge the functions enumerated under sub-\nclauses (i), (ii) and (ix) under clause (b) of sub-section (1)\nof Section 11 of the TRAI Act. Under clause (c) of sub-\nsection (1) of Section 11 of the TRAI Act, the TRAI\nperforms the function of levying fees and other charges\nin respect of different services and under clause (d) of\nH\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 665\nSERVICE PROVIDERS OF INDIA\nC\nsub-section (1) of Section 11, the Central Government can A\nentrust to the TRAI other functions. These functions of\nthe TRAI under clauses (c) and (d) of sub-section (1) of\nSection 11 of the TRAI Act are also not recommendatory\nin nature. That the functions of the TRAI under clause (a)\nare recommendatory while the functions of the TRAI B\nunder clauses (b), (c) and (d) are not recommendatory will\nalso be clear from the provisos 1st to 5th which refer to\nthe recommendations of the TRAI under clause (a) of sub-\nsection (1) of Section 11 of the TRAI Act and not to\nclauses (b), (c) and (d) of sub-section (1) of Section 11 of\nthe TRAI Act. The scheme of TRAI Act therefore is that\nthe TRAI being an expert body\nexpert body \ndischarges\nrecommendatory functions under clause (a) of sub-\nsection (1) of Section 11 of the TRAI Act and discharges\nregulatory and other functions under clauses (b), (c) and\n(d) of sub-section (1) of Section 11 of the TRAI Act. TRAI\nbeing an expert body, the recommendations of the TRAI\nunder clause (a) of sub-section (1) of Section 11 of the\nTRAI Act have to be given due weightage by the Central\nGovernment but the recommendations of the TRAI are\nnot binding on the Central Government. On the other\nhand, the regulatory and other functions under clauses\n(b), (c) and (d) of sub-section (1) of Section 11 of the TRAI\nAct have to be performed independent of the Central\nGovernment and are binding on the licensee subject to\nonly appeal in accordance with the provisions of the TRAI\nAct. [Para 32] [700-D-H; 701-A-D] ·\nD\nE\nF\nG\n2.4. A reading of Section 14 (a)(i) of the TRAI Act\nwould show that the Tribunal has the power to adjudicate\nany dispute between a licensor and a licensee. A licensor\nhas been defined under Section 2(ea) of TRAI Act to mean\nthe Central Government or the Telegraph Authority who\ngrants a license under Section 4 of the Telegraph Act and\na licensee has been defined in Section 2(e) of the TRAI\nAct to mean any person licensed under sub-section (1) H\nC\n666 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of Section 4 of the Telegraph Act providing specified\ntelecommunication services. The word 'means' in\nSections 2(e) and 2(ea) of the TRA! Act indicates that the\ndefinitions of licensee and licensor in Sections 2(e) ard\n2(ea) of the TRAI Act are exhaustive and therefore would\nB not have any other meaning. A dispute between a\nlicensor and a licensee referred to in Section 14(a)(i) of\nthe TRAI Act, therefore, is a dispute after a person has\nbeen granted a license by the Central Government or the\nTelegraph Authority under sub-section (1) of Section 4 of\nthe Telegraph Act and has become a licensee and not a\ndispute before a person becomes a licensee under the\nproviso to sub-section (1) of Section 4 of the Telegraph\nAct. In other words, the Tribunal can adjudicate the\ndispute between a licensor and a licensee only after a\nperson had entered into a license agreement and become\na licensee and the word \"any” in Section 14(a) of the TRAI\nAct cannot widen the jurisdiction of the Tribunal to decide\na dispute between a licensor and a person who had not\nbecome a licensee. The result is that the Tribunal has no\njurisdiction to decide upon the validity of the terms and\nconditions incorporated in the license of a service\nprovider, but it will have jurisdiction to decide \"any\"\ndispute between the licensor and the licensee on the\ninterpretation of the terms and conditions of the license.\n[para 33] [701-E-H; 702-A-D]\nD\nE\nF\nG\nH\n'Principles of Statutory Interpretation' 12th Edition -\nreferred to.\n-\n2.5. Clause (iii) of the letter dated 22.07.1999 of the\nMinistry of Communications to the licensees made it clear\nthat the license fee was payable with effect from\n01.08.1999 as a percentage of gross revenue under the\nlicense and the gross revenue for this purpose would be\ntotal revenue of the licensee company excluding the\nPSTN related call charges paid to DOT/MTNL and service\n"}