{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"GOVT. OF A.P. AND ORS.\nV.\nMOHD. NARSULLAH KHAN\nJANUARY 31, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nA\nB\nService law:\nDismissal for misconduct-Member of Discipline Force committing theft\nof camera lens while on duty which ran high security risk-Dismissed from C\nservice-Challenged-Held: Charges being serious called for stringent\npunishment-To instill the confidence of the public in the Establishment, the\nonly appropriate punishment in such cases is dismissal from service, which\nhas been rightly awarded.\nConstitution of India, 1950:\nD\nArticle 226 Judicial review-Scope and ambit of-Held: High Court\nwhile exercising writ jurisdiction not to sit as an appellate authority and re-\nappreciate the evidence-Its Jurisdiction is confined to correct procedural\nerror resulting in violation of principles of natural justice-Administrative E\nlaw Judicial review.\nRespondent was a member of a Discipline Force holding the rank of\nHead Constable. On the occasion of visit of the then President of USA, he was\nassigned the Bandobust duty. During the Randobust duty, he allegedly removed\na camera lens and concealed the same, which was observed in the close circuit F\nby the Electrician, PW-4. Disciplinary Inquiry was initiated against him.\nInquiry officer examined 4 witnesses and after conducting detailed\ninquiry and affording adequate opportunity to the respondent, found him guilty.\nAfter receipt of Inquiry report, Disciplinary authority issued SCN and after\nconsidering the reply to SCN, dismissed respondent from service. Respondent\nunsuccessfully challenged his dismissal before Appellate Authority and\nAdministrative Tribunal. However, his Writ Petition before High Court was\nallowed. Hence the present appeal by special leave.\n911\nG\nH\n912\nA\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nAllowing the appeal, the Court\nHELD: 1. There is no allegation of violation of principles of natural\njustice, or that the inquiry was conducted without following the procedures\nor rules and regulations. The only case put up by the respondent is that the\ntheft or removal of lens by the respondent is not proved in the course of\nB Inquiry. Going through the Report of the Inquiry, the Inquiry Officer, after\nexamining PWs. 1, 2, 3 and 4 and after affording adequate opportunity to the\nrespondent, has come to the conclusion that the charge levelled against the\nrespondent stood proved. [915-G-H; 916-A]\nC\n2. From the finding recorded by the High Court it clearly appears that\nthe High Court re-appreciated the evidence as an Appellate Authority. Apart\nfrom re-appreciating the evidence, which is not permissible in law, the High\nCourt also fell in grave error by directing the Govt. Pleader and the counsel\nfor the respondent to again view the cassettes. It is on record that the Inquiry\nOfficer relied on the video cassettes displayed during the Inquiry as part of\nD additional evidence. The finding has been clearly recorded by the Inquiry\nOfficer on the basis of the evidence adduced by PWs. 1, 2, 3 and 4 during the\nInquiry. It is a well-established principle of law that the High Court exercising\npower of judicial review under Article 226 of the Constitution does not act as\nan Appellate Authority. Its jurisdiction is circumscribed and confined to\ncorrect errors of law or procedural error, if any, resulting in manifest\nmiscarriage of justice or violation of principles of natural justice. Judicial\nreview is not akin to adjudication on merit by re-appreciating the evidence as\nan Appellate Authority. [917-C-E]\nE\nUnion of India v. Parma Nanda, (1989) 2 SCC 177 and B.C. Chaturvedi\nF v. Union of India \u0026 Ors., [1995] 6 SCC 749, referred to.\nG\n3. Respondent's contention that the offence, said to have been committed,\nbeing minor in nature and no loss being caused to the owner of the property,\ninasmuch as the same had been recovered on the spot, lenient punishment\nmay be awarded in place of dismissal from service is not acceptable. The\ngravity of the offence must necessarily be measured with the nature of the\noffence. The respondent was holding the rank of Head Constable. The duty\nassigned to him ran a security risk of the highest grade. His misconduct\ncould have led to serious security lapse resulting in fatal consequences. But,\nbecause of timely detection by the electrician-PW4, the lens was recovered\nH and immediately restored. The inquiry officer was right in holding that the\ni\nGOVT. OF A.P. v. MOHD. NARSULLAH KHAN [SEMA, J.]\n913\ncharges are serious in nature, being committed by a member of Disciplinary A\nForce, who deserved stringent punishment. To instill the confidence of the\npublic in the Establishment, the only appropriate punishment in such cases\nis dismissal from service, which has been correctly awarded. [919-C-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1318 of 2005.\nFrom the Judgment and Order dated 9.12.2003 of the Andhra Pradesh\nHigh Court in Writ Petition No. 14146 of 2003.\nMrs. D. Bharathi Reddy for the Appellants.\nB\nMrs. K. Amareswari, B. Ramana Murthy and Mrs. Anjani Aiyagari for C\nthe Respondent.\nThe Judgment of the Court was delivered by\nH.K. SEMA, J. This appeal, preferred by the State of Andhra Pradesh,\nis directed against the judgment and order of the Division Bench of the High D\nCourt of Andhra Pradesh dated 9.12.2003 in Writ Petition No. 14146 of 2003\nquashing the order of dismissal dated 21.9.2000 of the respondent herein and\nthe order of the appellate authority dated 20.10.2001 confirming the order of\ndismissal. The Division Bench of the High Court directed that the respondent\nherein be reinstated into service forthwith with all back wages and all attendant\nbenefits, which he could have received, had he not been dismissed from E\nservice. The High Court further directed that the respondent be reinstated\ninto service within a period of four weeks from the date of receipt of the order.\nThis Court on 16.7.2004, while issuing notice granted interim stay of the\nimpugned order. Further, on 18.7.2005, on the submission of the learned\ncounsel for the respondent that the respondent has been reinstated pursuant\nto the High Court order but the back wages have not been paid, this Court\nstayed the payment of back wages directed by the High Court.\nF\nBriefly stated, the facts are as follows:\nf\nThe respondent, Mohd. Nasrullah Khan was working as Head Constable\nat Shamshabad Police Station of Ranga Reddy District. Mr. Bill Clinton, the\nthen President of the United States of America was to visit the Hi-Tech City\nin Hyderabad and the respondent was assigned the bandobast duty at the\noffice of the Oracle Software India Limited on the 4th Floor of Hi-Tech City,\nMadhapur, Hyderabad. It is alleged that during the bandobast duty, the\nrespondent removed the CCTV Lens No. VAT-660-DSC-56894 of Wata!\nG\nH\n914\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA Company from ceiling of the said office and concealed the same. It is further\nalleged that the said removal of the lens was observed in the close circuit TV\nby one G. Sridhar, the Electrician (PW4) and he immediately went to the\nrespondent and asked him about the removal but the respondent denied the\nsame. The Electrician, thereafter, informed the same to the Security Supervisor\nand on enquiry by him, though the respondent denied of having removed the\nlens at the first instance, later handed over the same stating that the same\nwas lying at the toilet.\nB\nC\nᎠ\nA disciplinary inquiry was initiated against the respondent by the\nSuperintendent of Police, A.R. Ranga Reddy District by appointing Deputy\nSuperintendent of Police (DSP) by its order dated 19.4.2000. The substance\nof imputations of misconduct and misbehaviour against the respondent are\nas follows:\n“Shri Mohd. Nasrulla Khan, High Court 380 of P.S. Shamshabad\n(u/s) exhibited grave misconduct in committing theft of the C.C.T.V.\nlens costing about Rs. 15,000/- from the office of Oracle India Limited,\nHi-Tech City, Madhapur on 24.3.2000, while on Bandobust duty, for\npersonal gain.\"\nIn course of the inquiry, the Inquiry Officer examined as many as four\nwitnesses and after conducting detailed inquiry by affording adequate\nE opportunity to the respondent submitted its report dated 18.8.200 holding that\nthe charge against the respondent of theft of C.C.T.V. lens has been proved\nbeyond all reasonable doubt. The Inquiry Officer, in its Report, also observed\nas under:\nF\n\"The charges are serious in nature. The delinquent being the member\nof the disciplined force and being a protector of public property,\nought not to have attempted to commit such a delinquency. I, therefore,\npropose that the delinquent may be awarded with a stringent\npunishment to meet the ends of justice.”\nAfter receipt of the Inquiry Report, a show cause notice was issued to\nG the respondent herein by the Disciplinary Authority and after considering the\nreply to the show cause notice, the Disciplinary Authority dismissed the\nrespondent from service with immediate effect by an order dated 21.9.2000. It\nwas further directed that the period of suspension from 30.3.2000 till the date\nof dismissal be treated as \"Not on duty\". Aggrieved thereby, the respondent\npreferred an appeal before the Deputy Inspector General of Police, which was\nH\nA\nGOVT. OF A.P. v. MOHD. NARSULLAH KHAN [SEMA. J.] 915\ndismissed on 11.5.2001. Thereafter, the respondent filed O.A.No. 3700 of 2001\nbefore the Andhra Pradesh Administrative Tribunal. The Administrative\nTribunal, by its order dated 1.8.2001, remanded the matter to the Appellate\nAuthority for reconsideration of the matter. The Appellate Authority, after\nreconsidering the representation, rejected the appeal again and confirmed the\norder of dismissal by its order dated 20.10.2001. Being aggrieved, the respondent\nagain filed O.A. No. 8066 of 2001 before the Tribunal contending, inter-alia, B\nthat the theft, as alleged, was not proved and the Appellate Authority did not\nproperly consider the submissions of the respondent and that the Appellate\nAuthority dismissed the appeal without application of mind. The appellant\nherein filed a detailed counter repudiating the allegations made in the O.A.\nIt is stated that the order of dismissal was passed in accordance with the rules\nand regulations and there was no denial of principles of natural justice to the\nrespondent, nor was there any allegations of violations of rules and regulations\nor procedures. It was also contended that the guilt of the respondent has\nbeen proved beyond all reasonable doubt. After considering the petition and\nthe counter, the Andhra Pradesh Appellate Tribunal by its order dated 4.4.03\ndismissed the O.A. confirming the order of dismissal. Aggrieved thereby, the D\nrespondent preferred Writ Petition No. 14146 of 2003 before the High Court,\nwhich was allowed by the impugned order, as stated earlier. Hence, the\npresent appeal by Special Leave.\nC\nIt is contended by the learned counsel for the appellant that the finding\nE\nrecorded by the Inquiry Officer is a finding of fact and the High Court cannot\nact as an appellate authority. Its jurisdiction is circumscribed and confined to\ncorrect errors of law or procedural law, if any, or violation of principles of\nnatural justice. It is further contended that the High Court fell in grave error\nof law by re-appreciating the evidence recorded by the Inquiry Officer like an\nappellate authority in the instant case.\nPer contra, learned counsel for the respondent contended that the\nalleged theft of lens or removal of lens by the respondent is not proved and,\ntherefore, the finding of the Inquiry Officer is perverse and the order of\ndismissal on the basis of the finding recorded by the Inquiry Officer is\nvitiated.\nAt this stage, we may point out that there is no allegation of violation\nof principles of natural justice, or that the inquiry was conducted without\nfollowing the procedures or rules and regulations. The only case put up\nbefore us by the respondent is that the theft or removal of lens by the\nF\nG\nH\n916\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA respondent is not proved in the course of Inquiry. This contention need not\ndetain us any longer because going through the Report of the Inquiry, the\nInquiry Officer, after examining PWs. 1, 2, 3 and 4 and after affording adequate\nopportunity to the respondent, has come to the conclusion that the charge\nlevelled against the respondent stands proved.\nB\nC\nD\nE\nF\nG\nThe High Court, while upsetting the order of the Tribunal dated 4.4.03\npassed in O.A. No. 8066/01 and order of dismissal dated 21.1.2000 confirmed\nby the Appellate Authority dated 20.10.2001, recorded its finding in paragraph\n5 of its judgment as under:\n\"There is no dispute that the petitioner was posted on Bando-bust\nduty on the relevant date and the entire premises was under close\ncircuit T.V. System. The question is whether the petitioner has\ncommitted the theft of camera, lens. There is no direct evidence on this\naspect. It is only on presumption that when once the camera was not\nrelaying the pictures, the officials of Oracle company came to that\nplace where the camera was positioned and found that the lens was\nnot available with the camera. Even the witnesses examined on this\naspect namely the employees of Oracle Company did not state that\nthe petitioner had committed theft of the lens and further it is on\nrecord that the electrician himself traced out the camera lens which\nwas lying outside toilet room and the entire premises was carpeted.\nNo other independent officer has been examined to establish that the\npetitioner had committed theft. However, we see from the report of the\nEnquiry Officer that he got the cassette displayed and noticed the\nmovements of the petitioner, sitting on chair, getting up and coming\ntowards the camera and touching the lens of camera (hand is clearly\nvisible) between 13-58 and 13-59 hours on 24.3.2000. But this is not\nthe function of the Enquiry Officer. It must be established by the\nindependent evidence. When we directed the learned Government\npleader and the learned Counsel for the petitioner to again view the\ncassette, they stated that the visibility is beyond recognition. In such\ncircumstances, it has to be held that the findings of the Enquiry.\nOfficer appears to be based on mere surmises and conjectures and it\nis finding based on no evidence. In such situation, the Tribunal ought\nto have held that the Enquiry is vitiated for lack of acceptable and\npermissible evidence on this aspect. It is also on record that the lens\nwas not recovered from the person of the petitioner and admittedly\nthe petitioner was on guard duty in the premises where the cameras\nH\n1\n1\nf\nGOVT. OF A.P. v. MOHD. NARSULLAH KHAN [SEMA, J.]\n917\nwere positioned. In such a situation, it cannot be said that simply A\nbecause, the lens of one camera is missing, the petitioner committed\ntheft of it. If really the police had conducted investigation, they could\nhave sent the lens to the Forensic expert with reference to the\nfingerprints and that could have made the matters clear. But for the\nreasons best known to the police, they did not take such action and\nB\ntried to find fault with the police constable fastening the charge of\ntheft. Under these circumstances, we are of the considered view that\nthe Tribunal failed to take into consideration this aspect and held that\nthe Enquiry was conducted properly and finding was validly recorded.”\nFrom the finding recorded by the High Court it clearly appears that the C\nHigh Court re-appreciated the evidence as an Appellate Authority. Apart from\nre-appreciating the evidence, which is not permissible in law, the High Court\nalso fell in grave error by directing the Govt. Pleader and the learned counsel\nfor the respondent herein to again view the cassettes. It is on record that the\nInquiry Officer relied on the video cassettes displayed during the Inquiry as\npart of additional evidence. The finding has been clearly recorded by the D\nInquiry Officer on the basis of the evidence adduced by PWs. 1, 2, 3 and 4\nduring the Inquiry.\nBy now it is a well-established principle of law that the High Court\nexercising power of judicial review under Article 226 of the Constitution does\nnot act as an Appellate Authority. Its jurisdiction is circumscribed and confined\nto correct errors of law or procedural error, if any, resulting in manifest\nmiscarriage of justice or violation of principles of natural justice. Judicial\nreview is not akin to adjudication on merit by re-appreciating the evidence as\nan Appellate Authority.\nWe may now notice a few decisions of this Court on this aspect\navoiding multiplicity. In Union of India v. Parma Nanda, [1989] 2 SCC 177,\nK. Jagannatha Shetty, J., speaking for the Bench, observed at page SCC 189\nas under:\nE\nF\nG\n\"We must unequivocally state that the jurisdiction of the Tribunal to\ninterfere with the disciplinary matters or punishment cannot be equated\nwith an appellate jurisdiction. The Tribunal cannot interfere with the\nfindings of the Inquiry Officer or competent authority where they are\nnot arbitrary or utterly perverse. It is appropriate to remember that the\npower to impose penalty on a delinquent officer is conferred on the\ncompetent authority either by an Act of legislature or rules made H\n918\nA\nB\nC\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nunder the proviso to Article 309 of the Constitution. If there has been\nan enquiry consistent with the rules and in accordance with principles\nof natural justice what punishment would meet the ends of justice is\na matter exclusively within the jurisdiction of the competent authority.\nIf the penalty can lawfully be imposed and is imposed on the proved\nmisconduct, the Tribunal has no power to substitute its own discretion\nfor that of the authority. The adequacy of penalty unless it is mala fide\nis certainly not a matter for the Tribunal to concern itself with. The\nTribunal also cannot interfere with the penalty if the conclusion of the\nInquiry Officer or the competent authority is based on evidence even\nif some of it is found to be irrelevant or extraneous to the matter.\"\nAgain, the same principle has been reiterated by this Court in B.C.\nChaturvedi v. Union of India and Ors., [1995] 6 SCC 749. K. Ramaswamy, J.,\nspeaking for the Court, observed at page SCC 759 as under:\n\"Judicial review is not an appeal from a decision but a review of the\nmanner in which the decision is made. Power of judicial review is\nmeant to ensure that the individual receives fair treatment and not to\nensure that the conclusion, which the authority reaches, is necessarily\ncorrect in the eye of the court. When an inquiry is conducted on\ncharges of misconduct by a public servant, the Court/Tribunal is\nconcerned to determine whether the inquiry was held by a competent\nofficer or whether rules of natural justice are complied with. Whether\nthe findings or conclusions are based on some evidence, the authority\nentrusted with the power to hold inquiry has jurisdiction, power and\nauthority to reach a finding of fact or conclusion. But that finding\nmust be based on some evidence. Neither the technical rules of\nEvidence Act nor of proof of fact or evidence as defined therein,\napply to disciplinary proceeding. When the authority accepts that\nevidence and conclusion receives support therefrom, the disciplinary\nauthority is entitled to hold that the delinquent officer is guilty of the\ncharge. The Court/Tribunal in its power of judicial review does not act\nas appellate authority to appreciate the evidence and to arrive at its\nown independent findings on the evidence. The Court/Tribunal may\ninterfere where the authority held the proceedings against the\ndelinquent officer in a manner inconsistent with the rules of natural\njustice or in violation of statutory rules prescribing the mode of\ninquiry or where the conclusion or finding reached by the disciplinary\nauthority is based on no evidence. If the conclusion or finding be\n\u003e\nGOVT. OF A.P. v. MOHD. NARSULLAH KHAN [SEMA, J.]\n919\nsuch as no reasonable person would have ever reached, the Court/ A\nTribunal may interfere with the conclusion or the finding and mould\nthe relief so as to make it appropriate to the facts of each case.\"\nAs already said, in the present case there is no allegation of violation\nof principles of natural justice or the inquiry being held inconsistent with the\nmode of procedure prescribed by the rules or regulations.\nB\nC\nThis takes us to the last submission of the counsel for the respondent.\nLearned counsel for the respondent contended that the offence, said to have\nbeen committed, being minor in nature and no loss being caused to the owner\nof the property, inasmuch as the same had been recovered on the spot, lenient\npunishment may be awarded in place of dismissal from service. We are unable\nto countenance this submission. The gravity of the offence must necessarily\nbe measured with the nature of the offence. The respondent was a member\nof the Discipline Force holding the rank of Head Constable. The duty assigned\nto him was a 'bandobast' duty during the visit of the then President Bill\nClinton, who ran a security risk of the highest grade. His misconduct could D\nhave led to serious security lapse resulting into fatal consequences. But,\nbecause of timely detection of the electrician-PW4, the lens was recovered\nand immediately restored. We entirely agree with the inquiry officer that the\ncharges are serious in nature, being committed by a member of Disciplinary\nForce, who deserved stringent punishment. To instill the confidence of the\npublic in the Establishment, the only appropriate punishment in such cases\nis dismissal from service, which has been correctly awarded.\nE\nIt is stated that the respondent was reinstated on 19.6.04, pursuant to\nthe order passed by the High Court and has been working since then and pay\nand allowances have been paid from 19.6.04. Since, he has been paid for the\nF\nperiod he has worked, the salary and allowances already paid to him shall not\nbe disturbed. The respondent, however, shall not get his back wags.\nIn the premises aforestated, we are clearly of the view that the High\nCourt has committed patent error of law which has resulted in miscarriage of\njustice. The order of the High Court is, accordingly, quashed. The appeal is G\nallowed. Consequently, the writ petition, filed by the respondent stands\ndismissed. Parties are asked to bear their own costs.\nD.G.\nAppeal allowed.\n"}