{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"162 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA to include such directions or orders by implication or with\nreference to other provisions which hardly have any bearing on\nthe matter in issue and thus make non-appealable orders\nappealable. The provisions of Section 53A(1)(a) use the\nexpression 'any direction issued or decision made or order\nB passed by the Commission'. There is no occasion for the Court\nto read and interpret the word 'or' in any different form as that\nwould completely defeat the intention of the legislature. The\ncontention raised before us is that the word 'or' is normally\ndisjunctive and 'and is normally conjunctive, but at the same\ntime they can be read vice versa. The respondent argued that\nthe expression ‘any direction issued' should be read disjunctive\nand that gives a complete right to a party to prefer an appeal\nunder Section 53A, against a direction for investigation, as that\nitself is an appealable right independent of any decision or\norder which may be made or passed by the Commission.\nC\nD\n28. It is a settled principle of law that the words 'or' and\n'and' may be read as vice versa but not normally. \"You do\nsometimes read ‘or' as ‘and' in a statute. But you do not do it\nunless you are obliged because ‘or' does not generally mean\nE 'and' and 'and' does not generally mean 'or'.....\" [Green v.\nPremier Glynrhonwy Slate Co. (1928) 1 KB 561 p. 568)]. As\npointed out by Lord Halsbury, the reading of ‘or' as 'and' is not\nto be resorted to, \"unless some other part of the same statute\nor the clear intention of it requires that to be done.\" [Mersey\nF Docks and Harbour Board v. Henderson Bros. (1888) 13 AC\n595 at 603)]. The Court adopted with approval Lord Halsbury's\nprinciple and in fact went further by cautioning against\nsubstitution of conjunctions in the case of Municipal\nCorporation of Delhi vs. Tek Chand Bhatia [(1980) 1 SCC\nG 158], where the Court held as under:―\nH\n1\n\"11. .....As Lord Halsbury L.C. observed in Mersey\nDocks \u0026 Harbour Board v. Henderson [LR (1888) 13 AC\n603], the reading of \"or\" as \"and\" is not to be resorted to\n\"unless some other part of the same statute or the clear\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n163\nintention of it requires that to be done\". The substitution of A\nconjunctions, however, has been sometimes made without\nsufficient reasons, and it has been doubted whether some\nof the cases of turning \"or\" into \"and\" and vice versa have\nnot gone to the extreme limit of interpretation.\"\n29. To us, the language of the Section is clear and the\nstatute does not demand that we should substitute ‘or' or read\nthis word interchangeably for achieving the object of the Act.\nOn the contrary, the objective of the Act is more than clear that\nthe legislature intended to provide a very limited right to appeal.\nThe orders which can be appealed against have been\nspecifically stipulated by unambiguously excluding the\nprovisions which the legislature did not intend to make\nappealable under the provisions of the Act. It is always expected\nof the Court to apply plain rule of construction rather than trying\nto read the words into the statute which have been specifically\nomitted by the legislature.\n30. We may usefully refer to similar interpretation given by\nthis Court in the case of Super Cassettes Industries Ltd. vs.\nState of U.P. [(2009)10 SCC 531], wherein the Court was\ndealing with cancellation of a notice issued under Section 9(2)\nof the U.P. Imposition of Ceiling of Land Holdings Act, 1960,\nrequiring submission of a statement by the tenure holder for\ndetermination of surplus land in accordance with law. Sub-\nsection (1) of Section 13 of the said Act read as under:-\n-\n\"13. Appeals (1) Any party aggrieved by an order under\nsub-section (2) of Section 11 or Section 12, may, within\nthirty days of the date of the order, prefer an appeal to the\nCommissioner within whose jurisdiction the land or any\npart thereof is situate.\"\nB\nC\nD\nE\nF\nG\n31. The State of UP through its Collector had preferred an\nappeal under Section 13 of the Act against an order passed\nby the authority cancelling the notice which had been issued\nunder Section 9(2) of the Act. The contention raised was that H\n164\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA the said order amounted to an order being passed under\nSection 11(2) of the Act. An order passed under Section 11(2)\nof the Act in furtherance of the statement prepared by the tenure\nholder was final and conclusive and could not be called in\nquestion in any court of law. The Court while interpreting the\nB provisions of Section 13(1) held that it is only the specific order\npassed under Section 11(2) and Section 12 of the Act which\ncould be appealed against and while applying its rule held as\nunder:-\nC\n\"23. It is well known that right of appeal is not a natural or\ninherent right. It cannot be assumed to exist unless\nexpressly provided for by statute. Being a creature of\nstatute, remedy of appeal must be legitimately traceable\nto the statutory provisions\nD\nXXX XXX\nE\nF\nXXX\nXXX\n31. Section 13 provides a right of appeal to a party\naggrieved by an order under Sub-section (2) of Section\n11 or Section 12 and no other. In other words, any order\npassed by the Prescribed Authority other than the order\nunder-Section (2) of Section 11 or Section 12 is not\nappealable. From any reckoning, the order dated\nDecember 17, 2003 is neither an order under Sub-section\n(2) of Section 11 nor an order under Section 12. Act 1960\ndoes not make the order of the Prescribed Authority\ncanceling the notice issued under Section 9(2) amenable\nto appeal. Such order does not fall within the ambit of\nSection 13.\"\n32. We find that the view taken by the Court in this case\nG squarely applies to the case in hand as well. Right to appeal\nis a creation of statute and it does require application of rule\nof plain construction. Such provision should neither be\nconstrued too strictly nor too liberally, if given either of these\nextreme interpretations, it is bound to adversely affect the\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n165\nlegislative object as well as hamper the proceedings before the\nappropriate forum.\n33. In the case of Maria Cristina De Souza Sadder vs.\nAmria Zurana Pereira Pinto [(1979) 1 SCC 92], this Court held\nas under:\nA\nB\n\"5...It is no doubt well-settled that the right of appeal\nis a substantive right and it gets vested in a litigant no\nsooner the lis is commenced in the Court of the first\ninstance, and such right or any remedy in respect thereof\nwill not be affected by any repeal of the enactment C\nconferring such right unless the repealing enactment either\nexpressly or by necessary implication takes away such\nright or remedy in respect thereof.\"\n34. The principle of ‘appeal being a statutory right and no\nparty having a right to file appeal except in accordance with the\nprescribed procedure' is now well settled. The right of appeal\nmay be lost to a party in face of relevant provisions of law in\nappropriate cases. It being creation of a statute, legislature has\nto decide whether the right to appeal should be unconditional\nor conditional. Such law does not violate Article 14 of the\nConstitution. An appeal to be maintainable must have its\ngenesis in the authority of law. Reference may be made to M.\nRamnarain Private Limited v. State Trading Corporation of\nIndia Limited, [(1983) 3 SCC 75] and Gujarat Agro Industries\nCo. Ltd. v. Municipal Corporation of the City of Ahmedabad\n[(1999) 4 SCC 468]. Right of appeal is neither a natural nor\ninherent right vested in a party. It is substantive statutory right\nregulated by the statute creating it. The cases of Kondiba\nDagadu Kadam vs. Savitribai Sopan Gujar [(1999) 3 SCC\n722] and Kashmir Singh vs. Harnam Singh [2008 AIR SC\n1749] may be referred to on this point. Thus, it is evident that\nthe right to appeal is not a right which can be assumed by\nlogical analysis much less by exercise of inherent jurisdiction.\nIt essentially should be provided by the law in force. In absence\nof any specific provision creating a right in a party to file an\nD\nE\nF\nG\nI\n166 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA appeal, such right can neither be assumed nor inferred in favour\nof the party.\nB\nс\nD\nE\nF\n0\nH\n35. A statute is stated to be the edict of Legislature. It\nexpresses the will of Legislature and the function of the Court\nis to interpret the document according to the intent of those who\nmade it. It is a settled rule of construction of statute that the\nprovisions should be interpreted by applying plain rule of\nconstruction. The Courts normally would not imply anything which\nis inconsistent with the words expressly used by the statute. In\nother words, the Court would keep in mind that its function is\njus dicere, not jus dare. The right of appeal being creation of\nthe statute and being a statutory right does not invite\nunnecessarily liberal or strict construction. The best norm would\nbe to give literal construction keeping the legislative intent in\nmind.\n36. This Court in the case of Shiv Shakti Co-op. Housing\nSociety, Nagpur vs. Swaraj Developers [(2003) 6 SCC 659],\nwhile referring to the principles for interpretation of statutory\nprovisions, held as under:\n\"19. It is a well-settled principle in law that the Court cannot\nread anything into a statutory provision which is plain and\nunambiguous. A statute is an edict of the legislature. The\nlanguage employed in a statute is the determinative factor\nof legislative intent. Words and phrases are symbols that\nstimulate mental references to referents. The object of\ninterpreting a statute is to ascertain the intention of the\nlegislature enacting it. (See Institute of Chartered\nAccountants of India v. Price Waterhouse.) The intention\nof the legislature is primarily to be gathered from the\nlanguage used, which means that attention should be paid.\nto what has been said as also to what has not been said.\nAs a consequence, a construction which requires for its\nsupport, addition or substitution of words or which results\nin rejection of words as meaningless has to be avoided.\nAs observed in Crawford v. Spooner Courts cannot aid the\n4\n• COMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n167\nA\nlegislatures' defective phrasing of an Act, we cannot add\nor mend, and by construction make up deficiencies which\nare left there. (See State of Gujarat v. Dilipbhai Nathjibhai\nPatel). It is contrary to all rules of construction to read words\ninto an Act unless it is absolutely necessary to do so. [See\nStock v. Frank Jones (Tipton) Ltd.] Rules of interpretation B\ndo not permit Courts to do so, unless the provision as it\nstands is meaningless or of a doubtful meaning. Courts are\nnot entitled to read words into an Act of Parliament unless\nclear reason for it is to be found within the four corners of\nthe Act itself. (Per Lord Loreburn, L.C. in Vickers Sons\nand Maxim Ltd. v. Evans, quoted in Jumma Masjid v.\nKodimaniandra Deviah.\"\nC\n37. The Law Commission of India, in its 183rd Report,\nwhile dealing with the need for providing principles of\ninterpretation of statute as regards the extrinsic aids of D\ninterpretation in General Clauses Act, 1897, expressed the view\nthat a statute is a will of legislature conveyed in the form of text.\nNoticing that the process of interpretation is as old as language,\nit says that the rules of interpretation were evolved at a very\nearly stage of Hindu civilization and culture and the same were\ngiven by 'Jaimini', the author of Mimamsat Sutras; originally\nmeant for shrutis, they were employed for the interpretation of\nSmritis as well. While referring to the said historical\nbackground, the Law Commission said:\n\"It is well settled principle of law that as the statute is an\nedict of the Legislature, the conventional way of\ninterpreting or construing a statute is to seek the intention\nof legislature. The intention of legislature assimilates two\naspects; one aspect carries the concept of 'meaning', i.e.,\nwhat the word means and another aspect conveys the\nconcept of 'purpose' and 'object' or the 'reason' or 'spirit'\npervading through the statute. The process of construction,\ntherefore, combines both the literal and purposive\napproaches. However, necessity of interpretation would\nE\nF\nG\nH\ni\n168\nSUPREME COURT REPORTS\nA\nB\nC\nD\nE\n[2010] 11 S.C.R.\narise only where the language of a statutory provision is\nambiguous, not clear or where two views are possible or\nwhere the provision gives a different meaning defeating\nthe object of the statute. If the language is clear and\nunambiguous, no need of interpretation would arise. In this\nregard, a Constitution Bench of five Judges of the\nSupreme Court in R.S. Nayak v. A.R. Antulay, AIR 1984\nSC 684 has held:\n\"... If the words of the Statute are clear and unambiguous,\nit is the plainest duty of the Court to give effect to the natural\nmeaning of the words used in the provision. The question\nof construction arises only in the event of an ambiguity or\nthe plain meaning of the words used in the Statute would\nbe self defeating.\"\nRecently, again Supreme Court in Grasim Industries Ltd.\nv. Collector of Customs, Bombay, (2002) 4 SCC 297 has\nfollowed the same principle and observed:\n\"Where the words are clear and there is no obscurity, and\nthere is no ambiguity and the intention of the legislature is\nclearly conveyed, there is no scope for Court to take upon\nitself the task of amending or altering the statutory\nprovisions.\"\n38. Thus, the Court can safely apply rule of plain\nF construction and legislative intent in light of the object sought\nto be achieved by the enactment. While interpreting the\nprovisions of the Act, it is not necessary for the Court to implant,\nor to exclude the words, or over emphasize language of the\nprovision where it is plain and simple. The provisions of the Act\nG should be permitted to have their full operation rather than\ncausing any impediment in their application by unnecessarily\nexpanding the scope of the provisions by implication.\nH\n39. We are unable to persuade ourselves to agree with\nthe reasoning given and view taken by the Tribunal in this regard,\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n169\nin the impugned order. Even though the Tribunal referred to the A\ndictum of the Court in the case of Tek Chand Bhatia (supra),\nit still concluded that the use of the words 'any' and 'or' were\nthe expressions of wide magnitude and that ‘any' being an\nadjective qualifies the nouns under the relevant provisions, i.e.\ndirections, decisions and orders, all were appealable without B\nexception.\nC\n40. The expression 'any', in fact, qualifies each of the three\nexpressions 'direction issued or decision made or order\npassed'. It cannot be said that it signifies any one of them and,\nparticularly, only 'direction issued'. All these words have been\nused by the legislature consciously and with a purpose. It has\nprovided for complete mechanism ensuring their\nimplementation under the provisions of the Act, for example,\nunder Section 26(1) the Commission is expected to make a\nD\ndecision by formation of a prima facie opinion and issue a\ndirection to cause an investigation to be made by the Director\nGeneral and after receiving the report has to take a final view\nin terms of Section 26(6) and even otherwise, it has the\ndiscretion to form an opinion and even close a case under\nSection 26(2). Having enacted these provisions, the legislature\nin its wisdom, made only the order under Section 26(2) and\n26(6) appealable under Section 53A of the Act. Thus. it\nspecifically excludes the opinion/decision of the authority under\nSection 26(1) and even an order passed under Section 26(7)\ndirecting further inquiry, from being appealable before the F\nTribunal. Therefore, it would neither be permissible nor.\nadvisable to make these provisions appealable against the\nlegislative mandate.\nE\n41. The existence of such excluding provisions, in fact, G\nexists in different statutes. Reference can even be made to the\nprovisions of Section 100A of the Code of Civil Procedure,\nwhere an order, which even may be a judgment, under the\nprovisions of the Letters Patent of different High Courts and are\nappealable within that law, are now excluded from the scope\nH\n170 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA of the appealable orders. In other words, instead of enlarging\nthe scope of appealable orders under that provision, the Courts\nhave applied the rule of plain construction and held that no\nappeal would lie in conflict with the provisions of Section 100A\nof the Code of Civil Procedure.\nB\nC\n42. Expressum facit cessare tacitum - Express mention\nof one thing implies the exclusion of other. (Expression\nprecludes implication). This doctrine has been applied by this\nCourt in various cases to enunciate the principle that expression\nprecludes implication. [Union of India vs. Tulsiram Patel, AIR\n1985 SC 1416]. It is always safer to apply plain and primary\nrule of construction. The first and primary rule of construction.\nis that intention of the legislature is to be found in the words\nused by the legislature itself. The true or legal meaning of an\nenactment is derived by construing the meaning of the word in\nD the light of the discernible purpose or object which\ncomprehends the mischief and its remedy to which an\nenactment is directed. [State of Himachal Pradesh vs. Kailash\nChand Mahajan (AIR 1992 SC 1277) and Padma Sundara\nRao v. State of T.N. (AIR 2002 SC 1334)].\nE\nរា\nF\nG\nH\n43. It is always important for the Court to keep in mind the\npurpose which lies behind the statute while interpreting the\nstatutory provisions. This was stated by this Court in Padma\nSundara Rao's case (supra) as under:-\n\"11. The first and primary rule of construction is\nthat the intention of the legislation must be found in the\nwords used by the legislature itself. The question is not\nwhat may be supposed and has been intended but what\nhas been said. \"Statutes should be construed, not as\ntheorems of Euclid\", Judge Learned Hand said, \"but words\nmust be construed with some imagination of the purposes\nwhich lie behind them\". (See Lenigh Valley Coal Co. v.\nYensavage,218 FR 547). The view was reiterated in\nUnion of India v. Filip Tiago De Gama of Vedem Vasco\nDe Gama (AIR 1990 SC 981).\"\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n171\n44. Applying these principles to the provisions of Section\n53A(1)(a), we are of the considered view that the appropriate\ninterpretation of this provision would be that no other direction,\ndecision or order of the Commission is appealable except\nthose expressly stated in Section 53A(1)(a). The maxim est\nboni judicis ampliare justiciam, non-jurisdictionem finds\napplication here. Right to appeal, being a statutory right, is\ncontrolled strictly by the provision and the procedure prescribing\nsuch a right. To read into the language of Section 53A that every\ndirection, order or decision of the Commission would be\nappealable will amount to unreasonable expansion of the\nprovision, when the language of Section 53A is clear and\nunambiguous. Section 53B(1) itself is an indicator of the\nrestricted scope of appeals that shall be maintainable before\nthe Tribunal; it provides that the aggrieved party has a right of\nappeal against ‘any direction, decision or order referred to in\nSection 53A(1)(a).' If the legislature intended to enlarge the\nscope and make orders, other than those, specified in Section\n53A(1)(a), then the language of Section 53B(1) ought to have\nbeen quite distinct from the one used by the legislature.\n45. One of the parties before the Commission would, in\nany case, be aggrieved by an order where the Commission\ngrants or declines to grant extension of time. Thus, every such\norder passed by the Commission would have to be treated as\nappealable as per the contention raised by the respondent\nbefore us as well as the view taken by the Tribunal. In our view,\nsuch orders cannot be held to be appealable within the meaning\nand language of Section 53A of the Act and also on the\nprinciple that they are not orders which determine the rights of\nthe parties. No appeal can lie against such an order. Still the\nparties are not remediless as, when they prefer an appeal\nagainst the final order, they can always take up grounds to\nchallenge the interim orders/directions passed by the\nCommission in the memorandum of appeal. Such an approach\nwould be in consonance with the procedural law prescribed in\nA\nB\nC\nD\nE\nព\nEL\nF\nG\nH\n"}