{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2010] 11 S.C.R. 112\nCOMPETITION COMMISSION OF INDIA\nV.\nSTEEL AUTHORITY OF INDIA LTD. \u0026 ANR.\n(Civil Appeal No. 7779 OF 2010)\nSEPTEMBER 9, 2010\n[S.H. KAPADIA, CJI, K.S.PANICKER RADHAKRISHNAN\nAND SWATANTER KUMAR, JJ.]\nCompetition Act, 2002:\n-\nss. 19,26(1), 53-A(1) Proceedings before the\nCompetition Commission - Appealable order - Information\nfurnished to the Commission alleging abuse by a Public\nSector Company of its dominant position and depriving others\nof fair competition - Direction issued by the Commission in\nterms of s.26(1) - HELD: Taking a prima facie view and\nissuing a direction to Director General for investigation would\nnot be an order appealable u/s 53-A - Interpretation of\nstatutes – Maxim, 'expressum facit cessare tacitum' and 'est\nboni judicis ampliare justiciam, non-jurisdictionem' ·\nApplicability of - Code of Civil Procedure, 1908 – Or.43,\nrr.4(1A).\n-\n-\n-\n-\ns.26(1) Power of Commission - Ambit and scope of -\nParty claiming issuance of notice - HELD: Neither any\nF statutory duty is cast on the Commission to issue notice/grant\nhearing nor can any party claim, as a matter of right notice\nand/or hearing at s.26(1) stage.\nG\nH\nss. 53-A and 53-B - Appeal before Competition\nAppellate Tribunal - Party - HELD: Competition Commission\nshall be a necessary party where inquiry has been initiated\nby it suo motu - In all other cases, it shall be a proper party\nin the proceedings before the Appellate Tribunal\nCompetition Commission of India (General) Regulations,\n112\n-\nCOMPETITION COMMISSION OF INDIA v. STEEL 113\n2009\n-\nAUTHORITY OF INDIA LTD.\nRegulations 14(4) and 51 - Code of Civil Procedure, A\n1908 Or.1,r.10.\n-\n-\n-\ns.33 Power of Commission to grant interim orders -\nHELD: 'During inquiry', if the Commission is satisfied that an\nact in contravention of the stated provision has been\ncommitted, continues to be committed, or is about to be\ncommitted, it may temporarily restrain any party without giving\nnotice to such party – The Legislature has intentionally used\nthe words 'not only ex-parte' but also ‘without notice to such\nparty' - However, this power has to be exercised by the\nCommission sparingly and under compelling and exceptional\ncircumstances, after recording its satisfaction that a case\nexists for the restraint order - Wherever Commission has\npassed interim order, it shall hear the affected party, thereafter\nas soon as possible - Competition Commission of India\n(General) Regulations, 2009 - Regulation 18(2) and 31(2).\ns.33 - 'During inquiry' - Connotation of - HELD: Inquiry\nis commenced when the Commission, in exercise of its\npowers u/s 26(1) issues a direction to the Director General.\n-\n-\n-\ns.26(1) – Formation of prima facie opinion Recording\nof reasons - HELD: Commission is expected to record at\nleast some reasons even while forming a prima facie view -\nHowever, while passing directions and order dealing with the\nrights of parties in its adjudicatory and determinative capacity,\nit is required of the Commission to pass speaking orders.\nB\nC\nD\nE\nF\nObject of the Act - Explained - Keeping in view the\nobjective of the Act and various functions performed by the\nCommission under the Act, directions issued in order to\nachieve the object of the Act and to ensure its proper G\nimplementation - The said directions shall remain in force\ntill appropriate regulations in that regard are framed by the\ncompetent authority - Legislation - Administrative Law\nDelegated/subordinate Legislation - Need for - Meanwhile,\n-\nH\nA\nB\nC\nD\n114 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\ndirections issued by Court through judicial pronouncement to\nremain in force.\n•\n...Words and Phrases:\nWords 'or, 'and', 'any' - Connotation of.\nExpressions 'inquiry' and 'investigation' - Connotation of.\nAn information was furnished to the Competition\nCommission of India (Commission) that respondent no.\n1(SAIL) entered into an exclusive supply agreement with\nIndian Railways for supply of rails and, thus, it was\nalleged, SAIL abused its dominant position in the market\nand deprived others of fair competition. The Commission\nregistered the information and directed the informant to\nfile an affidavit in support of the information supplied by\nit. A notice was issued to SAIL enclosing the information\nsubmitted by the informant, asking it to submit its reply\nwithin two weeks. SAIL requested for six weeks time. The\nCommission declined extension and, by its order dated\n8.12.2009, formed the opinion that prima facie case\nE existed against SAIL. It directed the Director General to\nmake investigation into the matter in terms of s.26(1) of\nthe Competition Act, 2002. SAIL was granted liberty to file\nits reply before the Director General. However, SAIL filed\nan interim reply before the Commission along with an\nF application that it should be heard before any interim\norder was passed by the Commission. On 22.11.2009, the\nCommission reiterated its earlier order directing the\nDirector General for investigation and granting liberty to\nSAIL to file its reply before the Director General. SAIL filed\nan appeal before the Competition Appellate Tribunal\n(Tribunal) challenging the order dated 8.12.2009. The\nCommission filed an application before the Tribunal\nseeking impleadment in the appeal, and also questioned\nthe maintainability of the appeal on the ground that the\nG\nI\nCOMPETITION COMMISSION OF INDIA v. STEEL 115\nAUTHORITY OF INDIA LTD.\ndirection simpliciter to conduct investigation was not an A\norder appealable within the meaning of s.53-A of the Act.\nThe Tribunal, inter alia, held that the Commission was\nneither a necessary party nor was it a proper party in the\nappeal; and that the appeal against the order dated\n8.12.2009 was maintainable.\nIn the instant appeal filed by the Commission, the\nfollowing questions arose for consideration.\nB\nQ.1Whether the directions passed by the\nCommission in exercise of its powers u/s 26(1) of the Act C\nforming a prima facie opinion would be appealable in\nterms of Section 53A(1) of the Act?\nQ.2What is the ambit and scope of power vested with\nthe Commission u/s 26(1) of the Act and whether the\nparties, including the informant or the affected party, are\nentitled to notice or hearing, as a matter of right, at the\npreliminary stage of formulating an opinion as to the\nexistence of the prima facie case?\nQ.3Whether the Commission would be a necessary,\nor at least a proper, party in the proceedings before the\nTribunal in an appeal preferred by any party?\nD\nE\nQ.4At what stage and in what manner the\nCommission can exercise powers vested in it u/s 33 of F\nthe Act to pass temporary restraint orders? and\nQ.5Whether it is obligatory for the Commission to\nrecord reasons for formation of a prima facie opinion in\nterms of s. 26(1) of the Act?\nG\nQ.6What directions, if any, need to be issued by the\nCourt to ensure proper compliance in regard to\nprocedural requirements while keeping in mind the\nscheme of the Act and the legislative intent? Also to\nensure that the procedural intricacies do not hamper in H\n116 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA achieving the object of the Act, i.e., free market and\ncompetition.\nB\nPartly allowing the appeal, the Court\nHELD: 1.1 In terms of s. 53A(1)(a) of the Competition\nAct, 2002, an appeal shall lie only against such directions,\ndecisions or orders passed by the Commission before\nthe Tribunal which have been specifically stated under the\nprovisions of s. 53A(1)(a). The orders, which have not\nbeen specifically made appealable, cannot be treated\nC appealable by implication. Taking a prima facie view and\nissuing a direction to the Director General for\ninvestigation would not be an order appealable u/s 53A.\nThus, the appeal preferred by SAIL ought to have been\ndismissed by the Tribunal as not maintainable. [para 21]\nD [149-F-G]\nE\nF\n1.2 Right of appeal is neither a natural nor inherent\nright vested in a party. It is substantive statutory right\nregulated by the statute creating it. In absence of any\nspecific provision creating a right in a party to file an\nappeal, such right can neither be assumed nor inferred\nin favour of the party. It is a creation of statute and it does\nrequire application of rule of plain construction. Such\nprovision should neither be construed too strictly nor too\nliberally; if given either of these extreme interpretations,\nit is bound to adversely affect the legislative object as\nwell as hamper the proceedings before the appropriate\nforum. [para 32 and 34] [165-F-H; 166-A; 164-G-H; 165-A]\nMaria Cristina De Souza Sadder vs. Amria Zurana\nG Pereira Pinto (1979) 1 SCC 92; M. Ramnarain Private\nLimited v. State Trading Corporation of India Limited, 1983\n(3) SCR 25 = (1983) 3 SCC 75; and Gujarat Agro Industries\nCo. Ltd. v. Municipal Corporation of the City of Ahmedabad\n1999 (2) SCR 895 = (1999) 4 SCC 468 - relied on.\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL 117\nAUTHORITY OF INDIA LTD.\nKondiba Dagadu Kadam vs. Savitribai Sopan Gujar A\n1999 (2) SCR 728 = (1999) 3 SCC 722; and Kashmir Singh\nvs. Harnam Singh 2008 (3) SCR 763 = 2008 AIR SC 1749;\nShiv Shakti Co-op. Housing Society, Nagpur vs. Swaraj\nDevelopers 2003 (3) SCR 762 = (2003) 6 SCC 659- referred\nto\nThe Law Commission of India, 183rd Report; Mimansa\nSutras by Jaimini - referred to.\nB\nC\n1.3 The Tribunal has been vested with the power to\nhear and dispose of appeals against any direction issued\nor decision made or order passed by the Commission in\nexercise of its powers under the provisions mentioned\nin s. 53A of the Act. The order passed by the Commission\nu/s 26(2) is a final order as it puts an end to the\nproceedings initiated upon receiving the information in D\none of the specified modes. This order has been\nspecifically made appealable u/s 53A of the Act. [para 24-\n25] [160-A-E]\n1.4 The provisions of s.53A(1)(a) use the expression\n‘any direction issued or decision made or order passed\nby the Commission'. There is no occasion for the court\nto read and interpret the word ‘or' in any different form\nas that would completely defeat the intention of the\nlegislature. It is a settled principle of law that the words\n‘or' and 'and' may be read as vice versa but not normally.\nThe language of the Section is clear and the statute does\nnot demand that the court should substitute 'or' or read\nthis word interchangeably for achieving the object of the\nAct. On the contrary, the objective of the Act is more than\nclear that the legislature intended to provide a very limited\nright to appeal. [para 27, 28, and 29] [162-A-E; 163-B-C]\nSuper Cassettes Industries Ltd. vs. State of U.P. 2009\n(14) SCR 627 = (2009)10 SCC 531; and Municipal\nE\nF\nG\nH\n118 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Corporation of Delhi vs. Tek Chand Bhatia 1980 (1) SCR\n910 = (1980) 1 SCC 158 - relied on\nB\nGreen v. Premier Glynrhonwy Slate Co. (1928) 1 KB 561\np. 568; and Mersey Docks and Harbour Board v. Henderson\nBros. (1888) 13 AC 595; - referred to.\n1.5 The direction u/s 26(1) after formation of a prima\nfacie opinion is a direction simpliciter to cause an\ninvestigation into the matter. Issuance of such a direction,\nat the face of it, is an administrative direction to one of\nC its own wings departmentally and is without entering\nupon any adjudicatory process. It does not effectively\ndetermine any right or obligation of the parties to the lis.\n[para 25] [160-C-E]\nD\nE\nAutomec Srl v. Commission of the European\nCommunities (1990) ECR II-00367 - referred to.\n1.6 The Tribunal was not right in holding that the use\nof the words 'any' and 'or' were the expressions of wide\nmagnitude and that ‘any' being an adjective qualifies the\nnouns under the relevant provisions, i.e. directions,\ndecisions and orders, all were appealable without\nexception. The expression ‘any', in fact, qualifies each of\nthe three expressions 'direction issued or decision made\nor order passed'. It cannot be said that it signifies any one\nF of them and, particularly, only 'direction issued'. All these\nwords have been used by the legislature consciously and\nwith a purpose. It has provided for complete mechanism\nensuring their implementation under the provisions of the\nAct. [para 39-40] [169-A-D]\nG\n1.7 The provisions of s.26 and 53A of the Act clearly\ndepict the legislative intent that the framers never desired\nthat all orders, directions and decisions should be\nappealable to the Tribunal. Under s.26(1) the Commission\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL 119\nAUTHORITY OF INDIA LTD.\nis expected to make a decision by formation of a prima A\nfacie opinion and issue a direction to cause an\ninvestigation to be made by the Director General and after\nreceiving the report has to take a final view in terms of\ns.26(6) and, even otherwise, it has the discretion to form\nan opinion and even close a case u/s 26(2). Having B\nenacted these provisions, the legislature, in its wisdom,\nmade only the order u/s 26(2) and 26(6) appealable u/s 53A\nof the Act. Thus, it specifically excludes the opinion/\ndecision of the authority u/s 26(1)` and even an order\npassed u/s 26(7) directing further inquiry, from being C\nappealable before the Tribunal. Therefore, it would\nneither be permissible nor advisable to make these\nprovisions appealable against the legislative mandate.\n[para 40] [169-C-F]\nD\n1.8 Expressum facit cessare tacitum - Express\nmention of one thing implies the exclusion of other.\n(Expression precludes implication). This doctrine has\nbeen applied by this Court in various cases to enunciate\nthe principle that expression precludes implication. The\nfirst and primary rule of construction is that intention of E\nthe legislature is to be found in the words used by the\nlegislature itself. The true or legal meaning of an\nenactment is derived by construing the meaning of the\nword in the light of the discernible purpose or object\nwhich comprehends the mischief and its remedy to which F\nan enactment is directed. It is always important for the\ncourt to keep in mind the purpose which lies behind the\nstatute while interpreting the statutory provisions. The\nappropriate interpretation of s.53A(1)(a) would be that no\nother direction, decision or order of the Commission is G\nappealable except those expressly stated in it. The maxim\nest boni judicis ampliare justiciam, non-jurisdictionem\nfinds application here. [para 42-44] [170-B-E; 171-A-C]\nUnion of India vs. Tulsiram Patel, 1985 (2) Suppl.\nH\n-\nA\nB\nC\n120 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nSCR 131 AIR 1985 SC 1416; State of Himachal Pradesh\nvs. Kailash Chand Mahajan 1992 (1) SCR 917 =AIR 1992 SC\n1277 and Padma Sundara Rao v. State of T.N. 2002 (2)\nSCR 383 =AIR 2002 SC 1334 referred to.\n-\n1.9 Section 53B(1) itself is an indicator of the\nrestricted scope of appeals that shall be maintainable\nbefore the Tribunal; it provides that the aggrieved party\nhas a right of appeal against ‘any direction, decision or\norder referred to in s.53A(1)(a).' One of the parties before\nthe Commission would, in any case, be aggrieved by an\norder where the Commission grants or declines to grant\nextension of time. Such orders cannot be held to be\nappealable within the meaning and language of s.53A of\nthe Act and also on the principle that they are not orders\nwhich determine the rights of the parties. No appeal can\nD lie against such an order. Still, the parties are not\nremediless as, when they prefer an appeal against the\nfinal order, they can always take up grounds to challenge\nthe interim orders/directions passed by the Commission\nin the memorandum of appeal. Such an approach would\nE be in consonance with the procedural law prescribed in\n0.43, r. 1-A CPC and even in other provisions thereof.\n[para 44-45] [171-C-D; F-H; 172-A]\nF\nG\nI\n2.1 Neither any statutory duty is cast on the\nCommission to issue notice or grant hearing, nor any\nparty can claim, as a matter of right, notice and/or hearing\nat the stage of formation of opinion by the Commission,\nin terms of s.26(1) of the Act, that a prima facie case exists\nfor issuance of a direction to the Director General to\ncause an investigation to be made into the matter. The\nprovisions of s.19 do not suggest that any notice is\nrequired to be given to the informant, affected party or any\nother person at that stage. [para 11 and 21] [149-H; 150-\nA-B; 145-C-D]\n2.2 However, the Commission, being a statutory body\nCOMPETITION COMMISSION OF INDIA v. STEEL 121\nAUTHORITY OF INDIA LTD.\nexercising, inter alia, regulatory jurisdiction, even at that A\nstage, in its discretion and in appropriate cases may call\nupon the concerned party(s) to render required\nassistance or produce requisite information, as per its\ndirective. [para 21] [150-C]\nB\nC\nD\n2.3 The principle of audi alteram partem, as\ncommonly understood, means 'hear the other side or\nhear both sides before a decision is arrived at'. The\nprinciple is largely understood as integral part of\nprinciples of natural justice. It is expected of a tribunal or\nany quasi-judicial body to ensure compliance of these\nprinciples before any order adverse to the interest of the\nparty can be passed. However, the exclusion of the\nprinciples of natural justice is also an equally known\nconcept and the legislature has the competence to enact\nlaws which specifically exclude the application of\nprinciples of natural justice in larger public interest and\nfor valid reasons. Generally, compliance or otherwise, of\nthese principles can be classified mainly under three\ncategories: first, where application of principles of natural\njustice is excluded by specific legislation; second, where\nthe law contemplates strict compliance to the provisions\nof principles of natural justice and default in compliance\nthereto can result in vitiating not only the orders but even\nthe proceedings taken against the delinquent; and third,\nwhere the law requires compliance to these principles of F\nnatural justice, but an irresistible conclusion is drawn by\nthe competent court or forum that no prejudice has been\ncaused to the delinquent and the non-compliance is with\nregard to an action of directory nature. The cases may\nfall in any of these categories and, therefore, the court G\nhas to examine the facts of each case in the light of the\nAct or the Rules and Regulations in force in relation to\n'such a case. [para 48-49] [172-G-H; 173-A-H; 174-A]\nCooper v. Wands Worth Board of Works (1863), 14 C.B.\nE\nH\n"}