{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"A\nB\nC\n192 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\n78. These principles were stated by this Court in Udit\nNarain Singh Malpaharia v. Addl. Member, Board of Revenue,\nBihar, [AIR 1963 SC 786], wherein this Court has held as\nunder:―\n“7. To answer the question raised it would be convenient\nat the outset to ascertain who are necessary or proper\nparties in a proceeding. The law on the subject is well\nsettled: it is enough if we state the principle. A necessary\nparty is one without whom no order can be made\neffectively; a proper party is one in whose absence an\neffective order can be made but whose presence is\nnecessary for a complete and final decision on the question\ninvolved in the proceeding.\"\n79. Another way to examine the matter is that if the\nD proceedings cannot be concluded completely and effectively in\nabsence of a party, that party should be normally impleaded\nas a party before the Court, of course, subject to other\nrestrictions in law. While non-joinder of necessary parties may\nprove fatal, the non-joinder of proper parties may not be fatal\nE to the proceedings, but would certainly adversely affect interest\nof justice and complete adjudication of the proceedings before\nthe appropriate forum.\nF\nG\n80. As a normal rule, the applicant/informant is dominus\nlitis and has the right to control the proceedings, but at the same\ntime, such applicant is required to notify all other parties against\nwhom the applicant wishes to proceed. Even if an applicant fails\nto join a party the Court has the discretion to direct joining of\nsuch party as the question of impleadment has to be decided\non the touchstone of Order | Rule 10 which provides that a\nnecessary or proper party may be added. [Ramesh Hirachand\nKundanmal v. Municipal Corporation of Greater Bombay\n[(1992) 2 SCC 524].\n81. In the proceedings, which are initiated by the\nH Commission suo moto, it shall be dominus litis of such\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n193\nB\nproceedings while in other cases, the Commission being a A\nregulatory body would be a proper party discharging\ninquisitorial, regulatory as well as adjudicatory functions and its\npresence before the Tribunal, particularly, in light of the above\nstated provisions, would be proper. The purpose is always to\nachieve complete, expeditious and effective adjudication. This\nCourt in the case of Brahm Dutt v. Union of India [(2005) 2\nSCC 431], while considering the constitutional validity of\nSection 8 of the Act observed that the Commission is an expert\nbody which had been created in consonance with international\npractice. The Court observed that it might be appropriate if two c\nbodies are created for performing two kinds of functions, one,\nadvisory and regulatory and other adjudicatory. Though the\nTribunal has been constituted by the Competition (Amendment)\nAct, 2007, the Commission continues to perform both the\nfunctions stated by this Court in that case. Cumulative effect of\nthe above reasoning is that the Commission would be a\nnecessary and/or a proper party in the proceedings before the\nTribunal.\n'\nSubmissions made and findings in relation to Point No.4\n82. Under this issue we have to discuss the ambit and\nscope of the powers vested in the Commission under Section\n33 of the Act. In order to objectively analyze the content of the\nsubmissions made before us, it will be appropriate to refer to\nthe provisions of the said Section, which read as under:\n-\n\"33. Power to issue interim orders. Where during an\ninquiry, the Commission is satisfied that an act in\ncontravention of sub-section (1) of section 3 or sub-section\n(1) of section 4 or section 6 has been committed and\ncontinues to be committed or that such act is about to be\ncommitted, the Commission may, by order, temporarily\nrestrain any party from carrying on such act until the\nconclusion of such inquiry or until further orders, without\ngiving notice to such party, where it deems it necessary\"\nD\nE\nF\nG\nH\nA\nC\nD\n194 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\n83. A bare reading of the above provision shows that the\nmost significant expression used by the legislature in this\nprovision is 'during inquiry'. 'During inquiry', if the Commission\nis satisfied that an act in contravention of the stated provisions\nhas been committed, continues to be committed or is about to\nB be committed, it may temporarily restrain any party 'without\ngiving notice to such party', where it deems necessary. The first\nand the foremost question that falls for consideration is, what\nis 'inquiry'? The word 'inquiry' has not been defined in the Act,\nhowever, Regulation 18(2) explains what is ‘inquiry'. 'Inquiry'\nshall be deemed to have commenced when direction to the\nDirector General is issued to conduct investigation in terms of\nRegulation 18(2). In other words, the law shall presume that an\n'inquiry' is commenced when the Commission, in exercise of\nits powers under Section 26(1) of the Act, issues a direction\nto the Director General. Once the Regulations have explained\n'inquiry' it will not be permissible to give meaning to this\nexpression contrary to the statutory explanation. Inquiry and\ninvestigation are quite distinguishable, as is clear from various\nprovisions of the Act as well as the scheme framed thereunder.\nThe Director General is expected to conduct an investigation\nonly in terms of the directive of the Commission and thereafter,\ninquiry shall be deemed to have commenced, which continues\nwith the submission of the report by the Director General, unlike\nthe investigation under the MRTP Act, 1969, where the Director\nGeneral can initiate investigation suo moto. Then the\nCommission has to consider such report as well as consider\nthe objections and submissions made by other party. Till the\ntime final order is passed by the Commission in accordance\nwith law, the inquiry under this Act continues. Both these\nexpressions cannot be treated as synonymous. They are\nG distinct, different in expression and operate in different areas.\nOnce the inquiry has begun, then alone the Commission is\nexpected to exercise its powers vested under Section 33 of the\nAct. That is the stage when jurisdiction of the Commission can\nbe invoked by a party for passing of an ex parte order. Even\nH at that stage, the Commission is required to record a\nE\nF\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n195\nB\nC\nD\nsatisfaction that there has been contravention of the provisions A\nmentioned under Section 33 and that such contravention has\nbeen committed, continues to be committed or is about to be\ncommitted. This satisfaction has to be understood differently\nfrom what is required while expressing a prima facie view in\nterms of Section 26(1) of the Act. The former is a definite\nexpression of the satisfaction recorded by the Commission\nupon due application of mind while the latter is a tentative view\nat that stage. Prior to any direction, it could be a general\nexamination or enquiry of the information/reference received by\nthe Commission, but after passing the direction the inquiry is\nmore definite in its scope and may be directed against a party.\nOnce such satisfaction is recorded, the Commission is vested\nwith the power and the informant is entitled to claim ex parte\ninjunction. The legislature has intentionally used the words not\nonly 'ex parte' but also ‘without notice to such party'. Again for\nthat purpose, it has to apply its mind, whether or not it is\nnecessary to give such a notice. The intent of the rule is to grant\nex parte injunction, but it is more desirable that upon passing\nan order, as contemplated under Section 33, it must give a\nshort notice to the other side to appear and to file objections\nto the continuation of.otherwise of such an order. Regulation\n31(2) of the Regulations clearly mandates such a procedure.\nWherever the Commission has passed interim order, it shall\nhear the parties against whom such an order has been made,'\nthereafter, as soon as possible. The expression 'as soon as\npossible' appearing in Regulation 31(2) has some significance\nand it will be obligatory upon the fora dealing with the matters\nto ensure compliance to this legislative mandate. Restraint\norders may be passed in exercise of its jurisdiction in terms of\nSection 33 but it must be kept in mind that the ex parte restraint\norders can have far reaching consequences and, therefore, it G\nwill be desirable to pass such order in exceptional\ncircumstances and deal with these matters most expeditiously.\n84. During an inquiry and where the Commission is\nsatisfied that the act has been committed and continues to be\nE\nF\nH\n196 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA committed or is about to be committed, in contravention of the\nprovisions stated in Section 33 of the Act, it may issue an order\ntemporarily restraining the party from carrying on such act, until\nthe conclusion of such inquiry or until further orders, without\ngiving notice to such party where it deems it necessary. This\nB power has to be exercised by the Commission sparingly and\nunder compelling and exceptional circumstances. The\nCommission, while recording a reasoned order, inter alia,\nshould (a) record its satisfaction (which has to be of much\nhigher degree than formation of a prima facie view under\nSection 26(1) of the Act) in clear terms that an act in\ncontravention of the stated provisions has been committed and\ncontinues to be committed or is about to be committed; (b) it\nis necessary to issue order of restraint and (c) from the record\nbefore the Commission, there is every likelihood that the party\nto the lis would suffer irreparable and irretrievable damage, or\nD\nthere is definite apprehension that it would have adverse effect\non competition in the market.\nC\n85. The power under Section 33 of the Act, to pass a\ntemporary restraint order, can only be exercised by the\nE Commission when it has formed prima facie opinion and\ndirected investigation in terms of Section 26(1) of the Act, as\nis evident from the language of this provision read with\nRegulation 18(2) of the Regulations.\nF\nG\nH\n86. It will be useful to refer to the judgment of this Court in\nthe case of Morgan Stanley Mutual Funds v. Kartick Das\n[(1994) 4 SCC 225], wherein this Court was concerned with\nConsumer Protection Act 1986, Companies Act 1956 and\nSecurities and Exchange Board of India (Mutual Fund)\nRegulations, 1993. As it appears from the contents of the\njudgment, there is no provision for passing ex-parte interim\norders under the Consumer Protection Act, 1986 but the Court\nnevertheless dealt with requirements for the grant of an ad\ninterim injunction, keeping in mind the expanding nature of the\ncorporate sector as well as the increase in vexatious litigation.\nThe Court spelt out the following principles:\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n197\n\"36. As a principle, ex parte injunction could be granted A\nonly under exceptional circumstances. The factors which\nshould weigh with the court in the grant of ex parte\ninjunction are\n(a)\n-\nwhether irreparable or serious mischief will\nensue to the plaintiff;\n(b) whether the refusal or ex parte injunction\nwould involve greater injustice than the grant\nof it would involve;\n(c)\n(d)\nthe court will also consider the time at which\nthe plaintiff first had notice of the act\ncomplained so that the making of improper\norder against a party in his absence is\nprevented;\nthe court will consider whether the plaintiff had\nacquiesced for sometime and in such\ncircumstances it will not grant ex parte\ninjunction;\nB\nC\nD\nE\n(e)\nthe court would expect a party applying for ex\nparte injunction to show utmost good faith in\nmaking the application;\n(f)\neven if granted, the ex parte injunction would\nbe for a limited period of time.\nF\n(g)\nGeneral principles like prima facie case,\nbalance of convenience and irreparable loss\nwould also be considered by the court.\"\nG\n87. In the case in hand, the provisions of Section 33 are\nspecific and certain criteria have been specified therein, which\nneed to be satisfied by the Commission, before it passes an\nex parte ad interim order. These three ingredients we have\nalready spelt out above and at the cost of repetition we may\nH\n198 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA notice that there has to be application of mind of higher degree\nand definite reasons having nexus to the necessity for passing\nsuch an order need be stated. Further, it is required that the\ncase of the informant-applicant should also be stronger than a\nmere prima facie case. Once these ingredients are satisfied\nB and where the Commission deems it necessary, it can pass\nsuch an order without giving notice to the other party. The scope\nof this power is limited and is expected to be exercised in\nappropriate circumstances. These provisions can hardly be\ninvoked in each and every case except in a reasoned manner.\nWherever, the applicant is able to satisfy the Commission that\nfrom the information received and the documents in support\nthereof, or even from the report submitted by the Director\nGeneral, a strong case is made out of contravention of the\nspecified provisions relating to anti-competitive agreement or\nan abuse of dominant position and it is in the interest of free\nmarket and trade that injunctive orders are called for, the\nCommission, in its discretion, may pass such order ex parte\nor even after issuing notice to the other side.\nC\nD\n88. For these reasons, we may conclude that the\nE Commission can pass ex parte ad interim restraint orders in\nterms of Section 33, only after having applied its mind as to\nthe existence of a prima facie case and issue direction to the\nDirector General for conducting an investigation in terms of\nSection 26(1) of the Act. It has the power to pass ad interim\nF ex parte injunction orders, but only upon recording its due\nsatisfaction as well as its view that the Commission deerned it\nnecessary not to give a notice to the other side. In all cases\nwhere ad interim ex parte injunction is issued, the Commission\nmust ensure that it makes the notice returnable within a very\nG short duration so that there is no abuse of the process of law\nand the very purpose of the Act is not defeated.\nSubmissions made and findings in relation to Point No.6\n89. In light of the above discussion, the next question that\nH we are required to consider is, whether the Court should issue\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n199\ncertain directions while keeping in mind the scheme of the Act,\nlegislative intent and the object sought to be achieved by\nenforcement of these provisions. We have already noticed that\nthe principal objects of the Act, in terms of its Preamble and\nStatement of Objects and Reasons, are to eliminate practices\nhaving adverse effect on the competition, to promote and\nsustain competition in the market, to protect the interest of the\nconsumers and ensure freedom of trade carried on by the\nparticipants in the market, in view of the economic.\ndevelopments in the country. In other words, the Act requires\nnot only protection of free trade but also protection of consumer\ninterest. The delay in disposal of cases, as well as undue\ncontinuation of interim restraint orders, can adversely and\nprejudicially affect the free economy of the country. Efforts to\nliberalize the Indian Economy to bring it at par with the best of\nthe economies in this era of globalization would be jeopardised\nif time bound schedule and, in any case, expeditious disposal.\nby the Commission is not adhered to. The scheme of various\nprovisions of the Act which we have already referred to\nincluding Sections 26, 29, 30, 31, 53B(5) and 53T and\nRegulations 12, 15, 16, 22, 32, 48 and 31 clearly show the\nlegislative intent to ensure time bound disposal of such matters.\n90. The Commission performs various functions including\nregulatory, inquisitorial and adjudicatory. The powers conferred\nby the Legislature upon the Commission under Sections 27(d)\nand 31(3) are of wide magnitude and of serious ramifications.\nThe Commission has the jurisdiction even to direct that an\nagreement entered into between the parties shall stand\nmodified to the extent and in the manner, as may be specified.\nSimilarly, where it is of the opinion that the combination has,\nor is likely to have, an appreciable adverse effect on\ncompetition but such adverse effect can be eliminated by\nsuitable modification to such combination, the Commission is\nempowered to direct such modification. These powers of the\nCommission, read with provisions mentioned earlier, certainly\nrequire issuance of certain directions in order to achieve the\nA\nB\nC\nD\nE\nדי\nF\nG\nH\nC\n200 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA object of the Act and to ensure its proper implementation. The\npower to restructure the agreement can be brought into service\nand matters dealt with expeditiously, rather than passing of ad\ninterim orders in relation to such agreements, which may\ncontinue for indefinite periods. To avoid this mischief, it is\nB necessary that wherever the Commission exercises its\njurisdiction to pass ad interim restraint orders, it must do so\nby issuing notices for a short date and deal with such\napplications expeditiously. Order XXXIX, Rules 3 and 3A of the\nCode of Civil Procedure also have similar provisions. Certain\nprocedural directions will help in avoiding prejudicial\nconsequences, against any of the parties to the proceedings\nand the possibility of abuse of jurisdiction by the parties can\nbe eliminated by proper exercise of discretion and for valid\nreasons. Courts have been issuing directions in appropriate\ncases and wherever the situation has demanded so.\nAdministration of justice does not depend on individuals, but it\nhas to be a collective effort at all levels of the judicial hierarchy,\ni.e. the hierarchy of the Courts or the fora before whom the\nmatters are sub-judice, so that the persons awaiting justice can\nreceive the same in a most expeditious and effective manner.\nThe approach of the Commission even in its procedural\nmatters, therefore, should be macro level rather than micro level.\nIt must deal with all such references or applications\nexpeditiously in accordance with law and by giving appropriate\nreasons. Thus, we find it necessary to issue some directions\nF which shall remain in force till appropriate regulations in that\nregard are framed by the competent authority.\nD\nE\nG\nFINDINGS ON MERITS:\n91. Having examined various legal issues arising in the\npresent case, we will now revert back to the facts of the case\nin hand. It is clear that Jindal Steel, the informant, had made a\nreference to the Commission. The Commission had initiated\nproceedings and asked for further information from the\ninformant and thereafter, had even issued notice calling upon\nH SAIL to submit its views and comments. From the record it is\nCOMPETITION COMMISSION OF INDIA v. STEEL 201\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\nD\nclear that parties had appeared before the Commission. The A\nSAIL had failed to file the reply and prayed for extension of time,\nwhich was declined by the Commission in its order dated 8th\nDecember, 2009. The Director General was asked to conduct\nthe investigation, but liberty was granted to SAIL to file its views\nand comments during the pendency of the investigation. Since B\nfurther time was declined, SAIL preferred an appeal before the\nTribunal, which resulted in passing of the order impugned in the\npresent appeal. We are unable to accede to the submission\nthat the Commission is not a necessary or proper party before\nthe Tribunal. On the contrary, the Regulations and even the C\ninterest of justice demands that for complete and effective\nadjudication the Commission be added as a necessary and\nproper party in the proceedings before the Tribunal. The\ndirection issued by the Commission was set aside by the\nTribunal and further time was granted to SAIL to file its further\nreply in addition to what has been filed on 15th December, 2009\nand the Tribunal then directed the Commission to consider all\nsuch material and record a fresh decision. We have held that\nthere is no statutory obligation on the Commission to issue\nnotice for grant of hearing to the parties at the stage of forming\nan opinion under Section 26(1) of the Act unless, upon due\napplication of mind, it finds it necessary to invite parties or\nexperts to render assistance to and produce documents before\nthe Commission at that stage. We are also unable to agree\nwith the view expressed by the Tribunal that the inquiry\ncommences as soon as the aspects highlighted in sub-section\n(1) to Section 19 are fulfilled and brought to the notice of the\nCommission. It is obvious that Regulation 18(2) was not\nbrought to the notice of the Tribunal which resulted in error of\nlaw, particularly, when examined in the light of other provisions\nand scheme of the Act as well. The Commission, vide its order G\ndated 8th December, 2009, had, for reasons stated therein,\ndeclined the extension of time to SAIL. This order of the\nCommission cannot be stated to be without jurisdiction or\nsuffering from any apparent error of law. However, the Tribunal,\nin exercise of its judicial discretion, had interfered with the said H\nE\nF\n"}