{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93}],"text":"202 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA order and granted further time to SAIL unconditionally. We do\nnot propose to interfere in the exercise of the discretion by the\nTribunal except to the extent of imposition of cost. We, therefore\ndirect that SAIL should pay cost of Rs. 25,000/- to the informant\nfor seeking extension of time. The cost shall be conditional,\nB whereafter, the additional reply filed by SAIL. would be taken\non record and the Commission shall apply its mind to form a\nprima facie view in terms of Section 26(1) of the Act, if the\nreport of the Director General has not been received as yet. In\nthe event the report prepared by the Director General during\nthe period 8th December, 2009 to 11th January, 2010 has\nbeen received, the Commission shall proceed in accordance\nwith the provisions of the Act and the principles of law\nenunciated in this judgment giving proper notice to the informant\nas well as to SAIL and pass appropriate orders.\nC\nD CONCLUSION AND DIRECTIONS\n92. Having discernibly stated our conclusions/ answers in\nthe earlier part of the judgment, we are of the considered opinion\nthat this is a fit case where this Court should also issue certain\nE directions in the larger interest of justice administration.\nF\nG\nI\n93. The scheme of the Act and the Regulations framed\nthereunder clearly demonstrate the legislative intent that the\ninvestigations and inquiries under the provisions of the Act\nshould be concluded as expeditiously as possible. The various\nprovisions and the Regulations, particularly Regulations 15 and\n16, direct conclusion of the investigation/inquiry or proceeding\nwithin a \"reasonable time\". The concept of \"reasonable time\"\nthus has to be construed meaningfully, keeping in view the\nobject of the Act and the larger interest of the domestic and\ninternational trade. In this backdrop, we are of the considered\nview that the following directions need to be issued:\n(A) Regulation 16 prescribes limitation of 15 days for the\nCommission to hold its first ordinary meeting to consider\nwhether prima facie case exists or not and in cases of\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n203\nalleged anti-competitive agreements and/or abuse of A\ndominant position, the opinion on existence of prima facie\ncase has to be formed within 60 days. Though the time\nperiod for such acts of the Commission has been\nspecified, still it is expected of the Commission to hold its\nmeetings and record its opinion about existence or\notherwise of a prima facie case within a period much\nshorter than the stated period.\n(B) All proceedings, including investigation and inquiry\nshould be completed by the Commission/Director General\nmost expeditiously and while ensuring that the time taken\nin completion of such proceedings does not adversely\naffect any of the parties as well as the open market in\npurposeful implementation of the provisions of the Act.\nB\nC\n(C) Wherever during the course of inquiry the Commission D\nexercises its jurisdiction to pass interim orders, it should\npass a final order in that behalf as expeditiously as\npossible and in any case not later than 60 days.\n(D) The Director General in terms of Regulation 20 is\nexpected to submit his report within a reasonable time. No\ninquiry by the Commission can proceed any further in\nabsence of the report by the Director General in terms of\nSection 26(2) of the Act. The reports by the Director\nGeneral should be submitted within the time as directed\nby the Commission but in all cases not later than 45 days\nfrom the date of passing of directions in terms of Section\n26(1) of the Act.\nE\nF\n(E) The Commission as well as the Director General shall\nmaintain complete 'confidentiality' as envisaged under G\nSection 57 of the Act and Regulation 35 of the\nRegulations. Wherever the 'confidentiality' is breached, the\naggrieved party certainly has the right to approach the\nCommission for issuance of appropriate directions in\nH\nA\nB\nC\n204 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nterms of the provisions of the Act and the Regulations in\nforce.\n94. In our considered view the scheme and essence of the\nAct and the Regulations are clearly suggestive of speedy and\nexpeditious disposal of the matters. Thus, it will be desirable\nthat the Competent Authority frames Regulations providing\ndefinite time frame for completion of investigation, inquiry and\nfinal disposal of the matters pending before the Commission.\nTill such Regulations are framed, the period specified by us\nsupra shall remain in force and we expect all the concerned\nauthorities to adhere to the period specified.\n95. Resultantly, this appeal is partially allowed. The order\ndated 15th February, 2010 passed by the Tribunal is modified\nto the above extent. The Commission shall proceed with the\nD case in accordance with law and the principles enunciated\nsupra.\nR.P\n96. In the circumstances there will be no order as to costs.\nAppeal partly allowed.\n"}