{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"122 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA (N.S.) 180; and Errington v. Minister of Health (1935) 1 KB\n249 - referred to.\nB\nC\n2.4 Issue of notice to a party at the initial stage of the\nproceedings, which are not determinative in their nature\nand substance, can hardly be implied; wherever the\nlegislature so desires it must say so specifically. From the\nprovisions of the Act, and some of the Regulations, it is\n• obvious that wherever the legislature has intended that\nnotice is to be served upon the other party, it has\nspecifically so stated and there is no compelling reason\nto read into the provisions of s.26(1) the requirement of\nnotice, when it is conspicuous by its very absence. [para\n51 and 58] [177-E; 175-A-C]\n2.5 The provisions of s.26(1) clearly indicate\nD exclusion of principles of natural justice, at least at the\ninitial stages, by necessary implication. In cases where\nthe conduct of an enterprise, association of enterprises,\nperson or association of persons or any other legal\nentity, is such that it would cause serious prejudice to the\nE public interest and also violates the provisions of the Act,\nthe Commission will be well within its jurisdiction to pass\nex parte ad interim injunction orders immediately in terms\nof s. 33 of the Act, while granting post decisional hearing\npositively, within a very short span in terms of Regulation\nF 31(2). This would certainly be more than adequate\ncompliance to the principles of natural justice. The\napplication of the principle of natural justice, therefore,\nwould depend upon the nature of the duty to be\nperformed by the authority under the statute. Decision in\nthis regard is, in fact, panacea to the rival contentions\nwhich may be raised by the parties in a given case. [para\n61 and 63] [179-G-H; 180-A-D; 181-C-E]\nG\nH\nDelhi Transport Corporation vs. Delhi Transport\nCorporation Mazdoor Congress (1991) Supp1 SCC 600;\nCOMPETITION COMMISSION OF INDIA v. STEEL 123\nAUTHORITY OF INDIA LTD.\nUnion of India v. W.N. Chadha 1992 (3) Suppl. SCR 594 =\n(1993) Supp 4 SCC 260; Maneka Gandhi v. Union of India\n(1978) 1 SCC 48; State of Punjab v. Gurdayal 1980 (1)\nSCR 1071 =AIR 1980 SC 319; Raj Restaurant and Anr. v.\nMunicipal Corporation of Delhi (1982) 3 SCC 338; Canara\nBank vs. Debasis Das 2003 (2) SCR 968 = (2003) 4 SCC\n557; M. Krishna Swami vs. Union of India 1992 ( 1 ) Suppl.\nSCR 53 = (1992) 4 SCC 605 - referred to.\nAzienda Colori Nazionali - ACNA S.P.A. v Commission\nof the European Communities, (1972) ECR 0933 - referred\nto.\nA\nB\nC\nD\n2.6 Besides, the jurisdiction of the Commission to act\nu/s 26(1) does not contemplate any adjudicatory function.\nThe Commission is not expected to give notice to the\nparties, i.e. the informant or the affected parties and hear\nthem at length, before forming its opinion. The function\nis of a very preliminary nature and in fact, in common\nparlance, it is a departmental function. At that stage, it\ndoes not condemn any person and, therefore, application\nof audi alteram partem is not called for. Formation of a E\nprima facie opinion departmentally (Director General,\nbeing appointed by the Central Government to assist the\nCommission, is one of the wings of the Commission itself)\ndoes not amount to an adjudicatory function but is merely\nof administrative nature. At best, it can direct the\ninvestigation to be conducted and report to be submitted\nto the Commission itself or close the case in terms of s.\n26(2) of the Act, which order itself is appealable before\nthe Tribunal and only after this stage, there is a specific\nright of notice and hearing available to the aggrieved/\naffected party. The functions performed by the\nCommission u/s 26(1) of the Act are in the nature of\npreparatory measures in contrast to the decision making\nprocess. That is the precise reason that the legislature\nhas used the word 'direction' to be issued to the Director\nLL\nF\nG\nH\n124 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA General for investigation in that provision and not that the\n. Commission shall take a decision or pass an order\ndirecting inquiry into the allegations made in the\nreference to the Commission. [para 66-67] [183-H; 184-A-\nD; 185-B-C]\nB\nC\nD\nE\n2.7 Cumulative reading of the relevant provisions, in\nconjunction with the scheme of the Act and the object\nsought to be achieved, suggests that it will not be in\nconsonance with the settled rules of interpretation that\na statutory notice or an absolute right to claim notice and\nhearing can be read into the provisions of s.26(1) of the\nAct. Discretion to invite, has been vested in the\nCommission, by virtue of the Regulations, which must be\nconstrued in their plain language and without giving it\nundue expansion. Thus, keeping in mind the nature of\nthe functions required to be performed by the\nCommission in terms of s. 26(1), the Court is of the\nconsidered view that the right of notice of hearing is not\ncontemplated under the provisions of s. 26(1) of the Act.\n[para 59 and 66] [177-H; 178-A-B; 184-D-E]\n3.1 The Commission, in cases where the inquiry has\nbeen initiated by the Commission suo moto, shall be a\nnecessary party and in all other cases the Commission\nshall be a proper party in the proceedings before the\nF Competition Tribunal. The presence of the Commission\nbefore the Tribunal would help in complete adjudication\nand effective and expeditious disposal of matters. Being\nan expert body, its views would be of appropriate\nassistance to the Tribunal. Thus, the Commission in the\nproceedings before the Tribunal would be a necessary\nor a proper party, as the case may be. [para 21] [150-G-\nH; 151-A-B]\nG\n3.2 The concept of necessary and proper parties is\nan accepted norm of civil law and its principles can safely\nH be applied to the proceedings before the Tribunal to a\nCOMPETITION COMMISSION OF INDIA v. STEEL 125\nAUTHORITY OF INDIA LTD.\nB\nlimited extent. The procedure for entertaining the appeals A\nis specified u/s 53-B of the Act. The expression 'any\nperson' appearing in s. 53B has to be construed liberally\nas the provision first mentions specific government\n· bodies then local authorities and enterprises, which term,\nin any case, is of generic nature and then lastly mentions\n'any person'. Obviously, it is intended that expanded\nmeaning be given to the term 'persons', i.e., persons or\nbodies who are entitled to appeal. The right of hearing is\nalso available to the parties to appeal. The provisions\nclearly indicate that the Commission being a body c\ncorporate, is expected to be party in the proceedings\nbefore the Tribunal as it has a legal right of\nrepresentation. Absence of the Commission before the\nTribunal will deprive it of presenting its views in the\nproceedings. Thus, it may not be able to effectively\nexercise its right to appeal in terms of s. 53 of the Act.\n[para 72 and 75] [188-H; 189-A; 190-B-D]\nD\nE\nF\n3.3 Furthermore, in view of provisions of Regulations\n14(4) and 51, the Commission can be a necessary or a\nproper party in the proceedings before the Tribunal. The\nCommission, in terms of s.19 read with s.26 of the Act, is\nentitled to commence proceedings suo moto and adopt\nits own procedure for completion of such proceedings.\nThus, the principle of fairness would demand that such\nparty should be heard by the Tribunal before any orders\nadverse to it are passed in such cases. The Tribunal has\ntaken the view that in cases where proceedings initiated\nsuo moto by the Commission, the Commission is a\nnecessary party. Even otherwise, as a normal rule, the\napplicant/informant is dominus litis and has the right to G\ncontrol the proceedings, but at the same time, such\napplicant is required to notify all other parties against\nwhom the applicant wishes to proceed. Even if an\napplicant fails to join a party the court has the discretion\nto direct joining of such party as the question of H\n126 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA impleadment has to be decided on the touchstone of\nOr.1,r,10 CPC, which provides that a necessary or proper\nparty may be added. [para 75 and 80] [190-D-G; 192-F-G]\nB\nUdit Narain Singh Malpaharia v. Addl. Member, Board of\nRevenue, Bihar, 1963 Suppl. SCR 676 = AIR 1963 SC 786;\nRamesh Hirachand Kundanmal v. Municipal Corporation of\nGreater Bombay 1992 ( 2 ) SCR 1 = (1992) 2 SCC 524 -\nreferred to.\n3.4 In the proceedings, which are initiated by the\nC Commission suo moto, it shall be dominus litis of such\nproceedings while in other cases, the Commission being\na regulatory body would be a proper party discharging\ninquisitorial, regulatory as well as adjudicatory functions\nand its presence before the Tribunal would be proper.\nD The purpose is always to achieve complete, expeditious\nand effective adjudication. The Commission would be a\nnecessary and/or a proper party in the proceedings\nbefore the Tribunal. [para 81] [192-H; 193-A-D]\nE\nBrahm Dutt v. Union of India (2005) 2 SCC 431 -\nreferred to.\n4.1 During an inquiry and where the Commission is\nsatisfied that the act is in contravention of the provisions\nstated in s. 33 of the Act, it may issue an order temporarily\nF restraining the party from carrying on such act, until the\nconclusion of such inquiry or until further orders without\ngiving notice to such party, where it deems it necessary.\nThis power has to be exercised by the Commission\nsparingly and under compelling and exceptional\nG circumstances. The Commission, while recording a\nreasoned order inter alia should: (a) record its\nsatisfaction (which has to be of much higher degree than\nformation of a prima facie view u/s 26(1) of the Act) in\nclear terms that an act in contravention of the stated\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL 127\nAUTHORITY OF INDIA LTD.\nprovisions has been committed and continues to be A\ncommitted or is about to be committed; (b) It is necessary\nto issue order of restraint and (c) from the record before\nthe Commission, it is apparent that there is every\nlikelihood of the party to the lis, suffering irreparable and\nirretrievable damage or there is definite apprehension that B\nit would have adverse effect on competition in the market.\nThe three ingredients that there has to be application of\nmind of higher degree and definite reasons having nexus'\nto the necessity for passing such an order need be\nstated. Further, it is required that the case of the\ninformant-applicant should also be stronger than a mere\nprima facie case. Once these ingredients are satisfied and\nwhere the Commission deems it necessary, it can pass\nsuch an order without giving notice to the other party. The\nscope of this power is limited and is expected to be\nexercised in appropriate circumstances. [para 21 and 87]\n[151-C-H; 197-G-H; 198-A-B]\n4.2 The power u/s 33 of the Act to pass temporary\nrestraint order can only be exercised by the Commission\nwhen it has formed prima facie opinion and directed\ninvestigation in terms of s. 26(1) of the Act, as is evident\nfrom the language of this provision read with Regulation\n18(2) of the Regulations. [para 21] [152-A-B]\n4.3 A bare reading of s.33 shows that the most\nsignificant expression used by the legislature in this\nprovision is 'during inquiry'. The word 'inquiry' has not\nbeen defined in the Act. However, Regulation 18(2)\nexplains that ‘inquiry' shall be deemed to have\ncommenced when direction to the Director General is\nissued to conduct investigation in terms of Regulation\n18(2). Thus, the law shall presume that an ‘inquiry' is\ncommenced when the Commission, in exercise of its\npowers u/s 26(1) of the Act, issues a direction to the\nDirector General. Once the Regulations have explained\nC\nD.\nE\nF\nG\nH\n128 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA 'inquiry' it will not be permissible to give meaning to this\nexpression contrary to the statutory explanation. The\nTribunal erred in holding that the inquiry commences as\nsoon as the aspects highlighted in sub-section (1) of s.19\nare fulfilled and brought to the notice of the Commission.\nB It is obvious that Regulation 18(2) was not brought to the\nnotice of the Tribunal which resulted in error of law,\nparticularly, when examined in the light of other\nprovisions and scheme of the Act as well. [para 83 and\n91] [194-A-D; 201-F-G]\nC\nD\n4.4 Inquiry and investigation are quite\ndistinguishable, as is clear from various provisions of the\nAct as well as the scheme framed thereunder. Both these\nexpressions cannot be treated as synonymous. They are\ndistinct, different in expression and operate in different\nareas. The Director General is expected to conduct an\ninvestigation only in terms of the directive of the\nCommission and thereafter, inquiry shall be deemed to\nhave commenced, which continues with the submission\nof the report by the Director General, unlike the\nE investigation under the MRTP Act, 1969, where the\nDirector General can initiate investigation suo motu. Then\nthe Commission has to consider such report as well as\nconsider the objections and submissions made by other\nparty. Till the time final order is passed by the\nF Commission in accordance with law, the inquiry under\nthis Act continues. [para 83] [194-D-G]\nG\nH\n4.5 Once the inquiry has begun, then alone the\nCommission is expected to exercise its powers vested u/\ns 33 of the Act. That is the stage when jurisdiction of the\nCommission can be invoked by a party for passing of an\nex parte order. Even at that stage, the Commission is\nrequired to record a satisfaction that there has been\ncontravention of the provisions mentioned u/s 33 and that\nsuch contravention has been committed, continues to be\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD.\n129\nA\ncommitted or is about to be committed. This satisfaction\nhas to be understood differently from what is required\nwhile expressing a prima facie view in terms of s.26(1) of\nthe Act. The former is a definite expression of the\nsatisfaction recorded by the Commission upon due\napplication of mind while the latter is a tentative view at B\nthat stage. Prior to any direction, it could be a general\nexamination or enquiry of the information/reference\nreceived by the Commission, but after passing the\ndirection the inquiry is more definite in its scope and may\nbe directed against a party. Once such satisfaction is C\nrecorded, the Commission is vested with the power and\nthe informant is entitled to claim ex parte injunction. The\nlegislature has intentionally used the words not only 'ex\nparte' but also ‘without notice to such party'. Again for\nthat purpose, the Commission has to apply its mind,\nwhether or not it is necessary to give such a notice. [para\n83] [194-G-H; 195-A-D]\nD\nE\nF\n4.6 The intent of the rule is to grant ex parte\ninjunction, but it is more desirable that upon passing an\norder, as contemplated u/s 33, it must give a short notice\nto the other side to appear and to file objections to the\ncontinuation or otherwise of such an order. Regulation\n31(2) of the Regulations clearly mandates such a\nprocedure. Wherever the Commission has passed interim\norder, it shall hear the parties against whom such an\norder has been made, thereafter; as soon as possible. The\nexpression 'as soon as possible' appearing in Regulation\n31(2) has some significance and it will be obligatory upon\nthe fora dealing with the matters to ensure compliance\nto this legislative mandate. Restraint orders may be G\npassed in exercise of jurisdiction in terms of s. 33 but it\nmust be kept in mind that the ex parte restraint orders\ncan have far reaching consequences and, therefore, it will\nbe desirable to pass such order in exceptional\ncircumstances and deal with these matters most H\n130 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA expeditiously. [para 83] [195-D-G]\nB\nC\nD\nMorgan Stanley Mutual Funds v. Kartick Das 1994 (1)\nSuppl. SCR 136 = (1994) 4 SCC 225 – referred to.\n-\n.5.1 In consonance with the settled principles of\nadministrative jurisprudence, the Commission is\nexpected to record at least some reasons even while\nforming a prima facie view. However, while passing\ndirections and orders dealing with the rights of the parties\nin its adjudicatory and determinative capacity, it is\nrequired of the Commission to pass speaking orders,\nupon due application of mind, responding to all the\ncontentions raised before it by the rival parties. [para 21]\n[152-C-D]\n5.2 By practice adopted in all courts and by virtue of\njudge-made law, the concept of reasoned judgment has\nbecome an indispensable part of basic rule of law and in\nfact, is a mandatory requirement of the procedural law.\nClarity of thoughts leads to clarity of vision and therefore,\nE proper reasoning is foundation of a just and fair decision.\n[para 69] [187-E-F]\nAssistant Commissioner, C.T.D.W.C. v. M/s Shukla \u0026\nBrothers 2010 (4) SCR 627 =JT 2010 (4) SC 35; Gurdial\nSingh Fijji vs. State of Punjab [1979] 2 SCC 368 - referred\nF to.\nG\nH\nAlexander Machinery (Dudley) Ltd. v. Crabtree 1974 ICR\n120 referred to.\n-\n5.3 Section 26, under its different sub-sections,\nrequires the Commission to issue various directions, take\ndecisions and pass orders, some of which are even\nappealable before the Tribunal. Even if it is a direction\nunder any of the provisions and not a decision,\nconclusion or order passed on merits by the\nCOMPETITION COMMISSION OF INDIA v. STEEL 131\nAUTHORITY OF INDIA LTD.\nB\nCommission, it is expected that the same would be A\nsupported by some reasoning. At the stage of forming a\nprima facie view, as required u/s 26(1) of the Act, the\nCommission may not really record detailed reasons, but\nmust express its mind in no uncertain terms, by\nrecording minimum reasons, that it is of the view that a\nprima facie case exists, requiring issuance of direction for\ninvestigation to the Director General. Such view should\nbe recorded with reference to the information furnished\nto the Commission. Such opinion should be formed on\nthe basis of the records, including the information\nfurnished and reference made to the Commission under\nthe various provisions of the Act. [para 70] [187-G-H; 188-\nA-D]\nC\nD\n6.1 The main objective of competition law is to\npromote economic efficiency using competition as one\nof the means of assisting the creation of market\nresponsive to consumer preferences. The advantages of\nperfect competition are three-fold: allocative efficiency,\nwhich ensures the effective allocation of resources;\nproductive efficiency, which ensures that costs of E\nproduction are kept at a minimum; and dynamic\nefficiency, which promotes innovative practices. These\nfactors by and large have been accepted all over the\nworld as the guiding principles for effective\nimplementation of competition law. The Act and the F\nRegulations framed thereunder clearly indicate the\nlegislative intent of dealing with the matters related to\ncontravention of the Act, expeditiously and even in a time\nbound programme. Keeping in view the nature of the\ncontroversies arising under the provisions of the Act and G\nlarger public interest, the matters should be dealt with\nand taken to the logical ends of pronouncement of final\norders without any undue delay. In the event of delay, the\nvery purpose and object of the Act is likely to be\nfrustrated and the possibility of great damage to the open H\n"}