{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"132 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA market and resultantly, country's economy cannot be\nrules out. [para 5 and 7] [138-B-D; 139-F-H]\nB\nC\n6.2 The Commission performs various functions\nincluding regulatory, inquisitorial and adjudicatory. The\npowers conferred by the Legislature upon the\nCommission u/ss 27(d) and 31(3) are of wide magnitude\nand of serious ramifications. The Commission has the\njurisdiction even to direct that an agreement entered into\nbetween the parties shall stand modified to the extent and\nin the manner, as may be specified. Similarly, where it is\nof the opinion that the combination has, or is likely to\nhave, an appreciable adverse effect on competition but\nsuch adverse effect can be eliminated by suitable\nmodification to such combination, the Commission is\nempowered to direct such modification. These powers of\nD the Commission, read with other provisions, certainly\nrequire issuance of certain directions in order to achieve\nthe object of the Act and to ensure its proper\nimplementation. The following directions are, therefore,\nissued which shall remain in force till appropriate\nE regulations in that regard are framed by the competent\nauthority:\nF\nG\n(A) Regulation 16 prescribes limitation of 15 days for\nthe Commission to hold its first ordinary meeting to\nconsider whether prima facie case exists or not and in\ncases of alleged anti-competitive agreements and/or\nabuse of dominant position, the opinion on existence of\nprima facie case has to be formed within 60 days. Though\nthe time period for such acts of the Commission has been\nspecified, still it is expected of the Commission to hold\nits meetings and record its opinion about existence or\notherwise of a prima facie case within a period much\nshorter than the stated period.\n(B) All proceedings, including investigation and\nH inquiry should be completed by the Commission/Director\nCOMPETITION COMMISSION OF INDIA v. STEEL 133\nAUTHORITY OF INDIA LTD.\nGeneral most expeditiously and while ensuring that the A\ntime taken in completion of such proceedings does not\nadversely affect any of the parties as well as the open\nmarket in purposeful implementation of the provisions of\nthe Act.\n(C) Wherever during the course of inquiry the\nCommission exercises its jurisdiction to pass interim\norders, it should pass a final order in that behalf as\nexpeditiously as possible and in any case not later than\n60 days.\nB\nс\n(D) The Director General in terms of Regulation 20 is\nexpected to submit his report within a reasonable time.\nNo inquiry by the Commission can proceed any further\nin absence of the report by the Director General in terms\nof Section 26(2) of the Act. The reports by the Director D\nGeneral should be submitted within the time as directed\nby the Commission but in all cases not later than 45 days\nfrom the date of passing of directions in terms of s. 26(1)\nof the Act.\n(E) The Commission as well as the Director General\nshall maintain complete 'confidentiality' as envisaged u/\ns 57 of the Act and Regulation 35 of the Regulations.\nWherever the 'confidentiality' is breached, the aggrieved\nparty certainly has the right to approach the Commission\nfor issuance of appropriate directions in terms of the\nprovisions of the Act and the Regulations in force. [para\n93] [202-F-H; 203-A-H; 204-A]\nE\nF\n6.3 In the considered view of the Court, the scheme\nand essence of the Act and the Regulations are clearly G\nsuggestive of speedy and expeditious disposal of the\nmatters. Thus, it will be desirable that the Competent\nAuthority frames Regulations providing definite time\nframe for completion of investigation, inquiry and final\ndisposal of the matters pending before the Commission. H\n134\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Till such Regulations are framed, the period specified by\nthis Court shall remain in force and the Court expects all\nthe authorities concerned to adhere to the period\nspecified. [para 94] [204-B-C]\nC\nD\n7. The Commission, vide its order dated 8th\nDecember, 2009, had, for reasons stated therein, declined\nthe extension of time to SAIL. This order of the\nCommission cannot be stated to be without jurisdiction\nor suffering from any apparent error of law. However, the\nTribunal, in exercise of its judicial discretion, had\ninterfered with the said order and granted further time to\nSAIL unconditionally. This Court would not interfere in\nthe exercise of the discretion by the Tribunal except to\nthe extent of imposition of cost. Therefore, SAIL is\ndirected to pay cost of Rs. 25,000/- to the informant for\nseeking extension of time. The cost shall be conditional,\nwhereafter, the additional reply filed by SAIL would be\ntaken on record and the Commission shall apply its mind\nto form a prima facie view in terms of s. 26(1) of the Act, if\nthe report of the Director General has not been received\nE as yet. In the event the report prepared by the Director\nGeneral during the period 8th December, 2009 to 11th\nJanuary, 2010 has been received, the Commission shall\nproceed in accordance with the provisions of the Act and\nthe principles of law enunciated in this judgment giving.\nF proper notice to the informant as well as to SAIL and pass\nappropriate orders. The order dated 15.2.2010 passed by\nthe Tribunal is modified. The Commission shall proceed\nwith the case in accordance with law and the principles\nenunciated supra. [para 91 and 95] [201-A-B; G-H; 202-\nG A-C; 204-D]\nI\nCase Law Reference:\n(1990) ECR II-00367\nreferred to\npara 26\n(1928) 1 KB 561 p. 568 referred to\npara 28\nCOMPETITION COMMISSION OF INDIA v. STEEL 135\nAUTHORITY OF INDIA LTD.\n(1888) 13 AC 595\nreferred to\npara 28\nA\n1980 (1) SCR 910\nrelied on\npara 28\n2009 (14) SCR 627\nrelied on\npara 30\n(1979) 1 SCC 92\nrelied on\npara 33\nB\n1983 (3) SCR 25\nrelied on\npara 34\n1999 (2) SCR 895\nrelied on\npara 34\n1999 (2) SCR 728\nreferred to\npara 34\n2008 (3) SCR 763\nC\nreferred to\npara 34\n2003 (3) SCR 762\nreferred to\npara 36\n1985 (2) Suppl. SCR 131 referred to\npara 42\n1992 (1) SCR 917\nreferred to\npara 42\nD\ni\n2002 (2) SCR 383\nreferred to\npara 42\n(1863), 14 C.B. (N.S.) 180 referred to\npara 49\n(1935) 1 KB 249\nreferred to\npara 49\nヨ\n(1991) Supp1 SCC 600\nreferred to\npara 60\n1992 (3) Suppl. SCR 594 referred to\npara 60\n(1978) 1 SCC 48\nreferred to\npara 61\nபட்\nF\n1980 (1) SCR 1071\nreferred to\npara 61\n(1982) 3 SCC 338\nreferred to\npara 62\n2003 (2) SCR 968\nreferred to\npara 63\n1992 (1) Suppl. SCR 53\nreferred to\nG\npara 64\n(1972) ECR 0933\nreferred to\npara 65\n2010 (4) SCR 627\nreferred to\npara 68\n[1979] 2 SCC 368\nreferred to\npara 69\nH\n136 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA 1974 ICR 120\nreferred to.\nPara 69\n1963 Suppl. SCR 676\nreferred to.\nPara 78\n1992 (2) SCR 1\nreferred to\nPara 80\n(2005) 2 SCC 431\nreferred to\nPara 81\nB\nPara 86\nC\n1994 (1) Suppl. SCR 136 referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7779 of 2010.\nFrom the Judgment \u0026 Order dated 15.02.2010 of the\nCompetition Appellate Tribunal, New Delhi in Appeal No. 1 of\n2009.\nGopal Subramaniam, SG, Tarun Gulati, Suhail Nathani,\nD Neil Hildreth, Samir Gandhim, Rahul Rai, Sparsh Bhargava,\nKishore Kunal, Rony John, Praveen Kumar, Shahi Mathews for\nthe Appellant.\nE\nLL\nF\nH.N. Salve, R.F. Nariman, Jagdeep Dhankhar, P.S. Shroff,\nRuchi A. Mahajan, Harman Singh Sandhu, Jai Mohan, Chetna\nRai, (for Suresh A. Shroff \u0026 Co.), Sunil Kumar Jain, Aneesh\nMittal, K.P.S. Channi for the Respondents.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. The application for leave to\nappeal is allowed.\n2. The decision of the Government of India to liberalize its\neconomy with the intention of removing controls persuaded the\nIndian Parliament to enact laws providing for checks and\nG balances in the free economy. The laws were required to be\nenacted, primarily, for the objective of taking measures to avoid\nanti-competitive agreements and abuse of dominance as well\nas to regulate mergers and takeovers which result in distortion\nof the market. The earlier Monopolies and Restrictive Trade\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL 137\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\nB\nPractices Act, 1969 was not only found to be inadequate but A\nalso obsolete in certain respects, particularly, in the light of\ninternational economic developments relating to competition\nlaw. Most countries in the world have enacted competition laws\nto protect their free market economies- an economic system\nin which the allocation of resources is determined solely by\nsupply and demand. The rationale of free market economy is\nthat the competitive offers of different suppliers allow the buyers\nto make the best purchase. The motivation of each participant\nin a free market economy is to maximize self-interest but the\nresult is favourable to society. As Adam Smith observed: “there\nis an invisible hand at work to take care of this\".\nC\nD\n3. As far as American law is concerned, it is said that the\nSherman Act, 1890, is the first codification of recognized\ncommon law principles of competition law. With the progress\nof time, even there the competition law has attained new\ndimensions with the enactment of subsequent laws, like the\nClayton Act, 1914, the Federal Trade Commission Act, 1914\nand the Robinson-Patman Act, 1936. The United Kingdom, on\nthe other hand, introduced the considerably less stringent\nRestrictive Practices Act, 1956, but later on more elaborate E\nlegislations like the Competition Act, 1998 and the Enterprise\nAct, 2002 were introduced. Australia introduced its current\nTrade Practices Act in 1974.\n4. The overall intention of competition law policy has not\nchanged markedly over the past century. Its intent is to limit the\nrole of market power that might result from substantial\nconcentration in a particular industry. The major concern with\nmonopoly and similar kinds of concentration is not that being\nbig is necessarily undesirable. However, because of the control\nexerted by a monopoly over price, there are economic\nefficiency losses to society and product quality and diversity\nmay also be affected. Thus, there is a need to protect\ncompetition. The primary purpose of competition law is to\nremedy some of those situations where the activities of one firm\nF\nG\nH\n138\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA or two lead to the breakdown of the free market system, or, to\nB\nC\nD\nE\nF\nG\nH\nprevent such a breakdown by laying down rules by which rival\nbusinesses can compete with each other. The model of perfect\ncompetition is the 'economic model' that usually comes to an\neconomist's mind when thinking about the competitive markets.\n5. As far as the objectives of competition laws are\nconcerned, they vary from country to country and even within a\ncountry they seem to change and evolve over the time.\nHowever, it will be useful to refer to some of the common\nobjectives of competition law. The main objective of competition\nlaw is to promote economic efficiency using competition as one\nof the means of assisting the creation of market responsive to\nconsumer preferences. The advantages of perfect competition\nare three-fold: allocative efficiency, which ensures the effective\nallocation of resources, productive efficiency, which ensures that\ncosts of production are kept at a minimum and dynamic\nefficiency, which promotes innovative practices. These factors\nby and large have been accepted all over the world as the\nguiding principles for effective implementation of competition\nlaw.\n6. In India, a High Level Committee on Competition Policy\nand Law was constituted to examine its various aspects and\nmake suggestions keeping in view the competition policy of\nIndia. This Committee made recommendations and submitted\nits report on 22nd of May, 2002. After completion of the\nconsultation process, the Competition Act, 2002 (for short, the\n'Act') as Act 12 of 2003, dated 12th December, 2003, was\nenacted. As per the statement of objects and reasons, this\nenactment is India's response to the opening up of its\neconomy, removing controls and resorting to liberalization. The\nnatural corollary of this is that the Indian market should be\ngeared to face competition from within the country and outside.\nThe Bill sought to ensure fair competition in India by prohibiting\ntrade practices which cause appreciable adverse effect on the\ncompetition in market within India and for this purpose\n139\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\nestablishment of a quasi judicial body was considered essential.\nThe other object was to curb the negative aspects of\ncompetition through such a body namely, the 'Competition\nCommission of India' (for short, the 'Commission') which has\nthe power to perform different kinds of functions, including\npassing of interim orders and even awarding compensation and\nimposing penalty. The Director General appointed under\nSection 16(1) of the Act is a specialized investigating wing of\nthe Commission. In short, the establishment of the Commission\nand enactment of the Act was aimed at preventing practices\nhaving adverse effect on competition, to protect the interest of\nthe consumer and to ensure fair trade carried out by other\nparticipants in the market in India and for matters connected\ntherewith or incidental thereto.\n7. The various provisions of the Act deal with the\nestablishment, powers and functions as well as discharge of\nadjudicatory functions by the Commission. Under the scheme\nof the Act, this Commission is vested with inquisitorial,\ninvestigative, regulatory, adjudicatory and to a limited extent\neven advisory jurisdiction. Vast powers have been given to the\nCommission to deal with the complaints or information leading\nto invocation of the provisions of Sections 3 and 4 read with\nSection 19 of the Act. In exercise of the powers vested in it\nunder Section 64, the Commission has framed Regulations\ncalled The Competition Commission of India (General)\nRegulations, 2009 (for short, the 'Regulations'). The Act and the\nRegulations framed thereunder clearly indicate the legislative\nintent of dealing with the matters related to contravention of the\nAct, expeditiously and even in a time bound programme.\nKeeping in view the nature of the controversies arising under\nthe provisions of the Act and larger public interest, the matters\nshould be dealt with and taken to the logical end of\npronouncement of final orders without any undue delay. In the\nevent of delay, the very purpose and object of the Act is likely\nto be frustrated and the possibility of great damage to the open\nmarket and resultantly, country's economy cannot be ruled out.\nA\nB\nC\nD\nE\nF\nG\nH\nC\nD\n140 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA The present Act is quite contemporary to the laws presently in\nforce in the United States of America as well as in the United\nKingdom. In other words, the provisions of the present Act and\nClayton Act, 1914 of the United States of America, The\nCompetition Act, 1988 and Enterprise Act, 2002 of the United\nB Kingdom have somewhat similar legislative intent and scheme\nof enforcement. However, the provisions of these Acts are not\nquite pari materia to the Indian legislation. In United Kingdom,\nthe Office of Fair Trading is primarily regulatory and adjudicatory\nfunctions are performed by the Competition Commission and\nthe Competition Appellate Tribunal. The U.S. Department of\nJustice Antitrust Division in United States, deals with all\njurisdictions in the field. The competition laws and their\nenforcement in those two countries is progressive, applied\nrigorously and more effectively. The deterrence objective in\nthese anti-trust legislations is clear from the provisions relating\nto criminal sanctions for individual violations, high upper limit\nfor imposition of fines on corporate entities as well as extradition\nof individuals found guilty of formation of cartels. This is so,\ndespite the fact that there are much larger violations of the\nprovisions in India in comparison to the other two countries,\nwhere at the very threshold, greater numbers of cases invite the\nattention of the regulatory/adjudicatory bodies. Primarily, there\nare three main elements which are intended to be controlled\nby implementation of the provisions of the Act, which have been\nspecifically dealt with under Sections 3, 4 and 6 read with\nF Sections 19 and 26 to 29 of the Act. They are anti-competitive\nagreements, abuse of dominant position and regulation of\ncombinations which are likely to have an appreciable adverse\neffect on competition. Thus, while dealing with respective\ncontentions raised in the present appeal and determining the\nG impact of the findings recorded by the Tribunal, it is necessary\nfor us to keep these objects and background in mind.\nE\nH\n8. Jindal Steel \u0026 Powers Ltd. (for short the ‘informant')\ninvoked the provisions of Section 19 read with Section 26(1)\nof the Act by providing information to the Commission alleging\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n141\nC\nD\nthat M/s. Steel Authority of India Ltd. (for short 'SAIL') had, inter A\nalia, entered into an exclusive supply agreement with Indian\nRailways for supply of rails. The SAIL, thus, was alleged to have\nabused its dominant position in the market and deprived others\nof fair competition and therefore, acted contrary to Section 3(4)\n(Anti-competitive Agreements) and Section 4(1) (Abuse of B\ndominant position) of the Act. This information was registered\nby the Commission and was considered in its meeting held on\n27th October, 2008 on which date the matter was deferred at\nthe request of the informant for furnishing additional information.\nDuring the course of hearing, it was also brought to the notice\nof the Commission that a petition being Writ Petition (C)\nNo.8531 of 2009, filed by the informant against the Ministry of\nRailways, was also pending in the High Court of Delhi at New\nDelhi. Vide order dated 10th November, 2009 the Commission\ndirected the informant to file an affidavit with respect to the\ninformation furnished by it. The Commission also directed SAIL\nto submit its comments in respect of the information received\nby the Commission within two weeks from the date of the said\nmeeting and the matter was adjourned till 8th December, 2009.\nOn 19th November, 2009 a notice was issued to SAIL\nenclosing all information submitted by the informant. When the\nmatter was taken up for consideration by the Commission on\n8th December, 2009, the Commission took on record the\naffidavit filed by the informant on 30th November, 2009 in terms\nof the earlier order of the Commission, but SAIL requested\nextension of six weeks time to file its comments. Finding no\njustification in the request of the 'SAIL, the Commission, vide\nits order dated 8th December, 2009, declined the prayer for\nextension of time. In this order, it also formed the opinion that\nprima facie case existed against SAIL, and resultantly, directed\nthe Director General, appointed under Section 16(1) of the Act,\nto make investigation into the matter in terms of Section 26(1)\nof the Act. It also granted liberty to SAIL to file its views and\ncomments before the Director General during the course of\ninvestigation. Despite these orders, SAIL filed an interim reply\nbefore the Commission along with an application that it may H\nE\nF\nG\n"}