{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2008] 3 S.C.R. 1\nPRASAD KURIEN AND ORS.\nV.\nK.J. AUGUSTIN AND ORS.\n(Civil Appeal No. 122 of 2002)\nFEBRUARY 19, 2008\n(A.K. MATHUR AND B. SUDERSHAN REDDY, JJ.)\nKerala State and Subordinate Service Rules, 1958,\nA\nB\nRule 5-Note (3)-Appointment to cadre of Excise\nInspectors - By direct recruitment as also by promotion and/ C\nor/transfer - Fixed ratio or percentage to be applied to cadre\nstrength and not to existing vacancies - Direct recruits claiming\nthat in view of the special rules, namely, Kerala Excise and\nProhibition Subordinate Service Rules, 1974, ratio of 75% and\n25% for promotees and direct recruits, respectively, was to be D\napplied to existing vacancies and every fourth existing vacancy\nwas to be filled by direct recruits - Held: The ratio is to be\nmaintained taking into consideration the entire cadre strength\nand not the existing vacancies – The 1958 Rules having been\nsaved by Kerala Public Service Act, 1968, Note (3) appended E\nto r.5 of 1958 Rules much after the 1974 Rules, was\nincorporated in exercise of power under the Act and not under\nproviso to Article 309 of the Constitution - The general rule\nwhich has come later in point of time and which governs all\nservice rules and is not derogant to special rules, will prevail F\nand not the special rules - Kerala Public Service Act 1968 -\nr.3-Kerala Excise and Prohibition Subordinate Service Rules,\n1974 Rule 2 - Constitution of India, 1950 - Article 309 -\nProviso – Interpretation of Statutes - Legal Fiction.\n-\n-\nLegal Maxim:\n-\n\"Generalia specialibus non derogant” – Applicability of.\n-\nA select list of 40 direct recruits was published by\nthe Kerala Public Service Commission for appointment\n1\nG\nH\ni\nA\n2\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nB\nA to the cadre of Excise Inspectors. Writ Petitions were filed\nchallenging the select list on the ground that keeping in\nview the ratio of direct recruits and promotees as\nenvisaged by Note (3) to Rule 5 of the Kerala State and\nSubordinate Service Rules, 1958, direct recruitment could\nbe made only to 10 posts. Single Judge of the High Court\nallowed the claim of promotees and held that direct\nrecruitment must be confined to the ratio as applicable to\ncadre strength and not to the existing vacancies. In\nappeal, the Division Bench of the High Court held that\n25% of the posts were to be filled by direct recruits.\nAggrieved, the direct recruits filed the appeals.\nC\nIt was contended for the appellants that in the instant\ncase the special rules, namely, the Kerala Excise and\nProhibition Subordinate Service Rules, 1974 framed under\nD the Kerala Public Service Act, 1968, were applicable, and\nnot the general rules, namely, the Kerala State and\nSubordinate Service Rules, 1958, which, according to the\nappellants, were framed under the proviso to Article 309\nof the Constitution. On the strength of the 1974 Rules, it\nE was submitted that every fourth vacancy de hors the cadre\nstrength was to be filled by direct recruitment.\nDismissing the appeals, the Court\nHELD: 1.1 So long as the State Legislature does not\nF pass any Act, the State Government can frame rules under\nproviso to Article 309 of the Constitution. But the moment\nan Act is framed, then the power of the State Government\nto frame Rules under proviso to Article 309 of the\nConstitution comes to an end. However, by virtue of\nSection 3 of the Kerala Public Services Act, 1968, which\nsaves the existing Rules framed under proviso to Article\n309 of the Constitution, the Kerala State and Subordinate\nServices Rules, 1958 which were in existence governing\nthe service conditions of persons appointed to public\nservices and posts in connection with the affairs of the\nG\nH\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS.\n3\nState of Kerala, shall be deemed to have been issued A\nunder the 1968 Act by legal fiction. [para 4] [10-F, G; 11-B]\nB\n1.2 Rule 2 of the 1958 Rules lays down that these\nrules will govern all holders of posts whether temporary\nor permanent under the State, only to the extent that they\nare not inconsistent with the special Rules governing the\nspecial services. Note (3) to Rule 5 inserted in the 1958\nRules in 1992 subsequent to the Rules of 1974, was\nframed under the 1968 Act and not under proviso to Article\n309 of the Constitution. The Rules of 1958 are of general\nnature which clearly stipulate that cadre strength has to C\nbe taken into consideration for maintaining the ratio in\nthe special Rules, meaning thereby, these Rules which\nhave come into being in subsequent point of time under\nthe Act of 1968, will hold the field and they are not\nrepugnant to the 1974 Rules. [para 4 and 6] [11-C, D; 18- D\nE, F, G; 19-A]\n2.1 Rule 5 of the 1958 Rules says that normal method\nof recruitment to any service, class or category is both by\ndirect recruitment and by transfer and the proportion can\nbe laid down by the special Rules which are normally E\nreflected from Rule 5 (a). Note.-(3) further says that in order\nto decide the proportion between the direct recruits and\npromotees, the entire cadre strength of the service has to\nbe taken into consideration and not the vacancies existing\nat a particular time. Therefore, as per the schemes of the F\ngeneral Rules, it is provided that the proportion between\ndirect recruits and appointees has to be laid down by the\nspecial Rules and at the time of recruitment one has to\nsee the proportion which is to be maintained between the\ndirect recruits and promotees on the basis of the total G\ncadre strength and not to the vacancies existing at that\npoint of time. [para 4] [12-F, H; 13-A, B, C]\n2.2 The 1974 Rules which govern the recruitment and\npromotion of Excise Inspectors and Excise Preventive\nInspectors, only lay down that every fourth substantive H\n4\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA vacancy shall be filled or reserved to be filled by direct\nrecruitment. On harmoniously reading Note (3) to Rule 5\nof the 1958 Rules along with the 1974 Rules, it becomes\nclear that at the time of determination of fourth substantive\nvacancy the ratio or percentage has to be maintained of\nB the cadre strength of the posts to which the recruitment\nis made and not of the existing vacancies at that time. If\nthe relevant provisions are construed in such a\nharmonious manner, then the desired result can be\nachieved. [para 5-6] [13-G; 14-A; 19-A, B]\nC\n2.3 When the Rules say that every 4th vacancy is to\nbe filled up by a direct recruit that means that the ratio is\n25% by direct recruitment and 75% by promotion. The\nintention of the Rules is that the proportion of 1: 4 is to be\nmaintained i.e. the 4th vacancy has to be filled up by a\nD direct recruit. This ratio could be maintained only when\nthe entire cadre strength of the service is taken into\nconsideration. If every fourth vacancy is to be allowed to\nbe filled by direct recruitment then this proportion is likely\nto be disturbed and that was not the intention of the\nE framers of the Rules. [para 6] [19-F, G, H; 20-A]\n3.1 In the instant case, the principle, \"Generaliabus\nspecialia derogant\" will not be applicable but what is\napplicable is \"Generalia specialibus non derogant”, which\nmeans general things do not derogate from special things.\nF The general rule, which has come in the later point of time\nand which governs all service rules and is not derogant\nto the special rules, will prevail and not the special rule. In\nfact, both could be read harmoniously as the intention of\nboth the Rules, if read together, is that the ratio of 75%:\nG 25% is to be maintained in the whole of the cadre and\nwas accordingly reflected in the subsequent amendment\nwhich was brought about in Rules of 1958 in purported\nexercise of the power under Act of 1968. Therefore, this\ngeneral rule which is not repugnant with the Rules of 1974\nH will prevail and the ratio of 75% promotion posts and 25%\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n5\ndirect recruit posts is to be maintained on the basis of the A\ncadre strength. [para 8] [21-G, H; 22-A, B]\nS.Prakash and Anr. V. K.M.Kurian and Ors. [1999] 5 SCC\n624 - relied on.\nS.C. Jain v. State of Haryana and Anr. [(1985) 4 SCC\n645; Chandra Prakash Tiwari and Ors. V. Shakuntala Shukla\nand Ors.[(2002) 6 SCC 127] and D.R. Yadav and Anr. V.R.K.\nSingh and Anr. [(2003) 7 SCC 110] held inapplicable.\n3.2 The same principle which is applicable in the case\nof Excise Inspectors is squarely applicable in Kerala\nPublic Health Engineering Service also. [para 9]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 122\nof 2002.\nB\nC\nFrom the final Judgment and Order dated 3/10/2001 of D\nthe High Court of Kerala at Ernakulam in W.A. No. 552/2000.\nWITH\nCivil Appeal Nos. 833, 5663, 6478/2002, 1776, 1847,\n1848 and 1849 of 2007.\nJaideep Gupta, P.S. Patwalia, Mukul Rohtagi, U.U. Lalit,\nL. Nageshwara Rao, P. Krishnamurty, T.L.V. Iyer, C.S. Rajan,\nMalini Poduval, M.T. George, P.S. Narasimha, K.V.\nVishwanathan, M. Gireesh Kumar, Avjeeth K. Lala,\nKhwairakpam Nobin Singh, Vijay Kumar, Krishnan Venugopal,\nSreedharan Kodoth, A. Raghunath, Hari Kumar G., M.P. Vinod,\nDillep Pillai, Ajay K. Jain, Romy Chacko, Arpit Gupta, B.\nRaghunath, R. Nedumaran, P.V. Dinesh, K.R. Sasiprabhu, B.\nSunita Rao, K.R. Nambiar, Vipin Nair, P.B. Suresh and Vivek\nSharma (for M/s. temple Law Firm) for the appearing parties.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. 1. In all these appeals, identical\nquestions of law are involved, therefore, they are disposed of\nE\nF\nG\nH\n6\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA by this common order. For the convenient disposal of these\nappeals, the facts given in C.A.No.5663 of 2002\n(A.K.Narayanan Kutty \u0026 Ors. V. State of Kerala \u0026 Ors.) are taken\ninto consideration.\nB\nC\n2. The common facts in this batch of petitions is that the\nPublic Service Commission started the process of recruitment\nof 40 direct recruits to the cadre of Excise Inspectors in the\nyear 1988 and the applications were called for in 1989 and the\nselect list was published on 12.6.1992. Note 3 was added to\nRule 5 of the Kerala State and Subordinate Services Rules,\n1958 (hereinafter to be referred to as the 'Rules of 1958') on\n5.12.1992. Writ petitions were filed claiming that direct\nrecruitment can be made only for 10 posts and not for 40 posts\nand recruiting 40 persons directly would adversely affect the\nclaim of promotion of the appellants and similarly situated. The\nD writ petitioners claimed that they were entitled to a writ of\nmandamus directing the respondents to make appointments\nonly in accordance with the ratio fixed under the Special Rules\nfor direct recruitment and promotees and further prayed that\nthe State of Kerala be directed to report all the vacancies of\nE Excise Inspectors including those occupied by the promotees\nto the Kerala Public Service Commission (hereinafter to be\nreferred to as the' Commission') for filling up the vacancies in\naccordance with the Rules. The service conditions of the Excise\nInspectors are governed by the Special Rules for the Kerala\nF Excise and Prohibition Subordinate Service Rules, 1974\n(hereinafter to be referred to as the 'Rules of 1974'). These\nRules have been framed in exercise of power conferred by sub-\nsection (1) of Section 2 of the Kerala Public Services Act, 1968\n(hereinafter to be referred to as the 'Act of 1968') read with\nSection 3 thereof and in supersession of all the existing rules\nand orders on the subject. Therefore, these Rules of 1974 came\nto be framed under the purported exercise of the Act of 1968.\nThe constitution of the service so far as the following categories\nof Officers namely; (1) Excise Inspectors, (1A) Assistant Excise\nInspectors, (2) Excise Preventive Officers, (3) Excise Guards\nG\nH\nf\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n7\nC\nD\nand (4) Drivers is governed by these Rules. The method of A\nappointment as Excise Inspector is by direct recruitment or by\npromotion from category (1A) and recruitment by transfer from:\namong Upper Division Clerks employed in the Excise\nDepartment and it further provided that every fourth vacancy in\nthe category shall be filled or reserved to be filled by direct B\nrecruitment. It is this provision which is relevant for our purpose.\nThe promotion of Excise Preventive Officers is from the post of\nExcise Guards and there also the ratio is 1: 3 between the\ngraduates and non-graduates. Here also the promotion is by\nway of direct recruitment or by promotion from category (3) and\na further provisio is added that every fourth vacancy in the\ncategory shall be filled or reserved to be filled by direct\nrecruitment. The whole litigation started by one Excise\nPreventive Officer for promotion to the post of Excise Inspector\nchallenging the direct recruitment. In that writ petition his\ncontention was that direct recruitment should be confined to 25\nper cent of the cadre strength only in view of Note 3 to Rule 5 of\nthe Rules of 1958 and the direct recruitment beyond that\npercentage would adversely affect the claim of the promotees.\nLearned Single Judge allowed the original petition and gave a\ndeclaration that the direct recruitment to the cadre of Excise\nPreventive Officer must be confined to the ratio as applicable\nto the cadre strength and not to the existing vacancies. Learned\nSingle Judge followed the dictum laid down by this Court in\nS.Prakash \u0026 Anr. V. K.M.Kurian \u0026 Ors. [(1999) 5 SCC 624]. It\nwas contended before the Division Bench that the Excise Rules F\nare different from the Kerala Agricultural Income Tax and Sales\nRules which was the subject matter before this Court and\ntherefore, this case was sought to be distinguished and it was\ncontended that no percentage was fixed i.e. as in the present.\ncase fourth substantive vacancy should be filled or reserved to G\nbe filled by direct recruitment. The Division Bench held that every\nfourth substantive vacancy shall be filled or reserved to be filled\nby direct recruitment itself meaning thereby 25 percent of the\nposts are to be reserved to be filled up by direct recruits and no\ndifferent meaning could be attributed to the Special Rules and H\nE\n8\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA therefore, the dictum laid down in S. Prakash \u0026 Anr. (supra)\nwas followed and all the three contentions were dismissed by\nthe Division Bench of the High Court. Aggrieved against this\nnumber of petitions were filed from time to time before this Court.\nHowever, we are concerned with the legal submission made by\nB Mr.P.S.Patwalia, learned senior counsel and others that the\nExcise Rules are special Rules and they will prevail and not the\ngeneral Rules, known as Kerala State and Subordinate Services\nRules, 1958 and the Note 3 appended to Rule 5 of these general\nRules.\nC\n3. Mr.Patwalia, learned senior counsel for the appellants\ntook us through the Special Rules for the Kerala Excise and\nProhibition Subordinate Service Rules, 1974 and also the Kerala\nState and Subordinate Services Rules, 1958 and submitted that\nthe Excise Rules of 1974 were framed under the Act of 1968,\nD when the Act had been framed by the State Legislature then the\nRules framed under proviso to Article 309 of the Constitution\ncannot hold the field and the Rules which have been framed\nunder the Act passed by the State Legislature shall prevail. It\nwas contended that the Rules of 1958 were framed under proviso\nE to Article 309 of the Constitution and therefore, they will not\ngovern the service conditions of the appellants and the Rules of\n1974 which have been framed in exercise of power under the\nAct of 1968 will hold the field. As per the Rules of 1974 every\nfourth vacancy is to be filed by direct recruitment. Therefore, it\nwas contended that every fourth vacancy in the cadre of Excise\nInspectors or Excise Preventive Officers has to be filled up by\nthe direct recruitment. Learned senior counsel for the appellants\nsubmitted that every fourth vacancy should be construed as\nappearing in the Rules of 1974, meaning thereby as and when\nthe recruitment to the post of Excise Inspectors and Excise\nPreventive Officers is held, the fourth vacancy should go to the\ndirect quota and the remaining vacancies should be filed up by\npromotion. Mr.Patwalia tried to distinguish the decision in\nS.Prakash \u0026 Anr. (supra) that the recruitment made under the\nRules to the post of Sales Tax Officer in the case of S.Prakash\nF\nG\nH\n2\n\"\nf\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n9\n*\u0026 Anr. (supra) was governed by different Service Rules and A\nthat judgment.cannot hold good so far as these Special Rules\nare concerned.\n4. However, in order to understand the controversy involved\nin the matter, it will be necessary to refer to various Rules which\nhave been framed by the State of Kerala from time to time. Under\nproviso to Article 309 of the Constitution, the State Government\nhas power to frame Rules till the State Legislature passes the\nAct. Article 309 of the Constitution reads as under:\nB\n\"309. Recruitment and conditions of service of C\npersons serving the Union or a State. - Subject to the\nprovisions of this Constitution, Acts of the appropriate\nLegislature may regulate the recruitment, and conditions.\nof service of persons appointed, to public services and\nposts in connection with the affairs of the Union or of any\nD\nState:\nProvided that it shall be competent for the President or\nsuch person as he may direct in the case of services and\nposts in connection with the affairs of the Union, and for\nthe Governor of a State or such person as he may direct E\nin the case of services and posts in connection with the\naffairs of the State, to make rules regulating the recruitment,\nand the conditions of service of persons appointed, to\nsuch services and posts until provision in that behalf is\nmade by or under an Act of the appropriate Legislature F\nunder this article, and any rules so made shall have effect\nsubject to the provisions of any such Act:\"\nUnder purported exercise of power under Article 309 of\nthe Constitution, the State Government framed an Act known as\nthe Kerala Public Services Act, 1968. The preamble of the Act G\nreads as under:\n\" Preamble. Whereas it is considered necessary that\nthe recruitment, and conditions of service of persons\nappointed, to public services and posts in connection with\nH\n10\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA\nB\nC\nD\nE\nF\n''TI\nG\nthe affairs of the State of Kerala should be regulated by an\nAct of the Kerala State Legislature;\nBe it enacted in the Nineteenth Year of the Republic of\nIndia as follows:-\n1. Short title and commencement.- This Act may\nbe called the Kerala Public Services Act, 1968.\"\nSection 2 lays down that the Government may make rules\neither prospectively or retrospectively to regulate the\nrecruitment, and conditions of service of persons\nappointed, to public services and posts in connection with\nthe affairs of the State of Kerala. Section 3 provides.\ncontinuance of existing Rules framed by State under\nproviso to Article 309 which is relevant for our purpose\nreads as under :\n\"3. Continuance of existing rules.- All rules made\nunder the proviso to article 309 of the Constitution of\nIndia, regulating the recruitment, and conditions of\nservice of persons appointed, to public services and\nposts in connection with the affairs of the State of\nKerala and in force immediately before the 17th\nSeptember, 1968, shall be deemed to have been\nmade under this Act and shall continue to be in force\nunless and until they are superseded by rules made\nunder this Act.\"\nTherefore, now all the Rules under this Act will have to be\nframed by State. So long as State Legislature does not pass\nthe Act, State can frame rules under proviso to Article 309 of the\nConstitution. But the moment the State Government frames an\nAct then the power of the State Government to frame the Rules\nunder provisions to Article 309 of the Constitution comes to an\nend. But one thing may be noted here that by virtue of Section 3\nall the Rules which have been framed under proviso to Article\n309 of the Constitution regulating the recruitment, and conditions\nof service of persons appointed to public services and posts in\nI\n"}