{"pages":[{"pageNumber":21},{"pageNumber":22}],"text":"PRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n21\n(3) specifically provides that \"whenever\" a ratio or A\npercentage is fixed ( in the Special Rules) for different\nmethods of recruitment to a post, the number of vacancies\nto be filled up by candidates from each method is to be\ndecided by applying a fixed ratio or percentage to the\ncadre strength of the post to which the recruitment is made B\nand \"not to the vacancies existing at that time\". Therefore,\nthe entire Rule 5 deals with the Special Rules which provide\nfor filling up of the vacancies to any service, class or\ncategory by direct recruitment and by transfer. The\nlanguage of Note (3) is crystal clear and is for removal of\nany ambiguity by using positive and negative terms. It\napplies to all the Special Rules whenever a ratio or\npercentage is prescribed in the rules. It also emphatically\nstates that it has to be computed on the cadre strength of\nthe post to which the recruitment is to be made and not on\nthe basis of the vacancies existing at that time.\"\nC\nD\n8. Learned counsel for the appellant tried to distinguish\nthe decision in S.Prakash \u0026 Anr. (Supra) and submitted that in\nfact this case related to the recruitment to the post of Sales Tax\nOfficer in the Income Tax and Sales Tax Department and there E\na provision was that proportion of 20% of successive substantive\nvacancies shall be filled or reserved to be filled by direct\nrecruitment and the remaining shall be filled or reserved to be\nfilled by transfer of Assistant Sales Tax Officers. The attempt on\nthe part of learned senior counsel for the appellants to distinguish F\nthis case is futile. The percentage may vary. Here it is 25%,\nthere it may be 20% of the successive vacancies. But the\nprinciple which has been laid down by this Court in S.Prakash\n\u0026 Anr. (supra) clearly governs this case also as we have already\ndealt with in detail that the principle,\" Generaliabus specialia\nderogant\" will not be applicable in the present case but what is\napplicable is \"Generalia specialibus non derogant\" which means\ngeneral things do not derogate from special things. In this case,\nthe general rule which has come in the later point of time and\nwhich governs all service rules and not derogant to the special\nG\nH\n22\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA rules will prevail and not the special rules. In fact both could be\nread harmoniously as the intention of both the Rules, if read\ntogether is the ratio of 75%: 25% is to be maintained in the whole\nof the cadre and was accordingly reflected in the subsequent\namendment which was brought about in Rules of 1958 in\nB purported exercise of the power under Act of 1958. Therefore,\nthis general rule which is not repugnant with the Rules of 1974\nwill prevail and the ratio of 75% promotion and 25% direct recruit\nis to be maintained on the basis of the cadre strength.\n9. Mr.Jaideep Gupta, learned senior counsel appearing\nC for the appellants in C.A.No.122 of 2002 [ Prasad Kurien \u0026 Ors.\nV. K.J.Augustin \u0026 Ors.] submitted that this case relates to Kerala\nPublic Health Engineering Service and there the method of\nrecruitment is by transfer and there also the proportion has been\nmaintained and he tried to point out that this case relates to\nD different service but after going through the Rules we find that\nthe same principle which is applicable in the case of Excise\nInspectors is squarely applicable in this service also.\nConsequently, we do not fine any merit in this submission of\nMr.Gupta.\nE\n10. Since we do not find any merit in this batch of appeals,\ntherefore, we need not to consider other submissions made by\nMr.Mukul Rohtagi, learned Senior Counsel appearing for the\nappellants in C.A.No. 1776 of 2007. Mr. Rohtagi submitted that\nthe list which has been prepared by the Kerala Public Service\nF Commission though has exhausted, but the appellants have\ncome up before this Court in time, therefore, that list should be\nretained. We regret that this question does not survive in view\nof the view taken by us and more so, the list has already\nexhausted. Therefore, we need not to consider this aspect any\nG more.\n11. As a result of our aforesaid discussion, we don't find\nany merit in these appeals and the same are dismissed with no\norder as to costs.\nH R.P.\nAppeals dismissed. ·\n"}