{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"1\nSTATE BANK OF PATIALA\nA\nV.\nPHOOLPATI\nFEBRUARY 23, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nService Law :\nB\nC\nResignation from service-Letter of withdrawal--Effect of-Employee\nsubmitting voluntary resignation to be effective from a given date-Prior to\nthat date employee sending another letter withdrawing the earlier one-Bank\naccepting the resignation and relieving the employee of its services-Later,\nemployee died-His wife accepting service benefits of her husband-Later she\nfiled a writ petition contending that the order relieving her husband from\nservice was illegal-Prayer allowed by High Court-Held, withdrawal having D\nnot been accepted by the Bank, High Court's order not justified.\nRespondent's husband an employee of appellant-Bank, submitted his\nresignation on 7.1.2002 requesting its acceptance w.e.f. 1.3.2002. On\n4.2.2002 he sought to withdraw the said letter stating that at the time of\nsending the same he was ill and mentally disturbed. The Bank asked him E\nto furnish proof of his illness, and stated that if he failed to do so, he would\nbe relieved from service w.e.f. 1.3.2002. The Bank received a letter from\nthe employee on 4.3.2002 reiterating the prayer for acceptance of his\nresignation. The Bank relieved him from service on 5.3.2002. On 8.6.2002\nthe employee expired. The respondent accepted the service benefits of her\nF\nhusband. Later, she filed a writ petition before the High Court pleading\nthat her husband continued to be in Bank's service and the order directing\nthat he was relieved from service w.e.f. 5.3.2002 was illegal. The Division\nBench of the High Court allowed the writ petition, holding that as the\nresignation was withdrawn much prior to the stipulated date of its\nacceptance, the Bank had no legal authority to relieve him. Aggrieved, the G\nBank filed the present appeal.\nAllowing the appeal, the Court\nHELD : The factual position clearly shows that the employee had\ni\n345\nH\n346\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA tendered his resignation which was sought to be withdrawn. But the\nwithdrawal was not accepted and subsequently there was reiteration of\nthe prayer for voluntary resignation. The inevitable conclusion, therefore,\nis that the High Court was not justified in interfering with the order of\nappellant-Bank relieving the employee w.e.f. 5.3.2002 consequent upon\naccepting his prayer for resignation. [348-G-H; 349-A]\nB\nUnion of India and Ors. v. Gopal Chandra Misra and Ors., [1978] 2\nSCC 301; Balram Gupta v. Union of India and Anr., [1987] Supp. SCC 228;\nJ.N. Srivastava v. Union of India and Anr., [1988] 9 SCC 559; Nand Keshwar\nPrasad v. Indian Farmers Fertilisers Cooperative Ltd. and Ors., [1998] 5 SCC\nC 461 and Shambhu Murari Sinha v. Project and Development India Ltd., AIR\n(2002) SC 1341, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1363 of 2005.\nFrom the Judgment and Order dated 20.1.2004 of the Punjab and\nD Haryana High Court in C.W.P. No. 11476 of 2003.\nE\nF\nG\nG.L. Sanghi, Nalin Sangal, Deba Prasad Mohanty, Ms. Priyanka Agarwal\nand Anil Kumar Sangal with him for the Appellant.\nRaja Venkatappa Naik, Mrs.Sonia Mathu, Vinod Bhaskar, Sanjeev\nSharda, Vijay Kumar Ravi, R.K. Gupta and Rameshwar Prasad Goyal for the\nRespondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\n1\nChallenge in this appeal is to the correctness of a judgment rendered by\na Division Bench of the Punjab and Haryana High Court holding that the\nappellant-Bank was not justified in relieving Hari Ram, deceased husband of\nthe respondent, from services of the Bank with effect from 5.3.2002.\nThe factual background which is almost undisputed is as under:\nLate Hari Ram joined the services of the appellant-Bank on 9.1.1985.\nIn the normal course, he would have retired on 6.6.2005. On 7.1.2002 he\nsubmitted his resignation to the Branch Manager of the Kungar Branch\nrequesting its acceptance w.e.f. 1.3.2002, which was received by the Bank on\nH 8.1.2002. On 4.2.2002 late Hari Ram sought to withdraw the proposed\nSTATE BANK OF PATIALA v. PHOOLPATI [PASAYAT, J.] 347\nresignation. The ground indicated was that at the time of writing the letter A\nhe was seriously ill, was suffering from fever, and due to the effect of\nmedicines he was mentally disturbed. He, therefore, requested not to give\neffect to the letter. On receipt of the letter, appellant-Bank wrote back to him\nsaying that since he had indicated to have written the letter due to ailment,\nproof of ailment and supporting documents were required to be filed. It was\nB\nclearly indicated that in the event of failure to submit the documents, he\nwould be relieved from the Bank's service w.e.f. 1.3.2002. No document was\nsubmitted. On the contrary, another letter was received from late Hari Ram\non 4.3.2002 reiterating his prayer for accepting his resignation. The request\nfor resignation was accepted and late Hari Ram was relieved from the Bank's\nservice on 5.3.2002. On 8.6.2002 late Hari Ram expired. On 12.8.2002 the C\nadmitted service benefits were accepted by the respondent. On 7.10.2002 a\nwrit petition was filed before the High Court taking the stand that late Hari\nRam continued to be in service of the Bank and the order directing his relieve\nfrom the Bank's service w.e.f. 5.3.2002 was illegal. The Division Bench by\nthe impugned judgment accepted the prayer.\nIt was concluded that the resignation was withdrawn before it came\ninto effect, and the letter purported to have been received by appellant-Bank\non 4.3.2002 was clearly of no consequence. As the resignation was withdrawn\nmuch prior to the stipulated date of its acceptance, the Bank had no legal\nauthority to relieve him w.e.f. 5.3.2002.\nMr. G.L. Sanghi, learned senior counsel appearing for the appellant-\nBank submitted that the High Court failed to appreciate effect of the letter\ndated 4.3.2002, the factum that late Hari Ram never questioned the Bank's\naction so long as he was alive and the receipt of the retiral benefits\nunconditionally by the respondent.\nD\nE\nF\nIn response, learned counsel for the respondent submitted that late Hari\nRam never intended to pursue his letter of resignation and had withdrawn the\nsame before it was actually accepted. The original letter dated 7.1.2002\nclearly indicated that the same was to be operative w.e.f. 1.3.2002. There was\nno acceptance of the same before 1.3.2002 and, in fact, he was allowed to G\ncontinue till 4.3.2002. Therefore, jural relationship had not been snapped.\nMerely because late Hari Ram had not questioned validity of the order dated\n4.3.2002 that cannot lead to an inference that same provided validity to an\ninvalidity act.\nH\nA\nB\n348\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nIt is a settled position in law that unless the employee is relieved from\nthe duty after acceptance of the offer of voluntary retirement or resignation,\njural relationship of the employee and the employer does not come to an end.\n(See: Power Finance Corporation Ltd. v. Pramod Kumar Bhatia, [1997] 4\nSCC 280). Though much stress was laid by learned counsel for the respondent\non this decision to contend that the resignation having not been accepted\nprior to 1.3.2002, the jural relationship continued does not stand the logic.\nThe undisputed fact is that after withdrawal of the letter of resignation, late\nHari Ram was specifically asked to justify his claim that he had sought for\nresignation under mental tension. It was clearly indicated to him that in case\nof failure to justify the stand by producing documents, resignation was to be\nC accepted. He did not choose to file the documents asked for and he again\nreiterated the request for acceptance of his resignation. Much stress was laid\nby learned counsel for the respondent that letter received on 4.3.2002 was not\ndated. But the same is really of no consequence. The undisputed position is\nthat the same was received on 4.3.2002 by the Branch Manager and was\nacted upon. The chain of events, as noted above, go to show that the last\nletter which was received by the Branch Manager on 4.3.2002 was in\ncontinuance of the earlier letter dated 7.1.2002. The fact remains that\nauthorities wanted to verify the bona fides of claim that he had written the\nletter, under mental tension. In any event, during his life timė late Hari Ram\nnever questioned the legality of the Bank's action in relieving him from duty\nE w.e.f. 5.3.2002 by accepting his resignation. The admissible service benefits\nwere accepted by the respondent.\nD\nA complete and effective act of resigning office is one which severs the\nlink of the resignor with his office and terminates his tenure. This position\nwas highlighted by a constitution Bench of this Court in Union of India and\nF Ors. v. Gopal Chandra Misra and Ors., [1978] 2 SCC 301, and re-iterated\nG\nin Balram Gupta v. Union of India and Anr., [1987] Supp. SCC 228, J.N.\nSrivastava v. Union of India and Anr., [1998] 9 SCC 559, Nand Keshwar\nPrasad v. Indian Farmers Fertilizers Cooperative Ltd. and Ors., [1998] 5\nSCC 461 and Shambhu Murari Sinha v. Project and Development India Ltd.,\nAIR (2002) SC 1341.\nIn the instant case the factual position clearly shows that late Hari Ram\nhad tendered his resignation which was sought to be withdrawn. But the\nwithdrawal was not accepted and subsequently there was reiteration of the\nprayer for voluntary resignation. The inevitable conclusion, therefore, is that\nH the High Court was not justified in interfering with the order of appellant-\nSTATE BANK OF PATIALA v. PHOOLPATI {PASAYAT. J.] 349\nBank relieving late Hari Ram w.e.f. 5.3.2002 consequent upon accepting his A\nprayer for resignation.\nThe judgment of the High Court is accordingly set aside. The appeal\nis allowed but in the circumstances there will be no order as to costs.\nR.P.\nAppeal allowed. B\n"}