{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"1\n1\n1\n1\nSTATE OF M.P.\nV.\nBADRI YADAV AND ANR.\nMARCH 31, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nCode of Criminal Procedure, 1973:\nA\nB\nC\ns.233-Examination of witness for defence-Prosecution witnesses-\nSupporting prosecution case in their statements u/s164 as also before trial\ncourt deposing as eye-witnesses-Later filing affidavit before trial court\nresiling from their earlier statements and deposing as defence witnesses-\nHeld, this was clearly for the purpose of defeating the ends of justice which\nis not permissible under the law-Provisions of sub-s.(3) of s.233 cannot be\nunderstood as compelling attendance of any prosecution witness examined, D\ncross-examined and discharged to be juxtaposed as DWS-High Court was\nnot justified in reversing conviction recorded by trial court-Penal Code,\n1860 s.302/34.\nPenal Code, 1860:\ns.193--Perjury-Prosecution witnesses--Resiling from their earlier\nstatements made u/s 164 Cr.P.C. and statements as eye-witnesses made on\noath before Court of Session--Later filing affidavit before trial court appearing\nas defence witnesses and resiling from their earlier statements and denying\nto have seen the incident at all-Held, their subsequent statements made as\nDWs, prima facie, appear to be false-Trial court is directed to file a complaint\nu/s 193 and initiate proceeding against the PWs juxtaposed as DWs-Code\nof Criminal Procedure, 1973--s.233(3).\nE\nF\nAppellant alongwith others was prosecuted under s.302/34 IPC.\nProsecution witnesses, PW 8 and PW 9 supported the prosecution case as eye- G\nwitnesses in their statements recorded u/s 164 Cr.P.C. before the Magistrate on\n21.9.1989 and during the trial before the Court of Session on 18.12.1990. Later,\nthese two witnesses filed affidavits on 16.8.1994 before the trial court stating\nthat their earlier statements made before the Magistrate and the trial court were\n623\nH\nB\n624\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA tutored by the police and were made due to threat and coercion. They denied to\nhave seen any incident at all. The trial court allowed them to be examined as\ndefence witnesses. They deposed as DW-1 and DW-2 and resiled from their\nearlier statements. The trial court observed that in between 18.12.1990, the day\non which their statements were recorded as PWs and 17.7.1995, when their\nstatements were recorded as defence witnesses, no complaint whatsoever was\nmade by them that they gave the earlier statements due to coercion, threat or\nbeing tutored by the police; and disbelieved their subsequent statements made as\ndefence witnesses. The trial court after considering the evidence of prosecution\nwitnesses including the evidence of the two eye witnesses as PW-8 and PW-9,\nconvicted the accused under s.302 read with s.34 IPC. On appeal, the High Court\nC acquitted the accused observing that delay in conducting the trial resulted in\nD\nstrange situation where the two witnesses stated something as prosecution\nwitnesses and after lapse of sufficient time gave evidence as defence witnesses.\nAggrieved, the State filed the appeal.\nAllowing the appeal, the Court\nHELD: 1.1. The power to summon any person as a witness or recall and\nre-examine any person already examined is the discretionary power of the Court\nin case such evidence appears to it to be essential for a just decision of the case.\nUnder Section 233 Cr.P.C. the accused can eater upon defence and he can apply\nfor the issue of any process for compelling the attendance of any witness in his\nE defence. The provisions of sub-section (3) of Section 233 cannot be understood\nas compelling the attendance of any prosecution witness examined, cross-\nexamined and discharged to be juxtaposed as DWs. In the present case PW-8\nand PW-9 were juxtaposed as DW-1 and DW-2. This situation is not one what\nwas contemplated by sub-section (3) of Section 233 Cr.P.C. [629-C, D|\nF\n1.2. When such frivolous and vexatious petitions are filed, a Judge is not\npowerless. He should use his discretionary power and refuse relief on the ground\nthat it is made for the purpose of vexation or delay or for defeating the ends of\njustice. In the instant case, the witnesses were examined by the prosecution as\neyewitnesses on 18.12.1990, cross-examined and discharged. Thereafter, an\nG application under Section 311 Cr.P.C. for recalling and re-examining persons\nalready examined was rejected. The two witnesses were recalled purportedly in\nexercise of power under sub-section (3) of Section 233 Cr.P.C. and examined as\nDW-1 and DW-2 on behalf of the accused on 17.7.1995. This was clearly for the\npurpose of defeating the ends of justice, which is not permissible under the law.\n[629-E, F❘\nH\nYakub Ismail Bhai Patel v. State of Gujarat, [2004] 12 SCC 229, relied on.\n1\n1\nSTATE OF M.P. v. BADRI YADAV [SEMA, J.]\n625\n2.1. Both PW-8 and PW-9 are closely related to the deceased. There is no A\nrhyme and reason to depose falsely against the accused and allowing the real\nculprit to escape unpunished. In the statements recorded before the Magistrate\nunder s.164 Cr.P.C. on 21.9.1989 and their depositions recorded before the\nSessions Judge on 18.12.1990, they have stated that they were eyewitnesses and\nwitnessed the occurrence. Both of them have stated that they saw the accused\nassaulting the deceased with knives and swords. They were subjected to lengthy\ncross-examination but nothing could be elicited to discredit the statement-in-chief.\nTheir examination as defence witnesses was recorded on 17.7.1995 when they\nresiled completely from the previous statements as prosecution witnesses. It,\ntherefore, clearly appears that the subsequent statements as defence witnesses\nwere concocted well an after thought. [630-E-F-G]\nB\nC\n2.2. Prima facie PW-8 and PW-9 in their subsequent affidavits made a false\nstatement which they believed to be false or did not believe to be true. Hence, they\nare liable for perjury for giving false evidence punishable under Section 193 IPC.\nThe trial court is directed to file a complaint under Section 193 IPC and initiate\nproceedings against PW-8 and PW-9 juxtaposed as DW-1 and DW-2 and pass D\nnecessary orders in accordance with law. [631-C, DI\n3. In the facts and circumstances, the High Court was not justified in\nreversing the conviction recorded by the trial court. The order of the High Court\nis set aside and that of the trial court convicting the respondent under Section\n302/34 IPC is restored. [631-D, E}\nCIVIL APPELLATE JURISDICTION: Criminal Appeal No. 1642/2005.\nFrom the Judgment and Order dated 12.5.2000 High Court of Madhya\nPradesh in Crl.A. No. 699/96.\n[1])\nE\nF\nSidhartha Dave and Ms. Vibha Datta Makhija for the Appellant.\nA.T.M. Rangaramanujam, B.S. Jain, Ajayveer Singh, Dr Vipin Gupta, Ms.\nCharu Wati Khanna and R.D. Upadhyay for the Respondent.\nThe Judgment of the Court was delivered by\nG\nH.K. SEMA, J. This appeal filed by the State of Madhya Pradesh is\nagainst the judgment and order of the High Court dated 12.5.2000 passed in\nCriminal Appeal No. 699 of 1996, whereby the High Court recorded acquittal\nof respondents-accused herein, by reversing the judgment of the Trial Court\nconvicting the respondent and others under Section 302/34 IPC and sentenced\nthem RI for life and a fine of Rs. 200 and in default to undergo RI for a period H\n626\nA of one month.\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nBriefly stated the facts are as follows:---\nOn 16.9.1989, the respondents herein were loitering around ‘kothi\nbuilding' where the courts are situated in order to find out the deceased Lal\nB Mohd. They were all sitting in an auto rickshaw which was hired by them.\nFinally, they succeeded in locating the deceased Lal Mohd. who was sitting\nin a tempo. While the tempo stopped for permitting a lady to alight from it\nand proceeded ahead, the accused-respondents obstructed the said tempo\nand they pulled out the deceased Lal Mohd. from the said tempo and assaulted\nhim with swords and knives causing number of injuries, which resulted in his\ndeath. The matter was investigated and after a prima facie case being\nestablished the charge was laid before the Additional Sessions Judge. The\nlearned Sessions Judge after threadbare discussion of the evidence of\nprosecution witnesses including the two eye witnesses PW-8 Mohd. Amin.\nand PW-9 Zakir Ali who later juxtaposed as DW-1 and DW-2, came to the\nD conclusion that an offence punishable under Section 302 read with 34 was\nfound well established against the accused and convicted as aforesaid.\nC\nBefore the Trial Court four accused had faced the trial namely accused\nBadri Yadav, Raju, Mahesh Bhat and Mohan Jayaswai. Accused Mohan\nJayaswal died during the trial. Accused Mahesh Bhat was acquitted by the\nE Trial Court on benefit of doubt. Accused Raju died during the pendency of\nthis appeal and, therefore, appeal qua him stands abated. Now only the\nrespondent-accused Badri Yadav is before us.\nF\nG\nH\nThe High Court by the impugned order relied upon the testimony of\nDW-1 Mohd. Amin and DW-2 Zakir Ali who were examined as eye witnesses\nas PW-8 and PW-9 and acquitted the respondents by reversing the well\nmerited judgment of the Trial Court convicting the respondents.\nThe facts of this case illustrate a disquieting feature as to how the High\nCourt has committed a grave miscarriage of justice in recording the acquittal\nof the respondents.\nFew dates would suffice. PW-8 Mohd. Amin and P.W.9 Zakir Ali's\nstatements were recorded under Section 164 Cr.P.C. before the Magistrate on\n21.9.1989. On 18.12.1990 their statements on oath were recorded before the\nTrial Court as prosecution witnesses.\nIt appears that PW-8 and PW-9 filed an affidavit on 16.8.1994 that the\n1\nSTATE OF M.P. v. BADRI YADAV [SEMA, J.]\n627\nB\nstatements made before the Magistrate by them were under pressure, tutored A\nby police of Madhav Nagar and due to their pressure the statements were\nrecorded. It was further stated that the policemen threatened them that if they\ndid not make statements as tutored by the police they would implicate PW-\n8 and PW-9 in this case and when the statements were recorded before the\nMagistrate the policemen were standing outside and therefore the statements\nwere made as tutored by the police and due to threat and coercion. By this\naffidavit they have completely resiled from their previous statements recorded\nbefore the court as prosecution witnesses. They further stated that they did\nnot see any marpeet and who had inflicted injuries. They further denied that\nthey did not see any incident at all nor any person. Though the affidavit\n_ appeared to be dated 16.8.1994, it was actually signed by both on 17.8.1994. C\nIn the affidavit of Zakir Ali PW-9 dated 17.8.1994 it is also stated that\nhis statement was recorded on 18.12.1990 before the Sessions Judge. The\naffidavit further stated that the statement recorded on 18.12.1990 was made\ndue to threat and under the pressure of police. It is further stated that the\napplicant was going for Haj and according to the religious rites, he wanted D\nto bid good-bye to all the sins he had committed. It is further stated that the\nstatements he made before the court of Magistrate and before the Sessions\nJudge were false. It is unfortunate that the said application was allowed by\nthe Sessions Judge on 9.2.1995 and they were allowed to be examined as\ndefence witnesses juxtaposed as DW-1 and DW-2. The Sessions Judge, E\nhowever, on examining the credibility of PW-8 and PW-9 juxtaposed as DW-\n1 and DW-2 rejected it as not trustworthy, in our view rightly.\nThe Sessions Judge came to a finding that the statements of DW-1 and\nDW-2 were recorded under Section 164 Cr.P.C. before the Magistrate on\n21.9.1989 as PW-8 and PW-9. Thereafter, their statements were recorded F\nbefore the Sessions Judge on 18.12.1990 and after four years on 17.7.1995\nthey gave a different version resiling from their previous statements on\ngrounds of threat, coercion and being tutored by the police. It will be noticed\nthat in between 18.12.1990 the day on which their statements were recorded\nbefore the Sessions Judge as PWs and their statements as defence witnesses\nwhich were recorded on 17.7.1995 as DWs, no complaint whatsoever was G\nmade by DW-1 and DW-2 to any Court or to any authority that they gave\nstatements on 18.12.1990 due to coercion, threat or being tutored by the\npolice. This itself could have been a sufficient circumstance to disbelieve the\nsubsequent statements as DW-1 and DW-2 as held by the Sessions Judge,\nin our view, rightly.\nH\nA\nB\nC\nD\nE\nF\n628\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nThe High Court, while reversing the order of conviction recorded by the\nSessions Judge gave the following reasons in support of the reversal in\nparagraph 16 as under:---\n\"This case has focused a very strange phenomenon before us. The\nwitnesses were examined initially as prosecution witnesses. The trial\nwas not completed within short span of time. It lingered on for about\nfive years. After lapse of five years these witnesses stated in favour\nof the accused and against the prosecution. The question arises\nwhether the prosecutor in charge of the prosecution was vigilant\nenough to see that all prosecution witnesses are examined within\nreasonable time span, so as to see that the case is completed within\nthat time span. The question arises whether the court was vigilant\nenough to see that the trial is conducted day by day system. The both\nanswers would be negative. Unfortunately, the Sessions Trial was not\nconducted day by day. The prosecution witnesses were not produced\nby making them to remain present for day by day trial. The\nadjournments were sought by defence and they were also granted\nliberally. All this resulted in strange situation where those two\nwitnesses stated something as prosecution witnesses and after lapse\nof sufficient time, they appeared before the court and gave the evidence\nas defence as witnesses and stated against the prosecution.\"\nIn our view, the reasoning recorded by the High Court, itself would\nhave been sufficient to reject the testimony of DW-1 and DW-2. However,\nhaving said so the High Court reversed the order of conviction and recorded\nthe order of acquittal, which is perverse.\nIn this case the application under Section 311 Cr.P.C. for recalling PW-\n8 and PW-9 and re-examining them was rejected by the Court on 2.9.1994.\nTherefore, the question with regard to recalling PW-8 and PW-9 and re-\nexamining them stood closed. There is no provi-ion in the Code of Criminal\nProcedure that by filing affidavit the witnesses examined as PWs (PW-8 and\nPW-9 in this case) could be juxtaposed as DW-1 and DW2- and be examined\nG as defence witnesses on behalf of the accused.\nMr. A.T.M. Rangaramanujam, learned senior counsel for the respondent,\nhowever, contended that the accused is entitled to enter upon defence and\nadduce evidence in support of his case as provided under Section 233 Cr.P.C.\nparticularly Sub-Section (3) of Section 233. Sub-Section (3) of Section 233\nH reads:-\n1\nSTATE OF M.P. v. BADRI YADAV [SEMA, J.]\n629\n“(3) If the accused applies for the issue of any process for compelling A\nthe attendance of any witness or the production of any document or\nthing, the Judge shall issue such process unless he considers, for\nreasons to be recorded, that such application should be refused on\nthe ground that it is made for the purpose of vexation or delay or for\ndefeating the ends of justice.\"\n(emphasis supplied)\nB\nC\nSection 233 itself deals with entering upon defence by the accused. The\napplication for recalling and re-examining persons already examined, as provided\nunder Section 311 Cr.P.C., was already rejected. The power to summon any\nperson as a witness or recall and re-examine any person already examined is\nthe discretionary power of the Court in case such evidence appears to it to\nbe essential for a just decision of the case. Under Section 233 Cr.P.C. the\naccused can enter upon defence and he can apply for the issue of any\nprocess for compelling the attendance of any witness in his defence. The\nprovisions of sub-section (3) of Section 233 cannot be understood as D\ncompelling the attendance of any prosecution witness examined, cross-examined\nand discharged to be juxtaposed as DWs. In the present case PW-8 and PW-\n9 were juxtaposed as DW-1 and DW-2. This situation is not one what was\ncontemplated by sub-section 3 of Section 233 Cr.P.C.\nE\nWhen such frivolous and vexatious petitions are filed, a Judge is not\npowerless. He should have used his discretionary power and should have\nrefused relief on the ground that it is made for the purpose of vexation or\ndelay or for defeating the ends of justice. In the present case, the witnesses\nwere examined by the prosecution as eyewitnesses on 18.12.1990, cross-\nexamined and discharged. Thereafter, an application under Section 311 Cr.P.C. F\nwas rejected. They were recalled purportedly in exercise of power under sub-\nsection (3) of Section 233 Cr.P.C. and examined as DW-1 and DW-2 on behalf\nof the accused on 17.7.1995. This was clearly for the purpose of defeating the\nends of justice, which is not permissible under the law.\nIn the case of Yakub Ismail Bhai Patel v. State of Gujarat, [2004] 12 G\nSCC 229 in which one of us Dr. AR. Lakshmanan, J. was the author of the\njudgment, in somewhat similar case to the facts of the present case it was held\nthat once a witness is examined as a prosecution witness, he cannot be\nallowed to perjure himself by resiling from the testimony given in court on\noath by filing affidavit stating that whatever he had deposed before court as H\n}\n630\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA PW was not true and was done so at the instance of the police. In that case\nthe evidence of PW-1 was relied upon by the Trial Court and also by the High\nCourt. He was examined by the prosecution as an eyewitness. He also identified\nthe appellants and the co-accused in the Court. After a long lapse of time he\nfiled an affidavit stating that whatever he had stated before the Court was not\ntrue and had done so at the instance of the police. In those facts and\ncircumstances this Court in paragraphs 38 and 39 at SCC pp.240-241 held as\nunder:--\nB\nC\nD\nF\n\"38. Significantly this witness, later on filed an affidavit, wherein he\nhad sworn to the fact that whatever he had deposed before Court as\nPW 1 was not true and it was so done at the instance of the police\".\n\"39. The averments in the affidavit are rightly rejected by the High\nCourt and also the Sessions Court. Once the witness is examined as\na prosecution witness, he cannot be allowed to perjure himself by\nresiling from the testimony given in Court on oath. It is pertinent to\nnote that during the intervening period between giving of evidence\nas PW 1 and filing of affidavit in court later, he was in jail in a narcotic\ncase and that the accused persons were also fellow inmates there.\"\nIn the present case, both PW-8 and PW-9 are related to the deceased.\nPW-8 is the elder brother of the deceased and PW-9 is the friend of the\nE deceased. Being the close relative and friend of the deceased there is no\nrhyme and reason to depose falsely against the accused and allowing the real\nculprit to escape unpunished. On 21.9.1989, their statements were recorded\nunder Section 164 Cr.P.C. before the Magistrate. On 18.12.1990, their depositions\nwere recorded before the Sessions Judge. In both the statements they have\nstated that they were eyewitnesses and witnessed the occurrence. Both of\nthem have stated that they saw the accused assaulting the deceased with\nknives and swords. They were subjected to lengthy cross-examination but\nnothing could be elicited to discredit the statement-in-chief. Their examination\nas defence witnesses was recorded on 17.7.1995 when they resiled completely\nfrom the previous statements as prosecution witnesses. It, therefore, clearly\nappears that the subsequent statements as defence witnesses were concocted\nwell an after thought. They were either won over or were under threat or\nintimidation from the accused. No reasonable person, properly instructed in\nlaw, would have acted upon such statements.\nG\nH\nAnother contention of counsel for the respondent is being noted only\nSTATE OF M.P. v. BADRI YADAV [SEMA, J.]\n631\nto be rejected. It is contended that accused Mahesh who suffered disclosure A\nstatement was acquitted by the Trial Court on benefit of doubt and, therefore,\nthe same yardstick should have been applied to the case of the respondent\nherein. The Trial Court acquitted the accused Mahesh by giving him the\nbenefit of doubt because his name does not figure in the F.I.R. One Gopal\nYadav was mentioned in the F.I.R. as an accused. Whether the Gopal Yadav\nmentioned in the F.I.R. was the same Mahesh was not explained by the\nprosecution and this was the reason for the acquittal of Mahesh. The name\nof the respondent herein was named in the F.I.R. as one of the assailants and\nhe was also identified by PW-8 and PW-9.\nB\nPrima facie PW-8 Mohd. Amin and PW-9 Zakir Ali in their subsequent C\naffidavits made a false statement which they believed to be false or did not\nbelieve to be true. Hence, they are liable for perjury for giving false evidence\npunishable under Section 193 IPC. We direct the Vth Additional Sessions\nJudge, Ujjain, Madhya Pradesh, to file a complaint under Section 193 of the\nIndian Penal Code and initiate proceedings against Mohd. Amin PW-8 and\nZakir Ali PW-9 juxtaposed as DW-1 and DW-2 and pass necessary orders in\naccordance with law.\nIn the facts and circumstances aforesaid, the High Court was not justified\nin reversing the conviction recorded by the Trial Court. The order of the High\nCourt dated 12.5.2000 is accordingly set aside and the order of the Trial Court\nconvicting the respondent under Section 302/34 IPC is restored. The appeal\nis allowed. The respondent is on bail. His bail bond and surety stands\ncancelled. He is directed to be taken back into custody forthwith to serve out\nthe remaining part of the sentence. Compliance report within one month.\nR.P.\nD\nE\nAppeal allowed. F\n"}