{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"г\n1\nK. VENKATACHALA BHAT AND ANR.\nV.\nKRISHNA NAYAK (D) BY LRS. AND ORS.\nMARCH 9, 2005\nB\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Civil Procedure, 1908 :\nOrder 13, Rule 3-Compromise of suit-Writ petition before High Court-\nDisposed of in terms of memo of purported compromise and affidavit signed\nonly by respondents and not by appellants-Held, requirement under Order\n13, r.3 can be pressed into service even in writ proceedings-Compromise not\nsigned by parties cannot be recorded by the Court-Constitution of India,\n1950-Article 226.\nCondonation of delay :\nC\nD\nWrit appeal against disposal of writ petition on the basis of purported\ncompromise signed only by respondents-Filed with application for\ncondonation of 1440 days delay-Refusal by Division Bench to condone the\ndelay-Held, High Court proceeded on entirely erroneous premises-When E\nwrit petition was disposed of in an indefensible manner by single Judge,\nDivision Bench should have condoned the delay--Matter remanded to single\nJudge for disposal of writ petition on merits.\nAppellants filed a writ appeal before the Division Bench of the High\nCourt challenging the order of the single Judge in a writ petition, with a prayer F\nto condone the delay of 1440 days in filing the appeal. The writ petition was\ndisposed of by the single Judge of the High Court on the basis of a purported\ncompromise memo signed by respondents 2(a) and 2(b). It was specifically\npleaded by the appellants that they never signed the so-called compromise\nmemo, and came to know of the disposal of the writ petition only when the\nrespondents 2(a) and 2(b) tried to get the khata changed in their names on\nthe basis of the said purported compromise memo. The Division Bench of the\nHigh Court refused to condone the delay as having not sufficiently been\nexplained.\nG\n623\nH\nA\nA\nB\n.C\nD\nE\nF\nG\n624\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nIn the present appeal, it was contended for the appellants that the single\nJudge should not have disposed of the writ petition on the basis of the so called\ncompromise memo which was signed only by respondents 2(a) and 2(b) and\nnot by the appellants; and that the disposal of appeal by the Division Bench\nof the High Court was on entirely erroneous premises.\nDisposing of the appeal, the Court\nHELD: 1.1. The High Court proceeded on entirely erroneous premises.\nIf it wanted to dispose of a part of the dispute on the basis of a settlement\npurportedly arrived at between the parties, the memo and affidavit should\nhave been filed by the parties concerned. On a perusal of the so called\ncompromise memo it is noticed that the same was signed by respondents 2(a)\nand 2(b) before the Notary. Acting on the basis of memo or affidavit which\nwas signed by the respondents only the dispute could not have been settled\nagainst the appellants without their consent. [625-E; 626-C-D]\n1.2. The order passed by the Single Judge is unsustainable. When the\nwrit petition was disposed of in an indefensible manner by Single Judge, in\nview of the reasons indicated by the appellants, the Division Bench should\nhave condoned the delay even if it was substantial. It did not even advert to\nthe stand of the appellants. The matter is remanded to the Single Judge of\nthe High Court for disposal on merits of the case. [625-D-F]\n2. Though in terms of Section 141 of the Code of Civil Procedure, 1908,\nthe expression 'proceedings' is not applicable to proceeding under Article 226\nof the Constitution of India, the requirement under Order XXIII Rule 3 can\nbe pressed into service even in writ proceedings. [627-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1604 of 2005.\nFrom the judgment and Order dated 2.1.2003 of the Karnataka High\nCourt in W.A. No. 4933 of 2002 (KLRA).\nBasava Prabhu S. Patil, B. Subramanya Prasad, S.K. Dubey and A.S.\nBhasme for the Respondents.\nSanjay R. Hegde for the Respondents.\ni\n1\n-\nThe Judgment of the Court was delivered by\nH\nARIJIT PASAYAT, J. Leave granted.\nK.V. BHAT v. KRISHNA NAYAK [PASAYAT, J.]\n625\nBy the impugned judgment a Division Bench of the Karnataka High A\nCourt refused to condone the delay of 1440 days in filing the writ appeal.\nThe writ petition no. 28336 of 1997 was disposed of by order dated 4.9.1998\nby a learned Single Judge of the High Court which was the subject matter of\nchallenge in the Writ Appeal.\nB\nStand of the appellants before the Division Bench of High Court was\nthat they came to know about the disposal of the writ petition only in the\nmonth of 2002 when respondents 2(a) and 2(b) tried to get the Khata changed\nin their names on the basis of the purported compromise memo filed before\nlearned Single Judge on the basis of which the writ petition was disposed of.\nIt was their specific stand that compromise memo in question was never\nC\nsigned by them. The Division Bench held that the delay was not sufficiently\nexplained.\nIn support of the appeal, learned counsel for the appellants submitted\nthat disposal by the High Court was on entirely erroneous premises. The\ndisposal was purportedly on the basis of a compromise memo and an affidavit D\nstated to have been filed by the parties. On a bare perusal of the relevant\ndocuments it is clear that it was only the respondents who filed the memo and\nthe affidavit and the appellants had not signed them. Therefore, the learned\nSingle Judge should not have disposed of the matter in the manner done.\nThere is no appearance on behalf of the respondents in spite of service of\nE\nnotice.\nOn a perusal of the so called compromise memo it is noticed that the\nsame was signed by the respondents 2(a) and 2(b) before the Notary on\n1.7.1998 and it contains the thumb impression of respondents 2(a) and 2(b),\nnamely, Smt. Saraswathi and Girija @ Ananda. The memo itself shows that F\nthe respondents 2(a) and 2(b) have no objection for quashing the order dated\n18.7.1979 passed by the Land Tribunal, Udupi in respect of certain lands. It\nis also mentioned therein that respondent 2(a) has filed a separate affidavit\non her own behalf and on behalf of the respondent 2(b).\nThe affidavit is by Smt. Saraswathi respondent no.2(a) in the writ G\npetition. The relevant portions of the memo and the affidavit read as follows:\n\"Memo:-It is submitted that the Respondents 2(a) and 2(b) have\nno objection for quashing of the order dated 18.7.1979 passed by the\nLand Tribunal, Udupi in No.LRY-78-43-TRI-3425-79-80 in respect\nof the lands in S.No. 143-1-0.50 acre and 142-1-1 acre of Herga village, H\n626\nA\nSUPREME COURT REPORTS\nUdupi Taluk and Dist.\n[2005] 2 S.C.R.\nB\nC\nᎠ\nE\nF\nG\nH\nAffidavit:-I, therefore, pray that this Hon'ble Court may be pleased\nto modify the order of the Land Tribunal, Udupi dated 18.7.1979 in\nNo.LRY-78-43-TRI-3425-79-80 by quashing the same to the extent\nof 50 cents in S.No. 143-1 and 1 acre in S.No.142-1 of Herga village,\nUdupi Taluk and Dist., in the ends of justice and equity.\"\nThe High Court took note of the memo which according to it was filed\nby the parties and their counsel and was supported by an affidavit. The High\nCourt thereafter quashed the grant of occupancy right in respect of two survey\nnumbers and affirmed the order of the Tribunal in respect of the remaining\nsurvey numbers.\nIt is crystal clear that the High Court proceeded on entirely erroneous\npremises. If it wanted to dispose of a part of the dispute on the basis of a\nsettlement purportedly arrived at between the parties, the memo and affidavit\nshould have been filed by the parties concerned. Acting on the basis of memo\nor affidavit which was singed by the respondents only the dispute could not\nhave been settled against the appellants without their consent.\nAt this juncture, it would be appropriate to take note of Order XXIII\nRule 3 of the Code of Civil Procedure, 1908 (in short ‘CPC') dealing with\ncompromise of suit. Same reads as follows:\n\"Where it is proved to the satisfaction of the Court that a suit has\nbeen adjusted wholly or in part by any lawful agreement or\ncompromise in writing and signed by the parties, or where the\ndefendant satisfies the plaintiff in respect of the whole or any part of\nthe subject matter of the suit, the Court shall order such agreement,\ncompromise or satisfaction to be recorded, and shall pass a decree in\naccordance therewith so far as it relates to the parties to the suit,\nwhether or not the subject matter of the agreement, compromise or\nsatisfaction is the same as the subject matter of the suit:\nProvided that where it is alleged by one party and denied by the\nother that an adjustment or satisfaction has been arrived at, the court\nshall decide the question; but no adjournment shall be granted for the\npurpose of deciding the question, unless the Court, for reasons to be\nrecorded, thinks fit to grant such adjournment.\n4.\nに\n}\nK.V. BHAT v. KRISHNA NAYAK [PASAYAT, J.]\n627\nExplanation-An agreement or compromise which is void or A\nvoidable under the Indian Contract Act, 1872 (9 of 1872) shall not\nbe deemed to be lawful within the meaning of this Rule.\"\nThe words \"in writing and signed by the parties\" were inserted by Act\n104 of 1976 with effect from 1.2.1977.\nThe effect of the inserted portion as noted above is that the compromise\nif not signed by the parties cannot be recorded by the Court. In Byram\nPestonji Gariwala v. Union Bank of India and Ors., AIR (1991) SC 2234 it\nwas held that the compromise can be signed by the parties, their counsel or\neven their agents. The view was re-iterated in Jineshwardas (D) by Lrs. and\nOrs. v. Jagrani (Smt.) and Anr., [2003] 11 SCC 372.\nB\nC\nThough in terms of Section 141 (Explanation) C.P.C., the expression\n'proceedings' is not applicable to proceeding under Article 226 of the\nConstitution of India, 1950 (in short the 'Constitution'), the requirement\nunder Order XXIII Rule 3 can be pressed into service even in writ proceedings. D\nHere even the signature of the counsel of petitioners is not there.\nAbove being the position, we find the order passed by the learned\nSingle Judge is unsustainable. When the writ petition was disposed of in an\nindefensible manner by learned Single Judge, the Division Bench should\nhave condoned the delay even if it was substantial in view of the reasons\nindicated by the appellants. It did not even advert to the stand of the appellants.\nthat the learned Single Judge should not have disposed of the matter on the\nbasis of the memo and affidavit which were only signed and filed by\nrespondents 2(a) and 2(b) and not by the appellants.\nThe orders of the learned Single Judge and the Division Bench are set\naside. The matter is remanded to the learned Single Judge for disposal on the\nmerits of the case. We make it clear that we have not expressed any opinion\non the merits of the case.\nR.P.\nThe appeal is disposed of accordingly with no order as to costs.\nE\nF\nG\nAppeal disposed of.\n"}