{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"UNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n75\nB\nprovided it is in consonance with law and has been followed. A\nfor a considerable time. This concept is not an absolute\nproposition of law but can be applied depending on the facts\nand circumstances of a given case. This Court in the case of\nConfederation of Ex-Service Man Associations and Ors. v.\nUnion of India and Ors., [(2006) 8 SCC 699] was concerned\nwith providing of Medicare/Medical aid to ex-servicemen and\nthe scheme framed by the Government to provide ex-defence\npersonnel medical services provided they paid “one-time\ncontribution\", was held not to be arbitrary and based on the\npractice followed earlier. In such circumstances, this Court held\nas under:\n\"In such cases, therefore, the Court may not insist an\nadministrative authority to act judicially but may still insist\nit to act fairly. The doctrine is based on the principle that\ngood administration demands observance of\nreasonableness and where it has adopted a particular\npractice for a long time even in the absence of a provision\nof law, it should adhere to such practice without depriving\nits citizens of the benefit enjoyed or privilege exercised.\"\n42. A practice adopted for a considerable time, which is\nnot violative of the Constitution or otherwise bad in law or\nagainst public policy can be termed good in law as well. It is a\nsettled principle of law, that practice adopted and followed in\nthe past and within the knowledge of the public at large, can\nlegitimately be treated as good practice acceptable in law.\nWhat has been part of the general functioning of the authority\nconcerned can safely be adopted as good practice, particularly,\nwhen such practices are clarificatory in nature and have been\nconsistently implemented by the concerned authority, unless it\nis in conflict with the statutory provisions or principal document.\nA practice which is uniformly applied and is in the larger public\ninterest may introduce an element of fairness. A good practice\nof the past can even provide good guidance for future. This\naccepted principle can safely be applied to a case where the\nс\nD\nE\nF!\nG\nH\n76\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA need so arises, keeping in view the facts of that case. This view\nhas been taken by different High Courts and one also finds\nglimpse of the same in a judgment of this Court in the case of\nDeputy Commissioner of Police \u0026 Ors. Vs. Mohd. Khaja Ali\n(2000 (2) SLR 49).\nB\nC\n43. There can be hardly any doubt that the practice of\nappointing former employees had been implemented for quite\nsome time in the Department. We are unable to see how this\npractice is opposed to any statutory provision or even public\npolicy. To bar such a practice, there has to be a specific\nprohibition under the statutory provisions, then alone the\nargument raised on behalf of the respondents could have some\nmerit.\n44. We may also notice that in the issuance of the circulars\nD by the Railways, larger public interest is served. The\nbackground stated by the appellants necessitating the issuance\nof these circulars, clearly stated that large number of cases of\ndepartmental inquiries are pending and have not attained\nfinality, primarily for the non-availability of the inquiry officers.\nE Even that consideration would tilt the balance, in achieving\nlarger public purpose and interest, rather than to take an\napproach which would add to the misery of the Railway officials\nwho are facing departmental inquiries. It is a known fact that in\nmost of the inquiries the delinquent is placed either under\nF. suspension or faces other adverse consequences.\nG\n45. In the present case even the respondents before us\nhave participated in the entire inquiry and received the order\nof punishment without any protest. They, in fact, have admitted\nto the established practice of appointment of former railway\nemployees as inquiry officers. The cumulative result of this\ndiscussion is that, it is not possible for this Court to hold, in the\nfacts and circumstances of the case, that the \"other authority\"\nhas to be only a person in service.\nI\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\nNon-furnishing\n77\nof advise of Central Vigilance A\nCommission and its consequences\n46. In its impugned judgment the Tribunal accepted the\ncontention of the respondents that the CVC's advice/note\nshould have been made available to the delinquent during the\nB\nstage of inquiry. While referring to another judgment of the\nTribunal itself, it concluded that the case was akin to the referred\njudgment and the notes of the CVC should have been furnished\nand thus set aside the order of punishment. It will be useful to\nrefer to the reason and conclusion recorded by the Tribunal in\nits order. There are only two paragraphs i.e., Paragraph Nos.\n17 and 18 of the Tribunal's judgment which have been\nrecorded in this regard:\nC\n\"17. We are of the opinion that this case is akin to the two\ncases mentioned above as far as the non supply of CVC's D\nadvise is concerned.\n18. If the advise of the Central Vigilance Commission has\nbeen considered during the course of the disciplinary\nproceedings, the same should have been supplied to the E\ndelinquent official if asked for at appropriate time. In very\nspecial cases, such request may not be considered, but\nin such situations, the competent authority should have\nrecorded the reasons for not supplying such documents.\"\n47. The High Court has really not dealt with this issue in F\nany further elaboration, except affirming the order of the Tribunal.\nThe High Court mainly considered the arguments founded on\nthe interpretation of Rule 9(2). The reasons recorded by the\nTribunal are in no way sufficient to sustain that finding. Before\nsetting aside the impugned orders on that ground, the Tribunal G\nshould have concluded in relation to certain facts. They be :\n(a) Whether there were any CVC notes having a direct\nbearing on the inquiry in question,\nH\n78\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA\n00\nB\n(b) Whether such report was actually brought by the\ndelinquent officer,\n(c) Whether such notes were actually taken into\nconsideration by the disciplinary authority while passing the\nimpugned orders and finally,\n(d) Whether the delinquent officer has suffered de facto\nprejudice as a result of non-furnishing of advise.\n48. Unfortunately, the findings recorded by the Tribunal are\nC entirely silent on the above material aspects, as is clear from\nParagraph Nos. 17 and 18 of its judgment.\nD\n49. From the records before us, it appears that the circular\nissued by the Vigilance Department was actually asked for by\nthe delinquent officer in the application filed before the Tribunal\nand even in the reply filed before the High Court. It is nowhere\nstated what was the relevancy of this alleged CVC note,\nwhether it had actually been taken into consideration and,\nwhether it had caused prejudice to the delinquent officer. All\nthese ingredients are not satisfied in the records before us. It\nE is a settled rule of departmental proceedings that, it is for the\ndelinquent officer to specifically raise such an issue and\ndischarge the onus of prejudice. The concept of prejudice, we\nshall discuss shortly. But for the present, we are only discussing\nits factual aspect and the law relating thereto.\nF\nG\nH\n50. The documents and the circulars issued by the Central\nVigilance Commission, Government of India which have been\nplaced on record as Annexure R-3 dated 28th September, 2000\nrelate to furnishing of information of the CVC advice and the\npurpose sought to be achieved as well as the need of the\nemployee's representation in that regard. The record is entirely\nsilent as to what were the comments of the CVC and whether\nthey have been taken into consideration by the disciplinary\nauthority or not.\n51. Despite the factual aspect of the case, the learned\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n79\ncounsel appearing for the appellants has relied upon the A\njudgment of this Court in the case of Sunil Kumar Banerjee v.\nState of West Bengal \u0026 Ors. [1980 (3) SCC 304], contending\nthat it was not necessary and no prejudice had been caused\nto the respondent because of the alleged non-supply of the\nVigilance note. On the contrary, the learned counsel appearing B\nfor the respondents has relied upon the judgment of this Court\nin the case of State Bank of India \u0026 Ors. v. D.C. Aggarwal \u0026\nAnr. [1993 (1) SCC 13], to raise a counter plea that any\ndocument taken into consideration for imposing a punishment\nand if the CVC recommendations were prepared at the back\nof the officer, the order of punishment so passed would be liable\nto be set aside. The proposition of law stated in the above two\njudgments can hardly be disputed. What is really required to\nbe seen by the Court is, whether the duty to furnish such a\nreport arises out of a statutory rule or in consonance with the\nprinciples of natural justice and whether non-furnishing of such\na report has caused any prejudice to the officer concerned.\nC\nD\n52. From the aforenoticed facts it is clear that, there is\nnothing on record to show that the alleged CVC notes have\nactually been taken into consideration and that the same have E\naffected the mind of the disciplinary authority while considering\nthe defence of the delinquent officer and imposing punishment\nupon him. Unless such notes were actually considered and had\nsome prejudicial effect to the interest of the delinquent officer,\nit will not be necessary for the Court to interfere in the F\ndepartmental inquiry proceedings on that ground. In the case\nof Sunil Kumar Banerjee (supra), where the Vigilance\nCommissioner had been consulted, there was alleged non-\nsupply of Vigilance Commissioner's report to the officer. A\nthree Judge-Bench of this Court took the view that the findings G\nof the disciplinary authority and its decision was not tainted and,\ntherefore, would not be termed as illegal. The Court in Para 4\nof the judgment held as under:\n\"4. We do not also think that the disciplinary authority\nH\nΑ\nB\nC\nD\nE\nF\nG\nH_\n80.\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\ncommitted any serious or material irregularity in consulting\nthe Vigilance Commissioner, even assuming that it was\nso done. The conclusion of the disciplinary authority was\nnot based on the advice tendered by the Vigilance\nCommissioner but was arrived at independently, on the\nbasis of the charges, the relevant material placed before\nthe Inquiry Officer in support of the charges, and the\ndefence of the delinquent officer. In fact the final\nconclusions of the disciplinary authority on the several\ncharges are so much at variance with the opinion of the\nVigilance Commissioner that it is impossible to say that\nthe disciplinary authority's mind was in any manner.\ninfluenced by the advice tendered by the Vigilance\nCommissioner. We think that if the disciplinary authority\narrived at its own conclusion on the material available to\nit, its findings and decision cannot be said to be tainted\nwith any illegality merely because the disciplinary authority\nconsulted the Vigilance Commissioner and obtained his\nviews the very same material. One of the submissions of\nthe appellant was that a copy of the report of the Vigilance\nCommissioner should have been made available to him\nwhen he was called upon to show cause why the\npunishment of reduction in rank should not be imposed\nupon him. We do not see any justification for the insistent\nrequest made by the appellant to the disciplinary authority\nthat the report of the Vigilance Commissioner should be\nmade available to him. In the preliminary findings of the\ndisciplinary authority which were communicated to the\nappellant there was no reference to the view of the\nVigilance Commissioner. The findings which were\ncommunicated to the appellant were those of the\ndisciplinary authority and it was wholly unnecessary for the\ndisciplinary authority to furnish the appellant with a copy\nof the report of the Vigilance Commissioner when the\nfindings communicated to the appellant were those of the\ndisciplinary authority and not of the Vigilance\nCommissioner. That the preliminary findings of the\n☐ H\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n81\ndisciplinary authority happened to coincide with the views A\nof the Vigilance Commission is neither here nor there.\"\n53. No rule has been brought to our notice where it is a\nmandatory requirement for the disciplinary authority to consult\nthe vigilance officer and take the said report into consideration\nbefore passing any order. If that was the position, the matter\nwould have been different.\nB\nC\n54. In the present case, firstly, no such rule has been\nbrought to our notice and secondly, there is nothing on record\nto show that the alleged notes of the CVC were actually taken\ninto consideration and the same effected or tainted the findings\nor mind of the authority while passing the orders of punishment.\nThus, in our view, the findings of the Tribunal cannot be\nsustained in law. Unless the Rules so require, advice of the\nCVC is not binding. The advice tendered by the CVC, is to D\nenable the disciplinary authority to proceed in accordance with\nlaw. In absence of any specific rule, that seeking advice and\nimplementing thereof is mandatory, it will not be just and proper\nto presume that there is prejudice to the concerned officer.\nEven in the cases where the action is taken without consulting E\nthe Vigilance Commission, it necessarily will not vitiate the order\nof removal passed after inquiry by the departmental authority.\nReference in this regard can also be made to the judgment of\nthis Court in the cases of State of A.P. \u0026 Anr. v. Dr.\nRahimuddin Kamal [1997 (3) SCC 505] and Deokinandan\nPrasad v. State of Bihar [1971 (2) SCC 330]. In the case of\nDr. Rahimuddin Kamal (supra), this Court was concerned with\nRule 4(2) of the Andhra Pradesh Civil Services (Disciplinary\nProceedings Tribunal) Rules, 1961, where the expression 'shall'\nhad been used in the Rules, making it obligatory upon the part\nof the Government, which required it to examine the records\nand after consulting the Head of the Department, pass an\nappropriate order. But before taking a decision, the\nGovernment shall consult the Vigilance Commission. In that case\nthe order of removal from service was passed in accordance\nwith law and after conducting appropriate inquiry but without\nF\nG\nH\n82\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA consulting the Commission. The Court expressed the view that\nthe expression 'shall' had to be construed as 'may' and non\nconsultation with the Commission would not render the order\nillegal or ineffective. In view of the larger Bench judgment and\nparticularly, with reference to the facts of the present case, we\nare unable to accept the contention of the respondents before\nB\nC\nus.\n55. In its letter dated 28th December, 2001, the respondent\nclaimed certain documents during the course of departmental\ninquiry. In Annexure-1 to this letter, at Sr. No.1, he had prayed\nfor the circular dated 28th September, 2000 from CVC to\nCVO's of all the Ministries. At Sr. No. 2, he had asked for\nCVC's first stage advice and Railway's note sent to CVC for\narriving at the first stage advice. Thus, both these documents\nwere of a very general nature and in no way suggested that the\nconcerned disciplinary authorities had taken into consideration\nany particular notes advising action against the said officer.\nSome element of prejudice is essential before an order of\nimposing penalty can be interfered with by the Court, particularly\nwhen the inquiry otherwise had been conducted in accordance\nE with law and no grievance was raised by the respondent on that\nD\nbehalf except the points raised for consideration of the Tribunal.\nThus, we are of the view that no statutory rule or regulation has\nbeen violated by the appellant nor any CVC notes were actually\ntaken into consideration for imposing the punishment upon the\nF respondent. Thus, the second argument of the respondent also\nmerits rejection.\nG\nWhether the de facto prejudice was a condition\nprecedent for grant of relief and if so, whether\nrespondents had discharged their onus.\n56. In the submission of the appellants, there is no violation\nof any statutory rule or provision of the Act. Departmental inquiry\nhas been conducted in accordance with the Rules and in\nconsonance with the principles of natural justice. The\nH respondents have not suffered any prejudice, much less\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n83\nprejudice de facto, either on account of retired employees of A\nthe railway department being appointed as inquiry officers in\nterms of the Rule 9(2) of the Rules or in the case of Alok Kumar,\nbecause of alleged non furnishing of CVC report. The\ncontention is that the prejudice is a sine qua non for vitiation of\nany disciplinary order. However, according to the respondents,\nthey have suffered prejudice ipso facto on both these accounts\nas there are violation of statutory rules as well as the principles\nof natural justice. In such cases, by virtue of operation of law,\nprejudice should be presumed and judgment of the Tribunal and\nthe High Court call for no interference.\nB\nC\nD\nE\n57. Earlier, in some of the cases, this Court had taken the\nview that breach of principle of natural justice was in itself a\nprejudice and no other 'de facto' prejudice needs to be proved.\nIn regard to statutory rules, the prominent view was that the\nviolation of mandatory statutory rules would tantamount to\nprejudice but where the Rule is merely dictatory the element of\nde facto prejudice needs to be pleaded and shown. With the\ndevelopment of law, rigidity in these Rules is somewhat relaxed.\nThe instance of de facto prejudice has been accepted as an\nessential feature where there is violation of non-mandatory rules\nor violation of natural justice as it is understood in its common\nparlance. Taking an instance, in a departmental inquiry where\nthe Department relies upon a large number of documents\nmajority of which are furnished and an opportunity is granted\nto the delinquent officer to defend himself except that some\ncopies of formal documents had not been furnished to the\ndelinquent. In that event the onus is upon the employee to show\nthat non-furnishing of these formal documents have resulted in\nde facto prejudice and he has been put to a disadvantage as\na result thereof. Even in the present cases, Rule 9 (2) G\nempowers the disciplinary authority to conduct the inquiry itself\nor appoint other authority to do so. We have already held that\nthe language of Rule 9(2) does not debar specifically or even\nby necessary implication appointment of a former employee of\nthe Railways as inquiry officer. Even if, for the sake of H\nF\n84\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA argument, it is assumed otherwise, all the respondents have\nparticipated in the departmental inquiries without protest and\nit is only after the orders of the competent authority have been\npassed that they have raised this objection before the Courts.\nIn the light of the peculiar facts and circumstances of the\nB present case, it is obligatory upon the respondents to show that\nthey have suffered some serious prejudice because of\nappointment of retired Railway officers as inquiry officers. We\nhave no hesitation in stating that the respondents have no way\nsatisfied this test of law. Thus, if their argument was to be\naccepted on the interpretation of Rule 9 (2), which we have\nspecifically objected, even then the inquiries conducted and the\norder passed thereupon would not be vitiated for this reason.\nC\nD\n58. Doctrine of de facto prejudice has been applied both\nin English as well as in Indian Law. To frustrate the departmental\ninquiries on a hyper technical approach have not found favour\nwith the Courts in the recent times. In the case of S.L. Kapoor\nv. Jagmohan [1980 (4) SCC 379], a three Judge Bench of this\nCourt while following the principle in Ridge v. Baldwin stated\nthat if upon admitted or indisputable facts only one conclusion\nE was possible, then in such a case that principle of natural justice\nF\nG\nH_\nwas in its self prejudice would not apply. Thus, every case would\nhave to be examined on its own merits and keeping in view\nthe statutory rules applying to such departmental proceedings.\nThe Court in S.L. Kapoor (supra) held as under:\n\"18 In Ridge v. Baldwin [1964 AC 40, 68: 1963 2 All ER\n66, 73] One of the arguments was that even if the appellant\nhave been heard by the Watch Committee nothing that he\ncould have said could have made any difference. The\nHouse of Lords observed at (p. 68):\n\"It may be convenient at this point to deal with an argument\nthat, even if as a general rule a watch committee must hear\na constable in its own defence before dismissing him this\ncase was so clear that nothing that the appellant could\nhave said could have made any difference. It is at least\n"}