{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 5 S.C.R. 35\nUNION OF INDIA\nV.\nALOK KUMAR\n(Civil Appeal No. 3369 of 2010 etc.)\nAPRIL 16, 2010\n[AFTAB ALAM AND SWATANTER KUMAR, JJ.]\nRailway Servants (Discipline and Appeal) Rules, 1968:\n-\nA\nB\nC\nD\nr. 9(2) - Inquiry under the Rules - Retired officers of the\nDepartment appointed as 'inquiry officer' - Circulars issued\nby Government permitting such appointment - Appointment\nchallenged being violative of the rules and Public Servants\n(Inquiries) Act - Held: Recourse to the provisions of the Act\nnot applicable in the facts of the case - Appointment of retired\nofficers as 'inquiry officer' is permissible · Expression 'other\nauthority' u/r. 9(2) does not mean a person in service alone -\nThe Rule does not exclude appointment of retired employees\nas other authority - Application of principle of exclusion cannot\nbe inferred in absence of specific language in the Rule - The\ncircular is not in conflict with r. 9(2) – It is rather supplementing\nthe Rule - The appointment was also done in public interest\n• The practice of such appointment has been adopted for a\nconsiderable time and there is no bar to such practice – The\ndelinquents having accepted it, cannot challenge it\nDelinquents have also not been able to show that they suffered F\nserious prejudice because of appointment of retired officers\n- Service Law - Departmental Proceedings - Public Servants\n(Inquiries) Act, 1850.\n-\n-\n-\nE\nrr. 9(2) and (6) and Schedule 3 - Interpretation of r. 9(2) G\nAppointment of retired officers as inquiry officers under the\nRules, challenged as violative of spirit of the Rule - Held: The\nexpression 'other authority' is intended to cover a vast field, it\nshould not be given a narrow meaning The provision\n35\n-\nH\n36\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nB\nA provides a discretion in matter of appointment of 'inquiry\nofficer' - The provision vesting discretion cannot be\ninterpreted in a manner which could take away the\ndiscretionary power - Interpretation should be such as to\nfurther the object of such rule - A statute should be examined\nin its entirety and not merely looking at a provision in isolation\nPrinciple of ejusdem generis is attracted where the words\npreceding the general words pertains to class genus and not\nheterogeneous collection of items - Principle of ejusdem\ngeneris not applicable to r. 9(2) -Rule of contextual\ninterpretation is applicable to the provision in question -\ninterpretation of Statutes.\nс\n-\nAdministrative Law - Natural justice - Non-furnishing of\ndocuments (issued by CVC) to the delinquent - Whether\ncaused prejudice to delinquent - Held: In absence of proof\nD that CVC advice was taken into consideration in departmental\nproceedings or that there is any rule providing that\nimplementation of such advice is mandatory, prejudice\nagainst the delinquent cannot be presumed - Onus is on the\ndelinquent to show that non-furnishing of the document\nE resulted in de facto prejudice - Prejudice de facto should not\nbe based on a mere apprehension or even on a reasonable\nsuspicion - It is not permissible to set aside departmental\ninquiries merely on the basis of apprehended prejudice -On\nfacts, delinquent failed to show any de facto prejudice on\nF account of non-furnishing of the document - Service Law -\nDepartmental Proceedings.\n0\nMaxim - ejusdem generis - Applicability of.\nDoctrines / Principles:\nPrinciple of necessary implication - Applicability of.\n-\nPrinciple of exclusion – Applicability of.\nWords and Phrases: 'authority' - Meaning of.\nH\nUNION OF INDIA v. ALOK KUMAR\n37\nA\nThe question for consideration in the appeals was\nwhether under the relevant Rules and provisions of\nPublic Servants (Inquiries) Act, 1850, the Railway\nAuthorities have the jurisdiction to appoint a retired\nemployee of the Department as 'Inquiry Officer' within the\nambit of Rule 9(2) of the Railway Servants (Discipline \u0026 B\nAppeal) Rules, 1968. In one of the appeals, an additional\nissue arose as to whether non-furnishing of the Central\nVigilance Commission advice/notes, to the delinquent,\nresulted in prejudice to him.\nAllowing the appeals, the Court\nC\nHELD: 1.1. The Departmental proceedings against\nthe respondent was restricted to the applicability of Rule\n9 of Railway Servants (Discipline and Appeal) Rules,\n1968. Thus, recourse to the provisions of the Public D\nServants (Inquiries) Act, 1850 for the purposes of\ninterpretation or deciding the controvercies in issue was\nentirely unwarranted in the facts and circumstances of\nthe case. [Para 18] [57-A-B]\n1.2. The language of Rule 9(6) shows that there is a\ndiscretion vested in the disciplinary authority, enabling\nit to hold the inquiry itself or get the truth of imputations\ninquired by any 'other authority' in terms of the Rule. It\nwill be appropriate to read Rule 9(1) and 9(2) together but\ncautiously. [Para 20] [59-E-F]\nE\nLLI\nF\n1.3. The language of Rule 9 demonstrates that the\nRules and the Act are neither inter-dependent nor convey\na legislative intent that a departmental inquiry has to be\nheld under both, collectively or at the discretion of the G\ndisciplinary authority. The provisions of the Act are\napplicable to a very limited class of persons i.e., the\nofficers who are removable or liable to be dismissed from\nservice only with the sanction of the Government. The\nH\nA\nB\nC\nE\n38\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nRules are applicable to non-gazetted officers and officials\nof the Department of Railways except Grade-A officers\nspecified under Schedule 3 of the Rules. Thus, under the\nscheme of the Rules and the Act and particularly, keeping\nin view the preamble of the Act, it is not correct to say\nthat absolute discretion is vested in the authorities\nconcerned to subject a person to departmental inquiries\nin terms of the Rules or the Act. They have to exercise\nthe power in accordance with the provisions of the\nrelevant statute. Such an approach is amply indicated\neven in the language of Rule 9(2). [Para 20] [59-G-H; 60-\nA-D]\n1.4. The Rules require the disciplinary authority to\nform an opinion that the grounds for inquiry into the truth\nof imputations of misconduct or misbehaviour against\nD the railway servant exists. Further, that they have\nenquired into the matter. Then, such inquiry may be\nconducted by the disciplinary authority itself or it may\nappoint under the Rules a Board of Inquiry or other\nauthority to enquire into the truth thereof. Formation of\nsuch an opinion is a condition precedent for the\ndisciplinary authority, whether it intends to conduct the\ninquiry under the Rules or under the Act as the case may\nbe. The expression \"as the case may be” clearly\nsuggests that law which will control such departmental\nF inquiry would depend upon the class of officers/officials\nwhose misconduct or misbehaviour subject them to such\ninquiry. If the employee is covered under the Act, the\ndisciplinary authority shall have to appoint an inquiry\nofficer and proceed with the inquiry under the provisions\nof the Act, whereas if he is covered under the Rules, the\nprocedure prescribed under the Rules will have to be\nfollowed. [Para 20] [60-D-G]\nG\nH\n1.5. Other important feature in the language of Rule\n9(2) is appoint under this Rule a Board of Inquiry or other\nUNION OF INDIA v. ALOK KUMAR\n39\nB\nAuthority. The expression ‘other authority' has neither A\nbeen explained nor defined under the Rules. In terms of\nRule 2(1)(2), the words which have not been defined\nunder these Rules shall be deemed to have been\nassigned the same meaning as assigned under the\nRailway Act, 1890. Even the Railway Act does not define\nthe term 'authority' though this expression has been\nused in conjunction with other words in the Rules as well\nas the Act. In absence of any specific definition or\nmeaning, the court has to rely upon understanding of this\nexpression in common parlance. [Para 21-22] [60-G-H; 61- C\nA-B]\nD\n1.6. In common parlance, the word 'authority' is\nunderstood to be power to exercise and perform certain\nduties or functions in accordance with law. Authority may\nvest in an individual or a person by itself or even as a\ndelegatee. It is the right to exercise power or permission\nto exercise power. Such permission or right could be\nvested in an individual or a body. It can also be in\nconferment of power by one person to another. This\nexpression has been used differently in different statutes\nand can be given a different meaning or connotation\ndepending upon the context in which it is used. The\npurpose and object of using such expression should be\nunderstood from the provisions of the relevant law and\nthe purpose sought to be achieved. [Para 22] [61-C-F] F\nFarlex Free Dictionary; Oxford Dictionary; Law Lexicon,\n2nd Edition, 1997 pg. 171, referred to\n1.7. The expression 'other authority' appearing in\nRule 9(2) is intended to cover a vast field and there is no\nindication of the mind of the framers that the expression\nmust be given a restricted or a narrow meaning. It is\npossible that where the authority is vested in a person\nor a body as a result of delegation, then delegatee of\nsuch authority has to work strictly within the field\nE\nG\nH\n40 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA delegated. If it works beyond the scope of delegation, in\nthat event it will be beyond the authority and may even,\nin given circumstances vitiate the action. [Para 24] [64-\nB-D]\nB\nC\n1.8. There is an element of discretion vested in the\ncompetent authority to appoint 'other authority' for the\npurposes of conducting a departmental inquiry. It is a\nsettled principle of interpretation that exclusion must\neither be specifically provided or the language of the Rule\nshould be such that it definitely follows by necessary\nimplication. The words of the Rule, therefore, should be\nexplicit or the intent should be irresistibly expressed for\nexclusion. If it was so intended, the framers of the Rule\ncould simply use the expression like ‘public servant in\noffice' or 'an authority in office'. Absence of such specific\nlanguage exhibits the mind of the framers that they never\nintended to restrict the scope of 'other authority' by\nlimiting it to the serving officers/officials. The principle of\nnecessary implication further requires that the exclusion\nshould be an irresistible conclusion and should also be\nE in conformity with the purpose and object of the rule.\n[Para 26] [65-A-D]\nD\nF\nG\n1.9. It is not correct to say that the framers of the\nRules have excluded appointment of former employees\nof Railway Department as other authority (inquiry officer)\nunder the provisions u/r. 9(2). An exclusion clause should\nbe reflected in clear, unambiguous, explicit and specific\nterms or language, as in the clauses excluding the\njurisdiction of the court the framers of the law apply\nspecific language. In some cases, as it may be, such\nexclusion could be read with reference to irresistible\nimplicit exclusion. Application of principle of exclusion\ncan hardly be inferred in absence of specific language.\n[Para 27] [65-E-F]\nH\nUNION OF INDIA v. ALOK KUMAR\n41\nNew Moga Transport Co. v. United India Insurance Co. A\nLtd. AIR 2004 SC 2154, referred to.\n1.10. The inquiry officer appointed by the disciplinary\nauthority is a delegatee and has to work within the limited\nauthority so delegated to him. The charges and article of\ncharges and imputations are served by the disciplinary/\ncompetent authority. The inquiry report is submitted\nagain to the competent authority which is expected to\napply its mind to the entire record and then decide\nwhether any punishment should be imposed upon the\ndelinquent officer or not. Thus, all substantive functions\nare performed by the disciplinary or the specified\nauthority itself. It is only an interregnum inquiry. It is\nconducted by the delegatee of the said authority. That\nbeing the purpose and specially keeping in mind the\nlanguage of Rule 9(2), it cannot be said that 'other\nauthority' has to be a person in service alone. [Para 28]\n[66-B-E]\nRavi Malik v. National Film Development Corporation\nLtd. and Ors. 2004 (13) SCC 427, distinguished.\n1.11. The Rule has not specified any qualifications or\npre-requisites which need to be satisfied before a person\ncan be appointed as an inquiry officer. It has been left to\nthe discretion of the disciplinary authority. Unless such\nexclusion of a former employee of the Government was\nspelt out specifically in the Rule, it will be difficult for the\nCourt to introduce that element and the principle of\nimplication simplicitor. [Para 29] [67-F-G]\nB\nC\nD\nE\nF\n1.12. The Schedule specifies the powers of the G\nrespective authorities to take disciplinary action against\nthe delinquent officer, either in certain terms or even by\ninterpretation, it does not suggest which class of persons\nshould or should not be appointed as inquiry officers. On\nthe contrary, Rule 9(2) specifically empowers the H\n42\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Disciplinary Authority to inquire into the matter itself or\nappoint another authority to conduct the inquiry. In other\nwords, the functions of the Inquiry Officer are that of a\ndelegating nature and this delegation ex facie, is limited\ndelegation. An Inquiry Officer is not even entitled to\nB suggest the punishment unless the Rule so requires\nspecifically, which is not the case here. It is a settled rule\nthat the provisions of an Act/Rules should be examined\nin their entirety along with the scheme before a particular\nmeaning can be given to an expression or sentence used\nin a particular language. Thus the Rules must be\nexamined in their entirety along with the conditions of the\nSchedule and not merely look at Rule 9(2) in isolation.\n[Para 32] [70-F-H; 71-A-B]\nC\nD\n1.13. It is not correct to say that in view of the\nlanguage of Rule 9(2), the expression “other authority\"\nwould have to be read ejusdem generis to the earlier part\nof Rule 9(2) and that they must take colour from the earlier\npart of the Rule. The rule of ejusdem generis is applied\nwhere the words or language of which in a Section is in\nE continuation and where the general words are followed\nby specific words that relates to a specific class or\ncategory. The maxim ejusdem generis is attracted where\nthe words preceding the general word pertains to class\ngenus and not a heterogeneous collection of items. The\nF language of Rule 9(2), on its plain reading shows that the\nwords are disjunctive and therefore, this principle of\ninterpretation would be hardly applicable to the facts of\nthe present case. [Paras 34, 35, 36 and 37] [71-E-F; 72-B-\nC, G; 73-A]\nG\nCommissioner of Income Tax, Udaipur, Rajasthan vs.\nMcdowell and Company Limited 2009 (10) SCC 755,\ndistinguished.\n1.14. It will be useful to apply the rule of contextual\nH interpretation to the provisions of Rule 9. It would not be\nUNION OF INDIA v. ALOK KUMAR\n43\nB\npermissible to import any meaning or make additions to A\nthe plain and simple language of Rule 9(2) in relation to\n\"other authority.\" The rule of contextual interpretation\nrequires that the court should examine every word of\nstatute in its context, while keeping in mind the preamble\nof the statute, other provisions thereof, pari material\nstatutes, if any, and the mischief intended to be remedied.\nContext often provides a key to the meaning of the word\nand the sense it carries. When the rules and regulations\nhave been framed dealing with different aspects of the\nservice of the employees, the courts would attempt to\nmake a harmonious construction and try to save the\nprovision, not strike it down rendering the provision\nineffective. The Court would normally adopt an\ninterpretation which is in line with the purpose of such\nregulations. The rule of contextual interpretation can be\npurposefully applied to the language of Rule 9(2). The\nlegislative background and the object of both the Rules\nand the Act is not indicative of any implied bar in\nappointment of former employees as inquiry officers.\n[Para 38] [73-E-H; 74-A-B]\nGudur Kishan Rao v. Sutirtha Bhattachaarya (1998) 4\nSCC 189; Nirmal Chandra Bhattacharjee v. Union of India\n1991 (Supp (2) SCC 363; Central Bank of India v. State of\nKerala (2009) 4 SCC 94, relied on.\nHousing Board of Haryana v. Haryana Housing Board\nEmployees Union (1996) 1 SCC 95, referred to.\n1.15. There is no conflict, much less the\ncontradiction between the language of Rule 9(2) and the\ncircular of 1998 issued by the appellants which\ncontemplated preparation of a panel of former officers/\nemployees of the railway department, who can be\nappointed as inquiry officers to conduct the departmental\ninquiry as the disciplinary/competent authority. The\ncircular only aids Rule 9(2) further while saying that in the\nс\nD\nヨ\nF\n0\nH\n44\nSUPREME COURT REPORTS ·\n[2010] 5 S.C.R.\nA interest of the administration and in consonance with the\nRules, the former/retired officers of the railway\ndepartment who satisfy the eligibility criteria can be\nappointed as inquiry officer and submit their report to the\ndisciplinary authority in accordance with law. It is clear\nB that the circular issued is only supplementing Rule 9(2)\nand is in no way in conflict with the language or spirit of\nRule 9(2). Wher a circular is issued for the purposes of\nsupplementing the removal of ambiguity in the Rule or to\nachieve the purpose of the Rule more effectively, it can\nhardly be said that there is a conflict between the two.\n[Paras 30 and 31] [69-B-D; F-G]\nC\n1.16. While examining the provisions of vesting of\ndiscretion, it cannot be said that they should be\ninterpreted in a manner which would take away the\nD discretion contemplated under the Rule. Rather it would\nE\nF\nbe appropriate to adopt an interpretation which would\nfurther the object of such rule. Once there is no conflict,\nthen the Rule and the circular should be harmoniously\nread. [Para 31] [70-A-B-E]\nUnion of India and Ors. v. Virpal Singh Chauhan and Ors.\n1995 (6) SCC 684, referred to.\n1.17. There is no challenge in any of the applications\nfiled before the Tribunal to any of the circulars. By\npassage of time and practice the competent authorities\nand even the delinquent officers in disciplinary cases\nhave given effect to these circulars and they were treated\nto be good in law. It is only in the arguments addressed\nbefore this Court, where it is suggested that these\ncirculars supersede or are in cor.flict with the Rules. [Para\n40] [74-E-G]\n1.18. It is not opposed to any canons of service\njurisprudence that a practice cannot adopt the status of\nH an instruction, provided it is in consonance with law and\n"}