{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"UNION OF INDIA v. ALOK KUMAR\n45\nhas been followed for a considerable time. This concept A\nis not an absolute proposition of law but can be applied\ndepending on the facts and circumstances of a given\ncase. [Para 41] [74-G-H; 75-A]\nConfederation of Ex-Service Man Associations and Ors.\nv. Union of India and Ors. (2006) 8 SCC 699, relied on.\nB\n1.19. A practice adopted for a considerable time,\nwhich is not violative of the Constitution or otherwise bad\nin law or against public policy can be termed good in law\nas well. What has been part of the general functioning of C\nthe authority concerned can safely be adopted as good\npractice, particularly, when such practices are clarificatory\nin nature and have been consistently implemented by the\nconcerned authority, unless it is in conflict with the\nstatutory provisions or principal document. A practice D\nwhich is uniformly applied and is in the larger public\ninterest may introduce an element of fairness. A good\npractice of the past can even provide good guidance for\nfuture. This accepted principle can safely be applied to a\ncase where the need so arises, keeping in view the facts\nof that case. [Para 42] [75-E-H; 76-A]\nDeputy Commissioner of Police and Ors. vs. Mohd.\nKhaja Ali 2000 (2) SLR 49, relied on.\nE\n1.20. The practice of appointing former employees F\nhad been implemented for quite some time in the\nDepartment. This practice is not opposed to any statutory\nprovision or even public policy. To bar such a practice,\nthere has to be a specific prohibition under the statutory\nprovisions. [Para 43] [76-B-C]\n3\n1.21. In the issuance of the circulars by the Railways,\nlarger public interest is served. The background stated\nby the appellants necessitating the issuance of these\ncirculars, clearly stated that large number of cases of\nG\nH\n46\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA departmental inquiries are pending and have not attained\nfinality, primarily for the non-availability of the inquiry\nofficers. Even that consideration would tilt the balance,\nin achieving larger public purpose and interest, rather\nthan to take an approach which would add to the misery\nB of the Railway officials who are facing departmental\ninquiries. [Para 44] [76-C-E]\nC\n1.22. In the present case even the respondents have\nparticipated in the entire inquiry and received the order\nof punishment without any protest. They, in fact, have\nadmitted to the established practice of appointment of\nformer railway employees as inquiry officers. [Para 45]\n[76-F-G]\n2.1. There is nothing on record to show that the\nD alleged CVC notes have actually been taken into\nconsideration and that the same have affected the mind\nof the disciplinary authority while considering the\ndefence of the delinquent officer and imposing\npunishment upon him. Unless such notes were actually\nE considered and had some prejudicial effect to the interest\nof the delinquent officer, it will not be necessary for the\nCourt to interfere in the departmental inquiry proceedings\non that ground. All these ingredients are not satisfied in\nthe records. It is a settled rule of departmental\nproceedings that, it is for the delinquent officer to\nspecifically raise such an issue and discharge the onus\nof prejudice. [Paras 49 and 52] [78-E; 79-D-F]\nF\nG\nH\nSunil Kumar Banerjee v. State of West Bengal and Ors.\n1980 (3) SCC 304; State Bank of India and Ors. v. D.C.\nAggarwal and Anr. 1993 (1) SCC 13, referred to.\n2.2. Unless the Rules so require, advice of the CVC\nis not binding. In absence of any specific rule that\nseeking advice and implementing thereof is mandatory,\nit will not be just and proper to presume that there is\nUNION OF INDIA v. ALOK KUMAR\n47\nprejudice to the concerned officer. Even in the cases A\nwhere the action is taken without consulting the Vigilance\nCommission, it necessarily will not vitiate the order of\nremoval passed after inquiry by the departmental\nauthority. [Para 54] [81-C-E]\nState of A.P. and Anr. v. Dr. Rahimuddin Kamal 1997 (3)\nSCC 505; Deokinandan Prasad v. State of Bihar 1971 (2)\nSCC 330, relied on.\nB\n2.3. Some element of prejudice is essential before an\norder of imposing penalty can be interfered with by the C\ncourt, particularly when the inquiry otherwise had been\nconducted in accordance with law and no grievance was\nraised by the respondent on that behalf except the points\nraised for consideration of the Tribunal. Thus, no\nstatutory rule or regulation has been violated by the D\nappellant nor any CVC notes were actually taken into\nconsideration for imposing the punishment upon the\nrespondent. [Para 55] [82-D-F]\n2.4. Earlier, in some of the cases, this Court had taken\nthe view that breach of principle of natural justice was in E\nitself a prejudice and no other ‘de facto' prejudice needs\nto be proved. In regard to statutory rules, the prominent\nview was that the violation of mandatory statutory rules\nwould tantamount to prejudice but where the Rule is\nmerely dictatory the element of de facto prejudice needs F\nto be pleaded and shown. With the development of law,\nrigidity in these Rules is somewhat relaxed. The instance\nof de facto prejudice has been accepted as an essential\nfeature where there is violation of non-mandatory rules\nor violation of natural justice as it is understood in its G\ncommon parlance. [Para 57] [83-C-E]\nS.L. Kapoor v. Jagmohan 1980, (4) SCC 379; K.L. Tripathi\nv. State Bank of India (1984) 1 SCC 43; ECIL v. B. Karunakar\n(1993) 4 SCC 727; Haryana Financial Corporation v. Kailash\nChandra Ahuja 2008 (9) SCC 31, relied on.\nH\n..ሃ.\nA\n48\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\n2.5. In a departmental inquiry where the Department\nrelies upon a large number of documents, majority of\nwhich are furnished and an opportunity is granted to the\ndelinquent officer to defend himself except that some\ncopies of formal documents had not been furnished to\nB the delinquent. In that event the onus is upon the\nemployee to show that non-furnishing of these formal\ndocuments have resulted in de facto prejudice and he has\nbeen put to a disadvantage as a result thereof. In the light\nof the peculiar facts and circumstances of the present\ncase, it is obligatory upon the respondents to show that\nthey have suffered some serious prejudice because of\nappointment of retired Railway officers as inquiry\nofficers. The respondents have not satisfied this test of\nlaw. [Para 57] [83-E-G; 84-A-B]\nD\n¡\n2.6. The well established canons controlling the field\nof bias in service jurisprudence can reasonably extend\nto the element of prejudice as well in such matters.\nPrejudice de facto should not be based on a mere\napprehension or even on a reasonable suspicion. It is\nE important that the element of prejudice should exist as a\nmatter of fact or there should be such definite inference\nof likelihood of prejudice flowing from such default, which\nrelates statutory violations. It will not be permissible to\nset aside the departmental inquiries in any of these\nF classes merely on the basis of apprehended prejudice.\n[Para 61] [86-E-F]\nG\n1\n2.7. De facto prejudice is one of the essential\ningredients to be shown by the delinquent officer before\nan order of punishment can be set aside, of course,\ndepending upon the facts and circumstances of a given\ncase. Judicia posteriora sunt in lege fortiori. Prejudice\nnormally would be a matter of fact and a fact must be\npleaded and shown by cogent documentation to be true.\nOnce this basic feature lacks, the appellant may not be\nH able to persuade the Court to interfere with the\nUNION OF INDIA v. ALOK KUMAR\n49\ndepartmental inquiry or set aside the orders of A\npunishment. [Para 63] [88-B-D]\nCase Law Reference\n2004 (13) SCC 427\ndistinguished.\nPara 26\nB\nAIR 2004 SC 2154\nreferred to.\nPara 27\n1995 (6) SCC 684\nreferred to.\nPara 30\n2009 (10) SCC 755\ndistinguished.\nPara 34\n(1998) 4 SCC 189\nrelied on.\nPara 39 C\n(1991) Supp (2) SCC 363 relied on..\nPara 39\n(2009) 4 SCC 94\nrelied on.\nPara 39\n(1996) 1 SCC 95\nreferred to.\nPara 39\nD\n(2006) 8 SCC 699\nrelied on.\nPara 41\n2000 (2) SLR 49\nrelied on.\nPara 42\n1980 (3) SCC 304\nreferred to.\nPara 51\n1993 (1) SCC 13\nreferred to.\nPara 51 E\n1997 (3) SCC 505\nrelied on.\nPara 54\n1971 (2) SCC 330\nrelied on.\nPara 54\n1980 (4) SCC 379\nrelied on.\nPara 58\nF\n(1984) 1 SCC 43\nrelied on.\nPara 59\n(1993) 4 SCC 727\nrelied on.\nPara 60\n2008 (9) SCC 31\nrelied on.\nPara 60\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. G\n3369 of 2010.\nFrom the Judgment \u0026 Order dated 25.2.2008 of the High\nCourt of Lucknow in Writ Petition 252 of 2008.\nH\nA\n50\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nWITH\nB\nC\nD\nC.A. Nos. 3370, 3372, 3373, 3374, 3375, 3376 of 2010.\nS. Wasim A. Qadri, Jubair Ahmad Khan, Anand Verma,\nMinnat Ullah, A. K. Sharma, Ron Bastin for the Appellant.\nP.P. Khurana, Santosh Kumar, Mushtaq Ahmad, S.\nPrasad, Ambar Qamaruddin, Manoj Prasad, Satyendra\nKashyap, Sadashiv Gupta, Vishal Somany for the Respondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Delay condoned in SLP (C)\nNo. 25293 of 2008.\n2. Leave granted.\n3. This judgment shall dispose of all the above mentioned\nappeals as common question of law on somewhat similar facts\narise in all the appeals for consideration of this Court.\n4. The Union of India being aggrieved by the judgment of\nE the High Court of Judicature at Allahabad, Lucknow Bench\ndated 25th February, 2008 has filed the present appeals under\nArticle 136 of the Constitution of India. The High Court declined.\nto interfere with the Order passed by the Central Administrative\nTribunal, Lucknow Bench (hereinafter referred to as 'the\nF Tribunal') wherein the Tribunal, in exercise of its powers under\nSection 19 of the Central Administrative Tribunal Act had set\naside the orders of punishment passed by the Disciplinary\nAuthority and the Appellate Authority. However, the High Court\ngranted liberty to the Disciplinary Authority to conduct the inquiry\nG afresh from the stage of nomination of the inquiry officer.\n5. A simple but question of some significance under\nservice jurisprudence falls for consideration in the present\nappeals, whether or not under the relevant Rules and provisions\nof the Act, the Railway Authorities have the jurisdiction to\nI\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n51\nappoint a retired employee of the Department as 'Inquiry A\nOfficer' within the ambit of Rule 9(2) of the Railway Servants\n(Discipline \u0026 Appeal) Rules, 1968 (for short referred to as 'the\nRules').\n6. The facts necessary for dealing with this batch of\nappeals can be summarily stated. The respondents in all these\nappeals are the members in service of the Railway\nEstablishment. Alok Kumar, respondent in SLP (C) No. 25293\nof 2008, is a Group-A officer, while in all other appeals the\nrespondents are from clerical cadre of the Railway Department.\nThis is primarily the only distinguishing feature in the facts of\nthe present appeals. The High Court as well as the Tribunal in\nall these cases recorded the finding that a retired officer of the\nRailways cannot be appointed as an inquiry officer within the\nmeaning of the provisions of Rule 9 of the Rules.\nB\nC\n. D\n7. Keeping in view the common question of law that has\nbeen answered against Union of India, it may not be necessary\nfor us to refer to the facts of each case in detail. Suffice it to\nnotice the facts in some detail in Shri Alok Kumar's case. Shri\nAlok Kumar, respondent, an officer of the Indian Railway E\nServices of Engineers was appointed as Senior Divisional\nEngineer and was one of the Members of the Tender Committee\nas well. It is the case of the appellants before us that some\nirregularities of the Tender Committee were noticed.\nF\n8. The Competent Authority on 11th September, 2001 thus\nserved a charge sheet upon the delinquent officer under Rule\n9 of the Rules, calling upon him to render his explanation with\nregard to the Article of Charges and imputations stated therein.\nIt was alleged that Shri Alok Kumar, as convener member of\nthe Committee besides the official position he was holding,\nG\nsubmitted a brief calling for tenders on the basis of highly\ninflated estimates with a view to justify award of contract at very\nhigh rates. It was also alleged that he did not submit proper\ninformation before the Tender Committee and deliberately\nmisled the other members of the Committee. The Tender H\n52\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Committee which met on 13th July, 1999, upon comparing the\nrates quoted by M/s Rajpal Builders with the estimated tender\nvalue, had found that these were (-) 1.7% lower than the\nestimated rates.\nB\nC\nD\n9. In short, it was stated that by misusing his official status\nhe had awarded the contract to the contractor of the\nDepartment at high rates. To this, the delinquent filed reply\ndenying the Article of Charges. One Shri J.K. Thapar, retired\nCAO/FOIS, Northern Railways was appointed as an Inquiry\nOfficer. The inquiry was conducted by him during the year 2001-\n02. The entire file including the Central Vigilance Commission\n(for short 'CVC') advice was also placed before the competent\nauthority. The Disciplinary Authority expressed disagreement\nand issued a Memorandum dated 6th May, 2003 giving a\nchance to Shri Alok Kumar for making a representation. The\nRailway Board vide its letter dated 14.6.2004, passed an order\nimposing punishment upon the respondent of reduction by one\nstage in the time scale of pay for a period of one year.\n10. Aggrieved by this Order of punishment, the respondent\nE preferred an appeal which came to be decided by the Ministry\nof Railways. The Competent Authority rejected the same vide\nOrder dated 18th July, 2005. Since the respondent could not\nget any relief, he filed an Original Application No. 458 of 2006\nbefore the Tribunal against the orders of the Disciplinary\nAuthority and the Appellate Authority. Different points were\nraised in the application by the respondent, however finally only\ntwo issues were raised before the Tribunal which were noticed\nin paragraph 6 of its judgment as under:-(\nF\nG\nH\n\"(a) Whether, CVC's advice should be made available to\nthe defender and\n(b) Whether a retired person can be appointed as inquiry\nofficer.\"\n5\n11. The Tribunal while noticing the provisions of Rule 9 (2)\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.Į\n53\nB\nof the Rules took the view that the Disciplinary Authority, with A\nan intention to examine the truth of any imputation of misconduct\nor misbehaviour against the Railway servant, can conduct an\ninquiry itself or appoint a Board of Inquiry or other authority\nunder the Rules. However, it held that even on the strength of\nthe Circular relied upon by the present appellants issued by the\nRailways, empowering them to prepare a panel of retired\nofficers to be nominated as inquiry officers; the appellants have\nno authority to appoint a former employee as ‘Inquiry Officer'.\nThe Tribunal also took the view that the orders of punishment\nwere vitiated for non-supply of copy of advice/notes given by C\nthe CVC and it was mandatory on the part of the Disciplinary\nAuthority to furnish the same to the delinquent. Thus on the\nbasis of these findings, the impugned orders were set aside\nin all the cases. The High Court accepted the view of the\nTribunal and Writ Petition No. 252 of 2008 filed by the Union\nof India, and other connected writ petitions were dismissed by\nthe High Court giving rise to the present petitions.\n12. In cases of Satrughan Pal, Suryadeo Tripathi,\nRatneshwar Singh and Ram Bahor Yadav, it only needs to be\nnoticed that all are from clerical cadre of booking clerk etc. In\nthese cases, the Tribunal had decided against the appellants\nrelying upon its judgment in the case of Ram Bahor Yadav,\nwhile taking the view that retired railway officer could not be\nappointed as the Inquiry Officer. Consequently, the orders of\npunishment in each case were set aside.\n13. In the case of Ram Bahor Yadav, the High Court\naffirmed the view taken by the Tribunal that the words \"other\nauthority\" in Rule 9 (2) of the Rules will not include a retired\nRailway Officer and, that empanelment of retired Railway\nOfficers by the Railway Board's letter dated 29th July, 1998\ndoes not constitute amendment of Rules and consequently set\naside the orders of punishment imposed upon the respondents\nin those cases.\nD\nE\nF\nG\n14. The Union of India has challenged the judgment of the H\n54\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA High Court in Ram Bahor Yadav's case in SLP (C) No. 24748.\nof 2008 and all other judgments in the aforementioned appeals.\nWith the exception of Alok Kumar's case, in all the other cases,\nas is evident from the above narrated facts, we would be\nconcerned with the interpretation of the Rules and provisions\nB of the Act read with the Circular issued by the Railways\nDepartment/Board to answer the controversy, whether a retired\nRailway Officer can be appointed as Inquiry Officer for the\npurposes of conducting departmental inquiries against the\nemployees of the Railway Department. In case of Shri Alok\nKumar an additional issue will have to be dealt with by us with\nregard to the alleged non-furnishing of the Central Vigilance\nCommission advice/notes, to the delinquent and its effect on\nthe merits of the case.\nC\nD\n15. Before we proceed to examine the relevant provisions,\nwe may also notice that a different view was taken by the Bench\nof Guwahati High Court in the case of Kendriya Vidyala\nSangthan v. Vijay Bhatnagar, Writ Petition No. 6795 of 2005\nthan the view taken by the Allahabad High Court, Lucknow\nBench, in the impugned judgment. The Bench of Guwahati High\nE Court while dealing with Rule 14 (2) of the CCS Rules had set\naside the judgment of the Tribunal and held that a retired person\ncould be appointed as Inquiry Officer which judgment is heavily\nrelied upon by the appellants before us.\nF DISCUSSION ON LAW\n16. During the British regime some of the persons holding\nhigh positions, in the governance of the Indian Dominion were\nfound to be acting as autocrat. Their behaviour as public\nservants became a cause of concern for the Government. In\nG order to have a check on this, a Bill was introduced in the\nLegislature on 1st November, 1850. By Act 1 of 1897 it was\nenacted as 'The Public Servants (Inquiries) Act, 1850'. This Act\nwas enacted with an object to amend the law of regulating\ninquiries into behaviour of public servants, not removable (from\nH their appointments) without the sanction of the Government and\n"}