{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":"UNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n85\nvery doubtful whether that could be accepted as an A\nexcuse. But, even if it could, the watch committee would,\nin my view, fail on the facts. It may well be that no\nreasonably body of men could have reinstated the\nappellant. But at between the other two courses open to\nthe watch committee the case is not so clear. Certainly,\non the facts, as we know them the watch committee could\nreasonably have decided to forfeit the appellant's pension\nrights, but I could not hold that they would have acted\nwrongly or wholly unreasonably if they have in the exercise\nof their discretion decided to take a more lenient course.\"\n59. Expanding this principle further, this Court in the case\nof K.L. Tripathi v. State Bank of India [(1984) 1 SCC 43] held\nas under:\n\"It is not possible to lay down rigid rules as to when the\nprinciples of natural justice are to apply, nor as to their\nscope and extent. There must also have been some real\nprejudice to the complainant; there is no such thing as a\nmerely technical infringement of natural justice. The\nrequirements of natural justice must depend on the facts\nand circumstances of the case, the nature of the inquiry,\nthe rules under which the tribunal is acting, the subject-\nmatter to be dealt with, and so forth.\"\nB\nC\nD\nE\nF\n60. In the case of ECIL v. B. Karunakar [(1993) 4 SCC\n727], this Court noticed the existing law and said that the theory\nof reasonable opportunity and the principles of natural justice\nhave been evolved to uphold the rule of law and to assist the\nindividual to vindicate his just rights. They are neither\nincantations to be invoked nor rites to be performed on all and\nsundry occasions. Whether, in fact, prejudice has been caused\nto the employee or not on account of denial of report to him,\nhas to be considered on the facts and circumstances of each\ncase. The Court has clarified even the stage to which the\ndepartmental proceedings ought to be reverted in the event the\norder of punishment is set aside for these reasons. It will be H\nG\n86\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA useful to refer to the judgment of this Court in the case of\nHaryana Financial Corporation v. Kailash Chandra Ahuja\n[2008 (9) SCC 31] at page 38 where the Court held as under:\nB\n0\nD\nE\nF\nG\nH\n\"From the ratio laid down in B. Karunakar it is explicitly\nclear that the doctrine of natural justice requires supply of\na copy of the inquiry officer's report to the delinquent if such\ninquiry officer is other than the disciplinary authority. It is\nalso clear that non-supply of report of the inquiry officer is\nin the breach of natural justice. But it is equally clear that\nfailure to supply a report of the inquiry officer is in the\nbreach of natural justice. But it is equally clear that failure\nto supply a report of the inquiry officer to the delinquent\nemployee would not ipso facto result in the proceedings.\nbeing declared null and void and the order of punishment\nnon est and ineffective. It is for the delinquent employee\nto plead and prove that non-supply of such report had\ncaused prejudice and resulted in miscarriage of justice. If\nhe is unable to satisfy the court on that point, the order of\npunishment cannot automatically be set aside.\"\n61. The well established canons controlling the field of bias\nin service jurisprudence can reasonably extend to the element\nof prejudice as well in such matters. Prejudice de facto should\nnot be based on a mere apprehension or even on a reasonable\nsuspicion. It is important that the element of prejudice should\nexist as a matter of fact or there should be such definite\ninference of likelihood of prejudice flowing from such default,\nwhich relates statutory violations. It will not be permissible to\nset aside the departmental inquiries in any of these classes\nmerely on the basis of apprehended prejudice.\n62. In the light of the above enunciated rudiments of law,\nlet us revert to the two points argued before us. Firstly, the\ncontention of the respondents that Rule 9 (2) necessarily debars\nappointment of former railway employees as inquiry officers\n(other authority) is without any merit. Secondly, they have\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n87\nsuffered no prejudice at least none has brought to our notice A\nfrom the record before us or even during arguments. The\ncontention was that this being violation of the statutory rule there\nshall be prejudice ipso facto. We may also notice that the\ncirculars issued by the Department of Railways cannot be\nignored in their entirety. They have only furthered the cause B\ncontemplated under Rule 9 (2) of the Rules and in terms of\njudgment of Virpal Singh Chauhan (supra) the Court had taken\nthe view that circulars should be read harmoniously and in given\ncircumstances, may even prevail over the executive directions\nor Rules.\nC\nD\n63. We do not find any merit even in the contention that if\ndepartmental inquiry has been conducted under the Rules of\n1968 in accordance with law, principles of natural justice and\nno de facto prejudice is pleaded or shown by cogent\ndocumentation, the court would be reluctant to set aside the\norder of punishment on this ground alone. Secondly, the\nargument in relation to non-furnishing of CVC notes is again\nwithout any foundation as it has not even been averred in the\napplication before the Tribunal, that these alleged notes were\npart of the record and that they were actually considered by the E\nDisciplinary Authority and such consideration had influenced the\nmind of the competent authority while passing the impugned\norders. Absence of pleading of these essential features read\nwith the fact that no such documentation has been placed on\nrecord except demanding circulars of the CVC, we are of the F\nconsidered view that even on this account no prejudice, as a\nmatter of fact, has been caused to the delinquent officers (in\nthe case of Shri Alok Kumar). We are not able to accept the\ncontention addressed on behalf of the respondents that it is not\nnecessary at all to show de facto prejudice in the facts of the G\npresent cases. We may notice that the respondents relied upon\nthe judgment of this Court in the case of ECIL (supra), that\nimposition of punishment by the Disciplinary Authority without\nfurnishing the material to the respondents was liable to be\nquashed, as it introduced unfairness and violated sense of right H\n88\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA and liberty of the delinquent in that case. No doubt in some\njudgments the Court has taken this view but that is primarily on\nthe peculiar facts in those cases where prejudice was caused\nto the delinquent. Otherwise right from the case of S.L. Kapoor\n(supra), a three Judge Bench of this Court and even the most\nB recent judgment as referred by us in Kailash Chandra Ahuja's\ncase (supra) has taken the view that de facto prejudice is one\nof the essential ingredients to be shown by the delinquent officer\nbefore an order of punishment can be set aside, of course,\ndepending upon the facts and circumstances of a given case.\nJudicia posteriora sunt in lege fortiori. In the later judgment the\nview of this Court on this principle has been consistent and we\nsee no reason to take any different view. Prejudice normally\nwould be a matter of fact and a fact must be pleaded and\nshown by cogent documentation to be true. Once this basic\nfeature lacks, the appellant may not be able to persuade the\nCourt to interfere with the departmental inquiry or set aside the\norders of punishment.\nC\nD\n64. The judgment of the Tribunal and the High Court in our\nview are contrary to the settled principles of law and thus cannot\nE be sustained, therefore, we set aside the judgment of the\nTribunal as well as the High Court in all these cases. The\nappeals are allowed. However, in the facts and circumstances\nof the case we leave the parties to bear their own costs.\nK.K.T.\nAppeals allowed.\n"}