{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\nE\nபட\nF\n0\nH\n606\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\ncertain rights and landlords are subjected to certain\nobligations. These rights and obligations are attached to\nthe tenants and the landlords of all buildings, residential or\nnon-residential. None of the main provisions of the Act, to\nwhich we have referred, make any serious distinction\nbetween residential and non-residential buildings.\"\nThe provisions of the Act, prior to the amendment, were\nuniformly applicable to the residential and non-residential\nbuildings. The amendment, in the year 1956, created the\nimpugned classification. The objects and reasons of the\nAct indicate that it was enacted with a view to restrict the\nincrease of rents and to safeguard against the mala fide\neviction of tenants. The Act, therefore, initially provided -\nconforming to its objects and reasons - bona fide\nrequirement of the premises by the landlord, whether\nresidential or non-residential, as a ground of eviction of\nthe tenant. The classification created by the amendment\nhas no nexus with the object sought to be achieved by the\nAct. To vacate a premises for the bona fide requirement\nof the landlord would not cause any hardships to the tenant.\nStatutory protection to a tenant cannot be extended to\nsuch an extent that the landlord is precluded from evicting\nthe tenant for the rest of his life even when he bona fide\nrequires the premises for his personal use and occupation.\nIt is not the tenants but the landlords who are suffering\ngreat hardships because of the amendment. A landlord.\nmay genuinely like to let out a shop till the time he bona\nfide needs the same. Visualise a case of a shopkeeper\n(owner) dying young. There may not be a member in the\nfamily to continue the business and the widow may not\nneed the shop for quite some time. She may like to let out\nthe shop till the time her children grow up and need the\npremises for their personal use. It would be wholly arbitrary\n― in a situation like this - to deny her the right to evict the\ntenant. The amendment has created a situation where a\ntenant can continue in possession of a non-residential\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 607\nINDIA AND ANR. [G.S. SINGHVI, J.]\npremises for life and even after the tenant's death his A\nheirs may continue the tenancy. We have no doubt in our\nmind that the objects, reasons and the scheme of the Act\ncould not have envisaged the type of situation created by\nthe amendment which is patently harsh and grossly unjust\nfor the landlord of a non-residential premises.\"\n22. For taking the aforesaid view, the Court drew support\nfrom the observations contained in the concluding portion of\nthe judgment in Gian Devi Anand vs. Jeevan Kumar \u0026 Ors.\n(supra). This is evident from paragraph 17 of the judgment, which\nis extracted below:-\nB\nC\nD\nヨ\n\"In Gian Devi case the question for consideration before\nthe Constitution Bench was whether under the Delhi Rent\nControl Act, 1958, the statutory tenancy in respect of\ncommercial premises was heritable or not. The Bench\nanswered the question in the affirmative. The above-quoted\nobservations were made by the Bench keeping in view\nthat hardship being caused to the landlords of commercial\npremises who cannot evict their tenants even on the ground\nof bona fide requirement for personal use. The\nobservations of the Constitution Bench that \"bona fide\nneed of the landlord will stand very much on the same\nfooting in regard to either class of premises, residential or\ncommercial\" fully support the view we have taken that the\nclassification created by the amendment has no\nreasonable nexus with the object sought to be achieved F\nby the Act. We, therefore, hold that the provisions of the\namendment, quoted in earlier part of the judgment, are\nviolative of Article 14 of the Constitution of India and are\nliable to be struck down.\"\n23. The ratio of Harbilas Rai Bansal vs. State of Punjab\n(supra) was noted and approved in Rakesh Vij vs. Dr.\nRavinder Pal Singh Sethi (supra), in the backdrop of the\nargument that the amendment made to the Punjab Act 1956\nwas not applicable to the Union Territory of Chandigarh. While\nG\nH\n608\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA rejecting the argument, the three Judge Bench referred to Article\n13(2) of the Constitution, some of the judgments in which that\nArticle was considered and observed:\nB\nC\nD\nE\n\"We find sufficient force in the contention raised by the\nlearned counsel for the respondent landlord. In Harbilas\nRai Bansal this Court held in very clear terms that the\nclassification created by the Amendment Act, 1956, by\nwhich the words \"a non-residential building or\" occurring\nin Section 13(3)(a)(ii) were deleted and certain other\namendments had been made, had no reasonable nexus\nwith the object sought to be achieved by the Act and\nconsequently the provisions of the Amendment Act were\nviolative of Article 14 of the Constitution.\"\n24. The judgment in Harbilas Rai Bansal vs. State of\nPunjab (supra) was recently noticed in Mohinder Prasad Jain\nvs. Manohar Lal Jain [(2006) 2 SCC 724]. The respondent in\nthat case applied for eviction of the tenant (appellant) from the\nshop in question on the ground of bona fide personal requirement\ni.e. for the purpose of running wholesale business in Ayurvedic\nmedicines. The Rent Controller dismissed the application on\nthe ground that bona fide requirement of the landlord has not\nbeen proved. The Appellate Authority reversed the order of the\nRent Controller and returned a finding that the landlord has been\nable to prove his bona fide requirement. In the revision filed by\nthe appellant, reliance was placed on the judgment of the Full\nF Bench of Delhi High Court in Satyawati Sharma Vs. Union of\nIndia \u0026 Ors. (that judgment is under challenge in these appeals)\nand it was urged that an application for eviction of the tenant on\nthe ground of bona fide requirement of the landlord is not\nmaintainable in respect of non-residential premises. The\nG learned Single Judge of Punjab \u0026 Haryana High Court referred\nto an earlier judgment of the Division Bench of that Court in\nState of Haryana vs. Ved Prakash Gupta [(1999) 1 Rent Law\nReporter 689], wherein the restriction imposed on the landlord's\nright to evict the tenant under the Haryana Urban (Control of\nH Rent and Eviction) Act, 1973, was struck down and held that the\n:\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 609\nINDIA AND ANR. [G.S. SINGHVI, J.]\njudgment of the Full Bench of Delhi High Court cannot be relied A\nfor granting relief to the appellant. This Court noted that a similar\nprovision had been declared unconstitutional in Harbilas Rai\nBansal vs. State of Punjab (supra), which was approved by\nthree Judge Bench in Rakesh Vij vs. Dr. Ravinder Pal Singh\nSethi (supra) and held that the tenant cannot question the B\nlandlord's right to seek eviction of the tenant from non-residential\npremises.\n25. We may now advert to the judgment of Delhi High Court\nin H.C. Sharma vs. Life Insurance Corporation of India \u0026\nAnr. (supra) and the one under challenge. The facts of H.C. C\nSharma's case were that the petitioner had leased out Flat\nNo.28-E, Connaught Place, New Delhi to National Insurance\nCompany Limited for non-residential use. Subsequently, the\nNational Insurance Company Limited became Life Insurance\nCorporation of India. The petitioner made efforts to convince D\nthe Corporation that the premises are required for his bona fide\nuse and occupation but could not convince the concerned\nauthorities. He, therefore, filed an application for recovery of\npossession. The same was dismissed by the High Court. He\nthen filed Writ Petition questioning the constitutionality of Section E\n14(1)(e) on the ground that the classification of the premises.\ninto residential and non-residential is arbitrary and violative of\nArticle 14 of the Constitution. The Division Bench of Delhi High\nCourt traced the history of rent control legislation applicable to\nDelhi, the background in which protection was extended to the F\ntenants generally and the limited right given to the landlord to\nseek eviction of the tenants only from the premises let for\nresidential purposes and observed:\n\"In judging whether the restriction imposed by the impugned\nprovisions is reasonable, the court can look into the G\ncircumstances under which the restriction came to be\nimposed. Judicial notice can be taken of the fact that in\n1947 there was a large influx of refugees into Delhi. A\nlarge number of people who were uprooted from their\nhearths and homes in West Pakistan settled in Delhi. This H\n610\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\nヨ\nF\nG\nH\nresulted in acute shortage of house accommodation and\nbusiness premises with the result that rents soared to a\nhigh level which necessitated the regulation of relations\nbetween landlords and tenants......\n\"1\nThe object in not providing for the eviction of a tenant\nfrom a non-residential premises on the ground specified\nin sub-clause (e) was to give security of tenure to a tenant\nof such premises. If a tenant of a non-residential\npremises was allowed to be evicted on the ground of\npersonal requirement by the landlord, it would have had\nthe effect of completely dislocating the business of the\ntenant and this in turn could have grave consequences\non the social and economic fabric of the country, besides\ncausing untold misery to the tenant.\"\n[Emphasis added]\nThe Division Bench rejected the plea of discrimination and\nobserved:-\n\"The grievance of the petitioner is that the discrimination\nbetween the two classes of landlords is without any rational\nbasis. World War II broke out in 1939 and an acute\nshortage of housing accommodation developed. To control\nthe rents and eviction of tenants, the Rent Control Order\nof 1939 was issued. A study of the relevant provisions of\nthe rent control legislation discussed in the earlier part of\nthe judgment would show that the restrictions imposed on\nthe landlords to recover possession of residential premises\nwere very stringent upto 1952. Under the Rent Control\nOrder of 1939 and the Delhi Rent Control Ordinance, 1944\na landlord could recover possession of residential\npremises only when he had not resided within the limits of\nDelhi or New Delhi during the twelve months immediately\npreceding the date of the application and further satisfied\nthe conditions that it was essential in the public interest\nthat he should take up residence in that area and that he\nwas unable to secure other suitable accommodation.\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 611\nINDIA AND ANR. [G.S. SINGHVI, J.]\nC\nD\nUnder the Rent Control Act of 1947, a landlord could A\nrecover possession of residential premises only if he did.\nnot possess other suitable accommodation and further,\nthat he had acquired his interest in the premises at a date\nprior to the beginning of the tenancy or the 2nd day of June,\n1944, whichever was later. The rigour of the restrictions B\nqua residential premises was relaxed in the Act of 1952\nand a landlord could recover possession of residential\npremises if he required it bonafide for occupation as a\nresidence for himself or his family and he had no other\nsuitable accommodation. In comparison to this the Rent\nControl Order, 1939 was not applied to non-residential\npremises. The Delhi Rent Control Ordinance did not place\nany bar on the right of the landlord to recover possession\nof non-residential premises. The only restriction placed\nwas that the landlord could recover possession of the\npremises for his residential use. The bar against the\neviction of tenants from non-residential premises was\nintroduced in the Rent Control Act, 1947 and it has.\ncontinued since then. A landlord cannot recover\npossession of non-residential premises on the ground of\nhis personal need. There is a clear object behind\nclassification of the premises into \"residential\" and \"non-\nresidential\". We have earlier observed that in 1947, on\npartition of the country, there was a large influx of refugees\ninto Delhi. The Government was faced with the problem\nof resettling the refugees. This necessitated the F\nimposition of restrictions on the right to evict tenants\nfrom residential and non-residential premises. The\nlegislature keeping in view the needs of the people and\nother circumstances allowed the landlord to evict tenants\nfrom residential premises for his personal use in case G\nhe did not have any other suitable accommodation, but\nrestricted the right of the landlord to recover possession\nof non-residential premises on the ground of personal\nneed. The necessity behind this discrimination is to\nassure the security of tenure to the tenants of non- H\nE\nA\nB\nC\nD\n612\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nresidential premises so that they can settle in their\nbusiness without the fear of being ejected.\nOwners of residential buildings and non-residential\nbuildings each stand out as a class by themselves. The\nimpugned provisions make no distinction inter se between\nthe two classes of properties or their landlords. The\nimpugned provisions take within their fold all the persons\nsimilarly situate. So long as there is equality under similar\nconditions and among persons similarly situated, there is\nno infringement of Article 14.\"\n[Emphasis added]\n26. A critical analysis of the above noted judgment makes\nit clear that the main reason which weighed with the High Court\nfor approving the classification of premises into residential and\nnon-residential was that by imposing restriction on the eviction\nof tenants of premises let for non-residential purposes, the\ngovernment wanted to solve the acute problem of housing\ncreated due to partition of the country in 1947. The Court took\ncognizance of the fact that as an aftermath of partition many\nhundred-thousands of people had been uprooted from the area\nwhich now forms part of Pakistan; that they were forced to leave\ntheir homes and abandon their business establishments,\nindustries, occupation and trade and the Government was very\nmuch anxious to ensure resettlement of such persons. It was\nfelt that if the landlords are readily allowed to evict the tenants,\nF those who came from West Pakistan will never be able to settle\nE\nG\nH\nin their life. Therefore, in the 1947 and 1958 Acts, the legislature\ndid not provide for eviction of tenants from the premises let for\nnon-residential purposes on the ground that the same are\nrequired by the landlord's for their bona fide use and occupation.\n27. Insofar as the judgment under challenge is concerned,\nwe find that the Full Bench upheld the validity of Section 14(1)(e)\nmainly by relying upon the judgment of the Division Bench in\nH.C. Sharma Vs. Life Insurance Corporation of India \u0026 Anr.\n(supra) and of this Court in Amarjit Singh vs. Smt. Khatoon\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR. [G.S. SINGHVI, J.]\n613\nQuamarin (supra) and by observing that legislature has the right A\nto classify persons, things, and goods into different groups and\nthat the Court will not sit over the judgment of the legislature. It is\nsignificant to note that the Full Bench did not, at all, advert to the\nquestion whether the reason/cause which supplied rational to\nthe classification continued to subsist even after lapse of 44 B\nyears and whether the tenants of premises let for non-residential\npurposes should continue to avail the benefit of implicit\nexemption from eviction in the case of bona fide requirement of\nthe landlord despite sea saw change in the housing scenario in\nDelhi and substantial increase in the availability of buildings and\npremises which could be let for non-residential or commercial\npurposes.\nC\n28. In our opinion, the reasons which weighed with the High\nCourt in H.C. Sharma vs. Life Insurance Corporation of\nIndia \u0026 Anr. (supra) and the impugned judgment cannot in the D\nchanged scenario and in the light of the ratio of Harbilas Rai\nBansal vs. State of Punjab (supra), which was approved by\nthree-Judge Bench in Rakesh Vij vs. Dr. Raminder Pal Singh\nSethi (supra) and of Rattan Arya vs. State of Tamil Nadu\n(supra), as also the observations contained in the concluding E\nportion of the judgment in Gian Devi Anand vs. Jeevan Kumar\n\u0026 Ors. (supra). now be made basis for justifying the\nclassification of premises into residential and non-residential\nin the context of landlord's right to recover possession thereof\nfor his bona fide requirement. At the cost of repetition, we deem\nit proper to mention that in the rent control legislations made\napplicable to Delhi from time to time residential and non-\nresidential premises were treated at par for all purposes. The\nscheme of the 1958 Act also does not make any substantial\ndistinction between residential and non-residential premises.\nEven in the grounds of eviction set out in proviso to Section\n14(1), no such distinction has been made except in Clauses (d)\nand (e). In H.C. Sharma vs. Life Insurance Corporation of\nIndia (supra), the Division Bench of the High Court, after taking\ncognizance of the acute problem of housing created due to\nF\nG\nH\nC\n614\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA partition of the country, upheld the classification by observing\nthat the Government could legitimately restrict the right of the\nlandlord to recover possession of only those premises which\nwere let for residential purposes. The Court felt that if such\nrestriction was not imposed, those up-rooted from Pakistan may\nB not get settled in their life. As of now a period of almost 50 years\nhas elapsed from the enactment of the 1958 Act. During this\nlong span of time much water has flown down the Ganges. Those\nwho came from West Pakistan as refugees and even their next\ngenerations have settled down in different parts of the country,\nmore particularly in Punjab, Haryana, Delhi and surrounding\nareas. They are occupying prime positions in political and\nbureaucratic set up of the Government and have earned huge\nwealth in different trades, occupation, business and similar\nventures. Not only this, the availability of buildings and premises\nwhich can be let for non-residential or commercial purposes\nhas substantially increased. Therefore, the reason/cause which\nprompted the Division Bench of the High Court to sustain the\ndifferentiation/classification of the premises with reference to\nthe purpose of their user, is no longer available for negating the\nchallenge to Section 14(1)(e) on the ground of violation of Article\n14 of the Constitution, and we cannot uphold such arbitrary\nclassification ignoring the ratio of Harbilas Rai Bansal vs.\nState of Punjab (supra), which was reiterated in Joginder Pal\nvs. Naval Kishore Behal (supra) and approved by three-\nJudges Bench in Rakesh Vij vs. Dr. Raminder Pal Singh\nF Sethi (supra). In our considered view, the discrimination which\nD\nE\nwas latent in Section 14(1)(e) at the time of enactment of 1958\nAct has, with the passage of time (almost 50 years) has become\nso pronounced that the impugned provision cannot be treated\nintra vires Article 14 of the Constitution by applying any rational\nG criteria.\nH\n29. It is trite to say that legislation which may be quite\nreasonable and rationale at the time of its enactment may with\nthe lapse of time and/or due to change of circumstances become\narbitrary, unreasonable and violative of the doctrine of equity\nx\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 615\nINDIA AND ANR. [G.S. SINGHVI, J.]\nand even if the validity of such legislation may have been upheld A\nat a given point of time, the Court may, in subsequent litigation,\nstrike down the same if it is found that the rationale of\nclassification has become non-existent. In State of Madhya\nPradesh vs. Bhopal Sugar Industries [AIR 1964 SC 1179],\nthis Court while dealing with a question whether geographical B\nclassification due to historical reasons could be sustained for\nall times and observed:\n\"Differential treatment arising out of the application of the\nlaws so continued in different regions of the same\nreorganised, State, did not therefore immediately attract C\nthe clause of the Constitution prohibiting discrimination.\nBut by the passage of time, considerations of necessity\nand expediency would be obliterated, and the grounds\nwhich justified classification of geographical regions for\nhistorical reason may cease to be valid. A purely temporary D\nprovision which because of compelling forces justified\ndifferential treatment when the Reorganisation Act was\nenacted cannot obviously be permitted to assume\npermanency, so as to perpetuate that treatment without a\nrational basis to support it after the initial expediency and E\nnecessity have disappeared.\n30. In Narottam Kishore Dev Verma vs. Union of India\n[AIR 1964 SC 1590] the challenge was to the validity of Section\n87-B of the Code of Civil Procedure which granted exemption\nto the rulers of former Indian States from being sued except\nwith the consent of the Central Government. In the course of\njudgment, it was observed as under:\nF\n\"If under the Constitution all citizens are equal, it may be\ndesirable to confine the operation of Section 87-B to past G\ntransactions and nor to perpetuate the anomaly of the\ndistinction between the rest of the citizens and Rulers of\nformer Indian States. With the passage of time, the validity\nof historical considerations on which Section 87-B is\nfounded will wear out and the continuance of the said\nH\n"}