{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"586\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA declined to issue a writ of mandamus to Central Government to\nnotify the same, it will be useful to take cognizance of the\nstatement of objects and reasons and Section 22(r) of the 1995\nAct to which reference was made by the learned counsel during\nthe course of hearing. The same reads as under:-\nB\nC\nD\nE\nStatement of objects and reasons:\nThe relations between landlords and tenants in the National\nCapital Territory of Delhi are presently governed by the Delhi\nRent Control Act, 1958. This Act came into force on the 9th\nFebruary, 1959. It was amended thereafter in 1960, 1963, 1976,\n1984 and 1988. The amendments made in 1988 were based\non the recommendations of the Economic Administration\nReforms Commission and the National Commission on\nUrbanisation. Although they were quite extensive in nature, it\nwas felt that they did not go far enough in the matter of removal\nof disincentives to the growth of rental housing and left many\nquestions unanswered and problems unaddressed. Numerous\nrepresentations for further amendments to the Act were received\nfrom groups of tenants and landlords and others.\n2. The demand for further amendments to the Delhi Rent\nControl Act, 1958 received fresh impetus with the tabling of the\nNational Housing Policy in both Houses of Parliament in 1992.\nThe Policy has since been considered and adopted by\nParliament. One of its major concerns is to remove legal\nF impediments to the growth of housing in general and rental\nhousing in particular. Paragraph 4.6.2 of the National Housing\nPolicy specifically provides for the stimulation of investment in\nrental housing especially for the lower and middle income groups\nby suitable amendments to rent control laws by State\nGovernments. The Supreme Court of India has also suggested\nchanges in rent control laws. In its judgment in the case of\nPrabhakaran Nair vs. State of Tamil Nadu, the Court observed\nthat the laws of landlords and tenants must be made rational,\nhumane, certain and capable of being quickly implemented. In\nthis context, a Model Rent Control Legislation was formulated\nH\nG\n'\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 587\nINDIA AND ANR. [G.S. SINGHVI, J.]\nby the Central Government and sent to the states to enable them A\nto carry out necessary amendments to the prevailing rent control\nlaws. Moreover, the Constitution (Seventy-Fifth Amendment) Act,\n1994 was passed to enable the State Governments to set up\nState-level rent tribunals for speedy disposal of rent cases by\nexcluding the jurisdiction of all courts except the Supreme Court. B\n3. In the light of the representations and developments\nreferred to above, it has been decided to amend the rent control\nlaw prevailing in Delhi. As the amendments are extensive and\nsubstantial in nature, instead of making changes in the Delhi\nRent Control Act, 1958, it is proposed to repeal and replace the C\nsaid Act by enacting a fresh legislation.\n4. To achieve the above purposes, the present Bill, inter\nalia, seeks to provide for the following, namely:-\n(a) exemption of certain categories of premises and D\ntenancies from the purview of the proposed\nlegislation;\n(b) creation of tenancy compulsorily to be written\nagreement;\n(c) compulsory registration of all written agreements of\ntenancies except in certain circumstances;\n(d) limit the inheritability of tenancies;\n(e)\n(f)\nE\nredefine the concept of rent payable and provide for F\nits determination, enhancement and revision;\nensure adequate maintenance and repairs of\ntenanted premises and facilitate further improvement\nand additions and alterations of such premises;\n(g) balance the interests of landlords and tenants in the\nmatter of eviction in specified circumstances;\n(h) provide for limited period tenancy and automatic\neviction of tenants upon expiry of such tenancy;\nG\nH\n588\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\n(i)\nB\nC\nD\nE\nF\nןד\nG\nH\nprovide for the fixing and revision of fair rate and\nrecovery of possession in respect of hotels and\nlodging houses;\n(j) provide for a simpler and speedier system of disposal\nof rent cases through Rent Authorities and Rent\nTribunal and by barring the jurisdiction of all courts\nexcept the Supreme Court; and\n(k) enhance the penalties for infringement of the\nprovisions of the legislation by landlords and tenants.\n5. On enactment, the Bill will minimize distortion in the rental\nhousing market and encourage the supply of rental housing both\nfrom the existing housing stock and from new housing stock.\n6. The Notes on clauses appended to the Bill explain the\nvarious provisions of the Bill.\"\n22. Protection of tenant against eviction.-\n(r)\nthat the premises let for residential or non-residential\npurposes are required, whether in the same form or\nafter re-construction or re-building, by the landlord\nfor occupation for residential or non-residential\npurpose for himself or for any member of his family\nif he is the owner thereof, or for any person for whose\nbenefit the premises are held and that the landlord\nor such person has no other reasonably suitable\naccommodation.\n9. An analysis of the above noted provisions would show\nthat till 1947 no tangible distinction was made between the\npremises let for residential and non-residential purposes. The\nimplicit restriction on the landlord's right to recover possession\nof the non-residential premises was introduced in the Delhi and\nAjmer-Marwara Rent Control Act, 1947 and was continued under\nthe 1958 Act. However, the 1995 Act does not make any\ndistinction between the premises let for residential and non-\nresidential purposes in the matter of eviction of tenant on the\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 589\nINDIA AND ANR. [G.S. SINGHVI, J.]\nground that the same are required by the landlord for his/her A\nbona fide use or occupation. Even though, the 1995 Act is yet\nto be enforced and in Common Cause vs. Union of India\n(supra) this Court declined to issue a writ of mandamus to the\nCentral Government, for that purpose, we can take judicial notice\nof the fact that the legislature has, after taking note of the B\ndevelopments which have taken place in the last 37 years i.e.\nsubstantial increase in the availability of the commercial and\nnon-residential premises or the premises which can be let for\ncommercial or non-residential purposes and meteoric rise in\nthe prices of land and rentals of residential as well as non-\nC\nresidential premises, removed the implicit embargo on the\nlandlord's right to recover possession of the premises if the\nsame are bona fide required by him/her.\n10. Section 13(3)(a) of the Punjab Act (unamended and\namended), which came up for consideration in Harbilas Rai D\nBansal vs. State of Punjab (supra) reads as under:-\nUnamended Section 13(3)(a) of the Punjab Act.\n13(3)(a). A landlord may apply to the Controller for an order\ndirecting tenant to put the landlord in possession-\nE\n(i) in the case of a residential or a scheduled building\nif-\n(a) he requires it for his own occupation;\n(b) he is not occupying another residential or a\nscheduled building, as the case may be, in the urban\narea concerned; and\n(c) he has not vacated such a building without sufficient\ncause after the commencement of this Act, in the\nsaid urban area;\n(ii) in the case of a non-residential building or rented\n'\nland, if-\n(a) he requires it for his own use;\nF\nG\nΗ\n590\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\n(b) he is not occupying in the urban area concerned for\nthe purpose of his business any other such building\nor rented land, as the case may be and\n(c) he has not vacated such a building or rented land\nwithout sufficient cause after the commencement of\nthis Act, in the urban area concerned;\n(iii) in the case of any building, if he requires it for the re-\nerection of that building, or for its replacement by\nanother building, or for the erection of other building;\n(iv) in the case of any building, if he requires it for use as\nan office or consulting room by his son who intends\nto start practice as a lawyer or as a \"registered\npractitioner\" within the meaning of that expression\nas used in the Punjab Medical Registration Act, 1916\n(II of 1916), or for the residence of his son who is\nmarried, if-\n(a) his son as aforesaid is not occupying in the urban\narea concerned any other building for use as office,\nconsulting room or residence, as the case may be;\nand\n(b) his son as aforesaid has not vacated such a building\nwithout sufficient cause after the commencement of\nthis Act, in the urban area concerned:\nProvided that where the tenancy is for a specified period\nagreed upon between the landlord and the tenant, the\nlandlord shall not be entitled to apply under this sub-section\nbefore the expiry of such period:\nProvided further that where that landlord has obtained\npossession of a residential, a scheduled or non-residential\nbuilding or rented land under the provisions of sub-\nparagraph (i) or sub-paragraph (ii) he shall not be entitled\nto apply again under the said sub-paragraphs for the\npossession of any other building of the same class or\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR. [G.S. SINGHVI, J.]\nrented land:\n591\nProvided further that where a landlord has obtained\npossession of any building under the provisions of sub-\nparagraph (iv) he shall not be entitled to apply again under\nthe said sub-paragraph for the possession of any other\nbuilding for the use of or, as the case may be, for the\nresidence of the same son.\n(b) The Controller shall, if he is satisfied that the claim of\nthe landlord is bona-fide make an order directing the tenant\nto put the landlord in possession of the building or rented\nland on such date as may be specified by the Controller\nand if the Controller is not so satisfied, he shall make an\norder rejecting the application:\nA\nB\nс\nProvided that the Controller may give the tenant a\nreasonable time for putting the landlord in possession of D\nthe building or rented land and may extend such time so\nas not to exceed three months in the aggregate.\nAmended Section 13(3)(a) of the Punjab Act.\n13. Eviction of tenants. - (1) A tenant in possession of a E\nbuilding or rented land shall not be evicted therefrom in execution\nof a decree passed before or after the commencement of this\nAct or otherwise and whether before or after the termination of\nthe tenancy, except in accordance with the provisions of this\nsection, or in pursuance of an order made under Section 13 of F\nthe Punjab Urban Rent Restriction Act, 1949, as subsequently\namended.\n(2)\n*\n(3)(a) A landlord may apply to the Controller for an order\ndirecting the tenant to put the landlord in possession-\nG\n(i)\nin the case of a residential building, if-\n(omitted as not relevant)\n(ii) in the case of rented land, if-\nH\n592\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\n(a) he requires it for his own use;\n(b) he is not occupying in the urban area concerned for\nthe purpose of his business any other such rented\nland, and\n(c) he has not vacated such rented land without sufficient\ncause after the commencement of this Act, in the\nurban area concerned.\n11. Before proceeding further we consider it necessary to\nobserve that there has been a definite shift in the Court's\nC approach while interpreting the rent control legislations. An\nanalysis of the judgments of 1950s' to early 1990s' would indicate\nthat in majority of cases the courts heavily leaned in favour of an\ninterpretation which would benefit the tenant - Mohinder Kumar\nand Others vs. State of Haryana and Another [1985 (4) SCC\nD 221], Prabhakaran Nair and Others vs. State of Tamil Nadu\nand Others (supra), D.C. Bhatia and Others vs. Union of\nIndia and Another [1995 (1) SCC 104] and C.N.\nRudramurthy vs. K. Barkathulla Khan [1998 (8) SCC 275].\nIn these and others case, the Court consistently held that the\nE paramount object of every Rent Control Legislation is to provide\nsafeguards for tenants against exploitation by landlords who\nseek to take undue advantage of the pressing need for\naccommodation of a large number of people looking for a house\non rent for residence or business in the background of acute\nF scarcity thereof. However, a different trend is clearly discernible\nin the latter judgments. In Malpe Vishwanath Acharya and\nOthers vs. State of Maharashtra \u0026 Another (supra), this Court\nconsidered the question whether determination and fixation of\nrent under the Bombay Rents, Hotel and Lodging Houses, Rates\nControl Act, 1947, by freezing or pegging down of rent as on\n1.9.1940 or as on the date of first letting was arbitrary,\nunreasonable and violative of Article 14 of the Constitution. The\nthree-Judge Bench answered the question in affirmative but\ndeclined to strike down the concerned provisions on the ground\nthat the same were to lapse on 31.3.1998. Some of the\nG\nH\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR. [G.S. SINGHVI, J.]\n593\nobservations made in that judgment are worth noticing. These A\nare:\nB\nC\n\"Insofar as social legislation, like the Rent Control Act is\nconcerned, the law must strike a balance between rival\ninterests and it should try to be just to all. The law ought not\nto be unjust to one and give a disproportionate benefit or\nprotection to another section of the society. When there is\nshortage of accommodation it is desirable, nay,\nnecessary that some protection should be given to the\ntenants in order to ensure that they are not exploited. At\nthe same time such a law has to be revised periodically\nso as to ensure that a disproportionately larger benefit\nthan the one which was intended is not given to the\ntenants. It is not as if the government does not take remedial\nmeasures to try and off set the effects of inflation. In order\nto provide fair wage to the salaried employees the D\ngovernment provides for payment of dearness and other\nallowances from time to time. Surprisingly this principle is\nlost sight of while providing for increase in the standard\nrent the increases made even in 1987 are not adequate,\n-\nfair or just and the provisions continue to be arbitrary in E\ntoday's context.\"\nF\n\"When enacting socially progressive legislation the need\nis greater to approach the problem from a holistic\nperspective and not to have narrow or short sighted\nparochial approach. Giving a greater than due emphasis\nto a vocal section of society results not merely in the\nmiscarriage of justice but in the abdication of responsibility\nof the legislative authority. Social Legislation is treated\nwith deference by the Courts not merely because the\nLegislature represents the people but also because in G\nrepresenting them the entire spectrum of views is expected\nto be taken into account. The Legislature is not shackled\nby the same constraints as the courts of law. But its power\nis coupled with a responsibility. It is also the responsibility\nof the courts to look at legislation from the altar of Article H\n+\n594\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nדד\n14 of the Constitution. This Article is intended, as is obvious\nfrom its words, to check this tendency; giving undue\npreference to some over others.\"\n12. In Joginder Pal vs. Naval Kishore Behal [2002 (5)\nSCC 397], the Court after noticing several judicial precedents\non the subject observed as under:\n\"The rent control legislations are heavily loaded in favour\nof the tenants treating them as weaker sections of the\nsociety requiring legislative protection against exploitation\nand unscrupulous devices of greedy landlords. The\nlegislative intent has to be respected by the courts while\ninterpreting the laws. But it is being uncharitable to\nlegislatures if they are attributed with an intention that they\nlean only in favour of the tenants and while being fair to the\ntenants, go to the extent of being unfair to the landlords.\nThe legislature is fair to the tenants and to the landlords -\nboth. The courts have to adopt a reasonable and\nbalanced approach while interpreting rent control\nlegislations starting with an assumption that an equal\ntreatment has been meted out to both the sections of the\nsociety. In spite of the overall balance tilting in favour of\nthe tenants, while interpreting such of the provisions as\ntake care of the interest of the landlord the court should\nnot hesitate in leaning in favour of the landlords. Such\nprovisions are engrafted in rent control legislations to\ntake care of those situations where the landlords too are\nweak and feeble and feel humble.\n[Emphasis added]\n13. We shall now deal with the core question whether\nG Section 14(1)(e) of the 1958 Act can be treated as violative of\nequality clause embodied in Article 14 of the Constitution insofar\nas it differentiates between the premises let for residential and\nnon-residential purposes in the matter of eviction on the ground\nof bona fide requirement of the landlord and restricts the\nH landlord's right only to the residential premises.\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 595\nINDIA AND ANR. [G.S. SINGHVI, J.]\nC\n14. Article 14 declares that the state shall not deny to any A\nperson equality before the law or the equal protection of the\nlaws. The concept of equality embodied in Article 14 is also\ndescribed as doctrine of equality. Broadly speaking, the doctrine\nof equality means that there should be no discrimination between\none person and another, if having regard to the subject matter B\nof legislation, their position is the same. The plain language of\nArticle 14 may suggest that all are equal before the law and the\nState cannot discriminate between similarly situated persons.\nHowever, application of the doctrine of equality embodied in\nthat Article has not been that simple. The debate which started\nin 1950s on the true scope of equality clause is still continuing.\nIn last 58 years, the courts have been repeatedly called upon to\nadjudicate on the constitutionality of various legislative\ninstruments including those meant for giving effect to the\nDirective Principles of State Policy on the ground that same\nviolate the equality clause. It has been the constant refrain of\nthe courts that Article 14 does not prohibit the legislature from\nclassifying apparently similarly situated persons, things or\ngoods into different groups provided that there is rational basis\nfor doing so. The theory of reasonable classification has been\nE\ninvoked in large number of cases for repelling challenge to the\nconstitutionality of different legislations.\n15. In Ram Krishna Dalmia and Ors. vs. Shri Justice\nS.R. Tendolkar and Ors., [AIR 1958 SC 538], this Court\nconsidered the inter-play of the doctrines of equality and\nclassification and held:-\nD\nF\n\"It is now well established that while Article 14 forbids\nclass legislation, it does not forbid reasonable\nclassification for the purposes of legislation. In order,\nhowever, to pass the test of permissible classification two G\nconditions must be fulfilled, namely (i) that the classification\nmust be found on an intelligible differentia which\ndistinguishes persons or things that are grouped together\nfrom others left out of the group, and (ii) that that differentia\nmust have a rational relation to the object sought to be H\n"}