{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n596\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nachieved by the statute in question. The classification may\nbe founded on different bases, namely, geographical, or\naccording to objects or occupations or the like. What is\nnecessary is that there must be a nexus between the basis\nof classification and the object of the Act under\nconsideration. It is also well established by the decisions\nof Supreme Court that article 14 condemns discrimination\nnot only by a substantive law but also by a law of procedure.\"\nSpeaking for the Court, Chief Justice S.R. Das enunciated\nsome principles, which have been referred to and relied in all\nsubsequent judgments. These are:\n\"(a) that a law may be constitutional even though it relates\nto a single individual if, on account of some special\ncircumstances or reasons applicable to him and not\napplicable to others, that single individual may be treated\nas a class by himself;\n(b) that there is always a presumption in favour of the\nconstitutionality of an enactment and the burden is upon\nhim who attacks it to show that there has been a clear\ntransgression of the constitutional principles ;\n(c) that it must be presume that the legislature\nunderstands and correctly appreciates the need of its own\npeople, that its laws are directed to problems made\nmanifest by experience and that its discriminations are\nbased on adequate grounds;\n(d) that the legislature is free to recognize degrees of\nharm and may confine its restrictions to those cases where\nthe need is deemed to be the clearest;\n(e) that in order to sustain the presumption of\nconstitutionality the Court may take into consideration\nmatters of common knowledge, matters of common report,\nthe history of times and may assume every state of facts\nwhich can be conceived existing at the time of legislation;\nand\n'\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR. [G.S. SINGHVI, J.]\n597\n(f) that while good faith and knowledge of the existing A\nconditions on the part of a legislature are to be resumed,\nif there is nothing on the face of the law or the surrounding\ncircumstances brought to the notice of the court on which\nthe classification may reasonably be regarded as based,\nthe presumption of constitutionality cannot be carried to B\nthe extent of always holding that there must be some\nundisclosed and unknown reasons for subjecting certain\nindividuals or corporations to hostile or discriminating\nlegislation.\"\n16. In Mohd. Shujat Ali vs. Union of India [1975 (3) SCC C\n76], the Court observed that Article 14 ensures to every person\nequality before law and equal protection of the laws. However,\nthe constitutional code of equality and equal opportunity does\nnot mean that the same laws must be applicable to all persons.\nIt does not compel the State to run \"all its laws in the channels of D\ngeneral legislation\". It recognises that having regard to\ndifferences and disparities which exist among men and things,\nthey cannot all be treated alike by the application of the same\nlaws. \"To recognise marked differences that exist in fact is living\nlaw; to disregard practical differences and concentrate on some E\nabstract identities is lifeless logic.\" The Legislature must\nnecessarily, if it is to be effective at all in solving the manifold\nproblems which continually come before it, enact special\nlegislation directed towards specific ends limited in its.\napplication to special classes of persons or things. \"Indeed, the F\ngreater part of all legislation is special, either in the extent to\nwhich it operates, or the objects sought to be attained by it.\" At\nthe same time, the Court cautioned against the readymade\ninvoking of the doctrine of classification to ward off every\nchallenge to the legislative instruments on the ground of violation\nof equality clause and observed:\nG\n\"The equal protection of the laws is a \"pledge of the\nprotection of equal laws\". But laws may classify. And, as\npointed out by Justice Brawer, \"the very idea of\nclassification is that of inequality\". The Court has tackled H\nA\nB\nC\nD\nE\nF\nG\nH\n598\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nthis paradox over the years and in doing so, it has neither\nabandoned the demand for equality nor denied the\nlegislative right to classify. It has adopted a middle course\nof realistic reconciliation. It has resolved the contradictory\ndemands of legislative specialization and constitutional\ngenerality by a doctrine of reasonable classification. This\ndoctrine recognises that the legislature may classify for\nthe purpose of legislation but requires that the classification\nmust be reasonable. It should ensure that persons or things\nsimilarly situated are all similarly treated. The measure of\nreasonableness of a classification is the degree of its\nsuccess in treating similarly those similarly situated.\"\n\"A reasonable classification is one which includes all\npersons or things similarly situated with respect to the\npurpose of the law. There should be no discrimination\nbetween one person or thing and another, if as regards\nthe subject-matter of the legislation their position is\nsubstantially the same. This is sometimes\nepigrammatically described by saying that what the\nconstitutional code of equality and equal opportunity\nrequires is that among equals, the law should be equal\nand that like should be treated alike. But the basic principle\nunderlying the doctrine is that the Legislature should have\nthe right to classify and impose special burdens upon or\ngrant special benefits to persons or things grouped\ntogether under the classification, so long as the\nclassification is of persons or things similarly situated with\nrespect to the purpose of the legislation, so that all persons\nor things similarly situated are treated alike by law. The\ntest which has been evolved for this purpose is - and\nthis test has been consistently applied by this Court in\nall decided cases since the commencement of the\nConstitution - that the classification must be founded\non an intelligible differentia which distinguishes certain\npersons or things that are grouped together from others\nand that differentia must have a rational relation to the\n+\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 599\nINDIA AND ANR. [G.S. SINGHVI, J.]\nobject sought to be achieved by the legislation.\n\"1\nA\nB\n\"We have to be constantly on our guard to see that this\ntest which has been evolved as a matter of practical\nnecessity with a view to reconciling the demand for equality\nwith the need for special legislation directed towards\nspecific ends necessitated by the complex and varied\nproblems which require solution at the hands of the\nLegislature, does not degenerate into rigid formula to be\nblindly and mechanically applied whenever the validity of\nany legislation is called in question. The fundamental\nguarantee is of equal protection of the laws and the C\ndoctrine of classification is only a subsidiary rule evolved\nby courts to give a practical content to that guarantee by\naccommodating it with the practical needs of the society\nand it should not be allowed to submerge and drown the\nprecious guarantee of equality. The doctrine of D\nclassification should not be carried to a point where instead\nof being a useful servant, it becomes a dangerous master,\nfor otherwise, as pointed out by Chandrachud, J., in State\nof Jammu \u0026 Kashmir v. Triloki Nath Khosa the guarantee\nof equality will be submerged in class legislation E\nmasquerading as laws meant to govern well-marked\nclasses characterised by different and distinct\nattainments\". Overemphasis on the doctrine of\nclassification or an anxious and sustained attempt to\ndiscover some basis for classification may gradually and F\nimperceptibly deprive the guarantee of equality of its\nspacious content. That process would inevitably end in\nsubstituting the doctrine of classification for the doctrine\nof equality: the fundamental right to equality before the law\nand equal protection of the laws may be replaced by the\noverworked methodology of classification. Our approach\nto the equal protection clause must, therefore, be guided\nby the words of caution uttered by Krishna lyer, J. in State\nof Jammu \u0026 Kashmir v. Triloki Nath Khosa: (at SCC\np. 42)\nG\nH\nA\nB\nC\nD\nE\nF\nG\nН\n600\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\n\"Mini-classifications based on micro-distinctions are false\nto our egalitarian faith and only substantial and\nstraightforward classifications plainly promoting relevant\ngoals can have constitutional validity. To overdo\nclassification is to undo equality.\"\n[Emphasis added]\n17. In L.I.C. of India and Another vs. Consumer\nEducation \u0026 Research Centre and Others [1995 (5) SCC\n482], the Court reiterated the above noted principal in the\nfollowing words:-\n\"The doctrine of classification is only a subsidiary rule\nevolved by the courts to give practical content to the\ndoctrine of equality, overemphasis on the doctrine of\nclassification or anxious or sustained attempt to discover\nsome basis for classification may gradually and\nimperceptibly erode the profound potency of the glorious\ncontent of equality enshrined in Article 14 of the\nConstitution. The overemphasis on classification would\ninevitably result in substitution of the doctrine of\nclassification to the doctrine of equality and the Preamble\nof the Constitution which is an integral part and scheme of\nthe Constitution. Maneka Gandhi v. Union of India [1978\n(1) SCC 248] ratio extricated it from this moribund and\nput its elasticity for egalitarian path finder lest the\nclassification would deny equality to the larger segments\nof the society. The classification based on employment in\nGovernment, semi-Government and reputed commercial\nfirms has the insidious and inevitable effect of excluding\nIlves in vast rural and urban areas engaged in unorganized\nor self-employed sectors to have life insurance offending\nArticle 14 of the Constitution and socio-economic justice.\"\n18. In Gian Devi Anand vs. Jeevan Kumar \u0026 Ors. [1985\n(2) SCC 683] the Supreme Court considered the question\nwhether the statutory tenancy in respect of commercial premises\nis heritable. The facts of that case were that one Wasti Ram\n+\n:\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 601\nINDIA AND ANR. [G.S. SINGHVI, J.]\nC\nD\nwas tenant in respect of Shop No. 20, New Market, West Patel A\nNagar of the respondents at a monthly rental of Rs.110/-. The\ntenancy commenced from September 1, 1959. In April, 1970,\nthe respondent landlord determined the tenancy by serving a\nnotice to quit. In September, 1970 he filed a petition under\nSection 14 of the Act for eviction of Wasti Ram on the grounds B\nof non-payment of rent, bona fide requirement, change of user\nfrom residential to commercial, substantial damage to the\nproperty and sub-letting. He also impleaded one Ashok Kumar\nSethi, as defendant No. 2 by alleging that he had been unlawfully\ninducting a sub-tenant. The Rent Controller negatived all the\ngrounds of challenge except the non-payment of rent. He held\nthat the premises had been let out for commercial purpose and\nas such the ground of bona fide requirement was not available\nto the landlord for seeking eviction of the tenant. On the issue of\nnon-payment of rent, the Rent Controller held that the tenant was\nliable to pay a sum of Rs.24/- by way of arrears for the period\nfrom March 1, 1969 to February 28, 1970 after taking into\nconsideration all payments made and a further sum of Rs.90/-\non account of such arrears for the month of September, 1970.\nHe, accordingly, directed eviction of the tenant. The landlord\nchallenged the order of the Rent Controller by filing an appeal.\nThe tenant, namely Wasti Ram, filed cross objection on the\nfindings recorded by the Rent Controller on the issue of default.\nThe Rent Control Tribunal allowed the cross objection of the\ntenant and held that there was no default in the matter of payment\nof rent. The Tribunal rejected the landlord's plea regarding\ndamage to the property but remanded the matter to the Rent\nController for deciding the question of sub-letting afresh after\naffording opportunity to the parties to lead evidence. Smt. Gian\nDevi Anand, the widow of the deceased tenant appealed against\nthe order of the Tribunal. The landlord filed cross objections to G\nquestion the finding recorded by the Tribunal on the issue of\ndefault by the tenant in payment of rent. The High Court held\nthat after the demise of the statutory tenant, his heirs do not\nhave the right to remain in possession because the statutory\ntenancy was not heritable and the protection afforded to the H\nE\nF\n602\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA statutory tenant was not available to the heirs. This Court\nreversed the order of the High Court and held:\nB\nC\nD\nE\nไป\nןד\nF\n\"We find it difficult to appreciate how in this country we\ncan proceed on the basis that a tenant whose contractual\ntenancy has been determined but who is protected against\neviction by the statute, has no right of property but only a\npersonal right to remain in occupation, without ascertaining\nwhat his rights are under the statute. The concept of a\nstatutory tenant having no estate or property in the\npremises, which he occupies is derived from the provisions\nof the English Rent Acts. But it is not clear how it can be\nassumed that the position is the same in this country\nwithout any reference to the provisions of the relevant\nstatute. Tenancy has its origin in contract. There is no\ndispute that a contractual tenant has an estate or property\nin the subject matter of tenancy, and heritability is an\nincident of the tenancy. It cannot be assumed, however,\nthat with the determination of the tenancy the estate must\nnecessarily disappear and the statute can only preserve\nhis status of irremovability and not the estate he had in the\npremises in his occupation. It is not possible to claim that\nthe \"sanctity\" of contract cannot be touched by legislation.\nIt is therefore necessary to examine the provisions of the\nMadhya Pradesh Accommodation Control Act, 1961 to\nfind out whether the respondent's predecessors-in-interest\nretained a heritable interest in the disputed premises even\nafter the termination of their tenancy.\"\nIn paragraph 34 of the judgment, the Court highlighted\ndifference between the residential and commercial tenancies\nand concluded that the legislature could never have intended\nG that the landlord would be entitled to recover possession of the\npremises or the building let for commercial purposes on the\ndeath of the tenant of the commercial tenancies, even if no\nground for eviction as prescribed in the rent Act is made out. In\nthe concluding part of the judgment, the Court took cognizance\nH of the absence of provision for eviction of the tenant of non-\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 603\nINDIA AND ANR. [G.S. SINGHVI, J.]\nresidential premises even when the same are bona fide required A\nby the landlord for his use or occupation and observed:\nB\n\"Before concluding, there is one aspect on which we\nconsider it desirable to make certain observations. The\nowner of any premises, whether residential or commercial,\nlet out to any tenant, is permitted by the Rent Control Acts\nto seek eviction of the tenant only on the grounds specified\nin the Act, entitling the landlord to evict the tenant from the\npremises. The restrictions on the power of the landlords\nin the matter of recovery of possession of the premises let\nout by him to a tenant have been imposed for the benefit C\nof the tenants. In spite of various restrictions put on the\nlandlord's right to recover possession of the premises\nfrom a tenant, the right of the landlord to recover possession\nof the premises from the tenant for the bona fide need of\nthe premises by the landlord is recognised by the Act, in D\ncase of residential premises. A landlord may let out the\npremises under various circumstances. Usually a\nlandlord lets out the premises when he does not need it\nfor own use. Circumstances may change and a situation\nmay arise when the landlord may require the premises E\nlet out by him for his own use. It is just and proper that\nwhen the landlord requires the premises bona fide for\nhis own use and occupation, the landlord should be\nentitled to recover the possession of the premises which\ncontinues to be his property in spite of his letting out the\nsame to a tenant. The Legislature in its wisdom did\nrecognise this fact and the Legislature has provided that\nbona fide requirement of the landlord for his own use will\nbe a legitimate ground under the Act for the eviction of\nhis tenant from any residential premises. This ground is,\nhowever, confined to residential premises and is not\nmade available in case of commercial premises. A\nlandlord who lets out commercial premises to a tenant\nunder certain circumstances may need bona fide the\npremises for his own use under changed conditions on\nF\nG\nH\nA\nB\nC\nD\n604\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nsome future date should not in fairness be deprived of\nhis right to recover the commercial premises. Bona fide\nneed of the landlord will stand very much on the same\nfooting in regard to either class of premises, residential\nor commercial. We, therefore, suggest that Legislature\nmay consider the advisability of making the bona fide\nrequirement of the landlord a ground of eviction in respect\nof commercial premises as well.\"\n[Emphasis added]\n19. What is significant to be noted is that in para 34 of the\naforementioned judgment, the distinction between residential\nand non-residential tenancies was made in the context of the\nrights of the heirs of the tenant to continue to enjoy the protection\nenvisaged under Section 14(1). The Court was of the view that\nthe heirs of the tenants of the commercial premises cannot be\ndeprived of the protection else the family of the tenant may be\nbrought on road or deprived of the only source of livelihood.\nThe Court also opinioned that if the heirs of the individual tenants\nof commercial tenancies are deprived of the protection,\nextremely anomalous consequences will ensue because the\nE companies, corporations and juridical entities carrying on\nbusiness or commercial activities in rented premises will\ncontinue to enjoy the protection even after the change of\nmanagement, but the heirs of individual tenants will be denuded\nof similar protection. At the same time, the Court noted that the\nF landlord of a premises let for residential purpose may bona fide\nrequire the same for his own use or the use of his dependent\nfamily members and observed that the legislature should remove\napparent discrimination between residential and non-residential\ntenancies when the landlord bona fide requires the same. If the\nG observations contained in para 34 are read in any other manner,\nthe same would become totally incompatible with the\nobservation contained in the penultimate paragraph of the\njudgment and we do not see any reason for adopting such\ncourse., more so, because the later part of the judgment has\nbeen relied in Harbilas Rai Bansal vs. State of Punjab (supra)\nH\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 605\nINDIA AND ANR. [G.S. SINGHVI, J.]\nand Rakesh Vij vs. Dr. Raminder Pal Singh Sethi (supra).\nA\nB\n20. In Rattan Arya vs. State of Tamil Nadu (supra), the\nCourt considered challenge to the constitutionality of Section.\n30(ii) of the Tamil Nadu Buildings (Lease and Rent Control) Act,\n1960 under which residential buildings or part thereof occupied\nby any tenant paying monthly rent of more than Rs.400/- were\nexempted from operation of the Act. It was urged on behalf of\nthe appellant that distinction made between the residential and\nnon-residential buildings in the matter of applicability of the Act\nwas unreasonable, irrational and arbitrary. The Court referred\nto different rent control legislations applicable to the State of C\nTamil Nadu and observed that the scheme of the Act does not\nmake any distinction between residential and non-residential\nbuildings insofar as the rights of the tenant's and obligations of\nthe landlord's are concerned and there are no special rights.\nattached to the tenancies of the non-residential buildings as D\nagainst the tenancies of residential buildings so as to warrant\nexemption only to residential buildings. The Court also took\ncognizance of enormous increase of rents throughout the country,\nreferred to the judgment in Motor General Traders vs. State\nof Andhra Pradesh [1984 (1) SCC 222] and struck down E\nSection 30(ii) of the Tamil Nadu Act on the ground that the same\nis violative of Article 14 of the Constitution.\n21. In Harbilas Rai Bansal vs. State of Punjab \u0026 Anr.\n(supra), the Supreme Court examined the constitutionality of\nthe amendment made in the Punjab Act, whereby the landlord F\nwas deprived of his right to seek eviction of tenant from non-\nresidential building on the ground of bonafide requirement for\nhis own use. This Court referred to the unamended and\namended Section 13(1)(a) of the Punjab Act and observed:\n\"The Scheme of the Act, unmistakably aims at regulating\nthe conditions of tenancy, controlling the rents and\npreventing unreasonable and mala fide eviction of tenants\nof the residential and non-residential buildings. For the\nadvancement of these objects, tenants are invested with\nG\nH\n"}