{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2008] 6 S.C.R. 566\nSATYAWATI SHARMA (DEAD) BY LRS.\nV.\nUNION OF INDIA AND ANR.\n(Civil Appeal No. 1897 of 2003)\nAPRIL 16, 2008\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\nDelhi Rent Control Act, 1958:\n-\ns. 14(1)(e) Constitutionality of - Held: s. 14(1)(e) is\nC violative of doctrine of equality embodied in Article 14 of\nConstitution insofar as it discriminates between premises let\nfor residential and non-residential purposes when same are\nrequired bona fide by landlord for occupation for himself or for\nany member of his family dependent on him, and restricting\nD latter's right to seek eviction of tenant from premises let for\nresidential purposes only – Discriminatory portion of s. 14(1)(e)\nstruck down - While adopting this course, well recognized rule\nkept in view that offending portion of statute can be severed\nwithout doing violence to remaining part thereof - Legislation\nE - Delhi Rent Control Act, 1995 – s.22(r) - Constitution of India,\n1950 - Article 14.\nF\n-\n-\ns.14(1)(e) – Classification of premises with reference to\npurpose of their user - Reasonableness of - Held: The 1958\nAct which was reasonable at the time of enactment has, with\nlapse of time or changed circumstances become unreasonable\nPeriod of almost 50 years has elapsed from enactment of\n1958 Act - During this long span of time those who came from\nWest Pakistan as refugees and even their next generations\nhave settled down in different parts of country and occupying\nG prime positions in various fields and earned wealth - Not only\nthis, availability of premises which can be let for non-residential\npurposes has substantially increased - Therefore, reason to\nsustain classification of premises with reference to purpose of\ntheir user, is no longer available for negating challenge to\n566\nH\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR.\n567\ns. 14(1)(e) on ground of violation of Article 14 of the Constitution A\n- Legislation Delhi Rent Control Act, 1995 - s.22(r) -\nConstitution of India, 1950 - Article 14.\n-\nRent Control and eviction: History of Rent Control\nLegislation discussed - Punjab Urban Rent Restriction Act,\n1941 - Delhi Rent Control Ordinance, 1944 - Delhi and Ajmer-\nMarwara Rent Control Act, 1947 - Delhi and Ajmer Rent\nControl Act, 1952 - Delhi Rent Control Act, 1958 - Delhi Rent\nControl Act, 1995\nJudicial notice - Delhi Rent Control Act, 1995 - Makes\nno distinction between premises let for residential and non-\nresidential purposes for seeking eviction on ground of bona\nfide need - Although 1995 Act is yet to be enforced, judicial\nnotice taken of fact that legislature has removed implicit\nembargo on landlord's right to recover possession of premises\nif same are bona fide required by him/her, after taking note of\ndevelopments which took place in the last 37 years i.e.\nsubstantial increase in availability of commercial and non-\nresidential premises or premises which can be let for\ncommercial or non-residential purposes and meteoric rise in\nprices of land and rentals of residential as well as non-\nresidential premises.\nConstitution of India, 1950:\n-\nArticle 14 Doctrine of equality - Applicability of -\nReasonable classification - Theory of.\n-\nArticle 14 - Changed circumstances/Lapse of time\nLegislation - Constitutionality of - Held: Legislation which may\nbe quite reasonable and rationale at the time of its enactment\nmay with the lapse of time and/or due to change of\ncircumstances become arbitrary, unreasonable and violative\nof the doctrine of equity and even if the validity of such\nlegislation may have been upheld at a given point of time, the\nCourt may, in subsequent litigation, strike down the same if it\nis found that the rationale of classification has become non-\nexistent.\nB\nC\nD\nE\nLL\nF\nG\nI\n568\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nIn the writ petition filed by landlords before the High Court,\nprayer made was that s. 14(1)(e) of Delhi Rent Control Act, 1958\nwas violative of equality clause embodied in Article 14 of the\nConstitution insofar as it differentiated between the premises\nlet for residential and non-residential purposes in the matter of\nB eviction on the ground of bona fide requirement of the landlord\nand restricts the landlord's right only to the residential premises.\nThe writ petitions were heard by the Full Bench of High\nCourt along with the other writ petitions involving challenge to\nthe vires of s.14(1)(e). After referring to **H.C. Sharma's case\nC and ***Amarjit Singh's case, the Full Bench of High Court\ndismissed the writ petitions. Hence these appeals.\nD.\nAllowing the appeals and partly striking down\ns.14(1)(e) of Delhi Rent Control Act, 1958, the Court\nHELD: 1. S.14(1)(e) of the Delhi Rent Control Act, 1958\nis violative of the doctrine of equality embodied in Article\n14 of the Constitution of India insofar as it discriminates\nbetween the premises let for residential and non-\nresidential purposes when the same are required bona\nE fide by the landlord for occupation for himself or for any\nmember of his family dependent on him and restricts the\nlatter's right to seek eviction of the tenant from the\npremises let for residential purposes only. However,\ns.14(1)(e) is not totally struck down because it is neither\nthe pleaded case of the parties nor the argument that\ns.14(1)(e) is unconstitutional in its entirety and ends of\njustice would be met by striking down the discriminatory\nportion of s.14(1)(e) so that the remaining part thereof may\nread as \"that the premises are required bona fide by the\nlandlord for himself or for any member of his family\ndependent on him, if he is the owner thereof, or for any\nperson for whose benefit the premises are held and that\nthe landlord or such person has no other reasonably\nsuitable accommodation.” While adopting this course,\nwell recognized rule is kept in view that if the offending\nH\nF\nG\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 569\nINDIA AND ANR.\nportion of a statute can be severed without doing violence A\nto the remaining part thereof, then such a course is\npermissible. [Paras 38, 39] [620-G; 621-A, B, C, D, E]\nR.M.D. Chamarbaugwalla v. Union of India AIR (1957).\nSC 628; Bhawani Singh v. State of Rajasthan (1996) 3 SCC\n105 relied on.\nB\n2. An analysis of Rent Control Legislation which were\nmade applicable from time to time show that till 1947 no\ntangible distinction was made between the premises let\nfor residential and non-residential purposes. The implicit C\nrestriction on the landlord's right to recover possession\nof the non-residential premises was introduced in the\nDelhi and Ajmer-Marwara Rent Control Act, 1947 and was\ncontinued under the 1958 Act. However, the 1995 Act does\nnot make any distinction between the premises let for\nD\nresidential and non-residential purposes in the matter of\neviction of tenant on the ground that the same are required\nby the landlord for his/her bona fide use or occupation.\nEven though, the 1995 Act is yet to be enforced and in\n*Common Cause v. Union of India this Court declined to\nissue a writ of mandamus to the Central Government, for\nthat purpose, judicial notice can be taken of the fact that\nthe legislature has, after taking note of the developments\nwhich took place in the last 37 years i.e. substantial\nincrease in the availability of the commercial and non-\nresidential premises or the premises which can be let for F\ncommercial or non-residential purposes and meteoric rise\nin the prices of land and rentals of residential as well as\nnon-residential premises, removed the implicit embargo\non the landlord's right to recover possession of the\npremises if the same are bona fide required by him/her. G\n[Para 9] [588-F, G; 589-A, B, C]\nMalpe Vishwanath Acharya and Ors. v. State of\nMaharashtra \u0026 Anr. (1998) 2 SCC 1; Prabhakaran Nair v. State\nof Tamil Nadu (1987) 4 SCC 238; Mohinder Kumar and Ors.\nE\nН\n570\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA v. State of Haryana and Anr. (1985) 4 SCC 221; D.C. Bhatia\nand Ors. v. Union of India and Anr. (1995) 1 SCC 104; C.N.\nRudramurthy v. K. Barkathulla Khan (1998) 8 SCC 275;\n*Common Cause v. Union of India and Ors. (2003) 8 SCC\n250 - referred to.\nB\n3. Article 14 declares that the State shall not deny to\nany person equality before the law or the equal protection\nof the laws. The concept of equality embodied in Article\n14 is also described as doctrine of equality. The doctrine\nof equality means that there should be no discrimination\nC between one person and another, if having regard to the\nsubject matter of legislation, their position is the same.\nThe plain language of Article 14 may suggest that all are\nequal before the law and the State cannot discriminate\nbetween similarly situated persons. However, application\nD of the doctrine of equality embodied in that Article has\nnot been that simple. The debate which started in 1950s\non the true scope of equality clause is still continuing. In\nlast 58 years, the courts have been repeatedly called upon\nto adjudicate on the constitutionality of various legislative\nE instruments including those meant for giving effect to\nthe Directive Principles of State Policy on the ground\nthat same violate the equality clause. It has been the\nconstant refrain of the courts that Article 14 does not\nprohibit the legislature from classifying apparently\nF similarly situated persons, things or goods into different\ngroups provided that there is rational basis for doing\nso. The theory of reasonable classification has been\ninvoked in large number of cases for repelling challenge\nto the constitutionality of different legislations. [Para 14]\n[595-A, B, C, D, E]\nG\nRam Krishna Dalmia and Ors. vs. Shri Justice S.R.\nTendolkar and Ors., AIR 1958 SC 538; Mohd. Shujat Ali vs.\nUnion of India 1975 (3) SCC 76; L.I.C. of India and Another\nvs. Consumer Education \u0026 Research Centre and Others 1995\nH. (5) SCC 482 – relied on.\n-\n=\u003e\n1\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 571\nINDIA AND ANR.\nGian Devi Anand vs. Jeevan Kumar \u0026 Ors. 1985 (2) SCC A\n683; Motor General Traders vs. State of Andhra Pradesh 1984\n(1) SCC 222; Mohinder Prasad Jain vs. Manohar Lal Jain\n(2006) 2 SCC 724; State of Haryana vs. Ved Prakash Gupta\n(1999) 1 Rent Law Reporter 689 - referred to.\nSingh_case\nB\n4. In the instant case, Full Bench of High Court upheld\nthe validity of s. 14(1)(e) mainly by relying upon the\njudgment of the Division Bench in **H.C. Sharma case and\nof this Court in ***Amarjit Singh case and by observing\nthat legislature has the right to classify persons, things,\nand goods into different groups and that the Court will C.\nnot sit over the judgment of the legislature. The Full Bench\ndid not, at all, advert to the question whether the reason/\ncause which supplied rationale to the classification\ncontinued to subsist even after lapse of 44 years and\nwhether the tenants of premises let for non-residential D\npurposes should continue to avail the benefit of implicit\nexemption from eviction in the case of bona fide\nrequirement of the landlord despite sea saw change in\nthe housing scenario in Delhi and substantial increase\nin the availability of buildings and premises which could E\nbe let for non-residential or commercial purposes.\n[Para 27] [612-G; 613-A, B, C]\n**H.C. Sharma v. Life Insurance Corporation of India \u0026\nAnr. ILR (1973) 1 Delhi 90; ***Amarjit Singh v. Smt. Khatoon\nQuamarin (1986) 4 SCC 736 – referred to.\n-\n4.2. In the rent control legislations made applicable\nto Delhi from time to time, residential and non-residential\npremises were treated at par for all purposes. The scheme\nof the 1958 Act also does not make any substantial\ndistinction between residential and non-residential\npremises. Even in the grounds of eviction set out in\nproviso to s.14(1), no such distinction has been made\nexcept in Clauses (d) and (e). In **H.C. Sharma, the Division\nBench of the High Court, after taking cognizance of the\nF\nG\nH\n572\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nB\nC\nA acute problem of housing created due to partition of the\ncountry, upheld the classification by observing that the\nGovernment could legitimately restrict the right of the\nlandlord to recover possession of only those premises\nwhich were let for residential purposes. The Court felt that\nif such restriction was not imposed, those up-rooted from\nPakistan may not get settled in their life. As of now a period\nof almost 50 years has elapsed from the enactment of the\n1958 Act. During this long span of time much water has\nflown down the Ganges. Those who came from West\nPakistan as refugees and even their next generations\nhave settled down in different parts of the country, more\nparticularly in Punjab, Haryana, Delhi and surrounding\nareas. They are occupying prime positions in political and\nbureaucratic set up of the Government and have earned\nhuge wealth in different trades, occupation, business and\nsimilar ventures. Not only this, the availability of buildings\nand premises which can be let for non-residential or\ncommercial purposes has substantially increased.\nTherefore, the reason/cause which prompted the Division\nBench of the High Court to sustain the differentiation/\nE classification of the premises with reference to the\npurpose of their user, is no longer available for negating\nthe challenge to s.14(1)(e) on the ground of violation of\nArticle 14 of the Constitution, and such arbitrary\nclassification cannot be upheld the discrimination which\nF was latent in s.14(1)(e) at the time of enactment of 1958\nAct has, with the passage of time (almost 50 years) has\nbecome so pronounced that the impugned provision\ncannot be treated intra vires Article 14 of the\nConstitution by applying any rational criteria. [Para 28]\n[613-F, G; 614-A, B, C, D, E, F, G]\nD\nG\nHarbilas Rai Bansal v. State of Punjab \u0026 Anr. (1996) 1\nSCC 1; Rattan Arya v. State of Tamil Nadu (1986) 3 SCC 385;\nJoginder Pal v. Naval Kishore Behal (2002) 5 SCC 397;\nRakesh Vij v. Dr. Raminder Pal Singh Sethi (2005) 8 SCC\nH 504 referred to.\n-\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 573.\nINDIA AND ANR.\n5. It is trite to say that legislation which may be quite A\nreasonable and rationale at the time of its enactment\nmay with the lapse of time and/or due to change of\ncircumstances become arbitrary, unreasonable and\nviolative of the doctrine of equity and even if the validity\nof such legislation may have been upheld at a given B\npoint of time, the Court may, in subsequent litigation,\nstrike down the same if it is found that the rationale of\nclassification has become non-existent. [Para 29]\n[614-G; 615-A]\nState of Madhya Pradesh v. Bhopal Sugar Industries AIR C\n(1964) SC 1179; Narottam Kishore Dev Verma v. Union of\nIndia AIR (1964) SC 1590; H.H. Shri Swamiji Shri Admar Mutt\nEtc v. The Commissioner, Hindu Religious \u0026 Charitable\nEndowments Department (1979) SCC 642; Chintapalli\nAchaiah v. P. Gopala Krishna Reddy AIR (1966) AP 51; D\nPasupuleti Venkateswarlu vs. Motor \u0026 General Traders (1975)\n1 SCC 770; Hasmat Rai v. Raghunath Prasad (1981) 3 SCC\n103 referred to.\n-\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1897 of 2003\nFrom the Judgment and Order dated 27.8.2002 of the High\nCourt of Delhi at New Delhi in C.W.P. No. 1092/1999\nE\nWITH\nF\nCivil Appeal No. 1898 of 2003 and Civil Appeal No.\n5622 of 2006.\nC.S. Rajan, T.S. Doabia, A.C. Gambhir, P.D. Sharma,\nMohan Pandey, Shish Pal Laler, Balbir Singh Gupta, Sadhana\nSandhu, R.C. Kathiam, P. Parmeswaran, D.S. Mahra, B.V. G\nBalram Das, Manu Nayar, K.K. Sharma, Hameed S. Shaikh,\nA.L. Trehan, Praveen Swarup and Ashwani Kumar for the\nappearing parties.\nThe Judgment of the Court was delivered by\nH\n574\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nG.S. SINGHVI, J. 1. Whether Section 14(1)(e) of the Delhi\nRent Control Act, 1958 (for short 'the 1958 Act') is ultra vires the\ndoctrine of equality enshrined in Article 14 of the Constitution of\nIndia is the question which arises for determination in these\nappeals.\n2. For the sake of convenience, we have noted the facts\nfrom Civil Appeal No. 1897 of 2003:\n(i)\nOn August 18, 1953, Delhi Improvement Trust leased\nout a plot of land measuring 184 sq. yards situated\nat Basti Reghar, Block 'R', Khasra Nos.2942/1820\nto 2943/1820 to Shri Jagat Singh son of Pt. Ram\nKishan. In terms of Clause 4(c) of the lease deed,\nthe lessee was prohibited from using the land and\nbuilding (to be constructed over it) for any purpose\nother than residence, with a stipulation that in case\nof breach of this condition, the lease shall become\nvoid.\n(ii) After constructing the building, the lessee inducted\nShri Jai Narain Sharma and Dr. Ms. Tara Motihar, as\ntenants in two portions of the building, who started\nusing the rented premises for running watch shop\nand clinic respectively.\n(iii) Smt. Satyawati Sharma (appellant herein), who is\nnow represented by her LRs, purchased property\ni.e. house bearing No.3395-3397, Ward No.XVI,\nBlock R, Gali No.1, Reghar Pura, New Delhi from\nlegal heirs of the lessee.\n(iv) After purchasing the property. the appellant filed\nPetition Nos. 184 of 1980 and 187 of 1980 for eviction\nof the tenants by claiming that she needed the house\nfor her own bona fide need and also for the use and\noccupation of the family members dependant upon\nher. The appellant further pleaded that she wanted to\ndemolish the building and reconstruct the same. She\nalso alleged that tenants have been using the\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 575\nINDIA AND ANR. [G.S. SINGHVI, J.]\npremises in violation of the conditions of lease and, A\ntherefore, they are liable to be evicted.\n(v) The tenants contested the eviction petitions by\nasserting that the so called need of the landlord was\nnot bona fide; that there were no valid grounds for\nB\npermitting the landlord to demolish the building and\nreconstruct the same and that they had not violated\nthe conditions of lease. They further pleaded that the\nprevious owner let out the premises for non-\nresidential purposes; that the appellant was also\nissuing rent receipts by describing the rented C\nportions as shop/clinic and that in view of order dated\n11.12.1978 issued by the Government of India,\nMinistry of Housing and Urban Development, Delhi\nDevelopment Authority was condoning violations of\nthe lease conditions.\nD\nヨ\n(vi) By an order dated 17.5.1991, Additional Rent\nController, Delhi dismissed the eviction petitions. He\nheld that the appellant is owner and landlady of the\nsuit premises, but she has not been able to prove\nthat portions thereof were let for residential purposes;\nthat the appellant and her dependent family members\ndo not have suitable alternative accommodation\nexcept the one occupied by her elder son, who was\nunder the threat of eviction and that the need of the\nappellant is bona fide. The Additional Rent Controller F\nfurther held that the tenants are guilty of violating\nclause 4(c) of deed dated August 18, 1953. He,\nhowever, declined to pass order for recovery of\npossession by observing that under Section 14(1)(e)\nof the Act, such an order can be passed only in G.\nrespect of premises let for residential purposes. The\nAdditional Rent Controller also rejected other grounds\nof eviction put forward by the appellant.\n3. The appeal preferred by the appellant was dismissed\nH\n"}