{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"576\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA by Rent Control Tribunal, Delhi vide its judgment dated\n10.11.1998. The Tribunal agreed with the Additional Rent\nController that an order of eviction of the tenant can be passed\nunder Section 14(1)(e) only if the premises were let for\nresidential purposes. The Tribunal then held that the portions\nB given to the tenants were being used for non-residential\npurposes and, therefore, they cannot be evicted on the ground\nof bona fide need of the landlord.\n4. The appellant challenged the orders of the Additional\nRent Controller and Rent Control Tribunal in Civil Writ Petition\nC No. 1093 of 1999. She filed another petition, which was\nregistered as Civil Writ Petition No. 1092 of 1999, with the prayer\nthat Section 14(1)(e) of the Act be declared ultra vires of Article\n14 of the Constitution insofar as it does not provide for eviction\nof the tenant from the premises let for non-residential purposes.\nD Both the writ petitions were heard by the Full Bench of Delhi\nHigh Court along with other writ petitions involving challenge to\nthe vires of Section 14(1)(e) and were dismissed by the order\nunder challenge. The Full Bench referred to an earlier judgment\nof the Division Bench in H.C. Sharma vs. Life Insurance\nE Corporation of India \u0026 Anr. [ILR 1973 (1) Delhi 90] and large\nnumber of judgments of this Court including Amarjit Singh vs.\nSmt. Khatoon Quamarin [1986 (4) SCC 736] and held:-\nF\nLL\nG\nH\ni)\nTenants of non-residential premises are a class by\nthemselves. The Parliament in its legislative wisdom\ndid not think it fit to make any provision for eviction\nof a tenant from such premises on the ground of\nbona fide requirement of the landlord for residential\npurpose. Referenced to Section 29(2)(r) of the 1995\nAct, in our opinion, cannot be said to have any\nrelevance whatsoever for the purpose of determining.\nAdmittedly, the 1995 Act is yet to come into force. If\nthe said Act is yet to come into force, the question of\ntaking recourse to the provisions of the said Act would\nnot arise more so because this court in exercise of\nits jurisdiction under Article 226 of the Constitution of\n+\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 577\nINDIA AND ANR. [G.S. SINGHVI, J.]\nii)\nIndia would not be in a position to direct the A\nGovernment to do so which is a legislative function.\nOn the other hand, the very fact that said Act is yet to\ncome into force in an indicia to the fact that the Central\nGovernment does not in its wisdom consider that the\nsaid benefit should be extended to non-residential B\npremises also.\nJudicial review of legislation is permissible only on\nlimited grounds, namely when a statute is enacted\nby a legislature which had no authority therefor or\nwhen it inter alia violates any of the provisions C\ncontained in Part III of the Constitution. Once it is\nheld, as we are bound to, that the non-residential\npremises having regard to the interpretation clause,\nforms a separate class, such classification, having a\nreasonable nexus with the ground of eviction, cannot D\nbe said to be discriminatory in nature. Article 14 of\nthe Constitution would apply only to persons similarly\nsituated. Owners of residential and non-residential\npremises stand on different footings. In the event,\nthe legislature in its wisdom thinks it fit to extend its E\nprotective wing to a class of tenants from being\nevicted on a particular ground, the same by itself\ncannot be said to be discriminatory so as to attract\nthe wrath of Article 14 of the Constitution of India.\nThe court in a situation of this nature is only entitled\nto see as to whether such classification is valid and\nrational. Once the rationality in such legislation is\nfound, the court will put its hands off.\nF\niii) Furthermore, the provisions of the said Act had been\ndeclared intra vires by the Apex Court in Amarjit Singh G\nv. Khatoon Quamarain (supra). In that case, an\nargument was advanced that unless the second limb\nof Section 14(1)(e) of the Act is read in such a way\nthat it was in consonance with Articles 14 and 21 of\nthe Constitution of India, the same would be void as H\n1\nさ\n578\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\n00\nB\nD\nE\nF\nG\nH\nbeing unconstitutional. The question raised therein\nhas been dealt with the Apex Court.\n(iv) In the instant case, the Statute itself has indicated.\nthe persons or things to whom its provisions are\nrecommended to apply. The said Act is a beneficial\nlegislation. It seeks to protect the tenants. Tenants\nare broadly classified into three categories\nresidential, non-residential and/or other tenant. Such\na classification as regards premises or tenancy\ncannot per se be said to be unreasonable.\n-\n(v) In the instant case, so far as Sections 14(1)(e) and\n14(1)(k) are concerned, the statute itself has\nindicated the persons to whom the provisions would\napply. The provision is absolutely clear and\nunambiguous. In such a case the Court is only\nrequired to examine whether the classification is\nbased upon reasonable differentia, distinguishing the\nperson, group from those left out and whether such\ndifferential has reasonable nexus with the objects to\nbe achieved. The impugned provision indisputably\nwas intended to beneficially apply to landlords and\nof one class of tenancy viz. tenancy in respect of the\nresidential premises and not non-residential\npremises.\n5. The Full Bench also noticed the judgment in Harbilas\nRai Bansal vs. State of Punjab \u0026 Anr. [1996 (1) SCC 1]\nwhereby Section 13(3)(a) of the East Punjab Urban Rent\nRestriction Act, 1949, as amended by Punjab Act No.29 of 1956,\nwas struck down but distinguished the same by making the\nfollowing observations :-\n\"The objects and reasons of the said Act, thus, were\nconsidered having regard to the provisions made at the\ntime of commencement of the said Act. Such a\ncontingency does not arise in the instant case. Reasonable\nnexus to the objects to be achieved of the said Act having\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 579\nINDIA AND ANR. [G.S. SINGHVI, J.]\nregard to the performance for which the building is being A\nused must be found out from the legislative intent.\nLegislative intent may change from State to State.\"\nB\n6. Learned counsel for the appellants relied on the\njudgment of this Court in Harbilas Rai Bansal vs. State of\nPunjab \u0026 Anr. (supra) and argued that the classification made\nbetween the premises let for residential purposes and non-\nresidential purposes in the matter of eviction of tenant on the\nground of bona fide need of the landlord is irrational, arbitrary\nand violative of Article 14 of the Constitution. Shri A.C. Gambhir\nsubmitted that even though the constitutional validity of Section C\n14(1)(e) of the Act was upheld by the Division Bench of the High\nCourt in H.C. Sharma vs. Life Insurance Corporation of\nIndia \u0026 Anr. (supra), that decision cannot, in the changed\ncircumstances and in view of the later judgments of this Court in\nRattan Arya vs. State of Tamil Nadu [(1986) 3 SCC 385], D\nHarbilas Rai Bansal vs. State of Punjab (supra), Rakesh\nVij vs. Dr. Raminder Pal Singh Sethi [(2005) 8 SCC 504] be\ntreated as good law. He argued that the reason which prompted\nthe legislature to exclude the premises let for non residential\npurposes from the purview of Section 14(1)(e) of the 1958 Act E\nand which found approval of the Division Bench of the High Court\nhas, with the passage of time, become non-existent and the\nclassification of the premises into residential and non-residential\nwith reference to the purpose of lease has become totally\narbitrary and irrational warranting a declaration of invalidity qua F\nthe impugned section. In support of this argument, the learned\ncounsel relied on the judgment of this Court in Malpe\nVishwanath Acharya and Others vs. State of Maharashtra\n\u0026 Another [1998 (2) SCC 1]. Shri Gambhir pointed out that in\nthe Delhi Rent Control Act, 1995 (for short 'the 1995 Act'), which\nwas enacted by the Parliament in the light of the National Housing\nPolicy, 1992 and observations made by this Court in\nPrabhakaran Nair vs. State of Tamil Nadu [1987 (4) SCC\n238], no distinction has been made between the premises let\nfor residential and non-residential purposes in the matter of\nG\nH\n580\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA eviction of the tenant on the grounds of landlord's bona fide need\nand argued that even though that Act has not been enforced,\nthe Court can take cognizance of the legislative changes and\ndeclare the implicit restriction contained in Section 14(1)(e) on\nthe eviction of tenant from the premises let for non-residential\nB purposes as unconstitutional.\n7. Shri C.S. Rajan, learned senior counsel appearing for\nthe Union of India emphasized that the purpose of the Act is to\nprotect the tenants against arbitrary eviction by the landlord and\nargued that the classification of the premises with reference to\nC the purpose of lease should be treated as based on rational\ngrounds because the same is meant to further the object of the\nenactment. Shri Rajan referred to the judgment of Amarjit Singh\nvs. Smt. Khatoon Quamarin (supra) to show that challenge\nto the constitutionality of the Section 14(1)(e) on the ground of\nD violation of Article 14 has already been negatived and argued\nthat the vires of that provision cannot be re-examined merely\nbecause a similar provision contained in the 'Punjab Act' has\nbeen declared unconstitutional in Harbilas Rai Bansal vs. State\nof Punjab (supra). Learned senior counsel relied on the\nE judgments of this Court In Re The Special Courts Bill, 1978\n[1979 (1) SCC 380] and Padma Sundra Rao (Dead) and\nOthers vs. State of Tamil Nadu and Others [2002 (3) SCC\n533] and argued that the Court should not attempt to rewrite\nSection 14(1)(e) so as to facilitate eviction of the tenants from\nF the premises let for non-residential purposes. Shri S.P. Laler,\nlearned counsel appearing for the respondents in Civil Appeal\nNos. 1897 of 2003 and 1898 of 2003 supported the judgment\nof the Full Bench of the High Court and argued that the distinction\nmade by the legislature between the premises let for residential\nand non-residential purposes is based on rational ground i.e.\nacute shortage of non-residential premises/buildings and,\ntherefore, the same cannot be treated as unconstitutional.\nG\n8. We have considered the respective arguments/\nsubmissions. For deciding the question raised in these appeals,\nH it will be useful to notice the salient features of rent control\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF\nINDIA AND ANR. [G.S. SINGHVI, J.]\n581\nlegislations, which were made applicable to Delhi from time to A\ntime. These are:-\ni) In exercise of the power vested in it under Rule 81 of the\nDefence of India Rules, the Government of India promulgated\nNew Delhi House Rent Control Order, 1939. This order was\nmade applicable only to residential premises. Section 11 thereof\nprovided that a tenant in possession of a house shall not be\nevicted therefrom whether in execution of a decree or otherwise\nand whether before or after the termination of the tenancy except\non the grounds mentioned therein. Clause (iv) of sub-section 2\nof Section 11A was as under:\n\"that the landlord was at no time during the twelve months\nimmediately preceding the date of his application residing\nwithin the limits of the Delhi or New Delhi Municipality or\nthe Notified Areas of the Civil Station, Delhi or Delhi Fort,\nthat it is essential in the public interest that he should take\nup residence in that area and that he is unable to secure\nother suitable accommodation, the Controller shall make\nan order directing the tenant to put the landlord in\npossession of the house, and if the Controller is not so\nsatisfied, he shall make an order rejecting the application.\"\nB\nC\nD\nE\n(ii) On 15th October, 1942, the Punjab Urban Rent\nRestriction Act, 1941 was made applicable to the Province of\nDelhi, except the areas to which the New Delhi House Rent\nControl Order was applicable. The definition of the expression F\n\"premises\" in the Punjab Urban Rent Restriction Act made no\ndistinction between \"residential\" and non-residential\" premises.\nSection 10(1) of that Act provided that no order for recovery of\npossession of any premises shall be made so long as the tenant\npays or is ready and willing to pay rent to the full extent allowable\nby this Act and perform other conditions of the tenancy. However,\nin terms of proviso to Section 19(1), the Court could make an\norder for recovery of possession if the landlord satisfied that\nthe prescribed notice had been served on the tenant. Sub-\nsection 2 of Section 10 provided that where any order mentioned\nG\nH\n582\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA in sub-section 1 has been made on or after the First day of\nJanuary, 1939 but not executed before the commencement of\nthe Act, the Court by which the order was made may if it is of\nopinion that the order would not have been made if the Act had\nbeen in operation on the date the order was made, rescind or\nB vary the order. The proviso to Section 10(2) enumerated the\nother grounds for eviction of the tenants. One of the grounds\nwas that the premises are reasonably and bona fide required\nby the landlord for his own occupation.\n(iii) In 1944, the Delhi Rent Control Ordinance (XXV), 1944\nC was promulgated. In this Ordinance, the word 'premises' was\ndefined to mean any building which is let separately for use as\na residence or for commercial use or for any other purpose.\nClauses (a) to (e) of Section 9 of the Ordinance specified the\ngrounds on which the landlord could recover possession of the\nD premises. One of the grounds was that the landlord requires\nthe premises for his use as residence. This means the landlord\ncould not recover possession of the premises if he needed the\nsame for commercial use.\nE\nF\nG\nH\n(iv) In 1947, the Delhi and Ajmer-Merwara Rent Control\nAct was enacted and was made applicable to all the parts of\nDelhi. Section 2(b) of the 1947 Act which contained the definition\nof the word 'premises' read as under:-\n\"premises\" means any building which is, or is intended to\nbe, let separately for use as a residence or for commercial\nuse or for any other purpose,.......\nSection 9(e) which provided for eviction of the tenant on\nthe ground of bona fide requirement of the landlord was as under:-\n\"that purely residential premises are required bona fide\nby the landlord who is the owner of such premises for\noccupation as a residence for himself or his family, that he\nneither has nor is able to secure other suitable\naccommodation, and that he has acquired his interest in\nthe premises at a date prior to the beginning of the tenancy\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 583\nINDIA AND ANR. [G.S. SINGHVI, J.]\nor the 2nd day of June, 1944, whichever is later, or if the A\ninterest has devolved on him by inheritance or succession,\nhis predecessor had acquired the interest at a date prior\nto the beginning of the tenancy or the 2nd day of June,\n1944, whichever is later;.\n\"\n(v) The 1947 Act was replaced by the Delhi and Ajmer\nRent Control Act, 1952. Section 13 of that Act enumerated\nvarious grounds on which a tenant could be evicted. Clause (c)\nof Section 13(1) was as under:-\nB\n\"that the premises let for residential purposes are required C\nbona fide by the landlord who is the owner of such\npremises for occupation as a residence for himself or his\nfamily and that he has no other suitable accommodation;\nExplanation:- For the purposes of this clause, \"residential\npremises\" include any premises which having been let for D\nuse as a residence are, without the consent of the landlord,\nused\nfor commercial or other\nincidentally\npurposes:....\n\"\nE\nF\n(vi) After 6 years, the Delhi Rent Control Act, 1958 was\nenacted. The Preamble of this Act shows that it is a legislation\nfor the control of rents and evictions and of rates of hotels and\nlodging houses, and for the lease of vacant premises to\nGovernment, in certain areas in the Union Territory of Delhi.\nSection 2(i) of that Act defines the premises to mean any\nbuilding or part of a building which is intended to be or is let for\nuse as a residence or for commercial use or for any other\npurpose. The definition of the term \"standard rent\" contained in\nSection 2(k) refers to the premises irrespective of its use.\nSection 3 which exempts certain premises from the operation\nof the Act also does not make any distinction between residential G\nand non-residential premises. Clause (c) of that section which\nprovides for exemption in the context of monthly rent speaks of\nresidential as well as non-residential premises. Section 6 relates\nto standard rent. It deals with residential as well as non-\nresidential premises. Para A of Section 6(1) specifies the H\n584\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA standard rent for residential premises and para B specifies such\nrent for premises other than residential premises. Sub-section\n(2) of Section 6 which provides for fixation of standard rent refers\nto premises irrespective of their user. The limitation prescribed\n(Section 12) for filing application for fixation of standard rent\nB does not make any distinction between the premises let for\nresidential, commercial and other purposes. Section 14(1) which\ncontains prohibition against passing of an order or decree by\nany Court or Controller for recovery of possession of any\npremises does not make any distinction between the premises\nlet for residential, commercial or other purposes. Clauses (a),\n(b), (c), (f), (g), (j), (k) and (I) of proviso to Section 14(1) specify\ndifferent grounds for recovery of possession of the premises\nirrespective of its user. Only clauses (d) and (e) speak of\npremises let for use as residence or residential purposes.\nC\nD\n--\nE\nLL\nF\nG\n☐ H\nSections 2(i) and 14(1)(d) and (e) of the 1958 Act which\nhave bearing on the decision of the appeals, read as under:-\n2. In this Act, unless the context otherwise requires\n(i) \"“premises\" means any building or part of a building\nwhich is, or is intended to be, let separately for use as a\nresidence or for commercial use or for any other purpose,\nand includes, -\n(i) the garden, grounds and outhouses, if any,\nappertaining to such building or part of the building'\n(ii) any furniture supplied by the landlord for use in such\nbuilding or part of the building;\nbut does not include a room in a hotel or lodging house.\n14. Protection of tenant against eviction. - (1)\nNotwithstanding anything to the contrary contained\nin any other law or contract, no order or decree for\nthe recovery of possession of any premises shall be\nmade by any court or Controller in favour of the\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 585\nINDIA AND ANR. [G.S. SINGHVI, J.]\nlandlord against a tenant:\nProvided that the Controller may, on an application\nmade to him in the prescribed manner, make an\norder for the recovery of possession of the premises\non one or more of the following grounds only, namely:-\n(a) to (c)\nA\nB\n(d) that the premises were let for use as a residence\nand neither the tenant nor any member of his family\nhas been residing therein for a period of six months\nimmediately before the date of the filing of the C\napplication from the recovery of possession thereof;\n(e) that the premises let for residential purposes are\nrequired bona fide by the landlord for occupation as\na residence for himself or for any member of his\nD\nfamily dependent on him, if he is the owner thereof,\nor for any person for whose benefit the premises are\nheld and that the landlord or such person has no\nother reasonably suitable residential\naccommodation.\nExplanation. For the purposes of this clause,\n“premises let for residential purposes\" include any\npremises which having been let for use as a residence\nare, without the consent of the landlord, used\nincidentally for commercial or other purposes.\nE\nF\n(vii) The 1958 Act was amended five times between 1960\nto 1988, but demands continued to be made by the landlords\nand the tenants for its further amendment to suit their respective\ncauses. In 1992 National Housing Policy was notified. One of\nthe important features of that Policy was to remove legal G\nimpediments to the growth of housing in general and rental\nhousing in particular. Both the Houses of Parliament adopted\nthe Policy. Thereafter, the 1995 Act was enacted. Though the\nnew Act has not been enforced so far and in Common Cause\nvs. Union of India and Others [2003 (8) SCC 250], this Court H\n"}