{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"NAGESH DATTA SHETTI AND ORS.\nV.\nTHE STATE OF KARNATAKA AND ORS.\nFEBRUARY 2, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nC\nAppellate Court-Appeal-Scope of-Writ appeal against direction of\nSingle Judge remanding the matter to Land Tribunal with the direction to\ngrant occupancy rights to respondents-Tribunal granting occupancy rights\nas directed-Writ appeal dismissed as infructuous with the observation that\nTribunal's order can be questioned before Single Judge-Held, the basic\nissue was whether the direction given by Single Judge could be maintained\nwhen matter was being remitted for adjudication by Tribunal-Division Bench\nhad admitted appeal to examine legality of such direction-It should have\nconsidered the matter on merits-Matter remitted to High Court for decision D\nof writ appeal on merits.\nPractice and Procedure:\nStay of proceedings-Single Judge of High Court remanding matter to\nTribunal-Order challenged in writ appeal--No interim relief prayed-Tribunal E\ndeciding the case—\ne-\nHeld, in given cases court/forum to which matter is remitted\ncan await decision in appeal where directions given are impugned.\nIn a writ petition arising out of an order of the Land Tribunal, the\nSingle Judge of the High Court, while remanding the matter to the Land\nTribunal directed it to grant occupancy rights in favour of the respondents.\nAppellants filed a writ appeal challenging the said order but did not file\nany application for stay of the proceedings before the Tribunal, which\ngranted occupancy rights in line with the directions given by the Single\nJudge. The Division Bench of the High Court dismissed the writ appeal.\nIn the appeal before the Supreme Court, it was contended for the\nappellants that in view of the fact that the Single Judge had already\ndirected occupancy rights to be granted to the respondents, the Division\nBench of the High Court erred in holding that the decision of the Tribunal\ncould be assailed before the Single Judge.\n1065\nF\nG\nH\n1066\nA\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nDisposing of the appeal and remitting the matter to the Division\nBench of the High Court, the Court\nHELD: The Division Bench of the High Court was not justified in\nholding that the writ appeal had been rendered infructuous because of\nthe subsequent decision of the Tribunal. The Tribunal acted only on the\nB basis of the direction given and on that ground alone granted occupancy\nrights. The High Court had admitted the writ appeal to examine legality\nof such direction. The basic issue was whether the direction given by Single\nJudge could be maintained, when the matter was being remitted by Single\nJudge to the Tribunal for fresh adjudication. Any decision taken by the\nTribunal has to be per force subject to the decision in the writ appeal.\nTherefore, the Division Bench should have considered the matter on merits\nwithout concluding that the writ appeal had become infructuous.\nC\n[1067-G-H; 1068-C-D]\n2. The High Court had admitted the writ appeal to examine legality\nD of the direction given by Single Judge. Unfortunately, the Tribunal did not\nkeep the proceedings pending though it was brought to its notice that the\nwrit appeal had been admitted. Appellants have also contributed to the\nconfusion to a great measure by not seeking stay of direction. In given cases\nthe court/forum to which the matter is remitted can await decision in the\nappeal where the directions given are impugned. [1067-H; 1068-A-B]\nE\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 853 of 2005.\nFrom the Judgment and Order dated 18.11.2002 of the Karnataka High\nCourt in W.A. No. 8208 of 1999.\nRadhakrishna S. Hegde, Chandra Prakash Tyagi, Ms. Savitri Pandey\nand P.P. Singh for the Appellants.\nBrij Bhusan, Sanjay R. Hegde, Krishnanand Pandeya for the\nRespondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nChallenge in this appeal is the judgment of a Division Bench of the\nKarnataka High Court refusing to interfere with the order passed by learned\nH Single Judge in view of the fact that the Ankola Taluk Land Tribunal (in\nN.D. SHETTI v. STATE [PASAYAT. J.]\n1067\nshort the 'Tribunal') had disposed of the matter pursuant to the direction A\ngiven by learned Single Judge.\nB\nThe appellants had filed the writ appeal before the Division Bench of\nthe Karnataka High Court aggrieved primarily by that part of the order of\nlearned Single Judge who had remanded the matter to the Tribunal, with a\nspecific direction to grant occupancy rights in favour of the respondents, who\nwere the petitioners in the writ petition. The appeal was admitted but there\nwas no order of stay passed in the appeal either directing stay of further\nproceedings before the Tribunal or staying operation of the order of learned\nSingle Judge, as no application had been filed for grant of any interim relief.\nIn the absence of any order of stay, pursuant to the directions given by\nC\nlearned Single Judge the proceedings came to be heard by the Tribunal which\nhold that the respondents were to be granted occupancy rights in line with the\nmandate given by learned Single Judge.\nBy the impugned judgment the High Court came to hold that though\nthe learned Single Judge had directed grant of occupancy rights and the D\nTribunal had followed the directions, it was open to the present appellants to\nquestion the correctness of the decision of the Tribunal before the learned\nSingle Judge. Accordingly the writ appeal was dismissed.\nIn support of the appeal, learned counsel for the appellants submitted\nthat the Division Bench was not justified in holding that the order of the E\nTribunal could be assailed before learned Single Judge. In view of the fact\nthat learned Single Judge had already directed that occupancy rights were to\nbe conferred on the respondents, no relief could be granted to the appellants.\nIt is pointed out that though the Tribunal was requested to keep the matter\npending in view of the fact that the Writ Appeal had been admitted, the\nTribunal did not do so.\nPer contra learned counsel appearing for the respondents supported the\nimpugned judgment and submitted that the view expressed by the High Court\nin the impugned judgment does not suffer from any infirmity.\nF\nG\nAs the factual scenario noted above goes to show specific challenge in\nthe writ appeal was in respect of the direction given by learned Single Judge\nto grant occupancy rights to the respondents. That was the basic issue which\nwas to be adjudicated by the Division Bench in the writ appeal. The basic\nissue, as noted above was whether the direction given by learned Single\nJudge could be maintained, when the matter was being remitted by learned H\n1068\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA Single Judge to the Tribunal for fresh adjudication. In a given case there can\nbe limited remand and giving finality to an issue, may be permissible. In the\npresent case the High Court had admitted the writ appeal to examine legality\nof such direction. Unfortunately, the Tribunal did not keep the proceedings\npending though it was brought to its notice that the Writ Appeal had been\nadmitted. Appellants have also contributed to the confusion to a great measure\nby not seeking stay of direction. In given cases the Court/Forum to which the\nmatter is remitted can await decision in the appeal where the directions given\nare impugned. A copy of the order passed by the Tribunal pursuant to the\ndirection given by learned Single Judge has been placed on record. It clearly\nshows that the Tribunal acted only on the basis of the direction given and on\nC that ground alone granted occupancy rights.\nB\nThe High Court was not justified in holding that the writ appeal had\nbeen rendered infructuous because of the subsequent decision of the Tribunal.\nCorrectness of the order passed by learned Single Judge was being challenged\nin the writ appeal. Any decision taken by the Tribunal has to be per force\nD subject to the decision in the writ appeal. Therefore, the Division Bench\nshould have considered the matter on merits without concluding that the writ\nappeal had become infructuous.\nIn the peculiar circumstances we remit the matter to the High Court for\nfresh consideration. Writ Appeal No. 8208/1999 shall be restored to file and\nE\nshall be dealt with in accordance with law. As the matter is pending since\nlong, High Court is requested to explore the possibility of early disposal of\nthe Writ Appeal. We make it clear that we have not expressed any opinion\non the merits of the case.\nF\nR.P.\nThe appeal is accordingly disposed of without any order as to costs.\nAppeal disposed of.\n1\n"}