{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"A\n146 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n32. Under Order XL of the Supreme Court Rules, 1966 this\nCourt can review its judgment or order on the ground of error\napparent on the face of record and on an application for review\ncan reverse or modify its decision on the ground of mistake of\nlaw or fact. As the judgment under review suffers from mistake\nB of law, we allow the Review Petitions, recall the directions and\ndeclarations in the judgment under review and dispose of Writ\nPetition (C) No. 210 of 2012 with the following declarations and\ndirections:\nC\nD\nபய\nE\nF\nG\nH\n(i)\n(ii)\nWe declare that Sections 12(5) and 15(5) of the Act\nare not ultra vires the Constitution.\nWe declare that Sections 12(6) and 15(6) of the Act\ndo not debar a Member of Parliament or Member\nof the Legislature of any State or Union Territory, as\nthe case may be, or a person holding any other\noffice of profit or connected with any political party\nor carrying on any business or pursuing any\nprofession from being considered for appointment\nas Chief Information Commissioner or Information\nCommissioner, but after such person is appointed\nas Chief Information Commissioner or Information\nCommissioner, he has to discontinue as Member\nof Parliament or Member of the Legislature of any\nState or Union Territory, or discontinue to hold any\nother office of profit or remain connected with any\npolitical party or carry on any business or pursue\nany profession during the period he functions as\nChief Information Commissioner or Information\nCommissioner.\n(iii) We direct that only persons of eminence in public.\nlife with wide knowledge and experience in the\nfields mentioned in Sections 12(5) and 15(5) of the\nAct be considered for appointment as Information\nCommissioner and Chief Information\nCommissioner.\n☐☐\nUNION OF INDIA v. NAMIT SHARMA\n[A.K. PATNAIK, J.]\n147\n(iv) We further direct that persons of eminence in public A\nlife with wide knowledge and experience in all the\nfields mentioned in Sections 12(5) and 15(5) of the\nAct, namely, law, science and technology, social\nservice, management, journalism, mass media or\nadministration and governance, be considered by B\nthe Committees under Sections 12(3) and 15(3) of\nthe Act for appointment as Chief Information\nCommissioner or Information Commissioners.\n(v)\nWe further direct that the Committees under\nSections 12(3) and 15(3) of the Act while making\nrecommendations to the President or to the\nGovernor, as the case may be, for appointment of\nChief Information Commissioner and Information\nCommissioners must mention against the name of\neach candidate recommended, the facts to indicate\nhis eminence in public life, his knowledge in the\nparticular field and his experience in the particular\nfield and these facts must be accessible to the\ncitizens as part of their right to information under the\nAct after the appointment is made.\n(vi) We also direct that wherever Chief Information\nCommissioner is of the opinion that intricate\nquestions of law will have to be decided in a matter\ncoming up before the Information Commission, he\nwill ensure that the matter is heard by an Information\nCommissioner who has wide knowledge and\nexperience in the field of law.\n33. There shall be no order as to costs.\nB.B.B.\nC\nD\nE\nF\nG\nReview Petition allowed.\n"}