{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n-\n[2013] 13 S.C.R. 96\nUNION OF INDIA\nV.\nNAMIT SHARMA\nREVIEW PETITION [C] No.2309 OF 2012\nIN\nWRIT PETITION [C] NO.210 OF 2012\nSEPTEMBER 3, 2013\n[A.K. PATNAIK AND A.K. SIKRI, JJ.]\nConstitution of India, 1950 - Article 137 - Review under\n- Held: Is confined to only errors apparent on the face of the\nrecord - On an application for review, the Supreme Court can\nreverse or modify its decision on the ground of mistake of law\nor fact - In the instant case, as the judgment under review\nD suffered from mistake of law, directions and declarations in\nthe judgment under review recalled – Supreme Court Rules,\n1966 - Order XL.\nE\nF\n-\n- –\n-\nRight to Information Act, 2005 - ss. 12(5) and 15(5)\nAppointment of Central Information Commissioner /\nInformation Commissioner - Eligibility criteria - ss.12(5) and\n15(5) providing that Chief Information Commissioner and\nInformation Commissioners shall be persons with eminence\nin public life with wide knowledge and experience in law,\nscience and technology, social service, management,\njournalism, mass media or administration and governance\nConstitutional validity of ss.12(5) and 15(5) – Upheld in the\njudgment under review, but with the rider that the expression\n'knowledge and experience' appearing in the provisions would\nmean and include a basic degree in the respective field and\nG the experience gained thereafter; and that appointments of\nlegally qualified, judicially trained and experienced persons\nwould certainly manifest in more effective serving of the ends\nof justice as well as ensuring better administration of justice\nH\n96\nUNION OF INDIA V. NAMIT SHARMA\n97\n-\n-\n-\nA\nby the Information Commission – Held: ss. 12(5) and 15(5) are\nnot ultra vires the Constitution – Said provisions, however, do\nnot prescribe any basic qualification in the respective fields\nof work - In the judgment under review, missing words were\n\"read into\" ss. 12(5) and 15(5) and it was held that a basic\ndegree in the respective field was required - This \"reading B\ninto\" the provisions of ss. 12(5) and 15(5), words which the\nParliament has not intended is contrary to the principles of\nstatutory interpretation - The court could not correct or make\nup for any deficiencies or omissions in the language of the\nstatute ss. 12(5) and 15(5) do not provide that the Chief C\nInformation Commissioner and Information Commissioners\nshall be persons having judicial experience, training and\nacumen - Yet, in the judgment under review, it was held that\nfor effectively performing the functions and exercising the\npowers of the Information Commission, there is a requirement\nof a judicial mind and therefore persons eligible for\nappointment should preferably have judicial background and\npossess judicial acumen and experience Such direction\namounted to encroachment in the field of legislation – Since\nInformation Commissions do not exercise judicial powers, the\nconstitutional principles of separation of powers and\nindependence of judiciary cannot be relied upon to direct that\nthey must be manned by persons with judicial training,\nexperience and acumen or former Judges of the High Court\nor the Supreme Court - Interpretation of Statute.\n-\n-\nD\nE\nF\nRight to Information Act, 2005 - ss. 12(5) and 15(5) —\nMatter involving intricate questions of law - Duty of the Chief\nInformation Commissioner - Held: Wherever, the Chief\nInformation Commissioner is of the opinion that intricate\nquestions of law will have to be decided in a matter coming G\nup before the Information Commission, he will ensure that the\nmatter is heard by an Information Commissioner who has wide\nknowledge and experience in the field of law.\nRight to Information Act, 2005 - ss. 12(6) and 15(6) -\nH\n98\nSUPREME COURT REPORTS [2013] 13 S.C.R.\n-\nA Appointment of Chief Information Commissioner/Information\nCommissioner Disqualification provision u/ss. 12(6) and\n15(6) - Interpretation and effect of - Held: ss. 12(6) and 15(6)\ndo not debar a Member of Parliament or Member of the\nLegislature of any State or Union Territory, as the case may\nB be, or a person holding any other office of profit or connected\nwith any political party or carrying on any business or pursuing\nany profession from being considered for appointment as\nChief Information Commissioner/Information Commissioner\n- But after such person is appointed as Chief Information\nCommissioner or Information Commissioner, he has to\ndiscontinue as Member of Parliament or Member of the\nLegislature of any State or Union Territory, or discontinue to\nhold any other office of profit or remain connected with any\npolitical party or carry on any business or pursue any\nprofession during the period he functions as Chief Information\nCommissioner/Information Commissioner.\nC\nD\n-\n-\nRight to Information Act, 2005 – ss. 12(3) and 15(3) –\nCommittee u/ss. 12(3) and 15(3) for appointment of Chief\nInformation Commissioner/Information Commissioners -\nE Role and duty of - Held: The Committee while making\nrecommendations for such appointment must mention\nagainst the name of each candidate recommended, the facts\nto indicate his eminence in public life, his knowledge in the\nparticular field and his experience in the particular field and\nF these facts must be accessible to the citizens as part of their\nright to information under the Act after the appointment is\nmade.\nG\nH\n-\n-\nRight to Information Act, 2005 – ss. 18, 19 and 20\nFunctions of the Information Commission - Nature of - Held:\nThe Information Commission discharges administrative\nfunctions, not judicial functions - While performing the\nadministrative functions, however, the Information\nCommissions are required to act in a fair and just manner\nfollowing the procedure laid down in ss. 18, 19 and 20 - But\nL\nԷ\nUNION OF INDIA v. NAMIT SHARMA\n99\nthis does not mean that the Information Commissioners are A\nlike Judges or Justices who must have judicial experience,\ntraining and acumen.\nRight to Information Act, 2005 - ss. 27 and 28 - Direction\ngiven in the judgment under review, to the Central\nGovernment and/or the competent authority to frame practice\nand procedure related rules within a period of six months -\nChallenge to - Held: The direction is patently erroneous\nsince the use of word \"may\" in ss. 27 and 28 make it clear that\nthe Parliament has left it to the discretion of the rule making\nauthority to make rules to carry out the provisions of the Act\nHence, no mandamus can be issued to the rule making\nauthority to make the rules either within a specific time or in\na particular manner - The Court cannot direct the rule making\nauthority to make the rules where the Legislature confers\ndiscretion on the rule making authority to make rules.\nB\nC\nD\nE\nThe respondent had filed a Writ Petition filed under\nArticle 32 of the Constitution, praying for declaring\nSections 12(5), 12(6), 15(5) and 15(6) of the Right to\nInformation Act, 2005 as ultra vires the Constitution\ncontending that the said provisions, whereby eligibility\ncriteria was laid down for appointment of Central\nInformation Commissioners and State Information\nCommissioners, were vague and had no nexus with the\nobject of the Act and were violative of Article 14 of the F\nConstitution and while enacting these provisions, the\nParliament had not exercised legislative power in\nconsonance with the constitutional principles and\nguarantees.\nG\nThe Supreme Court disposed of the writ petition\nholding the provisions of Sections 12(5) and 15(5) of the\nAct of 2005 to be constitutionally valid, but with the rider\nthat, to give it a meaningful and purposive interpretation,\nthe expression ‘knowledge and experience' appearing in\nthese provisions would mean and include a basic degree H.\n100 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA in the field and the experience gained thereafter; and that\nappointments of legally qualified, judicially trained and\nexperienced persons would certainly manifest in more\neffective serving of the ends of justice as well as ensuring\nbetter administration of justice by the Information\nB Commission. Further as opposed to declaring the\nprovisions of Section 12(6) and 15(6) unconstitutional, the\nSupreme Court read these provisions as having effect\n'post-appointment' i.e. cessation/termination of holding of\noffice of profit, pursuing any profession or carrying any\nbusiness is a condition precedent to the appointment of\na person as Chief Information Commissioner or\nInformation Commissioner at the Centre or State levels.\nC\nThe Supreme Court further directed the Central\nGovernment and/or the competent authority to frame all\nD practice and procedure related rules to make working of\nthe Information Commissions effective and in\nconsonance with the basic rule of law and such rules be\nframed with particular reference to Section 27 and 28 of\nthe Act within a period of six months. The Supreme Court\nE also held that the Commission is a ‘judicial tribunal'\nperforming functions of 'judicial' as well as 'quasi-judicial'\nnature and having the trappings of a Court, unlike a\nministerial tribunal which is more influenced and\ncontrolled and performs functions akin to the machinery\nF of administration and thus it will be just, fair and proper\nthat the first appellate authority (i.e. the senior officers to\nbe nominated in terms of Section 5 of the Act of 2005)\npreferably should be the persons possessing a degree\nin law or having adequate knowledge and experience in\nG the field of law.\nThe said judgment of the Supreme Court was\nchallenged in the instant Review Petitions filed under\nArticle 137 of the Constitution. The question which arose\nfor consideration was whether the reasoning and\nI\n1\n1\n$\nUNION OF INDIA v. NAMIT SHARMA\n101\ndirections in the judgment under review were at variance A\nwith the clear and simple language employed in the\ndifferent provisions of the Right to Information Act, 2005\nand whether the judgment under review suffered from\nmanifest errors of law apparent on the face of the record.\nAllowing the review petition, the Court\nB\nHELD:1. Review of a judgment or order of this Court\nunder Article 137 of the Constitution is confined to only\nerrors apparent on the face of the record as provided in\nOrder XL Rule 1 of the Supreme Court Rules, 1966. If a C\nreasoning in the judgment under review is at variance\nwith the clear and simple language in a statute, the\njudgment under review suffers from a manifest error of\nlaw, an error apparent on the face of the record, and is\nliable to be rectified. Under Order XL of the Supreme D\nCourt Rules, 1966, this Court can review its judgment or\norder on the ground of error apparent on the face of\nrecord and on an application for review can reverse or\nmodify its decision on the ground of mistake of law or\nfact. [Paras 17, 32] [128-A-C; 146-A]\nCommissioner of Sales Tax, J \u0026 K and Ors. v. Pine\nChemicals Ltd. and Ors. (1995) 1 SCC 58: 1994 (5) Suppl.\nSCR 123 relied on.\n-\n!!\nE\n2.1. Sections 12(5) and 15(5) of the Act provide that F\nChief Information Commissioner and Information\nCommissioners shall be persons of eminence in public\nlife with wide knowledge and experience in law, science\nand technology, social service, management, journalism,\nmass media or administration and governance. These G\nprovisions of the Act do not provide that the Chief\nInformation Commissioner and Information\nCommissioners shall be persons having judicial\nexperience, training and acumen and yet this Court has\nheld in the judgment under review that for effectively H\n102 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA performing the functions and exercising the powers of the\nInformation Commission, there is a requirement of a\njudicial mind and therefore persons eligible for\nappointment should preferably have judicial background\nand possess judicial acumen and experience. [Para 18]\nB [128-E-G]\nC\n2.2. Sections 18, 19 and 20 of the Act confer powers\non the Information Commission. It is clear from the plain\nand simple language of Sections 18, 19 and 20 of the Act\nthat the functions of the Information Commissions are\nlimited to ensuring that a person who has sought\ninformation from a public authority in accordance with his\nright to information conferred under Section 3 of the Act\nis not denied such information except in accordance with\nthe provisions of the Act. Section 2(j) defines \"Right to\nD Information\" conferred on all citizens under Section 3 of\nthe Act to mean the right to information accessible under\nthe Act, \"which is held by or under the control of any\npublic authority\". While deciding whether a citizen should\nor should not get a particular information \"which is held\nE by or under the control of any public authority”, the\nInformation Commission does not decide a dispute\nbetween two or more parties concerning their legal rights\nother than their right to get information in possession of\na public authority. This function obviously is not a judicial\nF function, but an administrative function conferred by the\nAct on the Information Commissions. [Paras 19, 20] [129-\nA; 134-H; 135-A-F]\nG\nH\n2.3. In the judgment under review, this Court has held\nthat there is a lis to be decided by the Information\nCommission inasmuch as the request of a party seeking\ninformation is to be allowed or to be disallowed and\nhence requires a judicial mind. But the lis that the\nInformation Commission has to decide was only with\nregard to the information in possession of a public\n,\n'\n'\nUNION OF INDIA v. NAMIT SHARMA\n103\n$\nauthority and the Information Commission was required A\nto decide whether the information could be given to the\nperson asking for it or should be withheld in public\ninterest or any other interest protected by the provisions\nof the Act. The Information Commission, therefore, while\ndeciding this lis does not really perform a judicial function, B\nbut performs an administrative function in accordance\nwith the provisions of the Act. [Para 21] [135-F-H; 136-A]\nC\nD\nE\n2.4. In the judgment under review, this Court has also\nheld that the Information Commission decides matters\nwhich may affect the rights of third parties and hence\nthere is requirement of judicial mind. To protect the rights\nof third parties, Section 11 of the Act provides that where\na Central Public Information Officer or a State Public\nInformation Officer, as the case may be, intends to\ndisclose any information or record or part thereof, may\non a request made under the Act, which relates to or has\nbeen supplied by a third party and has been treated as\nconfidential by that third party, a written notice will have\nto be given to such third party inviting such party to make\na submission in writing or orally, regarding whether the\ninformation should be disclosed, and such submission\nof the third party can be kept in view while taking a\ndecision about disclosure of the information. The\ndecision taken by the Central Public Information Officer\nor the State Public Information Officer, as the case may\nbe, under Section 11 of the Act is appealable under\nSection 19 of the Act before the Information Commission\nand when the Information Commission decides such an\nappeal, it decides only whether or not the information\nshould be furnished to the citizen in view of the objection G\nof the third party. Here also the Information Commission\ndoes not decide the rights of a third party but only\nwhether the information which is held by or under the\ncontrol of a public authority in relation to or supplied by\nthat third party could be furnished to a citizen under the H\nF\n104 SUPREME COURT REPORTS [2013] 13 S.C.R.\nA provisions of the Act. Hence, the Information Commission\ndischarges administrative functions, not judicial\nfunctions. [Para 22] [136-E-H; 137-A-E]\nB\nC\nD\nE\n2.5. While performing the administrative functions,\nhowever, the Information Commissions are required to\nact in a fair and just manner following the procedure laid\ndown in Sections 18, 19 and 20 of the Act. But this does\nnot mean that the Information Commissioners are like\nJudges or Justices who must have judicial experience,\ntraining and acumen. [Para 23] [137-F]\nHarinagar Sugar Mills Ltd. v. Shyam Sunder\nJhunjhunwala and Others AIR 1961 SC 1669: 1962 SCR 339\nrelied on.\n-\nBharat Bank Ltd., Delhi v. Employees of Bharat Bank and\nOrs. AIR 1950 SC 188: 1950 SCR 459; S.P. Sampath\nKumar v. Union of India and Ors. (1987) 1 SCC 124: 1987\n(1) SCR 435 and L. Chandra Kumar v. Union of India and\nOrs. (1997) 3 SCC 261: 1997 (2) SCR 1186 – referred to.\n-\nB. Johnson \u0026 Co. (Builders), Ltd. v. Minister of Health\n(1947) 2 All England Law Reports 395 - referred to.\nMallikarjuna Rao and Ors. v. State of Andhra Pradesh\nand Ors. (1990) 2 SCC 707: 1990 (2) SCR 418; Bushell v.\nF Secretary of State for the Environment (1980) 2 All ER 608\nG\nH\nHL; Centre for PIL and Anr. v. Union of India and Anr. (2011)\n4 SCC 1 and Indra Das v. State of Assam (2011) 3 SCC 380:\n2011 (4) SCR 289 - cited.\n3. Once the Court is clear that Information\nCommissions do not exercise judicial powers and\nactually discharge administrative functions, the Court\ncannot rely on the constitutional principles of separation\nof powers and independence of judiciary to direct that\nInformation Commissions must be manned by persons\n:\nUNION OF INDIA v. NAMIT SHARMA\n105\nB\nC\nwith judicial training, experience and acumen or former A\nJudges of the High Court or the Supreme Court. The\nprinciples of separation of powers and independence of\njudiciary embodied in our Constitution no doubt require\nthat judicial power should be exercised by persons with\njudicial experience, training and acumen. But, the powers\nexercised by the Information Commissions under the Act\nwere not earlier vested in the High Court or subordinate\ncourt or any other court and are not in any case judicial\npowers and therefore the Legislature need not provide\nfor appointment of judicial members in the Information\nCommissions. Perhaps for this reason, Parliament has\nnot provided in Sections 12(5) and 15(5) of the Act for\nappointment of persons with judicial experience and\nacumen and retired Judges of the High Court as\nInformation Commissioners and retired Judges of the\nSupreme Court and Chief Justice of the High Court as\nChief Information Commissioner and any direction by this\nCourt for appointment of persons with judicial\nexperience, training and acumen and Judges as\nInformation Commissioners and Chief Information\nCommissioner would amount to encroachment in the field\nof legislation. [Paras 24, 25] [138-E-G; 139-G-H; 140-A-C]\nD\nE\nUnion of India v. R. Gandhi, President Madras Bar\nAssociation (2010) 11 SCC 1: 2010 (6) SCR 857; Pareena\nSwarup v. Union of India (2008) 14 SCC107: 2008 (13) SCR F\n1217-distinguished.\nP. Ramachandra Rao v. State of Karnataka (2002) 4\nSCC 578 - followed.\nG\n4. Moreover, Sections 12(5) and 15(5) of the Act while\nproviding that Chief Information Commissioner and\nInformation Commissioners shall be persons with\neminence in public life with wide knowledge and\nexperience in law, science and technology, social service,\nmanagement, journalism, mass media or administration H\n"}