{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"A\nB\nM/S. HINDUSTAN ZINC LTD..\nV.\nCOMMISSIONER OF CENTRAL EXCISE, JAIPUR ·\nFEBRUARY 24, 2005\n[S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nC\nD\nE\nF\nG\nCentral Excises and Salt Act, 1944:\n'Silver Chloride'-Declared as excisable goods-Assessee claiming\nexemption under Notification No. 217/86-CE dt. 2.4.1986-Held, Revenue\nhaving failed to prove marketability of the item produced by assessee during\nthe relevant period, question of applicability of the notification has become\nacademic, and is kept open.\nOn the question whether in the event of silver chloride being declared\nas excisable goods the assessee was entitled to benefit of exemption under\nNotification No. 217/86-CE dt. 2.4.1986.\nDisposing of the appeal, the Court\nHELD: In view of the judgment in the conjoint Civil Appeal No.\n430 of 2000 holding that the department had failed to prove marketability\nof silver chloride produced in the factory of the assessee, during the\nrelevant period, the question of applicability of the said notification during\nthat period has become academic and is kept open. [399-C-D]\nM/s. Hindustan Zinc Ltd. v. Commissioner of Central Excise, Jaipur,\n[2005] 2 SCR 391, relied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 3991 of 2001.\nFrom the Judgment and Order dated 23.1.2001 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi, in F.O. No. 6/\n2001-C in A. No. E/2164 of 2000-C.\nV. Lakshmikumaran, Alok Yadav, M.P. Devnath and V. Balachandran\nfor the Appellant.\nH\n398\n1\nHINDUSTAN ZINC LTD. v. C.C.E. [KAPADIA, J.]\n399\nR. Venkataramani, A.Subba Rao, Hemant Sharma, Ashok Panigrahi, A\nMs. V. Vijaylakshmi, P. Parmeswaran and B.K. Prasad, with him for the\nRespondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. The short question which arises for determination in this B\ncivil appeal filed by the assessee under section 35L(b) of the Central Excise\nAct, 1944 is whether in the event of the silver chloride being declared\n“excisable goods\", the assessee was entitled to the benefit of exemption\nunder notification No. 217/86-CE dated 2.4.1986.\nIn view of our judgment in the conjoint civil appeal No. 430 of 2000 C\nin the case of the same assessee holding that the department had failed to\nprove marketability of silver chloride produced in the factory of the assessee,\nduring the relevant period(s), the question of applicability of the said\nnotification during that period has become academic. In future, if the\ndepartment succeeds in proving that silver chloride produced in the factory\nof the assessee as “excisable goods\" in terms of manufacture and marketability\nand if the assessee intends to take the benefit of the said notification, then,\nthe question is kept open and the decision given by the tribunal herein will\nnot preclude the assessee from relying on the above notification in accordance\nwith law.\nR.P.\nSubject to above, the appeal is disposed of with no order as to costs.\nAppeal disposed of.\nD\nE\n"}