{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"SHANKAR DIWAL WADU\nA\nV.\nSTATE OF MAHARASHTRA\nMARCH 21, 2007\n[S.B SINHA AND MARKANDEY KATJU, JJ.]\nB\nPenal Code, 1860-s. 304 Part II-Murder-In a fit of anger—\nProsecution case supported by evidence of eye-witnesses and other witnesses—\nCorroborated by Medical evidence-Conviction by Courts below u/ss 302\nand 506-On appeal, held: Accused rightly held guilty-But since the incident\noccurred in a fit of anger, conviction altered to one under Section 304 Part\nII-Sentence reduced to already undergone i.e. 11 years.\n-\nC\nD\nAppellant accused caused death of his brother. According to\nprosecution case, accused wanted to keep PW-4 (widow of his another brother)\nas his mistress. PW-4 refused. On the day of incident when the accused\nwas forcibly trying to drag PW 4 in his house, the deceased objected to it. At\nthe objection, accused got outraged and hit him with a wooden plank lying\nthere. The assault resulted in death of the deceased. Complaint regarding\nthe assault was lodged by PW-3 (an eye-witness). Trial Court convicted the\naccused under Sections 302/506 IPC. Conviction was confirmed by High Court E\nHence the present appeal.\nDisposing of the appeal, the Court\nHELD: 1. The courts below have rightly held the appellant guilty. There\nare eye-witnesses of the incident and there is no reason to disbelieve their\nF\ntestimony. These eye-witnesses also include PW 4. The allegation of the\nprosecution that it was because of PW 4 that the incident occurred is proved\nby PW 4 herself who is corroborated in all material particulars by PW-1 and\nPW-2, PW-3 is also an eye-witness and there is no reason to disbelieve her\nevidence. The medical evidence corroborates the prosecution case.\n[Para 5] [255-B-C| G\n2. However, the case comes under section 304/ Part II and not under\nSection 302 IPC since the incident occurred in a sudden fit of anger. Hence,\nthe conviction under Section 302 is converted to section 304/Part II IPC and\nthe conviction under Section 506 is quashed. The appellant has since already\n253\nH\n254\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA undergone 11 years imprisonment, the sentence is reduced to the period\nalready undergone. [Paras 6 and 7] [255-D-F]\nB\nC\nᎠ\nE\nPappu v. State of M.P., [2006] 7 SCC 391 and Sukhbir Singh v. State of\nHaryana, [2002|3 SCC 327, relied on.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 402 of\nFrom the Judgment and Order dated 24.9.2004 of the High Court of\nJudicature at Bombay in Crl. A. No. 631 of 2000.\nRanjan Mukherjee, and (A.C.) for the Appellant.\nRavindra Keshavrao Adsure for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal is directed against the judgment and order dated 24.9.2004\nof the Bombay High Court in Criminal Appeal No. 631 of 2000:\n3. The prosecution version is that the accused Shankar Wadu. is the\nbrother of Mahu Wadu who was assaulted by him, which assault resulted in\nhis death. The incident occurred around 8.P.M. on 22.10.1995 at Kainad Wadu\nPada, Laluka Wada, District Thane, where both the accused and the victim\nwere residing along with other close relations. According to the prosecution\ncase, the accused wanted to keep Kamlibai, the widow of his brother Vasant,\nas his mistress, but she refused to be his mistress. On the day of the incident\nF the appellant was forcibly trying to drag Kamlibai to his house. At that very\nG\ntime, he was told by his brother Mahu (the deceased) that he could not force\nand drag Kamlibai to his house. At this intervention, the accused got enraged\nby such unwarranted advice and therefore lifted a wooden plank (pat) and hit\nMahu with it on his head, and also kicked and punched him. Mahu died on\nthe spot. Complaint of this assault was lodged by one Yeshubai who is\nclosely related to both the accused and the victim. On receipt of this report\nthe investigation was conducted and the accused was arrested. The\nprosecution examined as many as eight witnesses to prove its charge of\nmurder against the accused and the learned trial Judge on appreciation of the\nevidence came to the conclusion of guilt and convicted the accused and\nH sentenced him to life imprisonment under Sections 302/506 IPC and also\n+\n'\nSHANKAR DIWAL WADU v. STATE OF MAHARASHTRA [MARKANDEY KATJU,J.] 255\nimposed a fine.\n4. Against the judgment of the trial court, the appellant filed an appeal\nbefore the High Court which has been dismissed by the impugned judgment\nand hence this appeal by way of special leave.\nA\n5. We have gone through the record and we agree with the view taken B\nby the courts below that the appellant is guilty. There are eye witnesses of\nthe incident and we see no reason to disbelieve their testimony. These eye\nwitnesses also include Kamlibai (PW4). The allegation of the prosecution that\nit was because of Kamlibai that the incident occurred is proved by Kamlibai\nherself who is corroborated in all material particulars by PW-1 and PW-2. PW-\n3 Yesubai is also an eye witness and we see no reason to disbelieve her\nevidence. The medical evidence corroborates the prosecution case. The post\nmortem report shows a fracture on the scalp of the deceased caused by a hard\nand blunt object, and according to the doctor this was sufficient to cause\ndeath. Both the courts below have carefully considered the evidence on\nrecord and we see no reason to take a different view.\nC\nD\n6. However, we are of the opinion that the case comes under Section\n304/Part 2 and not under Section 302 IPC since the incident occurred in a\nsudden fit of anger. The decisions cited by learned counsel for the appellant\nvide Pappu v. State of M.P. [2006] 7 SCC 391, and Sukhbir Singh v. State of\nHaryana [2002] 3 SCC 327, are apposite to this case.\nE\n7. Hence, we convert the conviction under Section 302 to Section 304/\n/Part 2 IPC and quash the conviction under Section 506. The appellant has\nalready undergone 11 years' imprisonment. Hence, we reduce the sentence to\nthe period already undergone and we quash the fine imposed. The appellant\nshall be released from jail custody forthwith unless wanted in connection with\nsome other case.\nK.K.T.\n8. The appeal stands disposed of accordingly.\nAppeal disposed of.\nF\n"}