{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\n94\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nIn the interest of justice, one more opportunity is granted\nto the prosecution to lead its entire evidence for the date\nfixed.\nASJ/Delhi\n22.4.03\nPresent Addl. PP Sh. Jitender Kakkar for the State\nAccused in J.C.\nPW-49, PW-50 and PW-51 examined, cross-examined\nand discharged. Put up for RPE on 09.05.03. On the\nrequest of Ld. APP one more opportunity is given to the\nprosecution to lead entire remaining evidence. The\nwitnesses be summoned through 1.O. Put up for P.E. on\n09.05.03.\nASJ/Delhi\n22.04.03\n09/05/03\nPresent Sh. Bakshish Singh Spl. PP for the state\nAccused in JC\nPW-52 has been examined, cross-examined and\ndischarged. No other PW is present. None has been\nserved. Both the remaining witnesses be summoned\nthrough I.O. In the interest of justice, one more opportunity\nis granted to the prosecution to read entire evidence on\n15/07/03.\n1102/97\nG\n15.07.03\nH\nASJ/Delhi\n09/05/03\nPresent: Accused in J.C.\nSh. Bakshish Singh, Ld. State Counsel is present\nPW-53 Ins. Data Ram has been examined, cross-\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 95\nOF NCT) DELHI [H.L. DATTU, J.]\nexamined and discharged. No other PW except the IO is A\npresent. PW Vinod Kumar is absent despite service. Issue\nB/w in the sum of Rs.500/-. PW Bhagirathi Prasad and\nSunil Kumar are reported to be not residing at the given\naddress. IO of the present case is directed to produce\nthese witnesses on his own responsibility. Last opportunity B\nis granted to the prosecution to lead the entire evidence\non 13.8.03.\nASJ/Delhi\n15.07.03\n01/09/03\nPresent: Spl. P.P. for the State\nAccused in J.C.\nIns. Satya Prakash, ZO is present.\nC\nD\nPW-54 \u0026 PW-55 recorded and discharged.\nNo other PW is present or served.\n10 is discharged for today only.\nPut up for RPE on 01/10/03.\n01/10/03\nPresent: Spl. P.P. for the State.\nAccused in J.C. It is 2.35 PM. Heard.\nPW-56 recorded and discharged.\nE\nASJ/Delhi\n01/09/03\nF\nIns. Tandon and one more witness Vinod are present.\nHowever, they were discharged for today as they have\nsome urgent work. Their prayer is allowed. Put up for RPE\non 01/11/03. The accused is directed to bring his\nadvocate on next date.\nG\nASJ/Delhi\n01/10/03\n7. The recording in the order sheet of the trial Judge is not\nH\n96\n96\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA accurate. I say so for the reason that examination of witnesses\nfrom 1 to 56 was done when accused was not represented by\nan advocate. I have come to this conclusion after carefully\nreading the evidence of these witnesses recorded by the\nlearned trial Judge. By way of illustration, I have extracted\nB evidence of some of the witnesses recorded on different dates\nC\nD\nE\nF.\n0\nН\n\"PW 1\nDarshan Kumar\nS/o Fakir Chand, Age\nPiragarhi, New Delhi - 43\nM\n30 years, Driver, R/o B-48,\nI was working as conductor in blue line bus No. DL1P3088\nand the said bus used to ply from Nangloi to Ajmeri Gate.\nXXXXXX\ndeferred as defence counsel is not available.\nPW2\nVijay Kumar\ns/o Fakir Chand, Age about 28 years, Driver, R/o C-154\nPira Garhi, Relief Camp, Delhi.\nI am working as driver in blue line bus DL1P 3088 and the\nsadi bus plies from Ajmeri Gate to Nangloi.\nXXXXXX\nNil opportunity given.\nPW3\nMoin Khan\nS/o Abdul Rashid Khan, Age - 22 years, service, R/o B-\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 97\nOF NCT) DEL [H.L. DATTU, J.]\n104, Prem Nagar, Kirari Village, Delhi.\nXXXXXX\nby counsel Firoz Khan.\nPW4\nImtiyaz Khan\nA\nB\nS/o Rustam Khan, Age - 25 years, Machine Operator, R/\no H-10, Man Sarover Park, Riti Road, Shahdrah.\nXXXXXX\nNil Opportunity given.\"\n8. The records would disclose that during the committal\nproceedings before the learned Magistrate, the appellant was\nassisted by one Sri. V.K. Jain, a learned counsel employed by\nthe State. He continued till the case was committed to the Court\nof Sessions Judge. Before the said Court, one Mr. Feroze Khan\nwas employed by the State to assist the appellant. He\nparticipated in the proceedings before the Sessions Judge only\non few days of the trial. After he stopped attending the\nproceedings, that too at the fag end of the trial, another learned\ncounsel was appointed to assist the appellant.\n9. The record further discloses that immediately, on\ncompletion of the investigation, a charge sheet punishable\nunder Section 302/307/120-B of the IPC read with Section 3/\n4/5 of The Explosive Substances Act was filed in the court of\nlearned Metropolitan Magistrate against the appellant and\nothers by the prosecuting agency. After completing the\nnecessary formalities, the case was committed to the Court of\nSessions by the learned Metropolitan Magistrate. The learned\nSessions Judge, after discharging the other accused persons,\nhad framed charges against the appellant under Section 302/\n307 of the IPC read with Section 3/4 of The Explosive\nC\nD\nE\nF\nG\nH\n98\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nC\nD\nA Substances Act, to which, the appellant denied his guilt and\nclaimed to be tried. The appellant was, initially assisted by a\nlearned counsel employed by the learned Sessions Judge.\nHowever, in the mid way, the learned counsel disappeared from\nthe scene, that is, before conclusion of the trial. It is apparent\nB from the records that he was not asked whether he is able to\nemploy counsel or wished to have counsel appointed. When\nthe parties were ready for the trial, no one appeared for the\naccused. The Court did not appoint any counsel to defend the\naccused. Of course, if he had a defence counsel, I do not see\nthe necessity of the court appointing anybody as a counsel. If\nhe did not have a counsel, it is the mandatory duty of the court\nto appoint a counsel to represent him. The record reveals that\nthe evidences of 56 witnesses, out of the 65 witnesses,\nexamined by the prosecution in support of the indictment,\nincluding the eye witnesses and the Investigating Officer, were\nrecorded by the Trial Court without providing a counsel to the\nappellant. The record also reveals that none of the 56 witnesses\nwere cross-examined by the accused/appellant. It is only\nthereafter, the wisdom appears to have dawned on the Trial\nCourt to appoint a learned counsel on 04.12.2003 to defend\nthe appellant. The evidences of the prosecution witnesses from\n57 to 65 were recorded in the presence of the freshly appointed\nlearned counsel, who thought it fit not to cross-examine any of\nthose witnesses. Before the conclusion of the trial, she had filed\nan application to cross-examine only one prosecution witness\nand that prayer in the application had been granted by the Trial\nCourt and the learned counsel had performed the formality of\ncross-examining this witness. I do not wish to comment on the\nperformance of the learned counsel, since I am of the view that\n'less said the better'. In this casual manner, the trial, in a capital\nG punishment case, was concluded by the Trial Court. It will, thus,\nbe seen that the trial court did not think it proper to appoint any\ncounsel to defend the appellant/accused, when the counsel\nengaged by him did not appear at the commencement of the\ntrial nor at the time of recording of the evidence of the\nH prosecution witnesses. The accused did not have the aid of the\nE\nF\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 99\nOF NCT) DELHI [H.L. DATTU, J.]\ncounsel in any real sense, although, he was as much entitled A\nto such aid during the period of trial. The record indicates, as\nI have already noticed, that the appointment of learned counsel\nand her appearance during the last stages of the trial was rather\nproforma than active. It cannot seriously be doubted at this late\ndate that the right of cross-examination is included in the right B\nof an accused in a criminal case, to confront the witnesses\nagainst him not only on facts but also to discredit the witness\nby showing that his testimony-in-chief was untrue and unbiased.\nThe purpose of cross-examination of a witness has been\nsuccinctly explained by the Constitution Bench of this Court in\nKartar Singh Vs. State of Punjab (1994) 3 SCC 569 :\n\"278. Section 137 of the Evidence Act defines what cross-\nexamination means and Sections 139 and 145 speak of\nthe mode of cross-examination with reference to the\ndocuments as well as oral evidence. It is the jurisprudence\nof law that cross-examination is an acid-test of the\ntruthfulness of the statement made by a witness on oath\nin examination-in-chief, the objects of which are :\n(1) to destroy or weaken the evidentiary value of the\nwitness of his adversary;\n(2) to elicit facts in favour of the cross-examining lawyer's\nclient from the mouth of the witness of the adversary party;\nC\nD\nE\n(3) to show that the witness is unworthy of belief by F\nimpeaching the credit of the said witness;\nand the questions to be addressed in the course of cross-\nexamination are to test his veracity; to discover who he is\nand what is his position in life; and to shake his credit by G\ninjuring his character.\"\n10. The aforesaid view is reiterated by this Court in\nJayendra Vishnu Thakur Vs. State of Maharashtra (2009) 7\nSCC 104 wherein it is observed:\nH\nA\nB\nс\nD\n100 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\n\" 24. A right to cross-examine a witness, apart from\nbeing a natural right is a statutory right. Section 137 of the\nEvidence Act provides for examination-in-chief, cross-\nexamination and re-examination. Section 138 of the\nEvidence Act confers a right on the adverse party to cross-\nexamine a witness who had been examined in chief,\nsubject of course to expression of his desire to the said\neffect. But indisputably such an opportunity is to be\ngranted. An accused has not only a valuable right to\nrepresent himself, he has also the right to be informed\nthereabout. If an exception is to be carved out, the statute\nmust say so expressly or the same must be capable of\nbeing inferred by necessary implication. There are statutes\nlike the Extradition Act, 1962 which excludes taking of\nevidence vis-à-vis opinion.\"\n11. In my view, every person, therefore, has a right to a\nfair trial by a competent court in the spirit of the right to life and\npersonal liberty. The object and purpose of providing competent\nlegal aid to undefended and unrepresented accused persons\nare to see that the accused gets free and fair, just and\nE reasonable trial of charge in a criminal case. This Court, in the\ncase of Zahira Habibullah Sheikh (5) Vs. State of Gujarat\n(2006) 3 SCC 374 has explained the concept of fair trial to an\naccused and it was central to the administration of justice and\nthe cardinality of protection of human rights. It is stated :\nF\nוד\nG\nH\n\"35. This Court has often emphasised that in a criminal\ncase the fate of the proceedings cannot always be left\nentirely in the hands of the parties, crime being public\nwrong in breach and violation of public rights and duties,\nwhich affects the whole community as a community and is\nharmful to society in general. The concept of fair trial\nentails familiar triangulation of interests of the accused, the\nvictim and the society and it is the community that acts\nthrough the State and prosecuting agencies. Interest of\nsociety is not to be treated completely with disdain and as\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 101\nOF NCT) DELHI [H.L. DATTU, J.]\npersona non grata. The courts have always been A\nconsidered to have an overriding duty to maintain public\nconfidence in the administration of justice-often referred\nto as the duty to vindicate and uphold the \"majesty of the\nlaw\". Due administration of justice has always been\nviewed as a continuous process, not confined to B\ndetermination of the particular case, protecting its ability\nto function as a court of law in the future as in the case\nbefore it. If a criminal court is to be an effective instrument\nin dispensing justice, the Presiding Judge must cease to\nbe a spectator and a mere recording machine by\nC\nbecoming a participant in the trial evincing intelligence,\nactive interest and elicit all relevant materials necessary\nfor reaching the correct conclusion, to find out the truth, and\nadminister justice with fairness and impartiality both to the\nparties and to the community it serves. The courts\nadministering criminal justice cannot turn a blind eye to\nvexatious or oppressive conduct that has occurred in\nrelation to proceedings, even if a fair trial is still possible,\nexcept at the risk of undermining the fair name and\nstanding of the judges as impartial and independent\nadjudicators.\nD\nE\n36. The principles of rule of law and due process are\nclosely linked with human rights protection. Such rights can\nbe protected effectively when a citizen has recourse to the\ncourts of law. It has to be unmistakably understood that a F\ntrial which is primarily aimed at ascertaining the truth has\nto be fair to all concerned. There can be no analytical, all\ncomprehensive or exhaustive definition of the concept of\na fair trial, and it may have to be determined in seemingly\ninfinite variety of actual situations with the ultimate object G\nin mind viz, whether something that was done or said\neither before or at the trial deprived the quality of fairness\nto a degree where a miscarriage of justice has resulted.\nIt will not be correct to say that it is only the accused who\nmust be fairly dealt with. That would be turning a Nelson's\nH\nA\nB\nC\nD\nE\nF\nG\nH\n102\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\neye to the needs of society at large and the victims or their\n☐ family members and relatives. Each one has an inbuilt right\nto be dealt with fairly in a criminal trial. Denial of a fair trial\nis as much injustice to the accused as is to the victim and\nthe society. Fair trial obviously would mean a trial before\nan impartial judge, a fair prosecutor and an atmosphere\nof judicial calm. Fair trial means a trial in which bias or\nprejudice for or against the accused, the witnesses, or the\ncause which is being tried is eliminated. If the witnesses\nget threatened or are forced to give false evidence that\nalso would not result in a fair trial. The failure to hear\nmaterial witnesses is certainly denial of fair trial.\n37. A criminal trial is a judicial examination of the\nissues in the case and its purpose is to arrive at a\njudgment on an issue as to a fact or relevant facts which\nmay lead to the discovery of the fact in issue and obtain\nproof of such facts at which the prosecution and the\naccused have arrived by their pleadings; the controlling\nquestion being the guilt or innocence of the accused. Since\nthe object is to mete out justice and to convict the guilty\nand protect the innocent, the trial should be a search for\nthe truth and not a bout over technicalities, and must be\nconducted under such rules as will protect the innocent,\nand punish the guilty. The proof of charge which has to be\nbeyond reasonable doubt must depend upon judicial\nevaluation of the totality of the evidence, oral and\ncircumstantial, and not by an isolated scrutiny.\"\n12. In M.H. Hoskot Vs. State of Maharashtra 1978 (3)\nSCC 544, this Court has held :\n\"14. The other ingredient of fair procedure to a prisoner,\nwho has to seek his liberation through the court process\nis lawyer's services. Judicial justice, with procedural\nintricacies, legal submissions and critical examination of\nevidence, leans upon professional expertise; and a failure\nof equal justice under the law is on the cards where such\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 103\nOF NCT) DELHI [H.L. DATTU, J.]\nsupportive skill is absent for one side. Our judicature, A\nmoulded by Anglo-American models and our judicial\nprocess, engineered by kindred legal technology, compel\nthe collaboration of lawyer-power for steering the wheels\nof equal justice under the law. Free legal services to the\nneedy is part of the English criminal justice system. And B\nthe American jurist, Prof. Vance of Yale, sounded sense\nfor India too when he said:\n\"What does it profit a poor and ignorant man that he\nis equal to his strong antagonist before the law if there is\nno one to inform him what the law is? Or that the courts\nare open to him on the same terms as to all other persons\nwhen he has not the wherewithal to pay the admission.\nfee?\"\n13. In Mohd. Sukur Ali Vs. State of Assam (2011) 4 SCC\n729, it is observed:\n\"9. In Maneka Gandhi v. Union of India, it has been held\nby a Constitution Bench of this Court that the procedure\nfor depriving a person of his life or liberty should be fair,\nreasonable and just. We are of the opinion that it is not\nfair or just that a criminal case should be decided against\nan accused in the absence of a counsel. It is only a lawyer\nwho is conversant with law who can properly defend an\naccused in a criminal case. Hence, in our opinion, if a\ncriminal case (whether a trial or appeal/revision) is decided\nagainst an accused in the absence of a counsel, there will\nbe violation of Article 21 of the Constitution.\nC\nD\nE\nF\n10. The right to appear through counsel has existed\nin England for over three centuries. In ancient Rome there G\nwere great lawyers e.g. Cicero, Scaevola, Crassus, etc.\nwho defended the accused. In fact the higher the human\nrace has progressed in civilisation, the clearer and\nstronger has that right appeared, and the more firmly has\nH\n"}