{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"124 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA dependent on the accused making an application to that effect,\nin fact, the court is obliged to inform the accused of his right to\nobtain free legal aid and provide him with the same.\nB\nC\nD\nE\nF\nG\n14. In my opinion, the right of a person charged with crime\nto have the services of a lawyer is fundamental and essential\nto fair trial. The right to be defended by a legal practitioner,\nflowing from Article 22 (1) of the Constitution has further been\nfortified by the introduction of the Directive Principles of State\nPolicy embodied in Article 39 A of the Constitution by the 42nd\nAmendment Act of 1976 and enactment of sub-section 1 of\nSection 304 of the Code of Criminal Procedure. Legal\nassistance to a poor person facing trial whose life and personal\nliberty is in jeopardy is mandated not only by the Constitution\nand the Code of Criminal Procedure but also by International\nCovenants and Human Rights Declarations. If an accused too\npoor to afford a lawyer is to go thorough the trial without legal\nassistance, such a trial cannot be regarded as reasonable, fair\nand just. The right to be heard in criminal trial would be\ninconsequential and of no avail if within itself it does not include\nright to be heard through counsel. One cannot lose sight of the\nfact that even intelligent and educated men, not trained in law,\nhave more than often no skill in the science of law if charged\nwith crime. Such an accused not only lacks both the skill and\nknowledge adequately to prepare his defence but many a time\nlooses his equilibrium in face of the charge. A guiding hand of\ncounsel at every step in the proceeding is needed for fair trial.\nIf it is true of men of intelligence, how much true is it of the\nignorant and the illiterate or those of lower intellect! An accused\nwithout the lawyer faces the danger of conviction because he\ndoes not know how to establish his innocence.\n15. Bearing in mind the aforesaid principles, I proceed to\nexamine the facts of the present case. In the case in hand the\naccused is a Pakistani and seems illiterate. He asked for\nengagement of a counsel to defend him at State expenditure\nH which was provided but unfortunately for him the counsel so\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 125\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\nB\nappointed remained absent and a large number of witnesses A\nhave been examined in the absence of the counsel. Those\nwitnesses have not been cross-examined and many of them\nhave been relied upon for holding the appellant guilty. The\nlearned Judge in seisin of the trial forgot that he has an\noverriding duty to maintain public confidence in the\nadministration of justice, often referred to a duty to vindicate\nand uphold the majesty of law. He failed to realize that for an\neffective instrument in dispensing justice he must cease to be\na spectator and a recording machine but a participant in the\ntrial evincing intelligence and active interest so as to elicit all C\nrelevant materials necessary for reaching the correct conclusion,\nto find out the truth and administer justice with fairness and\nimpartiality both to the parties and to the community itself.\nFundamental principles based on reason and reflection in no\nuncertain term recognize that the appellant haled into court in D\nour adversary systern of criminal justice and ultimately convicted\nand sentenced without a fair trial. There are high authorities of\nthis Court which take this view and I do not deem it expedient\nto multiply and burden this judgment with those authorities as\nthe same have been referred in the judgment of my learned E\nBrother Dattu, J. except to refer to a judgment of this Court in\nthe case of Hussainara Khatoon \u0026 Others v. Home Secy.,\nState of Bihar, (1980) 1 SCC 98, in which it has been held as\nfollows:\n\"6.\n..... Now, a procedure which does\nnot make available legal services to an accused person\nwho is too poor to afford a lawyer and who would,\ntherefore, have to go through the trial without legal\nassistance, cannot possibly be regarded as \"reasonable,\nfair and just”. It is an essential ingredient of reasonable,\nfair and just procedure to a prisoner who is to seek his\nliberation through the court's process that he should have\nlegal services available to him.........\n\"\nF\nG\n16. Having found that the appellant has been held guilty H\n126 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA and sentenced to death in a trial which was not reasonable, fair\nand just, the next question is as to whether it is a fit case in\nwhich direction be given for the de novo trial of the appellant\nafter giving him the assistance of a counsel. I have given my\nmost anxious consideration to this aspect of the matter and\nB have no courage to direct for his de novo trial at such a distance\nof time. For an occurrence of 1997, the appellant was arrested\nin 1998 and since then he is in judicial custody. The charge\nagainst him was framed on 18.02.1999 and it took more than\nfive years for the prosecution to produce its witnesses. True it\nC is that in the incident four persons have lost their lives and\nseveral innocent persons have sustained severe injuries.\nFurther, the crime was allegedly committed by a Pakistani but\nthese factors do not cloud my reason. After all, we are proud\nto be a democratic country and governed by rule of law. The\nD appellant must be seeing the hangman's noose in his dreams\nand dying every moment while awake from the day he was\nawarded sentence of death, more than seven years ago. The\nright of speedy trial is a fundamental right and though a rigid\ntime limit is not countenanced but in the facts of the present\nE case I am of the opinion that after such a distance of time it\nshall be travesty of justice to direct for the appellant's de novo\ntrial. By passage of time, it is expected that many of the\nwitnesses may not be found due to change of address and\nvarious other reasons and few of them may not be in this world.\nIF Hence, any time limit to conclude the trial would not be\npragmatic.\nG\nH\n17. Accordingly, I am of the opinion that the conviction and\nsentence of the appellant is vitiated, not on merit but on the\nground that his trial was not fair and just.\n18. Appellant admittedly is a Pakistani, he has admitted\nthis during the trial and in the statement under Section 313 of\nthe Code of Criminal Procedure. I have found his conviction and\nsentence illegal and the natural consequence of that would be\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 127\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\nhis release from the prison but in the facts and circumstances A\nof the case, I direct that he be deported to his country in\naccordance with law and till then he shall remain in jail custody.\n19. In the result the appeal is allowed, appellant's\nconviction and sentence is set aside with the direction\naforesaid.\nB\nORDER\nIn view of the difference of opinion with regard to the issue\nwhether the matter requires to be remanded for de novo trial C\nin accordance with law or not, let the appeal papers be placed\nbefore Hon'ble the chief Justice of India for being assigned to\nappropriate Bench.\nN.J.\nMatter referred to Larger Bench.\nD\n"}