{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 1 S.C.R. 64\nMOHD. HUSSAIN @ JULFIKAR ALI\nV.\nTHE STATE (GOVT. OF NCT) DELHI\n(Criminal Appeal No. 1091 of 2006)\nJANUARY 11, 2012\n[H.L. DATTU AND CHANDRAMAULI KR. PRASAD, JJ.]\nPenal Code, 1860 - ss. 302/307 - Explosives Substances\nAct, 1908 - s. 3 - Explosion in bus - Death of 4 persons and\nC 24 persons sustained serious injuries - Capital punishment\nConviction of appellant alongwith death sentence for offences\nu/ss. 302/307 and s. 3 of the 1908 Act by the courts below -\nChallenged, on the ground that he was not given the\nassistance of a lawyer to defend himself during the trial - Held:\nD In view of difference of opinion as regards the issue whether\nthe matter requires to be remanded for de novo trial of the\nappellant after giving him the assistance of a counsel, matter\nreferred to the larger Bench.\nE\nAn explosion took place inside a bus in which four\npassengers died and 24 persons sustained serious\ninjuries. Investigations were carried out and on the basis\nof the information received suspicion arose as to\ninvolvement of the appellant, national of Pakistan in the\nincident. The appellant was convicted and sentenced to\ndeath for commission of offences under Sections 302/307\nIPC and Section 3 of the Explosives Substances Act,\n1908 by the trial court. The trial court filed a Reference\nfor confirmation of death sentence. The High Court\nallowed the Reference and dismissed the appeal filed by\nG the appellant.\nF\nH\nThe appellant pleaded before the trial court as also\nthe High Court that he was not given a fair and impartial\ntrial and was denied the right of a counsel. During the\n64\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 65\nOF NCT) DELHI\nB\ncommittal proceedings before the Magistrate, the A\nappellant was assisted by counsel 'V' employed by the\nState. When the case was committed to the Court of\nSessions, counsel 'F' was employed by the State to\nassist the appellant but he disappeared from the scene\nbefore the conclusion of the trial. The court did not\nappoint any counsel to defend his case. Examination of\n56 witnesses including the eye-witnesses and the\ninvestigating officer was done when accused was not\nrepresented by an advocate. None of the 56 witnesses\nwere cross-examined by the appellant. During the last C\nstages of the trial a counsel was appointed. She filed an\napplication to cross-examine only one of the prosecution\nwitnesses and the same was allowed.\nTherefore, the appellant filed the instant appeal.\nReferring the matter to the larger Bench, the Court\nHELD:\nPer Dattu J:\nD\nلنا\nE\n1.1. The records would disclose that during the\ncommittal proceedings before the Magistrate, the\nappellant was assisted by a counsel 'V' employed by the\nState. He continued till the case was committed to the\nCourt of Sessions Judge. Before the said court, 'F' was F\nemployed by the State to assist the appellant. He\nparticipated in the proceedings before the Sessions\nJudge only on few days of the trial. After he stopped\nattending the proceedings, that too at the fag end of the\ntrial, another counsel was appointed to assist the G\nappellant. The record further discloses that immediately,\non completion of the investigation, a charge sheet\npunishable under Section 302/307/120-B of the IPC read\nwith Section 3/4/5 of the Explosive Substances Act was\nfiled in the court of Metropolitan Magistrate against the\nH\n66\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nD\nA appellant and others by the prosecuting agency. After\ncompleting the necessary formalities, the case was\ncommitted to the Court of Sessions by the Metropolitan\nMagistrate. The Sessions Judge, after discharging the\nother accused persons, had framed charges against the\nB appellant under Section 302/307 of the IPC read with\nSection 3/4 of the Explosive Substances Act, to which,\nthe appellant denied his guilt and claimed to be tried. The\nappellant was initially assisted by a counsel employed by\nthe Sessions Judge. However, in the mid way, the\nC counsel disappeared from the scene, that is, before\nconclusion of the trial. It is apparent from the records that\nhe was not asked whether he is able to employ counsel\nor wished to have counsel appointed. When the parties\nwere ready for the trial, no one appeared for the accused.\nThe Court did not appoint any counsel to defend the\naccused. Of course, if he had a defence counsel, it was\nnot necessary for the court appointing anybody as a\ncounsel. If he did not have a counsel, it is the mandatory\nduty of the court to appoint a counsel to represent him.\nThe record reveals that the evidences of 56 witnesses,\nout of the 65 witnesses, examined by the prosecution in\nsupport of the indictment, including the eye witnesses\nand the Investigating Officer, were recorded by the trial\ncourt without providing a counsel to the appellant. The\nrecord also reveals that none of the 56 witnesses were\ncross-examined by the accused/appellant. It is only\nthereafter, the wisdom appears to have dawned on the\ntrial court to appoint a counsel on 04.12.2003 to defend\nthe appellant. The evidences of the prosecution\nwitnesses from 57 to 65 were recorded in the presence\nG of the freshly appointed counsel, who thought it fit not\nto cross-examine any of those witnesses. Before the\nconclusion of the trial, she had filed an application to\ncross-examine only one prosecution witness and that\nprayer in the application had been granted by the trial\nH court and the counsel had performed the formality of\nE\nF\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 67\nOF NCT) DELHI\ncross-examining this witness. In this casual manner, the A\ntrial, in a capital punishment case, was concluded by the\ntrial court. It would, thus, be seen that the trial court did\nnot think it proper to appoint any counsel to defend the\nappellant/accused, when the counsel engaged by him did\nnot appear at the commencement of the trial nor at the B\ntime of recording of the evidence of the prosecution\nwitnesses. The accused did not have the aid of the\ncounsel in any real sense, although, he was as much\nentitled to such aid during the period of trial. The record\nindicates that the appointment of counsel and her\nappearance during the last stages of the trial was rather\nproforma than active. It cannot seriously be doubted at\nthis late date that the right of cross-examination is\nincluded in the right of an accused in a criminal case, to\nconfront the witnesses against him not only on facts but\nalso to discredit the witness by showing that his\ntestimony-in-chief was untrue and unbiased. [Paras 8 and\n9] [97-D-H; 98-A-H; 99-A-B]\nC\nD\n1.2. Every person has a right to a fair trial by a\ncompetent court in the spirit of the right to life and E\npersonal liberty. The object and purpose of providing\ncompetent legal aid to undefended and unrepresented\naccused persons are to see that the accused gets free\nand fair, just and reasonable trial of charge in a criminal\ncase. [Para 11] [100-D-E]\nF\n1.3. The prompt disposition of criminal cases is to be\ncommended and encouraged. But in reaching that result,\nthe accused charged with a serious offence must not be\nstripped of his valuable right of a fair and impartial trial. G\nTo do that, would be negation of concept of due process\nof law, regardless of the merits of the appeal. The Cr.P.C.\nprovides that in all criminal prosecutions, the accused\nhas a right to have the assistance of a counsel and the\nCr.P.C. also requires the court in all criminal cases, where\nH\n68\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nC\nA the accused is unable to engage counsel, to appoint a\ncounsel for him at the expenses of the State. Howsoever\nguilty the appellant upon the inquiry might have been, he\nis until convicted, presumed to be innocent. It was the\nduty of the court, having these cases in charge, to see\nB that he is denied no necessary incident of a fair trial. In\nthe instant case, not only the accused was denied the\nassistance of a counsel during the trial and such\ndesignation of counsel, as was attempted at a late stage,\nwas either so indefinite or so close upon the trial as to\namount to a denial of effective and substantial aid in that\nregard. The court ought to have seen to it that in the\nproceedings before the court, the accused was dealt with\njustly and fairly by keeping in view the cardinal principles\nthat the accused of a crime is entitled to a counsel which\nmay be necessary for his defence, as well as to facts as\nto law. The same yardstick may not be applicable in\nrespect of economic offences or where offences are not\npunishable with substantive sentence of imprisonment\nbut punishable with fine only. The fact that the right\ninvolved is of such a character that it cannot be denied\nwithout violating those fundamental principles of liberty\nand justice which lie at the base of all the judicial\nproceedings. The necessity of counsel was so vital and\nimperative that the failure of the trial court to make an\neffective appointment of a counsel was a denial of due\nprocess of law. It is equally true that the absence of fair\nand proper trial would be violation of fundamental\nprinciples of judicial procedure on account of breach of\nmandatory provisions of Section 304 Cr.P.C. [Para 17]\n[111-H; 112-A-G]\nD\nE\nF\nG\nH\n1.4. After carefully going through the entire records\nof the trial court, it is found that the appellant/accused\nwas not provided the assistance of a counsel in a\nsubstantial and meaningful sense. To hold and decide\notherwise, would simply to ignore actualities and also\ni\n·\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 69\nOF NCT) DELHI\nwould be to ignore the fundamental postulates, already A\nadverted to. [Para 18] [112-G-H; 113-A]\n1.5. The submission that since no prejudice is caused\nto accused in not providing a defence counsel, this Court\nneed not take exception to the trial concluded by the\nSessions Judge and the conviction and sentence passed\nagainst the accused, cannot be accepted. The Cr.P.C.\nensures that an accused gets a fair trial. It is essential that\nthe accused is given a reasonable opportunity to defend\nhimself in the trial. He is also permitted to confront the\nwitnesses and other evidence that the prosecution is\nrelying upon. He is also allowed the assistance of a\nlawyer of his choice, and if he is unable to afford one, he\nis given a lawyer for his defence. The right to be defended\nby a counsel is a principal part of the right to fair trial. If\nthese minimum safeguards are not provided to an\naccused; that itself is \"prejudice\" to an accused. [Para\n19] [113-B-E]\nRafiq Ahmad alias Rafi vs. State of U.P. (2011) 8 SCC\n300 - referred to.\n1.6. The judgments impugned cannot be sustained.\nThe conviction and sentence imposed by the Additional\nSessions Judge is set aside and the judgment and order\npassed by the High Court and remand the case to the trial\ncourt for fresh disposal in accordance with law with a\nspecific direction that the trial court would assist the\naccused by employing a State counsel before the\ncommencement of the trial till its conclusion, if the\naccused is unable to employ a counsel of his own\nchoice. Since the incident is of the year 1997, the trial\ncourt is directed to conclude the trial as expeditiously as\npossible at any rate within an outer limit of three months\nfrom the date of communication of this order and report\nthe same to this Court. [Para 21] [115-D-E]\nB\nC\nD\nE\nF\n0\nH\nA\n70\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nKartar Singh vs. State of Punjab (1994) 3 SCC 569:\n1994 (2) SCR 375; Jayendra Vishnu Thakur Vs. State of\nMaharashtra (2009) 7 SCC 104: 2009 (8) SCR 591; Zahira\nHabibullah Sheikh (5) vs. State of Gujarat (2006) 3 SCC 374:\n2006 (2) SCR 1081; M.H. Hoskot vs. State of Maharashtra\nB 1978 (3) SCC 544: 1979 (1) SCR 192; Mohd. Sukur Ali vs.\nState of Assam (2011) 4 SCC 729: 2011 (3) SCR 209;\nHussainara Khatoon and Ors. vs. Home Secy., State of Bihar\n(1980) 1 SCC 98:1979 (3) SCR 532; Khatri Vs. State of Bihar\n(1981) 1 SCC 627: 1981 (2) SCR 408; Ram Awadh vs. State\nof U.P. 1999 Cr.L.J. 4083 - referred to.\nC\nPer Chandramauli Kr. Prasad, J:\n1.1. The trial court, during all this long period, did not\nrealize that the appellant was not represented by any\nD counsel and it is on 4th December, 2003 the appellant\nbrought to the notice of the trial court that for the last\nseveral dates, the counsel appointed by the court was not\npresent and thus, a new counsel be appointed. It is on\nthe appellant's prayer that 'SB', Advocate present in the\nE court on the said date, was appointed to defend the\nappellant at the expenses of the State. Thereafter, on\n22nd December, 2003, in the presence of said 'SB',\ncounsel for the appellant, evidences of doctors-P.W.57\nand 58; and P.W.59- ASI were recorded. Thereafter, the\nF statements of the witnesses from P.Ws.60 to 65 were\nrecorded in the presence of appellant's counsel, 'SB'.\nUltimately the statement of the appellant was recorded on\n6th October, 2004 and argument on behalf of prosecution\nwas heard in part. Next hearing took place on 8th\nOctober, 2004 when the argument on behalf of the\nprosecution was concluded and the case was adjourned\nto 12th October, 2004 for defence argument. During all\nthis period the appellant was in custody. It is only when\nthe argument on behalf of the appellant was to be heard,\nG\nH\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 71.\nOF NCT) DELHI\nB\ncounsel representing him later i.e. 'SB' realized that the A\nwitnesses were examined and discharged without cross-\nexamination in the absence of the defence counsel and\naccordingly, an application was filed for recall of P.W.1\nfor cross-examination. The said prayer was allowed and\nP.W.1 was cross-examined and discharged on 23rd\nOctober, 2004. The trial court recorded on said date that\nthe accused had not prayed for cross-examination of any\nother witness and accordingly, it heard the argument and\nposted the case for judgment on 26th October, 2004. The\nappellant was held guilty and sentenced. [Para 7] [118- C\nG-H; 119-A-F]\n1.2. While holding the appellant guilty the trial court\nhas not only relied upon the evidence of the witnesses\nwho have been cross-examined but also relied upon the\nevidence of witnesses who were not cross-examined. D\nThe fate of the criminal trial depends upon the\ntruthfulness or otherwise of the witnesses and, therefore,\nit is of paramount importance. To arrive at the truth, its\nveracity should be judged and for that purpose cross-\nexamination is an acid test. It tests the truthfulness of the E\nstatement made by a witness on oath in examination-in-\nchief. Its purpose is to elicit facts and materials to\nestablish that the evidence of witness is fit to be rejected.\nThe appellant in the instant case was denied this right\nonly because he himself was not trained in law and not F.\ngiven the assistance of a lawyer to defend him. Poverty\nalso came in his way to engage a counsel of his choice.\n[Para 8] [119-G-H; 120-A-B]\n1.3. The conviction and sentence can be inflicted only\non culmination of the trial which is fair and just. There is\nno manner of doubt that in the adversary system of\ncriminal justice, any person facing trial can be assured a\nfair trial only when the counsel is provided to him. Its\nroots are many and find places in manifold ways. It is\nG\nH\n72\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA internationally recognized by covenants and Universal\nDeclaration of Human Rights, constitutionally guaranteed\nand statutorily protected. [Para 9] [120-C-D]\nB\n1.4. Article 14 of the International Covenant on Civil\nand Political Rights guarantees to the citizens of nations\nsignatory to that covenant various rights in the\ndetermination of any criminal charge and confers on them\nthe minimum guarantees. Article 14(3)(d) entitles the\nperson facing the criminal charge either to defend himself\nin person or through the assistance of a counsel of his\nC choice and if he does not have legal assistance, to be\ninformed of his right and provide him the legal assistance\nwithout payment in case he does not have sufficient\nmeans to pay for it. It is accepted in the civilized world\nwithout exception that the poor and ignorant man is\nD equal to a strong and mighty opponent before the law.\nBut it is of no value for a poor and ignorant man if there\nis none to inform him what the law is. In the absence of\nsuch information that courts are open to him on the same\nterms as to all other persons the guarantee of equality is\nE illusory. The said International Covenant on Civil and\nPolitical Rights guarantees to the indigent citizens of the\nmember countries the right to be defended and right to\nhave legal assistance without payment. Not only this, the\nUniversal Declaration on Human Rights ensures due\nF process and Article 10 thereof provides that everyone is\nentitled in full equality to a fair hearing by an independent\nand impartial tribunal in the determination of his rights\nand obligations and of any criminal charges against him.\nArticle 11 of Universal Declaration of Human Rights\nguarantees everyone charged with a penal offence all the\nguarantees necessary for the defence. [Paras 10 and 11]\n[120-E-F; 121-D-H; 122-A-B]\nG\n1.5. Article 21 of the Constitution of India commands\nin emphatic terms that no person shall be deprived of his\nH life or personal liberty except according to the procedure\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 73\nOF NCT) DELHI\nestablished by law and Article 22 (1) thereof confers on A\nthe person charged to be defended by a legal practitioner\nof his choice. Article 39 A casts duty on the State to\nensure that justice is not denied by reason of economic\nor other disabilities in the legal system and to provide free\nlegal aid to every citizen with economic or other B\ndisabilities. [Para 12] [122-E-F}\nC\n1.6. Besides the International Covenants and\nDeclarations and the constitutional guarantees Section\n303 Cr.P.C. gives right to any person accused of an\noffence before a criminal court to be defended by a\npleader of his choice. Section 304 Cr.P.C. contemplates\nlegal aid to accused facing charge in a case triable by\nCourt of Sessions at State expense. From a plain reading\nof Section 304 Cr.P.C., it is evident that in a trial before\nthe Court of Sessions if the accused is not represented D\nby a pleader and has not sufficient means, the court shall\nassign a pleader for his defence at the expense of the\nState. The entitlement to free legal aid is not dependent\non the accused making an application to that effect, in\nfact, the court is obliged to inform the accused of his right E\nto obtain free legal aid and provide him with the same.\n[Para 13] [122-G-H; 123-A, G-H; 124-A]\nF\n1.7. The right of a person charged with crime to have\nthe services of a lawyer is fundamental and essential to\nfair trial. The right to be defended by a legal practitioner,\nflowing from Article 22 (1) of the Constitution has further\nbeen fortified by the introduction of the Directive\nPrinciples of State Policy embodied in Article 39 A of the\nConstitution by the 42nd Amendment Act of 1976 and\nenactment of sub-section 1 of Section 304 of the Code\nof Criminal Procedure. Legal assistance to a poor person\nfacing trial whose life and personal liberty is in jeopardy\nis mandated not only by the Constitution and the Code\nof Criminal Procedure but also by International\nCovenants and Human Rights Declarations. If an accused H.\nG\n"}