{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nM/S. CASTROL INDIA LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, CALCUTTA-I\nFEBRUARY 25, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nCentral Excise Act, 1944-Sections 3 and 5A(4)-Assessee manufacturing\nblended lubricating oil having flash point below 94°C and classifying it under\nheading 2710.99-Exemption Notification No. 120/84-CE of 11.5.1984\nexempting blended or compounded lubricating oils from excise duty-Claim\nof-Majority view of the Tribunal that benefit of Notification applicable only\nto the lubricating oils falling under heading 2710.60 and lubricating oil with\nflash point below 94°C ceases to be lubricating oil falling under heading\n2710.60 but under heading 2710.99 Sustainability of-Held: Under the\nD Notification lubricating oil was exempted without reference to any tariff\nheading/sub-heading and as such criteria satisfied-Hence, majority view\nunsustainable and the minority view that the Notification extends benefit to all\ntypes of lubricating oils, irrespective of their classification, upheld-Central\nExcise Tariff Act, 1985, Heading 2710.60 and 2710.99.\nE\nF\nG\nH\nWords and Phrases:\n-\n\"That is to say', 'excluding'-Meaning of-In the context of Central\nExcise Tariff Act, 1985, Heading 2710.60.\nBlended or compounded lubricating oil with flash point above 94ºC\nwere classifiable under sub-heading 2710.60 and other lubricating oils were\nclassifiable under sub-heading 2710.99. Exemption Notification No. 120/\n84-CE dated 11.5.1984 exempted blended or compounded lubricating oils\nfrom excise duty.\nAppellant company is manufacturing blended lubricating oil\nordinarily used for lubrication having flash point below 94°C. It classified\nthe product under heading 2710.99 and cleared the same at ‘nil' rate of\nduty during different periods. Respondent-Department issued show cause\nnotices and thereafter levied duty. Assessee preferred appeals before\nCEGAT contending that benefit of Notification is applicable only to the\nlubricating oils falling under sub-heading 2710.60; and that for the purpose\n414\nCASTROL INDIA LTD. v. C.C.E.\n415\nof exemption Notification lubricating oil for flash point below 94°C ceases A\nto be lubricating oil falling under sub-heading 2710.60 as it acquires\ngeneral description 'others' under sub-heading 2710.99. Appellant\ncontended that the Notification extends the benefit to all types of\nlubricating oils, irrespective of their classification and that since the\nproduct is a lubricating oil, scope of notification cannot be restricted to\nB\nlubricating oils falling under particular tariff entry. Majority view of the\nTribunal accepted the stand of the Department and dismissed the assessee's\nappeals. Hence the present appeal.\nAllowing the appeals, the Court\nC\nHELD : 1.1. Under the Exemption Notification 120/84-CE dated\n11.5.1984 lubricating oil was exempted without reference to any tariff\nheading/sub-heading. Consequently, the criteria specified in the\nNotification were satisfied. Therefore, majority view contained in the order\nof the Tribunal that for the purpose of Exemption Notification lubricating\noil for flash point below 94°C ceases to be lubricating oil falling under sub- D\nheading 2710.60 as it acquires general description 'others' under sub-\nheading 2710.99 is unsustainable and is set aside. The minority view that\nsince the product is a lubricating oil, scope of notification cannot be\nrestricted to lubricating oils falling under particular tariff entry, is upheld.\n[423-D; 419-D; 417-E]\nBharat Petroleum Corporation Ltd. v. Commissioner of Central Excise,\nKolkata-I (2003) 154 ELT 698(Tri - Kolkata), approved.\nCollector of Customs, Bangalore v. Maestro Motors Ltd. (2004) 174\nELT 289, referred to.\nE\nF\n1.2. Exemption Notification 120/84-CE dated 11.5.1984, in view of\nwhat is prescribed in Section 5A(4) of the Customs Tariff Act, 1985\ncontinued to be operative and effective as it was not amended, varied,\nrescinded or superseded under the provisions of Section 5A of the Act.\n[422-D] G\nCollector of Customs, Bangalore v. Maestro Motors Ltd., (2004) 174\nELT 289, referred to.\n1.3. The sub-heading 2710.60 significantly uses two expressions, 'that\nis to say' and 'excluding'. The first expression is used in description H\n416\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA enumerative and exhaustive sense and to a great extent circumscribes the\nscope of the entry. The expression \"that is to say\" in sub-heading 2710.60\nhas to be interpreted to be words of limitation. But the second expression\ndilutes the pervasiveness by carving out an exception for the purpose of\nthe particular sub-heading a particular type of lubricating oil. All other\ntypes of lubricating oil are covered by the residuary entry i.e. 2710.99.\n[423-C]\nB\nC\nState of T.N. v. Pyare Lal Malhotra, [1976] 1 SCC 834; Mahindra\nEngineering and Chemical Products Ltd. v. Union of India, [1992] 1 SCC\n727; Sait Rikhaji Furtarnal v. State of A.P. [1991] Supp. 1 SCC 202; R.\nDalmia v. C.I.T., [1977] 2 SCC 467 and Commissioner of Sales Tax, M.P. v.\nPopular Trading Company, Ujjain, [2000] 5 SCC 511, relied on.\nStroud's Judicial Dictionary, 4th Edition, Vol. 5 pg 2753, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 6289-6290\nD of 1999.\nE\nF\nFrom the Judgment and Order dated 10.8.99 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, East Zonal Bench, Calcutta\nin F.O. Nos. A-870-871/Cal/99 in A. Nos. E(SB) 5084/93 and E/R-349 of\n1996.\nJoseph Vellapally, Ravinder Narain, Ms. Sonu Bhatnagar, Ajay\nBhatnagar, Nupur Singh and Rajan Narain for the Appellant.\nMohan Parasaran, Additional Solicitor General and B.Krishna Prasad\nfor the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Appellant calls in question legality of the\njudgment rendered by Customs, Excise \u0026 Gold (Control) Appellate Tribunal,\nCalcutta (in short the 'CEGAT'). Initially there was a difference of opinion\nG between two Members i.e. Technical Member and the Judicial Member and\nthe matter was referred to a third member. The third member agreed with the\nTechnical Member and by majority the decision went against the assessee-\nappellant. The judgment is reported in 2000 (123) ELT 789 Tribunal (Castrol\nIndia Ltd. v. Commissioner of Central Excise, Calcutta-I).\nH\nThe factual position in a nutshell is as follows:\n$\ni\nW\nCASTROL INDIA LTD. v. C.C.E. [PASAYAT, J.]\n417\nThe appellant is engaged, inter alia, in the manufacture of blended or A\ncompounded lubricating oils. It also processes a product called 'Super TT'\nwhich the appellant claimed to be a blended lubricating oil ordinarily used\nfor lubrication. The undisputed process of manufacture of the said product as\nstated by the appellant is as under :\n\"Base Oils are taken to the blending kettle, heated to remove B\nmoisture. Additives are added and mixed well. Temperature reduced\nand MTO and green dye added and mixed well, to get the final\nproduct.\"\nC\nAdmittedly, the flash point of the 'Super TT' is below 94°C Therefore,\nassessee appellant claimed that the same is not classifiable under Heading\n2710.60 of the Tariff under Customs Tariff Act, 1985 ( in short the 'Tariff\nAct') as the same covers lubricating oils having flash point more than 94°C.\nAs such, the product was claimed to be classifiable as 'others' under sub-\nheading 2710.99. Revenue disputed the position and held that the benefit of\nthe Exemption Notification No. 120/84-CE dated 11.5.1984 is applicable D\nonly to the lubricating oils falling under sub-heading 2710.60, as there is no\nother heading for lubricating oil in the Tariff Act. The appellant's stand was\nthat the said Exemption Notification extends the benefit to all types of\nlubricating oils, irrespective of their classification. As its product is admittedly\na lubricating oil, the scope of the Notification cannot be restricted to the\nlubricating oils falling under a particular tariff entry.\nE\nTwo show-cause notices issued related to demand of duty against the\nassessee in respect of their blended “Super TT” which was cleared at “nil\"\nrate of duty during different periods. The said notices culminated into two\ndifferent orders whereby proposed amount of duty and personal penalty were F.\nconfirmed. The dates of show-cause notices, the period involved, the duty\ndemanded and the penalty demanded are as follows :-\nSl. Date of\nPeriod\nNo. show cause\nDemand of duty\ninvolved\nPenatly\nnotice\nG\n1\na) 29.1.1992\n1.8.1991 to\n31.12.1991\nRs. 20,46,994.23\nNil\nb) 3.8.1992\n1.1.1992 to\nRs. 10,77,390.00\nNil\n29.2.1992\nH\n418\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA\nc) 1.10.1992\n1.3.1992 to\n31.8.1992\nRs. 19,96,362.88\nNil\nd) 25.2.1993\n1.9.1992 to\nRs. 19,83,411.76\nNil\n31.1.1993\nTotal\nRs. 71,04,159.47\nB 2.\n28.1.1994\n7.1.1989 to\n31.7.1991\nRs. 47,59,343.40\nRs. 30\nlakhs\nC\nE\nAssessee preferred two appeals before the CEGAT. It was submitted\nthat for a long time Exemption Notification dated 16.3.1976 in relation to\nItem No. 11B and the rate of duty was nil was held applicable to it. The Entry\n11B was repealed in the year 1984 and it became a part of Item 68. Thereafter\nNotification No. 120/84 covered the field and the same notification continued\nupto 1994. In between the Tariff Act was introduced which introduced a new\ntariff in Chapter 27 w.e.f. 1.3.1986 under the Tariff Act. Section 5A(4) of the\nCentral Excise Act, 1944' (in short the 'Act') all along held the field. Originally\nD Item No. 11B was a part of the First Schedule of the Act. Prior to introduction\nof Section 5A(4) in the Act w.e.f. 19.5.1988 Rule 8 of the Central Excise\nRules, 1944 (in short the 'Rules') provided for exemption. The Notification\nNo. 120/84-CE was issued on 11.5.1984 when the earlier Excise Tariff was\na part of the First Schedule of the Act. The said notification exempted blended\nand compounded lubricating oils i.e. lubricating oils obtained by straight\nblending of mineral oils or by blending or compounding of mineral oils with\nother ingredients. The said exemption was granted without reference to any\ntariff item under which such blended and compounded lubricating oils were\nclassified. The new Excise tariff contained in the Tariff Act came into force\nw.e.f. February 1986. Under that Tariff, blended or compounded lubricating\nF oils with flash point above 94°C were classifiable under sub-heading 2710.60\nand other lubricating oils along with other petroleum products were classified\nunder Chapter sub-heading 2710.99 which was a residuary entry. The\nExemption Notification No. 120/84-CE continued un-amended till it was\nrescinded by Notification No. 64/94-CE dated 1.3.1994. Three classification\nlists were filed by the appellant which were operative from 1.4.1986, 5.5.1996\nand 1.3.1998. All these classification lists were approved by Assistant\nCommissioner by extending the benefit of Notification No. 120/84. The\nclassification list dated 18.3.1988 was operative for the relevant period under\n'dispute. Since product was having flash point below 94°C, therefore, there\nwas no question of any suppression as alleged by the Department. It was\nH further submitted that the notices were issued after prescribed period of\nG\nCASTROL INDIA LTD. v. C.C.E. [PASAYAT. J.]\n419\nlimitation.\ni\nས\n1\nހ\nA\nThe assessee-appellant's stand was resisted by the Revenue on the ground\nthat the assessee-appellant had given description of its product to claim benefit\nunder Notification No. 120/84 CE. Its product was not classifiable under\nHeading 2710.60. Wrong claiming of benefit establishes mala fide intention\nand, therefore, the extended period of limitation was rightly invoked by the B\nDepartment. There is specific and unambiguous definition of lubricating oil\nunder Chapter Heading 2710.60 of Chapter 27. Chapter Heading 27.10 covers\na number of petroleum products and each category is further covered under\na separate sub-heading. Sub-heading 60 covers lubricating oil and there is no\nother sub-heading covering lubricating oils. When the exemption notification\ngranted exemption it necessarily means that lubricating oil falling under said\nsub-heading alone was covered.\nC\nWhile the Judicial Member accepted the stand of the assessee-appellant,\nthe Technical Member took the view that for the purpose of Exemption\nNotification No. 120/84-CE lubricating oil for flash point below 94°C ceases D\nto be lubricating oil as it acquires general description 'others' under sub-\nheading 2710.99. Therefore, the Department's view was accepted. With the\nsimilar observations the third member concurred with the member technical\nand upheld the Department's stand.\nIn support of the appeal, Mr. Joseph Vellapally, learned senior counsel E\nsubmitted that the two members constituting the majority lost sight of the fact\nthat there may be lubricating oils having flash point 94°C which may be\nclassified under Tariff sub-heading 2710.99 as “others”. The view of the\nmajority that \"lubricating oil\" has been defined in a particular manner under\nheading 2710.60 is apparently erroneous.\nIn response, Mr. Mohan Parasaran, learned Additional Solicitor General\nsubmitted that the Exemption Notification has to be strictly construed and the\nview taken by the majority of the members is on a proper reading of the\nvarious provisions and the Notifications.\nIt would be relevant to take note of the entries and relevant Notifications\nat different points of time. The Notification dated 16.3.1976 read as follows\nF\nG\n\"The Central Government has exempted the excisable goods of the\ndescription in column (3) of the Table below and falling under the H\n420\nA\nB\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nItem of the First Schedule to the Central Excise and Salt Act, 1944\n(1 of 1944), specified in the corresponding entries in column (2) of\nthe said Table, from so much of the duty of excise leviable thereon\nunder Section 3 of said Act as is in excess of the duty leviable at the\nrates specified in the corresponding entries in column (4) of the said\nTable;\nTABLE\nS. No. Item No.\nDescription\nRate of duty\nC (1)\n(2)\n(3)\n(4)\n6\n11B\nBlended or\nNil\ncompounded\nlubricating oils\nand greases.\nD Notification dated 11.5.1984 reads as follows:\n(I)\nE\nדי\nF\nG\n“BLENDED OR COMPOUNDED LUBRICATING OILS AND\nGREASES. 120/84-CE, dt. 11.5.1984.\nBlended or compounded lubricating oils and grease are fully exempt\nfrom basic excise duty.\nG.S.R. 354(E) In exercise of the powers conferred by sub-rule (1) of\nrule 8 of the Central Excise Rules, 1944, the Central Government\nhereby exempts blended or compounded lubricating oils and greases,\nthat is to say lubricating oils and greases obtained by straight blending\nof mineral oils or by blending or compounding of mineral oils with\nany other ingredients, from the whole of the duty of excise leviable\nthereon under Section 3 of the Central Excises and Salt Act, 1944 (1\nof 1944). :\n-\nExplanation The expression \"mineral oil\" has the meaning\nassigned to it in Explanation 1 to Item No. 6 of the First Schedule to\nthe Central Excises and Salt Act, 1944 (1 of 1944).”\nEntry No. 11B read as follows :\n\"11B Blended or compounded lubricating oils and greases :\nH\n1\n421\nCASTROL INDIA LTD. v. C.C.E. [PASAYAT. J.]\n\"Blended or compounded lubricating oils and greases\" means A\nlubricating oils and greases obtained by straight blending of mineral\noils or by blending or compounding of mineral oils with any other\ningredients.\nExplanation The expression \"mineral oil\" has the meaning assigned\nto it in Explanation 1 of Item No. 6.”\nChapter 27 so far as relevant for the purpose of present dispute contains\nsub-headings 2710.60 and 2710.99 which read as follows:\nB\n\"2710.60 - Lubricating oil, that is to say, any oil as is ordinarily used.\nfor lubrication, excluding any hydrocarbon oil which has its flash C\npoint below 94°C.\n2710.99 Others.\"\n-\nIn Collector of Customs, Bangalore v. Maestro Motors Ltd., (2004) 174\nELT 289 SC, this Court held as follows:\nᎠ\n\"It is settled law that to avail the benefit of a notification a party must\ncomply with all the conditions of the Notification. Further, a\nNotification has to be interpreted in terms of its language. If in the\nNotification exemption is granted with reference to tariff items in the\nFirst Schedule to the Customs Tariff Act, 1975, then the same Rules E\nof Interpretation must apply. In that case the goods will be classified,\neven for the purposes of the Notification, as they are classified for\npurposes of payment of duty. But where the language is plain and\nclear effect must be given to it. In this Notification what is exempted\nis components, including components of fuel efficient motor cars in\nF\nsemi-knocked down packs and completely knocked down packs.\nUndoubtedly, for purposes of levy of custom duty, by virtue of\nInterpretative Rule 2(a), the components in a completely knocked\ndown pack would be considered to be cars. But in view of the clear\nlanguage of the Notification the components including components\nin completely knocked down packs are exempted. Effect must be\ngiven to the wording of the Notification. Thus components in\ncompletely knocked down packs would get the exemption under this\nNotification, even though for purposes of classification they may be\nconsidered to be cars.\"\nSection 5A(4)of the Act reads as under :\nH\nI\n422\nA\nB\nC\nD\nF\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\n\"Every notification issued under sub-rule (1), and every order made\nunder sub-rule (2) of Rule 8 of the Central Excise Rules, 1944, and\nin force immediately before the commencement of the Customs and\nCentral Excise Laws (Amendment) Act, 1987 shall be deemed to\nhave been issued or made under the provisions of this Section and\nshall continue to have the same force and effect after such\ncommencement until it is amended, varied, rescinded or superseded\nunder the provisions of this Section.\"\nUndisputedly in the present case there was no reference to any tariff\nentry in the Notification. Therefore, the majority view is clearly unsustainable.\nAdditionally, we find that CEGAT had in some other cases taken the same\nview as the minority view. It is fairly accepted by learned Additional Solicitor\nGeneral that there has been no challenge to the said decisions one of which\nis Bharat Petroleum Corporation Ltd. v. Commissioner of Central Excise,\nKolkata-I (2003) 154 ELT 698 (Tri-Kolkata) decided on 30.10.2002.\nExemption Notification 120/84-CE dated 11.5.1984, in view of what is\nprescribed in Section 5A(4) of the Act, continued to be operative and effective\nas it was not amended, varied, rescinded or superseded under the provisions\nof Section 5A of the Act.\nIn Stroud's Judicial Dictionary, 4th Edition, Vol.5, at page 2753, we\nE find: \"That is to say\" is the commencement of an ancillary clause, which\nexplains the meaning of the principal clause. It has the following properties:\n(1) it must not be contrary to the principal clause; (2) it must neither increase\nnor diminish it; (3) but where the physical clause is general in terms it may\nrestrict it; see this explained with many examples, Stukeley v. Butler Hob,\n1971\". The quotation, given above, from Stroud's Judicial Dictionary shows\nthat, ordinarily, the expression \"that is to say” is employed to make clear and\nfix the meaning of what is to be explained or defined. Such words are not\nused as a rule, to amplify a meaning while removing a possible doubt for\nwhich purpose the word \"includes\" is generally employed. In unusual cases,\ndepending upon the context of the words \"that is to say\", this expression may\nG be followed by illustrative instances. (See State of T.N. v. Pyare Lal Malhotra,\n[1976] SCC 834, Mahindra Engineering and Chemical Products Ltd. v.\nUnion of India, [1992] 1 SCC 727; Sait Rikhaji Furtarnal v. State of A.P.,\n[1991] Supp 1 SCC 202 and R. Dalmia v. C.I.T., [1977] 2 SCC 467).\nThe expression \"that is to say\" is descriptive, enumerative and exhaustive\nH and circumscribes to a great extent the scope of the entry. (See Commissioner\nCASTROL INDIA LTD. v. C.C.E. [PASAYAT, J.]\n423\nof Sales Tax, M.P. v. Popular Trading Company, Ujjain, [2000] 5 SCC 511). A\nThe expression \"that is to say\" in sub-heading 2710.60 has to be\ninterpreted to be words of limitation. The fact that sub-heading 2710.60\ncontains an exclusion clause goes to show that there may be other lubricating\noils which may fall in the residuary heading “others”.\nThe sub-heading 2710.60 significantly uses two expressions. They are\n(i) \"that is to say” and (ii) “excluding\". The first expression is used in\ndescription, enumerative and exhaustive sense and to a great extent\ncircumscribes the scope of the entry. But the second expression dilutes the\npervasiveness by carving out an exception for the purpose of the particular\nsub-heading a particular type of lubricating oil. All other types of lubricating\noil are covered by the residuary entry i.e. 2710.99.\nB\nC\nUnder the Notification 120/84CE lubricating oil was exempted without\nreference to any tariff heading/sub-heading. Consequently, the criteria specified\nin the Notification were satisfied. That being so, majority view contained in D\nthe order of the CEGAT is not sustainable and is set aside. The minority view\nas expressed is confirmed..\nN.J.\nThe appeals are allowed with no order as to costs.\nAppeals allowed.\nE\n"}