{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"1072 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA President, District Youth Wing of Dravidar Kazhagam and\nsuggested that vide those resolutions dated 22.7.1992 and\n26.7.1992, it was resolved to convene a conference at Madurai\nand to do some other activities like conducting a cycle\nprocession on the eve of Periyar's birth anniversary. He\nB suggested that one Tamil Selvan had signed in the resolutions.\nThe witness has not even identified Ubaiadulla @ Tamil Selvan\nin the Court. This accused was not even put up for identification\nparade at the instance of Francis @ Chellakili (PW-31). He, in\nhis cross-examination, very specifically stated that there was no\nC person named Tamil Selvan amongst the accused persons and\nthat the one whom he was referring to, hailed from Vellanur. In\nfact, the same evidence was given when he was re-examined.\nIn his re-examination, he spoke about Sivakumar (A-2). The very\nfact that the witness has not been able to identify either\nSivakumar (A-2) or Ubaiadulla @ Tamil Selvan (A-4) in the Court,\nspeaks about the brittle quality of his evidence. We are not at all\nconvinced by this claim.\nD\n52. L.H. Krishnan (PW-55) claimed that he took specimen\nhandwritings of Sivakumar (A-2) and Ubaidulla @ Tamil Selvan\nE (A-4). It is claimed by Mr. Ramamoorthy, learned Senior Counsel\nthat he was asked to write the word \"Tamil Selvan\" five times. R.\nSrinivasan (PW-42), in his evidence, has referred to the\nhandwriting of Tamil Selvan and claimed that the ticket\nreservation form (Exhibit P-16) was allegedly singed by M.\nF Thamizhselvan (Tamil Selvan). Similar entry was made in the\nattendance register of Jankiram Hotel vide Exhibit P-20 and the\ncash receipt (Exhibit P-21), as also the attendance register of\nBlue Star Hotel (Exhibit P-26) and the carbon copy of receipt\n(Exhibit P-27) were compared with the admitted specimen\nG signatures of Tamil Selvan. In his opinion, Exhibit P-16 marked\nH\nas Q5, Exhibit P-20 marked as Q8, Exhibit P-21 marked as Q9,\nExhibit P-26 marked as Q11 and Exhibit P-27 marked as Q12\nwere written by him. As regards the rest, there was a possibility\nof the same person having made the handwritings. From this,\nShri Ramamoorthy urged that the presence of this accused in\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1073\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\n1\nA\nJankiram Hotel and Blue Star Hotel was established and,\ntherefore, it was clear that not only had this accused travelled,\nbut had also arranged for the reservations etc. and had taken\nan active part in staying with the other accused persons in\nJankiram Hotel and Blue Star Hotel. We have already commented\non the travel aspect. That does not impress us at all. But even if B\nit is held that Tamil Selvan had reserved and that it was Tamil\nSelvan whose admitted handwriting tallied with that handwriting,\nit may, at the most, prove the presence of Tamil Selvan in those\nHotels. In our opinion, that is not sufficient to rope him in the\nconspiracy. The established law is that every such circumstance, C\nwhich is relied upon by the prosecution for establishing\nconspiracy, must be proved to have nexus with that conspiracy.\nIn the absence of any convincing evidence, merely because the\naccused travelled together with others and he stayed in those\ntwo Hotels, it cannot be said that it was in order to perpetrate a\nD\nconspiracy. We have already expressed our doubts regarding\nhis identification. In the absence of his identification, even if\nthese handwritings go to prove his presence, that may, at the\nmost, raise a suspicion against the accused, which in our opinion,\nis not sufficient. He is said to have discovered a Titan watch vide\nM.O. 11 and cash vide M.O. 12. We do not see as to how any of\nthese material objects can be connected with the conspiracy. No\nevidence has been brought on record to suggest that he could\nnot have Rs.23,000/-. The evidence of discovery is again a weak\nkind of evidence and this Court, on a number of occasions, has\nrefused to rely solely on the discovery evidence. There is nothing\nbrought on record suggesting that these 23,000 of rupees were\npaid to him by Venkatraman (A-1) via Sivakumar (A-2). There\nis no connection established in between him and John Pandian\n(A-7) or for that matter, Kumar s/o Vellaichami (A-9), Pavunraj\n@ Pavun (A-10) and Prince Kumar @ Prince (A-11). In the G\nabsence of all these materials, it will be extremely risky to convict\nhim on the basis of his being a conspirator. It was further\nsuggested that in the arrival registers being Exhibit P-20 and\nExhibit P-26 pertaining to Jankiram Hotel and Blue Star Hotel\nE\nןד\nF\nH\n1074 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA respectively, he gave the same wrong address as Tamil Selvan,\nGandhipuram, Coimbatore. In our opinion, this is an extremely\nweak circumstance to book Ubaiadulla @ Tamil Selvan (A-4).\nWe, therefore, proceed to give him benefit of doubt.\nB\nC\nD\n53. The last accused is Sivakumar (A-2). There can be no\ndoubt that Sivakumar (A-2) was connected with Venkatraman\n(A-1) as he was an office boy. He was asked to get a cheque of\nRs.3 lakhs encashed from Lakshmi Vilas Bank, Thirupur Branch.\nIn his going and ncashing the self-cheque, we do not see\nanything suspicious, as it was his duty as an office boy to do\nwhatever errands were asked by his master to him. Further\nquestion is as to whether these 3 lakhs of rupees were for the\npurpose of spending in order to fulfill the object of eliminating\nVivekanandan (deceased). As is the common case, this\naccused also travelled alongwith others and Gonsaluez (PW-20)\nand Cyril Raj (PW-21) spoke about the Railway reservation\ncharts involving his name. Similarly, Ram Kumar (PW-23) spoke\nabout his presence in Jankiram Hotel, so also\nRamasubramaniam (PW-26) was set up to prove that he was\npresent in Blue Star Hotel. As has been said earlier, Ram Kumar\nE (PW-23) or Ramasubramaniam (PW-26) have not been able to\nidentify the accused. Anbunathan (PW-29) has tried to say\nsomething against this accused by saying that few days prior to\nthe incident, he saw Venkatraman (A-1) in his car alongwith this\naccused. That claim is too general to be accepted and even if\nF accepted, it leads to nothing. We, therefore, reject the evidence\nof Anbunathan (PW-29).\nG\nH\n54. Similar evidence by Shanmugasundaram (PW-30),\nSabeer (PW-34) and Mohd. Rafi (PW-39) was led in respect of\nthe telephone calls from the booth of Mohd. Rafi (PW-39). We\nhave already rejected that piece of evidence. It was suggested\nthat the handwriting of Sivakumar (A-2) was proved on the\nreservation slips. Even in the opinion of R. Srinivasan (PW-42),\nhis handwriting was there on Q2 and Q3, which are Exhibits P-\n24 and P-25. There can be no dispute about his handwriting on\nQ3 because he was asked to encash the cheque given to him\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1075\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nD\nby Venkatraman (A-1). In respect of Q1, however, which is a train A\nreservation form vide Exhibit P-14, even handwriting expert is\nnot so sure when he says that there is possibility of the same\nperson writing Q1, Q2 and Q3 and S1 to S7. We are really not\nconvinced with the evidence of handwriting expert alone, as this\naccused had not been identified by anybody. In fact, in\nB\ncomparison to the other accused persons, namely, Ubaiadulla\n@ Tamil Selvan (A-4), Yusuf (A-5) and Abdul Kareem (A-6), his\nrole is greater, inasmuch as besides the common evidence, it\nwas suggested that an amount of Rs.1 lakh was seized from him\nwhen he was arrested and, thereafter, he agreed to discover the\nC\nother cash, namely, Rs.21,000/- from his house. Mere recovery\nof money would be of no consequence unless the prosecution\ncomes out with a case and give some prima facie evidence that\nthis cash was a part of the money that he had received after\nencashing the cheque. In fact, there is nothing to suggest that\nhe had not given back the cash. Shri Ramamoorthy, learned\nSenior Counsel tried to submit that this accused should have\ngiven some explanation about this cash. We agree with this\ncontention, however, that would be only if it was shown that this\naccused received this cash from Venkatraman (A-1) and that too\nfor the purpose of success of conspiracy. The prosecution has\nnot discharged that burden. Shri Ramamoorthy also tried to\nargue that this was a man of confidence of Venkatraman (A-1)\nbeing his office boy. We must, at this juncture, observe that\nVenkatraman (A-1) was a mill-owner and was a fabulously rich\nperson. He had all the resources at his command. It is very F\ndifficult for us to swallow that a powerful person like Venkatraman\n(A-1) would take the help of some office boy in such a sensitive\nmatter as this, where the elimination of Vivekanandan\n(deceased) was contemplated. This is the basic weakness in\nthe prosecution case. Venkatraman (A-1) would have had G\nnumber of opportunities to contact or to secure the services of\nJohn Pandian (A-7) even if it is presumed that it was John\nPandian (A-7) who procured the services of Kumar s/o\nVellaichami (A-9), Pavunraj @ Pavun (A-10) and Prince Kumar\nE\nH\nB\n1076 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA @ Prince (A-11). Nothing has come up that there was any\nmeeting of mind between Venkatraman (A-1) and Sivakumar (A-\n2) or that Sivakumar (A-2) agreed to take part in the conspiracy.\nSuch agreement is a must for proving his part in the conspiracy.\nFurther, there is nothing to suggest that Sivakumar (A-2) was so\nresourceful, so as to be able to secure the services of John\nPandian (A-7). He was a mere office boy. There is no doubt that\nthere was a conspiracy to eliminate Vivekanandan (deceased),\nbut the mere existence of the conspiracy by itself would not give\nrise to a further inference that Sivakumar(A-2) was a conspirator.\nFor that, the prosecution had to prove something positive, which\nin this case, the prosecution has not been able to prove.\nC\n55. Inspite of the concurrent judgment of the trial and the\nappellate Court in this case, more particularly, against accused\nNos. 2 (Sivakumar), 4(Ubaiadulla), 5 (Yusuf), 6 (Abdul Kareem),\nD and 7 (John Pandian) we had to consider the evidence afresh\nas we are not satisfied with the appreciation of the evidence at\nthe trial and appellate stage. We find from the judgment that the\nCourts below have committed an error in first holding the\nexistence of conspiracy and proceeding on that basis and then\nE taking tit-bits in evidence to suggest that those tit-bits would\nconnect the accused with the conspiracy as the conspirators. The\nlaw on conspiracy has been stated time and again by this Court.\nIn Major E.G. Barsay v. State of Bombay reported in AIR 1961\nSC 1762, Subba Rao, J. observed:\nF\nG\nH\n\"The gist of the offence is an agreement to break the law.\nThe parties to such an agreement will be guilty of criminal\nconspiracy, though the illegal act agreed to be done has not\nbeen done. So too, it is not an ingredient of the offence that\nall the parties should agree to do a single illegal act.\"\nIn Halsbury's Laws of England the definition of conspiracy\nis as under:\n\"Conspiracy consists in the agreement of two or more\npersons to do an unlawful act, or to do a lawful act by unlawful\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1077\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nA\nmeans. It is an indictable offence at common law. The\nessence of the offence of conspiracy is the fact of\ncombination by agreement. The agreement may be express\nor implied or in part express and in part implied-.. and the\noffence continues to be committed so long as the\ncombination persists, that is until the conspiratorial B\nagreement is terminated by completion of its performance\nor by abandonment or frustration or however it may be\".\nIn American Jurisprudence, 2nd Edn., Vol. 16, Page 129, the\nfollowing definition of conspiracy is given:\nC\n\"A conspiracy is said to be an agreement between two or\nmore persons to accomplish together a criminal or unlawful\nact or to achieve by criminal or unlawful means an act not in\nitself criminal or unlawful ... The unlawful agreement and not\nits accomplishment is the gist or essence of the crime of D\nconspiracy.\"\nLastly, in celebrated case of Kehar Singh \u0026 ors. v. State\n(Delhi Administration) [1988 (3) SCC 609] it was observed by\nJagannatha Shetty, J.:\n\"The gist of the offence of conspiracy then lies, not in doing\nthe act, or effecting the purpose for which the conspiracy is\nformed, nor in attempting to do them, nor in inciting others\nto do them, but in the forming of the scheme or agreement\nbetween the parties. Agreement is essential. Mere\nknowledge, or even discussion, of the plan is not, per se\nenough” (emphasis ours)\nE\nF\nIn the celebrated judgment of State v. Nalini \u0026 Ors. [1999\n(5) SCC 253] S.S.M. Mohd. Quadri, J. relying upon Van Riper G\nvs. United States (13 F 2d. 961) (2 nd Cir, 1926) observed:\n\"When men enter into an agreement for an unlawful end, they\nbecome ad hoc agents for one another and have made a\npartnership in crime.\"\nH\nA\n1078 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nOther celebrated decisions on the question of conspiracy\nare Yashpal Mittal v. State of Punjab [1977 (4) SCC 540] as\nalso the State of Himachal Pradesh v. Krishan Lal Pradhan \u0026\nOrs. [1987 (2) SCC 17]. It has been held in Mohd. Khalid v. State\nof West Bengal [2002 (7) SCC 334] and in Mohammed Usman\nB Mohd. Hussain Maniyar v. State of Maharashatra [1981 (2)\nSCC 443] that the agreement amongst the conspirators can be\ninferred by necessary implication. All these cases together came\nto be considered in State of NCT of Delhi v. Navjot Sandhu @\nAfsan Guru [2005 (11) SCC 600] where even the celebrated\nC judgments of V.C. Shukla vs. State [1980 (2) SCC 665], came\nto be considered wherein it was observed by Fazal Ali, J.:\nD\n\"In most cases it will be difficult to get direct evidence of\nthe agreement, but a conspiracy can be inferred even from\ncircumstances giving rise to a conclusive or irresistible\ninference of an agreement between two or more persons\nto commit an offence.\"\n56. It is significant at this stage to note the observations in\nV.C. Shukla (cited supra) wherein it was laid that in order to prove\nE criminal conspiracy, there must be evidence direct or\nF\nG\nH\ncircumstances to show that there was an agreement between\ntwo or more persons to commit an offence. It was further held\nthat there must be a meeting of minds resulting in ultimate\ndecision taken by the conspirators regarding the commission\nof the offence and where the factum of conspiracy is sought to\nbe inferred even from circumstances giving rise to a conclusive\nor irresistible inference of an agreement between two or more\npersons to commit an offence. Relying on that, Pasayat, J. in\nEsher Singh v. State of A.P. [2004 (11) SCC 585] observed that\nthe prosecution has to discharge its onus of proving the case\nagainst the accused beyond reasonable doubt. The\ncircumstances in a case, when taken together on their face value,\nshould indicate the meeting of the minds between the\nconspirators for the intended object of committing an illegal act\nor an act which is not illegal, by illegal means. A few bits here\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1079\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nand a few bits there on which the prosecution relies cannot be A\nheld to be adequate for connecting the accused with the\ncommission of the crime of criminal conspiracy. It has to be\nshown that all means adopted and illegal acts done were in\nfurtherance of the object of conspiracy hatched. The\ncircumstances relied for the purposes of drawing an inference\nshould be prior in point of time than the actual commission of\nthe offence in furtherance of the alleged conspiracy.\nB\nD\nE\nய\n57. In Esher Singh's case (cited supra) this Court held that\nthe conspiracy was proved between the nine accused. A\nC\nsystematic role played by each accused was highlighted.\nPasayat, J. in that judgment also considered the decision in\nBhagwan Swarup Lal Bishan Lal etc.etc vs. State of\nMaharashtra [AIR 1965 SC 682] and observed that there is no\ndifference between the mode of proof of the offence of\nconspiracy and that of any other offence. The other decisions in\nState of Maharashtra v. Som Nath Thapa [JT 1996 (4) SC 615]),\nAjay Aggarwal v. Union of India \u0026 Ors. [1993 (3) SCC 609] as\nalso Mohd. Usman's case (cited supra) and Yashpal Mittal\n(cited supra) were considered in that decision. The law laid down\nin Ajay Agrawal's case (cited supra) was reiterated and it was\nheld that it is not necessary that each conspirator must know all\nthe details of the scheme nor be a participant at every stage. It\nis necessary that they should agree for design or object of the\nconspiracy. Conspiracy is conceived as having three elements:\n(1) agreement; (2) between two or more persons by whom the F\nagreement is effected; and (3) a criminal object, which may be\neither the ultimate aim of the agreement, or may constitute the\nmeans, or one of the means by which that aim is to be\naccomplished. These decisions were thereafter considered in\nNavjot Sandhu's case (cited supra). In K.R. Purushothaman v.\nState of Kerala [2005 (12) SCC 631] a specific observation was\n1 made to the effect that all conspirators need not take active part\nin the commission of each and every conspiratorial act but, mere\nknowledge, even discussion, of the plan would not constitute\nconspiracy. It was further observed that each one of the\nG\nI\n1080 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C R.\nA circumstances should be proved beyond reasonable doubt and\nsuch circumstances proved must form a chain of events from\nwhich the only irresistible conclusion is about the guilt of the\naccused which can be safely drawn and no other hypothesis of\nthe guilt is possible. We respectfully agree with the law laid down\nB in Navjot Sandhu's case and K.R. Purushothaman's case.\nC\n58. However, when we test the facts of this case, vis-à-vis\nthe above parameters it has to be said that what the prosecution\nhas proved are mere tit-bits of some circumstances. It is not\npossible to hold that the acts done by Sivakumar (A-2),\nUbaiadulla (A-4), Yusuf (A-5) Abdul Kareem (A-6) and John\nPandian (A-7) along with deceased Venkatraman (A-1) and the\nsubsequent act on the part of Kumar (A-9), Pavunraj (A-10) and\nPrince Kumar (A-11) formed a chain of circumstances which\nirresistibly prove the offence of conspiracy against these\nD accused persons. What was actually done by Sivakumar (A-2),\nSubramaniam (A-3), Ubaiadulla (A-4), Yusuf (A-5) and Abdul\nKareem (A-6) was that they travelled together between\nCoimbatore and Madurai they possibly stayed in Jankiram Hotel\nin their first stay. Then there is a missing link as to how they\nE proceeded to Tirunelveli and further to Chennai. The prosecution\nalleged that they then contacted John Pandian (A-7) in MLA's\nhostel in Chennai and met him. The prosecution has drawn\ncomplete blank. They have not been able to prove that John\nPandian actually stayed in MLA's hostel. A mere mention of the\nF name called 'John Pandian' in the records of the MLA's hostel\nwould be of no consequence unless this John Pandian was\nidentified by somebody at the MLA's hostel. This undoubtedly\nwas possible but that was not done by the investigation agency.\nTherefore, a very important link that Sivakumar (A-2), Ubaidulla\nG (A-4), Yusuf (A-5) and Abdul Kareem (A-6) actually met John\nPandian (A-7) in the MLA's hostel is not proved. Once this link\nis snapped, the whole prosecution theory about the conspiracy\nmust fall down. Even if it is presumed that these four persons were\nsent by Venkatraman (A-1) to contact John Pandian (A-7) there\nis absolutely no evidence that Venkatraman (A-1) in any manner\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1081\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nknew about John Pandian or he wanted to contact him and, A\ntherefore, he sent Sivakumar (A-2) who took the help of\nUbaiadulla (A-4), Yusuf (A-5) and Abdul Kareem (A-6) to contact\nJohn Pandian.\n59. Similar is the story regarding the stay of these accused\npersons at Blue Star Hotel. The staff in Jankiram Hotel and the\nBlue Star Hotel could have been asked to identify these four\npersons that they at least stayed on relevant dates. That was also\nnot done. Shri Ramamoorthy urged very earnestly that there was\nno explanation given by these accused persons as to why they\ntravelled together from Coimbatore to Madurai and from Chennai\nto Coimbatore. Now, there is no question of these explanations\nbecause in the first place it was not proved at all that these\npersons actually travelled. Even if we presume that they did travel\ntogether, that by itself reaches the prosecution nowhere. They\nmay have hundred other purposes for travelling. A mere non-\nexplanation as to why the accused persons made those travels\nby itself will not create a piece of evidence against these accused\npersons though that may be relevant in consideration of their\nparticipation. Further, even if it is presumed that from these\naccused persons money was discovered there is nothing on\nrecord that the money was given by Venkatraman (A-1) to\naccused No.2, Sivakumar and through him to all the other\naccused persons. In fact, the prosecution was extremely\nconfused as to how much money was said to have been agreed\nto be paid for the murder of Vivekanadan and as to how much\nmoney was distributed. All these things completely shatter the\ncase of conspiracy at least in so far as the Sivakumar (A-2),\nUbaiadulla (A-4), Yusuf (A-5) and Abdul Kareem (A-6) and John\nPandian (A-7) are concerned.\n60. We have already commented on the telephonic calls\nallegedly made. There also the prosecution has drawn complete\nblank. Under the circumstances, it is very difficult to hold that\nSivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5) and Abdul\nKareem (A-6) and John Pandian (A-7) were the conspirators.\nB\nC\nD\nE\nF\nG\nH\n"}