{"pages":[{"pageNumber":71}],"text":"1082 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA They have to be given the benefit of about for that purpose. It is\nundoubtedly true that Sivakumar (A-2) who was a mere office\nboy was shown with the amount of Rs. 1 lakh carrying with him.\nNow, we fail to follow as to why Sivakumar (A-2) keep on\nparading himself with Rs.2 lakh and how is it that on that occasion.\nB was caught along with Rs. 1 lakh. That is apart from the fact that\nSivakumar (A-2) has tried to give an explanation that it was his\nfather's money who had received the same as his retiral benefits.\nWe are not much on the explanation, as in our opinion, the mere\npossession of a lakh of rupees on his person would not take the\nC theory of conspiracy any further. There is another difficulty in the\nway of prosecution in this case. That is the acquittal ordered by\nthe Division Bench of Ganesan (A-8) who was the taxi driver from\nwhose taxi the photograph of Vivekanandan along with case of\nRs.23,000/- was seized. Unfortunately for the prosecution, the\nState has not chosen to challenge that acquittal with the result\nthat a very important link in the conspiracy is snapped.\nD\n61. To summarize, therefore, we hold Kumar (A-9) and\nPavunraj (A-10) guilty and further confirm the judgment of the\nappellate Court convicting them. We however, allow the appeals.\nE filed by Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5) and Abdul\nKareem (A-6) and John Pandian (A-7) giving them the benefit\nof doubt and acquit them. They shall be set to liberty forthwith\nunless required in any other case. Since Venkatraman (A-1) and\nPrince Kumar (A-11) are reported to be dead, the appeals by\nF them are declared to be infructuous. Before parting, we must\nappreciate the efforts by the State counsel Shri Ramamoorthy\nas also the defence counsel who have painstakingly taken us\nthrough the voluminous record of this case and helped us in\nappreciating the evidence.\nG\nB.B.B.\nAppeals disposed of.\n"}