{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nC\nD\nE\n-\n[2010] 15 (ADDL.) S.C.R. 1012\nJOHN PANDIAN\nV.\nSTATE REP. BY INSPECTOR OF POLICE, T. NADU\n(Criminal Appeal No. 452 of 2007)\nDECEMBER 3, 2010\n[V.S. SIRPURKAR AND CYRIAC JOSEPH, JJ.]\nPenal Code, 1860:\ns.302 r/w s.34, s. 302 r/w s. 109, ss. 34 and 120-B -\nHomicidal death - Allegations of criminal conspiracy\nProsecution case that A-1, owing to his failure in marrying a\ngirl he loved, hatched a conspiracy to kill her husband, for which\nA-9, 10 and A-11 were hired as assassins - A-10 and A-11\nallegedly waylaid the deceased pursuant to which A-9 severely\nassaulted him with a sharp edged weapon - Eleven accused\n- Two accused, A-3 and A-8, acquitted - Conviction of the other\naccused - Challenge to - Meanwhile, A-1 committed suicide\n· Held: Conviction of A-9, 10 and 11 affirmed in view of the\nconsistent direct evidence of the eye-witnesses which was\ncorroborated by the evidence of Test Identification Parade and\ncircumstantial evidence - However, it is not possible to hold\nthat the acts done by A-2, A-4, A-5, A-6 and A-7 along with A-\n1 and the subsequent act on the part of A-9, A-10 and A-11\nformed a chain of circumstances which irresistibly proved the\nF offence of conspiracy against A-2, 4, 5, 6 and 7 – Prosecution\nwas extremely confused as to how much money was agreed to\nbe paid for the murder and as to how much money was\ndistributed - All these things completely shatter the case of\nconspiracy at least in so far as A-2, 4, 5, 6 and 7 are concerned\nG - They have to be given the benefit of doubt for that purpose\nand are acquitted.\nH\n-\ns.302 r/w s.34 - Murder - Allegation that A-10 and A-11\nhad stopped the deceased whereafter A-9 severely assaulted\n1012\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1013\nPOLICE, T. NADU\n-\n-\nA\nthe deceased with a sharp weapon - Three eye-witnesses\nConviction of A-9, A-10 and A-11 - Justification – Held:\nJustified - All the three witnesses gave graphic description of\nthe incident, which was in consonance with each other - They\nalso identified the accused persons in Test Identification\nParade, which had the effect of corroborating the evidence of B\nthe eye-witnesses - Further corroboration from circumstantial\nevidence such as discovery of the weapon of offence at the\ninstance of A-9 and recovery of the photograph of deceased\nfrom the taxi in which A-9, A-10 and A-11 travelled prior to the\nincident - Evidence against A-9, A-10 and A-11 was sufficient C\nTrial and the appellate Courts rightly convicted them.\n-\ns.120B - Conspiracy - Proof of - Held: The evidence of\nconspiracy is very hard to be found and the prosecution would\nalways have a great difficulty in proving the conspiracy and,\ntherefore, the conspiracy has to be inferred - Every such\ncircumstance, which is relied upon by the prosecution for\nestablishing conspiracy, must be proved to have nexus with\nthat conspiracy - Evidence - Evidence of conspiracy.\nD\ns. 120-B and s. 302 r/w s. 109 - Murder - Criminal E\nconspiracy-Eleven accused:\nConviction of A-7, a political leader, as a co-conspirator -\nJustification - Held: Not justified - The evidence against A-7\nwas insufficient - No effort was made by the prosecution to\nidentify A-7 though he could have been easily identified -A-7\ngranted benefit of doubt.\n-\nLL\nF\nConviction of A-5 - Justification of - Held: Not justified –\nHeld: There was hardly any evidence against A-5 which can\nbrand him as a conspirator – He was never put up for G\nidentification -A-5 had no enmity with the deceased - Merely\nbecause he travelled along with some of the other accused not\nenough to prove any part of the conspiracy - The travels could\nhave been for various other reasons - He, therefore, deserves\nacquittal.\nH\n1\nA\n1014 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nConviction of A-6 - Justification - Held: Not justified - No\npresumption that merely because A-6 had some things in his\npossession, which he failed to explain, therefore, all this must\nhave come only on account of the money that he had allegedly\nreceived as a member of the conspiracy - This evidence not\nB enough to hold that he was a member of the conspiracy - A-6\ntherefore entitled to benefit of doubt.\nс\nD\nConviction of A-4 - Justification - Held: Not justified - In\nthe absence of any convincing evidence, merely because A-\n4 travelled together with other accused and stayed in two Hotels,\nit cannot be said that it was in order to perpetrate a conspiracy\nNothing brought on record suggesting that the money\nrecovered from him was paid to him as part of the conspiracy\n- A-4, therefore, given the benefit of doubt.\n-\n-\nA-2, office boy of the main accused A-1, found carrying\nlarge sum of money - Conviction of A-2 - Justification - Held:\nNot justified – A-2 had not been identified by anybody - Mere\nrecovery of money would be of no consequence unless the\nprosecution comes out with a case and give some prima facie\nE evidence that this cash was a part of the money that he had\nreceived from A-1 and that too for the purpose of success of\nconspiracy – The prosecution did not discharge that burden -\nIt is unlikely that a rich and powerful person like A-1 would take\nthe help of some office boy in such a sensitive matter where\nmurder of a person was contemplated This is the basic\nweakness in the prosecution case - Nothing to show that there\nwas any meeting of mind between A-1 and A-2 or that A-2\nagreed to take part in the conspiracy - No inference can be\ndrawn that A-2 was a conspirator.\nF\nG\n-\n-\nConstitution of India, 1950 - Article 136 - Criminal trial -\nAppreciation of evidence by trial court and appellate court –\nRe-appreciation of evidence at SLP stage - Permissibility of\n- Held: Normally, once the evidence is accepted by the trial\nand the appellate Court, the Supreme Court does not go into\nH the exercise of re-appreciation unless it is shown that the\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1015\nPOLICE, T. NADU\nappreciation of evidence by trial and appellate Court is\nperverse, not at all acceptable to trained judicial mind or so\nfaulty as to require the inference of the Supreme Court or that\nthe trial and appellate Court have relied on some inadmissible\npiece of evidence or have left out of the consideration some\nevidence which they were bound to consider and appreciate.\n-\nEvidence Evidence of Identification Parade - Held:\nNeed not be viewed as a weak type of evidence.\nA\nB\nAccording to the prosecution, A-1, owing to his failure\nin marrying PW-3, hatched a conspiracy along with other C\naccused to eliminate PW3's husband; that A-2, an\nemployee of A-1, helped A-1 in establishing contacts with\nA-4, A-5 and A-6; that thereafter A-2, A-4, A-5 and A-6\nestablished contact with A-7 (a political leader) who in turn\nhired A-9, A-10 and A-11 as assassins; and that A-9, A-10 D\nand A-11 hired a car (driven by A-8) and assaulted PW3's\nhusband mercilessly with veechu aruval (a weapon with\nhandle and with bent sharp blade) and murdered him on\nthe spot. The incident was allegedly seen by PW-14, PW-\n15 and PW-16. The victim suffered 9 cut injuries on E\nvulnerable parts of his body like his shoulder, neck, right\ncheek, occipital region etc. The murder took place on a\nbusy road of Coimbatore in broad daylight.\nThe trial Court convicted A-9, A-10 and A-11 under\ns.302, IPC read with s.34, IPC. A-1, A-2, A-4, A-5, A-6, A-7,\nA-8, A-9, A-10 and A-11 were convicted under Section 120B,\nIPC. A-1, A-2, A-4, A-5, A-6, A-7 and A-8 were also convicted\nfor offence under Section 302, IPC read with Section 109,\nIPC. The trial Court acquitted A-3. No appeal against his\nacquittal was filed by the State. The convicted accused\nfiled appeals before the High Court. The appeal filed by A-\n8 was allowed and he was acquitted. The appeals of the\nremaining convicts were dismissed. During the pendency\nof this appeal, A-1 committed suicide. The instant appeals\nwere filed by A-2, A-4, A-5, A-6, A-7, A-9, A-10 and A-11.\nF\nLL\nG\nH\n1016 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Disposing of the appeals, the Court\nB\nC\nD\nE\nF\nHELD:1. Peculiarly, in this case the accused-\nappellants can be divided into two groups. The first group\nis A-9, A-10 and A-11 who were involved by the direct\nocular testimony and were also part of the conspiracy to\nmurder PW3's husband. The second group is that of the\naccused persons being A-2, A-4, A-5 and A-6 and A-7 who\nare roped in as the conspirators. There is, however, no\ndirect evidence against them insofar as the act of assault\non deceased is concerned. This Court, therefore,\nproposes to consider the matter group-wise. [Paras 19 and\n20] [1038-C-F]\nA-9, A-10 and A-11\n2.1. Normally, once the evidence is accepted by the\ntrial and the appellate Court, the Supreme Court does not\ngo into the exercise of re-appreciation unless it is shown\nthat the appreciation of evidence by trial and appellate\nCourt is perverse, not at all acceptable to trained judicial\nmind or so faulty as to require the inference of the\nSupreme Court or that the trial and appellate Court have.\nrelied on some inadmissible piece of evidence or have left\nout of the consideration some evidence which they were\nbound to consider and appreciate. [Para 20] [1038-G-H;\n1039-A-B]\n2.2. In the present case, the evidence against the three\naccused A-9, A-10 and A-11 basically consists of the eye-\nwitness account by PW-14, PW-15 and PW-16. All the three\nwitnesses gave graphic description of the incident. All of\nG them have asserted that A-10 and A-11 stopped the\ndeceased and A-9 started severely assaulting the\ndeceased. Insofar as role played by these accused\npersons is concerned, the evidence of all the three eye-\nwitnesses is in consonance with each other and there\nH does not appear to be any reason to discard their evidence.\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1017\nPOLICE, T. NADU\nThe trial and the appellate Courts are right in accepting A.\ntheir evidence as truthful. [Paras 21, 27] [1039-C-D; 1045-\nE-F]\n2.3. All the three eye-witnesses have been\ncorroborated by the fact that in the Test Identification\nParade, they identified the accused persons. The trial and\nthe appellate Courts rightly accepted the evidence of Test\nIdentification Parade, which has the effect of corroborating\nthe evidence of the three eye-witnesses. The evidence of\nIdentification Parade need not be viewed as a weak type\nof evidence. The said three eye-witnesses had the full\nopportunity to see the accused persons and correctly\nidentified the accused persons in the Test Identification\nParades. As regards the contention that the accused\npersons were shown to the witnesses earlier and\nirresponsible suggestions were also thrown to the\nwitnesses that they had seen the photograph of the\naccused persons in the newspaper, the defence has not\nbrought on record any such newspaper where the\nphotographs of the accused persons were published. In\nfact, the eye-witnesses' account supported with by the\nevidence of Test Identification Parades is more than\nenough to seal the fate of A-9, A-10 and A-11. [Paras 28,\n29] [1045-C; 1046-A-B-G-H; 1047-A]\n2.4. Some other circumstances, however, were\nbrought on record by way of circumstantial evidence\nagainst the three accused persons. The most important\nof these circumstances is the discovery of aruval effected\nat the instance of A-9 from Hindu cremation ground. The\nprosecution has brought on record that the taxi No. TAC\n5667 which was being driven by A-8 had passed through\nOoty. The prosecution examined PW-44 and PW-43 to\nprove that the taxi passed through the check post. There\nis nothing to disbelieve this fact. Therefore, this fact must\nbe accepted that taxi did pass twice through Ooty. This\nB\nC\nD\nE\nF\nG\nH\n1018 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA circumstance has been accepted by both the Courts\nC\nD\nbelow. It is, therefore, proved that this taxi was in Ooty on\n16.8.93. It cannot be disputed that this was the taxi used\nby three accused persons to travel from Tirunelveli to\nCoimbatore. There is the evidence led by PW-44 to prove\nB that the accused persons stayed in the night of 16-17/8/\n93 at Hotel Arthi Lodge, Ooty. It cannot be a co-incidence\nalone that the full name of the accused with his address\nin Tirunelveli should find place in the register of Arthi\nLodge. This circumstance also has been accepted by the\ntrial Court and appellate Court and there is no reason to\ntake a different view. The other circumstance against A-9\nis the evidence of PW-50 who was a Scientific Officer. He\nexamined M.O.20 which was a colour photograph of\ndeceased which was found from the taxi in its search. He\nmatched M.O.20 with M.O.17 which was a colour photo of\nPW3. He asserted that item Nos.1 and 2 which were the\nphotographs of a male and a female matched with each\nother and that they were both the cut pieces of one\nphotograph, the colour factor in both the photographs\nwas identical, the rear side of the photograph was\nmatching and he, therefore, opined that items Nos.1 and\n2 were the parts of one and the same photograph. The\nphotograph of PW3 was found from the possession of A-\n1 while the photograph of deceased was found from the\ntaxi in which A-9, A-10 and A-11 travelled. Once it was\nproved that the photograph was lying under the back seat\nof the taxi, the relevance of the taxi and the accused having\ntravelled in the same becomes all the more prominent.\n[Paras 30, 34 and 35] [1047-C; 1049-H; 1050-A-C; G-H;\n1051-A-D; 1052-C]\nE\nF\nG\n2.5. There is sufficient evidence against A-9, A-10 and\nA-11 and the trial and the appellate Courts have correctly\nconvicted them for the offence under Section 302 in case\nof A-9 and others with the aid of Section 34 IPC. [Para 36]\nH [1053-E-F]\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1019\nPOLICE, T. NADU\nState of Uttar Pradesh v. Boota Singh \u0026 Ors. 1979 (1) SCC A\n31 - relied on.\nState of Himachal Pradesh v. Jeet Singh 1999 (4) SCC\n370 – referred to.\n-\nA-2, A-4, A-5, A-6, A-7\n3.1. Inspite of the concurrent judgment of the trial and\nthe appellate Court in this case against A-2, 4, 5, 6, and 7,\nthis Court had to consider the evidence afresh as it is not\nsatisfied with the appreciation of the evidence at the trial\nand appellate stage. The Courts below committed an error\nin first holding the existence of conspiracy and proceeding\non that basis and then taking tit-bits in evidence to suggest\nthat those tit-bits would connect the accused with the\nconspiracy as the conspirators. [Para 55] [1076-D-E]\nB\nC\nD\nF\n3.2. The evidence of conspiracy is very hard to be\nfound and the prosecution would always have a great\ndifficulty in proving the conspiracy and, therefore, the\nconspiracy has to be inferred. There can be no doubt that\nthere was a conspiracy to eliminate PW3's husband from E\nthe scene and from this world. However, again the\nquestion remains as to whether there is sufficient evidence\nto connect A-7 with the conspiracy itself. One must realize\nthat if no connection is established with A-7 excepting for\na few phone calls from Ukkadam to his house and the fact\nof A-2, A-4, A-5, A-6 travelling from Coimbatore to Madurai\nand from Chennai to Coimbatore it does not connect A-7\nsuccessfully. Further no effort has been made by the\nprosecution to identify A-7. He could have easily been\nidentified by the staff at MLA's hostel. For some G\nmysterious reasons that was not done. There could have\nbeen some evidence to suggest that he had some nexus\nwith A-9, A-10 and A-11. Even the evidence in that behalf\nis far from being satisfactory. Under these circumstances,\neven if the trial Court and the High Court have found A-7\nH\n1020 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA to be a conspirator it will be extremely difficult to hold him\nso. Therefore, he is granted benefit of doubt. [Para 47]\n[1066-H; 1067-A-E]\nB\n3.3. There is hardly any evidence against A-5 which\ncan brand him as a conspirator. This accused, like the\nother friends of him like A-2, A-4 and A-6 was never put up\nfor identification. If the prosecution alleged that he stayed\nat the Sri Jankiram Hotel or Blue Star Hotel, he could have\nbeen got identified by the staff of those hotels. That was\nnot done. The travels, even if accepted, do not connect\nC him with the conspiracy at all as it could be for any purpose.\nThis is apart from the fact that no attempt was made to\nidentify him even by the railway staff of the train in which\nhe travelled. All that he has said is that A-2, A-5 and A-6\nused to go the STD booth and make calls. There is nothing\nD suspicious about that. After all there could have been\nhundred other reasons to make calls. It is difficult to see\nany role much less important role being played by this\naccused in furtherance of conspiracy excepting the fact\nthat he moved along with other accused persons. There\nE is nothing to suggest that he had any nexus with the so-\ncalled conspiracy for eliminating PW3's husband. He had\nno enmity with the deceased. These travels along with the\naccused cannot be said to be the links or prove any part\nof the conspiracy alone. His travels could have been for\nvarious other reasons. This Court does not approve of the\nfinding of the trial Court and the appellate court that on the\nbasis of this evidence this accused could be roped in the\nconspiracy. This Court is not at all impressed by the\nprosecution case. He, therefore, deserves acquittal. [Para\n48] [1067-F-H; 1068-A-H; 1069-A-B]\nF\nG\nH\n3.4. As regards the case of A-6, again, his participation\nin the conspiracy is tried to be proved from the railway\ntravels and also by witnesses PW-20, and PW-21. Merely\nbecause there are some discoveries they do not in any\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1021\nPOLICE, T. NADU\nmanner connect the accused and there is no presumption\nthat merely because the accused has some things in his\npossession, which he fails to explain, therefore, all this\nmoney and the gold chain must have come only on\naccount of the money that he had allegedly received as a\nmember of the conspiracy from A-2. This evidence would\nfall short to hold that he was a member of the conspiracy.\nThis may, at the most, raise suspicion against him but that\nwould be completely without any justification. This\naccused would, therefore, has to be given the benefit of\ndoubt. [Para 49] [1069-C-D; 1070-E-G]\nA:\nB\nC\nD\n3.5. The established law is that every such\ncircumstance, which is relied upon by the prosecution for\nestablishing conspiracy, must be proved to have nexus\nwith that conspiracy. In the absence of any convincing\nevidence, merely because A-4 travelled together with\nothers and he stayed in those two Hotels, it cannot be said\nthat it was in order to perpetrate a conspiracy. In the\nabsence of his identification, even if these handwritings\ngo to prove his presence, that may, at the most, raise a\nsuspicion against the accused, which in is not sufficient. E\nHe is said to have discovered a Titan watch vide M.O. 11\nand cash vide M.O. 12. However, it is not seen as to how\nany of these material objects can be connected with the\nconspiracy. No evidence has been brought on record to\nsuggest that he could not have Rs.23,000/-. The evidence\nof discovery is again a weak kind of evidence and this\nCourt, on a number of occasions, has refused to rely\nsolely on the discovery evidence. There is nothing brought\non record suggesting that these 23,000 of rupees were\npaid to him by A-1 via A-2. There is no connection G\nestablished in between him and A-7 or for that matter, A-9,\nA-10 and A-11. In the absence of all these materials, it will\nbe extremely risky to convict him on the basis of his being\na conspirator. He is given benefit of doubt. [Para 52] [1073-\nC-H; 1074-A]\n.\nF\n1\nHI\n"}