{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1052 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Exhibit P.74 and Exhibit P.75 as also the points of agreement\nwhich have been arrived at in respect of both the right and left\nfoot. It seems that there was absolutely no effective cross-\nexamination of this witness nor was the witness cross-examined\non the salient features that he deposed to. We do not find any\nB reason to discard this technical evidence. It was proved that the\nsaid footwear was left by Kumar (A-9) as it matched his feet and,\ntherefore, we proceed to accept this evidence also. This\ncircumstance will directly connect Kumar (A-9). It was contended\nby the prosecution that the accused persons travelled in Taxi No.\nTAC 5667. Once it was proved that the photograph was lying\nunder the back seat of the taxi, the relevance of the taxi and the\naccused having travelled in the same becomes all the more.\nprominent.\nC\nD\n36. Insofar as the other two accused persons are concerned,\nwe need not consider the case of A-11, Prince Kumar since he\nhas already died and his appeal has become infructuous. Insofar\nas Pavunraj (A-10) is concerned, apart from the fac* that he was\nidentified in the identification parade by all the eye witnesses,\nhe was said to have discovered Rs.5000/- from the roof of his\nE house allegedly kept in a cover on which the words 'Vijay Laxmi\nMills Ltd' had been printed. In the same envelope there was a\nphotograph of John Pandian. In his deposition,\nRathinasabapathy (PW-56) suggested that he had examined\naccused Pavunraj when he arrested him and during the\nF interrogation he voluntarily gave a confessional statement at 5.30\np.m. wherein he confessed that he had hidden Rs.2000/- and a\ngold chain and that when he was taken it was proved. Similarly,\nthe investigating officer deposed about the confessional\nstatement of Prince Kumar (A-11) that if he was taken he would\nG show the place where he had hidden the sum of Rs.5,000/- and\nphotograph of Annachi John Pandian (A-7). Now, it so happened\nthat when these accused persons were taken on 17.9.1993\nexactly reverse happened and Prince Kumar (A-11) is said to\nhave discovered Rs.2000/- and a gold chain weighing 12 grams\nwhereas Pavunraj (A-10) is said to have discovered the envelope\nI\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1053\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\ncontaining Rs.5000/- and photograph of John Pandian. This was\nobviously a mistake. When we see Exhibits P.113 and P.114 it\nseems that Exhibit P.113 suggests that the house from where\nthe said amount of Rs.2000/- and the minor chain was recovered\nin pursuance of the so called confessional statement belonged\nto one Amalraj. Exhibit P.113 was sought to be connected with\nExhibit P.54 which is supposed to be the confessional statement\nof Pavunraj, while Exhibit P.55 was connected with Exhibit P.114\nand this confessional statement. Exhibit P.55 is supposed to\nhave been given by Prince Kumar (A-11). When, however, we\nsee the evidence of PW-56 there is obviously a mix up because\naccording to him while Pavunraj has confessed about Rs.2000/\n- and a minor chain that seems to have been recovered by Prince\nKumar and while Prince Kumar agreed to discover Rs.5000/-\nand photograph of Annachi John Pandian, the said articles were\ndiscovered by Pavunraj. This obvious mix up will compel us to\nreject both these discoveries. In fact the discoveries of Rs.2000/\n- and a gold chain would be of no consequence as they cannot\nbe said to have been connected with the crime. On this backdrop\nof a mix up when we seen the evidence of Jayraman (PW-40),\nthat also does not help the prosecution. However, as we have\npointed out earlier, there is sufficient evidence against Kumar\n(A-9), Pavunraj @ Pavun (A-10) and Prince Kumar @ Prince (A-\n11) and the trial and the appellate Courts have correctly\nconvicted them for the offence under Section 302 in case of\nKumar (A-9) and others with the aid of Section 34 IPC.\nA\nB\nC\nD\nE\nF\n37. This brings us to the case of Sivakumar (A-2), Ubaiadulla\n(A-4), Yusuf (A-5), Abdul Kareem (A-6) and John Pandian (A-\n7). As has already been stated earlier, the High Court has\nacquitted Ganesan (A-8), who was convicted by the trial Court.\nThe State Government has not challenged his acquittal, leaving G\nonly the other accused persons mentioned above. All these\naccused persons have been convicted as being the conspirators.\nInitially, when this appeal was filed, even Venkatraman (A-1), who\nwas convicted, had filed an appeal challenging his conviction.\nHe was also roped in as being a conspirator. Since he has died\nH\nс\n1054 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA during the pendency of these appeals, we need not consider his\ncase and his appeal stands disposed of as infructuous. There\nis no prayer before us to continue his appeal even after his death\nand as such, his appeal being Criminal Appeal No.454 of 2007\nmust be held to be infructuous; however, Venkatraman (A-1) was\nB a major player in the conspiracy according to the prosecution's\ncase. The prosecution pleaded that the idea of elimination of\nVivekanandan (deceased) must have been conceived in his mind\nowing to inability to marry Sunitha (PW-3). Thus, he is painted\nas the main conspirator who, for his evil desires, roped in\nSivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul Kareem\n(A-6) and John Pandian (A-7). It is the case of the prosecution\nthat he contacted John Pandian (A-7) who was allegedly a\npowerful leader of a political party and was resident of Tirunelveli.\nIn terms of the conspiracy, ultimately, John Pandian (A-7)\narranged the hired assassins, namely, Kumar Vellaichami (A-\n9), Pavunraj @ Pavun (A-10) and Prince Kumar @ Prince (A-\n11) and that is how, ultimately, a plan was made for the\nelimination of Vivekanandan (deceased) from this world. It would\nbe, therefore, necessary to find as to whether any conspiracy of\nthis nature at all was there. It will be a further endeavour to find\nout as to whether the present appellants Sivakumar (A-2),\nUbaiadulla (A-4), Yusuf (A-5), Abdul Kareem (A-6) and John\nPandian (A-7) were the conspirators and whether the\nprosecution has been able to prove them as such. Voluminous\nevidence has been laid and all the loose-ends have been tried\nto be tied together for establishing that, firstly, there was a\nconspiracy and secondly, these appellants including\nVenkatraman (A-1) were the conspirators.\nD\nE\nF\n38. The strongest circumstance in support of the existence\nG of a conspiracy appears to be the fact that the three totally\nunknown persons to Vivekanandan (deceased) went all the way\nfrom Palayamkottai/Tirunelveli and without any rhyme or reason,\nfatally assaulted Vivekanandan (deceased). Indeed the only\ninference which is possible is that the three assailants were hired\nto act as the assassins of Vivekanandan (deceased). There is\nno other inference possible. Inspite of a very devoted\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1055\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nC\nD\ninvestigation, there is no nexus established between Kumar A\nVellaichami (A-9), Pavunraj @ Pavun (A-10) and Prince Kumar\n@ Prince (A-11) on one part and Vivekanandan (deceased) on\nthe other. He was not known to them. He had got nothing to do\nwith them nor was there any enmity, any rhyme or reason for these\nthree assailants to come all the way from Palayamkottai/ B\nTirunelveli and to murderously assault Vivekanandan\n(deceased). It must have been, therefore, a plan, for execution\nof which the three assailants did what is alleged against them.\nBut, that would not be sufficient. The charge of conspiracy under\nSection 120B IPC was framed against original accused\nVenkatraman (A-1), (A-2), Subramaniam (A-3), Ubaiadulla (A-\n4), Yusuf (A-5), Abdul Kareem (A-6) and John Pandian (A-7) and\noriginal accused Kumar Vellaichami (A-9), Pavunraj @ Pavun\n(A-10) and Prince Kumar @ Prince (A-11) to prove the motive\nbehind the murder of Vivekanandan (deceased), which drew\nthese accused persons together to conspire for causing murder.\nThe prosecution in the first batch examined Krishnaraju\nKalingarayar (PW-1), Abhirama Vishnu (PW-2), Sunitha (PW-\n3), Ram Ganesh (PW-5), Sivakumar (PW-6), Elango (PW-7)\nand Krishnaraj (PW-10). Out of these, Krishnaraju Kalingarayar\n(PW-1) and Abhirama Vishnu (PW-2) are the relatives, namely,\nthe father and brother of Vivekanandan (deceased) respectively,\nwhile Sunitha (PW-3) is his wife. Krishnaraju Kalingarayar (PW-\n1) spoke about the relationship and the friendship of\nVivekanandan (deceased) with the other witnesses. The father\nalso spoke about the fact that Vivekanandan (deceased) and\nSunitha (PW-3) fell in love with each other and got married.\nSimilar is the evidence of Abhirama Vishnu (PW-2). Sunitha\n(PW-3) spoke about the thickness of friendship, as also her love\naffair with Vivekanandan (deceased). She has spoken about the\nother friends of Vivekanandan (PW-3) including Venkatraman\n(A-1). She has also referred to Venkatraman's so-called affair\nwith a girl Sherry. She has also referred to the fact that\nVenkatraman (A-1) was feeling lonely on account of Sherry\nhaving abandoned him and gone abroad and that Venkatraman\n(A-1) used to be upset and dejected. She then referred to his\nE\nF\nG\nH\nC\n1056 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA frustrated efforts to bring back Sherry from Thiruvananthapuram.\nShe also referred to a divorce case between Venkatraman (A-\n1) and that girl. She further referred to a help that he gave when\nshe with her husband shifted to the new house and about the fact\nthat he offered his company telephone No. 211558. She has\nB indirectly referred that Venkatraman (A-1) used to yearn for her.\nShe has also referred to the fact that Venkatraman (A-1) had\nproposed to her though he knew that she was going to marry\nVivekanandan (deceased). In her Examination-in-Chief itself,\nshe referred to the interrogation by the police. She said that she\ndid not know whether the police had looked into their marriage\nalbum, though she admitted that police had asked for the same.\nShe also admitted that she had given the same to her father-in-\nlaw. Very surprisingly, there is very little or no cross-examination\nof Krishnaraju Kalingarayar (PW-1), the father of Vivekanandan\n(deceased) and Abhirama Vishnu (PW-2), the brother of\nVivekanandan (deceased) on the question of the photograph. It\nmust be remembered at this juncture that the photograph which\nthe police found from the Taxi driven by Ganesan (A-8) was the\ncut photograph from the marriage photograph of Sunitha (PW-\n3) and Vivekanandan (deceased) and it was on that basis,\ndefence tried to prove with the prosecution that the common\nphotograph of Sunitha (PW-3) and Vivekanandan (deceased)\nwas neatly cut into two parts. While Sivakumar (A-2) kept the\nphotograph of Sunitha (PW-3) with him, the photograph of\nVivekanandan (deceased) was found in the taxi with Ganesan\n(A-8). It was tried to be suggested by Shri Senthil Jagadeesan,\nlearned Counsel for the appellants that the marriage photograph\nwas supplied by Sunitha (PW-3) and it was police which cut it.\ninto two parts and planted the same in the taxi of Ganesan (A-\n8). The theory must fall down immediately for the simple reason\nG that the other part of the photograph is alleged to have been\nseized from the house of Venkatraman (A-1). Had the police\ntaken the photograph from the marriage album, they could not\nhave planted the other half in the house of Venkatraman (A-1).\nE\nH\n39. The other witnesses are Veerendrakumar Gupta (PW-\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1057\nPOI ICE, T. NADU [V.S. SIRPURKAR, J.]\nD\n!\n4) and Ram Ganesh (PW-5). He referred to the fact that A\nVenkatraman (A-1) had become a little upset on account of the\ndecision of marriage between Sunitha (PW-3) and\nVivekanandan (deceased). He also asserted that even after the\nmarriage, Venkatraman (A-1) used to move closely with\nVivekanandan (deceased) and Sunitha (PW-3). There is nothing B\nin his cross-examination to refute his claim that Venkatraman (A-\n1) had become upset after hearing about the proposed marriage\nof Vivekanandan (deceased) and Sunitha (PW-3). Sivakumar\n(PW-6) is also one of the friends of the couple and spoke about\nVenkatraman (A-1) being close to the couple and moving\ntogether with them. Elango (PW-7) is another witness who was\nfriendly with the couple. He has referred to a peculiar fact that\nimmediately after the murder, he, Sunitha (PW-3) and\nVenkatraman (A-1) were on the spot and he told Venkatraman\n(A-1) to send for the vehicle to take Sunitha (PW-3), on which\nVenkatraman (A-1) had said that people would mistake\n(misunderstand). There was no reason for Venkatraman (A-1)\nto feel so. This claim could not be demolished in the cross-\nexamination, though specific questions were put about this\nsubject. Venkatachalam (PW-9) was doing a business of screen\ncloths (tapestry). He spoke about Venkatraman (A-1),\nVivekanandan (deceased) and his wife (Sunitha) having come\nto his showroom for selecting cloth of curtains. He asserted that\nthe bill was paid in parts by Venkatraman (A-1), though after\nabout 2-3 months. The reason why Venkatraman (A-1) paid for\nthe curtains is obvious. Probably Venkatraman (A-1) wanted to\nimpress Sunitha (PW-3). There is no cross-examination on this\nvital aspect. The last witness in this group is Zakria (PW-10), who\nwas the classmate of Venkatraman (A-1). He specifically\nasserted the same story like the other witnesses. The witness\nhas also referred to the conversations with Venkatraman (A-1). G\nHe said that during those conversations, Venkatraman (A-1)\nused to say that Vivi (Vivekanandan) must be lucky to have a girl\nlike Sunitha (PW-3) and that if only Vivi (Vivekanandan) had not\nbeen there, he would have tried and married Sunitha (PW-3). He\nhas also referred to the love affair of Venkatraman (A-1) with\nE\nLL\nF\nH\nс\nD\n1058 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Sherry and the fact that she abandoned him and got married to\nthe person of her own community. The witness has also referred\nto the efforts made by Venkatraman (A-1) by going to\nThiruvananthapuram and showing his marriage certificate to the\npastor of a church there, whereafter the pastor said that it was\nB only a marriage agreement, meaning thereby that it was not a\nvalid marriage certificate. The witness then referred to the fact\nthat a record was created as if the marriage had taken place at\nhis residence at Tirupur, where Vivekanandan (deceased)\nsigned as first witness and he has signed as second witness.\nWhat transpires from his evidence is that he was very close both\nto Venkatraman (A-1) as well as to the deceased. It has also\ncome in his cross-examination that he and Vivekanandan\n(deceased) used to advise Venkatraman (A-1) not to be upset\nand get married, on which Venkatraman (A-1) used to express\nthat there was no new girl in his life. He has also referred to the\nfact that before the marriage of Vivekanandan (deceased),\nVenkatraman (A-1) used to say that if only Vivi (Vivekanandan)\nhad not been there, he would have tried and married Sunitha\n(PW-3). There can be no dispute that this witness was very close\nboth to Vivekanandan (deceased) as well as to Venkatraman\n(A-1), so much so that he had gone to the extent of creating\nrecord suggesting the marriage between Venkatraman (A-1)\nand Sherry. It has further come in his cross-examination that even\nbefore he had prepared the documents showing the marriage\nbetween Venkatraman (A-1) and Sherry, they were already\nF married. It has further come that Venkatraman (A-1) had told him\nthat the documents were prepared changing the name as though\nthe marriage had taken place at his residence. All this proves\nthe proximity of relationship between the witness and\nVenkatraman (A-1). There can be no dispute, therefore, that\nG Venkatraman (A-1) was madly in love with Sunitha (PW-3). He\nhad also offered to Sunitha (PW-3) for marriage, but his offer was\nnot accepted; instead Sunitha (PW-3) got married to\nVivekanandan (deceased) after which Venkatraman (A-1)\nstarted feeling dejected and upset, so much so that he expressed\nE\nI\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1059\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nthat if only Vivi (Vivekanandan) had not been there, he would A\nhave tried and married Sunitha (PW-3). From all this evidence,\nit is obvious that Venkatraman (A-1) was a frustrated soul,\nparticularly after he broke with Sherry who had abandoned him\nand got married to the person of her own community and gone\nabroad. Venkatraman (A-1) was in the disturbed emotional state\nas has rightly been inferred by the prosecution. The clueless\nassassination of Vivekanandan (deceased) when read with this\nevidence suggests that this yearning on the part of Venkatraman\n(A-1) for Sunitha (PW-3) was a driving force behind the motive\nto eliminate Vivekanandan (deceased).\nB\nC\nD\n40. The other circumstance against this accused was his\nsuspicious behaviour after the murder. He had kept an amount\nof Rs.3.97 lakhs in the Laxmi Vilas Bank, Thirupur from 16.7.93\nto 30.7.93 as per the evidence of PW-24, Krishamurthy. The\nprosecution tried to say that this amount was deliberately kept.\nIt was from this account of Thirupur Branch that cheque\nNo.162883 dated 30.7.93 for Rs.3 lakhs was encashed. That\nwas signed by Venkatraman (A-1). It was a self cheque and was\nbrought by Sivakumar (A-2). Sivakumar was identified by\nKrishnamurthy (PW-24). The cheque was proved as Exhibit P-\n24. Sivakumar's signatures were proved at Exhibit P-25. It was,\ntherefore, alleged that Venkatraman (A-1) gave Rs.3 lakhs to\nSivakumar who was a mere office boy by signing a self cheque.\nThe prosecution claims that substantial amount of over one lakh\nrupees was found with Sivakumar when he was arrested after F\nthe murder. We will consider all this at the time when we consider\nthe case of Sivakumar (A-2). Presently, it is sufficient to show\nthat Venkatraman (A-1) who was the Mill owner had got one\ncheque encashed through a mere office boy like Sivakumar (A-\n2). Some other evidence was that Elango (PW-7) had suggested\nto this accused to send for the vehicle to take Sunitha in his car\nwhen the accused is said to have said that people will mistake\nSunitha in his car. Thereafter, he got into another vehicle and left.\nThe prosecution suggested that this suggested the mind of\nVenkatraman (A-1).\nG\nI\nA\nC\nD\n1060 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n41. Lastly, the evidence of PW-27, Manoj Kumar was\ntendered. He was the friend of Venkatraman (A-1) and the whole\ngroup. He deposed that on 17.8.93 he came to know about the\nmurder of Vivekanandan. He also attended his funeral and\nstayed in his father-in-law's house at Kurichi. He was examined\nB by the Inspector after three days. He claims that at 12 O' Clock\nin the midnight Venkatraman (A-1) had phoned up to his\nresidence when Venkatraman (A-1) agitated and complained\nthat a girl calling herself to be Sunitha had telephoned him and\nabused him in English saying that he alone killed Vivekanandan\nand thereafter the girl hanged up the phone. Venkatraman (A-1)\nrequested this witness to telephone Sunitha and ask as to\nwhether she telephoned him. The witness expressed his inability\nto telephone at the dead of night and promised that he would talk\nto Sunitha in the morning. He ultimately gave a promise to\nVenkatraman (A-1) that the matter would be enquired on the next\nday. It is the claim of this witness that after about half an hour,\nVenkatraman (A-1) came to his house himself and at that time\nhe was pale and sweaty and asked him to telephone and ask\nSunitha. Manoj Kumar again convinced him that no contact\nshould be made in the night. In his cross-examination it has come\nthat when Vivekanandan decided to marry Sunitha, Venkatraman\nhad become very upset. Some minor omissions were pointed\nout from his cross-examination that he had not used the word\n'upset' in the police examination. He admitted in the cross-\nexamination that Venkatraman had telephoned on the next day\nafter the Police Inspector examined him. Now this is a mistake\ncommitted by the witness because in the examination-in-chief\nhis claim was that it was on the same night that Venkatraman\nhad telephoned him. Be that as it may, all this suggests that\nVenkatraman (A-1) was extremely disturbed. The contradiction\nG is of no consequence as to whether the telephone call was made\nin same night or after three days. There has been no cross-\nexamination to suggest that there was no telephonic call or\nmeeting of Venkatraman with this witness. We, therefore, accept\nthe evidence of this witness to the extent that Venkatraman (A-\nH 1) had insisted upon telephoning Sunitha and asking her whether\nE\nF\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1061\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nshe had telephoned him and further that he was extremely A\nagitated so as to visit the witness, Manoj Kumar (PW-27) in the\ndead of night. All this lends support to the theory that\nVenkatraman (A-1) was very closely connected with the whole\naffair. However, the question would still be as to whether\nVenkatraman (A-1) had conspired with Sivakumar (A-2), B\nUbaiadulla (A-4), Yusuf (A-5), Abdul Kareem (A-6) and John\nPandian (A-7) to eliminate Vivekanandan from this world.\nC\nD\nE\n42. Before we go to consider the case against the other\naccused it will be better to see the role played by John Pandian\n(A-7). As per the prosecution case, he was the main link besides\nVenkatraman (A-1). The prosecution pleaded that Venkatranam\n(A-1) contacted John Pandian (A-7) through Sivakumar (A-2),\nUbaiadulla (A-4), Yusuf (A-5), Abdul Kareem (A-6) and, more\nparticularly, through Ubaiadulla (A-4), Yusuf (A-5), Abdul Kareem\n(A-6) one of whom knew John Pandian (A-7). It seems to be the\nprosecution case that through these three accused persons\nSivakumar (A-2) also contacted John Pandian (A-7) and it is on\naccount of this that John Pandian (A-7) ultimately arranged the\nkillers Kumar (A-9), Pavunraj (A-10) and Prince Kumar (A-11).\nWe have very closely checked the evidence against John\nPandian (A-7). The case of the prosecution is that though\nSivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul Kareem\n(A-6) travelled to Madurai and possibly further to Tirunelveli they\ncould not contact John Pandian (A-7) and came to know that he\nhad already gone to Chennai and, therefore, they proceeded to\nChennai perhaps to contact him. Gonsaluez (PW-20) is the\nRailway Officer. He proved Exhibits P-14 and P-15. Exhibit P-\n14 is the railway reservation request form and Exhibit P-15 is\nthe reservation Chart for S2 coach. Cyril Raj (PW-21) proved\nExhibits P-16 and P-17. Exhibit P-16 is the railway reservation G\nrequisition and Exhibit P-17 is the reservation chart of S1 coach.\nIt is apparent from Exhibit P15 that the reservation chart for\nsleeper class that on 17.7.1993 Tamil Selvan Abdul Karim,\nSivakumar and Yusuf travelled from Coimbatore to Madurai. The\nreservation slip also suggests that these four, namely, Abdul H\nLL\nF\n"}