{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"с\nD\n1032 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA sum of Rs.21,000/- which was the balance after spending some\nmoney out of the amount given by Venkatraman (A-1). The arrest\nof Sivakumar (A-2) led to the arrest of Abdul Kareem (A-6) and\nUbaiadulla (A-4). They also showed their readiness to disclose\nthe incriminating articles including the money. Accordingly, Abdul\nB Karim (A-6) agreed to disclose the two sovereigns of gold chain\nwhich he had purchased out of the commission money given to\nhim as commission as also a scooter. The police party was led\nby Sivakumar (A-2) to his house where an amount of Rs.21,000/\n- was seized which was kept in a polythene bag. The arrested\naccused No.4, Ubaiadulla also took the police party to his house\nand an amount of Rs.23,000/- and a Titan watch was discovered.\nHe also discovered a gold chain along with the receipt of Sri\nVignesh jewellery for purchasing that gold chain from Abdul\nKareem's house. At about 6.30 the police party reached the\nhouse of the Venkatraman (A-1). He was arrested. He agreed\nto discover the photograph of Sunitha and a pair of diamond ear\nstuds purchased for her which he had hidden in a place. He took\nthe police party to his newly built house along with his father from\nwhere he took out from a white plastic bag kept in the safe locker\na colour photograph of Sunitha which was a counterpart of\nVivekanandan's photograph and a pair of diamond ear studs.\nThe police party was then taken by Abdul Kareem (A-6) to\nSudarshan Lodge, Udumalpet-Dharapuram Road from where\nthe police party arrested Ganesan (A-8). The car in which\nassailants had travelled, bearing No. TAC 5667, at that time was\nparked along with Dharapuram Raod on the Northern side of\nSudarshan Lodge. The car was searched and the police party\nfound an amount of Rs.13,000/- from beneath the rear seat of\nthe car and the photo cutting of deceased which was kept in a\nrose colour cover. There was a trip sheet in the car, that was also\nG seized. It was seen from the register of that lodge that someone\nhad stayed in the false name and address, namely, Pandian\nPalanganatham, Madurai. The STD booth from where the calls\nused to be made to John Pandian (A-7) was also identified by\nAbdul Kareem (A-6). It was booth No. 30893. The investigating\nE\nF\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1033\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nC\nD\nofficer seized the STD calls register roll confirming that number A\nof calls were made to telephone No.72324 of Tirunelveli which\nwas the telephone number of John Pandian (A-7) on various\ndates like 6.8.1993, 9.8.1993 again 6.8.1993, 19.8.1993,\n11.8.1993, 13.8.1993 and 16.8.1993 etc. There were in all ten\ncalls made of various durations. Yusuf (A-5) surrendered by B\nhimself. The auto driver Paraman @ Paramasivam (PW-15) who\nwas the eye witness was also found and his statement was\nrecorded. The documents at Vijayalaxmi Mills of which\nVenkatraman (A-1) was the owner were seized. The records at\nMLA's hostel in Chennai were also seized. It was then found that\nPavunraj (A-10) and Prince Kumar (A-11) had surrendered\nbefore Judicial Magistrate and they were taken into custody. The\ncheque books and the cheque dated 13.7.1993 was also\nseized. The train reservation records of journey of Sivakumar (A-\n2), Ubaiadulla (A-4), Yusuf (A-5) and Abdul Kareem (A-6) were\nalso found by the investigating officer and seized. The records\nof Vijayalaxmi Lodge were found out. The investigating officer\nalso collected the handwriting of Sivakumar (A-2), Ubaiadulla (A-\n4), Pavunraj (A-10) and Prince Kumar (A-11) and also found out\nthe bank books etc. After the arrest of Pavunraj (A-10) he agreed\nto discover Rs.2,000/-. He accordingly, discovered those\narticles. So also Prince Kumar (A-11) agreed to discover the\namount of Rs. 5,000/- and the photograph of Annachi John\nPandian (A-7). This was the connection of Kumar (A-9), Pavunraj\n(A-10) and Prince Kumar (A-11) with John Pandian (A-7). He\ntook him to his house in Anna Nagar and took out Rs.5,000/-and\na gold minor chain weighing 12 gms. The money found out by\nPavunraj was kept in a cover on which the words 'Vijayalaxmi\nMills' had been printed. The investigation was conducted for\nfinding out the correctness of statement made by Ubaiadulla (A-\n4) and the records of Jankiram Lodge were also seized. The G\nrecord of Blue Star Lodge, Tirunelvelli were also found out and\nseized. The owner of the car was also contacted. John Pandian\n(A-7) surrendered before the Judicial Magistrate. Before that,\nthe investigating officer had also seized the minute books of\nE\nF\nН\n1034 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Coimbatore District Dravidar Kazhagam and Porur Union\nDravidar Kazhagam. John Pandian's house was also\ninvestigated and it was found that telephone No.72324 was in\nthat house only. The Test Identification Parade was got\nconducted on 28.10.1993 in respect of Pavunraj (A-10) and\nB Prince Kumar (A-11). The witnesses, namely, Selvaraj (PW-14),\nParaman @ Paramasivam (PW-15) and Ramalingam (PW-16)\ntook part in that Test Identification Parade.\nC\nD\nE\nF\n10. Accused No.9, Kumar was arrested later on. He agreed\nto discover the aruval with which he had committed the murder.\nThe Identification Parade in respect of Kumar (A-9) was held on\n1.11.1993. The material objects seized were sent for chemical\nanalyzer examination in the forensic science laboratory and after\ncompleting the investigation the charge sheet was filed on\n1.8.1995. The charges were framed and as many as 56\nwitnesses came to be examined on behalf of the prosecution.\nThe accused persons abjured their guilt and were ultimately\nconvicted as has been stated above. Their appeals having been\ndismissed, the matters are now before us in these appeals.\n11. Ms. V. Mohana who appeared for accused Nos. 9, 10\nand 11, namely, Kumar, Pavunraj and Prince Kumar respectively,\nextensively argued and pointed out that the evidence regarding\ntheir identification and also the evidence of the so-called eye\nwitnesses was not creditworthy. She pointed out that there was\nno reason for these accused persons who were the residents of\nTiruneveli to have any grudge against the deceased. She also\npointed out that there was no motive on the part of these accused\npersons. Her further contention was that barring one eye witness,\nthe other so-called eye witnesses became available for recording\ntheir statement after considerable time and hence they were not\ncreditworthy. Further, her contention was that there was no\nreason why the natural witnesses were avoided and the three\nunnatural witnesses came to be offered. Her further contention\nwas that the evidence of witnesses on Test Identification Parade\nwas also not satisfactory and the whole exercise was a farce.\nH\nG\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1035\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]}\nShe further urged that there was no evidence much less the direct A\nevidence against these accused persons. In so far as the\ncircumstantial evidence was concerned, she pointed out that an\neffort on the part of the prosecution to connect these accused\npersons with the crime was of no consequence. The so-called\ndiscoveries and the evidence regarding their stay in the hotels B\nor travelling in the car given by Ganesan (A-8) was also of no\nconsequence. She urged for acquittal.\nC\nD\n12. Shri Senthil Jagadeesan, learned advocate appearing\nfor Sivakumar (A-2) and Abdul Kareem (A-6) painstakingly took\nus through the evidence and urged that these accused persons\nwere roped in only on the so-called circumstantial evidence. He\npointed out that the prosecution had miserably failed to establish\nany conspiracy at all and further role played by or connection of\nthese accused persons with that conspiracy. The learned counsel\npointed out that the theory of discovery from the accused\npersons of substantial amount was nothing but a myth and the\nso-called discoveries made were farcical. He further pointed out\nthat there was no reason for a wealthy and rich person\nVenkatraman (A-1) to take help of his office boy to contact John\nPandian (A-7) and enter into a conspiracy to eliminate the E\ndeceased. The learned counsel further argued that the whole\nprosecution story of conspiracy was on an extremely weak\npedestal and had collapsed. The counsel further argued that\nthere was good explanation offered by the accused No.2,\nSivakumar for the amounts which were allegedly discovered\nfrom his house and the Courts below have looked at the whole\naffair with jaundiced eyes.\n13. Shri E.M.S. Anam, appearing for Ubaiadulla (A-4) urged\nthat there was nothing to support the theory that Ubaiadulla was\nknown as Tamil Selvan also. Learned counsel pointed out that\nhe had no reason whatsoever to be in contact with Kumar (A-9),\nPavunraj (A-10) and Prince Kumar (A-11). He further argued that\nthe evidence regarding his handwriting was also absolutely\nbrittle. He further argued that there was no evidence that this\nF\nG\nH\n1036 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA accused ever, went to Chennai. He also suggested that the\ndiscovery was a farce.\nB\n14. Shri Ravi Kumar Tomar, learned counsel appearing for\nYusuf (A-5) pointed that that there was no discovery from this\nwitness at all and there was hardly any evidence worth the name\nagainst this accused excepting that his name was mentioned in\nthe reservation charts and the reservation slips, that too in a\ndifferent manner.\n15. Shri Shekhar Naphade, learned Senior Counsel\nC appearing for John Pandian (A-7) reiterated that there was\nabsolutely no evidence against him. He pointed out that there\nwas no nexus established between Venkatraman (A-1) and John\nPandian (A-7) or Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-\n5) and Abdul Kareem (A-6) and John Pandian (A-7). It was\nD pointed out that John Pandian was a well known political figure\nand, therefore, the telephone calls made from a particular booth\nby itself could not be viewed as an incriminating circumstance.\nSimilarly, his photograph being found with Kumar (A-9) was also\nof no consequence whatsoever. It was pointed out that there was\nno evidence worth the name available to establish that this\naccused had stayed in Chennai at MLA's hostel and he met the\nother accused persons there and hatched the conspiracy.\nAccording to the learned counsel much stronger evidence was\nrequired for coming to the conclusion that there was conspiracy\nand this accused was an active member thereof.\nE\nF\n16. As against this, Shri K. Ramamoorthy, learned senior\ncounsel urged that this was a case of classic investigation where\nthe investigation officer had left no stone unturned. Learned\ncounsel was at pains to point out that there was a definite aim\nG with which the accused persons moved. Shri Ramamoorthy\nurged that it was not open to accused to insist on re-appreciation\nof evidence. He further urged that firstly, the evidence of\nidentification of the three accused persons, namely, Kumar (A-\n.9), Pavunraj (A-10) and Prince Kumar (A-11) was wholly reliable\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1037\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nand there was no cross-examination worth the name of the A\nMagistrate or even the witnesses who had identified the accused\npersons and the evidence was rightly accepted by both the\nCourts below.\nB\nC\nD\n17. We were taken through the evidence against the\naccused persons painstakingly by Shri Ramamoorthy who\npointed out that a person like Sivakumar (A-2) could not be\nexpected to have an amount of over a lakh of rupees which was\nfound with him and the explanation was palpably false. Similar\nwas the case in respect of the other accused persons. Insofar\nas the eye witnesses are concerned, the learned counsel urged\nthat the statement of one of the eye witnesses was recorded on\nthe same day and he had the opportunity to see the incident in\nbroad day light and the witnesses had correctly identified Kumar\n(A-9), Pavunraj (A-10) and Prince Kumar (A-11) in the\nidentification parade. According to the learned counsel the\nphotographs of the accused persons were never published. He\nargued that the very fact that the Kumar (A-9), Pavunraj (A-10)\nand Prince Kumar (A-11) came all the way from Tirunelveli and\nmurderously assaulted the deceased suggests that there was a\nconspiracy. Learned counsel very painstakingly pointed out to\nus the love angle of this whole theory and pointed out that it was\nthe crush in the mind of the first accused, Venkatraman which\nhas resulted in the whole tragedy. As regards the conspiracy\ntheory the learned counsel urged that there was no explanation\nby Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5) and Abdul F\nKareem (A-6) whatsoever for their suspicious movements. He\npointed out that it was very difficult to prove the conspiracy by\ndirect evidence and, therefore, we would have to jot down the\ncircumstances as proved by the prosecution and then come to\nthe conclusion regarding the existence of criminal conspiracy G\nwhich was correctly drawn by trial and appellate Court. As regards\nJohn Pandian (A-7), learned counsel urged that he was the\nkingpin and his complicity was clear as he was the only person\nwho was known to Kumar (A-9), Pavunraj (A-10) and Prince\nKumar (A-11). Shri Ramamoorthy also pointed out that there was\nE\nH\n3\n1038 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA false explanation given of these accused persons in their\nexamination under Section 313, Cr.P.C and that itself suggested\nthat the accused persons were involved in the matter.\nB\n18. It is on this basis of rival claims that we have now to\nexamine the matter to decide whether the conviction of the\naccused persons is justified.\n19. Peculiarly, in this case the accused-appellants can be\ndivided into two groups. The first group is Kumar (A-9), Pavunraj\n(A-10) and Prince Kumar (A-11) [Prince Kumar (A-11) is now\nC no more and the appeal by him has abated] who were involved\nby the direct ocular testimony and were also part of the\nconspiracy to murder Vivekanandan. The second group is that\nof the accused persons being Sivakumar (A-2), Ubaiadulla (A-\n4), Yusuf (A-5) and Abdul Kareem (A-6) and John Pandian (A-\nD 7) who are roped in as the conspirators. There is, however, no\ndirect evidence against them insofar as the act of assault on\ndeceased is concerned. Thus, the only difference in the two\ngroups is that while there is direct evidence of the eye-witnesses\nregarding the assault on Vivekanandan against the first group,\nE there is no such evidence in respect of the second group and\nthe prosecution will have to depend upon the circumstantial\nevidence of conspiracy against them.\nF\n20. We, therefore, propose to consider the matter group-\nwise. The conviction of Kumar (A-9), Pavunraj (A-10) will depend\nupon the evidence of eye-witnesses along with the other\ncircumstantial evidence of their complicity in this crime. However,\nit cannot be disputed that if the evidence of the eye-witnesses\nis acceptable wholly as it was held by the trial Court and the\nappellate Court, then that by itself can become the basis of their\nconviction. Normally, once the evidence is accepted by the trial\nand the appellate Court, this Court does not go into the exercise\nof re-appreciation unless it is shown that the appreciation of\nevidence by trial and appellate Court is perverse, not at all\nacceptable to trained judicial mind or so faulty as to require the\nH inference of this Court or that the trial and appellate Court have\nG\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1039\nPOLICE, T. NADU EV.S. SIRPURKAR, J.]\nrelied on some inadmissible piece of evidence or have left out A\nof the consideration some evidence which they were bound to\nconsider and appreciate. We have seen the evidence and the\njudgments of trial and appellate Courts very closely so as to\nsatisfy ourselves as to whether the trial and appellate Court have\nproperly appreciated the same and recorded the verdict of B\nconviction.\nC\nD\nE\n21. We shall first take up the case of Kumar (A-9), Pavunraj\n(A-10). Prince Kumar (A-11) now having expired, we need not\ncomment about his complicity which, however, will be necessary\nto consider while considering the case of Kumar (A-9) and\nPavunraj (A-10). The evidence against the three accused\nbasically consists of the eye-witness account by Selvaraj (PW-\n14), Paramasivam (PW-15) and Ramalingam (PW-16). The\nprosecution has sought to support this evidence by leading the\nevidence of the Magistrate who held the Identification Parades\nfor identifying Pavunraj (A-10) and Prince Kumar (A-11) by\nwitnesses Ramalingam (PW-16), Selvaraj (PW-14),\nShanmugasundaram, Nagarajan, Paramasivam (PW-15),\nM.P.S. Narayanan and Rajan. Out of these witnesses who were\nasked to identify the said two accused the prosecution has\nremained content by examining Selvaraj (PW-14), Paramasivam\n(PW-15) and Ramalingam (PW-16). The prosecution did not\nexamine Shanmugsundaram, Nagarajan, M.P.S. Narayanan\nand Rajan. This identification Parade was held on 15.9.1993 in\nCentral Prison, Coimbatore. The second Identification Parade F\nwas held on 28.10.1993 for the identification of Kumar (A-9) by\nthe same seven witnesses. Rajsekharan (PW-54) drew the\nmahazars wherein it was suggested that Ramalingam (PW-16)\nhad correctly identified Pavunraj (A-10) and Prince Kumar (A-\n11). He identified both the accused persons correctly, twice. The G\nevidence of the witnesses and the mahazars also suggested that\nSelvaraj (PW-14) correctly identified Prince Kumar (A-11) and\nPavunraj (A-10) twice. Similarly, Paramasivam (PW-15)\nidentified Pavunraj (A-10) and Prince Kumar (A-11) twice, like\nthe two earlier witnesses. The mahazar was also proved as\nH\n1040 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Exhibit P-84. This witness also held the Test Identification Parade\nin respect of Kumar (A-9) on 28.10.1993 at the same place. It\nwas deposed by this witness that Ramalingam (PW-16) correctly\nidentified Kumar (A-9) twice. He further deposed that Selvaraj\n(PW-14) had also correctly identified Kumar (A-9) twice. He also\nB deposed that Paramasivam (PW-15) could not identify Kumar\n(A-9). Exhibit P-85 is the mahazar of the second Identification\nParade held on 28.10.1993. The witness also reiterated that the\nnecessity of identifying twice was on account of the opportunity\ngiven to the accused persons to change their clothes after the\nfirst identification.\nC\nD\nE\nF\n'G\nH\n22. The prosecution heavily relied on the evidence of\nRajsekharan (PW-54) and Exhibits P-84 and P-85. The third\ncircumstance relied upon by the prosecution is the discovery of\naruval (M.O.-1) at the instance of Kumar (A-9) from Hindu\nCremation ground along with Udumalpet Road, Pollachi. In that\nbehalf the prosecution relied on the evidence of\nRathinasabapathy (PW-56), the investigating officer and Anand\n(PW-41).\n23. The next circumstance relied upon by the prosecution\nwas the engaging of taxi No. TAC 5667 by Kumar (A-9), Pavunraj\n(A-10) and Prince Kumar (A-11) which was used by them for\ntravelling from Tirunelveli to Ooty and Ooty to Coimbatore and\nback via Udumalpet. The prosecution sought to prove through\nthe evidence of Sidhharth (PW-43) that this taxi passed through\nOoty through check post at Barliar, Mettupalayam Road on 16-\n17/8/1993 and thereby the prosecution wanted to prove that\nthese three accused persons along with Ganesan (A-8) (already\nacquitted by the High Court) were in Ooty and the taxi had paid\nthe toll vide Exhibits P-61 and P-62 on 16.8.1993. The\nprosecution also relied on Senthil (PW-44) to prove that the\naccused persons stayed at the night of 16.8.1993 in hotel called\nArthi Lodge, Ooty. Page No. 1013, Entry No.112 in the register,\nExhibit P-63 showing the name of Kumar (A-9) and two others\nwas sought to be proved by this witness.\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1041\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nC\n24. It was also tried to be suggested on the basis of the A\ncomplaint and the First Information Report Annexures P-102 and\nP-103, respectively, the roles played by the three accused\npersons. Two of them waylaid deceased Vivekanandan and the\nthird assaulted him. This supported the theory that Vivekanandan\nwas assaulted by three persons in all. The next circumstance B\nrelied upon by the prosecution is the evidence of Ranjit Check\n(PW-50) who was the Scientific Officer who deposed that the\nfootwear left by Kumar (A-9) matched with the foot prints of\nKumar (A-9). Further the recovery mahazars and confessional\nstatements by Pavunraj (A-10) under Exhibit P-54 and that made\nby Prince Kumar (A-11) in Exhibit P-55, two of the accused\npersons were sought to be connected. It was further suggested\nthat the amount recovered in one of these recoveries was kept\nin an envelope in which there were printed words 'Vijay Laxmi\nMills Ltd.'. The further circumstance relied upon was that in taxi\nNo.TAC 5667 in which the three accused persons are alleged\nto have travelled extensively, cut photograph of Vivekanandan\nwas found along with Rs.13,000/- under the back seat. The trip\nsheet found was also relied upon. These are all the\ncircumstances relied upon against Kumar (A-9), Pavunraj (A-10)\nand Prince Kumar (A-11). We will have to, therefore, consider\nthese circumstances also which have been relied upon by the\ntrial and the appellate Courts.\n25. There can be no dispute that Vivekanandan (deceased)\nmet a homicidal death. He died on the spot where he was\nassaulted and had suffered as many as 9 cut injuries on the\nvulnerable parts of his body like his shoulder, neck, right cheek,\noccipital region etc. The intention of the assaulters can be\ngathered from the nature of the injuries. The weapon used was\nM.O. 1 veechu aruval, a weapon with the handle and with the\nbent sharp blade.\n26. Again this murder took place on the busy road of\nCoimbatore between 10 a.m. and 11 a.m. when there was\nsunlight and as such, the eye-witnesses had the full opportunity\nD\nE\nF\nG\nH\n"}