{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"1062 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Karim, Yusuf, Sivakumar and Tamil Selvan had travelled. It is clear\nfrom another document that on 19.7.1993, four persons bearing\nthese very names travelled from Madras Central to Coimbatore.\nFrom this the prosecution alleged that firstly these four persons\nwent to Madurai and probably from there they went to Tirunelveli\nB and stayed in a hotel called Blue Star. These two witnesses were\ncross-examined. However, nothing could be brought from their\ncross-examination. But the witness was not able to identify any\nof the accused. He went to the extent of saying that he did not\neven know the Clerk who filled up the reservation form. The\nC railway application seems to have been singed by A-2,\nD\nSivakumar.\n43. PW-42, R. Srinivasan is the hand writing expert who\nproved Exhibit P-14. This witness deposed that the train ticket\nreservation form (Exhibit P-14) the signature on the cheque\n(Exhibit P.25) dated 30.7.1993 drawn on Laxmi Vilas Bank\n(Exhibit P-24), further the railway ticket reservation form (Exhibit\nP-16) dated 19.7.1993 as also attendance register in\nJankiraman Hotel in Tirunelveli (Exhibit P-20), further the carbon\ncopy of the cash receipt No.35354 Exhibit P-21 which was\nE issued by the hotel dated 18.7.1993 and Exhibit P.26 which was\nthe attendance register at page 48 dated 1.8.1993 pertaining\nto hotel Blue Star, Tirunelveli vide Exhibit P-27. He examined\nthese signatures which were all made by Sivakumar (A-2). He\nalso claimed to have examined the other documents which were\nF Exhibit P-29 the attendance register of New Vijaya Lodge,\nCoimbatore allegedly bearing the signature of John Pandian (A-\n7) as also the attendance register of Arthi Lodge, Ooty and\nSudarshan Lodge, Udumalpet. These documents were alleged\nto be bearing the signatures of John Pandian (A-7). According\nG to him he compared all these documents with the specimen\nsignature of Sivakumar and the signatures of Tamil Selvan @\nUbaiadulla. Ubaiadulla's signatures were found in pages of\nMinutes Book of Coimbatore Dravida Kazhagam Youth Wing.\nIn his evidence, he also examined the specimen signatures of\nVenkatraman (A-1) and the specimen signature of Pavunraj. In\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1063\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nB\nhis evidence he claimed that the signatures marked as Exhibit A\nP-14, the reservation slip marked as Exhibit P-24 the cheque\nand the hand writing marked as S1 to S7 and A-1, were written\nby Sivakumar (A-2). S1 to S4 pertained to standard signatures\nof Sivakumar. He, however, deposed that there was a possibility\nfor the same persons writing the document marked Q1 which\nwas the reservation slip Exhibit P-14. Similarly in respect of Tamil\nSelvan also he gave the opinion that the handwriting marked as\nS8 to S14 and signatures B1 to B8 as also signatures Q5, Q8,\nQ9, Q11 and Q12 were written by him. He also suggested the\npossibility of the same person writing Q4, Q6, Q7 and Q10. It c\nwill be seen that Q5, Q6, Q8 pertain to Jankiraman Hotel,\nTirunelveli while Q10 pertained to Blue Star Hotel Tirunelveli.\nAgain Q12 is the signatures on the carbon copy of receipt No.\n72250 (Exhibit P-27) while Q13 is signatures on the cheque\nbearing No.162883 dated 30.7.93 which is proved to have been\nin his handwriting. He has not spoken about John Pandian (A-\n7) or his alleged writing.\nD\n44. On this backdrop when we see the evidence of K.P.\nRajan (PW-18) and the documents proved by him being Exhibit\nP-8, P-9, P-10, P-11 and P-12. Exhibits P-11 and 12 pertained E\nto marked portion of visitors' book dated 18.7.93 where he is\nshown to be staying in MLA's room. Exhibit P-11 and 12 also\nshow his name which receipts pertained to dates 27.7.1993 and\n24.7.1993, respectively. In his evidence he claimed to be\nworking as a Joint Secretary in the MLA's hostel in the year 1993. F\nHe claimed from the documents Exhibit P8 and 9 that room\nNo.40 was allotted for five days to one S. Bhaskar who was the\nguest of Thiru Se.Ku. Thamizharasan, MLA. He also deposed\non the basis of Exhibit P-9 which is visitors register that one Visu\nhad come to visit John Pandian while one M. Kumar had come G\nto meet John Pandian on 27.7.1993. Again on 27.7.1993 one\nP. Mani had come to visit John Pandian. In his cross-\nexamination he admitted that he was not directly aware of the\nentries made in the register. Be that as it may, this witness has\nneither identified John Pandian earlier as there was no H\nC\nD\n1064 SUPREME COURT REPORTS [2010] 15 (ADDL., S.C.R.\nA identification parade held in case of John Pandian nor his he\nidentified him even in the Court. We are not in a position to hold\nas to how the mere name of John Pandian could be connected\nwith John Pandian (A-7) as nobody identified him. If there were\nentries of the persons visiting John Pandian, none of them\nB pertained to Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5) and\nAbdul Kareem (A-6), which was the case of the prosecution The\ninvestigating agency has done nothing to get John Pandian.\nidenfied at least through the Receptionists who worked in the\nMLA's house during the relevant period. It has come that the\nvisitor was seen by watchman. No such watchman was\nexamined nor was John Pandian got identified by such a\nwatchman. The witness drew complete blank as to who was the\nwatchman on duty. Those records were also not seized.\nTherefore, the oral evidence of this witess or the contents of\nExhibit P8 to 12 do not connect John Pandian. Therefore, it\ncannot be presumed that Sivakumar (A-2), Ubaiadulla (A-4),\nYusuf (A-5), Abdul Kareem (A-6) either went to or met John\nPandian in MLA's hostel. Merely because it is proved that they\ntravelled from Madurai to Madras in a train. The prosecution\nwanted to suggest that accused Nos. 5 and 6 belonged to PMK\nparty and they had accepted this in their examination under\nSection 313, Cr.P.C. There is an admission by Yusuf (A5) and\nAbdul Kareem (A-6) that they had known John Pandian A-7 since\nA-7 was the State Youth Wing Secretary of PMK. It was tried to\nbe suggested that acquitted Ganesan (A-8) was a person of\nF confidence of John Pandian (A7) and that is why he went to the\npolice station when Ganesan (A-8) was arrested. Similarly, it was\nsuggested that Kumar (A-9) was John Pandian (A7)'s man and\nboth of them knew each other. In all these circumstances the\nprosecution relied on the answers given by the accused persons\nG in their Section 313 Cr.P.C. examination. The law in this behalf\nis very clear. The examination of the accused cannot be\ndissected so as to rely on the inculpatory part and ignore the\nexculpatory part. The examination of the accused has to be read\nas a whole. It is very difficult to nail John Pandian (A7) merely on\nH the basis of the answers given by Yusuf (A5) and Abdul Kareem\nE\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1065\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\n(A- 6) that they knew John Pandian A-7 or that Kumar (A-9) and A\nPavunraj (A-10) knew A-7. Even if it is presumed that Sivakumar\n(A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul Kareem (A-6) stayed\nin Jankiram Hotel or Blue Star Hotel and even if it is presumed\nthat they travelled from Tirunelvi to Madras and further even if it\nis presumed that John Pandian (A-7) went for the rescue of B\nGanesan (A-8), the acquitted accused, when he was put behind\nthe bar on account of loss of a car bearing No. TAC 5667 Exhibit\nP34 it is not enough to connect John Pandian (A-7) effectively\nwith the other accused persons. There is simply no evidence of\nany nexus between Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A- C\n5), Abdul Kareem (A-6) on the one hand and John Pandian (A-\n7) on the other. The only other evidence which was very heavily\nrelied upon was the evidence of PW-39 Mohd. Rafi a telephone\noperator who claimed that he was running the telephone booth\nat Ukkadam with booth No. 30893. He claimed to have a\nD\ncomputerized billing system. He proved the record of the\ntelephonic calls made from that booth from 31.7.93 and proved\nExhibit P-53. Very significantly this witness was not even able\nto identify any of the accused persons. When we see Exhibit P-\n53 it seems that few calls were made from his booth No, 72324\nof Tirunelveli. This by itself does not take us anywhere either to\nconnect Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul\nKareem (A-6) independently or their connection with John\nPandian (A7). After all John Pandian A-7 was claimed to be\nbelonging to a political party. Merely because some calls, were\nmade to his house that will not go to establish that only\nSivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul Kareem\n(A-6) made those calls and the calls were in respect of the\nconspiracy.\n'\nE\nF\n45. Two other witnesses, namely, Shanmugasundaram G\n(PW-30) and Sabeer (PW-34) were examined by the\nprosecution in respect of the talks of Sivakumar (A-2) and\nUbaiadulla (A-4) with John Pandian (A-7). Shanmughsundaram\n(PW-30) was doing business of buying and selling sacks in Big\nMarket, Ukkadam. He identified Sivakumar (A-2), Yusuf (A-5) H\n1066 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA and Abdul Kareem (A-6). He also deposed that a leader of\nDravidar Kazhagam from Kuniamuthur used to come whose\nname was Sivakumar and they used to be talking to each about\nsomething. He claimed that they usually go to STD booth and\nmake calls and also deposed that he had heard there was some\nB problem between the owner of Vijayalaxmi Mills and another\nperson who was running finance business at R.S.Puram\n[probably the deceased]. He flatly refused to have been\nexamined by the police Inspector. In his cross-examination he\nadmitted that he was an accused in a murder case and that when\nhe was examined by the police Inspector he was a member of\nHindu Munnani. He also admitted that Hindu Munnai and\nDravidar Kazhgam differed with each other on their policies. He\ndid not have any documentary proof to suggest that he was a\nresident of Multhuvinayagar Street or residing at House No.52.\nHe admitted that he had no account for purchasing and selling.\nOn the whole, the evidence of this witness does not inspire\nconfidence at all.\nC\nD\n46. The other evidence is that of PW-34, Sabeer. He was\nrunning a mango fruit shop at Ukkdam. He claimed that he did\nE not know anything about the case. He also identified Kareem\n(PW-6) and Yusuf (PW-5) who used to come to his shop for\nbuying the fruits. He was declared hostile. There is nothing in his\ncross-examination which would give credence to the prosecution\ncase. Therefore, even if it is presumed that some calls were\nF made from Ukkadam telephone booth to the telephone number\nof John Pandian (A-7) that by itself will not prove that the calls\nwere made only by Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-\n5), Abdul Kareem (A-6). All the evidence, therefore, when we\nconsider, does not connect John Pandian (A-7). It could at the\nG most raise suspicion. However, the law is clear that howsoever\nstrong the suspicion may be, it cannot take place of the proof\nrequired to convict the accused.\nH\n47. We are quite in agreement with Shri Ramamurthi,\nlearned counsel appearing for the State that the evidence of\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1067\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\n00\nB\nC\nconspiracy is very hard to be found and the prosecution would A\nalways have a great difficulty in proving the conspiracy and,\ntherefore, the conspiracy has to be inferred. There can be no\ndoubt that there was a conspiracy to eliminate Vivekanandan\nfrom the scene and from this world. However, again the question\nremains as to whether there is sufficient evidence to connect\nJohn Pandian (A-7) with the conspiracy itself. One must realize\nthat if no connection is established with John Pandian (A-7)\nexcepting for a few phone calls from Ukkadam to his house and\nthe fact of Sivakumar (A-2), Ubaiadulla (A-4), Yusuf (A-5), Abdul\nKareem (A-6) travelling from Coimbatore to Madurai and from\nChennai to Coimbatore it does not connect John Pandian (A-7)\nsuccessfully. We have said that could be the case of suspicion.\nFurther no effort has been made by the prosecution to identify\nJohn Pandian (A-7). He could have easily been identified by the\nstaff at MLA's hostel. For some mysterious reasons that was not\ndone. There could have been some evidence to suggest that he\nhad some nexus with Kumar (A-9), Pavunraj (A-10) and Prince\nKumar (A-11). Even the evidence in that behalf is far from being\nsatisfactory. Under these circumstances, even if the trial Court\nand the High Court have found John Pandian (A-7) to be a\nconspirator it will be extremely difficult to hold him so. We\ntherefore, proceed to grant him benefit of doubt.\n48. We will next take the case of A-5, Yusuf @ Abdullah\nYusuf. There is hardly any evidence against him which can brand\nhim as a conspirator. It was suggested that he was friendly with\nother accused, namely, Sivakumar (A-2), Ubaiadulla (A-4) and\nAbdul Kureem (A-6). He has been brought into the dragnet on\nthe basis of his name being found in Exhibits P-14, P-15, P-16\nand P-17. While in Exhibit P-15 it is shown that one Abdullah\nYusuf, male, 25 years of age travelled from Coimbatore to\nMadurai, in Exhibit P-17 the name has been shown as Yousuf.\nWhat the prosecution has been contending is that the four\npersons, namely, Sivakumar (A-2), Ubaiadulla @ Tamil Selvan\n(A-4), Yusuf (A-5) and Abdul Kareem (A-6) travelled together. It\nis significant that this accused, like the other friends of him like\nD\nE\nF\nG\nI\n1068 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Sivakumar (A-2), Ubaiadulla (A-4) and Abdul Kareem (A-6) was\nnever put up for identification. If the prosecution alleged that he\nstayed at the Sri Jankiram Hotel or Blue Star Hotel, he could have\nbeen got identified by the staff of those hotels. That was not done.\nThe travels, even if accepted, do not connect him with the\nB conspiracy at all as it could be for any purpose. This is apart from\nthe fact that no attempt was made to identify him even by the\nrailway staff of the train in which he travelled. Gansaluez (PW-\n20) and Cyril Raj (PW-21) have not identified him even in the\nCourt. The only other evidence against him is by\nC Shanmugasundaram (PW-30) who was a vendor, Sabeer (PW-\n34) who was also a small fruit vendor in Coimbatore and Mohd.\nRafi (PW-39) who was the STD booth owner. It was claimed that\nhe along with other accused, namely, Sivakumar (A-2),\nUbaiadulla (A-4) and Abdul Kareem (A-6) made calls from the\nSTD booth of PW-39, Mohd. Rafi. That is all the evidence against\nthis accused. We have already shown that the evidence of\nShanmugasundaram (PW-30) does not inspire any confidence.\nAll that he has said is that Sivakumar (A-2), Yusuf (A-5) and\nKareem (A-6) used to go the STD booth and make calls. There\nis nothing suspicious about that. After all there could have been\nhundred other reasons to make calls. We are again not\nimpresses either by his evidence that he has said that Sivakumar\n(A-2) was the leader of Dravidar Kazhagam who was from\nKuniamuthur. Barring this witness, nobody has made such a tall\nclaim. We see that both the Courts below have found his evidence\nF to be truthful. However, we do not approve of the stand take by\nD\nE\nthe two courts below on his evidence. Similarly, Sabeer (PW-\n34) who knew this accused as allegedly this accused used to\npurchase fruits from him. Beyond that, Sabeer has said nothing.\nHe was declared hostile and there is nothing in his cross-\nG examination. PW-39 Mohd. Rafi also did not say that this\naccused used to come and make calls. Beyond proving the call\nregister there is nothing much in the examination of this witness.\nIn that view, it is difficult to see any role much less important role\nbeing played by this accused in furtherance of conspiracy\nH excepting the fact that he moved along with other accused\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1069\nPOLICE, T. NADU [V.Š. SIRPURKAR, J.]\npersons. There is nothing to suggest that he had any nexus with A\nthe so-called conspiracy for eliminating Vivekanandan. He had\nno enmity with Vivekanandan. These travels along with the\naccused cannot be said to be the links or prove any part of the\nconspiracy alone. His travels could have been for various other\nreasons. We do not approve of the finding of the trial Court and\nthe appellate court that on the basis of this evidence this accused\ncould be roped in the conspiracy. Shri Ramamoorthy tried to\njustify his conviction. However, we are not at all impressed by\nthe prosecution case. He, therefore, deserves acquittal.\n• 49. Next we will consider the case of A-6, Abdul Kareem\n@ Kareem who is described as Hareem also. Again, his\nparticipation in the conspiracy is tried to be proved from the\nrailway travels and mentioned in Exhibits P-14, P-15, P-16, P-\n17 and also by witnesses PW-20, Gonsaluez and PW-21, Cyil\nRaj. We are not at all impressed by that substance, as we have\nheld earlier. PW-23, Ram Kumar was the witness who been\nexamined to suggest that this accused stayed in Jankiram Hotel.\nIt was through him that Exhibits P-20, P-21 and P-22 were got\nproved. He deposed that one N. Thamizhselvan of Coimbatore\nhad come and stayed on 18.7.1993 and there were four other\npersons along with him and they had taken two rooms, being\nRoom Nos. 409 and 407. What is significant is that it is claimed\nthat from room No.409 telephone calls were made to the local\nnumber 72324 which was the telephone number of John Pandian\n(A-7). We would have been impressed by this evidence if this\nwitness had at least in the Court identified any of the accused,\nnamely, Tamil Selvan @ Ubaiadulla, A-2 Sivakumar and this\naccused. What is significant to note is that according to this\nwitness there were five persons in all but who the fifth man was\nnot established at all. We have seen Exhibits P-20 and P-21.\nThey do not in any manner connect this accused or for that matter\neven Sivakumar (A-2) and Ubyadullha (A-4). He was similarly\ntried to be roped in by Shanmugasundaram (PW-30), Sabeer\n(PW-34) and Mohd. Rafi (PW-39). We have already rejected\nB\nC\nD\nE\nF\nG\nH\nD\n1070 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA their evidence. PW-26 was Ramasubramaniam who spoke\nabout the stay of Tamil Selvan (A-4). However, though it was the\nprosecution case that Tamil Selvan was accompanied by other\naccused persons, he said nothing about the others nor did he\neven identify Tamil Selvan in the Court. Even this accused was\nB not put up for identification by Ramasubramaniam (PW-26) or\nby Ram Kumar (PW-23). The only other witness posed against\nhim is PW-38, K. Veerasamy who acted as the mahazar witness.\nAccording to this witness, this accused had discovered\nRs. 18,000/-, two sovereigns gold chain and a scooter. He\nC proved Exhibit P-45. The seizure memo is Exhibit P-48. In our\nopinion, this discovery would be of no consequence whatsoever\nunless material objects discovered are connected to the crime\nin any manner. Nobody deposed as to who had paid money to\nthis witness nor has it been brought on record that it was he who\npurchased the so-called gold chain and the scooter and even if\nhe has, the prosecution has miserably failed to show that the\nmoney passed to him was only from Venkatraman (A-1) via\nSivakumar (A-2). Therefore, on the basis of discovery, it will be\nextremely risky to book this accused and hold him a member of\nthe conspiracy. It must be said that all these aspects were viewed\nby the trial and the appellate Court with jaundiced eyes. Merely\nbecause there are some discoveries they do not in any manner\nconnect the accused and there is no presumption that merely\nbecause the accused has some things in his possession, which\nhe fails to explain, therefore, all this money and the gold chain\nmust have come only on account of the money that he had\nallegedly received as a member of the conspiracy from\nSivakumar (A-2). In our opinion, this evidence would fall short to\nhold that he was a member of the conspiracy. This may, at the\nmost, raise suspicion against him but that would be completely\nG without any justification. This accused would, therefore, has to\nbe given the benefit of doubt.\nE\nF\nH\n50. Our comments against Yusuf (A-5) and Abdul Kareem\n(A-6) would equally apply to Ubaiadulla @ Tamil Selvan (A-4).\nWe have already commented that we are not impressed by the\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1071\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\ntravels made by this accused alongwith the other three accused A\npersons, namely, Sivakumar (A-2), Yusuf (A-5) and Abdul\nKareem (A-6). We have extensively commented on the evidence\nof Gonsaluez (PW-20), a Railway Officer, Cyril Raj (PW-21),\nanother Railway Officer, Ram Kumar (PW-23), who was the\nowner of Jankiraman Hotel and Ramasubramaniam (PW-26), B\nwho was the owner of Blue Star Hotel. None of these witnesses\nhave identified Tamil Selvan (A-4). In fact, much stronger evidence\nis expected in respect of this person who is said to be the author\nof the entries in arrival register of Blue Star Hotel, Tirunelvelli vide\nExhibit P-26. However, this accused was neither identified by C\nRam Kumar (PW-23) even in the Court nor was he put up for\nidentification parade. Shri K. Ramamoorthy, learned Senior\nCounsel, very heavily relied on the evidence of R. Srinivasan\n(PW-42) to suggest that it was proved that the entries in Blue\nStar Hotel were in the handwritings of this accused. That may\nbe so. The evidence of a handwriting expert is not be all and end\nall of the matter. Where the witness had seen the accused, it\nwould have been much better had he been put up for\nidentification parade and identified by the witness or at least had\nhe been identified by the witness in the Court. In fact Mr. Anand,\nlearned Counsel for Ubaiadulla @ Tamil Selvan (A-4) very\nseriously contested the claim of the prosecution that this accused\nwas also known as Tamil Selvan. We do not see as to why\nUbaiadulla, obviously being a Muslim gentleman, should have\ntaken a name of Tamil Selvan. There is no evidence led on behalf\nof the prosecution to support that he was also known as Tamil\nSelvan. Prosecution could have led some evidence, but that was\nnot done. Insofar as the evidences of Shanmugasundaram (PW-\n30) and Mohd. Rafi (PW-39) are concerned, we have already\nrejected them.\nD\nE\nF\nG\n51. Shri Ramamoorthy, learned Senior Counsel further\nrelied on the evidence of Francis @ Chellakili (PW-31) to\nsuggest that the Inspector of Police had seized the minute book\ndated 26.7.1992 vide Exhibit P-30 and Exhibit P-31 dated\n22.7.1992. The witness claimed himself to be the Deputy H\n"}