{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"DR. P.B. DESAI v. STATE OF MAHARASHTRA 903\n[A.K.SIKRI, J.]\nreasonable doubt. Where negligence is an A\nessential ingredient of the offence, the negligence\nto be established by the prosecution must be\nculpable or gross and not the negligence merely\nbased upon an error of judgment.\"\nB\nC\n44. Thus, in the civil context while we consider the moral\nimplications of negligent conduct, a clear view of the state of\nmind of the negligent doctor might not require strictly. This is\nfor the reason the law of tort is ultimately not concerned with\nthe moral culpability of the defendant, even if the language of\nfault is used in determining the standard of care. From the point\nof view of civil law it may be appropriate to impose liability\nirrespective of moral blameworthiness. This is because in civil\nlaw two questions are at issue: Was the defendant negligent?\nIf so, should the defendant bear the loss in this particular set of\nD\ncircumstances? In most cases where negligence has been\nestablished, the answer to the second question will be in the\naffirmative, unless the doctrine of remoteness or lack of foresee\nability militates against a finding of liability, or where there is\nsome policy reason precluding compensation. The question in\nthe civil context is, therefore, not about moral blame, even\nthough there will be many cases where the civilly liable\ndefendant is also morally culpable.\n(5) Criminal Liability: When attracted\nE\nF\n45. It follows from the above that as far as the sphere of\ncriminal liability is concerned, as mens rea is not abandoned,\nthe subjective state of mind of the accused lingers a critical\nconsideration. In the context of criminal law, the basic question\nis quite different. Here the question is: Does the accused G\ndeserve to be punished for the outcome caused by his\nnegligence? This is a very different question from the civil\ncontext and must be answered in terms of mens rea. Only if a\nperson has acted in a morally culpable fashion can this question\nbe answered positively, at least as far as non strict liability H\n904 SUPREME COURT REPORTS\nA offenses are concerned.\n[2013] 11 S.C.R.\n46. The only state of mind which is deserving of\npunishment is that which demonstrates an intention to cause\nharm to others, or where there is a deliberate willingness to\nB subject others to the risk of harm. Negligent conduct does not\nentail an intention to cause harm, but only involves a deliberate\nact subjecting another to the risk of harm where the actor is\naware of the existence of the risk and, nonetheless, proceeds\nin the face of the risk. This, however, is the classic definition of\nC recklessness, which is conceptually different from negligence\nand which is widely accepted as being a basis for criminal\nliability.\nD\nE\n47. The solution to the issue of punishing what is\ndescribed loosely, and possibly inaccurately, as negligence is\nto make a clear distinction between negligence and\nrecklessness and to reserve criminal punishment for the latter.\nIf the conduct in question involves elements of recklessness,\nthen it is punishable and should not be described as merely\nnegligent. If, however, there is nothing to suggest that the actor\nwas aware of the risk deliberately taken, then he is morally.\nblameless and should face, at the most, a civil action for\ndamages.\n(6) Whether the appellant criminally liable under\nF Section 338 IPC, in the present case?\n48. We have to keep in mind that by the impugnied\njudgment, the appellant is convicted of an offence under Section\n338 read with Section 109 of I.P.C. Therefore, the relevant\nG question to be decided is as to whether, the acts of omission\nH\nand commission, imputed to the appellant, are sufficient to hold\nthat all the ingredients of Section 338 of the I.P.C. stand\nsatisfied.\n49. The section explicitly lays down that only that 'act' which\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n905\nis \"so rashly or negligently as to endanger human life, or the A\npersonal safety of others, shall be punished....\". Thus the\nsection itself carves out the standard of criminal negligence\nintended to distinguish between those whose failure is culpable\nand those whose conduct, although not up to standard, is not\ndeserving of punishment.\nB\n50. One of the several questions which arise in the factual\nsituation at hand is this: Whether the appellant-doctor, who\nacted negligently, manifested such a state of mind which\njustifies moral censure? This is conceivably best answered by C\nidentifying what was nature of act owed by the appellant\ntowards the patient.\n51. In the case at hand, the concern revolves around the\nacts of omission and commission which amounted to an \"act\"\nso rashly or negligently as to have had endangered the life of\nSmt. Leela constituting an offence punishable under Section\n338 of the I.P.C. Since, there was no overt act on the part of\nthe appellant - as the surgical procedure was performed by Dr.\n-A.K. Mukherjee, charge of abetment under Section 109 of\nI.P.C. was also leveled. . Dr. A.K. Mukherjee was also made\naccused in the said complaint. However, at a later stage, Dr.\nA.K. Mukherjee was dropped from the proceedings at the\ninstance of the complainant.\nс\nD\nE\n52. We would also like to make another aspect very F\nexplicit. The appellant was leveled a specific charge which was\nframed against him. The prosecution was required to prove that\nparticular charge and not to go beyond that and attribute \"rash\nand negligent\" acts which are not the part of the charge.\nCulpability is specifically related to the “act\" committed on G\n22.12.1987 at about 9 a.m. in the hospital viz., the act of\nperforming surgical procedure. It is, thus, this act alone, and\nnothing more, for which the appellant and Dr. Mukherjee were\ncharged and the appellant is supposed to meet this charge\nalone.\nH\nA\n906\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n53. In this scenario, the first and foremost question that\nneeds to be determined is as to whether the advise of the\nappellant that 'Exploratory Laparotomy' be conducted on the\npatient was inappropriate, and if so, amounted to wanton\nnegligence, giving rise to criminal liability, in as much as the\nB opening of the abdomen of the patient, even by Dr. Mukherjee,\nwas the consequence of that advise.\nC\nD\nE\nF\nG\n54. No doubt, such an opinion was given in the teeth of\nthe advise of the doctors in the U.S.A where the patient was\nexamined earlier. However, only because of this reason, it\nwould not automatically follow that the view expressed by the\nappellant was blemished. The two experts in medical field may\ndiffer on decision to undertake the surgical operation. But for\nthe sake of life which, any way was struggling to live is the\nrespect to doctors in their position to operate the patient or not.\nWe have to keep in mind the critical condition of the patient at\nthat time. She was sent home by the American doctors as\ninoperable. She was advised to take certain medicines. These\nmedicines were being administered by Dr. Mukherjee.\nHowever, further complications arose in the meantime as\nvagina started bleeding which was not coming to a halt.\nObviously, it was terminal stage for the patient. It is in this\nsituation, opinion of the appellant was sought. The dilemma of\na doctor in such a scenario can be clearly visualized viz.,\nwhether to leave the patient as it is or to take a chance, may\nbe a very slim chance, to save or at least to try to prolong the\nlife of the patient. It was not an easy choice. Overcoming this\ndifficult situation, the appellant took the bold decision viz. that\nsurgical operation was worth taking a risk, as even otherwise,\nthe condition of the patient was deplorable. The appellant has\neven given his justification and rationale for adopting this\ncourse of action. The appellant states that the decision to\noperate was taken having regard to the following\ncircumstances:\nH\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n907\n(a) The patient was suffering from metastatic breast A\ncancer for ten long years and the said cancer was\nspreading to other parts of the body. As such the\npatient was unable to follow her ordinary pursuits\nirrespective of the surgical procedure advised by\nthe appellant herein.\n(b) The patient was repeatedly suffering from vaginal\nbleeding and bodily pain and as such the patient\nwas unable to follow her ordinary pursuits\n(c)\nB\nirrespective of the surgical procedure advised by C\nthe appellant herein.\nThe formation of a fistula is a complication which\nmay or may not arise out of surgical procedures\nand the advice for surgical procedure was tendered\nwith a view to alleviate her suffering rather than\nendanger her life. -\nD\nE\n55. During trial, Dr. Gajanand Hegade (DW.2) has\nendorsed the opinion of the appellant and has gone to the\nextent of saying that it was the best possible option for the\ntreatment of the patient. Moreover, Dr. Mukherjee has also\naccepted/ agreed that the advise tendered by the appellant on\nthe basis of CT Scan Report, and, that the call to operate was\n\"unanimous\". Thus, even Dr. Mukherjee endorsed the opinion\nwhich appears to be his opinion as well. In this scenario, it F\ncannot be said that advise of the appellant for taking the surgical\nprocedure was an act of wanton negligence. Dilemma of a\ndoctor, in such circumstances, is beautifully explained by this\nCourt in Kusum Sharma (Supra), in the following words:\n\"89(V) In the realm of diagnosis and treatment there\nis scope for genuine difference of opinion and one\nprofessional doctor is clearly not negligent merely\nbecause his conclusion differs from that of other\nprofessional doctor.\nG\nH\n:\nA\nB\nC\nD\n908\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n(VI) The medical professional is often called upon to\nadopt a procedure which involves higher element\nof risk, but which he honestly believes as providing\ngreater chances of success for the patient rather\nthan a procedure involving lesser risk but higher\nchances of failure. Just because a professional\nlooking to the gravity of illness has taken higher\nelement of risk to redeem the patient out of his/her\nsuffering which did not yield the desired result may\nnot amount to negligence.-\n(VII) Negligence cannot be attributed to a doctor so long\nas he performs his duties with reasonable skill and\ncompetence. Merely because the doctor chooses\none course of action in preference to the other one\navailable, he would not be liable if the course of\naction chosen by him was acceptable to the\nmedical profession.\n56. It also needs to be emphasized, as contended by Mr.\nHarish Salve, that the experts from New York are not\nE oncological surgeons. Dr. Ernest Greenberg is a physician\nwhile Dr. Brokunier is a Gynecologist. On the other hand, even\nas per the complainants own version, the appellant is a\nrenowned oncologist and surgeon.\nF\nG\n57. At this juncture, an important observation is needed.\nWhen such a decisional shift is taken against the line of other\ndoctors who had earlier treated the patient, the appellant was\nrequired to give personal attention to the patient during the\noperation. He was, even otherwise, contractually bound to do\nSo.\n58. While the two experts might differ on the level of risks\ninvolved in the critical surgical operation but for the sake of life\nwhich in anyway was struggling to live, is a mild respite to\ndoctors in their decision to operate the -patient or not. A long\nH catena of medical cases on this theme does provide relief to\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n909\ndoctors. One of the many indispensable duties which is of A\nutmost importance is that when such a decisional shift is taken\nby a doctor against the line of renowned doctor who had earlier\ntreated the patient, that doctor must exercise required personal\nattention to the patient during the operation. On this aspect, the\nMedical council of Maharashtra, while reprimanding, B\nreasoned that Dr. P.B Desai, instead of merely advising\nsurgery which was inspite of the opinion of cancer specialists\nfrom U.S.A, ought to have voluntarily taken more interest and\npersonally seen the situation faced by Dr. A.K Mukherjee\nwhich he did not do so. Since the appellant has not challenged C\nthe findings of the Medical Council who had found him guilty of\nmisconduct, those findings does provide the legal fortification\nand along with the oral and documentary evidences adduced\nbefore court below speaks much on the professional duty which\nthe appellant owed to the patient.\n59. Thus, one thing is crystal clear. Failure to act on the\npart of the appellant, in conducting surgical procedure, and not\ntaking care thereafter as well, established his negligence in tort\nlaw i.e. in civil domain. We refer to and rely on the judgment of\nthis Court in Jacob's Case once again, where the Court\nexplained as to under what circumstances professional can be\nliable for negligence. It is necessary for this purpose that one\nof the two findings, as set out therein, should be established.\nD\nE\nF\n\"18. In the law of negligence, professionals such as\nlawyers, doctors, architects and others are included\nin the category of persons professing some special\nskill or skilled persons generally. Any task which is\nrequired to be performed with a special skill would\ngenerally be admitted or undertaken to be G\nperformed only if the person possesses the\nrequisite skill for performing that task. Any\nreasonable man entering into a profession which\nrequires a particular level of learning to be called\na professional of that branch, impliedly assures the H\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n910\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nperson dealing with him that the skill which he\nprofesses to possess shall be exercised with\nreasonable degree of care and caution. He does\nnot assure his client of the result. A lawyer does not\ntell his client that the client shall win the case in all\ncircumstances. A physician would not assure the\npatient of full recovery in every case. A surgeon\ncannot and does not guarantee that the result of\nsurgery would invariably be beneficial, much less to\nthe extent of 100% for the person operated on. The\nonly assurance which such a professional can give\nor can be understood to have given by implication\nis that he is possessed of the requisite skill in that\nbranch of profession which he is practising and\nwhile undertaking the performance of the task\nentrusted to him he would be exercising his skill with\nreasonable competence. This is all what the person\napproaching the professional can expect. Judged\nby this standard, a professional may be held liable\nfor negligence on one of two findings: either he was\nnot possessed of the requisite skill which he\nprofessed to have possessed, or, -he did not\nexercise, with reasonable competence in the given\ncase, the skill which he did possess. The standard\nto be applied for judging, whether the person\ncharged has been negligent or not, would be that\nof an ordinary competent person exercising\nordinary skill in that profession. It is not necessary\nfor every professional to possess the highest level\nof expertise in that branch which he practises. In\nMichael Hyde and Associates v. J.D. Williams \u0026\nCo. Ltd. Sedley, L.J. said that where a profession\nembraces a range of views as to what is an\nacceptable standard of conduct, the competence of\nthe defendant is to be judged by the lowest\nstandard that would be regarded as acceptable.\"\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 911\n[A.K.SIKRI, J.]\n60. No doubt, in the present case the appellant not only A\npossesses requisite skills but also an expert in this line.\nHowever, having advised the operation, he failed to take care\nof the patient. Thereafter, at various stages, as observed by the\ncourts below, he was held to be negligent by the Maharashtra\nMedical Council and thus found to be guilty of committing B\nprofessional misconduct.\n61. Thus, it was the appellant's “duty\" to act contractually,\nprofessionally as well as morally and such an omission can be\ntreated as an “act”. We again clarify that undoubtedly, within the\nrealm of civil liability, the appellant has breached the well\nessence of \"duty\" to the patient. -\n-\nC\nD\nE\n62. Having reached this conclusion, we proceed to the next\nstage viz., the criminal liability of the appellant. However, we\nonce again emphasize that the question of criminal liability has\nalso to be examined in the context of Section 338 of I.P.C.\nwhich is the real issue. To recapitulate some important aspects,\nwe have concluded that decision of the appellant advising\nExploratory Laparatomy was not an act of negligence, much\nless wanton negligence, and under the circumstances it was a\nplausible view which an expert like the appellant could take\nkeeping in view the deteriorating and worsening health of the\npatient. As a consequence, opening of the abdomen and\nperforming the surgery cannot be treated as causing grievous\nhurt. It could have been only if the doctors would have faltered\nand acted in rash and gross negligent manner in performing\nthat procedure. It is not so. At the same time, his act of\nomission, afterwards, in not doing the surgery himself and\nremaining absent from the scene and neglecting the patient,\neven thereafter, when she was suffering the consequences of G\nfistula, is an act of negligence and is definitely blame worthy.\n(though that is not the part of criminal charge) However, we are\nof the opinion that the omission is not of a kind which has given\nrise to criminal liability under the given circumstances.\nF\n:\nI\ni\nA\n912\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n63. As already noted above, we are conscious of the fact\nthat when the appellant decided to operate on the patient\nagainst the U.S doctor's advice, the level of attention expected\nfrom the appellant towards the patient was immense and\nundivided kind. The operating surgeon along with the fellow\nB junior doctors was supposed to conduct operation. The junior\ndoctor rendered his complete and undivided assistance to the\npatient but the appellant abstained.\nC\nD\n64. However, the important and relevant point is: Had the\nappellant undertaken the surgical procedure by himself, the\nresult would have been different? Or, to put it otherwise,\nwhether opening of abdomen by Dr. Mukherjee and not by the\nappellant who was supposed to do it, made any difference? In\nthe given case, we do not find it to be so.\n65. To appreciate, we need to reiterate certain facts. On\nopening the abdomen, Dr. A.K. Mukherjee found plastering of\nintestines as well as profuse oozing of ascetic fluids. He\nimmediately called the appellant who was performing other\nsurgical procedures in another operation theatre. The appellant\nE after seeing the condition of the patient, albeit, from the\ndistance found that it was not possible to proceed with the\noperation. He advised Dr. A.K. Mukherjee to close the\nabdomen. Dr. Mukherjee, thus, closed the abdomen.\nSignificantly, Section 109 IPC was also pressed into service\nat the time of framing of the charge on the premise that Dr.\nMukherjee caused grievous hurt and omission on the part of\nthe appellant to not to personally intervene in the operation of\nthe patient amounted to abetment. However, the position which\nemerges is that the junior doctor rendered complete care. He\nG did not falter in his act of cutting open the abdomen. It is only\nat that stage, it was found, that there was a lot of discharge from\nfistula and surgery was not possible. The appellant advised Dr.\nMukherjee to close the abdomen. No doubt, he did not do it\nhimself but it is not the case of the prosecution that Dr.\nF\nH\n"}