{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 11 S.C.R. 863\nDR. P.B. DESAI\nV.\nSTATE OF MAHARASHTRA \u0026 ANR.\n(Criminal Appeal No. 1432 of 2013)\nSEPTEMBER 13, 2013\n[A.K.PATNAIK AND A.K. SIKRI, JJ.]\nA\nB\nPenal Code, 1860 - s. 338 r/w. s. 109 - Prosecution\nunder - Of medical practitioner (surgeon) - Conviction by\ncourts below - Held: The omission on the part of the accused C\nto take care of the patient, in the facts of the case, can come\nwithin the realm of professional misconduct and civil liability\n(actionable wrong in tort) but not criminal liability – The\nomission on the part of the accused was not the cause for\npatient's death - Hence he cannot be held liable u/s. 338 as D\nthe ingredients of s. 338 have not been satisfied - Tort -\nActionable wrong - Professional Misconduct - Medical\nNegligence.\n-\ns. 338 – Offence under – Scope of - Held: An offence u/\ns. 338 is capable of being committed by omission - Medical\nprofession is included in it.\n-\n-\n-\nE\nLiability – Omission liability – ‘Omission to act' whether\namounts to 'act' - Held: Liability for an omission, requires a\nlegal duty to act arising from either civil or criminal law – A F\nmoral duty to act is not sufficient for invoking omission liability\n- Penal Code and in particular s. 338 IPC does explicitly\ninclude the liability due to omissions.\nMedical Negligence:\nMedical negligence - Liability of the offending doctor -\nNegligent act/omission by a doctor gives rise to civil as well\nas criminal liability – Distinction is required to be drawn\nbetween the two.\n-\n863\nG\nH\nA\nB\nс\nD\n864 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nMedical negligence - Civil liability - If the patient suffers\nbecause of negligent act/omission of doctor, the doctor is\nliable to pay damages - Torts.\nMedical negligence - Criminal liability - Of the offending\ndoctor - Held: Criminal liability is to be answered in terms of\nmens rea - The only state of mind which deserves punishment\nis that which demonstrates an intention to cause harm or\nwhere there is deliberate willingness to subject others to the\nrisk of harm.\n-\n-\nMedical negligence - Ascertainment of - Doctor-patient\nrelationship – Establishment of - Held: Formation of a doctor-\npatient relationship is integral to formation of a legal\nrelationship and consequent rights and duties, forming the\nbasis of liability of a medical practitioner – A contract between\ndoctor and patient is always implied, except when written\ninformed consent is obtained – When contractual relationship\nis established, it gives foundation to legal obligation between\nthe doctor and patient - Once it is found that there is 'duty to\ntreat' there would be corresponding 'duty to take care' -\nE Whenever the principle of 'duty to take care' is founded on a\ncontractual relationship it acquires a Legal character.\nF\nG\nH\nNegligence:\n'Negligence' – Connotation of.\n'Negligence' and 'Recklessness' - Difference between.\nThe appellant, a renowned surgeon was prosecuted\nu/s. 338 r/w. s. 109 of IPC. The prosecution case was that\nthe wife of the complainant was a patient of cancer since\n1977. She had also undergone treatment in U.S.A. for the\nsame, where the hospital declared her beyond surgical\ntreatment and was sent back to India. Thereafter, she was\non medication under medical supervision of Dr. ‘M'. She\nwas admitted in the hospital with a complaint of 'vaginal\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n865\nbleeding', where the appellant-accused examined her and A\nadvised 'Exploratory Laporotomy' (surgery), in order to\nascertain whether patient's uterus could or could not be\nremoved to stop the bleeding. Dr. ‘M' began the surgery.\nOn seeing the condition after opening the abdomen, Dr.\n'M' called the appellant-doctor who was performing other B\nsurgery. Appellant after seeing the condition of the patient\nfrom a distance, advise Dr. 'M' to close the abdomen as\nit was not possible to proceed with the operation.\nThereafter, the condition of the patient deteriorated and\nshe developed other problems and never recovered and\nafter about one year died.\nC\nThe complainant filed a complaint against the\nappellant with Maharashtra Medical Council, who took\ndisciplinary action against the appellant and found him\nguilty of professional misconduct and issued warning u/ D\ns. 22(1) of Maharashtra Medical Council Act, 1965.\nThe complainant also lodged a criminal case against\nthe appellant u/s. 338 r/w. s. 109 IPC. The trial court\nconvicted him and sentenced him to simple E\nimprisonment till the rising of the Court and fine of Rs.\n50,000/- by way of compensation with default clause. High\nCourt confirmed the order of trial court. Hence the\npresent appeal.\nAllowing the appeal, the Court\nF\nHELD: 1.1. The defence put by the appellant was that\nthe complainant's wife was not his patient, but the same\nhas rightly been rejected by the Courts below in view of\nplethora of evidence, establishing otherwise. Thus, it can G\nbe concluded that she was the patient of the appellant\nand it was his responsibility to take care of his patient.\nUsually before the operation, consent form is required to\nbe signed by the patient for agreeing to the risks\ninvolved. The documentary medical records of surgical H\n866 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA operation pointed to the appellant as the operating\nsurgeon, the oral and documentary proof both impliedly\nand explicitly leads to the creation of contractual\nagreement between the patient and the appellant. [Paras\n24 and 25] [889-B, C-D]\nB\nLambert v. California (355 U.S. 225 (1957) – referred to.\n-\n1.2. When a physician agrees to attend a patient,\nthere is an unwritten contract between the two. The\npatient entrusts himself to the doctor and that doctor\nC agrees to do his best, at all times, for the patient. Such\ndoctor-patient contract is almost always an implied\ncontract, except when written informed consent is\nobtained. While a doctor cannot be forced to treat any\nperson, he/she has certain responsibilities for those\nD whom he/she accepts as patients. [Para 39] [894-H; 895-\nA-B]\nE\nF\nG\n1.3. The formation of a doctor-patient relationship is\nintegral to the formation of a legal relationship and .\nconsequent rights and duties, forming the basis of\nliability of a medical practitioner. Due to the very nature\nof the medical profession, the degree of responsibility on\nthe practitioner is higher than that of any other service\nprovider. The concept of a doctor -patient relationship\nforms the foundation of legal obligations between the\ndoctor and the patient. In the present case, as already\nheld above, doctor-patient relationship stood established,\ncontractually, between the patient and the appellant.\n[Para 39] [895-H; 896-A-C]\n1.4. Once, it is found that there is 'duty to treat' there\nwould be a corresponding ‘duty to take care' upon the\ndoctor qua/his patient. In certain context, the duty\nacquires ethical character and in certain other situations,\na legal character. Whenever the principle of ‘duty to take\nH care' is founded on a contractual relationship, it acquires\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 867\na legal character. Contextually speaking, legal 'duty to\ntreat' may arise in a contractual relationship or\ngovernmental hospital or hospital located in a public\nsector undertaking. Ethical ‘duty to treat' on the part of\ndoctors is clearly covered by Code of Medical Ethics,\n1972. Clause 10 of this Code deals with 'Obligation to the\nSick' and Clause 13 cast obligation on the part of the\ndoctors with the captioned \"Patient must not be\nneglected\". Whenever there is a breach of the aforesaid\nCode, the aggrieved patient or the party can file a petition\nbefore relevant Disciplinary Committee constituted by the\nconcerned State Medical Council. [Para 40] [896-D-G]\n1.5. When reasonable care, expected of the medical\nprofessional, is not rendered and the action on the part\nof the medical practitioner comes within the mischief of\nnegligence, it can be safely concluded that the said\ndoctor -did not perform his duty properly which was\nexpected of him under the law and breached his duty to\ntake care of the patient. [Para 41] [896-H; 897-A]\nA\nB\nC\nD\nLU\nE\n2.1. There may be various circumstances where 'act'\nwould include 'omission to act' as well. This is recognized\neven in ss. 32, 33 and 36 IPC. An omission is sometimes\ncalled a negative act, but this seems dangerous practice,\nfor it too easily permits an omission to be substituted for\nan act without requiring the special requirement for F\nomission liability such as legal duty and the physical\ncapacity to perform the act. Criminal liability for an\nomission is also well accepted where the actor has a legal\nduty and the capacity to act. It is said that this rather\nfundamental exception to the act requirement is permitted\nbecause an actor's failure to perform a legal duty of which\nhe is capable, satisfies the purposes of the act requirement\nor at least satisfies them as well as an act does.\nSpecifically these two special requirements for omission\nliability help to exclude from liability cases of -fantasizing H\nG\n868 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA and irresolute intentions, important purposes of the act\nrequirement. [Paras 29 and 30] [890-E; 891-C-E]\nB\nC\nD\n2.2. However, a failure to act, by itself does nothing\nto screen out mere fantasies. It is the actor's failure to act\nin the light of his capacity to do so that suggests the\nactor's willingness to go beyond mere fantasizing and to\nhave the harm or evil of the offence occur. Even then,\nhowever, the screening effect seems weak; \"letting\nsomething happen” simply does not carry the same\nimplication of resolute intention that is shown in \"causing\nsomething to happen\" by affirmative action. While an\nactor's failure to perform a legal duty provides some\nevidentiary support for the existence of an intention to\nhave the harm or evil occur, the force of the implication\nis similarly weak. Inaction often carries no implication of\nintention unless it is shown that the actor knows of his\nor her duty to act and the opportunity to do so. [Para 31]\n[891-F-H; 892-A]\n2.3. Liability for an omission requires a legal duty to\nE act; a moral duty to act is not sufficient. The duty may\narise either from the offence definition itself or from some\nother provision of criminal or civil law. A duty arises from\nthe former when an offence is defined in terms of\nomission. This is the -situation where the legislature has\nF made it an offence. A legal duty to act may also be\ncreated by a provision of either criminal or civil, separate\nfrom the offence charged. [Para 32] [892-B-C]\nG\n2.4. Since there is no moral difference between (i) a\npositive act and (ii) an omission, when a duty is\nestablished, it is to be borne in mind that cases of\nomissions, the liability should be exceptional and needs\nto be adequately justified in each instance. Secondly,\nwhen it is imposed, this should be done by clear statutory\nlanguage. Verbs primarily denoting (and forbidding)\nH active conduct should not be construed to include\n!\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 869\nomissions except when the statute contains a genuine A\nimplication to this effect. Thirdly, maximum penalties\napplied to active wrongdoing should not automatically be\ntransferred to corresponding omissions; penalties for\nomissions should be re-thought in each case. Indeed, IPC\ndoes include explicitly the liability due to omissions. And B\neven Indian courts have affirmed so. Section 338 of I.P.C\ndoes recognize unambiguously that the particular\noffence can be committed by omission. More so, the\nmedical profession is included in it. [Para 33] [892-D-F;\n893-C]\nLatifkhan (1895) 20 Bom 394 - referred to.\nKusum Sharma and others v. Batra Hospital and Medical\nResearch Centre and Others (2010) 3 SCC 480: 2010 (2)\nSCR 685 - relied on.\n3.1. If the patient has suffered because of negligent\nact/ omission of the doctor, it undoubtedly gives right to\nthe patient to sue the doctor for damages. This would be\na civil liability of the doctor under the law tort and/ or\ncontract. Such a negligent act, normally a tort, may also\ngive rise to criminal liability as well, though\njurisprudentially the distinction has to be drawn between\nnegligence under Civil Law and negligence under\nCriminal Law. [Paras 42 and 43] [899-B, H; 900-A]\nJacob Mathews v. State of Punjab and Another 2005 (6)\nSCC 1: 2005 (2) Suppl. SCR 307 - relied on.\nC\nD\nE\nF\n3.2. Thus, in the civil context, the moral implications\nof negligent conduct, a clear view of the state of mind of G\nthe negligent doctor might not require strictly. This is for\nthe reason that the law of tort is ultimately not concerned\nwith the moral culpability of the defendant, even if the\nlanguage of fault is used in determining the standard of\ncare. From the point of view of civil law, it may be\nI\nB\n870 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA appropriate to impose liability irrespective of moral\nblameworthiness. This is because in civil law two\nquestions are at issue: Was the defendant negligent? If\nso, should the defendant bear the loss in this particular\nset of circumstances? In most cases where negligence\nhas been established, the answer to the second question\nwill be in the affirmative, unless the doctrine of\nremoteness or lack of foresee ability militates against a\nfinding of liability, or where there is some policy reason\nprecluding compensation. The question in the civil\ncontext is, therefore, not about moral blame, even though\nthere will be many cases where the civilly liable defendant\nis also morally culpable. [Para 44] [903-B-E]\nC\n3.3. So far as the sphere of criminal liability is\nconcerned, as mens rea is not abandoned, the subjective\nD state of mind of the accused lingers a critical\nconsideration. In the context of criminal law, the basic\nquestion is quite different. Here the question is: Does the\naccused deserve to be punished for the outcome caused\nby his negligence? This is a very different question from\nthe civil context and must be answered in terms of mens\nrea. Only if a person has acted in a morally culpable\nfashion can this question be answered positively, at least\nas far as non strict liability offences are concerned. [Para\n45] [903-F-H; 904-A]\nE\nF\nG\n3.4. The only state of mind which is deserving of\npunishment is that which demonstrates an intention to\ncause harm to others, or where there is a deliberate\nwillingness to subject others to the risk of harm.\nNegligent conduct does not entail an intention to cause\nharm, but only involves a deliberate act subjecting\nanother to the risk of harm where the actor is aware -of\nthe existence of the risk and, nonetheless, proceeds in\nthe face of the risk. This, however, is the classic definition\nof recklessness, which is conceptually different from\nH\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 871\nnegligence and which is widely accepted as being a basis\nfor criminal liability. [Para 46] [904-B-C]\n3.5. The solution to the issue of punishing what is\ndescribed loosely, and possibly inaccurately, as\nnegligence is to make a clear distinction between\nnegligence and recklessness and to reserve criminal\npunishment for the latter. If the conduct in question\ninvolves elements of recklessness, then it is punishable\nand should not be described as merely negligent. If,\nhowever, there is nothing to suggest that the actor was\naware of the risk deliberately taken, then he is morally\nblameless and should face, at the most, a civil action for\ndamages. [Para 47] [904-D-E]\nA\nB\nC\n4.1. A perusal of s. 338 IPC would clearly\ndemonstrate that before a person is held guilty of the D\noffence, following ingredients need to be established: a)\nCausing grievous hurt to a person. b) Grievous hurt\nshould be the result of an act. c) Such act ought to have\nbeen rash and negligent. d) The intensity of commission\nof such an act ought to endanger human life or the\npersonal safety of others. [Para 23] [887-E-G]\n4.2. In the present case, the concern revolves around\nthe acts of omission and commission which amounted\nto an 'act' so rashly or negligently as to have had\nendangered the life of the patient constituting an offence\npunishable u/s. 338 IPC. Since there was no overt act on\nthe part of the appellant, as the surgical procedure was\nperformed by another doctor, charge of abetment under\nSection 109 of I.P.C. was also leveled. The other doctor\nE\nF\nwas also made accused in the said complaint. However, G\nat a later stage, he was dropped from the proceedings at\nthe instance of the complainant. [Para 51] [905-D-E]\n4.3. The appellant was leveled a specific charge\nwhich was framed against him. The prosecution was H\n872 SUPREME COURT REPORTS.\n[2013] 11 S.C.R.\nA required to prove that particular charge and not to go\nbeyond that and attribute \"rash and negligent\" acts\nwhich are not the part of the charge. Culpability is\nspecifically related to the act of performing surgical\nprocedure. It is, thus, this act alone, and nothing more,\nB for which the appellant and the other doctors were\ncharged and the appellant is supposed to meet this\ncharge alone. [Para 52] [905-F-H]\nC\nD\n4.4. Just because the advise of the appellant that\n'Exploratory Laparotomy' be conducted on the patient,\nwas given in the teeth of the advise of the doctors in the\nU.S.A, it would not automatically follow that the view\nexpressed by the appellant was blemished. The two\nexperts in medical field may differ on decision to\nundertake the surgical operation. The critical condition of\nthe patient at that time has to be kept in mind. She was\nsent home by the American doctors as inoperable. She\nwas advised to take certain medicines. These medicines\nwere being administered by Dr. 'M'. However, further\ncomplications arose in the meantime as vagina started\nbleeding which was not coming to a halt. Obviously, it\nwas terminal stage for the patient. It is in this situation,\nopinion of the appellant was sought. The dilemma of a\ndoctor in such a scenario can be clearly visualized viz.,\nwhether to leave the patient as it is or to take a chance,\nF may be a very slim chance, to save or at least to try to\nE\nprolong the life of the patient. It was not an easy choice.\nOvercoming this difficult situation, the appellant took the\nbold decision viz. that surgical operation was worth\ntaking a risk, as even otherwise, the condition of the\nG patient was deplorable. The appellant has even given his\njustification and rationale for adopting this course of\naction. [Paras 53 and 54] [906-A, C-G]\nH\n4.5. During trial, a doctor (DW.2) has endorsed the\n"}