{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"DR. P.B. DESAI v. STATE OF MAHARASHTRA 913\n[A.K.SIKRI, J.]\nMukherjee did not do it deftly either. It is because of the A\ndeplorable condition of the patient, the surgery could not be\ncompleted as on the opening of the abdomen other\ncomplications were revealed. This would have happened in any\ncase, irrespective whether abdomen was opened by Dr.\nMukherjee or by the appellant himself. On the contrary, the --\ncomplainant's own case is that Dr. Mukherjee's performance\nwas not lacking; nay, it was of superlative quality.\nB\n66. The appellant's omission in not rendering complete and\nundivided legally owed duty to patient and not performing the C\nprocedure himself has not made any difference. It was not the\ncause of the patient's death which was undoubtedly because\nof the acute chronic cancer condition. In such a scenario, it is\nenough to keep off the clutches of criminal law.\nD\n67. The negligent conduct in the nature of omission of the\nappellant is not so gross as to entail criminal liability on the\nappellant under section 338 of the I.P.C. It is to be kept in mind\nthat the crime as mentioned in section 338 I.P.C requires proof\nthat the appellant caused the patient's condition to the acute\nstage. Can he be said to have caused such a result, by his E\nomission to act? We do not find it to be so.\n68. In the common law case R v Adomako [1994] 3 WLR\n288 wherein, Lord Mackay LC set the test for gross negligence\nin manslaughter:\n\"On this basis in my opinion the ordinary principles of the\nlaw of negligence apply to ascertain whether or not the\ndefendant has been in breach of a duty of care towards\nthe victim who has died. If such breach of duty is\nestablished the next question is whether that breach of duty\ncaused the death of the victim. If so, the jury must go on to\nconsider whether that breach of duty should be\ncharacterised as gross negligence and therefore as a\ncrime. This will depend on the seriousness of the breach\nF\nG\nH\nA\nB\nC\nD\n914\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nof duty committed by the defendant in all the\ncircumstances in which the defendant was placed when it\noccurred. The jury will have to consider whether the extent\nto which the defendant's conduct departed from the proper\nstandard of care incumbent upon him, involving as it must\nhave done a risk of death to the patient, was such that it\nshould be judged criminal.”\n69. For the aforesaid reasons, we have no option but to\nconclude that though the conduct of the appellant constituted\nnot only professional misconduct for which adequate penalty\nhas been meted out to him by the Medical Council, and the\nnegligence on his part also amounts to actionable wrong in tort,\nit does not transcend into the criminal liability, and in no case\nmakes him liable for offence under Section 338, IPC as the\ningredients of that provision have not been satisfied. We,\ntherefore, allow this appeal and set aside the impugned.\njudgments of the courts below. No costs.\nK.K.T.\nAppeal allowed.\n"}