{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nTHE PRESIDENT, POORNATHRAYISHA SEVA SANGHAM,\nTHRIPUNITHURA\nV.\nK. THILAKAN KAVENAL AND ORS.\nFEBRUARY 3, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nConstitution of India-Article 226-Writ jurisdiction-Public Interest\nLitigation-Management of temple-Dispute as regards permission granted\nby Devaswom Board to appellant-society for use of temple dining hall\n(Oottupura)-High Court entertaining the writ petition and issuing directions-\nCorrectness of Held: That question does not require consideration in view\nof the intervening circumstance of dissolution of Dewaswom samities and\nconstitution of new advisory committees--Nevertheless, observations made by\nD High Court as regard the functioning of appellant-society and its credibility\nwere unnecessary-Disputed facts being involved, High Court should not have\ngone into them.\nRespondent No. 1 filed writ petition under Article 226 of the\nConstitution questioning correctness of the decision taken by the Cochin\nE Devaswom Board in granting permission to the appellant - society for use\nof Oottupura (dining hall) of the Sri Poornathrayisha Temple. The decision\nrendered by High Court on the petition is questioned by the appellants,\nprimarily on the ground that it should not have entertained it.\nF\nG\nDisposing of the appeals, the Court\nHELD: 1. There is no need to go into the primal question of\nmaintainability of the petition in view of the accepted position that with\neffect from 1.8.2001 the Board, on getting approval of the bye laws, issued\na circular dissolving all the Devaswom samities in the various temples with\neffect from 1.8.2001 and consequently new advisory committees have been\nconstituted. [1085-D-E]\nGuruvayoor Devaswom Managing Committee v. C.K. Rajan, [2003] 7\nSCC 546, referred to.\nH\n1082\nPRESIDENT v. K.T. KAVENAL [PASAYAT. J.]\n1083\n2. For the purpose of adjudication of the dispute before the High A\nCourt which only related to the permission granted to use the Oottupura,\nother observations and views expressed by the Division Bench are treated\nas inoperative. Since disputed facts were involved, the High Court should\nnot have gone into them even in respect of the primary grievances of the\nwrit petitioner. [1085-F]\nB\n2005.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 874-876 of\nFrom the Judgment and Order dated 14.2.2001 and 26.9.2001 of the\nKerala High Court in O.P. No. 33180 of 2000 (Y) And R.P. No. 130/2001. C\nC.S. Vaidyanathan and Ms. V. Mohana for the Appellant.\nC.S. Rajan and A. Raghunath for the Respondent Nos. 2-3.\nT.L. Vishwanatha Iyer, Subramonium Prasad, Gopala Krishnan. R, and\nD\nC.N. Jha for the Respondent No. 1.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nThe decision rendered by a Division Bench of Kerala High Court is\nquestioned by the appellants, primarily on the ground that it should not have\nentertained the original petition which was purportedly filed as public interest\nlitigation.\nE\nA brief reference to the factual position would suffice. Respondent No.\nF\n1 filed a writ petition under Article 226 of the Constitution of India, 1950 (in\nshort the 'Constitution') questioning correctness of the decision taken by the\nCochin Devaswom Board (in short the 'Board') in granting permission to the\nappellant-society for use of Oottupura (dining hall) on the left side of the Sri\nPooranathrayisha Temple. Grievance of the respondent No. 1 - writ petitioner\nwas that the appellant-society was charging huge charges by letting the G\nOottupura to various devotees for performing pooja in the temple and for\npermitting feasts to be organized on the Oottupura.\nIt was alleged that some officials and the appellant-society had made\nsome secret arrangements for sharing the receipts surreptitiously. Grievance\nwas made that the appellant-society was in fact operating as a parallel Board. H\nB\n1084\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA A counter-affidavit was filed by the Board taking the stand that the present\nappellant-society was in no way interfering with the administration of the\ntemple. The poojas and the routine functions of the temple are conducted\nunder supervision and guidance of some officials as per traditional customs.\nThe present appellant-society took initiative to conduct annual functions and\nother functions. Since amount that was being received by the Board was\nmeagre and the appellant-Society wanted to provide necessary amenities in\nthe Oottupura by converting it to a modern marriage hall so that financial\nbenefits would accrue to the Board, the decision was taken to allow the\nappellant-society to give the hall on rent to be used for marriage purposes.\nThe amount offered by the appellant-society was much more than what the\nC Board used to earlier received. The appellant-society and the Board took the\nstand that the Writ petitioner had suppressed material facts and relevant facts\nwithout ulterior motives. The society was functioning for the welfare of the\ntemple and the devotees; it was not functioning as a profit making body. The\nsociety was registered under the Travancore Cochin Literacy, Scientific and\nCharitable Societies Registration Act. The petition was not in essence a public\ninterest litigation but was filed to wreck personal vendetta. The High Court\ngave certain directions which are contained in paragraphs 8 and 9 of the\nimpugned judgment which are contrary to and/or beyond the pleadings.\nD\nE\nF\nG\nH\nMr. C.S. Vaidyanathan, learned Senior counsel for the appellant-society\nsubmitted that the High Court had travelled beyond the grievances made in\nthe petition and in any event the purported public interest litigation was not\nmaintainable. There was nothing irregular in the action of the Board in granting\npermission to the appellant-Society. Certain observations made by the High\nCourt were beyond the prayers and the pleadings; and the appellant-Society\nhas been condemned without hearing.\nLearned counsel for the Board supported the stand of the appellant.\nHowever, learned counsel appearing for the respondent no.1 i.e. the writ\npetitioner submitted that the appeal was infructuous because of some\nintervening circumstances and in any event the writ petition was filed in\npublic interest and the High Court's directions are innocuous and do not, in\nany way, reflect on the credibility of the appellant-society.\nThe scope and ambit of a public interest litigation in the matter of\nmanagement of a temple, governed by the provisions of a statutory enactment,\ncame up for consideration of this Court in Guruvayoor Devaswom Managing\nCommittee v. C.K. Rajan, [2003] 7 SCC 546. It was, inter alia, held as\nfollows:\nPRESIDENT v. K.T. KAVENAL [PASAYAT, J.]\n1085\nA\n\"When the administration of the temple is within its control and it\nexercises the said power in terms of a statute, the state, it is expected,\nnormally would itself probe into the alleged irregularities. If the State\nthrough its machinery as provided for in one Act can arrive at the\nrequisite finding of fact for the purpose of remedying the defects, it B\nmay not find it necessary to take recourse to the remedies provided\nfor in another statute. It is trite that recourse to a provision to another\nstatute may be resorted to when the State finds that its powers under\nthe Act governing the field is inadequate. The High Courts and the\nSupreme Court would not ordinarily issue a writ of mandamus directing C\nthe State to carry out its statutory functions in a particular manner.\nNormally, the Courts would ask the State to perform its statutory\nfunctions, if necessary within a time frame and undoubtedly as and\nwhen an order is passed by the State in exercise of its power under\nthe Statute, it will examine the correctness or legality thereof by way\nof judicial review.\"\nWe need not go into a primal question in view of the accepted position\nthat with effect from 1.8.2001 the Board, on getting approval of the bye laws,\nissued a circular dissolving all the Devaswom samities in the various temples\nwith effect from 1.8.2001 and consequently new advisory committees have\nbeen constituted.\nAbove being the position, we feel that nothing further remains to be\ndone in this appeal except noticing that certain observations made, as regards\nthe functioning of the appellant-society and its credibility were unnecessary.\nFor the purpose of adjudication of the dispute before the High Court which\nonly related to the permission granted to use Oottupura, other observations\nand views expressed by the Division Bench are, therefore, treated as\ninoperative. Since disputed facts were involved, the High Court should not\nhave gone into them even in respect of the primary grievances of the writ\npetitioner.\nWith the aforesaid observations these appeals are disposed of with no\norders as to costs.\nB.B.B.\nAppeals disposed of.\nD\nE\nF\nG\n+\n"}