{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 17 S.C.R. 667\nMAHADEO S/O KERBA MASKE\nV.\nSTATE OF MAHARASHTRA AND ANR.\n(Criminal Appeal No.6 of 2010)\nJULY 23, 2013\n[A.K. PATNAIK AND FAKKIR MOHAMED IBRAHIM\nKALIFULLA, JJ.]\n-\nPenal Code, 1860 – ss. 363 and 376 – Kidnapping and\nrape - Of a girl about 15 years of age - Conviction by courts\nbelow concluding that prosecutrix was aged below 18 years -\nHeld: In view of the version of the prosecutrix, which was fully\nsupported by chemical analyst report as well as medical\nevidence, appellant rightly convicted - Conviction upheld.\nA\nB\nC\nCriminal Trial - Rape case - Determination of age of D\nprosecutrix - Opinion of doctor as regards age of prosecutrix\nCannot be relied on if such opinion is formed without\nscientific examination of prosecutrix such as ossification test\n- r.12(3)(b) of Juvenile Justice Rules specifically provides that\nmedical opinion can be sought only in absence of alternative\nmethods described u/r. 12(3)(a)(i) and (iii) – Juvenile (Care\nand Protection) Rules, 2007 - ss. 12(3)(a)(i) and (iii) and\n12(3)(b). ·\nE\nProsecution was initiated against the appellant-\naccused u/ss. 363, 376 and 506 IPC. The prosecution F\ncase was that the prosecutrix (a 15 years old girl) who\nused to participate in programmes of 'Bhajan' singing,\ngot acquainted with the appellant-accused, who was a\nmusician and singer. He altured her to come along with\nhim to prepare audio cassettes of her ‘Bhajans' and G\nsongs, which would fetch her a lot of money. One day he\npersuaded her to go along with him to another State and\nasked her to bring ornaments from her house. As a result,\nthe prosecutrix took gold ornaments worth Rs. one lakh\n667\nI\n668\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA and went with him. The accused confined her in a\nrelative's house for more than one month 20 days and\ncommitted forcible sexual intercourse. When he came to\nknow that missing report has been lodged, he brought\nthe prosecutrix back to her place. Trial court convicted\nB the accused for the offences charged. High Court\nconfirmed the conviction u/ss. 363 and 376 IPC, but\nacquitted him u/s. 506. Hence the present appeal.\nC\nDismissing the appeal, the Court\nHELD: 1.1. Every relevant factor required for arriving\nat a just conclusion about the age of the prosecutrix PW-\n3, was appropriately made and consequently the\nconclusion arrived at by the trial court and confirmed by\nthe High Court that the prosecutrix was below 18 years\nD of age at the time of the occurrence, was perfectly\njustified. [Para 8] [673-C]\nE\nF\n1.2. Merely based on the opinion of PW-8 (the\ndoctor), who in her evidence stated that the age of the\nprosecutrix could have been between 17 to 25 years, the\nage of the prosecutrix could not be acted upon. The trial\ncourt correctly found that to rely upon the said version\nof PW-8, scientific examination of the prosecutrix such as,\nossification test to ascertain the exact age should have\nbeen conducted which was not done in the present case.\n[Para 9] [673-D-F]\n1.3. Under Rule 12(3)(b) of Juvenile Justice (Care and\nProtection) Rules, 2007 it is specifically provided that only\nin the absence of alternative methods described under\nG 12(3)(a)(i) to (iii), the medical opinion can be sought for.\nIn the light of such a statutory rule prevailing for\nascertainment of the age of a juvenile, the same yardstick\ncan be rightly followed by the Courts for the purpose of\nascertaining the age of a victim as well. [Para 11] [674-C-\nH DJ\nMAHADEO v. STATE OF MAHARASHTRA\n669\nB\n1.4. In the instant case, there were certificates issued A\nby the school in which the prosecutrix did her Vth\nstandard and in the school leaving certificate issued by\nthe said school under Exhibit 54, the date of birth of the\nprosecutrix has been clearly noted as 20.05.1990, and this\ndocument was also proved by PW-11. Apart from the\ntransfer certificate as well as the admission form\nmaintained by the primary school where the prosecutrix\nhad her initial education, also confirmed the date of birth\nas 20.5.1990. The reliance placed upon the said evidence\nby the Courts below to arrive at the age of the prosecutrix C\nto hold that the prosecutrix was below 18 years of age\nat the time of the occurrence was perfectly justified. [Para\n12] [674-E-G]\nD\nE\n2.1. The prosecutrix PW-3, in her evidence had\nnarrated every minute detail as to how the appellant\nallured her by taking advantage of her contact with him\nwhile singing Bhajan songs, how he persuaded her by\nstating that recording of her bhajans in audio cassette\nwould enable her to earn tons of money and in that\npretext also tempted her to take away the gold\nornaments from the house worth Rs.1 lakh and thus\ngained her confidence to go along with him and misused\nhis company by keeping her in a place where she was\nnot acquainted with the local language and ultimately,\nabused her physically at least for more than for a month\nand twenty days. The vivid description of the behaviour\nof the appellant during the period when she was kept in\nhis custody was clearly demonstrated by the prosecutrix\nand any amount of cross examination at the instance of\nthe appellant, did not bring about any candid G\ncontradiction in her statement in order to disbelieve her\ndeposition. The version of the prosecutrix was fully\nsupported by the chemical analyst report, as well as, the\nmedical evidence. [Para 15] [676-C-G]\nF\nI\nA\nA\n670 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\n16. In such circumstances, the trial court rightly\nfound the appellant guilty of the offences charged against\nhim. The conclusion of the trial court in having found the\nappellant guilty of offences u/ss. 363 and 376 IPC was\nfurther upheld by the High Court. The conclusion of the\nB High Court is also perfectly justified. [Paras 16 and 17]\n[676-H; 677-A-B]\nC\nD\nE\nF\nLillu alias Rajesh and Anr. vs. State of Haryana AIR\n(2013) SC 1784\n-\nrelied on.\nCase Law Reference:\nAIR (2013) SC 1784\nrelied on\nPara 18\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo.6 of 2010.\nFrom the Judgment and Order dated 05.03.2008 of the\nHigh Court of Judicature of Bombay, Bench at Aurangabad in\nCriminal Appeal No. 764 of 2006.\nRameshwar Prasad Goyal for the Appellant.\nSushil Karanjkar, Sanjay Kharde, Asha Gopalan Nair for\nthe Respondents.\nThe Judgment of the Court was delivered by\nFAKKIR MOHAMED IBRAHIM KALIFULLA, J. 1. The\nsole appellant is before us. The challenge is to the judgment\nof the learned Single Judge of the High Court of Bombay,\nBench at Aurangabad dated 05.03.2008, in Criminal Appeal\nNo.764 of 2006. The appellant was proceeded against for the\noffences punishable under Sections 363, 376 and 506 of the\nG Indian Penal Code. He was sentenced to suffer rigorous\nimprisonment for three years, along with fine of Rs.3000/- and\nin default to suffer rigorous imprisonment for six months for the\noffence under Section 363 IPC; he was further sentenced to\nsuffer rigorous imprisonment for seven years, along with fine\nH of Rs.5000/- and in default to suffer rigorous imprisonment for\nMAHADEO v. STATE OF MAHARASHTRA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n671\ntwo years for the offence under Section 376 IPC. The trial Court A\nalso punished the appellant under Section 506 IPC and\nsentenced him to suffer rigorous imprisonment for one year,\nalong with fine of Rs.1000/- with default sentence of two months'\nrigorous imprisonment.\n2. The High Court by the impugned judgment, though\nconfirmed the conviction and sentence for the offences under\nSections 363 and 376 IPC, set aside the sentence for the\noffence under Section 506 IPC.\nB\nC\n3. Brief facts which are required to be stated are that PW-\n3, the prosecutrix, was aged about 15 years at the time when\nthe offence was committed and she was doing her Xlth\nstandard in a Junior College. Her father was a Police Head\nConstable. The prosecutrix was residing with her parents, sister\nand two younger brothers in the government quarter of her D\nfather in Police Line, at Latur. She had a flair for music and\nused to participate in singing Bhajans. The appellant who is\nalso stated to be a musician and a singer, developed\nacquaintance with the prosecutrix due to her participation in\nBhajan programmes along with him and he allured her by E\nstating that if she goes along with him to Hyderabad to prepare\naudio cassettes of her Bhajans and songs, she can make lot\nof money.\nF\n4. On 18.09.2005, in the morning when the prosecutrix\nwas all alone in her house, the appellant is alleged to have\napproached her and persuaded her to go along with him to\nHyderabad and when she informed him that she had no money\nto spend, the appellant is stated to have asked her to bring the\nornaments from her house, which can be used for the purpose\nof going to Hyderabad and told her that a lot of money can be G\nearned through the recording of audio cassettes of the\nprosecutrix's Bhajan songs. The appellant is stated to have\nsucceeded in his allurement and inducement, which ultimately\nresulted in the prosecutrix going along with the appellant and\nafter going to Hyderabad and from there to a relative's house H\n672 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA at Karnool (Andhra Pradesh) in the wee hours, the appellant is\nalleged to have committed forcible sexual intercourse by\nconfining her in the said place for a month and twenty days.\nDuring the said period, the appellant is stated to have indulged\nin the said offence repeatedly, till he himself brought her back\nB to Latur, when he came to know that a complaint has been\nlodged. It is in the above stated background that the appellant\nwas proceeded against for the offence of kidnapping, rape and\ncriminal intimidation, which ultimately resulted in his conviction\nand the sentence imposed upon him as confirmed by the High\nCourt in the impugned judgment.\nC\n5. In support of the case of the prosecution, PWS-1 to 13\nwere examined and a number of exhibits were also marked.\nFor our present purpose, it will be sufficient to refer to the\nevidence of Tukaram Nagnath Surwase (PW-1), the prosecutrix\nD (PW-3) and Dr. Aruna Varte (PW-8), the doctor who examined\nthe prosecutrix, the Head Mistress (PW-11) and the Head\nMaster (PW-12) of the school in which the prosecutrix pursued\nher school education.\nE\nF\nG\nH\n6. PW-1, Tukaram Nagnath Surwase, who is the father of\nthe prosecutrix, lodged the complaint, Exhibit -26. PW-3 is the\nprosecutrix. PW-8 is Dr. Aruna Varte, who examined PW-3 and\nthrough her Exhibit 38 the medical report was marked. PW-11\nis the Head Mistress of Dnyneshwar Vidhyalaya where the\nprosecutrix was admitted to Vth Standard. PW-11 produced\nExhibit 54, the school leaving certificate, which disclosed the\ndate of birth of the prosecutrix, as 20.05.1990. PW-12,\nUttamrao Jadhav who is the Head Master of Jawahar Primary\nSchool, Latur stated that the prosecutrix was admitted in his\nschool on 30.08.1995 in Ist standard, that at the time of\nadmission, the father of the prosecutrix produced a birth\ncertificate issued by Gram Panchayat, disclosing the date of\nbirth of prosecutrix as 20.05.1990. PW-12 produced the\nadmission form Exhibit 56 and transfer certificate Exhibit 57\nwhich mention the date of birth of the prosecutrix as 20.05.1990.\nMAHADEO v. STATE OF MAHARASHTRA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n673\n7. The trial Court considered the evidence of PWS-1, 11\nand 12, as well as Exhibits 53, 54, 55, 56 and 57 and\nconcluded that at the time of the commission of the offence\nwhich commenced on 20.09.2005 and continued till 07.11.2005\nthe prosecutrix was aged about 15 years and 4 months.\n8. When we peruse the discussion made by the trial Court\nas regards the age factor of the appellant by analyzing the\nevidence of PW-11 and 12 along with Exhibits 50, 53, 54 to\n57, we find that every relevant factor required for arriving at a\njust conclusion about the age of the prosecutrix PW-3, was\nappropriately made and consequently the conclusion arrived at\nby the trial Court and confirmed by the High Court that the\nprosecutrix was below 18 years of age at the time of the\noccurrence, was perfectly justified.\nA.\nB\nC\nLLI\nE\n9. Though the learned counsel for the appellant attempted D\nto find fault with the said conclusion by making reference to the\nevidence of PW-8, the doctor, who examined the prosecutrix\nand who in her evidence stated that on her examination she\ncould state that the age of the prosecutrix could have been\nbetween 17 to 25 years, it will have to be held that the rejection\nof the said submission even by the trial Court was perfectly in\norder and justified. The trial court has found that to rely upon\nthe said version of PW-8, the doctor, scientific examination of\nthe prosecutrix such as, ossification test to ascertain the exact\nage should have been conducted which was not done in the\npresent case and, therefore, merely based on the opinion of\nPW-8, the age of the prosecutrix, could not be acted upon.\nF\nG\n10. We can also in this connection make a reference to a\nstatutory provision contained in the Juvenile Justice (Care and\nProtection) Rules, 2007, whereunder Rule 12, the procedure\nto be followed in determining the age of a juvenile has been\nset out. We can usefully refer to the said provision in this\ncontext, inasmuch as under Rule 12 (3) of the said Rules, it is\nstated that in every case concerning a child or juvenile in conflict\nwith law, the age determination enquiry shall be conducted by H\n674 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA the Court or the Board or, as the case may be, by the committee\nby seeking evidence by obtaining:-\nB\nC\nD\n(a)(i) the matriculation/or equivalent certificates, if\navailable; and in the absence whereof;\n(ii) the date of birth certificate from the school (other than\na play school); first attended; and in the absence whereof;\n(iii) the birth certificate given by a corporation or a\nmunicipal authority or a panchayat;\n11. Under Rule 12 (3) (b), it is specifically provided that\nonly in the absence of alternative methods described under 12\n(3) (a) (i) to (iii), the medical opinion can be sought for. In the\nlight of such a statutory rule prevailing for ascertainment of the\nage of a juvenile, in our considered opinion, the same yardstick\ncan be rightly followed by the Courts for the purpose of\nascertaining the age of a victim as well.\n12. In the light of our above reasoning, in the case on hand,\nthere were certificates issued by the school in which the\nE prosecutrix did her Vth standard and in the school leaving\ncertificate issued by the said school under Exhibit 54, the date\nof birth of the prosecutrix has been clearly noted as 20.05.1990,\nand this document was also proved by PW-11. Apart from the\ntransfer certificate as well as the admission form maintained\nby the primary school Latur, where the prosecutrix had her initial\neducation, also confirmed the date of birth as 20.5.1990. The\nreliance placed upon the said evidence by the Courts below\nto arrive at the age of the prosecutrix to hold that the prosecutrix\nwas below 18 years of age at the time of the occurrence was\nperfectly justified and we do not find any good grounds to\ninterfere with the same.\nF\nG\n13. Once the above position that the prosecutrix was a\nminor was found to be fully established, thereafter, the only other\nquestion that needs to be examined is as to the sexual assault\nH alleged to have been committed by the appellant on her and\nMAHADEO v. STATE OF MAHARASHTRA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n675\nwhether such an allegation was satisfactorily established A\nbefore the Courts below. In this respect, after the prosecutrix\nwas found missing, PW-1 after his initial search to trace his\ndaughter, stated to have preferred missing report in Gandhi\nChowk Polic Station, alleging that she was missing along with\ngold ornaments valued at Rs.1 lakh. Thereafter, the search B\ncontinued and that according to the prosecution the appellant\nhimself brought back the prosecutrix to village Babhalgaon on\n07.11.2005 whereafter the crime came to be registered as\nCrime No.219 of 2005.\n14. After the prosecutrix was secured she was examined\nby PW-8, Dr. Aruna Varte on 10.11.2005 who issued the\ncertificate Exhibit 43. As per the certificate Exhibit 43, PW-8\nconfirmed that hymen was old ruptured and that the prosecutrix\nwas used for sexual intercourse. PW-8 confirmed Exhibit.43,\nmedical certificate issued by her. PW-8 also confirmed that\nbased on the chemical analysis report, she issued a medical\ncertificate and confirmed the contents of the certificate Exhibit-\n43 wherein she had given the opinion that the prosecutirx was\nused for sexual intercourse. When the chemical analysis report\nwas examined by the trial Court, the trial Court has referred to\nthe contents of the chemical analysis report in Exhibits-60 and\n61 and the same can be referred to which has been stated in\nparagraph 27. Para 27 reads as under:\nC\nD\nE\n\"27. C.A. report Ex.60 pertains to the Jangiya and petticoat F\nof prosecutrix and nicker of accused and the result of its\nanalysis shows that semen stains were found on Jangiya\nand petticoat of prosecutrix and nicker of accused and the\nblood group of said semen is AB. C.A. report Ex.61\npertains to the blood, vaginal swab and pubic hair of G\nprosecutrix and the result of its analysis shows that no\nsemen is detected on vaginal swab and pubic hair and\nblood group is 'B'. C.A. report Ex.62 pertains to the\nsemen, pubic hair and blood of accused and the result of\nanalysis shows that the blood group of accused is 'AB';\nso also, no semen is detected on the pubic hair of\nH\nA\nB\nс\nD\n676 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\naccused. Now, from the aforesaid C.A. report, it transpired.\nthat the semen detected on Jangiya and petticoat of\nprosecutrix is of accused, because of blood group of\naccused as well as the blood group of semen found on the\naforesaid clothes of prosecutrix is same. Therefore, these\nC.A. reports support to the prosecutrix to hold that the\naccused has committed rape on the prosecutrix.\"\n(Emphasis added)\n15. Keeping the contents of the chemical analysis report,\nas noted by the Courts below in mind, when we consider the\ndeposition of the prosecutrix PW-3, we find that she had\nnarrated every minute detail as to how the appellant allured her\nby taking advantage of her contact with him while singing.\nBhajan songs, how he persuaded her by stating that recording\nof her Bhajans in audio cassette would enable her to earn tons\nof money and in that pretext also tempted her to take away the\ngold ornaments from the house worth Rs.1 lakh and thus gained\nher confidence to go along with him and misused his company\nby keeping her in a place at Karnool where she was not\nE acquainted with the local language of Telugu and ultimately,\nabused her physically at least for more than for a month and\ntwenty days. The vivid description of the behaviour of the\nappellant during the period when she was kept in his custody\ni.e., between 20.09.2005 to 07.11.2005, was clearly\ndemonstrated by the prosecutrix and any amount of cross\nexamination at the instance of the appellant, did not bring about\nany candid contradiction in her statement in order to disbelieve\nher deposition. The trial Court has also elaborately dealt with\nher deposition and found that the version of the prosecutrix was\nfully supported by the chemical analyst report, as well as, the\nmedical evidence.\nF\nG\nI\n16. In such circumstances, the trial Court in our considered\nopinion rightly found the appellant guilty of the offences charged\nagainst him. The conclusion of the trial Court in having found\nthe appellant guilty of offences under Sections 363 and 376 IPC\n"}