{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 655\nAND ORS. [ALTAMAS KABIR, CJI.]\nEconomic Zone continues to be part of the High Seas over\nwhich sovereignty cannot be exercised by any nation.\n97. In my view, since India is a signatory, she is obligated\nto respect the provisions of UNCLOS 1982, and to apply the\nsame if there is no conflict with the domestic law. In this context,\nboth the countries may have to subject themselves to the\nprovisions of Article 94 of the Convention which deals with the\nduties of the Flag State and, in particular, sub-Article (7) which\nprovides that each State shall cause an inquiry to be held into\nevery marine casualty or incident of navigation on the high seas\ninvolving a ship flying its flag and causing loss of life or serious\ninjury to nationals of another State. It is also stipulated that the\nFlag State and the other State shall cooperate in the conduct\nof any inquiry held by that other State into any such marine\ncasualty or incident of navigation.\n98. The principles enunciated in the Lotus case (supra)\nhave, to some extent, been watered down by Article 97 of\nUNCLOS 1982. Moreover, as observed in Starke's\nInternational Law, referred to by Mr. Salve, the territorial criminal\njurisdiction is founded on various principles which provide that,\nas a matter of convenience, crimes should be dealt with by the\nStates whose social order is most closely affected. However,\nit has also been observed that some public ships and armed\nforces of foreign States may enjoy a degree of immunity from\nthe territorial jurisdiction of a nation.\nA\nB\nC\nD\nE\nF\nG\n99. This brings me to the question of applicability of the\nprovisions of the Indian Penal Code to the case in hand, in view\nof Sections 2 and 4 thereof. Of course, the applicability of\nSection 4 is no longer in question in this case on account of\nthe concession made on behalf of the State of Kerala in the\nwrit proceedings before the Kerala High Court. However,\nSection 2 of the Indian Penal Code as extracted hereinbefore\nprovides otherwise. Undoubtedly, the incident took place within\nthe Contiguous Zone over which, both under the provisions of\nthe Maritime Zones Act, 1976, and UNCLOS 1982, India is H.\n656\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA entitled to exercise rights of sovereignty. However, as decided\nby this Court in the Aban Loyd Chiles Offshore Ltd. case\n(supra), referred to by Mr. Salve, Sub-section (4) of Section 7\nonly provides for the Union of India to have sovereign rights\nlimited to exploration, exploitation, conservation and\nB management of the natural resources, both living and non-living,\nas well as for producing energy from tides, winds and currents,\nwhich cannot be equated with rights of sovereignty over the said\nareas, in the Exclusive Economic Zone. It also provides for the\nUnion of India to exercise other ancillary rights which only\nclothes the Union of India with sovereign rights and not rights\nof sovereignty in the Exclusive Economic Zone. The said\nposition is reinforced under Sections 6 and 7 of the Maritime\nZones Act, 1976, which also provides that India's sovereignty\nextends over its Territorial Waters while, the position is different\nin respect of the Exclusive Economic Zone. I am unable to\naccept Mr. Banerji's submissions to the contrary to the effect\nthat Article 59 of the Convention permits States to assert rights\nor jurisdiction beyond those specifically provided in the\nConvention.\nC\nD\nE\n100. What, therefore, transpires from the aforesaid\ndiscussion is that while India is entitled both under its Domestic\nLaw and the Public International Law to exercise rights of\nsovereignty upto 24 nautical miles from the baseline on the\nbasis of which the width of Territorial Waters is measured, it\nF can exercise only sovereign rights within the Exclusive\nEconomic Zone for certain purposes. The incident of firing from\nthe Italian vessel on the Indian shipping vessel having occurred\nwithin the Contiguous Zone, the Union of India is entitled to\nprosecute the two Italian marines under the criminal justice\nsystem prevalent in the country. However, the same is subject\nto the provisions of Article 100 of UNCLOS 1982. I agree with\nMr. Salve that the \"Declaration on Principles of International Law\nConcerning Family Relations and Cooperation between States\nin accordance with the Charter of the United Nations\" has to\nbe conducted only at the level of the Federal or Central\nG\nH\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 657\nAND ORS. [ALTAMAS KABIR, CJI.]\nGovernment and cannot be the subject matter of a proceeding A\ninitiated by a Provincial/State Government.\nB\n101. While, therefore, holding that the State of Kerala has\nno jurisdiction to investigate into the incident, I am also of the\nview that till such time as it is proved that the provisions of\nArticle 100 of the UNCLOS 1982 apply to the facts of this case,\nit is the Union of India which has jurisdiction to proceed with\nthe investigation and trial of the Petitioner Nos.2 and 3 in the\nWrit Petition. The Union of India is, therefore, directed, in\nconsultation with the Chief Justice of India, to set up a Special\nCourt to try this case and to dispose of the same in accordance C\nwith the provisions of the Maritime Zones Act, 1976, the Indian\nPenal Code, the Code of Criminal Procedure and most\nimportantly, the provisions of UNCLOS 1982, where there is\nno conflict between the domestic law and UNCLOS 1982. The\npending proceedings before the Chief Judicial Magistrate, D\nKollam, shall stand transferred to the Special Court to be\nconstituted in terms of this judgment and it is expected that the\nsame shall be disposed of expeditiously. This will not prevent\nthe Petitioners herein in the two matters from invoking the\nprovisions of Article 100 of UNCLOS 1982, upon adducing E\nevidence in support thereof, whereupon the question of\njurisdiction of the Union of India to investigate into the incident\nand for the Courts in India to try the accused may be\nreconsidered. If it is found that both the Republic of Italy and\nthe Republic of India have concurrent jurisdiction over the\nmatter, then these directions will continue to hold good.\n102. It is made clear that the observations made in this\njudgment relate only to the question of jurisdiction prior to the\nadducing of evidence and once the evidence has been\nrecorded, it will be open to the Petitioners to re-agitate the\nquestion of jurisdiction before the Trial Court which will be at\nliberty to reconsider the matter in the light of the evidence which\nmay be adduced by the parties and in accordance with law. It\nis also made clear that nothing in this judgment should come\nin the way of such reconsideration, if such an application is\nmade.\nF\nG\nH.\nA\nB\nс\nD\nE\nF\nG\nH\n658 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\n103. The Special Leave Petition and the Writ Petition,\nalong with all connected applications, are disposed of in the\naforesaid terms.\nCHELAMESWAR, J. 1. I agree with the conclusions\nrecorded in the Judgment of the Hon'ble Chief Justice. But, I\nwish to supplement the following.\n2. The substance of the submission made by Shri Harish\nSalve, learned senior counsel for the petitioners is;\n(1) The incident in question occurred beyond the territory\nof India to which location the sovereignty of the country does\nnot extend; and Parliament cannot extend the application of the\nlaws made by it beyond the territory of India. Consequentially,\nthe two marines are not amenable to the jurisdiction of India;\nAlternatively it is argued; (2) that the incident, which\nresulted in the death of two Indians is an \"incident of navigation\"\nwithin the meaning of Article 971 of the United Nations\nConvention on the Law of the Sea (hereinafter referred to as\nUNCLOS) and therefore, no penal proceedings may be\ninstituted against the two marines except before the Judicial\nauthorities of the 'Flag State' or the State of which the marines\nare nationals.\n3. The authority of the Sovereign to make laws and enforce\n1. Article 97. Penal jurisdiction in matters of collision or any other incident\nnavigation.\n1. In the event of a collision or any other incident of navigation concerning\na ship on the high seas, involving the penal or disciplinary responsibility\nproceedings may be instituted against such person except before the\njudicial or administrative authorities either of the flag State or of the State\nof which such person is a national.\n2. In disciplinary matters, the State which has issued a master's certificate\nor a certificate of competence or licenece shall alone be competent after\ndue legal process, to pronounce the withdrawal of such certificates, even\nif the holder is not a national of the State whcih issued them.\n3. No arrest or detention of the ship, even as a measure or investigation,\nshall be ordered by any authorities other than of the flag State.\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 659\nAND ORS. [J. CHELAMESWAR, J.]\nthem against its subjects is undoubted in constitutional theory. A\nThough written Constitutions prescribe limitations, either\nexpress or implied on such authority, under our Constitution,\nsuch limitations are with respect to territory [Article 245(1)] or\nsubject matter [Article 246] or time span of the operation of the\nlaws [Articles 249 \u0026 250] or the inviolable rights of the subjects B\n[fundamental rights] etc. For the purpose of the present case,\nwe are concerned only with the limitation based on territory.\n4. That leads me to the question as to what is the territory\nof the Sovereign Democratic Republic of India?\nC\n5. The territory of India is defined under Article 1;\n\"1. Name and territory of the Union.-\n(1) India, that is Bharat, shall be a Union of States.\nD\n(2) The States and the territories thereof shall be as\nspecified in the First Schedule.\n(3) The territory of India shall comprise--\nE\n(a) The territories of the States;\n(b) The Union territories specified in the First Schedule;\nand\n(c) such other territories as may be acquired.\"\nF\nBut that deals only with geographical territory. Article 297 deals\nwith 'maritime territory'.²\n2.\nAs early as 1927, Philip C. Jessup, who subsequently became a judge of\nthe International Court of Justice, state that the territorial waters are \"as\nmuch a part of the territory of a nation as is the land itself. Hans Kelsen\ndeclared that \"the territorial waters form part of the territory of the littoral\nState\". In the Grisbadarna Case (1909), between Norway and Sweden, the\nPermanent Court of Arbitration referred to the territorial waters as \"the\nmaritime territory\" which is an essential appurtenance of the adjacent land\nterritory. In the Corfu Channel (Merits) case (1949), the International Court\nof Justice clearly recognised that, under international law, the territorial sea\nG\nH\nA\n660\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\n6. Article 297(3) authorises the Parliament to specify from\ntime to time the limits of various maritime zones such as,\nterritorial waters, continental shelf, etc. Clauses (1) and (2) of\nthe said article make a declaration that all lands, minerals and\nother things of value and all other resources shall vest in the\nB Union of India.\nC\nD\nE\nF\nG\nH\n\"Article 297: Things of value within territorial waters or\ncontinental shelf and resources of the exclusive economic\nzone to vest in the Union.-\n(1) All lands, minerals and other things of value underlying\nthe ocean within the territorial waters, or the continental\nshelf, or the exclusive economic zone, of India shall vest\nin the Union and be held for the purposes of the Union.\n(2) All other resources of the exclusive economic zone of\nIndia shall also vest in the Union and be held for the\npurposes of the Union.\nwas the \"territory” of the coastal state over which it enjoyed “exclusive\nterritorial control” and “sovereignty”. Lord Mc Nair, who subscribed to the\nmajority view of the Court in the above case, observed in the Anglo-\nNorwegian Fisheries case:\nTo every State whose land territory is at any place washed by the sea,\ninternational law attaches a corresponding portion of maritime territory........\nInternationla law does not say to a State: \"You are entitled to claim territorial\nwaters if you want them\". No maritime State can refuse them. International\nlaw impose upon a maritime State certain obligations and confers upon it\ncertain rights arising out of the sovereignty which it exercised over its\nmaritime territory. The possession of this territory is not optional, not\ndependent upon the will of the State, but compulsory,\nSir Gerald Fitzmaurice, writing before he became a judge of the Intenational\nCourt of Justice, quoted Mc Nair's observation with approval, and considered\nthat it was also implict in the decision of the Word Court in the Anglo-\nNorwegian Fisheries case. It follows, therefore, that the territorial waters\nare not only \"territory\" but also a compulsory appurtenance to the coastal\nstate. Hence the observation by L.F.E. Goldie that \"it has long been accepted\nthat territorial waters, their suprea*-mbient air, their sea-bed and subsoil,\nvest in the coastal State ipso jure (i.e., without any proclamation or effective\noccupation being necessary)\" -----from The New Law of Maritime Zones\nby P.C. Rao (Page 22).\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 661\nAND ORS. [J. CHELAMESWAR, J.]\n(3) The limits of the territorial waters, the continental shelf, A\nthe exclusive economic zone, and other maritime zones,\nof India shall be such as may be specified, from time to\ntime, by or under any law made by Parliament.\n7. Two things follow from the above declaration under\nArticle 297. Firstly, India asserts its authority not only on the land\nmass of the territory of India specified under Article 1, but also\nover the areas specified under Article 297. It authorises the\nParliament to specify the limits of such areas (maritime zones).\nThe nature of the said authority may not be the same for the\nvarious maritime zones indicated in Article 297. However, the\npreponderance of judicial authority appears to be that the\nsovereignty of the coastal state extends to the territorial waters.³\nB\nC\n8. The sovereignty of a Nation / State over the landmass\ncomprised within the territorial boundaries of the State, is an D\nestablished principle of both constitutional theory and\nInternational Law. The authority of the Sovereign to make and\nenforce laws within the territory over which the sovereignty\nextends is unquestionable in constitutional theory. That the\nsovereignty of a 'coastal State' extends to its territorial waters, E\nis also a well accepted principle of International Law' though\n3. The territorial sea appertains to the territorial soverignty of the coastal state\nand thus belongs to it automatically. For example, all newly independent\nstate (with a coast) come to independence with an entitlement to a territorial\nsea. There have been a number of theroies as to the precise legal character\nof the territorial sea of the coastal state, ranging from treating the territorial F\nsea as part of the res communis, but subject to certain rights exercisable\nby the coastal state, to regarding the territorial sea as part of the coastal\nstate's territorial domain subject to a right of innocent passage by foreign\nvessels..........\nArticles 1 and 2 of the Convention on the Territorial Sea, 1958 provide that\nthe coastal state's sovereignty over its territorial sea and to the airspace\nand seabed and the subsoil thereof, subject to the provisions of the\nConvention and of international law.....----from International Law by Malcolm\nN. Shaw [sixth edition] (page 569-570)\nG\n4. It is well established that the coastal state has sovereignty over its territorial\nwaters, the sea-bed and subsoil underlying such waters, and the air space\nabove them, subject to the obligations imposed by international law.\nRecently, in the North Sea Continental Shelf cases, the International Court H\nA\nB\nC\n662\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nthere is no uniformly shared legal norm establishing the limit of\nthe territorial waters - \"maritime territory\". Whether the maritime\nterritory is also a part of the national territory of the State is a\nquestion on which difference of opinion exists. Insofar as this\nCourt is concerned, a Constitution Bench in B.K.Wadeyar v.\nM/s. Daulatram Rameshwarlal (AIR 1961 SC 311) held at\npara 8 as follows:\nIt\nThese territorial limits would include the territorial\nwaters of India\n\"I\n9. Insofar the Republic of India is concerned, the limit of\nthe territorial waters was initially understood to be three nautical\nmiles. It had been extended subsequently, up to six nautical\nmiles by a Presidential proclamation dated 22.3.52 and to\ntwelve nautical miles by another proclamation dated 30.9.67.\nD By Act 80 of 1976 of the Parliament, it was statutorily fixed at\n12 nautical miles. The Act also authorizes the Parliament to\nalter such limit of the territorial waters.\nE\nF\nG\nH\n10. The Territorial Waters, Continental Shelf, Exclusive\nEconomic Zone and Other Maritime Zones Act, 80 of 1976\n(hereinafter referred to as 'the Maritime Zones Act'), was made\nby the Parliament in exercise of the authority conferred under\nArticle 297. Except Sections 5 and 7, rest of the Sections of\nthe Act, came into force on 26-08-1976. Sections 5 and 7 came\ninto force, subsequently, on 15-01-1977, by virtue of a\nnotification contemplated under Section 1(2). Section 3(1)\ndeclares that the sovereignty of India extends, and has always\nextended, to the territorial waters of India:\n\"The sovereignty of India extends and has always extended\nto the territorial waters of India (hereinafter referred to as\nof Justice declared that a coastal has \"full sovereignty\" over its territorial\nsea. This principle of customary international law has also been enshrined\nin article 1 of the Geneva Convention, and remains unaffected in the draft\nconvention.----from The New Law of Maritime Zones by P.C. Rao (Page\n22)\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 663\nAND ORS. [J. CHELAMESWAR, J.]\nthe territorial waters) and to the seabed and subsoil A\nunderlying, and the air space over, such waters.\"\nUnder sub-section (2), the limit of the territorial waters is\nspecified to be twelve nautical miles from the nearest point of\nthe appropriate baseline:\n\"The limit of the territorial waters is the line every point of\nwhich is at a distance of twelve nautical miles from the\nnearest point of the appropriate baseline.\"\nSub-section (3) authorises the Government of India to alter the\nlimit of the territorial waters by a notification approved by both\nthe Houses of Parliament, with due regard to the International\nLaw and State practice:\n\"Notwithstanding anything contained in sub-section (2), the\nCentral Government may, whenever it considers necessary\nso to do having regard to International Law and State\npractice, alter, by notification in the Official Gazette, the\nlimit of the territorial waters.\"\nB\nC\nD\n11. Section 5 defines contiguous zone to be an area\nbeyond and adjacent to the territorial waters extending up to\ntwenty-four nautical miles from the nearest point of the E\nappropriate baseline:\n\"Section 5(1): The contiguous zone of India (hereinafter\nreferred to as the contiguous zone) is and area beyond\nand adjacent to the territorial waters and the limit of the\ncontiguous zone is the line every point of which is at a F\ndistance of twenty-four nautical miles from the nearest point\nof the baseline referred to in sub-section (2) of section 3.\"\nThis limit also can be altered by the Government of India, in\nthe same manner as the limit of the territorial waters. Section\n6 describes the continental shelf, whereas Section 7 defines\nthe exclusive economic zone. While the Parliament authorizes\nthe Government of India³ under Sections 3(3), 5(2) and 7(2)\n5. Central Government may whenever it considers necessary so to do having\nregard to the International Law and State practice alter by notification in the\nOfficial Gazette the limit of ......\"\nG\nH\n664 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA respectively to alter the limits of territorial waters, contiguous\nB\nzone and exclusive economic zone with the approval of both\nthe Houses of the Parliament, the law does not authorise the\nalteration of the limit of the continental shelf.\n12. While Section 3 declares that \"the sovereignty of India\nextends, and has always extended, to the territorial waters\", no\nsuch declaration is to be found in the context of contiguous\nzone. On the other hand, with reference to continental shelf, it\nis declared under Section 6(2) that \"India has, and always had,\nfull and exclusive sovereign rights in respect of its continental\nshelf\". With reference to exclusive economic zone, Section\n7(4)(a) declares that \"in the exclusive economic zone, the Union\nhas sovereign rights for the purpose of exploration, exploitation,\nconservation and management of the natural resources, both\nliving and non-living as well as for producing energy from tides,\nD winds and currents.\"\nс\n13. Whatever may be the implications flowing from the\nlanguage of the Maritime Zones Act and the meaning of the\nexpression \"sovereign rights\" employed in Sections 6(2),\nE 6(3)(a) and 7(4)(a), (Whether or not the sovereignty of India\nextends beyond its territorial waters and to the contiguous zone\nor not), in view of the scheme of the Act, as apparent from\nF 6. Section 6(3)(a) : sovereign rights for the purpose of exploration, exploitation,\nconservation and management of all resources.\n7.....the jurisdiction of the coastal state has been extended into areas of high\nseas contiguous to the territorial sea, albeit for defined purposes only. Such\nrestricted jurisdiction zones have been established or asserted for a\nnumber of reasons....\nG ....without having to extend the boundaries of its territorial sea further into the\nhigh seas.....\nH\n......such contiguous zones were clearly differentitated from claims to full\nsovereignty as parts of the territorial sea, by being referred to as part of the\nhigh seas over which is automatically attached to the land territory of the\nstate.from International Law by Malcolm N. Shaw (sixth edition]\n(page 578-579)\n"}