{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 605\nAND ORS.\nB\ncommitted \"in any place without and beyond\" the A\nterritory of India; (1) by a citizen of India or (2) on any ship\nor aircraft registered in India, irrespective of its location,\nby any person not necessarily a citizen. Such a\ndeclaration was made as long back as in 1898. By an\namendment in 2009 to the said Section, the Code is\nextended to any person in any place \"without and\nbeyond the territory of India\", committing an offence\ntargeting a computer resource located in India. Similarly,\nParliament enacted the Suppression of Unlawful Acts\nAgainst Safety of Maritime Navigation And Fixed\nPlatforms on Continental Shelf Act, 2002. Thereby the\nlegislature expressly extended the application of the said\nAct beyond the limits of the territorial waters of India.\n[Paras 20 and 21] [667-E; 668-A-C, E]\nC\nE\n1.9. The Parliament always asserted its authority to D\nmake laws, which are applicable to persons, who are not\ncorporeally present within the territory of India (whether\nor not they are citizens) when such persons commit acts\nwhich affect the legitimate interests of this country. In\nfurtherance of such assertion and in order to facilitate the\nprosecution of the offenders contemplated under Section\n4(1) and (2) of IPC, Section 188 of Cr.P.C. prescribes the\njurisdiction to deal with such offences. Each one of the\nabove referred enactments also contains a provision\nparallel to Section 188. [Paras 25 and 26] [670-B-D]\nF\nG\nR v. Baster 1971 2 All ER 359 (C.A.) - referred to.\n1.10. The Parliament, undoubtedly, has the power to\nmake and apply the law to persons, who are not citizens\nof India, committing acts, which constitute offences\nprescribed by the law of this country, irrespective of the\nfact whether such acts are committed within the territory\nof India or irrespective of the fact that the offender is\ncorporeally present or not within the Indian territory at the\ntime of the commission of the offence. It is not open for H.\n606 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA any Municipal Court including this Court to decline to\napply the law on the ground that the law is extra-territorial\nin operation when the language of the enactment clearly\nextends the application of the law. [Para 29] [672-A-C]\nB.K.Wadeyar v. M/s. Daulatram Rameshwarlal AIR 1961\nB SC 311: 1961 SCR 924 - relied on.\nAban Loyd Chilies Offshore Ltd. v. Union of India and\nOrs. (2008) 11 SCC 439: 2008 (6) SCR 468 - referred to.\n2.1. The expression \"incident of navigation\"\nC occurring under Article 97 of the UNCLOS, 1982 is not a\nD\nE\nF\ndefined expression. Therefore, necessarily the meaning\nof the expression must be ascertained from the context\nand scheme of the relevant provisions of the UNCLOS.\n[Para 35] [673-E-F]\n2.2. Irrespective of the meaning of the expression\n\"incident of navigation\", Article 97 has no application to\nthe exclusive economic zone. Even under UNCLOS,\nArticle 57 stipulates that \"the exclusive economic zone\nshall not extend beyond 200 nautical miles from the\nbaselines from which the breadth of the territorial sea is\nmeasured\". It follows from a combined reading of Articles\n55 and 57 that within the limit of 200 nautical miles,\nmeasured as indicated under Article 57, the authority of\neach coastal State to prescribe the limits of exclusive\neconomic zone is internationally recognised. The\ndeclaration under Section 7(1) of the Maritime Zones Act,\nwhich stipulates the limit of the exclusive economic zone,\nis perfectly in tune with the terms of UNCLOS. Therefore,\nArticle 97 of UNCLOS has no application to the exclusive\nG economic zone, of which the contiguous zone is a part\nand that is the area relevant, in the context of the incident\nin question. For that reason, it cannot be said that the\nincident, which resulted in the death of two Indians is an\n\"incident of navigation\" within the meaning of Article 97\nH of the United Nations Convention on the Law of the Sea\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 607\nAND ORS.\nand therefore, no penal proceedings may be instituted A\nagainst the two marines except before the Judicial\nauthorities of the 'Flag State' or the State of which the\nmarines are nationals. [Paras 2(1) and 36] [658-D-E; 674-\nD-G]\nCase Law Reference:\nIn the Judgment of ALTAMAS KABIR, CJI.\nB\n2008 (6) SCR 468\nreferred to\nPara 30, 50\n(1927) P.C.I.J\nreferred to\nPara 33, 95,\nC\n98\n1969 (3) SCR 254\nreferred to\nPara 40\n1997 (3) Suppl. SCR 404 referred to\nPara 40\nD\n1984 (2) SCR 664\nreferred to\nPara 50\n1964 SCR 857\nreferred to\nPara 58\n(2004) 12 SCC 278\nreferred to\nPara 66\n(1997) 1 Q.B. 529\nreferred to\nPara 67\n1958 SCR 328\nreferred to\nPara 76\nIn the judgement of J. Chelameswar, J:\n1961 SCR 924\nrelied on\nPara 8\n1971 2 All ER 359 (C.A.)\nreferred to\nPara 27\n2008 (6) SCR 468\nreferred to\nPara 30, 33\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n135 of 2012.\nUnder Article 32 of the Constitution of iNdia.\nSLP (C) No. 20370 of 2012.\nWITH\nFL\nG\nH\nA\n608 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nGourab K. Banerji, ASG, Harish N. Salve, Suhail Dutt, V.\nGiri, Diljeet Titus, Viplav Sharma, Baljit Singh Kalha, Ujjwal\nSharma, Abhixit Singh, Achint Singh Gyani, Ankur Manchanda,\nJagjit Singh Chhabra, Raghav Shankar, Jaswant Perraye, S.A.\nHaseeb, Parul Kumar, Sahil Tagotra, Jhuma Sen, Supriya Jain,\nB D.S. Mahra, B. Krishna Prasad, Gautam Jha, Arjun Krishnan,\nRamesh Babu, M.R., Mohammed Sadique T.A., Sushrut Jindal,\nRekha Pandey, Rashmi Malhotra, Sahil Tagotra, R. Malhotra\nfor the appearing parties.\nс\nD\nE\nF\nG\nH\nThe Judgments of the Court was delivered by\nALTAMAS KABIR, CJI. 1. The past decade has\nwitnessed a sharp increase in acts of piracy on the high seas\noff the Coast of Somalia and even in the vicinity of the Minicoy\nislands forming part of the Lakshadweep archipelago. In an\neffort to counter piracy and to ensure freedom of navigation of\nmerchant shipping and for the protection of vessels flying the\nItalian flag in transit in International seas, the Republic of Italy\nenacted Government Decree 107 of 2011, converted into Law\nof Parliament of Italy No.130 of 2nd August, 2011, to protect\nItalian ships from piracy in International seas. Article 5 of the\nsaid legislation provides for deployment of Italian Military Navy\nContingents on Italian vessels flying the Italian flag, to counter\nthe growing menace of piracy on the seas. Pursuant to the said\nlaw of Parliament of Italy No.130 of 2nd August, 2011, a\nProtocol of Agreement was purportedly entered into on 11th\nOctober, 2011, between the Ministry of Defence - Naval Staff\nand Italian Shipowners' Confederation (Confitarma), pursuant\nto which the Petitioner Nos.2 and 3 in the writ Petition, who are\nalso the Petitioner Nos.1 and 2 in the Special Leave Petition,\nwere deployed along with four others, as \"Team Latorre\", on\nboard the \"M.V. Enrica Lexie\" on 6th February, 2012, to protect\nthe said vessel and to embark thereon on 11th February, 2011,\nfrom Galle in Sri Lanka. The said Military Deployment Order\nwas sent by the Italian Navy General Staff to the concerned\nMilitary Attaches in New Delhi, India and Muscat, Oman. A\nchange in the disembarkation plans, whereby the planned port\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 609\nAND ORS. [ALTAMAS KABIR, CJI.]\nof disembarkation was shifted from Muscat to Djibouti, was A\nalso intimated to the concerned Attaches.\n2. While the aforesaid vessel, with the Military Protection\nDetachment on board, was heading for Djibouti on 15th\nFebruary, 2012, it came across an Indian fishing vessel, St.\nB\nAntony, which it allegedly mistook to be a pirate vessel, at a\ndistance of about 20.5 nautical miles from the Indian sea coast\noff the State of Kerala, and on account of firing from the Italian\nvessel, two persons in the Indian fishing vessel were killed. After\nthe said incident, the Italian vessel continued on its scheduled\ncourse to Djibouti.\nC\nWhen the vessel had proceeded about 38 nautical miles\non the High Seas towards Djibouti, it received a telephone\nmessage, as well as an e-mail, from the Maritime Rescue Co-\nordination Centre, Mumbai, asking it to return to Cochin Port D\nto assist with the enquiry into the incident. Responding to the\nmessage, the M.V. Enrica Lexie altered its course and came\nto Cochin Port on 16th February, 2012. Upon docking in\nCochin, the Master of the vessel was informed that First\nInformation Report (F.I.R.) No.2 of 2012 had been lodged with E\nthe Circle Inspector, Neendakara, Kollam, Kerala, under\nSection 302 read with Section 34 of the Indian Penal Code\n(I.P.C.) in respect of the firing incident leading to the death of\nthe two Indian fishermen. On 19th February, 2012, Massimilano\nLatorre and Salvatore Girone, the Petitioner Nos.2 and 3 in Writ\nPetition No.135 of 2012, were arrested by the Circle Inspector\nof Police, Coastal Police Station, Neendakara, Kollam, from\nWillington Island and have been in judicial custody ever since.\n3. On 20th February, 2012, the petitioner Nos.2 and 3 were\nproduced before the Chief Judicial Magistrate (C.J.M.), Kollam,\nby the Circle Inspector of Police, Coastal Police Station,\nNeendakara, who prayed for remand of the accused to judicial\ncustody.\nF\nG\nH\nA\n610\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\n4. The petitioners thereupon filed Writ Petition No.4542 of\n2012 before the Kerala High Court, under Article 226 of the\nConstitution, challenging the jurisdiction of the State of Kerala\nand the Circle Inspector of Police, Kollam District, Kerala, to\nregister the F.I.R. and to conduct investigation on the basis\nB thereof or to arrest the petitioner Nos.2 and 3 and to produce\nthem before the Magistrate. The Writ Petitioners prayed for\nquashing of F.I.R. No.2 of 2012 on the file of the Circle Inspector\nof Police, Neendakara, Kollam District, as the same was\npurportedly without jurisdiction, contrary to law and null and void.\nC The Writ Petitioners also prayed for a declaration that their\narrest and detention and all proceedings taken against them\nwere without jurisdiction, contrary to law and, therefore, void.\nA further prayer was made for the release of the Petitioner\nNos.2 and 3 from the case.\nD\nE\n5. Between 22nd and 26th February, 2012, several\nrelatives of the deceased sought impleadment in the Writ\nPetition and were impleaded as Additional Respondents\nNos.4, 5 and 6.\n6. During the pendency of the Writ Petition, the Presenting\nOfficer within the Tribunal of Rome, Republic of Italy, intimated\nthe Ministry of Defence of Italy on 24th February, 2012, that\nCriminal Proceedings No.9463 of 2012 had been initiated\nagainst the Petitioner Nos.2 and 3 in Italy. It was indicated that\nF punishment for the crime of murder under Section 575 of the\nItalian Penal Code is imprisonment of at least 21 years.\nG\n7. After entering appearance in the writ petition, the Union\nof India and its Investigating Agency filed joint statements\ntherein on 28th February, 2012, on behalf of the Union of India\nand the Coast Guard, with the Kerala High Court, along with\nthe Boarding Officers Report dated 16th-17th February, 2012,\nas an annexure. On 5th March, 2012, the Consul General filed\na further affidavit on behalf of the Republic of Italy, annexing\nadditional documents in support of its claim that the accused\nH had acted in an official capacity. In the affidavit, the Consul\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 611\nAND ORS. [ALTAMAS KABIR, CJI.]\nGeneral reasserted that Italy had exclusive jurisdiction over the A\nwrit petitioners and invoked sovereign and functional immunity.\n8. The Kerala High Court heard the matter and directed\nthe Petitioners to file their additional written submissions, which\nwere duly filed on 2nd April, 2012, whereupon the High Court\nreserved its judgment. However, in the meantime, since the\njudgment in the Writ Petition was not forthcoming, the\nPetitioners filed the present Writ Petition under Article 32 of the\nConstitution of India on 19th April, 2012, inter alia, for the\nfollowing reliefs:-\nB\ncl\n\"(i) Declare that any action by all the Respondents in\nrelation to the alleged incident referred to in Para\n6 and 7 above, under the Criminal Procedure Code\nor any other Indian law, would be illegal and ultra\nvires and violative of Articles 14 and 21 of the D\nConstitution of India; and\n(ii)\nDeclare that the continued detention of Petitioners\n2 and 3 by the State of Kerala is illegal and ultra\nvires being violative of the principles of sovereign\nimmunity and also violative of Art. 14 and 21 of the\nConstitution of India; and\nE\n(iii) Issue writ of Mandamus and/or any other suitable\nwrit, order or direction under Article 32 directing that\nthe Union of India take all steps as may be F\nnecessary to secure custody of Petitioners 2 and\n3 and make over their custody to Petitioner No.1.\"\n9. During the pendency of the said Writ Petition in this\nCourt, the Kerala State Police filed charge sheet against the\nPetitioner Nos.2 and 3 herein on 18th May, 2012 under\nSections 302, 307, 427 read with Section 34 Indian Penal\nCode and Section 3 of the Suppression of Unlawful Acts\nagainst Safety of Maritime Navigation and Fixed Platforms on\nContinental Shelf Act, 2002, hereinafter referred to as 'the SUA\nG\nH.\n=\nA\nB\nC\nD\n612 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nAct'. On 29th May, 2012, the learned Single Judge of the Kerala\nHigh Court dismissed Writ Petition (Civil) No.4542 of 2012 on\ntwo grounds. The learned Single Judge held that under the\nNotification No. SO 67/E dated 27th August, 1981, the entire\nIndian Penal Code had been extended to the Exclusive\nEconomic Zone and the territorial jurisdiction of the State of\nKerala was not limited to 12 nautical miles only. The learned\nSingle Judge also held that under the provisions of the SUA\nAct, the State of Kerala has jurisdiction upto 200 nautical miles\nfrom the Indian coast, falling within the Exclusive Economic\nZone of India.\n10. Aggrieved by the aforesaid judgment of the Kerala High\nCourt, the Petitioners filed Special Leave Petition (Civil)\nNo.20370 of 2012, challenging the order of dismissal of their\nWrit Petition by the Kerala High Court.\n11. As will be evident from what has been narrated\nhereinabove, the subject matter and the reliefs prayed for in\nWrit Petition (Civil) No.4542 of 2012 before the Kerala High\nCourt and S.L.P.(C) No.20370 of 2012 are the same as those\nE sought in Writ Petition (Civil) No.135 of 2012.\nF\n12. Accordingly, the Special Leave Petition and the Writ\nPetition have been heard together.\n13. Simply stated, the case of the Petitioners is, that the\nPetitioner Nos.2 and 3, had been discharging their duties as\nmembers of the Italian Armed Forces, in accordance with the\nprinciples of Public International Law and an Italian National Law\nrequiring the presence of armed personnel on board\ncommercial vessels to protect them from attacks of piracy. It\nG is also the Petitioners' case that the determination of\ninternational disputes and responsibilities as well as\nproceedings connected therewith, must necessarily be\nbetween the Sovereign Governments of the two countries and\nnot constituent elements of a Federal Structure. In other words,\nH in cases of international disputes, the State units/governments\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 613\nAND ORS. [ALTAMAS KABIR, CJI.]\nwithin a federal structure, could not be regarded as entities A\nentitled to maintain or participate in proceedings relating to the\nsovereign acts of one nation against another, nor could such\nstatus be conferred upon them by the Federal/Central\nGovernment. It is also the case of the writ petitioners that the\nproceedings, if any, in such cases, could only be initiated by B\nthe Union at its discretion. Consequently, the arrest and\ncontinued detention of the Petitioner Nos.2 and 3 by the State\nof Kerala is unlawful and based on a misconception of the law\nrelating to disputes between two sovereign nations.\nC\nD\n14. Appearing for the writ petitioners, Mr. Harish N. Salve,\nlearned Senior Advocate, contended that the acquiescence of\nthe Union of India to the unlawful arrest and detention of the\nPetitioner Nos.2 and 3 by the State of Kerala was in violation\nof the long standing Customary International Law, Principles of\nInternational Comity and Sovereign Equality Amongst States,\nas contained in the United Nations General Assembly\nResolution titled \"Declaration on Principles of International Law\nConcerning Friendly Relations. and Cooperation between States\nin accordance with the Charter of the United Nations\". Mr. Salve\ncontended that these aforesaid principles require that any\nE\nproceeding, whether diplomatic or judicial, where the conduct\nof a foreign nation in the exercise of its sovereign functions is\nquestioned, has to be conducted only at the level of the Federal\nor Central Government and could not be the subject matter of\na proceeding initiated by a Provincial/State Government.\n15. Mr. Salve submitted that the incident which occurred\non 15th February, 2012, was an incident between two nation\nStates and any dispute arising therefrom would be governed\nby the principles of International Legal Responsibility under\nwhich the rights and obligations of the parties will be those\nexisting between the Republic of India and the Republic of Italy.\nMr. Salve submitted that no legal relationship exists between\nthe Republic of Italy and the State of Kerala and by continued\ndetention of the members of the Armed Forces of the Republic\nF\nG\nH.\n614 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA of Italy, acting in discharge of their official duties, the State of\nB\nC\nD\nKerala had acted in a manner contrary to Public International\nLaw, as well as the provisions of the Constitution of India.\n16. Learned counsel submitted that the Scheme of the\nTerritorial Waters, Continental Shelf, Exclusive Economic Zone\nand Other Maritime Zones Act, 1976, hereinafter referred to as\n\"the Maritime Zones Act, 1976\", contemplates limited\njurisdiction of the Central Government over each of the Maritime\nZones divided into the \"Territorial Waters\", the \"Contiguous\nZones\" and the \"Exclusive Economic Zones\". Learned counsel\nalso submitted that Sections 3, 5, 7 and 15 of the Act\ncontemplate the existence of such division of zones as a direct\nconsequence of rights guaranteed under Public International\nLaw, including the United Nations Convention on the Law of the\nSea, hereinafter referred to as, \"the UNCLOS\".\n17. Mr. Salve submitted that the extent of jurisdiction of a\nState beyond its coastline is provided in Section 3 of the\nMaritime Zones Act, 1976. Sub-section (2) of Section 3\nindicates that the limit of the Territorial Waters is the line every\nE point of which is at a distance of twelve nautical miles from the\nnearest point of the appropriate baseline. Section 5 of the\naforesaid Act provides that the Contiguous Zone of India is an\narea beyond and adjacent to the Territorial Waters and the limit\nof the Contiguous Zone is the line every point of which is at a\ndistance of twenty-four nautical miles from the nearest point of\nthe baseline referred to in Sub-section (2) of Section 3. Section\n7 of the Act defines Exclusive Economic Zone as an area\nbeyond and adjacent to the Territorial Waters, and the limit of\nsuch zone is two hundred nautical miles from the baseline\nreferred to in sub-section (2) of Section 3. In respect of each\nof the three above-mentioned zones, the Central Government\nhas been empowered whenever it considers necessary so to\ndo, having regard to International Law and State practice, alter,\nby notification in the Official Gazette, the limit of the said zones.\nF\nG\nH\n18. Mr. Salve pointed out that Section 4 of the Maritime\n"}