{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 4 S.C.R. 595\nREPUBLIC OF ITALY AND ORS.\nV.\nUNION OF INDIA AND ORS.\n(Writ Petition (C) No. 135 of 2012 etc.)\nJANUARY 18, 2013\n[ALTAMAS KABIR, CJI AND J. CHELAMESWAR, JJ.]\nInternational Law:\nA\nB\nC\nD\nE\nIncident of firing at a distance of about 20.5 nautical miles\nfrom the Indian sea-coast of the State of Kerala - Firing by\nofficers of naval staff of Italy deployed on merchant ship of\nItaly - Resulting in death of two persons on Indian Fishing\nVessel - FIR against two officers u/s. 302/34 IPC lodged in\nthe State of Kerala - State Police investigated the matter and\narrested the accused - Writ Petition u/Art. 226 of the\nConstitution by the accused challenging the jurisdiction of\nState of Kerala in registering FIR, in investigating the matter\nand in arresting the accused - During pendency of the writ\npetition criminal proceedings were also initiated against the\naccused in Italy under Italian Penal Code - The Consul\nGeneral of Italy asserted that Italy had exclusive jurisdiction\nover the accused and they having acted in official capacity\nwere entitled to sovereign and functional immunity - During\npendency of the judgment of High Court, Republic of Italy\ninvoked jurisdiction u/Art. 32 of the Constitution for the same\nreliefs - As the writ petition u/Art. 226 was dismissed, SLP also\nfiled - HELD: Action by State of Kerala was without jurisdiction\nbecause the incident took place within Contiguous Zone on\nwhich the State did not have jurisdiction - Also because in the\ncase, two sovereign countries were involved and one country G\nhad already initiated criminal proceedings against the\naccused, State of Kerala as one of the units of the federal unit\nwould not have authority to try the accused - 'Declaration on\nPrinciples of International Law Concerning Family Relations\n595\nF\nH\nс\n596 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA and Co-operation between States in accordance with the\nCharters of United Nations' has to be conducted at federal\nlevel and not at provincial level - The incident cannot be said\nto be an \"incident of navigation\" within the meaning of Art. 97\nof UNCLOS - By virtue of extention of the provisions of IPC\nB and Cr.P.C. to contiguous zone, Union of India is entitled to\ntake cognizance, investigate and try the accused - But the\nsame is subject to the provisions of Art. 100 of UNCLOS -\nDirection to Union of India to set up Special Court to try the\ncase Accused can also invoke provisions of Article 100 of\nUNCLOS whereupon the question of jurisdiction to investigate\ninto the incident and for the courts in India to try the accused\nwould be considered - If found that both the countries i.e. India\nas well as Italy have concurrent jurisdiction over the matter,\nthe directions passed in this judgment will continue - Penal\nCode, 1860 - ss. 302, 307, 427 r/w s.34 - Suppression of\nUnlawful Acts Against Safety of Maritime Navigation and Fixed\nPlatforms on Continental Shelf Act, 2002 s.3 - United\nNations Convention on the Law of the Sea, 1982 - Articles\n97and 100 Maritime Zones Act, 1976 - Declaration on\nPrinciples of International Law Concerning Family Relations\nand Co-operation Between States in accordance with the\nCharters of United Nations - Constitution of India, 1950 - Article\n297.\nD\nE\n-\n-\nPetitioner Nos. 2 and 3 and four other officers of\nF naval staff of Republic of Italy were deployed in the board\nof merchant ship which was flying the Italian Flag. The\ndeployment was pursuant to a Government decree of\nRepublic of Italy, which was enacted to protect the Italian\nships from piracy in international seas. At a distance of\nG about 20.5 nautical miles from the Indian Sea-Coast, off\nthe State of Kerala, the Italian ships mistook an Indian\nFishing Vessel to be a pirate vessel and opened fire on\nit. Two persons of the Indian Fishing Vessel were killed\non account of the firing. FIR was lodged u/s. 302/34 IPC\nat the Police Station in the State of Kerala.\nH\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 597\nAND ORS.\nThe Republic of Italy filed a writ petition challenging A\nthe jurisdiction of the State of Kerala and that of the State\nPolice to register the FIR and to conduct investigation\nand to arrest them. They prayed for quashing the FIR as\nbeing without jurisdiction, contrary to law, null and void.\nThe High Court reserved the judgment. In the meantime,\nthe petitioners filed Writ Petition before this Court, asking\nfor the same reliefs.\nDuring pendency of the Writ Petition u/Art. 32, the\nState Police filed charge-sheet against petitioner Nos. 2\nand 3 u/ss. 302, 307, 427 r/w. s. 34 IPC and u/s. 3 of the\nSuppression of Unlawful Acts Against Safety of Maritime\nNavigation and Fixed Platforms on Continental Shelf Act,\n2002. When the High Court dismissed the Writ Petition,\nSpecial Leave Petition was filed before this Court.\nPrimarily it was contended on behalf of petitioner\nNos. 2 and 3 that the State Police had no jurisdiction to\ninvestigate the incident; that in view of public international\nlaw, the Courts of the Republic of Italy had jurisdiction\nto try the accused and not the Indian Courts, because the\nincident occurred beyond the territory of India to which\nlocation sovereignty of India did not extend; that\nParliament cannot extend the application of the laws\nenacted by it, beyond the territory of India; that the\nincident which resulted in the death of two Indians was\nan 'incident of navigation' within the meaning of Article\n97 of the United Nations Convention on the Law of the\nSea (UNCLOS).\nDisposing of the Writ Petition and Special Leave\nPetition, the Court\nHELD:\nB\nC\nD\nE\nF\nG\nPer Altamas Kabir (CJI):\n1. India is entitled both under its Domestic Law and\nH\n598\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA the Public International Law to exercise rights of\nsovereignty upto 24 nautical miles from the baseline on\nthe basis of which the width of Territorial Waters is\nmeasured. It can exercise sovereign rights within the\nExclusive Economic Zone only for certain purposes.\nB [Para 100] [656-E-F]\nC\n2. In an area in which a country exercises\nsovereignty, its laws will prevail over other laws in case\nof a conflict between the two. On the other hand, a State\nmay have sovereign rights over an area, which stops\nshort of complete sovereignty as in the instant case\nwhere in view of the provisions both of the Maritime\nZones Act, 1976, and UNCLOS 1982, the Exclusive\nEconomic Zone is extended to 200 nautical miles from the\nbaseline for measurement of Territorial Waters. Although,\nD the provisions of Section 188A I.P.C. have been extended\nto the Exclusive Economic Zone, the same are extended\nto areas declared as \"designated areas\" under the Act\nwhich are confined to installations and artificial islands,\ncreated for the purpose of exploring and exploiting the\nE natural resources in and under the sea to the extent of\n200 nautical miles, which also includes the area\ncomprising the Continental Shelf of a country. However,\nthe Exclusive Economic Zone continues to be part of the\nHigh Seas over which sovereignty cannot be exercised\nF by any nation. [Para 96] [654-E-H; 655-A]\nG\nH\n3. Since India is a signatory, she is obligated to\nrespect the provisions of UNCLOS 1982, and to apply the\nsame if there is no conflict with the domestic law. In this\ncontext, both the countries may have to subject\nthemselves to the provisions of Article 94 of the\nConvention which deals with the duties of the Flag State\nand, in particular, sub-Article (7) which provides that each\nState shall cause an inquiry to be held into every marine\ncasualty or incident of navigation on the high seas\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 599\nAND ORS.\ninvolving a ship flying its flag and causing loss of life or\nserious injury to nationals of another State. It is also\nstipulated that the Flag State and the other State shall\ncooperate in the conduct of any inquiry held by that\nother State into any such marine casualty or incident of\nnavigation. [Para 97] [655-A-D]\nA\nB\n4. The expression \"incident of navigation\" in Article\n97 cannot be extended to a criminal act, involving the\nkilling of two Indian fishermen on board an Indian fishing\nvessel, although, the same was not flying the Indian flag.\nIf at all, Article 100 of the Convention may stand attracted C\nif and when the defence version of apprehension of a\npirate attack is accepted by the Trial Court. [Para 95] [653-\nB-D]\n5. The territorial criminal jurisdiction is founded on\nvarious principles which provide that, as a matter of\nconvenience, crimes should be dealt with by the States\nwhose social order is most closely affected. However,\nsome public ships and armed forces of foreign States\nmay enjoy a degree of immunity from the territorial\njurisdiction of a nation. [Para 98] [655-D-F]\n6. The incident took place within the Contiguous\nZone over which, both under the provisions of the\nMaritime Zones Act, 1976, and UNCLOS 1982, India is\nentitled to exercise rights of sovereignty. However, Sub-\nsection (4) of Section 7 only provides for the Union of\nIndia to have sovereign rights limited to exploration,\nexploitation, conservation and management of the natural\nresources, both living and non-living, as well as for\nproducing energy from tides, winds and currents, which\ncannot be equated with rights of sovereignty over the\nsaid areas, in the Exclusive Economic Zone. It also\nprovides for the Union of India to exercise other ancillary\nrights which only clothes the Union of India with\nsovereign rights and not rights of sovereignty in the\nExclusive Economic Zone. The said position is reinforced\nD\nLE\nF\nG\nH\n600 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA under Sections 6 and 7 of the Maritime Zones Act, 1976,\nwhich also provides that India's sovereignty extends over\nits Territorial Waters while, the position is different in\nrespect of the Exclusive Economic Zone. Therefore, it\ncannot be said that Article 59 of UNCLAS permits States\nB to assert rights or jurisdiction beyond those specifically\nprovided in the Convention. [Para 99] [655-G-H; 656-A-D]\nC\n7. The incident of firing from the Italian vessel on the\nIndian shipping vessel having occurred within the\nContiguous Zone, the Union of India is entitled to\nprosecute the two Italian marines under the criminal justice\nsystem prevalent in the country. However, the same is\nsubject to the provisions of Article 100 of UNCLOS 1982.\nThe \"Declaration on Principles of International Law\nConcerning Family Relations and Cooperation between\nD States in accordance with the Charter of the United\nNations\" has to be conducted only at the level of the\nFederal or Central Government and cannot be the subject\nmatter of a proceeding initiated by a Provincial/State\nGovernment. [Para 100] [656-F-H; 657-A]\nE\nF\n8. The two accused in the case are marines\nbelonging to the Royal Italian Navy, who had been\ndeputed on the merchant shipping vessel having Flag of\nItaly, purportedly in pursuance of an Italian Decree of\nParliament, pursuant to which an Agreement was entered\ninto between the Republic of Italy on the one hand and\nthe Italian Shipowners' Confederation (Confitarma) on the\nother. This takes the dispute to a different level where the\nGovernments of the two countries become involved. The\nRepublic of Italy has, in fact, from the very beginning,\nasserted its right to try the two marines and has already\ncommenced proceedings against them in Italy under\npenal provisions. In such a scenario, the State of Kerala,\nas one of the units of a federal unit, would not have any\nauthority to try the accused who were outside the\nH jurisdiction of the State unit. The extension of Section\nG\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 601\nAND ORS.\n188A I.P.C. to the Exclusive Maritime Zone, of which the A\nContiguous Zone is also a part, also did not extend the\nauthority of the Kerala State Police beyond the territorial\nwaters, which is the limit of its area of operations. [Para\n86] [649-D-H; 650-A]\n9. The incident took place at a distance of about 20.5\nnautical miles from the coastline of the State of Kerala, a\nunit within the Indian Union. The incident, therefore,\noccurred not within the territorial waters of the coastline\nof the State of Kerala, but within the Contiguous Zone,\nover which the State Police of the State of Kerala\nordinarily has no jurisdiction. The State of Kerala had no\njurisdiction over the Contiguous Zone and even if the\nprovisions of IPC and Cr.P.C. were extended to the\nContiguous Zone, it did not vest the State of Kerala with\nthe powers to investigate and, thereafter, to try the\noffence. What, in effect, is the result of such extension is\nthat the Union of India extended the application of IPC\nand Cr.P.C. to the Contiguous Zone, which entitled the\nUnion of India to take cognizance of, investigate and\nprosecute persons who commit any infraction of the\ndomestic laws within the Contiguous Zone. However,\nsuch a power is not vested with the State of Kerala. [Para\n84] [648-C-D, F-H; 649-A]\nB\nс\nD\nE\n10. Therefore, the State of Kerala has no jurisdiction F\nto investigate into the incident. But till such time as it is\nproved that the provisions of Article 100 of the UNCLOS\n1982 apply to the facts of this case, it is the Union of India\nwhich has jurisdiction to proceed with the investigation\nand trial of the Petitioner Nos.2 and 3 in the Writ Petition.\nThe Union of India is, therefore, directed, in consultation\nwith the Chief Justice of India, to set up a Special Court\nto try this case and to dispose of the same in accordance\nwith the provisions of the Maritime Zones Act, 1976, the\nIndian Penal Code, the Code of Criminal Procedure and\nG\nH\n602 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA most importantly, the provisions of UNCLOS 1982, where\nthere is no conflict between the domestic law and\nUNCLOS 1982. The pending proceedings before the\nChief Judicial Magistrate shall stand transferred to the\nSpecial Court to be constituted in terms of this judgment.\nB [Para 101] [657-A-D]\nC\nD\n11. This will not prevent the Petitioners herein in the\ntwo matters from invoking the provisions of Article 100\nof UNCLOS 1982, upon adducing evidence in support\nthereof, whereupon the question of jurisdiction of the\nUnion of India to investigate into the incident and for the\nCourts in India to try the accused may be reconsidered.\nIf it is found that both the Republic of Italy and the\nRepublic of India have concurrent jurisdiction over the\nmatter, then these directions will continue to hold good.\n[Para 101] 657-D-F]\nAban Loyd Chiles Offshore Limited vs. Union of India\nand Anr. (2008) 11 SCC 439; 2008 (6) SCR 468; Maganbhai\nIshwarbhai Patel vs. Union of India and Anr. (1970) 3 SCC\nE 400: 1969 (3) SCR 254; Vishaka and Ors. vs. State of\nRajasthan and Ors. (1997) 6 SCC 241: 1997 (3) Suppl. SCR\n404; Gramophone Co. of India vs. Birendra Bahadur Pandey\n(1984) 2 SCC 534: 1984 (2) SCR 664; Hukumchand Mills\nvs. State of Madhya Pradesh AIR 1964 SC 1329: 1964 SCR\nF 857; N. Mani vs. Sangeetha Theatre and Ors. (2004) 12 SCC\n278; Mobarik Ali Ahmad vs. State of Bombay AIR 1957 SC\n857: 1958 SCR 328 - referred to.\nG\nH\nS.S. Lotus (Fr. v. Turk.) (1927) P.C.I.J.; Trendtex Trading\nCorporation vs. Bank of Nigeria (1997) 1 Q.B. 529 - referred\nto.\nPer J. Chelameswar, J: (Supplementing)\nHELD: 1.1. The authority of the Sovereign to make\nlaws and enforce them against its subjects is undoubted\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 603\nAND ORS.\nin constitutional theory. Though written Constitutions A\nprescribe limitations, either express or implied on such\nauthority, under the Constitution of India, such limitations\nwith respect to territory are provided under Article 245(1)\nof the Constitution. [Para 3] [658-E; 659-A]\nB\n1.2. Article 297 of the Indian Constitution deals with\n'maritime territory'. Article 297(3) authorises the\nParliament to specify from time to time the limits of various\nmaritime zones such as, territorial waters, continental\nshelf, etc. Clauses (1) and (2) of the said article make a\ndeclaration that all lands, minerals and other things of C\nvalue and all other resources shall vest in the Union of\nIndia. [Paras 5 and 6] [659-F; 660-A-B]\n1.3. Two things follow from the declaration under\nArticle 297. Firstly, India asserts its authority not only on D\nthe land mass of the territory of India specified under\nArticle 1, but also over the areas specified under Article\n297. It authorises the Parliament to specify the limits of\nsuch areas (maritime zones). The nature of the said\nauthority may not be the same for the various maritime\nzones indicated in Article 297. However, the\npreponderance of judicial authority appears to be that the\nsovereignty of the coastal state extends to the territorial\nwaters. [Para 7] [661-A-C]\nE\n1.4. The sovereignty of a 'coastal State' extends to F\nits territorial waters, is a well accepted principle of\nInternational Law though there is no uniformly shared\nlegal norm establishing the limit of the territorial waters -\n\"maritime territory\". Whether the maritime territory is also\na part of the national territory of the State is a question G\non which difference of opinion exists. [Para 8] [661-C-E;\n662-A]\n1.5. The Territorial Waters, Continental Shelf,\nExclusive Economic Zone and Other Maritime Zones Act,\n80 of 1976 whereby limit of territorial waters was fixed at H\n604 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA 12, was made by the Parliament in exercise of the\nauthority conferred under Article 297. Except Sections 5\nand 7. rest of the Sections of the Act, came into force on\n26-08-1976. Sections 5 and 7 came into force,\nsubsequently, on 15-01-1977, by virtue of a notification\nB contemplated under Section 1(2). Section 3(1) declares\nthat the sovereignty of India extends, and has always\nextended, to the territorial waters of India. [Para 10] [662-\nD-F]\nC\n1.6. In view of the scheme of the Maritime Zone Act,\nas apparent from Section 5(5)(a) and Section 7(7)(a) there\nof the application of \"any enactment for the time being\nin force in India\" (like the Indian Penal Code and the Code\nof Criminal Procedure), is not automatic either to the\ncontiguous zone or exclusive economic zone. It requires\nD a notification in the official gazette of India to extend the\napplication of such enactments to such maritime zone.\nThe Maritime Zones Act further declares that once such\na notification is issued, the enactment whose application\nis so extended \"shall have effect as if\" the contiguous\nE zone or exclusive economic zone, as the case may be,\n\"is part of the territory of India\". Creation of such a legal\nfiction is certainly within the authority of the Sovereign\nLegislative Body. [Para 13] [664-E; 665-A-C]\nF\n1.7. Though Article 245 speaks of the authority of the\nParliament to make laws for the territory of India, Article\n245(2) expressly declares - \"No law made by Parliament\nshall be deemed to be invalid on the ground that it would\nhave extra territorial operation\". The declaration is a fetter\non the jurisdiction of the Municipal Courts including\nG Constitutional Courts to either declare a law to be\nunconstitutional or decline to give effect to such a law on\nthe ground of extra territoriality. [Para 16] [666-B-D]\n1.8. Section 2 read with Section 4 of IPC makes the\nH provisions of the Code applicable to the offences\n"}