{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 645\nAND ORS. [ALTAMAS KABIR, CJI.]\nrelating to Berubari Union and Exchange of Enclaves. In the A\nsaid Reference, the issue involved was with regard to an\nAgreement entered into between India and Pakistan on 10th\nSeptember, 1958, to remove certain border disputes which\nincluded the division of Berubari Union No.12 and another. In\nthe said Reference, this Court was, inter alia, called upon to B\nconsider the question as to how a foreign Treaty and\nAgreement could be given effect to. The said Reference was\nanswered by this Court by indicating that foreign Agreements\nand Conventions could be made applicable to the municipal\nlaws in India, upon suitable legislation by Parliament in this\nregard.\nC\nD\n76. Reference was also made to the decision of this Court\nin Maganbhai Ishwarbhai Patel Vs. Union of India [(1970) 3\nSCC 400], where the subject matter was the claim to a disputed\nterritory in the Rann of Kutch, which the Petitioners claimed was\na part of India. It was noted that the Petitioners' claim had\noriginated from the very creation of the two dominions. It was\nalso the Petitioners' claim that India had all along exercised\neffective administrative control over the territory and that giving\nup a claim to it involved cession of Indian Territory which could E\nonly be effected by a constitutional amendment and not by an\nexecutive order.\n77. Other judgments were also referred to, to which we may\nrefer if the need arises. Mr. Giri submitted that if a Treaty or an F\nAgreement or even a Convention does not infringe the rights\nof the citizens or does not in the wake of its implementation\nmodify any law, then it is open to the Executive to come to such\nTreaty or Agreement and the Executive was quite competent\nto issue orders, but if in consequence of the exercise of the\nG\nexecutive power, rights of the citizens or others are restricted\nor infringed or laws are modified, the exercise of power must\nbe supported by legislation.\n78. It was also submitted that in the event the provisions\nof UNCLOS were implemented without the sanction of H\n646 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Parliament, it would amount to modification of a municipal law\nB\nC\nD\nE\nF\nG\nH\ncovered by the Maritime Zones Act, 1976. Mr. Giri contended\nthat the 1976 Act, which was enacted under Article 297 of the\nConstitution, is a law which applies to the Territorial Waters,\nContiguous Zone, Continental Shelf and the Exclusive\nEconomic Zone over the seas in which the incident had taken\nplace. If, therefore, the provisions of the Convention were to be\naccepted as having conferred jurisdiction on the Indian judiciary,\nsuch a situation would be contrary to the provisions of the\nMaritime Zones Act, 1976, which contemplates the extension\nof domestic penal laws to the Exclusive Economic Zone in such\na manner that once extended, it would, for all applicable\npurposes, include such zone to be a part of the territory of India.\nMr. Giri submitted that adoption or implementation of the\nprovisions of UNCLOS would not only affect the rights of the\ncitizens of this country, but also give rise to a legal regime,\nwhich would be inconsistent with the working of the Maritime\nZones Act, 1976, read with the notifications issued thereunder.\nConsequently, neither the Indian Penal Code nor the Code of\nCriminal Procedure or the notifications issued, making them\napplicable to the Exclusive Economic Zone, as if they were part\nof the territory of India, could be kept inoperative by UNCLOS,\n1982.\n79. On the question of conflict between the provisions of\nthe Maritime Zones Act and UNCLOS, Mr. Giri reiterated the\nsubmissions made by Mr. Gaurav Banerji, on behalf of the\nUnion of India, and contended that even if there are similarities\nbetween some of the clauses of the 1976 Act and of the\nUNCLOS, Article 97 of UNCLOS restricts the operation,\notherwise contemplated under the Territorial Waters Act, 1976.\nMr. Giri also reiterated that in case of conflict between a Treaty\nor a Convention and a municipal law, the latter shall always\nprevail, except in certain given circumstances.\n80. Regarding the jurisdiction of the State of Kerala to\nprosecute the accused, Mr. Giri submitted that the State of\nKerala and its officers were exercising jurisdiction as provided\n1\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 647\nAND ORS. [ALTAMAS KABIR, CJI.]\nin the Indian Penal Code and the Code of Criminal Procedure. A\nMr. Giri submitted that the jurisdiction of the Neendakara Police\nStation, situated in the District of Kollam in the State of Kerala,\nand the concerned courts, is reserved under Sections 179 and\n183 Cr.P.C. It was urged that at this stage the jurisdiction of\nthe Indian Courts would have to be ascertained on the premise B\nthat the version pleaded by the prosecution is correct and that\nthe fishing boat, St. Antony, which was berthed at Neendakara,\nhad commenced its voyage from within the jurisdiction of\nNeendakara Police Station and had come back and berthed\nat the same place after the incident of 15th February, 2012, and C\nthat the said facts brought the entire matter within the jurisdiction\nof the Neendakara Police Station and, in consequence, the\nKerala State Police.\nD\n81. Mr. Giri lastly contended that the fact that \"St. Antony\"\nis not registered under the Merchant Shipping Act, 1958, and\nis only a fishing boat, is of little consequence, since a fishing\nboat is separately registered under Section 435C, Part XV-A\nof the aforesaid Act. In this case, the fishing boat was\nregistered at Colachel in the State of Tamil Nadu under\nRegistration No. TN/15/MFB/2008. According to Mr. Giri, the E\nquestion as to whether the fishing vessel was registered under\nthe Merchant Shipping Act or not was irrelevant for the purpose\nof this case and, since the incident had taken place within 20.5\nnautical miles from the Indian coastline, falling within the\nContiguous Zone/Exclusive Economic Zone of India, it must be F\ndeemed to be a part of the Indian territory for the purpose of\napplication of the Indian Penal Code and the Cr.P.C. by virtue\nof Section 7(7) of the Maritime Zones Act read with Notification\nS.O.671(E) dated 27th August, 1981. Mr. Giri submitted that\nthe case made out in the Special Leave Petition did not merit G\nany interference with the judgment of the learned Single Judge\nof the Kerala High Court, nor was any interference called for in\nthe Writ Petition filed by the Petitioners in this Court. Learned\ncounsel submitted that both the petitions were liable to be\ndismissed with appropriate cost.\nH\nA\nB\nC\n648 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\n82. Two issues, both relating to jurisdiction, fall for\ndetermination in this case. While the first issue concerns the\njurisdiction of the Kerala State Police to investigate the incident\nof shooting of the two Indian fishermen on board their fishing\nvessel, the second issue, which is wider in its import, in view\nof the Public International Law, involves the question as to\nwhether the Courts of the Republic of Italy or the Indian Courts\nhave jurisdiction to try the accused.\n83. We propose to deal with the jurisdiction of the Kerala\nState Police to investigate the matter before dealing with the\nsecond and larger issue, the decision whereof depends on\nvarious factors. One such factor is the location of the incident.\n84. Admittedly, the incident took place at a distance of\nabout 20.5 nautical miles from the coastline of the State of\nD Kerala, a unit within the Indian Union. The incident, therefore,\noccurred not within the territorial waters of the coastline of the\nState of Kerala, but within the Contiguous Zone, over which the\nState Police of the State of Kerala ordinarily has no jurisdiction.\nThe submission made on behalf of the Union of India and the\nE State of Kerala to the effect that with the extension of Section\nF\nG\nH\n188A of the Indian Penal Code to the Exclusive Economic\nZone, the provisions of the said Code, as also the Code of\nCriminal Procedure, stood extended to the Contiguous Zone\nalso, thereby vesting the Kerala Police with the jurisdiction to\ninvestigate into the incident under the provisions thereof, is not\ntenable. The State of Kerala had no jurisdiction over the\nContiguous Zone and even if the provisions of the Indian Penal\nCode and the Code of Criminal Procedure Code were\nextended to the Contiguous Zone, it did not vest the State of\nKerala with the powers to investigate and, thereafter, to try the\noffence. What, in effect, is the result of such extension is that\nthe Union of India extended the application of the Indian Penal\nCode and the Code of Criminal Procedure to the Contiguous\nZone, which entitled the Union of India to take cognizance of,\ninvestigate and prosecute persons who commit any infraction\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 649\nAND ORS. [ALTAMAS KABIR, CJI.]\nof the domestic laws within the Contiguous Zone. However, A\nsuch a power is not vested with the State of Kerala.\nB\n85. The submissions advanced on behalf of the Union of\nIndia as well as the State of Kerala that since the Indian fishing\nvessel, the St. Antony, had proceeded on its fishing expedition\nfrom Neendakara in Kollam District and had returned thereto\nafter the incident of firing, the State of Kerala was entitled to\ninquire into the incident, is equally untenable, since the cause\nof action for the filing of the F.I.R. occurred outside the\njurisdiction of the Kerala Police under Section 154 of the\nC\nCr.P.C. The F.I.R. could have been lodged at Neendakara\nPolice station, but that did not vest the Kerala Police with\njurisdiction to investigate into the complaint. It is the Union of\nIndia which was entitled in law to take up the investigation and\nto take further steps in the matter.\nD\n86. Furthermore, in this case, one has to take into account\nanother angle which is an adjunct of Public International Law,\nsince the two accused in the case are marines belonging to\nthe Royal Italian Navy, who had been deputed on M.V. Enrica\nLexie, purportedly in pursuance of an Italian Decree of E\nParliament, pursuant to which an Agreement was entered into\nbetween the Republic of Italy on the one hand and the Italian\nShipowners' Confederation (Confitarma) on the other. This\ntakes the dispute to a different level where the Governments\nof the two countries become involved. The Republic of Italy has,\nF\nin fact, from the very beginning, asserted its right to try the two\nmarines and has already commenced proceedings against\nthem in Italy under penal provisions which could result in a\nsentence of 21 years of imprisonment if the said accused are\nconvicted. In such a scenario, the State of Kerala, as one of\nthe units of a federal unit, would not have any authority to try\nthe accused who were outside the jurisdiction of the State unit.\nAs mentioned hereinbefore, the extension of Section 188A\n1.P.C. to the Exclusive Maritime Zone, of which the Contiguous\nZone is also a part, did not also extend the authority of the\nG\nH\n650 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Kerala State Police beyond the territorial waters, which is the\nlimit of its area of operations.\nB\nC\n87. What then makes this case different from any other\ncase that may involve similar facts, so as to merit exclusion from\nthe operation of Section 2 of the Indian Penal Code, as urged\nby Mr. Salve? For the sake of reference, Section 2 of Indian\nPenal Code, is extracted hereinbelow :-\n\"2. Punishment of offences committed within India -\nEvery person shall be liable to punishment under this Code\nand not otherwise for every act or omission contrary to the\nprovisions thereof, of which he shall be guilty within India.\"\n88. The answer to the said question is the intervention of\nthe UNCLOS 1982, which sets out the legal framework\nD applicable to combating piracy and armed robbery at sea, as\nwell as other ocean activities. The said Convention which was\nsigned by India in 1982 and ratified on 29th June, 1995,\nencapsulates the law of the sea and is supplemented by several\nsubsequent resolutions adopted by the Security Council of the\nUnited Nations.\nE\n89. Before UNCLOS came into existence, the law relating\nto the seas which was in operation in India, was the Territorial\nWaters, Continental Shelf, Exclusive Economic Zone and Other\nMaritime Zones Act, 1976, which spelt out the jurisdiction of the\nF Central Government over the Territorial Waters, the Contiguous\nZones and the Exclusive Economic Zone.\nG\nH\n90. In addition to the above was the presence of Article\n11 of the Geneva Convention or the Law of the Seas, 1958,\nand the interpretation of the expression \"incident of navigation\"\nused therein, in its application to the firing resorted to by the\nPetitioner Nos.2 and 3 from on board the M.V. Enrica Lexie.\n91. What is also of some relevance in the facts of this case\nis Resolution 1897 of 2009, adopted by the Security Council\nof the United Nations on 30th November, 2009, wherein while\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 651\nAND ORS. [ALTAMAS KABIR, CJI.]\nrecognizing the menace of piracy, particularly off the coast of A\nSomalia, the United Nations renewed its call upon States and\nregional organizations that had the capacity to do so, to take\npart in the fight against piracy and armed robbery off the Sea\nof Somalia in particular.\nB\nC\nD\n92. The provisions of the Maritime Zones Act, 1976, take\nnote of the Territorial Waters, the Contiguous Zone, the\nContinental Shelf and the Exclusive Economic Zone. Section\n7 of the said enactment deals with the Exclusive Economic Zone\nof India and stipulates the same to be an area beyond and\nadjacent to the Territorial Waters extending upto 200 nautical\nmiles from the nearest point of the baseline of the Kerala coast.\nIt is quite clear that the Contiguous Zone is, therefore, within\nthe Exclusive Economic Zone of India and the laws governing\nthe Exclusive Economic Zone would also govern the incident\nwhich occurred within the Contiguous Zone, as defined under\nSection 5 of the aforesaid Act. The provisions of the UNCLOS\nis in harmony with and not in conflict with the provisions of the\nMaritime Zones Act, 1976, in this regard. Article 33 of the\nConvention recognises and describes the Contiguous Zone of\na nation to extend to 24 nautical miles from the baseline from\nwhich the breadth of the territorial sea is measured. This is in\ncomplete harmony with the provisions of the 1976 Act. Similarly,\nArticles 56 and 57 describe the rights, jurisdiction and duties\nof the coastal State in the Exclusive Economic Zone and the\nbreadth thereof extending to 20 nautical miles from the baseline\nfrom which the breadth of the territorial sea is measured. This\nprovision is also in consonance with the provisions of the 1976\nAct. The area of difference between the provisions of the\nMaritime Zones Act, 1976, and the Convention occurs in Article\n97 of the Convention which relates to the penal jurisdiction in G\nmatters of collision or any other incident of navigation\n(emphasis added).\n93. The present case does not involve any collision\nbetween the Italian Vessel and the Indian Fishing Vessel.\nE\nF\nוד\nH\n652 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA However, it has to be seen whether the firing incident could be\nsaid to be covered by the expression \"incident of navigation\".\nFurthermore, in the facts of the case, as asserted on behalf of\nthe Petitioners, the incident also comes within Article 100 of\nthe Convention which provides that all States shall cooperate\nB to the fullest possible extent in the repression of piracy on the\nhigh seas or in any other place outside the jurisdiction of any\nState. If Article 97 of the Convention applies to the facts of this\ncase, then in such case, no penal or disciplinary proceeding\ncan be instituted against the Master or any other person in\nservice of the ship, except before the judicial or administrative\nauthorities either of the Flag State or of the State of which such\nperson is a national. Article 97(3) stipulates in clear terms that\nno arrest or detention of the ship, even as a measure of\ninvestigation, shall be ordered by any authorities other than\nthose of the Flag State. In this case, the Italian Vessel, M.V.\nEnrica Lexie, was flying the Italian flag. It may be recalled that\nthe St. Antony was not flying an Indian flag at the time when the\nincident took place. In my view, the above fact is not very\nrelevant at this stage, and may be of some consequence if the\nprovisions of Article 100 of UNCLOS, 1982, are invoked.\nC\nD\nE\n94. The next question which arises is whether the incident\nof firing could be said to be an incident of navigation. The\ncontext in which the expression has been used in Article 97 of\nthe Convention seems to indicate that the same refers to an\nF accident occurring in the course of navigation, of which collision\nbetween two vessels is the principal incident. An incident of\nnavigation as intended in the aforesaid Article, cannot, in my\nview, involve a criminal act in whatever circumstances. In what\ncircumstances the incident occurred may be set up as a\nG defence in a criminal action that may be taken, which legal\nposition is accepted by both the countries which have initiated\ncriminal proceedings against the two marines. Even the\nprovisions of Article 100 of UNCLOS may be used for the same\npurpose. Whether the accused acted on the misunderstanding\nthat the Indian fishing vessel was a pirate vessel which caused\nH\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 653\nAND ORS. [ALTAMAS KABIR, CJI.]\nthe accused to fire, is a matter of evidence which can only be A\nestablished during a trial. If the defence advanced on behalf of\nthe Petitioner Nos. 2 and 3 is accepted, then only will the\nprovisions of Article 100 of the Convention become applicable\nto the facts of the case.\nB\nC\nD\nヨ\n95. The decision in the Lotus Case (supra) relied upon by\nthe learned Additional Solicitor General would accordingly be\ndependent on whether the provisions of Article 97 of the\nConvention are attracted in the facts of this case. As already\nindicated hereinbefore, the expression \"incident of navigation\"\nin Article 97 cannot be extended to a criminal act, involving the\nkilling of two Indian fishermen on board an Indian fishing vessel,\nalthough, the same was not flying the Indian flag. If at all, Article\n100 of the Convention may stand attracted if and when the\ndefence version of apprehension of a pirate attack is accepted\nby the Trial Court. In the Lotus case, the question relating to the\nextent of the criminal jurisdiction of a State was brought to the\nPermanent Court of International Justice in 1927. The said case\nrelated to a collision between the French Steamship 'Lotus' and\nthe Turkish Steamship 'Boz-Kourt', which resulted in the sinking\nof the latter ship and the death of eight Turkish subjects. Once\nthe Lotus arrived at Constantinople, the Turkish Government\ncommenced criminal proceedings both against the Captain of\nthe Turkish vessel and the French Officer of the Watch on board\nthe Lotus. On both being sentenced to imprisonment, the French\nGovernment questioned the judgment on the ground that Turkey F\nhad no jurisdiction over an act committed on the open seas by\na foreigner on board a foreign vessel, whose flag gave it\nexclusive jurisdiction in the matter. On being referred to the\nPermanent Court of International Justice, it was decided that\nTurkey had not acted in a manner which was contrary to\nInternational Law since the act committed on board the Lotus\nhad effect on the Boz-Kourt flying the Turkish flag. In the ninth\nedition of Oppenheim's International Law, which has been\nreferred to in the judgment under consideration, the nationality\nof ships in the high seas has been referred to in paragraph 287,\nG\nH\nB\n654 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA wherein it has been observed by the learned author that the\nlegal order on the high seas is based primarily on the rule of\nInternational Law which requires every vessel sailing the high\nseas to possess the nationality of, and to fly the flag of, one\nState, whereby a vessel and persons on board the vessel are\nsubjected to the law of the State of the flag and in general\nsubject to its exclusive jurisdiction. In paragraph 291 of the\naforesaid discourse, the learned author has defined the scope\nof flag jurisdiction to mean that jurisdiction in the high seas is\ndependent upon the Maritime Flag under which vessels sail,\nC because, no State can extend its territorial jurisdiction to the\nhigh seas. Of course, the aforesaid principle is subject to the\nright of \"hot pursuit\", which is an exception to the exclusiveness\nof the flag jurisdiction over ships on the high seas in certain\nspecial cases.\nD\nE\n96. This takes us to another dimension involving the\nconcept of sovereignty of a nation in the realm of Public\nInternational Law. The exercise of sovereignty amounts to the\nexercise of all rights that a sovereign exercises over its subjects\nand territories, of which the exercise of penal jurisdiction under\nthe criminal law is an important part. In an area in which a\ncountry exercises sovereignty, its laws will prevail over other\nlaws in case of a conflict between the two. On the other hand,\na State may have sovereign rights over an area, which stops\nshort of complete sovereignty as in the instant case where in\nF view of the provisions both of the Maritime Zones Act, 1976,\nand UNCLOS 1982, the Exclusive Economic Zone is extended\nto 200 nautical miles from the baseline for measurement of\nTerritorial Waters. Although, the provisions of Section 188A\nI.P.C. have been extended to the Exclusive Economic Zone, the\nG same are extended to areas declared as \"designated areas\"\nunder the Act which are confined to installations and artificial\nislands, created for the purpose of exploring and exploiting the\nnatural resources in and under the sea to the extent of 200\nnautical miles, which also includes the area comprising the\nContinental Shelf of a country. However, the Exclusive\nH\n"}