{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 665\nAND ORS. [J. CHELAMESWAR, J.]\nSection 5(5)(a) and Section 7(7)(a), the application of \"any A\nenactment for the time being in force in India\" (like the Indian\nPenal Code and the Code of Criminal Procedure), is not\nautomatic either to the contiguous zone or exclusive economic\nzone. It requires a notification in the official gazette of India to\nextend the application of such enactments to such maritime B\nzone. The Maritime Zones Act further declares that once such\na notification is issued, the enactment whose application is so\nextended \"shall have effect as if\" the contiguous zone or\nexclusive economic zone, as the case may be, \"is part of the\nterritory of India\". Creation of such a legal fiction is certainly C\nwithin the authority of the Sovereign Legislative Body.\n14. In exercise of the power conferred by Section 7(7) of\nthe Maritime Zones Act, the Government of India extended the\napplication of both the Indian Penal Code and the Code of\nCriminal Procedure to the exclusive economic zone by a\nnotification dated 27-08-1981. By the said notification, the\nCode of Criminal Procedure also stood modified. A new\nprovision - Section 188A - came to be inserted in the Code of\nCriminal Procedure, which reads as follows:\n\"188A. Offence committed in exclusive economic\nzone: When an offence is committed by any person in the\nexclusive economic zone described in sub-section (1) of\nSection 7 of the Territorial Waters, Continental Shelf,\nExclusive Economic Zone and Other Maritime Zones Act,\n1976 (80 of 1976) or as altered by notification, if any,\nissued under sub-section (2) thereof, such person may be\ndealt with in respect of such offence as if it had been\ncommitted in any place in which he may be found or in\n8. Section 5(5)(a): extend with such restriction and modifications as it thinks\nfit any enactment, relating to any matter referred to in clause (a) or clause\n(b) of sub-section (4), for the time being in force in India or any part thereof\nof the contiguous zone.\n9. Section 7(7)(a): extend, with such restrictions, and modification as it thinks,\nfit, any enactment for the time being in force in India or any part thereof in\nthe exclusive economic zone or any part thereof.\nD\n៣.\nE\nF\nG\nH\n666 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nsuch other place as the Central Government may direct\nunder Section 13 of the Said Act.\"\n15. Under the Constitution, the legislative authority is\ndistributed between the Parliament and the State Legislatures.\nWhile the State legislature's authority to make laws is limited\nto the territory of the State, Parliament's authority has no such\nlimitation.\n16. Though Article 24510 speaks of the authority of the\nParliament to make laws for the territory of India, Article 245(2)\nC expressly declares - \"No law made by Parliament shall be\ndeemed to be invalid on the ground that it would have extra\nterritorial operation\". In my view the declaration is a fetter on\nthe jurisdiction of the Municipal Courts including Constitutional\nCourts to either declare a law to be unconstitutional or decline\nD to give effect to such a law on the ground of extra territoriality.\nThe first submission of Shri Salve must, therefore, fail.\nE\nF\nG\nH\n17. Even otherwise, territorial sovereignty and the ability\nof the sovereign to make, apply and enforce its laws to persons\n(even if not citizens), who are not corporeally present within the\nsovereign's territory, are not necessarily co-extensive.\n18. No doubt that with respect to Criminal Law, it is the\nprinciple of 19th century English jurisprudence that;\n\"all crime is local. The jurisdiction over the crime belongs\nto the country where the crime is committed\". 11\n10. Article 245: Extent of laws made by Parliament and by the Legislatures\nof State:-\n(1) Subject to the provisions of this Constitution, Parliament may make\nlaws for the whole or any part of the territory of India, and the Legisalture of\na State may make laws for the whole or any part of the State.\n(2) No law made by Parliament shall be deemed to be invalid on the\nground that it would have extra-territorial operation.\n11. See: Macleod v. Attorney Gen of New South Wales (1891) AC 455, 451-\n58 and Huntington v. Attrill (1893) AC 150\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 667\nAND ORS. [J. CHELAMESWAR, J.]\nBut that principle is not accepted as an absolute principle any A\nmore. The increased complexity of modern life emanating from\nthe advanced technology and travel facilities and the large cross\nborder commerce made it possible to commit crimes whose\neffects are felt in territories beyond the residential borders of\nthe offenders. Therefore, States claim jurisdiction over; (1) B\noffenders who are not physically present within; and (2) offences\ncommitted beyond-the-territory of the State whose \"legitimate\ninterests\" are affected. This is done on the basis of various\nprinciples known to international law, such as, \"the objective\nterritorial claim, the nationality claim, the passive personality C\nclaim, the security claim, the universality claim and the like\". 12\n19. The protection of Articles 14 and 21 of the Constitution\nis available even to an alien when sought to be subjected to\nthe legal process of this country. This court on more than one\noccasion held so on the ground that the rights emanating from D\nthose two Articles are not confined only to or dependent upon\nthe citizenship of this country 13. As a necessary concomitant,\nthis country ought to have the authority to apply and enforce the\nlaws of this country against the persons and things beyond its\nterritory when its legitimate interests are affected. In assertion\nof such a principle, various laws of this country are made\napplicable beyond its territory.\n20. Section 2 read with 4 of the Indian Penal Code 14 makes\n12. PC Rao--\"Indian Contitution and International Law\", page 42.\n13. See AIR 1955 SC 367 = Hans Muller of Nuremberg v. Superintendent,\nPresidency Jail Calcutta para 34.\nalso (2002) 2 SCC 465 = Chariman, Railway Board \u0026ampl; Others vs. Mrs.\nChandrima Das and Others para 28 to 32.\n14. Section 2: Punishment of offences committed within India.- Every person\nshall be liable to punishment under this Code and not othwerise for every\nact or omission contrary to the provisions thereof, of which he shall be\nguilty within India.\nSection. 4: Extension of Code to extra-territorial offences.-The Provisions of\nthis Code apply also to any offence committed by-\n(1) any citizen of India in any place without and beyond India;\nE\nF\nG\n(2) any person on any ship or aircraft registered in India wherever it may be;\nH\n668 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA the provisions of the Code applicable to the offences committed\n\"in any place without and beyond\" the territory of India; (1) by a\ncitizen of India or (2) on any ship or aircraft registered in India,\nirrespective of its location, by any person not necessarily a\ncitizen 15. Such a declaration was made as long back as in\n1898. By an amendment in 2009 to the said Section, the Code\nis extended to any person in any place \"without and beyond the\nterritory of India\", committing an offence targeting a computer\nresource located in India.\nB\n21. Similarly, Parliament enacted the Suppression of\nC Unlawful Acts Against Safety of Maritime Navigation And Fixed\nPlatforms on Continental Shelf Act, 2002 (Act No.69 of 2002),\nunder Section 1(2), it is declared as follows:\nD\nE\n\"It extends to the whole of India including the limit of the\nterritorial waters, the continental shelf, the exclusive\neconomic zone or any other maritime zone of India within\nthe meaning of section 2 of the Territorial Waters,\nContinental Shelf, Exclusive Economic Zone and other\nMaritime Zones Act, 1976 (80 of 1976).\"\n(emphasis supplied)\nThereby expressly extending the application of the said Act\nbeyond the limits of the territorial waters of India.\n22. Section 3 of the said Act, insofar it is relevant for our\nF purpose is as follows:\nG\nH\n\"(1) Whoever unlawfully and intentionally-\n(a) commits an act of violence against a person on\n(3) any person in any place without and beyond India committing offence\ntargeting a computers resource located in India.\n15. Mobarik All Ahmed v. State of Bombay (AIR 1957 SC 857, 870)\n\"on a plain reading of section 2 of the Penal Code, the Code does apply to a\nforeigner who has committed an offence within India notwithstanding that\nhe was corporeally present outside\".\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 669\nAND ORS. [J. CHELAMESWAR, J.]\nboard a fixed platform or a ship which is likely to A\nendanger the safety of the fixed platform or, as the case\nmay be, safe navigation of the ship shall be punished\nwith imprisonment for a term which may extend to ten year\nand shall also be liable to fine;\"\nB\n(emphasis supplied)\n23. The expression \"ship\" for the purpose of the said Act\nis defined under Section 2(h):\n\"(h) \"ship\" means a vessel of any type whatsoever not\npermanently attached to the seabed and includes\ndynamically supported craft submersibles, or any other\nfloating craft.\"\n24. Parliament asserted its authority to apply the penal\nprovisions against persons, who \"hijack\" (described under\nSection 316 of the Anti-Hijacking Act, 1982) an aircraft. The Act\ndoes not take into account the nationality of the hijacker. The\nAct expressly recognises the possibility of the commission of\nthe act of hijacking outside India and provides under Section\n6 that the person committing such offence may be dealt with in\nrespect thereof as if such offence had been committed in any\nplace within India at which he may be found. Similarly, Section\n16. 3. Hijacking.- (1) whoever on board an aircarft in flight, unlawfully, by force\nor threat of force or by an other form of intimidation, seizes or exercises\ncontrol of that aricarft, commits the offence of hijacking of such aricraft.\n(2) Whoever attempt to commit any of the acts referred to in sub-\nsection(1) in relation to any aircraft, or abets the commission of any such\nact, shall also be deemed to have committed the offence of hijacking of\nsuch aircraft.\nC\nD\nE\nF\n(3) For the purposes of this section, an aircraft shall be deemed to be in G\nflight at any time from the moment when all its external doors are closed\nfollowing embarkation until the moment when any such door is opened for\ndisembarkation, and in the case of a forced landing, the flight shall be\ndeemed to continue until the competent authorities of the country in which\nsuch forced landing takes place take over the responsibility for the aircraft\nand for persons and property on board.\n.H\n670\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA 3 of the Geneva Conventions Act, 1960, provides that \"any\nperson commits or attempts to commit, or abets or procures\nthe commission by any other person of a grave breach of any\nof the Conventions\", either \"within or without India\", shall be\npunished.\nB\nC\nD\nE\nF\nG\nI\n25. Thus, it is amply clear that Parliament always asserted\nits authority to make laws, which are applicable to persons, who\nare not corporeally present within the territory of India (whether\nare not they are citizens) when such persons commit acts which\naffect the legitimate interests of this country.\n26. In furtherance of such assertion and in order to facilitate\nthe prosecution of the offenders contemplated under Section\n4(1) \u0026 (2) of the Indian Penal Code, Section 188 of the Code\nof Criminal Procedure 17 prescribes the jurisdiction to deal with\nsuch offences. Each one of the above referred enactments also\ncontains a provision parallel to Section 188.\n27. Such assertion is not peculiar to India, but is also made\nby various other countries. For example, the issue arose in a\ncase reported in R v. Baster [1971] 2 All ER 359 (C.A.). The\naccused posted letters in Northern Ireland to football pool\npromoters in England falsely claiming that he had correctly\nforecast the results of football matches and was entitled to\nwinnings. He was charged with attempting to obtain property\nby deception contrary to Section 15 of the Theft Act 1968. The\n17. Section 188. Offence committed outside India.\nWhen an offence is committed outside India\n(a) By a citizen of India, whether on the high seas or elsewhere; or\n(b) By a person, not being such citizen, on any ship or aircraft registered in\nIndia.\nHe may be dealt with in respect of such offence as if it had been committed\nat any place within India at which he may be found.\nProvided that, notwithstanding anything in any of the preceding sections of\nthis Chapter, no such offence shall be inquired into or tried in India except\nwith the previous sanction of the Central Government.\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 671\nAND ORS. [J. CHELAMESWAR, J.]\naccused contended that when the letters were posted in\nNorthern Ireland the attempt was complete and as he had never\nleft Northern Ireland during the relevant period, the attempt had\nnot been committed within the jurisdiction of the English Courts.\nIt was held:\n\"The attempt was committed within the jurisdiction\nbecause an offence could be said to be committing an\nattempt at every moment of the period between the\ncommission of the proximate act necessary to constitute\nthe attempt and the moment when the attempt failed;\naccordingly the accused was attempting to commit the\noffence of obtaining by deception when the letter reached\nits destination within England and thus the offence was\ncommitted within the jurisdiction of the English courts;\nalternatively it could be said that the accused made\narrangements for the transport and delivery of the letter,\nessential parts of the attempt, within the jurisdiction; the\npresence of the accused within the jurisdiction was not an\nessential element of offences committed in England.\"\nA\nB\nC\nD\n(emphasis supplied) E\n28. The United States of America made such assertions:\n\"I\nthe provision extending the special maritime and\nterritorial jurisdiction of the US to include any place outside\nthe jurisdiction of any nation with respect to an offence by F.\nor against a national of the United States. In 1986,\nfollowing the Achille Lauro incident, the US adopted the\nOmnibus Diplomatic Security and Anti-Terrorism Act,\ninserting into the criminal code a new section which\nprovided for US jurisdiction over homicide and physical G\nviolence outside the US where a national of the US is the\nvictim. \"\n(International Law by Malcolm N. Shaw page 665 [sixth\nEdition])\nH\nA\nB\nC\nD\nSUPREME COURT REPORTS\n672\n[2013] 4 S.C.R.\n29. Therefore, I am of the opinion that the Parliament,\nundoubtedly, has the power to make and apply the law to\npersons, who are not citizens of India, committing acts, which\nconstitute offences prescribed by the law of this country,\nirrespective of the fact whether such acts are committed within\nthe territory of India or irrespective of the fact that the offender\nis corporeally present or not within the Indian territory at the time\nof the commission of the offence. At any rate, it is not open for\nany Municipal Court including this Court to decline to apply the\nlaw on the ground that the law is extra-territorial in operation\nwhen the language of the enactment clearly extends the\napplication of the law.\n30. Before parting with the topic, one submission of Shri\nSalve is required to be dealt with:\nShri Salve relied heavily upon the decision reported in\nAban Loyd Chilies Offshore Ltd. v. Union of India and Ors.\n[(2008) 11 SCC 439], for the purpose of establishing that the\nsovereignty of this country does not extend beyond the territorial\nwaters of India and therefore, the extension of the Indian Penal\nE Code beyond the territorial waters of India is impermissible.\nF\nG\nH\n31. No doubt, this Court did make certain observations to\nthe effect that under the Maritime Zones Act;\nН\nIndia has been given only certain limited sovereign\nrights and such limited sovereign rights conferred on India\nin respect of continental shelf and exclusive economic zone\ncannot be equated to extending the sovereignty of India\nover the continental shelf and exclusive economic zone as\nin the case of territorial waters..........\"\n32. With great respect to the learned Judges, I am of the\nopinion that sovereignty is not \"given\", but it is only asserted.\nNo doubt, under the Maritime Zones Act, the Parliament\nexpressly asserted sovereignty of this country over the territorial\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 673\nAND ORS. [J. CHELAMESWAR, J.]\nwaters but, simultaneously, asserted its authority to determine A\n/ alter the limit of the territorial waters.\n33. At any rate, the issue is not whether India can and, in\nfact, has asserted its sovereignty over areas beyond the\nterritorial waters. The issue in the instant case is the authority\nof the Parliament to extend the laws beyond its territorial waters\nand the jurisdiction of this Court to examine the legality of such\nexercise. Even on the facts of Aban Loyd case, it can be\nnoticed that the operation of the Customs Act was extended\nbeyond the territorial waters of India and this Court found it\nclearly permissible although on the authority conferred by the\nMaritime Zones Act. The implications of Article 245(2) did not\nfall for consideration of this Court in that Judgment.\nB\nC\n34. Coming to the second issue; whether the incident in\nissue is an \"incident of navigation\" in order to exclude the D\njurisdiction of India on the ground that with respect to an\n\"incident of navigation\", penal proceedings could be instituted\nonly before the Judicial Authorities of the \"Flag State\" or of the\nState of which the accused is a national.\n35. The expression \"incident of navigation\" occurring under\nArticle 97 of the UNCLOS is not a defined expression.\nTherefore, necessarily the meaning of the expression must be\nascertained from the context and scheme of the relevant\nprovisions of the UNCLOS. Article 97 occurs in Part-VII of the\nUNCLOS, which deals with \"HIGH SEAS\". Article 86 stipulates\nthe application of Part-VII. It reads as follows:\n\"The provisions of this Part apply to all parts of the sea\nthat are not included in the exclusive economic zone, in the\nterritorial sea or in the internal waters of a State, or in the\narchipelagic waters of an archipelagic State. This article\ndoes not entail any abridgement of the freedoms enjoyed\nby all States in the exclusive economic zone in accordance\nwith article 58.\"\nE\nF\nG\nH\n674 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Further, Article 89 makes an express declaration that:\nB\nC\nD\nE\n\"No State may validly purport to subject any part of the high\nseas to its sovereignty.\"\n36. From the language of Article 86 it is made very clear\nthat Part-VII applies only to that part of the sea which is not\nincluded in the exclusive economic zone, territorial waters, etc.\nExclusive economic zone is defined under Article 55 as follows:\n\"Article 55: Specific legal regime of the exclusive\neconomic zone: The exclusive economic zone is an area\nbeyond and adjacent to the territorial sea, subject to the\nspecific legal regime established in this Part, under which\nthe rights and jurisdiction of the coastal State and the rights\nand freedoms of other States are governed by the relevant\nprovisions of this Convention.\"\nThat being the case, I am of the opinion that irrespective of the\nmeaning of the expression \"incident of navigation\", Article 97\nhas no application to the exclusive economic zone. Even under\nUNCLOS, Article 57 stipulates that \"the exclusive economic\nzone shall not extend beyond 200 nautical miles from the\nbaselines from which the breadth of the territorial sea is\nmeasured\". It follows from a combined reading of Articles 55\nand 57 that within the limit of 200 nautical miles, measured as\nindicated under Article 57, the authority of each coastal State\nF to prescribe the limits of exclusive economic zone is\ninternationally recognised. The declaration under Section 7(1)\nof the Maritime Zones Act, which stipulates the limit of the\nexclusive economic zone, is perfectly in tune with the terms of\nUNCLOS. Therefore, Article 97 of UNCLOS has no application\nG to the exclusive economic zone, of which the contiguous zone\nis a part and that is the area relevant, in the context of the\nincident in question. For that reason, the second submission\nof Shri Salve should also fail.\nK.K.T.\nH\nWrit Petition \u0026 SLP disposed of.\n"}