{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"OM PARKASH\nน.\nSTATE OF HARYANA\nJANUARY 17, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nPrevention of Corruption Act, 1988-Sections 12 and 20-Discrepancy\nin prosecution case-Delay in filing FIR and contradiction in statements of\nprosecution witnesses not explained by prosecution-Held, accused entitled to\nbenefit of doubt and acquittal.\nA\nB\nC\nThe prosecution's case was that 'U' and his family members were\naccused in a criminal case in which PW-2, was investigating officer. U and\nappellant approached PW-2 in his residence and offered a bribe of Rs.\n10,000/- for helping them in connection with the criminal case. PW-2 took D\nthe money in presence of PW-3 and another person and sealed the same\nin a parcel and prepared a memo on the basis of which FIR was recorded.\nThe DCP came to his residence after 4½ hours and recorded the statement\nof the witnesses and took into possession the said sealed parcel. Upon\ninvestigation, appellant and U were charged under Section 12 of\nPrevention of Corruption Act, 1988. Special Judge ordered conviction of E\nappellant, which was upheld by High Court. Hence the present appeal.\nAllowing the appeal, the Court\nF\nHELD: 1. Admittedly, the offence took place at 7 in the morning.\nThe police station was about 50 yards away from the policelines where\nPW-2 was residing. It further stands admitted that telephone services were\navailable both at the civil lines as also the police station. But, no attempt\nwas made by PW-2 to inform the SHO of the police station immediately.\nThe First Information Report was admittedly lodged after a long delay.\nHaving regard to the distance of the police station as well as the CIA G\nOffice, it is not understandable as to why the DSP came to the place of\noccurrence only at about 11.30 a.m. and had remained at the spot for\nabout three hours and as to why the statement of PW-2 was not recorded\nby the DSP. PW-2 himself said that his supplementary statement had been\n423\nH\n424\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA recorded by the PW-4, but the same was not produced in court.\nB\n[429-D-F]\n2.1. From the records, it appears that whereas according to PW-2,\nthe sum of Rs. 10,000/- was put in a packet and sealed, according to PW-\n3, the DSP on his arrival opened the said packet, counted the money and\nput the same again in a packet and sealed the same. The DSP (PW-4) did\nnot make any such statement in this behalf nor explained the discrepancies\nin the statement of PW-2 and PW-3. No explanation was furthermore\noffered as to why all parties including the accused persons remained at\nthe spot till 11.30 a.m. although no FIR was lodged. [429-G-H; 430-A]\nC\n2.2. Admittedly, PW-2 although was not authorized to make any\ninvestigation, did so. The accused persons also had not allegedly been\narrested but were not allowed to leave the place either. In a situation of\nthis nature, the accused should have been taken to the police station\nimmediately. Out of the two witnesses in whose presence the amount was\nD offered, one was not examined. The reason for his non-examination had\nE\nnot been explained by the prosecution. Moreover, the said witnesses\nalthough were allegedly present at the place of occurrence on official\nduties, the fact as to why two Head Constables at a time from the same\npolice station would go to the residence of an Inspector at 7 in the morning\nhas not been disclosed. The entries in their roznamcha for going to the\nresidence of informant have not been produced. Admittedly, no entry in\nthe roznamcha has been made even on their return to the police station.\nThe first informant and the witnesses are Inspector and Head Constables\nattached to a police station. They are presumed to know the implications\nof a criminal case. They are, thus, also presumed to know that the First\nF Information Report unless lodged at the earliest possible time may give\nrise to a suspicion about the correctness of the entire occurrence.\n[430-A-E]\n2.3. In view of the aforementioned discrepancies in the prosecution\ncase, the defence story set up by the Appellant cannot be wholly\nG improbable. Furthermore, it is not a case where the burden of proof was\non the accused in terms of Section 20 of the Prevention of Corruption Act.\nEven otherwise, where demand has not been proved, Section 20 will also\nhave no application. The Appellant is entitled to benefit of doubt and the\njudgment of conviction is set aside.\nH\nUnion of India Thr. Inspector, CBI v. Purnandu Biswas, (2005) 8\n425\nOM PARKASH v. STATE OF HARYANA [SINHA. J.]\nSCALE 246 and T. Subramanian v. State of Tamil Nadu, (2006) 1 SCALE A\n116, referred to.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 110\nof 2006.\nFrom the Judgment and Order dated 21.07.2005 of the High Court of\nPunjab and Haryana in Crl. Appeal No. 128-SB of 1993.\nUday Umesh Lalit, Jasbir Singh Malik, D.K. Sharma, Arun Kumar\nSingh and S.K. Sabharwal for the Appellant.\nRajeev Gaur Naseem and T.V. George for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nB\nC\nThe Appellant along with one Umrao Singh was convicted for\ncommission of an offence purported to be under Section 12 of the Prevention D\nof Corruption Act (for short \"the Act\") and sentenced to undergo rigorous\nimprisonment for a period of one year and to pay a fine of Rs. 3000/- each.\nOn an appeal preferred thereagainst the High Court, however, reduced the\nsentence to six months as against the Appellant and the sentence awarded to\nUmrao Singh was reduced to the period already undergone.\nThe fact of the matter is as under:\nE\nOne Ganeshi Lal, Inspector (PW-2) was investigating the case under\nSection 302/201 of the Indian Penal Code arising out the First Information\nReport No. 45 dated 19.2.1992 wherein one Kallu Ram resident of Village\nRampura was murdered. Allegedly, Umrao Singh and his family members F\nwere suspected to be involved in the said case. The prosecution case is that\non 28.5.1992 when Ganeshi Lal, Inspector was present at about 7 a.m. at his\nresidence, the Appellant and the said Umrao Singh came to his house and\noffered him a sum of Rs. 10,000/- with a request that he should help them\nin connection therewith. Ganeshi Lal allegedly refused to accept the money\nstating that he was not in a position to help them but on their insistence he\naccepted the same in presence of Head Constables Mahabir (PW-3) and\nAbdul Subhan Khan (Not examined). He allegedly sealed the same in a\nparcel and prepared a memo on the basis of which a First Information Report\nwas recorded by one Nathu Ram, Inspector, Police Station Narnaul. The\nDeputy Superintendent of Police (DSP), Headquarter thereafter came to his H\nG\n426\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA residence, recorded the statement of the witnesses and took into possession\nthe said sealed parcel. Upon investigation, the Appellant with Umrao Singh\nwere charged under Section 12 of the Act. Upon completion of the\ninvestigation, a chargesheet was filed and the Appellant and the said Umrao\nSingh were put on trial.\nB\nThe case of the defence, however, was that in connection with the\naforementioned murder of Kallu Ram, as some of their relatives were accused,\nthey came to court. They were carrying more than Rs. 10,000/- with them.\nThe complainant snatched the said amount from their hands and when\nthreatened by them that if they would not receive back the amount, the matter\nC would be reported to the higher-ups, the aforementioned false case was thrust\nupon them.\nD\nE\nF\nMr. Uday Umesh Lalit, learned senior counsel appearing on behalf of\nthe Appellant, took us through the evidences of the prosecution witnesses\nand submitted:\n(i) There is a delay in lodging of the First Information Report.\n(ii) The prosecution witnesses have contradicted themselves as regard\nmode and manner of the sealing of the parcel.\n(iii) There was no reason as to why the DSP should have come to the\nplace of occurrence at about 11.30 a.m. only i.e. after more than\nfour and half hours.\n(iv) In view of the discrepancies in the statements of the prosecution\nwitnesses, the defence version cannot be said to be wholly\nimprobable.\nMr. Rajeev Gaur Naseem, learned counsel appearing on behalf of the\nState, on the other hand, submitted that the delay in lodging the First\nInformation Report cannot itself be a ground to throw away the entire\nprosecution case. The learned counsel submitted that prosecution case has\nsatisfactorily been proved in view of the evidences adduced on behalf of the\nG prosecution.\nThe prosecution in support of its case examined three witnesses. Ganeshi\nLal (PW-2) is the complainant. According to him, after accepting the money,\nhe prepared a sealed parcel bearing the seal of GLY. He further stated that\nthe DSP, Shri Jagwant Singh (PW-4) came to his residence and recorded the\nH statement of other witnesses and also recorded his supplementary statement.\nOM PARKASH v. STATE OF HARYANA [SINHA. J.]\n427\nThe DSP further took into possession the sealed parcel containing currency A\nnotes. In his cross-examination, he, however, could not give details about the\nprincipal suspects in the aforementioned murder of Kallu Ram. He also could\nnot say how many suspected persons he had interrogated and how many of\nthem were called by him in connection therewith. Even he could not give the\nnumber of such suspects interrogated and detained by him. He accepted that\nB\nSham Singh, son of the deceased was chargesheeted in the said case. He\nfurther accepted that although he had interrogated Umrao Singh and his\nrelations in the presence of villagers, it did not give rise to any suspicion\nagainst them as otherwise he would have arrested them. He accepted that the\nAppellant had met him earlier. He further admitted that the DSP came around\n11.30 a.m. and till then allegedly everybody remained at the spot. The accused C\npersons were not arrested by him but according to him were arrested by the\nDSP. The DSP remained at the spot upto 2.30 p.m. Admittedly, the DSP did\nnot sign the sealed packet. The Police Station, Narnaul was at a distance of\nonly 50 yards from his residence and office of CIA was at a distance of two\nkms. from bus stand Narnaul. It has further been accepted that no entries\nabout the coming and going of the prosecution witnesses were made in\nroznamcha in CIA.\nPW-3 is a Head Constable. He alleged:\nD\nE\n\"...Inspector said that giving bribe as an offence and they said that he\nwould do justice. Then he took the currency notes into possession\nafter turning it into a sealed parcel vide memo Ex. PB. I signed the\nmemo. Then Inspector wrote a rukka and sent Abdul Subhan Khan\nto the S.P. Office. Abdul Khan returned after giving the rukka in the\nS.P. Office. Thereafter, DSP headquarter came there. He recorded\nour statements, took the sealed parcel containing notes vide recovery F\nmemo Ex. PD.”\nIn his cross-examination, he accepted that there was a telephone in the\npoliceline and also in the police station. He further admitted that he had not\nmade entry in the roznamcha regarding his visit to the house of Inspector\nGaneshi Lal. He had also not made any entry after his return to the police G\nstation. He further stated:\n\"The DSP had taken the parcel into possession after thoroughly\nchecking it and counting it, and he put GLY seal again on it. The\nDSP remained at the spot for a period of about 5-6 hours, i.e., upto\n2.15 p.m. or so...\"\nH\n428\nA\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nIf the DSP had come to the place of occurrence at about 11.30 and left\nat about 2.30 p.m. evidently he did not remain at the place of occurrence for\na period of six hours.\nPW-4 is the DSP. According to him, he only took into possession of\nsealed parcel containing Rs. 10,000/-. In his cross-examination, he accepted\nB that he did not record the statement of Inspector, Ganeshi Lal nor did he feel\nC\nD\nE\nF\nG\nH\nthe necessity of re-verifying the investigation done by Ganeshi Lal because\nhe had already recorded the statement of other five witnesses and interrogated\nthe accused.\nIf Ganeshi Lal was the complainant, ordinarily his statement should\nhave been taken. He further stated:\n“...I did not feel it necessary to ask the purpose from the witnesses\nAbdul Khan and Mahabir nor did I check their departure from the\nroznamcha of CIA staff. I believed whatever they told that they have\ncome for some official work. I correctly recorded the statements of\nAbdul Subhan Khan and Mahabir including marked portion A to A\nof Ex. DA. I cannot explain the omission...\"\nThere was, thus, even no proper investigation.\nThe learned Special Judge in his judgment noticed that the First\nInformation Report was recorded around 11 O'Clock and it reached the Court\nof Chief Judicial Magistrate after three and half hours. The learned Special\nJudge, as regard the correctness of the defence, surmised:\n\"...As we know, in India, every officer particularly Police Officers\nare taken with doubtful eyes, in the public works. But, it cannot be\nsaid that in every case, the police had acted malafidely. This is to be\nseen from the evidence whether the case against the accused is made\nup malafidely or not. As both the accused were suspected in murder\ncase. It is possible for any person who suspected in a criminal case\nto approach the police officer with the money to scare him away from\nthe police challan. As it is known to every person that police officials\nare not honest. Even the other officials or officers are not honest what\nto talk of police officers. Alike it, general public at large cannot be\nsaid to be so honest and the said persons can approach the police\nofficers or officials. This is how the accused might have reached in\nthe office of Inspector Ganeshi Lal with the money. The persons\nOM PARKASH v. STATE OF HARYANA [SINHA, J.]\n429\nliving in India particularly in Northern India have become so much A\ndaring that they can come to the officers or officials and they can\noffier the bribe in the presence of other officials. Head Constable is\nnothing but a straw as against Inspector Ganeshi Lal because he is\nalways under the thumb of Inspector. I had seen the Inspector in the\ncourt while he had appeared in the court as a witness. Though, he\nwas dressed properly but it cannot be said that inspector was habitual\nin accepting the bribe.\"\nThe High Court was of the opinion that in view of the fact that the\ndefence in support of its version did not adduce any evidence and in those\nB\ncircumstances the version of the prosecution witnesses cannot be thrown C\naway merely on the ground that they are official witnesses and no independent\nwitness was associated.\nThe High Court unfortunately did not advert to the evidence of the\nprosecution witnesses in details nor did it consider the salient features of the\ncase.\nᎠ\nIt is not in dispute that the offence took place round about 7 O' Clock\nin the morning. The police station was about 50 yards away from the\npolicelines where PW-2 used to reside. It further stands admitted that the\ntelephone services were available both at the civil lines as also the police\nstation. No attempt was made by PW-2 to inform the SHO of the police E\nstation immediately. The First Information Report was admittedly lodged\nafter a long delay. Having regard to the distance of the police station as well\nas the CIA Office, we fail to understand as to why the DSP could come to\nthe place of occurrence only at about 11.30 a.m. We further fail to comprehend\nas to why the DSP had remained at the spot for about three hours. It is also\nF\ndifficult to understand as to why the statement of Ganeshi Lal was not recorded\nby the DSP. Ganeshi Lal himself said that his supplementary statement had\nbeen recorded by the PW-4, but the same was not produced in court.\nFrom the records, it appears that whereas according to PW-2, the sum\nof Rs. 10,000/- was put in a packet and sealed with GLY seal, according to G\nPW-3 the DSP on his arrival opened the said packet, counted the money and\nput the same again in a packet and sealed the same. The DSP (PW-4) did not\nmake any such statement in this behalf nor explained the discrepancies in the\nstatement of PW-2 and PW-3.\nNo explanation was furthermore offered as to why all parties including H\n430\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA the accused persons remained at the spot till 11.30 a.m. although no FIR was\nlodged. Admittedly, Ganeshi Lal although was not authorized to make any\ninvestigation, did so. The accused persons also had not allegedly been arrested\nbut were not allowed to leave the place either. Why they were not taken\nimmediately after the occurrence to the police station is a mystery.\nB\nC\nD\nE\nF\nG\nIn a situation of this nature, the accused should have been taken to the\npolice station immediately. Out of the two witnesses in whose presence the\namount was offered, Abdul Subhan Khan was not examined. The reason for\nhis non-examination had not been explained by the prosecution. Moreover,\nthe said witnesses although were allegedly present at the place of occurrence\non official duties, the fact as to why two Head Constables at a time from the\nsame police station would go to the residence of an Inspector at about 7 O'\nClock in the morning has not been disclosed. The entries in their roznamcha\nfor going to the residence of informant have not been produced. Admittedly,\nno entry in the roznamcha has been made even on their return to the police\nstation.\nThe first informant and the witnesses are not ordinary people. They\nwere Inspector and Head Constables attached to a police station. They are\npresumed to know the implications of a criminal case. They are, thus, also\npresumed to know that the First Information Report unless lodged at the\nearliest possible time may give rise to a suspicion about the correctness of the\nentire occurrence.\nIn view of the aforementioned discrepancies in the prosecution case,\nwe are of the opinion that the defence story set up by the Appellant cannot\nbe said to be wholly improbable. Furthermore, it is not a case where the\nburden of proof was on the accused in terms of Section 20 of the Act. Even\notherwise, where demand has not been proved. Section 20 will also have no\napplication. [Union of India Thr. Inspector, CBI v. Purnandu Biswas, (2005)\n8 SCALE 246 and T. Subramanian v. State of Tamil Nadu, (2006) I SCALE\n116].\nFor the reasons aforementioned. we are of the opinion that the Appellant\nis entitled to benefit of doubt and, thus, the judgment of conviction and\nsentence passed against the Appellant is set aside and he is acquitted. If the\nAppellant is on bail, he is discharged from his bail bond. Accordingly, the\nappeal is allowed.\nH D.G.\nAppeal allowed.\n"}