{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nE\n[2010] 13 (ADDL.) S.C.R. 8\nABU SALEM ABDUL QAYOOM ANSARI\nV.\nSTATE OF MAHARASHTRA \u0026 ANR.\n(Criminal Appeal No. 990 of 2006)\nSEPTEMBER 10, 2010\n[P. SATHASIVAM AND ASOK KUMAR GANGULY, JJ.]\n-\n-\nExtradition Act, 1962 - ss. 21 and 19 - Absconded\naccused charged under various provisions of IPC, TADA,\nC Arms Act and the Explosive Substances Act - The accused\ndetained in Portugal – No formal extradition treaty existed\nbetween Portugal and India Indian Government by a\nNotification, making the Extradition Act applicable to Portugal\n- India making request to Portugal for extradition of the\nD accused under International Convention on Suppression of\nTerrorist Bombings - India also assuring that the accused, if\nextradited, would not be visited by death penalty or\nimprisonment beyond 25 years - Portuguese Government\nextradited the accused for Section 120B r/w. s. 302 IPC and\ns. 3(2) TADA among others, but denied extradition for s. 25\n(1A) and (12B) of Arms Act and ss. 4 and 5 of Explosive\nSubstances Act - India also assured that accused would not\nbe tried for the offences other than those for which extradition\nsought – After extradition, accused tried for all the offences --\nAccused challenged before Supreme Court of India as well\nas Portuguese courts, his trial for the offence for which\nextradition was not granted - Portuguese Court adjourned the\nmatter till the disposal of the matter in the instant cases by\nSupreme Court - Held: The extradition of the accused was\nnot only under the provisions of the convention, but also in\nthe light of the principle of reciprocity made applicable\nthrough the application of the Act to the Portugal and also the\nprovisions of the Act applicable to Non-Treaty States - Trial\nof the extradited accused is permissible u/s. 21 for 'lesser\nF\nG\nH\n-\n8\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 9\nMAHARASHTRA\noffences', even if the same are not covered by extradition\nDecree - There has been no violation of Rule of Speciality -\nPenal Code, 1860 - s. 120B r/w. ss. 324, 326, 427, 435, 121,\n121A, 122, 307, 302 and 201 - Terrorist and Disruptive\nActivities (Prevention) Act, 1987 - ss. 3, 4 and 5 - Arms Act,\n1959 - ss. 3, 7(a), 25(1A), 25(1AA) 26, 29 and 35 - Explosive\nSubstances Act, 1908 - ss. 3, 4, 5 and 6 - Convention on\nSuppression of Terrorist Bombing - Articles 2(1) and (3) and\n1(3)(d) - Notification No. GSR-822 (E) dated 13.12.2002\nissued by Government of India\nInternational Law - The term 'extradition' - Explained.\nCriminal Trial - Separation of trial - Absconded accused\ncharged under various provisions of IPC, TADA, Arms Act\nand Explosive Substances Act alongwith 189 accused - On\nthe detention of the absconded accused, trial of the accused\nseparated from the trial of the other 123 accused whose trial\nwas nearing completion - Propriety of separation of the trial\n· Held: On facts, separation of trial was correct - Code of\nCriminal Procedure, 1973.\nDoctrines:\nA\nB\nC\nD\nไม\nE\nDoctrine of 'Speciality' - Applicability of.\nDoctrine of 'Reciprocity' - Applicability of.\nF\nRule of non-inquiry - Applicability of.\nDoctrine of 'Double Criminality' - Applicability of.\nDoctrine of 'Clean Slate' - Applicability of.\nG\nWords and Phrases:\n'Extradition' - Connotation of.\n'Lesser Offence' and 'Minor Offence'- Difference between\nH\nA\nB\nC\n10 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n'Lesser Offence'- Meaning of, in the context of s. 21 of\nExtradition Act, 1962.\nThe Appellant-accused, and 189 other accused\npersons, were charged with offences punishable u/s.\n120B r/w. ss. 324, 326, 427, 435, 121, 121-A, 122, 307, 302\nand 201 IPC r/w. ss. 3, 4 and 5 of TADA Act r/w. ss. 3, 7\n(a), 25 (1A), 25 (1AA), 26, 29, 35 of Arms Act, 1959 r/w. ss.\n3, 4, 5 and 6 of the Explosive Substances Act, 1908 in\nconnection with the serial bomb Blast cases of 1993 in\nBombay, The appellant was one of the 44 absconders.\nHe was declared proclaimed offender. The Designated\nCourt, issued non-bailable warrant against him and\nINTERPOL also issued Red Corner Notice for his arrest.\nPortuguese police detained the appellant on the\nD basis of the Red Corner Notice. As no formal extradition\ntreaty existed between India and Portugal, Government\nof India requested the Portuguese Government for\nextradition of the appellant under the International\nConvention on Suppression of Terrorist Bombings.\nE Government of India also, by Notification dated\n13.12.2002; made the Extradition Act applicable to the\nRepublic of Portugal. Indian Government gave assurance\nto the Government of Portugal that the accused, if\nextradited would not be visited by death penalty or\nimprisonment for a term beyond 25 years. In pursuance\nto the above assurance, ministerial order was passed by\nthe Portuguese Government admitting extradition of the\naccused amongst others for Section 120B r/w. s. 302 IPC,\ns. 3(2) TADA. However, the order declined extradition for\nSection 25(1A) and (12B) of the Arms Act and Sections 4\nand 5 of Explosive Substances Act. The Ambassador of\nIndia gave further assurance that the accused would not\nbe tried for offences other than those for which\nextradition was sought for, and they would not be\nextradited to any third country. Ultimately, the Supreme\nF\nG\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 11\nMAHARASHTRA\nCourt of Justice of Portugal permitted extradition in view\nof the assurance of the Government of India. The order\nwas also confirmed by the Constitutional Court of\nPortugal. The custody of the appellant was handed-over\nto the Indian Authorities.\nThereafter, prosecution filed an application before\nthe Designated Court, seeking separation of the trial of\nthe appellant-accused from the main trial. The appellant-\naccused also filed an application seeking production of\nrelevant record of extradition and seeking joint trial\nalongwith the 123 accused, whose trial was nearing\ncompletion. The Designated Court allowed separation of\ntrial and held that the appellant could be tried for all the\noffences because the assurances were given with\nrespect to sentences which could be imposed and not\nwith respect to the offences with which he could be tried.\nA\nB\nC\nD\nThe appellant-accused filed instant appeals against\nthe orders of the designated court framing charges\nagainst him and allowing separation of his trial from the\nmain trial in the Bombay Blast case. He also filed a writ E\npetition under Article 32 of the Constitution of India. In\naddition thereto, he also moved an application before the\nPortuguese Court of Appeal complaining that he was\nbeing tried in India in violation of Principles of Speciality\nas contained in Article 16 of Law 144/991 wherein the\nCourt expressed its inability to enquire into the question\nof surrender by the Indian State. In the appeal against the\norder, the Supreme Court of Justice of Portugal remitted\nthe matter to the Court of Appeals to enquire whether\nthere was any violation of the conditions as alleged. The\nCourt of Appeals adjourned the matter till the final order\nis passed by the Supreme Court of India in the instant\ncases.\nThe appellant contended that his trial for the offences\nF\nG\nH\n12 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA for which he has not been specifically extradited, is in\nflagrant disobedience of the mandate of s. 21 of Indian\nExtradition Act as well as the solemn sovereign\nassurance of the Government of India, the ministerial\norder of extradition passed by the Government of\nB Portugal, the judgment of the Court of Appeals as well as\nSupreme Court of Portugal; that he was being wrongfully\ntried by the Designated Court in violation of the\nextradition decree and breaching the 'principle of\nSpeciality'. He also contended that because of the\nC separation of his trial from the trial of the 123 accused,\nhe would forego the opportunity to cross-examine the\nwitnesses.\nD\nE\nDismissing the appeals and the writ petition, the\nCourt\nHELD:\nPer Sathasivam,J.\n1.1 The term ‘extradition' denotes the process\nwhereby under a concluded treaty one State surrenders\nto any other State at its request, a person accused or\nconvicted of a criminal offence committed against the\nlaws of the requesting State, such requesting State being\ncompetent to try the alleged offender. Though extradition\nF is granted in implementation of the international\ncommitment of the State, the procedure to be followed by\nthe courts in deciding whether extradition should be\ngranted and on what terms, is determined by the\nmunicipal law of the land. Extradition is founded on the\nG broad principle that it is in the interest of civilised\ncommunities that criminals should not go unpunished\nand on that account it is recognised as a part of the\ncomity of nations that one State should ordinarily afford\nto another State assistance towards bringing offenders\nH to justice. [Para 11] [34-E-H; 35-A]\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 13\nMAHARASHTRA\n1.2 The appellant has been charged within the A\npermissible scope of Section 21(b) of the Extradition Act,\n1962 and the Designated Court has not committed any\nillegality in passing the impugned orders. No bar has\nbeen placed by the Portuguese Courts for the trial of\nlesser offences in accordance with the provisions\ncontained under Section 21(b) of the Extradition Act,\nalthough Portuguese Courts were aware of the said\nprovisions of Extradition Act. [Paras 32 and 35] [63-C-D;\n64-D]\nB\nC\n1.3 The Doctrine of Specialty is a universally\nrecognized principle of international law and partakes of\ndoctrines of both double criminality and reciprocity.\nIndian Extradition Act, 1962 also recognizes the Doctrine\nof Specialty in Section 21 of the Act. Unlike the law in\nD\nUnited Kingdom, United States and Portugal, the law in\nIndia only permits the extradited person to be tried for\nlesser offence disclosed by the facts proved for the\npurpose of securing his surrender. Apart from the said\noffence being made out from the facts proved by the\nIndian authorities for the surrender of the fugitive, the\nadditional indictment, if any, has to be lesser than the\noffences for which the extradition has been granted.\n[Paras 25 and 26] [56-F-H; 57-A-B]\nE\nSuman Sood @ Kamaljeet Kaur vs. State of Rajasthan F\n(2007) 5 SCC 634 - relied on.\nDaya Singh Lahoria vs. Union of India and Ors. (2001)\n4 SCC 516 - referred to.\n\"The Law of Extradition and Mutual Assistance\". (Second G\nEditionby Clive Nicholls QC, Clare Montgomery QC, Julian B.\nKnowles -Oxford Publication Halsbury's laws of England, 4th\nEd., Vol. 18, Para246; American Jurisprudence, 2nd Ed.,\nVol. 31A referred to.\nH\nA\n14\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n1.4 The assumption of the appellant that since he had\nbeen extradited under International Convention for the\nSuppression of Terrorist Bombings, he can be tried only\nfor the offences which are related to the said Convention,\ncannot be sustained. If the said claim is accepted, it\nB would be contrary to the judgment of the Constitutional\nCourt of Portugal and it also shows the ignorance of the\nappellant towards the Notification dated 13.12.2002,\nissued by the Government of India making the Extradition\nAct applicable to Government of Portugal except Chapter\nIII. The Court has not granted extradition merely on the\nbasis of Extradition Treaty but also on the basis of\nreciprocity. Pursuant to Section 3 of the Act, the order of\nthe Government of India GSR-822(E) dated 13.12.2002\nwas approved and published ensuring due regard for the\nprinciple of reciprocity. [Para 27] [59-G-H; 60-A-C]\nC\nD\nE\n1.5 It is true that there is no Extradition Treaty\nbetween India and Portugal. However, the laws of both\nthe countries permit entertaining request for extradition\nfrom Non-Treaty States also. The extradition request was\nmade to the Government of Portugal by the Government\nof India under the provisions of the Extradition Act\napplicable to Non-Treaty States i.e. Section 19 of the Act.\nAlthough the Convention was also relied upon for the\nextradition, it was not the sole basis as is apparent from\nF the Letter of Request. The primary consideration for the\nrequest of extradition was the assurance of reciprocity.\nThe Notification dated 13.12.2002 by the Government of\nIndia directing that the provisions contained in the\nExtradition Act shall be applicable to the Republic of\nG Portugal was issued keeping in view the said principle\nof reciprocity. For the purpose of extradition\nproceedings, the appellant was treated as a fugitive\ncriminal as defined under Section 2(f) of the Extradition\nAct. The provisions of the Extradition Act are applicable\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 15\nMAHARASHTRA\nin respect of the extradition of the appellant-accused. The A\nCourt of Appeals of Lisbon has recognized this principle\nof reciprocity and the applicability of the provisions of the\nExtradition Act to the Republic of Portugal. The Supreme\nCourt of Justice and Constitutional Court of Portugal\nhave also approved it. None of these courts have\nmentioned in their orders that the accused could not be\ntried in India for the offences for which his trial could take\nplace as per the domestic laws of India. [Para 28] [60-D-\nH; 61-A-B]\n1.6 A bare reading of Section 21 of the Extradition Act\nwould indicate that the appellant-accused can be tried for\nthe offences for which he has been extradited. The\nSupreme Court of Justice, Portugal has granted\nextradition of the appellant for all the offences mentioned\nin para-1 of the order dated 27.01.2005. In addition, he can\nalso be tried for lesser offence/offences in view of\nSection 21 of the Extradition Act disclosed by the facts\nproved for the purposes of securing his surrender.\n'Lesser offence' means an offence which is made out\nfrom the proved facts and provides lesser punishment,\nas compared to the offences for which the fugitive has\nbeen extradited. The offence has to be an extradition\noffence, as defined under Section 2 (c) (ii) of the Act i.e.\nan offence punishable with imprisonment for a term\nwhich shall not be less than one year under the laws of\nIndia or of a foreign State. The 'lesser offence' cannot be\nequated with the term 'minor offence' as mentioned in\nSection 222 Cr.P.C.. The Legislature has deliberately used\nthe word \"lesser\" in Section 21(b) of the Extradition Act\ninstead of the word “minor”. Thus, the punishment\nprovided for the offence is relevant and not the\ningredients for the purposes of interpretation of the term\n\"lesser offence\". [Para 29] [61-B-G]\nB\nC\nD\nE\nF\nG\n1.7 The plea of the appellant that he can be tried only\nfor the offences covered under Article 2(1) of the H\nB\nC\n16 SUPREME COURT REPORTS [2010] 13 (ADDL..) S.C.R.\nA Convention is misconceived in view of the fact that he\nwas extradited not only under the Convention but also\nin the light of the principle of reciprocity made applicable\nthrough the application of the Extradition Act to the\nRepublic of Portugal. A complete reading of Article 2 of\nthe Convention makes it clear that it deals not only with\nthose accused who commit the substantive offences as\ndefined in Article 2(1) but also includes all the\nconspirators and those who have constructive liability for\ncommission of the substantive offences as per clause (3)\nof Article 2 of the Convention, which fact has also been\nmentioned by the Supreme Court of Justice, Portugal in\nits order. Further, sub-clause (d) of Article 1(3) of the\nConvention makes it abundantly clear that the explosive\nor lethal device means a weapon or device i.e. designed,\nor has the capability to cause death, serious bodily injury\nor substantial material damage through its release etc.\nAK-56 rifles are the weapons/devices, which have the\ncapability to cause death and serious bodily injury\nthrough the release of cartridges and are covered under\nthe said Article. The appellant has been charged for\npossession, transportation and distribution of AK-56\nrifles, their ammunitions as well as hand-grenades, which\nwere illegally smuggled into the country in pursuance of\nthe criminal conspiracy. [Para 30] [61-G-H; 62-A-E]\nD\nE\nF\n1.8 There has been no violation of Rule of Speciality\nand the Solemn Sovereign Assurance given by the\nGovernment of India in the letter dated 25.05.2003 of the\nIndian Ambassador to the Government of Portugal\nregarding the trial of the appellant-accused. The said\nG assurance of the Indian Ambassador was given to the\neffect that the appellant will not be prosecuted for the\noffences other than those for which his extradition has\nbeen sought and that he will not be re-extradited to any\nother third country. There has been no violation of Rule\nof Speciality. As per the Government of India Gazette\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 17\nMAHARASHTRA\nNotification dated 13.12.2002, all the provisions contained A\nunder the Extradition Act are made applicable in respect\nof the extradition of the appellant except those contained\nin Chapter III of the Act. The Court of Appeals in Lisbon,\nhas recognized this principle of reciprocity and the\napplicability of the provisions of Extradition Act to B\nPortugal. The Supreme Court of Justice and\nConstitutional Court of Portugal have also approved it.\nIn view of the fact that the provisions of the Extradition\nAct, 1962 have been made applicable to Portugal,\nprovisions contained in Section 21 of the Act would come C\ninto operation while conducting the trial of the appellant.\n[Para 31] [82-E-H; 83-A-B]\nD\n1.9 In the light of the Notification of the Government\nof India about the applicability of the Extradition Act the\nadditional charges that have been framed, fit well within\nthe Proviso to Section 21(b) of the Extradition Act. The\noffences with which the appellant has been additionally\ncharged are lesser than the offences for which the\nappellant has been extradited i.e., the offences with which\nthe appellant is charged are punishable with lesser\npunishment than the offence for which he has been\nextradited. The extradition granted in the instant case had\ndue regard to the facts placed which would cover the\noffences with which the appellant has been charged. The\noffences are disclosed by the same set of facts placed F\nbefore the Government of Portugal. [Para 33] [63-E-G]\n2. There is no basis in the apprehension raised by\nthe appellant that because of the separation of the trial,\nhe would forego the opportunity to cross-examine the\nwitnesses. The order dated 24.08.2009 has granted the\nappellant an opportunity to submit a list of witnesses\nexamined in the main trial for cross-examination. This\ngrievance has been dealt with in separate set of\nproceedings. [Para 34] [64-B-C]\nE\nG\nH\n"}