{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"58\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA\nB\nC\nD\nE\nF\nG\nSection 21 of the Extradition Act, 1962 as originally\nenacted reads thus:\n\"21. Accused or convicted person surrendered or\nreturned by foreign State or Commonwealth country not\nto be tried for previous offence.-Whenever any person\naccused or convicted of an offence, which, if committed\nin India, would be an extradition offence, is surrendered\nor returned by a foreign State or Commonwealth country,\nthat person shall not, until he has been restored or has had\nan opportunity of returning to that State or country, be tried\nin India for an offence committed prior to the surrender or\nreturn, other than the extradition offence proved by the\nfacts on which the surrender or return is based.\"\n31. The section, however, was amended in 1993 by\nthe Extradition (Amendment) Act, 1993 (Act 66 of 1993).\nThe amended section now reads as under:\n\"21. Accused or convicted person surrendered or\nreturned by foreign State not to be tried for certain\noffences. Whenever any person accused or convicted of\nan offence, which, if committed in India would be an\nextradition offence, is surrendered or returned by a foreign\nState, such person shall not, until he has been restored or\nhas had an opportunity of returning to that State, be tried\nin India for an offence other than―\n(a) the extradition offence in relation to which he was\nsurrendered or returned; or\n(b) any lesser offence disclosed by the facts proved\nfor the purposes of securing his surrender or return other\nthan an offence in relation to which an order for his\nsurrender or return could not be lawfully made; or\n(c) the offence in respect of which the foreign State\nhas given its consent.\"\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 59\nMAHARASHTRA [P. SATHASIVAM, J.]\n32. It is, therefore, clear that the general principle of A\nadministration of criminal justice applicable and all\nthroughout applied to domestic or municipal law has also\nbeen extended to international law or law of nations and\nto cases covered by extradition treaties.\n33. In Daya Singh this Court dealing with amended\nSection 21 of the Extradition Act, stated: (SCC p. 519,\npara 3)\nB\nC\n\"The provision of the aforesaid section places restrictions\non the trial of the person extradited and it operates as a\nbar to the trial of the fugitive criminal for any other offence\nuntil the condition of restoration or opportunity to return is\nsatisfied. Under the amended Act of 1993, therefore, a\nfugitive could be tried for any lesser offence, disclosed\nby the facts proved or even for the offence in respect of D\nwhich the foreign State has given its consent. It thus\nenables to try the fugitive for a lesser offence, without\nrestoring him to the State or for any other offence, if the\nState concerned gives its consent.\"\n34. Now, it cannot be disputed that an offence under\nSection 365 IPC is a lesser offence than the offence\npunishable under Section 364-A IPC. Since extradition\nof Suman Sood was allowed for a crime punishable with\nhigher offence (Section 364-A IPC), her prosecution and\ntrial for a lesser offence (Section 365 IPC) cannot be held\nto be without authority of law. The contention, therefore,\nhas no force and is hereby rejected.\" (Emphasis supplied)\nThe ratio in the Suman Sosod (supra) is directly applicable to\nthe case on hand.\n27. The main grievance of the appellant, as stated above,\nis that he had been extradited under International Convention\nfor the Suppression of Terrorist Bombings and therefore, he can\nbe tried only for the offences which are related to the said\nE\nןד\nF\nG\nH\n60 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA Convention. The said assumption cannot be sustained. If the\nsaid claim is accepted, it would be contrary to the judgment of\nthe Constitutional Court of Portugal and it also shows the\nignorance of the appellant towards the notification dated\n13.12.2002, issued by the Government of India making the\nB Extradition Act, 1962 applicable to Government of Portugal\nexcept Chapter III. As rightly pointed out by the respondents that\nthe Court has not granted extradition merely on the basis of\nExtradition Treaty but also on the basis of reciprocity. Pursuant\nto Section 3 of the Act, the order of the Government of India\nGSR-822(E) dated 13.12.2002 had been approved and\npublished ensuring due regard for the principle of reciprocity.\nIn view of the same, the claim of the appellant is without any\nsubstance.\nс\n28. As discussed earlier, it is true that there is no\nD Extradition Treaty between India and Portugal. However, the\nlaws of both the countries permit entertaining request for\nextradition from Non Treaty States also. The extradition request\nwas made to the Government of Portugal by the Government\nof India under the provisions of the Extradition Act applicable\nE to Non Treaty States i.e. Section 19 of the Act. Although the\nConvention was also relied upon for the extradition, as rightly\npointed out by the respondent, it was not the sole basis as is\napparent from the Letter of Request. The primary consideration\nfor the request of extradition was the assurance of reciprocity.\nF The notification dated 13.12.2002 by the Government of India\ndirecting that the provisions contained in the Extradition Act\nshall be applicable to the Republic of Portugal was issued\nkeeping in view the said principle of reciprocity. For the\npurpose of extradition proceedings, appellant-Abu Salem was\nG treated as a fugitive criminal as defined under Section 2(f) of\nthe Extradition Act, 1962. We have already adverted to the\nGazette Notification dated 13.12.2002 making it clear that the\nprovisions of Extradition Act shall apply to Portuguese Republic\nin accordance with the principle of reciprocity. The provisions\nof the Act are applicable in respect of the extradition of\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 61\nMAHARASHTRA [P. SATHASIVAM, J.]\nappellant-Abu Salem. The Court of Appeals of Lisbon has A\nrecognized this principle of reciprocity and the applicability of\nthe provisions of the Extradition Act, 1962 to the Republic of\nPortugal. The Supreme Court of Justice and Constitutional\nCourt of Portugal have also approved it. None of these Courts\nhave mentioned in their orders that the accused could not be B\ntried in India for the offences for which his trial could take place\nas per the domestic laws of India.\nC\nD\n29. We have already adverted to Section 21 of the\nExtradition Act. A bare reading of the above section would\nindicate that the appellant-Abu Salem can be tried for the\noffences for which he has been extradited. The Supreme Court\nof Justice, Portugal has granted extradition of appellant-Abu\nSalem for all the offences mentioned in para-1 of the order\ndated 27.01.2005. In addition, Abu Salem can also be tried for\nlesser offence/offences in view of Section 21 of the Extradition\nAct disclosed by the facts proved for the purposes of securing\nhis surrender. \"Lesser offence\" means an offence which is\nmade out from the proved facts and provides lesser punishment,\nas compared to the offences for which the fugitive has been\nextradited. The offence has to be an extradition offence, as\ndefined under Section 2 (c) (ii) of the Act i.e. an offence\npunishable with imprisonment for a term which shall not be less\nthan one year under the laws of India or of a foreign State. The\nlesser offence cannot be equated with the term \"minor offence\"\nas mentioned in Section 222 of the Code of Criminal F\nProcedure. The Legislature has deliberately used the word\n\"lesser\" in Section 21(b) of the Extradition Act instead of the\nword “minor”. Thus, the punishment provided for the offence is\nrelevant and not the ingredients for the purposes of\ninterpretation of the term \"lesser offence\".\n30. The contention of the appellant that he can be tried only\nfor the offences covered under Article 2(1) of the said\nConvention is misconceived in view of the fact that he was\nextradited not only under the said Convention but also in the\nE\nG\nH\nB\n62 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA light of the principle of reciprocity made applicable through the\napplication of the Extradition Act to the Republic of Portugal.\nA complete reading of Article 2 of the said Convention makes\nit clear that it deals not only with those accused who commit\nthe substantive offences as defined in Article 2(1) but also\nincludes all the conspirators and those who have constructive\nliability for commission of the substantive offences as per Sub-\nsection 3 of Article 2 of the Convention, which fact has also\nbeen mentioned by the Supreme Court of Justice, Portugal in\npara 9.4 of its order. Further sub-section (d) of Article 1(3) of\nthe Convention makes it abundantly clear that the explosive or\nlethal device means a weapon or device i.e. designed, or has\nthe capability to cause death, serious bodily injury or substantial\nmaterial damage through its release etc. AK-56 rifles are the\nweapons/devices, which have the capability to cause death\nand serious bodily injury through the release of cartridges and\nare covered under the said Article. The appellant has been\ncharged for possession, transportation and distribution of AK-\n56 rifles, their ammunitions as well as hand-grenades, which\nwere illegally smuggled into the country in pursuance of the\ncriminal conspiracy.\nC\nD\nE\n31. We are also satisfied that there has been no violation\nof Rule of Speciality and the Solemn Sovereign Assurance\ngiven by the Government of India in the letter dated 25.05.2003\nof the Indian Ambassador to the Government of Portugal\nF regarding the trial of the appellant-Abu Salem. The said\nassurance of the Indian Ambassador was given to the effect\nthat the appellant will not be prosecuted for the offences other\nthan those for which his extradition has been sought and that\nhe will not be re-extradited to any other third country. As rightly\nG pointed out by the Solicitor General, there has been no violation\nof Rule of Speciality. As per the Government of India Gazette\nNotification dated 13.12.2002, all the provisions contained\nunder the Extradition Act are made applicable in respect of the\nextradition of Abu Salem except those contained in Chapter III\nof the Act. The Court of Appeals in Lisbon, has recognized this\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 63\nMAHARASHTRA [P. SATHASIVAM, J.]\nprinciple of reciprocity and the applicability of the provisions of A\nExtradition Act to Portugal. The Supreme Court of Justice and\nConstitutional Court of Portugal have also approved it. In view\nof the fact that the provisions of the Extradition Act, 1962 have\nbeen made applicable to Portugal, provisions contained in\nSection 21 of the Act would come into operation while B\nconducting the trial of appellant-Abu Salem.\n32. We are also satisfied that the Designated Judge has\ncorrectly concluded that the appellant-Abu Salem can be tried\nfor 'lesser offences', even if, the same are not covered by the\nC\nExtradition Decree since the same is permitted under Section\n21(b) of the Extradition Act. No bar has been placed by the\nPortuguese Courts for the trial of lesser offences in accordance\nwith the provisions contained under Section 21(b) of the\nExtradition Act although Portuguese Courts were aware of the\nsaid provisions of Extradition Act.\nD\nF\n33. We have already highlighted how the Government of\nIndia and the Government of Portugal entered into an\nagreement at the higher level mentioning the relevant offences\nand the appellant was extradited to India to face the trial. We E\nhave also noted the Notification of the Government of India\nabout the applicability of Extradition Act, 1962. In the light of\nthe said Notification, the additional charges that have been\nframed fit well within the proviso to Section 21(b) of the\nExtradition Act. The offences with which the appellant has been\nadditionally charged are lesser than the offences for which the\nappellant has been extradited. To put it clear, the offences with\nwhich the appellant is charged are punishable with lesser\npunishment than the offence for which he has been extradited.\nThe extradition granted in the present case had due regard to\nG\nthe facts placed which would cover the offences with which the\nappellant has been charged. As rightly pointed out by learned\nSolicitor General, the offences are disclosed by the same set\nof facts placed before the Government of Portugal. We agree\nwith the submission of the learned Solicitor General and the\nH\n64 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA ultimate decision of the Designated Court.\nB\nC\n34. Coming to the order of the Designated Court directing\nseparation of the trial of the appellant, it is the grievance of the\nappellant that because of the separation, he would forego the\nopportunity to cross-examine the witnesses. This grievance has\nbeen dealt with in a separate set of proceeding which we have\nadverted to in the earlier part of our judgment. The order dated\n24.08.2009 has granted the appellant an opportunity to submit\na list of witnesses examined in the main trial for cross-\nexamination. Hence, there is no basis in the apprehension\nraised by the appellant.\n35. In the light of the above discussion, we are of the view\nthat the appellant has been charged within the permissible\nscope of Section 21(b) of the Extradition Act and the\nD Designated Court has not committed any illegality in passing\nthe impugned orders. Consequently, all the appeals as well as\nthe writ petition are liable to be dismissed, accordingly\ndismissed. Since the trial is pending from the year 1983 and\nconnected matters have already been disposed of, we direct\nthe Designated Court to proceed with the trial expeditiously.\nE\nF\nG\nH\nGANGULY, J. 1. I have gone through the judgment\nprepared by Hon'ble Brother Justice P. Sathasivam and I agree\nwith the conclusions reached by His Lordship.\n2. Having regard to the importance of the issues discussed\nin the judgment, may I express my views on the same.\n3. Conceptually extradition is a rather complex\njurisprudential zone as it has encompassed within itself various\ntrajectories of apparently conflicting ideas.\n4. Generally, a State's criminal jurisdiction extends over\noffences committed within its geographical boundaries but it\nis the common experience of all the countries that often a\ncriminal committing an offence in one country flees to another\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 65\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\ncountry and thus seeks to avoid conviction and the A\nconsequential punishment. This poses a threat in all civilized\ncountries to a fair adjudication of crime and sustaining the\nConstitutional norms of Rule of Law.\n5. To remedy such anomalous and unjust situation,\nExtradition has been evolved by way of International treaty\nobligation which ensures a mode of formal surrender of an\naccused by the one country to another based on reciprocal\narrangements.\n6. In India, extradition has not been defined under the\nExtradition Act 1962 (hereinafter, \"the Act\"). However, a\ncomprehensive definition of extradition has been given in\nGerhard Terlinden vs. John C. Ames in which Chief Justice\nFuller defined extradition as:-\n\"the surrender by one nation to another of an individual\naccused or convicted of an offence outside of its own\nterritory, and within the territorial jurisdiction of the other,\nwhich, being competent to try and to punish him, demands\nthe surrender.\"\n[184 U.S. 270 at p. 289]\n7. In the above formulation, the learned Chief Justice\nvirtually echoed the principles of extradition laid down by\nProfessor M. Cherif Bassiouni in his treatise “International\nExtradition and World Public Order, 1974, Oceana\nPublications\". The learned Professor explained:\n\"In contemporary practice extradition means a formal\nprocess through which a person is surrendered by one\nstate to another by virtue of a treaty, reciprocity or comity\nas between the respective states. The participants in such\na process are, therefore, the two states and, depending\nupon value-perspectives, the individual who is the object-\nsubject of the proceedings. To a large extent, the\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n66\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nprocesses and its participants have not changed much in\nthe course of time but the rationale and purposes of the\npractice have changed, and as a consequence so have\nthe formal aspects of the proceedings.\" (Page 2)\n8. But extradition is different from deportation by which\ncompetent State authorities order a person to leave a country\nand prevent him from returning to the same territory. Extradition\nis also different from exclusion, by which an individual is\nprohibited from staying in one part of a Sovereign State. As a\nresult of such orders, sometimes deserters or absentees from\nArmed Forces of a particular country are returned to the\ncustody of Armed Forces of the country to which they belong.\n9. Both deportation and exclusion basically are non-\nconsensual exercise whereas extradition is based on a\nD consensual treaty obligation between the requesting State and\nthe requested State. Extradition, however, is only to be resorted\nto in cases of serious offences and Lord Templeman was right\nin holding that extradition treaties and legislation are designed\nto combine speed and justice [Re Evans - 1994 (3) All E.R.\nE 449 at 450-451].\nF\n10. In the context of extradition law, which is based on\ninternational treaty obligations, we must keep in mind the\nemerging Human Rights movements in the post World War II\nscenario and at the same time the need to curb transnational\nand international crime. The conflict between these two\ndivergent trends is sought to be resolved by expanding the\nnetwork of bilateral and multilateral treaties to outlaw\ntransnational crime on the basis of mutual treaty obligation. In\nsuch a situation there is obviously a demand for inclusion of\nG Human Rights concerns in the extradition process and at the\nsame time garnering more international support and awareness\nfor suppression of crime. A fair balance has to be struck\nbetween Human Rights norms and the need to tackle\ntransnational crime. This is best summed up in the leading\nH decision of European Court of Human Rights rendered in\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 67\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\nSoering vs. United Kingdom reported in 1989 (11) EHRR 439 A\nand the relevant excerpt is quoted:\n\"... inherent in the whole of the Convention (European\nConvention on Human Rights) is a search for a fair balance\nbetween the demands of the general interest of the\ncommunity and the requirements of the protection of the\nindividual's fundamental rights. As movement about the\nworld becomes easier and crime takes on a larger\ninternational dimension, it is increasingly in the interests\nof all nations that suspected offenders who flee abroad\nshould be brought to justice. Conversely, the establishment\nof safe havens for fugitives would not only result in danger\nfor the State obliged to harbour the protected person but\nalso tend to undermine the foundations of extradition.\nThese considerations must also be included among the\nfactors to be taken into account in the interpretation and\napplication of the notions of inhuman and degrading\ntreatment or punishment in extradition cases.\"\nB\nC\nD\nE\n11. The extradition law, therefore, has to be an amalgam\nof international and national law. Normally in extradition law the\nrequested State is to follow the rule of Non-Inquiry which means\nthat the requested State is not to normally make inquiry about\nthe nature of criminal justice system in the requesting State.\nThat is why in this case, on a complaint being made by Abu\nSalem in the Court of the requested country, the Courts of F\nPortugal await the decision of this Court. The actual conduct\nof trial of the extradited accused is left to the criminal\njurisprudence followed in the requesting State. This rule of Non-\nInquiry is a well developed norm both in Canada and in\nAmerica [See the decision of Canadian Supreme Court in\nCanada vs. Schmidt, (1987) 1 SCR 500.\n12. Justice La Forest delivering the majority judgment in\nSchmidt held:\nG\n\"that I see nothing unjust in surrendering to a foreign H\n"}