{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"A\nB\n..\nC\nD\n68 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\ncountry a person accused of having committed a crime\nthere for trial in the ordinary way in accordance with the\nsystem for the administration of justice prevailing in that\ncountry simply because that system is substantially\ndifferent from ours with different checks and balances. The\njudicial process in a foreign country must not be subjected\nto finicky evaluations against the rules governing the legal\nprocess in this country.\"\n13. Whether or not the fugitive who has been extradited\nwould have a standing to complaint of the judicial process in\nthe requesting State after extradition has been done,\nindependent of the position taken by the requested State, is a\ndebatable issue. It is a part of the larger debate about the\nposition of an individual as a subject of international law, and\nthe obligation of States towards individuals. This is pertinent\nhere because one of the claims made by Abu Salem is with\nrespect to the erosion of his rights that exist by way of the\ninternational commitments India has made through the doctrine\nof specialty embodied in section 21 of the Extradition Act. His\ncomplaint is that by trying him for some offences which are\nE designated as 'lesser offences' and calling them as completely\nsimilar to the ones mentioned before the Portuguese\nauthorities, as well as by separating his trial from the other\naccused, the Government of India has violated its commitments\nin the extradition request, and therefore has violated the rights\nF with which Abu Salem had been extradited. The answer to this\ncomplaint obviously lies in the principle of non-inquiry which\nprohibits questioning the fairness of the judicial process in the\nrequesting State. That is why the Courts of Portugal await the\ndecision of this Court. However, non-inquiry is not an absolute\nG principle.\nH\n14. In a given situation, the requested State may question\nthe procedures in the requesting State if they are prima facie\ncontrary to fundamental principles of justice and there is a high\nrisk of the fugitive being prejudiced by the process of\nextradition.\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 69\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\n15. There are cases where the requested State has A\nrejected the extradition request as the requesting State may\nhave procedures that are basically incompatible with the\npractices of the requested State. The most; remarkable\nexample is in Soering (supra) where the European Court of\nHuman Rights struck down an extradition request from the USA B\non the ground of it being violative of Article 3 of the European\nConvention on Human Rights which prohibits inhuman and\ndegrading treatment of humans. It said that the prolonged delay\nin the form of death row, which is a natural outcome of the\ncriminal procedure existing in the USA, was certainly violative\nof the human rights of the fugitive, for it was torturous for him\nto wait in anticipation of a death that was almost certain for him\nin the USA.\nC\nD\n16. Furthermore obligations entered by many countries of\nthe world, including India, in the form of Covenant on Civil and\nPolitical Rights, and The Convention Against Torture and Other\nCruel, Inhuman or Degrading Treatment or Punishment (to\nwhich India is a Signatory), would preclude a total and\nunconditional observance of the principle of non-inquiry. Even\nthough, non- inquiry is not an absolute doctrine, but in facts of E\nthe present case, it operates.\n17. In this case, the insistence of the Central Government\non trying Abu Salem for lesser offences is permissible, both\nunder the Extradition Act as well as under the Convention for F\nSuppressing Terrorist Bombings.\n18. United Nations General Assembly adopted on 15th\nDecember 1997, the International Convention for the\nSuppression of Terrorist Bombings. India has been a party to\nthis Convention, ever since the Union Cabinet approved it on\n5th of August, 1999 and India formally ratified it on 17th of\nSeptember 1999. This Convention creates a broad platform for\ninternational cooperation to suppress and deal with unlawful and\ninternational use of explosives and other lethal devices in\nvarious public places with the intention to cause serious bodily\nG\nI\n70 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA damage and extensive destruction.\nB\n19. The Convention thus fills up a huge void in international\nlaw by expanding the legal framework and enabling several\nStates to cooperate in the investigation, prosecution and\nextradition of several persons who are engaged in such\ninternational terrorism. It is of utmost importance as it\nstrengthens international law enforcement in controlling\ninternational terrorism.\n20. This Convention is structured on prior counter terrorism\nC conventions adopted by the United Nations. It calls upon the\nmember parties to declare certain specified conducts to be\ncriminal activities and to initiate prosecution for them, and to\nextradite persons who have committed such conduct in one\ncountry and are staying in another country. But unlike its\nD predecessors, this Convention does not define terrorism.\nHowever it points out particular conducts, regardless of the\nmotive, as internationally condemnable. Thus this convention is\nof crucial importance in the field of international law\nenforcement devices. [See Samuel M. Witten, The International\nE Convention for the Suppression of Terrorist Bombings, The\nAmerican Journal of International Law, Vol.92, No.4 (October\n1998) pp.774-781]\nF\nG\n21. There are two ways in which to describe a lesser\ncrime. Either every single element of a lesser crime should be\ncomponent of the greater crime on the basis of their statutory\ndefinitions; or the allegations of the larger crime in the\nindictment should include all the factual details of the lesser\ncrime. (See Submission of Lesser Crimes, Columbia Law\nReview, Volume 56(6), 1956 pp.888-902, at 888-890).\n22. Section 21(b) of the Act seems to embody the latter\nof these two principles. This means that a crime which can be\nframed from out of the factual averments themselves (i.e.\nevidence submitted) before the requested State at the time of\nH extradition, can be the one upon which the fugitive can be tried.\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 71\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\nA lesser crime can be a cognate crime, in that it shares its roots A\nwith the primary crime, even though it may be independent of\nit.\n23. The learned Solicitor General rightly placed reliance\non the following observation of the Designated Court in\nB\nBombay Blast case where the learned Judge observed:\n\"Thus in true sense all such offences would always be lesser\noffence of conspiracy of which pivotal charge of conspiracy\nis framed at the trial subject to such offences being\npunishable with lesser punishment than prescribed for main C\noffence of conspiracy.\"\n24. In the instant case the extradition has been allowed by\nthe requested State on the specific undertaking of the\nGovernment of India that the extradited criminal will not be\nsubjected to death penalty or imprisonment beyond 25 years.\nTherefore, the basic human rights considerations have been\ntaken into account and the guidelines in Soering (supra) have\nbeen adhered to. Thus, primacy has been accorded to human\nright norms in the extradition process.\n25. Doctrinally speaking, Extradition has five substantive\ningredients. They are: (a) reciprocity, (b) double criminality, (c)\nextraditable offences, (d) specialty and (e) non inquiry.\n26. In India, the Act suffered an amendment in 1993, by\nAct 66 of 1993 and in the instant case, the amended provisions\nhave come up for discussion. In order to appreciate the purport\nof the amendment, the Statement of Objects and Reasons for\nenacting the Act 66 of 1993 (hereinafter the Amending Act) are\nset out:\n\"At present, the Law of Extradition in India is contained in\nthe Extradition Act, 1962 (Act 34 of 1962). The 1962-Act\nmade a distinction between Commonwealth countries and\nforeign States and considered only foreign States as treaty\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n72\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nStates. The extradition with Commonwealth countries was\nseparately governed by the second schedule of the Act\nand the Central Government was given powers under\nChapter III to conclude special extradition arrangements\nwith respect to Commonwealth countries only. Such\ndistinction made in the Extradition Act, 1962 between\nforeign States and Commonwealth countries does not hold\ngood in view of the change of time and rapid\ndevelopments in Extradition' Law at international level.\nCommonwealth countries are concluding extradition\ntreaties among themselves. India has in recent years\nconcluded separate extradition treaties with Canada and\nUK. Moreover, the Civil Law countries have specific\nrequirements for purposes of extradition with them. In\naddition, terrorism and drug trafficking as two most\nheinous crimes affecting innocent lives, have thrown new\nchallenges necessitating changes in the existing\nExtradition Law to effectively deal with these new crimes.\nMany International Conventions dealing with these and\nother crimes have laid down specific obligation on State\nparties to extradite or prosecute a fugitive offender. India\nis a State party to many of these International Conventions.\n2. The purpose of the Bill is to amend the Extradition Act,\n1962, to suitably incorporate in it the above noted changes\nand to achieve, inter alia, the following objectives:\na.\nb.\nC.\nto enable India to conclude extradition treaties with\nforeign States including the Commonwealth\ncountries without treating them structurally different;\nto provide for extra-territorial jurisdiction over\nforeigners for crimes committed by them outside\nIndia;\nto incorporate composite offences in the definition\nof extradition offence;\nН\ni\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 73\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\nd. to exclude political offence as a defence in cases A\nof offences of a serious nature;\ne.\nf.\ng.\nto cover extradition requests on the basis of\ninternational Conventions within the scope of the\nAct;\nto enable Central Government to make and receive\nrequests for provisional arrest of fugitives in urgent\ncases pending the receipt of the formal extradition\nrequest;\nto enable the Central Government to give\nassurance pursuant to a treaty obligation to the\nrequested State for the non-execution of death\npenalty.\n3. The Bill seeks to achieve these objects.\"\n27. The above stated objects behind the Amending Act are\nrelevant in appreciating some of the problems in the instant\ncase. As a result of the amendment, Section 21 has been\ncompletely recast and the doctrine of Specialty has been\nintroduced.\n28. A perusal of the said Amendment Act would make it\nclear that the amendment enables the requesting State to try\nthe fugitive for a lesser offence without restoring him to the\nrequested State. In fact the doctrine of specialty is in fact a\ncorollary to the principle of double criminality, and is founded\non policy and expediency and on the basic principle of\nreciprocity. It is thus a universally recognized principle of\ninternational law and partakes of doctrines of both double\ncriminality and reciprocity.\n29. Section 21 of the Act bears close a resemblance to\nSection 19 of the English Extradition Law. Both the provisions\nare successors to Section 19 of the United Kingdom Extradition\nAct, 1870. Section 19 of the English Extradition Law reads:\n00\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\n74\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n\"Where in pursuance of any arrangement with a foreign\nState, any person accused or convicted of any crime which,\nif committed in England, would be one of the crimes\ndescribed in the first schedule to this Act is surrendered\nby the foreign State, such person shall not, until he has\nbeen restored or had an opportunity of returning to such\nforeign State, be triable or tried for any offence committed\nprior to the surrender in any part of her Majesty's\ndominions other than such of the said crimes as may be\nproved by the fact on which the surrender is grounded.\"\n30. This is in keeping with the rule of double criminality,\nwhich requires a mutually acceptable position between the\nrequesting as well as the requested State on all the aspects of\nthe criminal act committed by the person who is to be\nextradited. This understanding is not about an agreement as\nto the specifics, but rather a consensus ad idem in the\ncontractual relationship between two sovereign States.\nExplaining the rule of double criminality, Shearer says, \"... This\nrule requires that an act shall not be extraditable unless it\nconstitutes a crime according to the laws of both the requesting\nE and requested States... The validity of the double criminality\nrule has never seriously been contested, resting as it does, in\npart on the basic principle of reciprocity, which underlies the\nwhole structure of extradition, and in part on the maxim nulla\npoena sine lege” (no penalty without prior legal authority) (See\nF Extradition in International Law (1971) at page 137).\nG\nH\n31. This position of extraditable offences, and the\nobligations of the requesting State can further be understood,\nif one bears in mind the fact that the doctrines of double\ncriminality and specialty are both safeguards of the individual\nrights of the extraditee who should not be tried on unexpected\ncounts, as well as the rights of the requested State to have its\nlaws and processes given adequate deference by the\nrequesting State. It is not only a means to protect the person\nfrom unexpected prosecution, but also a preventive guard\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF\nMAHARASHTRA [ASOK KUMAR GANGULY, J.]\n75\nagainst the abuse of the legal process of the requested State. A\nWhile the first takes care of the individual's right, the second\ntakes care of the rights of a sovereign State.\n32. Therefore it can be said that as long as the facts that\nhave been submitted before the requested State prima facie\nshow the guilt of the extraditee in a foreseeable and logically\nconsistent way, the said person can be tried on all such counts\nthat can be conclusively proved against him or her.\n33. Therefore, I do not find any substance in the complaint\nof Abu Salem.\n34. Thus I concur with Brother Sathasivam and reach the\nsame conclusion as His Lordship does.\nK.K.T.\nAppeals \u0026 Writ petition dimissed.\nB\nC\n"}