{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n28\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n(i) On 13.12.2002, the Government of India issued Gazette\nNotification No. G.S.R.822(E) in exercise of the powers\nconferred by Sub-section (1) of Section 3 of the Extradition Act,\n1962, directing that the provisions of the Extradition Act, other\nthan Chapter-III, shall apply to the Portuguese Republic with\nB effect from 13.12.2002.\nC\nD\nE\n(j) The Government of India gave an undertaking under the\nsignatures of the then Dy. Prime Minister that on the basis of\nprovisions of the Constitution of India, Indian Extradition Act,\nand the Code of Criminal Procedure, 1973 assured the\nGovernment of Portugal that it will exercise its powers conferred\nby the Indian Laws to ensure that if extradited by the Portugal\nfor trial in India, appellant-Abu Salem would not be visited by\ndeath penalty or imprisonment for a term beyond 25 years. The\nAmbassador of India in Lisbon, by letter dated 25.05.2003,\ngave another assurance that in the event of extradition of the\nappellant- Abu Salem, he will:\n(i)\n(ii)\nnot be prosecuted for offences other than those for\nwhich his extradition has been sought.\nnot be re-extradited to any third country.\n(k) The request for the extradition of the appellant-Abu\nSalem was considered and examined by the authorities in\nGovernment of Portugal and by the Court of Appeals, Lisbon,\nF Supreme Court of Justice, Portugal and Constitutional Court of\nPortugal. The Authorities/Courts in Portugal granted extradition\nof the appellant-Abu Salem in 8 criminal cases (3 cases of CBI,\n2 cases of Mumbai Police and 3 cases of Delhi Police).\nExtradition in one case of Delhi Police was not granted. The\nG Supreme Court of Justice, Portugal granted extradition of\nappellant-Abu Salem for the following offences, included in the\nrequest of Public Prosecution, as is clear from Para 13.1 of\nthe order dated 27.01.2005 of Supreme Court of Justice,\nPortugal, which was also confirmed by the Constitutional Court\nH of Portugal. The maximum sentence prescribed under the\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 29\nMAHARASHTRA [P. SATHASIVAM, J.]\nIndian Laws for these offences is mentioned here under:\nS. Offence\nNo.\nMaximum\nPunishment\nA\n(i)\nThe offence of criminal conspiracy\npunishable u/s. 120B IPC\nDeath Penalty in the\ncase present\nB\n(ii)\nMurder punishable U/s. 302 IPC\n(iii) Attempt to murder punishable u/s.\n307 IPC\nDeath Penalty\n(iv) Mischief punishable u/s. 435 IPC Imprisonment for 7\nImprisonment for\nLife\n(v)\nMischief by fire or explosive\npunishable u/s. 436 IPC\n(vi) Offence punishable u/s. 3(2) of\nTADA (P) Act.\n(vii) 3(3) of TADA (P) Act\ncase\n(viii) Section 3 of Explosive\nSubstances Act, 1908\n(ix) Offence punishable u/s. 4 of\nPrevention of Damage to\nPublic Property Act\nyears\nC\nImprisonment for\nLife\nDeath Penalty in this\nLife Imprisonment\nD\nLife Imprisonment\nImprisonment for 10\nyears\nய.\nE\n(I) Upon extradition, custody of the appellant-Abu Salem\nwas handed over by the Govt. of Portugal to Indian Authorities\non 10.11.2005 and he was brought to Mumbai on 11.11.2005.\nHe was produced in the Designated Court, Mumbai, in\nconnection with the serial Bombay Bomb Blast Cases (CBI\nCase RC No. 1 (S/93)/CBI/STF, Court case No. BBC 1 of 1993)\nF\n(m) On 01.03.2006, after completion of further investigation\nagainst the appellant-Abu Salem, a Supplementary Report u/ G\ns. 173(8) of Cr.P.C. was filed in the Designated Court, Mumbai.\nPrior to that, on 09.12.2005, the Designated Court altered the\ncommon charge of criminal conspiracy by adding the name of\nthe appellant-Abu Salem in the list of the accused persons\nbefore the Court by deleting his name from the list of\nH\nI\n30 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA absconding accused in the said charge. On 18.03.2006, after\nhearing the counsel for the appellant and the Prosecution, the\nCourt framed substantive charges against the appellant-Abu\nSalem.\nB\nC\n(n) The Designated Court has framed charges for the\nfollowing offences against the appellant-Abu Salem vide its\norders:\n(i)\n(ii)\nD\n(iii)\n(iv)\nE\n(v)\n(vi)\nF\nG\nOffence of criminal conspiracy punishable u/s. 120-\nB IPC r/w. offences punishable under IPC, TADA\n(P) Act, Explosive Substances Act, Explosives Act,\nArms Act and Prevention of Damage to Public\nProperty Act.\nOffence punishable under Section 3 (3) of TADA\n(P) Act, 1987.\nOffence punishable under Section 5 of TADA (P)\nAct. 1987.\nOffence punishable under Section 6 of TADA (P)\nAct, 1987.\nSection 4(b) of the Explosive Substances Act,\n1908.\nSection 5 of the Explosive Substances Act, 1908.\n(vii) Section 25 (1-A)(1-B)(a) r/w Sections 3 and 7 of the\nArms Act, 1959.\n(viii) Offence punishable u/s. 9-B of the Explosives Act,\n1884.\n(o) These charges have been framed by the Designated\nCourt keeping in view the provisions contained under Section\n21 of the Extradition Act, 1962.\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 31\nMAHARASHTRA [P. SATHASIVAM, J.]\n(p) The extradition order of the Supreme Court of Justice, A\nPortugal, did not include the following offences for which the\ncharges have been framed by the Designated Court, Mumbai.\nThe maximum punishment provided for these offences is given\nhere:-\nS.\nOffence\nNo.\nMaximum\nPunishment\ni) Section 5 of TADA (P) Act, 1987. Imprisonment for\nB\nLife\nC\nii)\nSection 6 of TADA (P) Act, 1987. Imprisonment for\nLife\n(iii) Section 4-b of Explosive\nImprisonment for 20\nSubstances Act, 1908\nyears.\nD\niv) Section 5 of the Explosive\nSubstances Act, 1908\nImprisonment for 14\nyears.\nv)\nImprisonment for 10\nyears.\nE\nLU\nImprisonment for 3\nyears.\nSection 25 (1-A) (1-B) (a) of\nArms Act, 1959.\nvi) Section 9-B of Explosives Act,\n1884\n(q) The request for extradition of the appellant-Abu Salem\nhas been made relying on the assurance of reciprocity as\napplicable in international law and the International Convention\nfor Suppression of Terrorist Bombings. The order dated\n27.01.2005 of the Supreme Court of Justice, Portugal mentions\nthat Article9.3 of the said Convention applies to the case of\nappellant-Abu Salem. As per Article 9.3, the State Parties,\nwhich do not make extradition conditional on the existence of\na treaty, shall recognize the offences themselves subject to the\nconditions provided by the law of the requested State. Article\n2 of the Convention defines the extraditable offences. The\nabove mentioned offences for which the extradition has not been\nF\nG\nH\n32 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA specifically granted, also covered under the definition of\nextraditable offence, as mentioned in Article 2 of the said\nConvention.\nB\nC\n(r) The punishment provided for the offences, not included\nin the order of Supreme Court of Justice of Portugal, is lesser\nthan the punishment provided for the offences included in the\nsaid order of Extradition. The said offences are disclosed by\nthe facts, which were considered/proved for the purposes of\nextradition of appellant-Abu Salem from Portugal. It was further\nstated that the said offences are extradition offences, as defined\nunder Section 2(c)(ii) of the Extradition Act, 1962 and, thus, the\ntrial of appellant-Abu Salem for these offences is permissible\nunder Section 21(b) of the Extradition Act, 1962.\n(s) After framing of the charges on 18th March, 2006, the\nD Designated Court invited the views of the prosecution and the\ndefence about the further course of action for the trial of\nappellant-Abu Salem. The prosecution, Vide M.A. No. 144 of\n2006, submitted its views to the Designated Court, suggesting\ntherein that the trial of appellant-Abu Salem may be separated\nE in the same manner as was done by the Designated Court in\nrespect of absconding accused Mustafa Ahmed Dossa, upon\nhis arrest in March 2003, to avoid hardships to 123 accused\npersons whose trial had already been completed. It was further\nsubmitted by the prosecution that 33 accused persons were in\nF custody for the last about 12-13 years. The course of action as\nsuggested by the prosecution would not cause any prejudice\nto any accused, including appellant-Abu Salem and would also\navoid further delay in pronouncement of the judgment in the\ncase. The Designated Court, Mumbai, after hearing both the\nsides, by its order dated 13.06.2006 ordered that the trial of\nappellant-Abu Salem, co-accused Riyaz Ahmed Siddique and\nother absconding accused, mentioned in the common charge\nof criminal conspiracy, and jointly in progress along with the\nother co-accused mentioned in the said charge, stood\nseparated from the ongoing trial in progress. The Court further\nG\nH\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 33\nMAHARASHTRA [P. SATHASIVAM, J.]\nordered that the said separated trial from that day (13.06.2006) A\nto be continued under No. BBC-1-B of 1993, in continuity with\nthe earlier joint case.\n6. These orders are under challenge in these appeals and\nwrit petition.\n7. Stand of the appellant-Abu Salem\nB\nD\nThe appellant has been extradited from Portugal for being\ntried in eight cases including the Bombay Bomb Blast Case\nNo. 1 of 1993 subject to certain conditions and the sovereign C\nassurance given by the Government of India to the Government\nof Portugal. It was his stand that the charges under Sections\n3(4), 5 and 6 of the TADA Act, Sections 4(b) and 5 of the\nExplosive Substances Act, Section 25 of the Arms Act and\nSection 9B of the Explosives Act (in R.C. No. 1(S/93)/CBI/STF\n(Bomb Blast Case) and charges under Section 120B, 387 and\n386 of the Indian Penal Code and under Section 5 of the TADA\n(in C.R. No. 144 of 1995) are in flagrant disobedience of the\nmandate of Section 21 of the Indian Extradition Act as well as\nthe solemn sovereign assurance of the Government of India,\nthe ministerial order of extradition of the appellant passed by\nthe Government of Portugal, the judgment of the Court of\nAppeals as well as the Supreme Court of Portugal.\nE\nF\n8. It is also his grievance that time and again the\nauthorities abused the process of criminal law by failing to file\nthe orders passed by Portugal Courts and by willfully and\ndeliberately violating the solemn sovereign assurance. It is his\ncategorical claim that the respondents are lowering the esteem\nof the nation by their deceitful behaviour in the field of\ninternational law, breaching the principle of speciality G\nestablished under the rule of international law and recognized\nby Section 21 of the Extradition Act after securing the\nextradition and gaining control of the appellant. The construction\nmade by the Designated Court is not acceptable and the\nappellant is being wrongly tried by the Designated Court in\nH\n34 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA violation of the extradition decree and prayed for quashing of\nthe entire proceedings.\nB\nC\n9. Heard Mr. S. Pasbola, learned counsel for the appellant\nand Mr. Gopal Subramaniam, learned Solicitor General and\nMr. H.P. Rawal, learned Additional Solicitor General for the\nrespondents.\n10. The contention of the appellant that he is being tried\nfor the offences for which he has not been specifically\nextradited, has been rejected by way of the impugned order\non the ground that the extradition has been granted for the\noffences of higher degree and the additional offences for which\nhe is being tried are subsumed/included in the said higher\ndegree of offences and the trial would be permissible by virtue\nof clause (b) of Section 21 of the Extradition Act, 1962. As\nD pointed out earlier, apart from the appeals against the order\nof the Designated Court, the appellant has also preferred a writ\npetition seeking to invoke the extraordinary writ jurisdiction of\nthis Court on the ground that the trial for the offences for which\nhe has specifically not been extradited is violative of the\nE fundamental rights enshrined under Article 21 of the\nConstitution of India which guarantees a fair trial with due\nprocess of law.\nF\nG\nH\n11. The term 'extradition' denotes the process whereby\nunder a concluded treaty one State surrenders to any other\nState at its request, a person accused or convicted of a criminal\noffence committed against the laws of the requesting State,\nsuch requesting State being competent to try the alleged\noffender. Though extradition is granted in implementation of the\ninternational commitment of the State, the procedure to be\nfollowed by the courts in deciding, whether extradition should\nbe granted and on what terms, is determined by the municipal\nlaw of the land. Extradition is founded on the broad principle\nthat it is in the interest of civilised communities that criminals\nshould not go unpunished and on that account it is recognised\nas a part of the comity of nations that one State should\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 35\nMAHARASHTRA [P. SATHASIVAM, J.]\nordinarily afford to another State assistance towards bringing A\noffenders to justice.\n12. With the tremendous increase in the facility of\ninternational transport and communication, extradition has\nassumed prominence since the advent of the present century.\nBecause of the negative attitude of the customary international\nlaw on the subject, extradition is by and large dealt with by\nbilateral treaties. These treaties, inasmuch as they affected, the\nrights of private citizens, required in their turn alterations in the\nlaws and statutes of the States which had concluded them. The\nestablished principle requires that without formal authority either\nby treaty or by statute, fugitive criminals would not be\nsurrendered nor would their surrender be requested.\n13. There is no general rule that all treaty rights and\nobligations lapse upon external changes of sovereignty over\nterritory nor is there any generally accepted principle favouring\nthe continuity of treaty relations. Treaties may be affected when\none State succeeds wholly or in part to the legal personality and\nterritory of another. The conditions under which the treaties of\nthe latter survive depend on many factors including the precise\nform and origin of the succession and the type of treaty\nconcerned. The emancipated territories on becoming\nindependent States may prefer to give general notice that they\nwere beginning with a \"clean slate\" so far as their future treaty\nrelations were concerned, or may give so-called “pick and\nchoose\" notifications as to treaties as were formally applicable\nto it before achieving independence. The \"clean slate” doctrine\nwas ultimately adopted in the relevant provisions of the Vienna\nConvention of 1978. The sound general working rule which\nemerges is to look at the text of the relevant treaty and other\narrangements accompanying change of sovereignty and then\nascertain as to what was the intention of the State concerned\nas to the continuance or passing of any rights or obligations\nunder the treaty concerned. The question whether a State is in\na position to perform its treaty obligations is essentially a\nB\nC\nD\nE\nF\nG\nI\nH.\n36 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA political question which has to be determined keeping in view\nthe circumstances prevailing and accompanying the change of\nsovereignty.\nB\nC\n14. We have already referred to the factual details. Hence\nthere is no need to repeat the same once again. However, it\nis useful to advert the following information, namely, on\n04.11.1993, a single charge-sheet was filed in the Designated\nCourt against 189 accused persons, of which, 44 accused\npersons were shown absconding. The role attributed to Abu\nSalem in RCI(S) relating to the Bombay Bomb Blast case of\n1993 was that he was entrusted with the task of transportation\nof illegally smuggled arms and ammunitions and their storage\nand distribution to other co-accused. A portion of arms.\nsmuggled on 09.01.1993 were taken to village Sansrod, Distt.\nBharuch, Gujarat on the instructions of absconding accused\nD Anees Ibrahim Kaskar. Subsequently, the appellant took AK-\n56, ammunitions and hand grenades to Mumbai and distributed\namongst various co-accused. A Red Corner Notice bearing\nNo. A-103/3-1995 was issued through Interpol for the arrest of\nthe appellant. On 19.11.1993, further investigation was\nE transferred to C.B.I. The CBI registered case Crime No.\nRC1(S)/93/STF/BB. Consequently, further investigation was\nconducted by CBI and supplementary reports were filed under\nSection 173(8) of Cr.P.C. before the Designated Court on\nvarious dates. On 10.04.1995, the Designated Court, Mumbai,\nF after hearing the arguments of both sides, framed charges\nagainst the accused persons. The Court framed a common\ncharge of criminal conspiracy against all the accused persons\npresent before it, absconding accused and other unknown\naccused persons. The appellant has been named in the charge\nG as absconding accused. The charge included the offence of\nconspiracy also for the offences with which he has been\nsubstantively charged. By order dated 19.06.1995, before\ncommencing examination of witnesses, the Designated Court\ndirected that evidence to be adduced against the absconding.\naccused persons for the purpose of Section 299 of the Cr.P.C.\nН\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 37\nMAHARASHTRA [P. SATHASIVAM, J.]\nOn 18.09.2002, the appellant was detained by Portuguese A\nPolice, initially in a passport case and subsequently, in view of\nthe Red Corner Notice.\n15. In December, 2002, Government of India submitted\nrequest for extradition of the appellant in 9 criminal cases (three\ncases of CBI, two cases of Mumbai Police and four cases of\nDelhi Police).\nB\n16. Before going into the requisition made by the\nGovernment of India and the orders passed by the Government\nof Portugal as well as the Supreme Court of Justice, it is useful C\nto refer certain provisions of the Extradition Act, 1962. In order\nto codify the laws relating to the extradition to fugitive criminals,\nthe Parliament enacted the Extradition Act, 1962 which came\ninto force on 05.01.1963. It extends to the whole of India. The\nfollowing definitions are relevant:\n\"2. Definitions.-In this Act, unless the context otherwise\nrequires,—\n(a) .....\nD\nE\n(b)....\n(c) extradition offence\" means-\n(i) in relation to a foreign State, being a treaty\nState, an offence provided for in the extradition\nF\ntreaty with that State;\n(ii) in relation to a foreign State other than a treaty\nState an offence punishable with imprisonment for\na term which shall not be less than one year under G\nthe laws of India or of a foreign State and includes\na composite offence;\n(d) \"extradition treaty\" means a treaty, agreement or\narrangement made by India with a foreign State relating\nH\n"}