{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"48 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA Article 16 of Law 144/99. It is brought to our notice that on\n18.05.2007, the Court of Appeal expressed its inability to\nenquire into the question of surrender by the Indian State on\nthe ground that the Indian State has violated certain conditions\non which extradition was granted. When the said order was\ncarried in appeal before the Supreme Court of Justice, which\nby order dated 13.12.2007, remitted the matter to the Court of\nAppeals to enquire whether there has been violation of any\ncondition as alleged by the appellant. The Court of Appeals,\nby order dated 13.10.2008, has adjourned the matter till this\nCourt passes a final order in the present case.\nB\nC\nD\n23. The main grievance of the appellant is that inasmuch\nas he being specifically extradited for trial of certain offences\nonly, the present action of the Designated Court and the\nprosecution adding other offences without recourse to specific\norder from the Government of Portugal cannot be sustained.\nBefore us, learned counsel for the appellant administered the\nlist of offences for which Government of Portugal agreed to and\nadding certain other charges which are in flagrant disobedience\nof the mandate of Section 21 of the Extradition Act as well as\nE the solemn sovereign assurance of the Government of India.\nAccording to the appellant, the charges under Sections 3(4),\n5 and 6 of the TADA Act, Sections 4(b) and 5 of the Explosive\nSubstances Act, Section 25 of the Arms Act, Section 9B of the\nExplosives Act and charges under Section 120-B, 387 and 386\nof IPC and under Section 5 of TADA are all impermissible,\ncontrary to the solemn sovereign assurance of the Government\nof India, the ministerial order of extradition of the appellant\npassed by the Government of Portugal, the judgment of the\nCourt of Appeals as well as the Supreme Court of Portugal.\nF\nG\nH\n24. The parties are in agreement over the application of\nSection 21 of the Extradition Act, 1962 (which we have already\nextracted in the earlier part of our judgment) to the case of\nextradition of the appellant from Portugal to India on 11.11.2005.\nWe have already pointed out that in the absence of formal\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 49\nMAHARASHTRA [P. SATHASIVAM, J.]\nA\nB\nC\nD\ntreaty between India and Portugal, the request for extradition\nhad been made under the International Convention on\nSuppression of Terrorist Bombings. By virtue of Notification\ndated 13.12.2002, the Government of India made the\nprovisions of the Extradition Act applicable for the purpose of\nextradition of the appellant from Portugal to India. It is also\npointed out that in the ministerial order dated 28.03.2003, the\nGovernment of Portugal rejected the request for extradition of\nthe appellant for the offences under Sections 201, 212, 324,\n326, 427 of the Indian Penal Code, Sections 3(4), 5 and 6 of\nthe TADA Act, Sections 4 \u0026 5 of the Explosive Substances\nAct, Section 9B of the Explosives Act and Section 25(1A) and\n(1B) of the Arms Act. Similarly, the Government of Portugal\nrejected the request for extradition of the appellant for the\noffences under Sections 120-B, 387 and 386 IPC and under\nSection 5 of the TADA Act. The said Notification dated\n11.04.2003 was published in the official gazette of the\nGovernment of Portugal specifying the offences for which\nconsent for extradition was granted. Learned counsel for the\nappellant has pointed out that the Court of Appeals and the\nSupreme Court of Portugal confirmed the ministerial order and\nthe Notifications. The Supreme Court of Portugal specifically\nreferred to the \"Principle of Speciality\" and the assurances\ngiven by the Government of India regarding the fulfillment of the\nspeciality rule. The pith and substance of the argument of the\ncounsel for the appellant is that once the appellant has been\nbrought to India on the basis of the extradition treaty, he can\nonly be tried for offences mentioned in the extradition decree\nfor which his extradition had been sought and not for other\noffences. He also pointed out that the Designated Court has\nno jurisdiction to try the appellant for such offences. He relied\non the judgment of this Court in Daya Singh Lahoria vs. Union G\nof India \u0026 Ors., (2001) 4 SCC 516. Learned counsel pressed\ninto service the following principles in respect of \"Doctrine of\nSpeciality\" as discussed in pages 521-522 of the judgment:\nE\nF\n\"The doctrine of speciality is yet another established H\nA\nB\nс\nD\nE\nLL\nF\n☐ G\n☐ H\n50\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nrule of international law relating to extradition. Thus, when\na person is extradited for a particular crime, he can be tried\nfor only that crime. If the requesting State deems it desirable\nto try the extradited fugitive for some other crime\ncommitted before his extradition, the fugitive has to be\nbrought to the status quo ante, in the sense that he has to\nbe returned first to the State which granted the extradition\nand a fresh extradition has to be requested for the latter\ncrime. The Indian Extradition Act makes a specific\nprovision to that effect. In view of Section 21 of the Indian\nExtradition Act, 1962 an extradited fugitive cannot be tried\nin India for any offence other than the one for which he has\nbeen extradited unless he has been restored to or has had\nan opportunity to return to the State which surrendered\nhim. The doctrine of speciality is in fact a corollary to the\nprinciples of double criminality, and the aforesaid doctrine\nis premised on the assumption that whenever a State uses\nits formal process to surrender a person to another State\nfor a specific charge, the requesting State shall carry out\nits intended purpose of prosecuting or punishing the\noffender for the offence charged in its request for\nextradition and none other. (See M. Cherif Bassiouni -\nInternational Extradition and World Public Order.) In the\nbook International Law by D.P. O'Connell, the principle of\nspeciality has been described thus:\n\"According to this principle the State to which a\nperson has been extradited may not, without the consent\nof the requisitioned State, try a person extradited save for\nthe offence for which he was extradited. Many extradition\ntreaties embody this rule, and the question arises whether\nit is one of international law or not.\"\nThe United States Supreme Court, while not placing\nthe rule on the plane of international law, did in fact arrive\nat the same conclusion in the case of United States v.\nRauscher. The Supreme Court denied the jurisdiction of\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 51\nMAHARASHTRA [P. SATHASIVAM, J.]\nthe trial court even though the Treaty did not stipulate that A\nthere should be no trial and held: (US pp. 429-30:L Ed p.\n432)\n\"[T]he weight of authority and of sound principle are\nin favour of the proposition that a person who has been\nbrought within the jurisdiction of the court by virtue of\nproceedings under an extradition treaty can only be tried\nfor one of the offences described in that treaty, and for the\noffence with which he is charged in the proceedings for\nhis extradition, until a reasonable time and opportunity\nhave been given him, after his release or trial upon such\ncharge, to return to the country from whose asylum he had\nbeen forcibly taken under those proceedings.\"\nB\nC\nIn view of the aforesaid position in law, both on\ninternational law as well as the relevant statute in this D\ncountry, we dispose of these cases with the conclusion that\na fugitive brought into this country under an extradition\ndecree can be tried only for the offences mentioned in the\nextradition decree and for no other offence and the\ncriminal courts of this country will have no jurisdiction to\ntry such fugitive for any other offence. This writ petition and\nspecial leave petitions are disposed of accordingly.\"\nE\nF\nIf we apply the above principles in terms of the order of\nthe Government of Portugal, the Designated Court/\nProsecution cannot go beyond the various offences\nmentioned in extradition decree. Mr. Gopal Subramaniam,\nlearned Solicitor General and Mr. H.P. Rawal, learned\nAdditional Solicitor General explained the \"Rule of\nSpeciality\". Learned Solicitor General has highlighted his\narguments by way of an illustration, namely, a defendant G\nextradited to UK is entitled to the speciality protection\ncontained in Section 146 of Extradition Act, 2003 (C.41).\nIn other words, following his extradition, he may only be\ntried in respect of the offences specified in that section.\nH\n52 SUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA\nThe offences specified in Section 146(3) are as follows:\n(a)\nthe offence in respect of which the defendant is\nextradited;\nB\nD\nヨ\nF\nG\nH\n(b)\n(c)\n(d)\n(e)\n(f)\nan offence disclosed by the information provided to\nthe category 1 territory in respect of that offence;\nan extradition offence in respect of which consent\nto the defendant being dealt with is given on behalf\nof the territory in response to a request made by\nthe appropriate judge;\nan offence which is not punishable with\nimprisonment or another form of detention;\nan offence in respect of which the person will not\nbe detained in connection with his trial, sentence\nor appeal;\nan offence in respect of which the person waives\nthe right that he would have (but for Section 146(6)(f)\nnot to be dealt with for the offence.\n25. The \"Rule of Speciality\" has been succinctly explained\nin the treatise \"The Law of Extradition and Mutual Assistance\".\n(Second Edition by Clive Nicholls QC, Clare Montgomery QC,\nJulian B. Knowles - Oxford Publication) by way of the following\nexample:\n\"The operation of the speciality principle in this context can\nbe illustrated by an example, based on the facts of Kerr\nand Smith (1976) 62 Cr App R 210 (a case under the EA\n1870). Suppose that a Part 3 warrant is submitted to\nDenmark for the return of D for an offence of robbery under\nSection 8(1) of the Theft Act 1968. The Part 3 warrant only\nspecifies the offence of robbery, however, the factual\naccount of the offence provided by the UK to Denmark\nrefers to D as having carried a sawn-off shotgun in the\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 53\nMAHARASHTRA [P. SATHASIVAM, J.]\ncourse of the robbery. This is an offence contrary to S. 18 A\nof the Firearms Act, 1968. Extradition is granted.\nD could be tried for robbery and for the S.18 offence\nbecause it was disclosed in the information provided to\nDenmark and S.146(6)(b) would therefore apply. If,\nhowever, evidence came to light that prior to the robbery\nD had assaulted his wife, then he could not be tried for\nthis offence until after he had been given an opportunity\nto leave the UK after serving his sentence for the robbery,\nunless Denmark consented or he waived his rights. This\nis because the offence of assault did not form part of the\ninformation supplied in support of the application for his\nextradition.\"\nSimilar principle is found in Halsbury's laws of England, 4th\nEd., Vol. 18, Para 246:\n\"Extradition and Fugitive Offenders\n246. Trial on other charges. Where a person accused or\nconvicted of an extradition crime is surrendered by a\nforeign State, then, until he has been restored or had an\nopportunity of returning to the foreign State, he is not\ntriable and may not be tried for any offence committed\nprior to the surrender in any part of Her Majesty's\ndominions other than such of the extradition crimes as may\nbe proved by the facts on which the surrender is grounded.\nIt follows that a person extradited on a particular charge\nis triable for any other crime provable by the facts upon\nwhich is surrender is grounded. Where the defendant\nalleges that he is being tried for an offence which is not\nan extradition crime the onus of proving that he was\nsurrendered under extradition law is on him.\"\nSimilarly, the American Jurisprudence also recognizes that\nslight variation in the description of the offence in the extradition\nproceedings and in the subsequent indictment or information\nB\nC\nD\nE\nF\nG\nHI\n54\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\nA does not violate the Rule of Speciality. Paragraph 155 of\nAmerican Jurisprudence, 2nd Ed., Vol. 31A, is pertinent in\nthis regard:\nB\nC\nD\nE\nF\nG\nH\n\"155. Effect of Variation in charges; related and included\ncharges\nA slight variation in the description of the offence in the\nextradition proceedings and in the subsequent indictment\nor information does not violate the rule of speciality, it is\ngenerally sufficient if the facts shown in the extradition\nproceedings and those relied upon in the accusation and\nat the trial are substantially the same, although the crime\nitself may have a different name in the surrendering\ncountry. And if extradition was based on several charges,\nit is immaterial whether the trial is on all or any of them.\nAlthough a returned fugitive may ordinarily be tried for any\noffence included in the crime with which he has been\ncharged. But a person extradited as an accomplice may\nbe tried as a principal where the distinction between the\ntwo has been abolished in the demanding state. Applying\nsimilar reasoning, the fact that an extradited person could\nnot be convicted of conspiracy, because the foreign country\ntook the position that the conspiracy charge was not\nincluded in the list of offences giving rise to a treaty\nobligation to extradite, did not prevent the United States.\nfrom using evidence of a conspiracy to convict the\ndefendant on the substantive counts.\"\nThe Rule of Speciality as contained in Article 16 of Law 144/\n99 of Portugal recognizes that the speciality principle requires\nthat the extradited persons should be tried for the act or acts\non the ground of which request for cooperation was made. It\nis pointed out that the additional charges do not traverse\nbeyond the facts on which request for extradition of the\nappellant was made by the Indian Government. The abovesaid\nPortuguese Law on Speciality is reproduced hereunder:\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 55\nMAHARASHTRA [P. SATHASIVAM, J.]\n\"Article 16-Rule of Speciality\n1.\n2.\n3.\n4.\nNo person who, as a consequence of international\ncooperation, appears in Portugal for the purpose\nof participating in criminal proceedings, either as\na suspect an accused or a sentenced person, shall\nbe proceeded against, sentenced or detained nor\nshall he be in any way restricted in his personal\nfreedom, for any act committed prior to his\npresence on the national territory, other than the act\nor acts on the grounds of which the request for\ncooperation was made by a Portuguese authority.\nA\nB\nC\nNo person who, in the same terms as above,\nappears before a foreign authority shall be\nproceeded against, sentenced, detained, nor shall\nhe be in any way restricted in his personal freedom, D\nfor any act committed, or any sentence passed,\nprior to his leaving the Portuguese territory, other\nthan those mentioned in the request for\ncooperation.\nThe surrender of a person to the requesting State\nas mentioned in the preceding praragraph shall not\nbe authorized unless that State provides the\nnecessary guarantees to the effect that the rule of\nspeciality shall be complied with.\nThe immunity that results from the provisions of this\nArticle shall cease to have effect:\n(a)\nE\nF\nwhere it became possible for the person\nconcerned to leave the Portuguese territory G\nor the territory of another State, as\napplicable, and that person does not avail\nhimself of that possibility within a period of\n45 days, or that person voluntarily returns to\none of the said territories;\nH\nA\n:\u003e\nB\nC\nD\nE\nF\n56\nSUPREME COURT REPORTS [2010] 13 (ADDL.) S.C.R.\n5.\n6.\n7.\n(b)\nwhere the State that authorized the transfer,\nonce the suspect, the accused or the\nsentenced person have been heard,\nconsents to a derogation to the rule of\nspeciality.\nThe provisions of paragraphs 1 and 2 above do not\npreclude the possibility of extending the\ncooperation previously sought, by way of a new\nrequest, to facts other than those on the grounds of\nwhich the original request was made; the new\nrequest shall be prepared or examined, as\napplicable, in accordance with the provisions of this\nlaw.\nAny request made under the provisions of the\npreceding paragraph shall be accompanied by a\ndocument established by the competent authority,\ncontaining the statements made by the person who\nbenefits from the rule of speciality.\nWhere the request is submitted to a foreign State,\nthe document mentioned in the preceding\nparagraph shall be established before the \"Tribunal\nda Relacao\" \"1\" (Court of appeal) that has\njurisdiction over the ara where the person who\nbenefits from the rule of speciality resides or is\nstaying.\"\nIn this regard, we may point out that Indian Extradition Act of\n1962 also recognizes the Doctrine of Speciality in Section 21\nof the Act which we have already extracted. The Doctrine of\nG Speciality is a universally recognized principle of international\nlaw and partakes of doctrines of both double criminality and\nreciprocity.\nH\n26. Unlike the law in United Kingdom, United States and\nPortugal, the law in India only permits the extradited person to\nABU SALEM ABDUL QAYOOM ANSARI v. STATE OF 57\nMAHARASHTRA [P. SATHASIVAM, J.]\nbe tried for lesser offence disclosed by the facts proved for the A\npurpose of securing his surrender. Apart from the said offence\nbeing made out from the facts proved by the Indian authorities\nfor the surrender of the fugitive, the additional indictment, if any,\nhas to be lesser than the offences for which the extradition has\nbeen granted. This Court while dealing with a similar issue B\nrelating to Section 21(b) of the Extradition Act in Suman Sood\n@ Kamaljeet Kaur vs. State of Rajasthan (2007) 5 SCC 634\nobserved as under:\n\"28. On behalf of Suman Sood, one more argument\nC\nwas advanced. It was contended that extradition order in\nher case did not refer to Section 365 IPC but both the\ncourts convicted her for the said offence under Sections\n365/120-B IPC which was illegal, unlawful and without\nauthority of law. Her conviction and imposition of sentence\nfor an offence punishable under Section 365 read with\nSection 120-B IPC, therefore, is liable to be set aside.\nD\nF\n29. We find no substance in the said contention as\nwell. It is no doubt true that Section 365 IPC had not been\nmentioned in the order of extradition. But as already seen E\nearlier, Section 364-A IPC had been included in the\ndecree. Now, it is well settled that if the accused is charged\nfor a higher offence and on the evidence led by the\nprosecution, the court finds that the accused has not\ncommitted that offence but is equally satisfied that he has\ncommitted a lesser offence, then he can be convicted for\nsuch lesser offence. Thus, if A is charged with an offence\nof committing murder of B, and the court finds that A has\n.not committed murder as defined in Section 300 IPC but\nis convinced that A has committed an offence of culpable\nhomicide not amounting to murder (as defined in Section\n299 IPC), there is no bar on the court in convicting A for\nthe said offence and no grievance can be made by A\nagainst such conviction.\nG\n30. The same principle applies to extradition cases. H\n"}