{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"262\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA Acquisition Act, reintroduces the three categories under which\njurisdiction for acquiring land has to be determined. The same\nthree categories of public purpose, which were deduced from\nentries 33 and 36. (in lists I and II, respectively of the Seventh\nSchedule) in State of Bombay vs. Ali Gulshan (supra), also\nB emerge out of an analysis of Section 2(ee) of the Acquisition\nAct. It is therefore not possible for us to accept, that the\nConstitution Bench judgment in State of Bombay vs. Ali\nGulshan has lost its relevance. Accordingly, we find no merit\nin the instant objection raised on behalf of the appellants. For\nC the above reason, it is not possible for us to accept the first\ncontention advanced at the hands of the learned counsel for\nthe appellants. We hereby affirm, that the State Government had\nthe jurisdiction to acquire the land under reference, because it\nduly satisfied the requirement of the term 'appropriate\nGovernment' referred to in Sections 4 and 6 of the Acquisition\nD\nAct.\n47. The second contention advanced at the hands of the\nlearned counsel for the appellants was based on the\nConstitutional right available to the appellants under Article\nE 300A of the Constitution. The contention advanced at the hands\nof the learned counsel for the appellants in this behalf was, that\nthe Government of Rajasthan had no jurisdiction to acquire the\nland in question. Consequently it was contended, that the\nprocedure prescribed by law had not been adhered to. It was\nF asserted that the Central Government alone could have\nacquired the land in question, since the same was acquired\nfor a purpose which falls in the domain of the Union (the\nRailways).\nG\nH\n?\n48. It was not the contention of the learned counsel for the\nappellants before this Court, that there had been any other\nprocedural lapse besides the one indicated above. It was not\nthe case of the appellants, that the notifications and declaration\ncontemplated under the provisions of the Acquisition Act were\nnot duly issued. It was also not the case of the appellants, that\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 263\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nB\nC\nthe land losers were not afforded an opportunity to file A\nobjections. Nor was it the case of the appellants, that the\nobjections were not duly considered. No lapse whatsoever had\nbeen pointed out depicting any irregularity at the hands of the\nappropriate authority, either in terms of taking possession of\nthe acquired land, or in terms of determination of the\ncompensation payable. It is, therefore, apparent that in the\nprocess of acquisition, no procedural lapse has been pointed\nout. The only illegality pleaded and canvassed for the annulment\nof the acquisition proceedings was, that the term 'appropriate\nGovernment' used in Sections 4 and 6 of the Acquisition Act\nwas wrongly assumed, as the Government of Rajasthan. It was\nsubmitted, that it ought to have been the Union/Central\nGovernment. In the determination rendered by us, in respect of\nthe first contention canvassed on behalf of the appellants, we\nhave already concluded, that in the facts and circumstances of\nD\nthis case, reference to the term 'appropriate Government' in\nSections 4 and 6 of the Acquisition Act was rightfully relatable\nto the Government of Rajasthan. Based on the above\nconclusion drawn by us, there can be no further room for the\nappellants to contend, that the instant acquisition process, was\nnot in accordance with law. In the aforesaid view of the matter,\nwe have no hesitation in affirming that while acquiring the land\nof the appellants, the Government of Rajasthan, has proceeded\nin due course of law. As such, the appellants cannot be stated\nto have been deprived of their lands/property, without the\nauthority of law. Accordingly, it is not possible for us to accept\neven the second contention advanced at the hands of the\nlearned counsel for the appellants, namely, that the acquisition\nof the appellants' land has violated the appellants' Constitutional\nright under Article 300A of the Constitution of India.\nE\nF\nG\n49. We shall now advert to the third contention advanced\nat the hands of the learned counsel for the appellants. It was\nthe pointed submission of the learned counsel for the\nappellants, that the Central Government alone had jurisdiction\nin the matter of acquisition of land for the Railways. H\nB\nC\n264 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA Undoubtedly, the acquisition of the land in the facts and\ncircumstances of the present case was for establishing the\nNorth-Western Railway Zone Complex. Despite the aforesaid,\nwe have already concluded hereinabove, that on the subject of\nacquisition, the only relevant entry in the Seventh Schedule of\nthe Constitution was entry 42 in list III, i.e., the Concurrent List.\nBesides the aforesaid, no other entry can legitimately be\nreferred to, wherein the acquisition of land (even though for the\nRailways) is the pointed subject of consideration. There was\nno challenge to any of the provisions of the Acquisition Act. We\nhave already drawn our conclusions on the basis of the\nprovisions of the Acquisition Act, framed by the Parliament\nunder entry 42 (in list III, of the Seventh Schedule). We have\ninterpreted the relevant provisions of the Acquisition Act, and\non the basis thereof have been persuaded to conclude, that the\nGovernment of Rajasthan was the competent authority for\nacquiring the land under reference. In such view of the matter,\nreliance on Articles 73 or 258 of the Constitution of India, by\nthe learned counsel for the appellants, was clearly\nmisconceived. The answer to the third contention, therefore,\nclearly emerges from the conclusions drawn by us on the basis\nE of the first contention advanced at the hands of the learned\ncounsel for the appellants. For the above reasons, we find no\nmerit even in the third contention advanced on behalf of the\nappellants.\nD\nF\nG\nH\n50. We shall now deal with the fourth issue canvassed at\nthe hands of the learned counsel for the appellants. The instant\nissue is unconnected with the previous issues. From the\nsequence of facts narrated hereinabove, it is apparent that the\ninstant acquisition of land was at the behest of the Railways,\ni.e., the Union Government. It was pointed out, that on all\nadministrative issues, the functioning of the Central Government\nis regulated by Rules of Business. In this behalf, our attention\nwas invited to the Government of India (Allocation of Business)\nRules, 1961 and the Government of India (Transaction of\nBusiness) Rules, 1961. It was the contention of the learned\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 265\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nB\ncounsel for the appellants, that the aforestated Rules of A\nBusiness (framed under Article 77 of the Constitution of India)\nhave a binding and mandatory effect. Breach of the Rules of\nBusiness, according to the learned counsel for the appellants,\nwould result in vitiation of the entire action. Insofar as the instant\ncase is concerned, it was sought to be canvassed, that the\nUnion of India had breached the Rules of Business. And the\nsaid breach, would vitiate the impugned acquisition\nproceedings. In order to make good the aforesaid submission,\nlearned counsel for the appellants, invited our attention to Rules\n3 and 4 of the Government of India (Transaction of Business) C\nRules, 1961. Rules 3 and 4 aforementioned are being extracted\nhereunder :\n\"3. Disposal of Business by Ministries.- Subject to the\nprovisions of these Rules in regard to consultation with\nother departments and submission of cases to the Prime\nMinister, the Cabinet and its Committees and the\nPresident, all business allotted to a department under the\nGovernment of India (Allocation of Business) Rules, 1961,\nshall be disposed of by, or under the general or special\ndirections of, the Minister-in-charge.\nD\nE\n4. Inter-Departmental Consultations.- (1) When the subject\nof a case concerns more than one department, no decision\nbe taken or order issued until all such departments have\nconcurred, or, failing such concurrence, a decision thereon F\nhas been taken by or under the authority of the Cabinet.\nExplanation-Every case in which a decision, if taken in\none Department, is likely to affect the transaction\nof business allotted to another department, shall be\ndeemed to be a case the subject of which concerns\nG\nmore than one department.\n(2) Unless the case is fully covered by powers to\nsanction expenditure or to appropriate or re-\nappropriate funds, conferred by any general or H\nA\nB\nC\nD\nE\nF\nG\n266\nSUPREME COURT REPORTS\nН\nH_\n(a)\n(b)\n[2013] 7 S.C.R.\nspecial orders made by the Ministry of Finance, no\ndepartment shall, without the previous concurrence\nof the Ministry of Finance, issue any orders which\nmay-\ninvolve any abandonment of revenue or involve any\nexpenditure for which no provision has been made\nin the appropriation act;\ninvolve any grant of land or assignment of revenue\nor concession, grant, lease or licence of mineral or\nforest rights or a right to water power or any\neasement or privilege in respect of such\nconcession;\n(c) relate to the number or grade of posts, or to the\nstrength of a service, or to the pay or allowances\nof Government servants or to any other conditions\nof their service having financial implications; or\n(d)\notherwise have a financial bearing whether\ninvolving expenditure or not;\nProvided that no orders of the nature specified in clause\n(c) shall be issued in respect of the Ministry of Finance\nwithout the previous concurrence of the Department of\nPersonnel and Training.\n(3). The Ministry of Law shall be consulted on-\n(a) proposals for legislation;\n(b)\n(c)\nthe making of rules and orders of a general\ncharacter in the exercise of a statutory power\nconferred on the Government; and\nthe preparation of important contracts to be\nentered into by the Government.\n(4) Unless the case is fully covered by a decision or\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 267\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.)\n(5)\nadvice previously given by the Department of A\nPersonnel and Training that Department shall be\nconsulted on all matters involving-\n(a) the determination of the methods of\nrecruitment and conditions of service of\ngeneral application to Government servants\nin civil employment; and\n(b) the interpretation of the existing orders of\ngeneral application relating to such\nrecruitment or conditions of service.\nUnless the case is fully covered by the instructions\nissued or advice given by that Ministry, the Ministry\nof External Affairs shall be consulted on all matters\naffecting India's external relations.\"\nIt was pointed out on the basis of the aforesaid Rules, that if\nthe subject under consideration pertained to business of a\nsingular department, the determination thereof would be\nrendered \"... under the general or special directions of the\nMinister in-charge...\". As against the aforesaid, it was pointed\nout, that in situations where the subject concerned related to\nmore than one department, no final decision could be taken,\nand no final order could be passed, unless all the concerned\ndepartments were agreeable to the contemplated action. It was,\nhowever, pointed out, that in case of non-concurrence of one\nor the other department, a final decision could still be taken,\nand a final order could still be passed, but only in consonance\nwith the determination of the Cabinet.\n51. Insofar as the present controversy is concerned, it was\nthe vehement contention of the learned counsel for the\nappellants, that the administrative ministry relevant for the\nsetting up of the North-Western Railway Zonal Headquarter at\nJaipur was the Ministry of Railways, whereas, the Department\nof Land Resources was the concerned department to deal with\nB\nC\nD\nE\n៣\nF\nG\nH\n་\nB\n268 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\n. A the matters pertaining to acquisition of land for purposes of the\nUnion. Insofar as the instant aspect of the matter is concerned,\nlearned counsel invited our attention to the Second Schedule\nunder the Government of India (Allocation of Business) Rules,\n1961. Therein, under the Head 'B', the Department of Land\nResources has been vested with the subject of administration\nof the provisions of the Acquisition Act, and matters relating to\nacquisition of land for purposes of the Union. It was the pointed\nsubmission of the learned counsel for the appellants, that there\nwas no material on the record of the case to indicate, that in\nthe instant acquisition proceedings, the concurrence of the\nDepartment of Land Resources was obtained. As such, it was\nsubmitted, that the instant acquisition of land for the Railways\nwas liable to be set aside.\nC\n52. In order to further his contention that the Rules of\nD Business have a binding and mandatory character, learned\ncounsel for the appellants placed reliance on a decision\nrendered by this Court in MRF Limited etc. vs. Manohar\nParrikar \u0026 Ors., (2010) 11 SCC 374. Our attention was invited\nto the following observations recorded therein :\nE\nF\nG\n☐ H\nH\n\"107. Thus from the foregoing, it is clear that a decision\nto be the decision of the Government must satisfy the\nrequirements of the Business Rules framed by the State\nGovernment under the provisions of Article 166(3) of the\nConstitution of India. In the case on hand, as have been\nnoticed by us and the High Court, the decisions leading\nto the notifications do not comply with the requirements of\nBusiness Rules framed by the Government of Goa under\nthe provisions of Article 166(3) of the Constitution and the\nNotifications are the result of the decision taken by the\nPower Minister at his level. The decision of the individual\nMinister cannot be treated as the decision of the State\nGovernment and the Notifications issued as a result of the\ndecision of the individual Minister which are in violation of\nthe Business Rules are void ab initio and all actions\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 269\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nconsequent thereto are null and void.\nA\nB\nC\n108. The appellants contended before this Court that\nanother Division Bench of the High Court in its earlier\njudgment of 21.1.1999 had held that the Notification dated\n1.8.1996 was clarificatory and that it did not create any\nextra financial liability on the State Government requiring\napproval of the Cabinet in compliance with the Business\nRules before it was brought into force. In our opinion the\nsaid Notification cannot be treated as mere clarificatory.\nIt is a notification issued purportedly in terms of a\nGovernment decision. It was a decision finalized at the level\nof the Minister of Power alone and was taken in violation\nof the Rules of Business framed under Article 166(3) of\nthe Constitution of India. The decision cannot be called a\ngovernment decision as understood under Article 154 of\nthe Constitution, though it may satisfy the requirements of\nauthentication. Nevertheless mere authentication as\nrequired under Article 166(2) of the Constitution did not\nmake it a government decision in law nor would it validate\na decision which is void ab initio. The validity of the\nnotification will have to be tested with reference to the E\nconstitutional provisions and Business rules and not by\ntheir form or substance. therefore, this contention of the\nappellants is liable to be rejected.\"\nNo doubt, this Court in MRF Limited's case (supra) has made\na passing reference to the effect, that violation of Rules of\nBusiness. would render all actions taken as void ab initio. In\nother words, breach of the Rules of Business would render the\nentire action null and void.\nD\nF\nG\n53. We have duly considered the fourth submission\nadvanced by the learned counsel for the appellant. The\naforesaid determination in MRF Limited's case (supra), has\nbeen rendered without examining the said proposition with\nreference to Article 77 of the Constitution, as also, any other\nlegislative enactment. We would, therefore, refrain from H\n270\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA pointedly examining the issue (in a manner as would constitute\nour conclusion a ratio decidendi on the said subject) since we\nare of the view, that the same does not arise for consideration\nin the facts and circumstances of this case. The acquisition in\nthe present controversy was made by the Government of\nB Rajasthan, and therefore, there was hardly any justification for\nthe consultation of the Department of Land Resources of the\nGovernment of India. It is only if the acquisition had been made\nby the Railways, the question of consultation with the\nDepartment of Land Resources would have arisen. In our view,\nreliance on the provisions of the Government of India (Allocation\nof Business) Rules, 1961 and/or the Government of India\n(Transaction of Business) Rules, 1961 in order to assail the\nacquisition made in the facts and circumstances of the present\ncase by the Government of Rajasthan, is wholly misconceived.\nC\nD\n54. The next contention, serially the fifth contention\nadvanced at the behest of the appellants was, that the choice\nof the appellants' land for acquisition was vitiated by fraud, and\nas such, was liable to be set aside. In this behalf, the contention\nadvanced at the hands of the learned counsel for the appellants\nE was, that the action of acquisition would have been legitimate,\nif the Government of Rajasthan had acquired one block of land\nfor setting up of the North-Western Railway Zone Complex. It\nwas submitted, that the acquisition in question for the purpose\nof establishing the Zonal Headquarter and staff quarters for\nF North-Western Railways is in two blocks. In this behalf, it is\npointed out, that there was motive and extraneous\nconsideration in leaving out of acquisition, the land between the\ntwo blocks. It was submitted, that the left out land (between the\ntwo blocks acquired) was owned by highly placed bureaucrats\nG and police officers. It was also submitted, that the action of\nacquiring the appellants' land by consciously leaving out land\nin the ownership of highly placed influential persons would also\nbe hit by Articles 14 and 15 of the Constitution of India.\nAccording to the learned counsel, the impugned acquisition\nH process was also liable to be described as arbitrary and\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 271\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\ndiscriminatory.\n(i) On the issue of mala fides and fraud, learned counsel for\nthe appellants placed reliance on the decision rendered in\nPratap Singh vs. State of Punjab, (1964) 4 SCR 733 wherein\nthis Court held as under :\nA\nB\n\"8. Doubtless, he who seeks to invalidate or nullify any act\nor order must establish the charge of bad faith, an abuse\nor a misuse by Government of its powers. While the\nindirect motive or purpose, or bad faith or personal ill-will\nis not to be held established except on clear proof thereof, C\nit is obviously difficult to establish the state of a man's mind,\nfor that it what the appellant has to establish in this case,\nthough this may sometimes be done (See Edgington v.\nFitzmaurice [1855] 29 C.D. 459.. The difficulty is not\nlessened when one has to establish that a person in the D\nposition of a minister apparently acting on the legitimate\nexercise of power has, in fact, been acting mala fide in the\nsense of pursuing an illegitimate aim. We must, however,\ndemur to the suggestion that mala fide in the sense of\nimproper motive should be established only by direct E\nevidence that is that it must be discernible from the order\nimpugned or must be shown from the notings in the file\nwhich preceded the order. If bad faith would vitiate the\norder, the same can, in our opinion, be deduced as a\nreasonable and inescapable inference from proved facts.\"\n·\n(ii) On the subject of classification and equality, learned counsel\nfor the appellants placed reliance on Col. A.S. Iyer vs. V.\nBalasubramanyam, (1980) 1 SCC 634, and invited our\nattention to the following conclusions drawn therein :\nF\nG\n\"57. Sri Govindan Nair, with assertive argument, gave us\nanxious moments when he pleaded for minimum justice to\nthe civilian elements. He said that the impugned rules were\nso designed, or did so result in the working, that all\ncivilians, recruit or promotee, who came in with equal H\n"}