{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"212 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA under Section 4 of the Acquisition Act).\nB\nC\nD\nE\nF\nG\nH\n15. On 19.8.1997, the State Government authorized the\nOSD-II i.e. the Collector, Jaipur, to enter into the land sought\nto be acquired.\n16. After having dealt with the objections of interested\npersons including the appellant Samiti, on the subject of\ncompensation, it was observed as under:-\nIt was considered as to who should be given the\ncompensation of the acquired land. The objections filed\nbefore this court makes it clear that certain Khatedar\ntenants have transferred their land to the housing societies\nor certain other persons and construction has also been\nmade by such persons. First of all, no such sale agreement\nhas been filed before this court. Secondly land cannot be\nconsidered to be sold on the basis of agreement to sale.\nAccording to Section 17 of the Registration Act, any\nimmoveable property of value more than Rs. 100/- is\nrequired to be registered compulsorily. Hence any transfer\nof possession by unregistered document is not valid.\nHon'ble Rajasthan High Court has confirmed this view in\nWrit Petition no. 2027/92, 1017/92, 4102/91 by judgment\npassed on 8.12.1992. Hence the transfer by way of\nagreement to the housing society cannot be recognized.\nAnd subsequent transfer of possession is illegal. It has\nbeen settled in the case of Banwari Lal Vs. State of\nRajasthan \u0026 Ors., 1986 (2) WLN 648, that such transfer\nof land for non-agricultural purpose is useless. Transfer of\nagricultural land for non-agricultural purposes is against the\nprovisions of Section 42A of the Rajasthan Tenancy Act\nand Section 90A of the Land Revenue Act. Thus any\nconstructions made by persons other than Khatedars on\nthe land under acquisition are illegal. Therefore\ncompensation for the illegal construction is not proper.\"\n(emphasis is ours)\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 213\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n17. Having rejected the objections raised by the persons A\ninterested (including all those at whose behest, the present\nproceedings have been initiated before this Court), the State\nGovernment notified its declaration under Section 6 of the\nAcquisition Act, in the State Government gazette, expressing\nits final determination for acquiring the land in question. The\naforesaid declaration dated 13.1.1999 was published in the\nState Government gazette dated 21.1.1999.\n18. Thereafter, public notices were issued by the Land\nAcquisition Officer, intimating all interested persons the intent\nof the State Government to take possession of the acquired\nland. On 21.3.2001, the Land Acquisition Officer passed an\naward, determining the compensation payable to land owners,\nwhose land was being acquired.\nB\nC\nD\n19. The first contention advanced at the hands of the\nlearned counsel for the appellants was, that the instant\nacquisition proceedings emerging out of the notification issued\nunder Section 4 of the Acquisition Act (dated 19.8.1997), and\nthe consequential declaration under Section 6 of the Acquisition\nAct (dated 13.1.1999) could not have been issued by the State E\nGovernment. In fact, it was the pointed submission of the\nlearned counsel for the appellants, that the State Government\nhad no jurisdiction to acquire the land in question. In this behalf\nit was submitted, that the land was for the use and utility of the\nRailways, namely, for establishing zonal offices for the North-\nWestern Zone, as also, for raising residential quarters for the\nstaff to be posted there. Since Railways is a Union subject\n(under entry 22 of the Union List, in the Seventh Schedule to\nthe Constitution of India), it was submitted, that it is the Union\nGovernment alone, which had the jurisdiction to acquire the land\nin question. In so far as the instant aspect of the matter is\nconcerned, learned counsel for the appellants invited our\nattention to Sections 4 and 6 of the Acquisition Act. The\naforesaid provisions are being extracted herein:\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n214\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\n\"4. Publication of preliminary notification and powers of\nofficers thereupon-(1) Whenever it appears to the\nappropriate Government that land in any locality is needed\nor is likely to be needed for any public purpose or for a\ncompany a notification to that effect shall be published in\nthe Official Gazette [and in two daily newspapers\ncirculating in that locality of which at least one shall be in\nthe regional language] and the Collector shall cause public\nnotice of the substance of such notification to be given at\nconvenient places in the said locality the last of the dates\nof such publication and the giving of such public notice,\nbeing hereinafter referred to as the date of publication of\nthe notification.\n(2) Thereupon it shall be lawful for any officer, either,\ngenerally or specially authorised by such Government in\nthis behalf, and for his servants and workmen, to enter\nupon and survey and take levels of any land in such locality;\nto dig or bore in the sub-soil;\nto do all other acts necessary to ascertain whether\nthe land is adapted for such purpose;\nto set out the boundaries of the land proposed to\nbe taken and the intended line of the work (if any)\nproposed to be made thereon;\nto mark such levels, boundaries and line by placing\nmarks and cutting trenches,\nand, where otherwise the survey cannot be\ncompleted and the levels taken and the boundaries\nand line marked, to cut down and clear away any\npart of any standing crop, fence or jungle:\nProvided that no person shall enter into any building\nor upon any enclosed court or garden attached to\na dwelling-house (unless with the consent of the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 215\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\noccupier thereof) without previously giving such\noccupier at least seven days' notice in writing of his\nintention to do so.\nA\nXXX XXX\nXXX\nB\n6. Declaration that land is required for a public purpose.-\n(1) Subject to the provisions of Part VII of this Act, when\nthe appropriate Government is satisfied after considering\nthe report, if any, made under section 5A, sub-section (2),\nthat any particular land is needed for a public purpose, or\nfor a company, a declaration shall be made to that effect C\nunder the signature of a Secretary to such Government or\nof some officer duly authorised to certify its orders an\ndifferent declarations may be made from time to time in\nrespect of different parcels of any land covered by the\nsame notification under section 4, sub-section (!), D\nirrespective of whether one report or different reports has\nor have been made (wherever required) under section 5-\nA, sub-section (2):\nProvided that no declaration in respect of any particular\nland covered by a notification under section 4, sub-section\n(1),--\nE\n(i) published after the commencement of the Land\nAcquisition (Amendment and Validation) Ordinance; 1967\nbut before the commencement of the Land Acquisition F\n(Amendment) Act, 1984 shall be made after the expiry of\nthree years from the date of the publication of the\nnotification; or\n(ii) published after the commencement of the Land\nAcquisition (Amendment) Act, 1984, shall be made after\nthe expiry of one year from the date of the publication of\nthe notification:\nG\nProvided further that no such declaration shall be\nmade unless the compensation to be awarded for H\nA\nB\nC\nD\nE\nF\nG\nH\n216\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nsuch property is to be paid by a company, or wholly\nor partly out of public revenues or some fund\ncontrolled or managed by a local authority.\nExplanation 1.-In computing any of the periods\nreferred to in the first proviso, the period during\nwhich any action or proceeding to be taken in\npursuance of the notification issued under Section\n4, sub-section (1), is stayed by an order of a Court\nshall be excluded.\nExplanation 2.-Where the compensation to be\nawarded for such property is to be paid out of the\nfunds of a corporation owned or controlled by the\nState, such compensation shall be deemed to be\ncompensation paid out of public revenues].\n(2) Every declaration shall be published in the Official\nGazette, and in two daily newspapers circulating in the\nlocality in which the land is situate of which at least one\nshall be in the regional language, and the Collector shall\ncause public notice of the substance of such declaration\nto be given at convenient places in the said locality (the\nlast of the date of such publication and the giving of such\npublic notice, being hereinafter referred to as the date of\npublication of the declaration), and such declaration shall\nstate] the district or other territorial division in which the\nland is situate, the purpose for which it is needed, its\napproximate area, and where a plan shall have been\nmade of the land, the place where such plan may be\ninspected.\n(3) The said declaration shall be conclusive evidence that\nthe land is needed for a public purpose or for a Company,\nas the case may be; and, after making such declaration\nthe appropriate Government may acquire the land in\nmanner hereinafter appearing.\"\n(emphasis is ours)\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 217\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nA perusal of Sections 4 and 6 extracted above reveal, that it is A\nthe \"appropriate Government\" which is to be satisfied about the\npublic purpose for which the land in question is to be acquired.\nAnd it is the \"appropriate Government\" alone, which is vested\nwith the responsibilities contemplated under the aforesaid\nSections 4 and 6. Accordingly, it is only the \"appropriate B\nGovernment\" which can issue the required notifications\nexpressing the intention to acquire land, and thereafter, the\npostulated declaration, after examining the objections of the\npersons interested.\n20. In order to substantiate the appellants' contention, that\njurisdiction to acquire land for the Railways, could have been\nexercised only by the Central Government, and that the State\nGovernment had no authority to acquire land for the Railways,\nlearned counsel placed reliance on Section 3(ee) of the\nAcquisition Act. Section 3(ee) aforementioned is being\nreproduced below:\n\"3(ee) The expression \"appropriate Government\" means\nin relation to acquisition of land for the purposes of the\nUnion, the Central Government, and, in relation to\nacquisition of land for any other purposes, the State\nGovernment.\"\nRelying on Section 3(ee) extracted above, it was the\nsubmission of the learned counsel for the appellants, that in\nrelation to acquisition of land for the Union, the Central\nGovernment alone had the jurisdiction to acquire the land.\nAccordingly, it was contended, that it was the Central\nGovernment alone, which had the jurisdiction to issue the\nprescribed notification under Section 4 of the Acquisition Act,\n(expressing the intention of the Union Government to acquire,\nthe land). Having thereby, brought the \"appropriate\nGovernment's\" intention to acquire the land to the notice of all\ninterested persons, and having considered the objections (if\nany) filed at the behest of such interested persons, the Central\nC\nD\nE\nF\nG\nH\n218\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA Government alone could have issued the consequential\ndeclaration under Section 6 of the Acquisition Act. Learned\nCounsel for the appellants was emphatic, that the notification\nto acquire land for the Railways could havelonly been issued\nby the Central Government.\nB\nс\n21. Learned counsel for the appellants ventured to\nsubstantiate his above contention, by reading the definition of\nthe term 'appropriate Government' along with the said words\nused in Sections 4, 5, 5A(2), 6, 7, the first and second proviso\nto Section 11(1), Sections 12 to 14, 15A, 16, 17(1) and (2),\n31(3), 40, 41, 48, 49(2) and 50 of the Acquisition Act. The thrust\nof the instant submission is being summarized hereunder:\nFirstly, referring to Section 4 of the Acquisition Act, it was\nthe submission of the learned counsel for the appellants, that\nD the use of the term \"appropriate Government\" in Section 4(1)\nof the Acquisition Act, with reference to the publication of the\nintention to acquire land (by way of a notification) has to be\nvisualized with reference to the definition of the said term under\nSection 3(ee) of the Acquisition Act. On such examination,\nE according to the learned counsel, it would clearly emerge, that\nit was only the Central Government which could have issued\nthe notification dated 19.8.1997. But in the present case, the\nsaid notification has been issued by the Government of\nRajasthan.\nF\nG\nH\nSecondly, with reference to Section 5 of the Acquisition\nAct, it was submitted, that the term \"Collector\" used therein,\nmust be viewed with reference to Section 3(c) of the Acquisition\nAct. Section 3(c) is being extracted hereunder:\n\"3(c) the expression \"Collector\" means the Collector of a\ndistrict, and includes a Deputy Commissioner and any,\nofficer specially appointed by the Appropriate Government\nto perform the functions of a Collector under this Act\"\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 219\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nBased on the aforesaid definition of the term \"Collector, it was A\nthe contention of the learned counsel for the appellants, that the\nnomination of the \"Collector/Deputy Commissioner/Officer\nspecially appointed\" has to be made by the \"appropriate\nGovernment\". Since the \"appropriate Government\" in the facts\nand circumstances of the present case is the Central B\nGovernment, according to the learned counsel, the nomination\nof the 'Collector' with reference to Section 5 of the Acquisition\nAct, could only have been ordered by the Central Government;\nwhereas, it is apparent from the facts of this case, that the State\nGovernment by an order dated 19.8.1997, authorized the SDO-\nII/Land Acquisition Officer/Collector, Jaipur, as \"Collector\" for\nall purposes connected with the present acquisition. The\nnomination of the Collector by the State Government, when the\nland was being acquired for the benefit of the Railways,\naccording to the learned counsel, was clearly beyond the\njurisdiction of the State Government.\nC\nD\nE\nF\nThirdly, with reference to Section 5A(2) of the Acquisition\nAct, it was submitted, that the objections under Section 5 of the\nAcquisition Act are to be made to the Collector in writing. And,\nit is the Collector who is to afford an opportunity of hearing to\nthe persons concerned, before submitting a report to the\nappropriate Government. Learned counsel vehemently\ncontended, that in interpreting Section 5A(2) of the Acquisition\nAct, the term 'Collector' has to be interpreted in consonance\nwith the definition thereof under Section 3(c), and with reference\nto the term \"appropriate Government\" defined in Section 3(ee)\nof the Acquisition Act. Thus viewed, it was the submission of\nthe learned counsel, that not only the \"Collector\" to whom\nobjections were meant to be addressed, but the Collector who\nhad to consider and dispose of the said objections, ought to G\nhave been a person nominated by the Central Government.\nHerein, according to the learned counsel, admittedly the State\nGovernment had notified the \"Collector\" for acquisition of the\nland in question. The receipt of the objections, as also, the\ndetermination thereof, must, therefore, be deemed to have H\n220 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nA been rendered by an authority having no jurisdiction (either to\nreceive the objections or to submit a report to the appropriate\nGovernment with reference to said objections), in the matter.\nB\nFourthly, it was contended, that the declaration under\nSection 6 of the Acquisition Act is to be made on the\nsatisfaction of the \"appropriate Government\". Herein also,\nviewed with reference to the definition of the term 'appropriate\nGovernment' in Section 3(ee) of the Acquisition Act, it was\nsubmitted, that it was the Central Government alone whose\nsatisfaction was material, whereupon, the Central Government\ncould have issued the postulated declaration (contemplated\nunder Section 6 of the Acquisition Act). Herein, according to\nthe learned counsel, admittedly the declaration was made on\n13.1.1999 by the State Government under Section 6 of the\nAcquisition Act. As such, it was asserted that the same lacked\nD any authority of law.\nC\nE\nF\nG\nFifthly, according to the learned counsel for the appellants,\nunder Section 7 of the Acquisition Act, after complying with the\nprocedure contemplated under Section 6, the \"appropriate\nGovernment\" (or some officer authorized by the \"appropriate\nGovernment\") is to direct the Collector \"to take order for the\nacquisition of the land\". The aforesaid procedure contemplated\nunder Section 7, according to learned counsel for the\nappellants, has also been vested with the Central Government.\nInsofar as the present acquisition proceedings are concerned,\nit was the Central Government which had to direct the Collector\nto take appropriate action contemplated under Section 7 of the\nAcquisition Act. Since in the facts of the instant case, it is the\nGovernment of Rajasthan, which had issued the aforesaid\ndirection, according to learned counsel, the same violates the\nmandate of Section 7 of the Acquisition Act.\nSixthly, learned counsel for the appellants placed reliance\non the first and the second provisos to the Section 11(1) of the\nAcquisition Act, in order to contend, that while preparing the\nH award with reference to the acquired land, and while\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n221\nA\nB\ndetermining the true area of the acquired land, and the\ncompensation payable therefor, as also, the appropriation of\nsuch compensation amongst persons interested, the power and\nauthority therefor, is vested in the Collector (with the previous\napproval of the \"appropriate Government\"). Yet again, it was\nthe contention of the learned counsel for the appellants, that the\nprovisos referred to hereinabove, were bound to be\nappreciated with reference to the definition of the term\n\"Collector\" in Section 3(c), and the term 'appropriate\nGovernment' under Section 3(ee) of the Acquisition Act. In so\ndoing, according to learned counsel, the inevitable result would C\nbe, that the \"appropriate Government\" contemplated, is the\nCentral Government. And, accordingly, the Collector\ncontemplated therein, would be one nominated by the Central\nGovernment. It was pointed out, that for the acquisition\nproceedings under reference, the approval of the State\nGovernment, and not the Central Government was sought by\nthe Collector. It was further pointed out, that the concerned\nCollector had been nominated by the State Government. For\nthe aforesaid reasons (principally on the same basis, as noticed\nin the foregoing contentions), it was submitted, that the instant\naction of acquisition, was in clear violation of the mandate of\nthe provisions of the Acquisition Act. According to learned\ncounsel, all the above actions, had to be taken by a Collector\nnominated by the Central Government, and upon the previous\napproval of the Central Government. Since the position in the\nfacts and circumstance of the present case is not so, it was\nsubmitted, that the instant process of acquisition, was in clear\nviolation of the mandate of the above-mentioned provisions of\nthe Acquisition Act.\nD\nE\nF\nSeventhly, with reference to Sections 12, 13, 13A and 14, G\nit was submitted, that the term 'Collector' used therein, had to\nbe viewed with reference to Section 3(c) of the Acquisition Act,\ninasmuch as, the Collector in the facts of the present case, had\nto be nominated by the Central Government, and therefore, for\nthe procedure contemplated by the provisions referred to above,\nH\n"}