{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\nF\n0\nН\n232 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nthe same breath, be said that the acquisition is also for\nany other purpose. The purpose of acquisition is clearly\nspecified in the notification. Once a particular purpose is\nspecified in the said notification, it cannot be sought to be\nstated by way of an affidavit that the real purpose is\nsomething different from the one disclosed in the\nnotification nor such additional benefits which may accrue\non account of acquisition of land to the residents of the\nlocality could be said to be the purpose for which the land\nis sought to be acquired.\n9. It is to be borne in mind that after issuance of notification\nunder section 4, the interested parties are entitled to object\nto such notification and in that regard the Collector is\nenjoined to hear the objections and make a report to the\nappropriate Government and after considering such\nreports, the appropriate Government is required to take\nappropriate decision which should culminate in the form\nof declaration under section 6. The sections 4, 5, 5A and\n6 specifically refers to the appropriate Government and its\nsatisfaction for need to acquire the land. Once it is not in\ndispute that the proposed acquisition of land is for the\npurpose of railway terminal, to be built by the respondent\nNos. 2 and 5 at their own cost and to be maintained by\nthem, and such terminal is to be used for the activities in\nrelation to the railways i.e., for unloading of ore transported\nby the railways from Kamataka to Goa, it cannot be said\nthat the land is sought to be acquired for any other purpose.\nIt is to be held that the land is being sought to be acquired\nfor the Union purpose.\n10. In spite of the fact that the land is sought to be acquired\nfor the Union, it is undisputed fact that the State\nGovernment claims to be the appropriate Government in\nrespect of the acquisition proceedings in question.\nObviously, it is without any authority to be the appropriate\nGovernment for the purpose of such acquisition. Therefore,\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 233\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\n-\nthe notification and the declaration are to be held as bad A\nin law.\nXXX\nXXX\nXXX\nB\n12. When the statutory provisions comprised under\nsections 4 and 6 read with section 3(ee) of the said Act\nclearly provide that in cases of acquisition for the purpose\nof Union, the appropriate Government would be the Central\nGovernment, the exercise of executive power cannot be\nallowed to transgress the said statutory provisions\ncomprised under the said Act. The petitioners are justified C\nin contending that the executive power is always\nsubservient to the legislative power. It is always subject to\nlegislative provision and has to yield to the legislative\npower. Mere inclusion of the Entry No. 42 in the concurrent\nlist, which speaks of the principles on which compensation D\nfor the property acquired and requisitioned for the purpose\nof the Union and the State or for any other public purpose\nis to be determined and the form and the manner in which\nsuch compensation is to be given, by that itself would not\nempower the executive to act in contravention of the E\nprovisions made in the Central Legislation. It cannot be\ndisputed that the said Act was enacted prior to the\nindependence of India. However, the same was adapted\nin terms of the Adaptation Order of 1950 and, therefore,\nis a law made by the Parliament within the meaning of the F\nsaid expression under the proviso to Article 162 of the\nConstitution of India.\nXXX\nXXX\nXXXX\n18. It is thus clear that in spite of the fact that the G\nacquisition of the land is for the Union's purpose and at\nthe cost of the Central Government, the process of\nacquisition was sought to be initiated by publication of\nnotification under section 4 of the said Act by the State\nGovernment claiming to be the appropriate Government. H\nA\nB\n234\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nAs the law stands, the acquisition for the Union's purpose\ncannot be initiated by the State Government unless there\nis specific delegation of power in that regard and in the\ncase in hand there has been no such delegation. Hence,\nas rightly submitted on behalf of the petitioners, the\nnotification under section 4 and the declaration under\nsection 6 in relation to the land in question by the State\nGovernment is bad in law and is liable to be struck down.\"\n(emphasis is ours)\n. C It was submitted by learned counsel for the appellants, that the\nissue has been correctly adjudicated even by the Bombay High\nCourt, and that, this Court should endorse the same, while\nadjudicating the present controversy.\nD\nE\nF\nG\n☐ H\n(iii) Reliance was also placed on Messrs. Tinsukia\nDevelopment Corporation Ltd. v. State of Assam \u0026 Anr., AIR\n1961 Assam 133, wherein a Full Bench of the Assam High\nCourt held as under :\n\"3. The submission made on behalf of the petitioner is that\nas the land was needed for construction of the food-grains\ngodown by the Government of India the purpose was a\nUnion purpose and the Central Government was the\nappropriate Government. It is not disputed that the two\nnotifications under Sections 4 and 6 were issued on behalf\nof the State Government. From a perusal of the notification\nunder Section 6 it is also clear that it was the State\nGovernment which was satisfied that the land was needed\nfor a public purpose before issuing a declaration under\nSection 6.\n4. The contention on behalf of the State is two-fold in reply\nto the argument of the counsel for the petitioner. Firstly it\nis urged that merely because the land is needed for\nconstruction of a food-grains godown by the Central\nGovernment, it does not necessarily follow that the purpose\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 235\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nis a Union purpose. The maintenance of proper supply of A\nfood-grains to the inhabitants of this State is as much the\nresponsibility of the State Government as that of the\nCentral Government. The benefit by the construction of the\nfood-grains godown will be derived by the public of this\nState and as such it is a public purpose and not a purpose\nof the Union alone.\"\nIt would be relevant to mention, that the submission advanced\non behalf of the acquiring Government, was akin to the \"third\nalternative\" expressed by the Constitution Bench of this Court\nin State of Bombay vs. Ali Gulshan (supra).\n(iv) Reliance was also placed by the learned counsel for\nthe appellants, on Sudhansu Sekhar Maity \u0026 Ors. vs. State of\nWest Bengal \u0026 Ors., AIR 1972 Calcutta 320, and our attention\nwas drawn to the following:-\n\"9. In dealing with this point it should first be noted that after\nthe seventh amendment to the Constitution both entries 33\n\u0026 36 respectively of the Union list and the State list have\nnow been deleted and entry 42 of the concurrent List has\nbeen appropriately amended to cover \"acquisition and\nrequisitioning of property\". On this amendment acquisition\nis on the concurrent list and both the Union and the State\nare equally authorised to legislate on the subject of\nacquisition irrespective of purpose of such acquisition but\nsubject to the usual limitations otherwise imposed by the\nConstitution. Thus acquisition irrespective of whether it is\nfor the purpose of the State or the Union being within the\nlegislative competence of the State is also within its\nexecutive powers. According to Baneriee. J. in the case\nof Gadadhar v. State of West Bengal, (1963) 67 Cal WN\n460 at p. 470, after such amendment it is wholly\ninconsequential as to whether the acquisition is made for\na purpose of the Union or the State. To quote his words:\nB\nC\nD\nE\nF\nG\n\"the disclosure that acquisition of land was being H\nA\n\u003c .\nB\nC\nD\nE\nF\nןד\nG\nH\n236 SUPREME COURT REPORTS\n[2013] 7 S.C.R.\nmade for a purpose which was not the purpose of\nthe Union, in the notification and the declaration,\nwas possibly made under the time worn idea that\nsince the State could legislate in the matter of land\nacquisition, for its own purpose only, every land\nacquisition by the State must be justified on that\nground. After the Constitution Seventh Amendment\nAct, 1956 it was not necessary to make such a\nstatement in the notification or the declaration, even\nif it was at all so necessary at a time when the\nConstitution had not been so amended\".\nThis statement of the principle by Banerjee, J. can be well\nsupported so long - as is usually the case -- the State\nGovernments are duly authorised on delegation of powers\nby the Union Government to acquire lands for a purpose\nof the Union. Because in the absence of such delegated\nauthority on the statutory provisions of Sections 4 and 6\nof the said Act read with the definition of the term\n'appropriate Government' in Section 3(ee). the power of\nacquisition would otherwise be limited to the State Or the\nUnion Government respectively for purposes of the State\nor the Union.\n1\n10. Now in the present case it appears from the affidavit\nfiled by the respondents Nos. 1 to 4 that by an appropriate\nnotification dated May 14, 1955 issued under Article\n258(1) of the Constitution the State Government in West\nBengal was duly authorised by the Central Government to\nacquire land for the purposes of the Union. This factum of\ndelegation is not disputed. If that is so, even if I assume\nthat the purpose of the disputed acquisition is a purpose\nof the Union it would still be within the powers of the State\nGovernment to acquire and the acquisition cannot be struck\ndown as beyond the competence of the State Government.\nMr. Sinha, however, contends that in the present case\nneither the notifications under Section 4 nor the\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 237\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nD\ndeclarations under Section 6 invoke the delegated powers A\nnor are the notifications and declarations issued in\nappropriate forms. In my view even if that be so, that would\nnot vitiate the notifications or declarations. It would be a\nmere irregularity not affecting the substance which would\nnot vitiate the acquisition. If the authority has the power for B\nany action taken, the act is competent and non recital or\nwrong recital of the authority for the action would not make\nthe act incompetent or without jurisdiction. Reference may\nbe made to the decision of the Supreme Court in the case\nof Lekhraj v. Dy. Custodian, Bombay, AIR 1966 SC 334. C\n11. That apart, in my view there is great substance in the\ncontention of Mr. Bose that simply because the acquisition\nis for the purpose of setting up a subsidiary port, the\npurpose of the acquisition does not necessarily become\nsolely a purpose of the Union. According to Mr. Bose it is\na project which would not only be highly beneficial to the\ngeneral public in this State but would serve public\npurposes in this State and as such the acquisition would\nbe well supported on the ground that it is for a public\npurpose. It is clearly so when the acquisition is being made\nat the expense of the local authority. Mr. Bose rightly relies\non the decision of the Supreme Court in the case of State\nof Bombay v. Ali Gulshan, AIR 1955 SC 810, in\ncontending that there is no merit in the contention that\nmerely because the purpose involves establishment of a F\nport it serves no public purpose other than a purpose of\nthe Union. In my view the following observations of the\nSupreme Court are clearly instructive, \"that there is another\nway of looking at the question involved. An undertaking\nmay have three different facets or aspects, and may serve\nthe purpose of a State, the purpose of the Union and a\ngeneral public purpose. Even if one may regard the\nrequisition of a room for the accommodation of a member\nof a consulate as one appertaining to a Union purpose, it\ndoes not necessarily cease to be a State purpose or a H\nE\nG\nA\nB\nс\n238\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\ngeneral public purpose\". Similar also was the view taken\nby this Court in the case of (1963) 67 Cal WN 460 (supra).\nTherefore, following the above view I must hold that when\nestablishment of a subsidiary port or a dock therein would\nundoubtedly serve at least the general public purpose even\nif it otherwise involves a purpose of the Union, it would not\nbe beyond the authority of the State Government to acquire\nlands in exercise of its own powers and irrespective of the\npowers delegated by the Union Government in this respect.\nIn either view therefore this objection of Mr. Sinha must be\noverruled.\"\n(emphasis is ours)\nAccording to the learned counsel for the appellants, in the case\nin hand, the purpose of acquisition was purely relatable to the\nD Railways. And the Railways being exclusively a Union subject\n(falling under entry 22 in list 1, of the Seventh Schedule), the\nprocess of acquisition must be deemed to fall in the exclusive\nexecutive domain of the Union Government.\nE\nEL\nF\n26. The second contention advanced at the hands of the\nlearned counsel for the appellants was based on the\nconstitutional right available to the appellants, under Article\n300A of the Constitution of India (hereinafter referred to as the\n'Constitution'). Article 300A is being extracted hereunder:-\n\"300A. Persons not to be deprived of property save by\nauthority of law - No person shall be deprived of his\nproperty save by authority of law.\"\nBased on the aforesaid constitutional provision, it was\nG emphatically asserted on behalf of the appellants, that an\nindividual could not be deprived of his property except in\naccordance with law. It was submitted, that even if the lands of\nthe appellants were to be acquired for a public purpose, the\nsame could have been done only by following the procedure\nestablished by law. In the absence of following the prescribed\nH\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 239\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nprocedure, the acquisition itself must be deemed to have been A\nmade in violation of the constitutional rights vested in the\nappellants under Article 300A of the Constitution.\n27. In order to support the contention advanced at the\nhands of the appellants (expressed in the foregoing paragraph),\nlearned counsel for the appellants placed reliance on a number\nof judgments rendered by this Court. The same are being\nindividually referred to below.\nB\n(i) First of all, reliance was placed on the decision rendered\nby this Court in State of U.P. \u0026 Ors. vs. Manohar, (2005) 2 C\nSCC 126. The following observations recorded therein were\nhighlighted, during the course of hearing:-\n\"6. Having heard the learned counsel for the appellants,\nwe are satisfied that the case projected before the Court\nby the appellants is utterly untenable and not worthy of\nemanating from any State which professes the least regard\nto being a welfare State. When we pointed out to the\nlearned counsel that at this stage at least, the State should\nbe gracious enough to accept its mistake and promptly pay\nthe compensation to the respondent, the State has taken\nan intractable attitude and persisted in opposing what\nappears to be a just and reasonable claim of the\nrespondent.\nD\nE\n7. Ours is a constitutional democracy and the rights F\navailable to the citizens are declared by the Constitution.\nAlthough Article 19(1)(f) was deleted by the Forty-fourth\nAmendment to the Constitution, Article 300A has been\nplaced in the Constitution, which reads as follows:\n\"300A. Persons not to be deprived of property save\nby authority of law - No person shall be deprived of\nhis property save by authority of law.\"\n8. This is a case where we find utter lack of legal authority\nG\nH\n**\nA\nB\nC\nD\n. E\nF\nG\nH\n240\nSUPREME COURT REPORTS\n[2013] 7 S.C.R.\nfor deprivation of the respondent's property by the\nappellants who are State authorities. In our view, this case\nwas an eminently fit one for exercising the writ jurisdiction\nof the High Court under Article 226 of the Constitution. In\nour view, the High Court was somewhat liberal in not\nimposing exemplary costs on the appellants. We would\nhave perhaps followed suit, but for the intransigence\ndisplayed before us.\"\n(ii) Reliance was then placed on the decision rendered by this\nCourt in Hindustan Petroleum Corporation Ltd. vs. Darius\nShapur Chennai \u0026 Ors., (2005) 7 SCC 627. In order to\nexpound the nature of rights vested in the appellants under\nArticle 300A of the Constitution, reliance was placed on the\nfollowing observations recorded therein:\n\"6. It is not in dispute that Section 5-A of the Act confers a\nvaluable right in favour of a person whose lands are sought\nto be acquired. Having regard to the provisions contained\nin Article 300A of the Constitution of India, the State in\nexercise of its power of \"eminent domain\" may interfere\nwith the right of property of a person by acquiring the same\nbut the same must be for a public purpose and reasonable,\ncompensation therefor must be paid.\n7. Indisputably, the definition of public purpose is of wide\namplitude and takes within its sweep the acquisition of\nland for a corporation owned or controlled by the State, as\nenvisaged under sub-clause (iv) of Clause (f) of Section 3\nof the Act. But the same would not mean that the State is\nthe sole judge therefore and no judicial review shall lie. (See\nJilubhai Nanbhai Khachar and vs. State of Gujarat, 1995\nSupp (1) SCC 596).\n8. The conclusiveness contained in Section 6 of the Act\nindisputably is attached to a need as also the purpose and\nin this regard ordinarily, the jurisdiction of the court is\nlimited but it is equally true that when an opportunity of\nRAJENDRA NAGAR ADARSH GRAH NIRMAN SAHKARI SAMITI 241\nLTD. v. STATE OF RAJASTHAN [JAGDISH SINGH KHEHAR, J.]\nB\nbeing heard has expressly been conferred by a statute, the A\nsame must scrupulously be complied with. For the said\npurpose, Sections 4, 5-A and 6 of the Act must be read\nconjointly. The court in a case, where there has been total\nnon-compliance or substantial non-compliance of the\nprovisions of Section 5-A of the Act cannot fold its hands\nand refuse to grant a relief to the writ petitioner. Sub-\nsection (3) of Section 6 of the Act renders a declaration\nto be a conclusive evidence. But when the decision\nmaking process itself is in question, the power of judicial\nreview can he exercised by the court in the event the order\nimpugned suffers from well-known principles, viz., illegality,\nirrationality and procedural impropriety. Moreover, when a\nstatutory authority exercises such enormous power it must\nbe done in a fair and reasonable manner.\n9. It is trite that hearing given to a person must be an\neffective one and not a mere formality. Formation of\nopinion as regard the public purpose as also suitability\nthereof must be preceded by application of mind as\nregards consideration of relevant factors and rejection of\nirrelevant ones. The State in its decision making process\nI must not commit any misdirection in law. It is also not in\ndispute that Section 5-A of the Act confers a valuable\nimportant right and having regard to the provisions,\ncontained in Article 300A of the Constitution of India has\nbeen held to be akin to a fundamental right.\"\n(emphasis is ours)\n(iii) In addition to the aforesaid, learned counsel for the\nappellants placed reliance on Lachhman Dass vs. Jagat Ram\n\u0026 Ors., (2007) 10 SCC 448, and invited our attention to the\nfollowing observations made therein:-\nC\nD\nE\nF\nG\n\"16. Despite such notice, the appellant was not impleaded\nas a party. His right, therefore, to own and possess the suit\nland could not have been taken away without giving him H.\n"}