{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"1\nUNION OF INDIA AND ORS.\nA\nV.\nDEVENDRA NATH RAI\nJANUARY 10, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nB\nCriminal Law:\nSentencing Court Martial awarding death penalty to accused for having\ncaused homicidal death of two army personnel and attempting to murder two C\nothers-High Court holding the conviction as well merited but remitting the\nmatter to authorities concerned to pass a fresh order as regards sentence as\nin its opinion the case did not fall within the category of rarest of rare cases—\nHeld, to consider the question of extreme penalty of death sentence, aggravating\nand mitigating circumstances have to be weighed-High Court did not attempt\nthat exercise--The direction of High Court is contrary to the principles set out\nby Supreme Court-High Court would consider the matter afresh as regards\nthe sentence only-Court Martial proceedings.\nD\nF\nAccused-respondent was on quarter guard duty, at the time of\noccurrence. He did not allow the army personnel concerned to write “light E\nout” report in the register, on the ground that they were in civvies and\nhad no identity cards. Later, when the CHM came and asked the accused\nto allow the personnel concerned to write the \"light out” report, the\naccused opened fire as a result of which the CHM and three others\nreceived gun-shot injuries. All the four victims were rushed to the hospital\nwhere the CHM and another were declared ‘brought dead' and the\nremaining two were found to have received injuries which were grievious\nin nature. General Court Martial proceedings were initiated against the\naccused. He was awarded death sentence for having caused death of two\narmy personnel and for having caused grievious injuries with the intent\nof causing murder of two others. The award of death penalty by the Court G\nMartial was affirmed by the Central Government. The accused filed a writ\npetition before the High Court which held that the conviction was well\nmerited, but opined that the case did not fall in the category of rarest of\nrare cases; and directed the authorities concerned to pass a fresh order\non the question of sentence. Aggrieved, the Union of India and others filed\n295\nH\n296\nA the appeal.\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nAllowing the appeal and remanding the matter back to the High\nCourt, the Court\nHELD: 1.1. While deciding the question as to whether the extreme\nB penalty of death sentence is to be awarded, a balance sheet of aggravating\nand mitigating circumstances has to be drawn up. In the instant case, the\nHigh Court has not attempted to do that exercise and has come to an\nabrupt conclusion about the case being not covered by the rarest of rare\ncategory. That is clearly contrary to the principles set out by this Court.\n[302-E-F❘\nC\nD\nE\nF\nG\nBachan Singh v. State of Punjab, [1980] 2 SCC 684; Machhi Singh and\nOrs. v. State of Punjab, [1983| 3 SCC 470 and Devender Pal Singh v. State\nof NCT of Delhi, [2002] 5 SCC 234, relied on. [299-C; 301-D]\n1.2. The High Court would consider the matter afresh limited to the\naspect of appropriate sentence alone as the High Court itself has found\nthat the conviction was well merited. [302-F|\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 206 of 2003.\nFrom the Judgment and Order dated 6.1.2000 of the High Court of\nAllahabad in Civil Misc. Writ Petition No. 35206/91.\nRajiv Dutta, Ravi P. Mehrotra, Garvesh Kabra and Mrs. Anil Katiyar\nfor the Appellants.\nSubhash Sharma and V.K. Vasdev for the Respondent(s).\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. The Union of India, Chief of Army Staff (Army\nHeadquarters). General officer Commanding, Commanding Officer, 502, Area\nDefence Group and the Commanding Officer, 1, Corps, Artillery Brigade are\nin appeal against the judgment of a Division Bench of the Allahabad High\nCourt directing the authorities to re-consider the question of sentence to be\nawarded to the respondent (hereinafter referred to as the 'accused'). In the\nCourt martial proceedings, the accused was awarded death sentence for having\ncaused homicidal death of two army personnel and for having caused grievous\nHinjuries with the intent of causing murder of two others. The award of death\nཟ\n*\nU.O.I. v. DEVENDRA NATH RAI [PASAYAT, J.]\n297\npenalty by the Court Martial was affirmed by the Central Government the A\nSection 153 of the Army Act, 1950 (in short the 'Army Act').\nFactual position as projected by the appellants in a nutshell is as follows:-\nOn 15.10.1991, the accused was on the quarter guard duty along with\nSCR Swamy, Y. Prasad and GS Pandey respectively (P.Ws. 4, 5 and 6). The B\nE\nfirst one was the Guard commander and the other two were the sentries. The\nRifle bearing butt no. 32 and registered No. BV-3528 was being used by the\nsentries for performance of their duties. At about 5 P.M. the accused having\nfinished his duty handed over the sentry duty to PW-6 and went for a wash\nand his meals. In turn, at about 7 P.M. PW-5 relieved a PW-6 and took over C\nas the sentry. His period of duty was up to 9 P.M., whereafter he was to be\nrelieved by the accused. At about 9.15 P.M. the accused retuned to the\nquarter guard after his dinner and told PW-5 to go for his dinner. Accordingly,\nhe relieved PW-5 by taking over his duty. At that time, B.P. Verma (PW-\n7) was lodged in the quarter guard as a prisoner. All lights were on. After a\nfew minutes, Tuki Ram (PW-8) dressed in civvies reached the quarter guard D\nto write the \"light out\" report in the Register, kept for the purpose. He asked\nthe accused for a pen, who told him that he did not have one. PW-8, therefore,\nkept the register on a bench lying outside the verandah of the quarter guard.\nIn the meantime, Subash Bablo (PW-9) and Sigmn K. Parthasarthi (hereinafter\nreferred to as the 'deceased Parthasarthi' reached there to write the \"lights\nout” reports. Both of them were also dressed in civvies. PW-9 started writing\nin the Register, which he had picked up from the bench. The accused snatched\nthe same and threw it away. The accused told them that since they were\ndressed in civvies and did not possess their Identity Cards, he would not let\nthem make entries in the Register. PW-9 told him that he was personally\nknown to him having served together and that there were no orders to the F\neffect that the \"lights out\" entries were to be made only in uniform. The\naccused, even then, did not allow them to do the needful. On PW-8 proposing\nto return, the accused did not allow him and others to go and instructed them\nto sit down on the bench till the arrival of CHM R. S. Rathore (hereinafter\nreferred to as deceased 'Rathore'). PW-8 shouted for the duty clerk, who was\nin the vicinity, to call the duty NCO. In the meantime, PW-5 returned and\nfound PW-8, 9. and deceased Parthasarthi sitting on the bench. At that time,\nthe light in the quarter guard as well as the street lights were on. PW-5 asked\nthe accused to return his rifle so that he would resume his duty, but the\naccused did not return the rifle to PW-5 and instead asked him to call the\nCHM. On PW-5's query, the accused told him that CHM was required since H\nG\nB\nD\n298\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA the three persons sitting on the bench had come to write the \"lights out\"\nreports, dressed in civvies and without Identity Cards and so far as he was\nconcerned they were terrorists. PW-5 advised him not to create a scene but\nhe did not pay any heed. PW-5 again asked the accused to return the rifle and\ntold him that if he wanted to call CHM, he should go himself. After some\ntime, CHM (deceased 'Rathore') arrived in his combat uniform and learnt of\nthe goings on from PW-8. When he enquired from the accused as to why he\nwas not allowing them to sign the register, the accused told him that they\nwere dressed in civvies and were not having their Identity Cards with them.\nThe CHM (deceased 'Rathore) told the accused that there were no orders\nabout the dress and they were well know being cov personnel. The CHM\nC asked them to go ahead with the filing up of the register. He also enquired\nfrom the accused if he had consumed liquor. No sooner these words were\nuttered, the accused fired shot at deceased Rathore who was standing at a\ndistance of about four yards. On being hit by the bullet, Rathore fell down.\nThereafter accused fired three shots at PW-8 and PW-9 deceased Parthasarthi\nin quick succession. Each one of them fell down. PW-7 and PW-6 saw the\nfiring incident. The accused found PW-6 inside the guard room, abused him\nand asked him to run away from the spot. Thereafter the accused went near\nthe fuse bos and the lights went off in the quarter guard. The incident was\nreported to the Commanding Officer Lt. Col. H.S. Teotra (PW-3) and Sub\nMaj B.R. Pawar (PW-1), who rushed to the scene of incident. The persons\nE who had received injuries were taken to the hospital where Dr. Gangopadhay\n(PW-11) after examination declared Rathore and Parthasarthi as “brought\ndead\" and found PW-8 and PW-9 to have received injuries which were\ngrievous in nature. The post mortem was carried out. On the basis of report\ngiven General Court Martial proceedings commenced and the accused faced\ntrial under the Army Act. There were four charges under Section 69 of Army\nAct. The first two charges related to commission of civil offence that is\nmurder contrary to Section 302 of the Indian Penal Code, 1860 (in short\n'IPC') and the other two related to civil offence i.e. attempt to murder,\ncontrary to Section 307 I.P.C. The accused took the plea that the scenario as\ndescribed by the prosecution was not correct. The reports of proceedings and\ntrial were submitted and on consideration thereof the Deputy Judge Advocate\nGeneral was of the view that the evidence on record clearly established the\nguilt of the accused. Considering the materials on record he came to hold that\nthis was a case which clearly was covered by the category of rarest of rare\ncases and deserved death sentence. The Judge Advocate General affirmed\nthe view and the findings of the Deputy Judge Advocate General as regards\nH the conviction and the sentence. The Central Government also affirmed those.\nF\nG\nU.O.I. v. DEVENDRA NATH RAI [PASAYAT, J.]\n299\nA writ application was filed before the Allahabad High Court questioning the A\nconviction and the sentence imposed. By the impugned judgment, the High\nCourt held that the conviction was well merited, but felt that the case did not\nfall in the category of rarest of rare cases and therefore directed the authorities\nto pass a fresh order on the question of sentence. The writ application was\nallowed to that limited extent.\nB\nMr. Rajiv Dutta, learned Senior counsel for the appellants submitted\nthat the procedure to be followed while dealing with the question of sentence\nis clearly spelt out in the various guidelines. The statutory provisions of the\nArmy Act and the concerned rules provide ample guidelines in the matter.\nEven going by the ratio not decisions of this Court in Bachan Singh v. State C\nof Punjab, [1980] 2 SCC 684 and Machhi Singh and Ors. v. State of Punjab,\n(1983) 3 470, the judgment of the High Court cannot be maintained. The\nHigh Court lost sight of the fact that it was dealing with the case of a person\nbelonging to a disciplined force. The murder was not only cruel and brutal\nbut also r\\pre-planned and pre-meditated. Even conduct of the accused after\nthe incident was not one of remorse, but was to the effect that he was sorry D\nthat he could not kill the other two persons.\nIn response, learned counsel for the respondent submitted that the High\nCourt has taken note of the relevant factors. The factors according to the\nHigh Court seem to be unblemished reputation and antecedents of the\nrespondent which, as the records go to show, exemplary. Even if the evidence E\non record establishes that the accused was responsible for taking away the\nlives of two and seriously injuring the two others, that by itself cannot bring\nthe case to the category of rarest of rare cases, as categorized by this Court\nin Bachan Singh and Machhi Singh's cases (supra). The rival stands need\ncareful consideration.\nIn Bachan Singh's case, a Constitution Bench of this Court at paragraph\n132 summed up the position as follows:\n\"132. To sum up, the question whether or not death penalty\nserves any penological purpose is a difficult, complex and\nF\nintractable issue. It has evoked strong, divergent views. For the G\npurpose of testing the constitutionality of the impugned provision\nas to death penalty in Section 302, Penal Code on the ground of\nreasonableness in the light of Articles 19 and 21 of the\nConstitution, it is not necessary for us to express any categorical\nopinion, on way or the other, as to which of these two antithetical\nviews, held by the Abolitionists and Retentionists, is correct. It H\n300\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nis sufficient to say that the very fact that persons of reason,\nlearning and light are rationally and deeply divided in their\nopinion on this issue, is a ground among others, for deeply divided\nin their opinion on this issue, is a ground among others, for\nrejecting the petitioners argument that retention of death penalty\nin the impugned provision, is totally devoid of reason and purpose.\nIf, notwithstanding the view of the Abolitionists to the contrary,\na very large segment of people, the world over, including\nsociologists, legislators, jurists, judges and administrators still\nfirmly believe in the worth and necessity of capital punishment\nfor the protection of society, if in the perspective of prevailing\ncrime conditions in India, contemporary public opinion\nchannelized through the people's representatives in Parliament,\nhas repeatedly in the last three decades, rejected all attempts,\nincluding the one made recently, to abolish or specifically restrict\nthe area of death penalty, if death penalty is still a recognized\nlegal sanction for murder or some types of murder in most of the\ncivilized countries in the world, if the framers of the Indian\nConstitution were fully aware as we shall presently show they\nwere of the existence of death penalty as punishment for murder,\nunder the Indian Penal Code, if the 35th Report and subsequent\nreports of the Law Commission suggesting retention of death\npenalty, and recommending revision of the Criminal Procedure\nCode and the insertion of the new Sections 235(2) and 354(3) in\nthat Code providing for pre-sentence hearing and sentencing\nprocedure on conviction for murder and other capital offences\nwere before the Parliament and presumably considered by it when\nin 1972-1973 it took up revision of the Code of 1898 and replaced\nit by the Code of Criminal Procedure, 1973, it is not possible to\nhold that the provision of death penalty as an alternative\npunishment for murder, in Section 302, Penal Code is\nunreasonable and not in the public interest. We would, therefore,\nconclude that the impugned provision in Section 302, violates\nneither the letter nor the ethos of Article 19.\"\nG Similarly in Machhi Singh's case (supra) in paragraph 38 the position\nwas summed up as follows:\nH\n\"38. In this background the guidelines indicated in Bachan Singh\ncase will have to be culled out and applied to the facts of each\nindividual case where the question of imposing of death sentence\narises. The following propositions emerge from Bachan Singh case:\nす\nU.O.I. v. DEVENDRA NATH RAI [PASAYAT, J.]\n301\n1\n(i) The extreme penalty of death need not be inflicted except in A\ngravest cases of extreme culpability.\n(ii) Before opting for the death penalty the circumstances of the\n'offender' also require to be taken into consideration along with\nthe circumstances of the 'crime'.\n(iii) Life imprisonment is the rule and death sentence is an exception. B\nIn other words death sentence must be imposed only when life\nimprisonment appears to be an altogether inadequate punishment\nhaving regard to the relevant circumstances of the crime, and\nprovided, and only provided, the option to impose sentence of\nimprisonment for life cannot be conscientiously exercised having\nregard to the nature and circumstances of the crime and all the\nrelevant circumstances.\nC\n(iv) A balance-sheet of aggravating and mitigating circumstances has\nto be drawn up and in doing so the mitigating circumstances\nhave to be accorded full weightage and a just balance has to be\nstruck between the aggravating and the mitigating circumstances D\nbefore the option is exercised.\"\nThe position was again reiterated in Devender Pal Singh v. State of\nNCT of Delhi, [2002] 5 SCC 234:\n58. “From Bachna Singh v. State of Punjab and Machhi Singh v.\nState of Punjab the principle culled out is that when the collective\nconscience of the community is so shocked, that it will expect the\nholders of the judicial power center to inflict death penalty irrespective\nof their personal opinion as regards desirability or otherwise of\nretaining death penalty, the same can be awarded.\nIt was observed:\nThe community may entertain such sentiment in the following\ncircumstances\n(i) When the murder is committed in an extremely brutal, grotesque,\ndiabolical, revolting, or dastardly manner so as to arouse intense and\nextreme indignation of the community.\n(2) When the murder is committed for a motive which evinces total\ndepravity and meanness; e.g. Murder by hired assassin for money or\nreward; or cold-blooded murder for gains of a person vis-a-vis whom\nthe murderer is in a dominating position or in a position of trust; or\nE\nF\nG\nH\na\n302\nA\nB\nC\nᎠ\nE\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nmurder is committed in the course for betrayal of the motherland.\n(3) When murder of a member of a Scheduled Caste or minority\ncommunity etc. is committed not for personal reasons but in\ncircumstances which arouse social wrath; or in cases of 'bride burning'\nor 'dowry deaths' or when murder is committed in order to remarry\nfor the sake of extracting dowry once again or to marry another\nwoman on account of infatuation.\n(4) When the crime is enormous in proportion. For instance when\nmultiple murders, say of all or almost all the members of a family or\na large number of persons of a particular caste, community, or locality,\nare committed.\n(5) When the victim of murder is an innocent child, or a helpless\nwoman or old or infirm person or a person vis-a-vis whom the murderer\nis in a dominating position, or a public figure generally loved and\nrespected by the community.\nIf upon taking an overall global view of all the circumstances in the\nlight of the aforesaid propositions and taking into account the answers\nto the questions posed by way of the test for the rarest or rare cases,\nthe circumstances of the case are such that death sentence in warranted,\nthe court would proceed to do so.\nWhat is culled out from the decisions noted above is that while deciding\nthe question as to whether the extreme penalty of death sentence is to be\nawarded, a balance sheet of aggravating and mitigating circumstances has to\nbe drawn up.\nIn the instant case, the High Court has not attempted to do that exercise\nand has come to an abrubt conclusion about the case being not covered by\nF the rarest of rare category. That is clearly contrary to the principles set out\nby this Court in the decisions noted above. We deem it appropriate to remit\nthe matter to the High Court to consider the matter afresh and take the\ndecision as to the appropriate sentence. The exercise has only to be limited\nto that aspect alone as the High Court itself has in the impugned judgment\nfound that the conviction was well merited.\nG\nR.P.\nThe appeal is allowed to the aforesaid extent with no order as to costs.\nAppeal allowed.\n"}