{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nM/S MOTOR INDUSTRIES CO. LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, AURANGABAD.\nJANUARY 20, 2006\n[ASHOK BHAN AND S.H. KAPADIA, JJ.]\n4937\nB\nCentral Excise Tariff Act, 1985-Chapter 84-Nozzles and nozzle holders\nused in coupling of injectors-Exemption-Entitlement of-Failure of tribunal\nand authorities to decide about construction and components of injector- c\nFailure of department to adduce evidence that nozzles and nozzle holders\nwere intermediate products which on coupling became injector, and were\nmarketable―Assessee also failed to prove their entitlement to exemption—\nThus, matter remitted to Adjudicating Authority to decide afresh.\nE\nAppellant-assessee is engaged in the manufacture of nozzles, nozzles D\nholder and injectors. Department issued notice to the appellants for levy\nof duty on nozzles and nozzle holders in respect of injectors since the\nnozzles and nozzle holders falling under tariff item 8409.00 were\nintermediate products used in the coupling or assembly of injectors (final\nproduct) falling under 8409.00 and on completion of process of coupling\na new independent product emerged, namely, an injector. Appellant\nrelying on the case of *Collector of Central Excise v. Motor Industries Co.\nLtd., contended that injector was a fitment of nozzles into nozzle holders\nand on coupling no new product came into existence; and that by\nNotifications non-vehicular injectors and also vehicular nozzles and nozzle\nholders were exempted from payment of duty. Tribunal held that the\nassessee was not entitled to exemption under the Notification as nozzles\nand nozzle holders were specifically excluded and that the case of Motor\nIndustries Co. Ltd. was not applicable. Hence the present appeal.\nRemanding the matter to the Adjudicating Authority, the Court\nHELD: Authorities below including the tribunal did not decide as\nto how an injector is constructed and what are its components. The burden\nwas on the department to lead evidence on manufacture and marketability\nwhich it did not exercise. Also the burden was on the appellant to prove\n491\nF\nG\nH\nす\n492\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA that they were entitled to exemption under the notification. The question\nof manufacture, classification and exemption are inter-connected. The\nquestion of exemption will arise only after the first question on coupling\nor assembly is decided. Exemption notifications as amended after Central\nExcise Tariff Act, 1985 has to be seen and also the application of assembly\nof injectors to vehicular and non-vehicular user has to be examined in the\nlight of the 1985 Act. Assistance of HSN in that regard may also be taken.\n[494-B-C; E-GI\nB\nC\n*Collector of Central Excise v. Motor Industries Co. Limited, (1989) 43\nELT 290, disapproved.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 4391-4392\nof 2000.\nFrom the Judgment and Order No. 601-602/2000-B dated 20.4.2000 of\nthe Customs, Excise and Gold (Control) Appellate Tribunal, New Delhi in\nD Appeal Nos. E/4495/89-B and E/5550/91-B.\nJoseph Vellapally, U.A. Rana, Sandeep Kharel, Ms. S. Roy and Ragvesh\nSingh for M/s. Gagrat \u0026 Co. for the Appellant.\nMohan Parasaran, ASG, Manish Sharma and P. Parmeswaran for\nE Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. The short question which arises for determination in\nthese civil appeals filed by the assessee under section 35-L(b) of the Central\nF Excise Act, 1944 (hereinafter referred to as \"the Act\") is whether assembly\nG\nof nozzles and nozzle holders (intermediate products) brings into existence a\nnew product called an “injector” and if so, whether the department was right\nin classifying the said injector under sub-heading 8409.00.\nAppellant is engaged in the manufacture of nozzles, nozzles holder and\ninjectors. Vide show-cause notice dated 3.9.1986, the department called upon\nthe appellant to show cause as to why duty @ 20% ad valorem on the value\nof nozzles and nozzle holders should not be recovered in respect of injectors\non the ground that the appellant had produced nozzles and nozzle holders\nfalling under tariff item 8409.00 which were captively consumed for the\nH manufacture of injectors falling under 8409.00 for which no declaration was\nMOTOR INDUSTRIES CO. LTD. v. COMM. OF CENTRAL EXCISE, AURANGABAD [KAPADIA, J.]\n493\nmade by the appellant in their classification list. At this stage, we may point A\nout that the matter has a chequered history, it has been remanded several\ntimes and for the reasons mentioned hereinafter, it is not necessary to set out\nthe entire history of the prior litigation. Suffice it to state that in reply to the\nshow-cause notices, the appellant submitted that fitting of nozzles into nozzle\nholders did not amount to manufacture; that, even after such fitment, the end-\nB\nresult remained “nozzles and nozzle holders\"; that, this entire controversy\nstood settled by the earlier judgment of Customs, Excise \u0026 Gold (Control)\nAppellant Tribunal (for short \"the tribunal\") in the case between the same\nparties, namely, Collector of Central Excise v. Motor Industries Co. Limited.,\nreported in (1989) 43 ELT 290; that, nozzle and nozzle holder had no\nindependent application as such; that, they have to be used in the IC engine C\nin an assembled state to create combustion in the combustion chamber of IC\nengines. According to the appellant, an injector was a fitment of nozzles into\nnozzle holders and that on coupling, no new product came into existence. In\nreply, the appellant further stated that non-vehicular injectors were exempted\nfrom payment of duty. In this connection, it was submitted that non-vehicular\ninjectors constituted parts of diesel engine used by agriculturists and farmers\nand, therefore, the Government decided to grant exemption to such non-\nvehicular injectors. At this stage, it may be noted that nozzles and nozzle\nholders stood excluded from exemption notification no.217/85 dated 8.10.1985.\nHowever, according to the appellant, by Amendment Notification No.79/86\ndated 10.2.1986, non-vehicular injectors were also given the benefit of E\nexemption, which has not been appreciated by the department (See Written\nSubmissions filed by the assessee before the A.C., on running page no.145\nof the paperbook of original record]. Similarly, according to the appellant,\nexemption was also given by the Government to vehicular nozzles and nozzle\nholders used in a factory of production vide notification no.75/86 dated\n10.8.1986 (See Written Submissions filed by the assessee before the A.C., on\nrunning page no. 142 of the paperbook of original record].\nBy the impugned judgment, the tribunal held that the assessee was not\nentitled to exemption under the above notification no.217/85 as “nozzles and\nnozzle holders\" were specifically excluded from the purview of the said\nnotification; that, the issue in the case of Motor Industries Co. Limited (supra)\nwas only whether nozzles fitted with the nozzle holders (injectors) were\nassessable under item 68 of the old Tariff though nozzles and nozzle holders\nwere duty paid under item 34A, hence that judgment had no application to\nthe controversy in hand.\nD\nF\nG\nT\nH\nA\nB\nD\n494\nSUPREME COURT REPORTS\n-\n[2006] 1 S.C.R.\nThis matter needs to be remanded to the adjudicating authority for the\nfollowing reasons. Firstly, in this case, the case of the department in the\nshow-cause notice was that nozzles and nozzle holders were intermediate\nproducts used in the coupling or assembly of injectors (final product); and\nthat, on completion of the process of coupling a new independent product\nemerged, namely, an injector. How is an injector constructed and what are its\ncomponents has not been decided by any of the authorities below including\nthe tribunal. Secondly, the decision of the tribunal in Motor Industries Co.\nLimited (supra) has no application. In that case, the question as to what is an\ninjector was not in issue. It was matter of classification under the old Tariff\nunder which item 34A dealt with \"parts of motor vehicle\" and which parts\nC were specifically described to include \"nozzle and nozzle holders\" whereas\nthe residuary item was item 68 and the question was whether fitment of\nnozzle into holder would attract item 68. In the said case, it was held that\neven on fitment, the product would remain \"nozzle and nozzle holder\" under\nitem 34A. In the present case, it has been alleged by the department that\nnozzles and nozzle holders were components of an injector; that, on coupling,\nwhich process constituted manufacture, an independent product, namely, an\ninjector emerged. This point was not there in the earlier case, hence, Motor\nIndustries Co. Limited (supra) has no application to the present case. Further,\nthe present case arises under the 1985 Tariff Act. Chapter 84 falls in section\nXVI. Section note 2, with the headings 84.07, 84.08 and 84.09 are required\nE to be considered. These provisions were not there in the case of Motor\nIndustries Co. Limited (supra). Thirdly, in this case, the burden was on the\ndepartment to lead evidence on manufacture and marketability. It is for the\ndepartment to prove that nozzles and nozzle holders were intermediate products\nwhich on coupling became an injector, which was a saleable commodity in\nthe market. Earlier this exercise was not done because the department had\nerred in holding that the issue was covered by Motor Industries Co. Limited\n(supra). Lastly, we may point out that the appellant has claimed exemption\nunder the above notification. The burden is on them to prove that they were\nentitled to exemption. In this connection, we may point out that the question\nof exemption will arise only after the first question on coupling or assembly\nG is decided. Here also, we may point out that exemption notifications as\namended after 1985 Tariff Act has to be seen. In this case, the question of\nmanufacture, classification and exemption are inter-connected. The application\nof the above assembly to vehicular and non-vehicular user have to be examined\nin the light of the 1985 Tariff Act. Assistance of HSN in that regard may also\nbe taken.\nF\nH\nMOTOR INDUSTRIES CO. LTD 1. COMM. OF CENTRAL EXCISE, AURANGABAD [KAPADIA.J] 495\nFor the above reasons, we set aside the impugned judgment of the A\ntribunal dated 20.4.2000 and remit the matter to the Adjudicating Authority\nfor de novo adjudication of the show-cause notices. Accordingly, the above\ncivil appeals filed by the assessee stand allowed, with no order as to costs.\nN.J.\nAppeals allowed.\nB\nT\n"}