{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nNETRAJ SINGH\nV.\nSTATE OF M.P.\nMARCH 22, 2007\n[DR. ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nPractice and Procedure-Change of counsel-Acquittal of accused-\nappellant by Sessions Court-Appeal by State before High Court, during\nC pendency of which, accused filed application for permission to change counsel\nwhich was allowed-However, on the day of final hearing in respect of the\nappeal, the cause list did not reflect name of the new counsel-Consequently\nthere was no appearance on behalf of accused when the matter was taken\nup for hearing-Reversal of order of acquittal by High Court in absence of\naccused's counsel-Challenge to-Held: There was obvious prejudice to the\nD accused-Hence judgment of High Court not sustainable—Matter remitted\nback for fresh consideration-Penal Code, 1860-s.302 r/w s.149.\nE\nF\nG\nH\nAppellant who was tried for alleged commission of offences punishable\nunder s.302 r/w. 149 IPC was acquitted by the Trial Court on ground of\ninadequate evidence. The State filed appeal before High Court. But when the\nmatter was taken up for final hearing in respect of the appeal, there was no\nappearance on behalf of the appellant. High Court proceeded to hear the appeal\nin absence of counsel for the appellant and thereafter reversed the order of\nhis acquittal by holding him guilty of the charged offences. Hence the present\nappeal.\nIt was submitted before this Court that during pendency of appeal before\nthe High Court, the Appellant had filed an application for permission to\nchange the counsel which was allowed, but since name of the new counsel\nwas not reflected in the cause list for the concerned day in respect of the\nappeal, the Appellant went unrepresented.\nAllowing the appeal, the Court\nHELD: Since the name of counsel who had been permitted to appear on\nbehalf of the appellant was not reflected in the cause list, obviously the\n370\nF-\nNETRAJ SINGH v. STATE OF M.P. [PASAYAT, J.]\n371\nappellant has been prejudiced. This is a case where the order of acquittal A\npassed in favour of Appellant has been reversed by the High Court. In the\naforesaid circumstances, the order of the High Court is set aside and the\nmatter remitted back for fresh consideration. The name of the new counsel\nshall be indicated in the cause list and not the name of counsel who was earlier\nappearing. [Paras 5 and 6] [372-C-E]\nCRIMINAL APPELLATE JURISDICTION : Crl. M.P. No. 10384 of 2004.\nB\nIN\nCriminal Appeal No. 1006 of 2006.\nFrom the Judgment \u0026 Order dated 02.05.2006 of the High Court of\nMadhya Pradesh at Jabalpur in Criminal Appeal No. 741 of 1992.\nR.P. Gupta, Parmanand Gaur and Jamshed Bey for the Appellant.\nVibha Datta Makhija for the Respondent.\nThe Judgment of the Court was delivered by\nC\nᎠ\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Madhya Pradesh High Court reversing\nthe order of acquittal passed by the trial Judge i.e. learned Additional Sessions E\nJudge, Narsinghpur. Appellant was tried for alleged commission of offences\npunishable under Section 302 read with Section 149 of the Indian Penal Code,\n1860 (in short the 'IPC'). The trial Court found the evidence to be inadequate\nand held the accused-appellant not guilty and accordingly directed the acquittal.\n2. The State preferred an appeal questioning the said order of acquittal. F\nIt appears that the matter was listed for hearing on 1.5.2006. There was no\nappearance on behalf of the present appellant who was the respondent in the\nappeal before the High Court when the matter was taken up for final hearing.\nThe High Court proceeded to hear the appeal in the absence of learned\ncounsel and reversed the order of acquittal and held the appellant guilty of\ncharged offences.\nG\n3. It is the stand of learned counsel for the appellant that during the\npendency of the appeal the appellant filed an application for permission to\nchange the counsel and sought permission to engage one Mr. Ashutosh\nSingh, Advocate to appear on his behalf in place of Mr. Anil Nima who was H\n372\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA earlier appearing at the time of hearing. By order dated 31.1.2005 the application\nwas allowed and the Court granted permission to Mr. Ashutosh Singh to\nappear on behalf of the appellant in place of earlier counsel. But in the cause\nlist for the concerned day in respect of the appeal, the name of earlier counsel\nappeared. According to learned counsel for the appellant in view of the\naforesaid position, the appellant was unrepresented.\nB\n4. Learned counsel for the respondent did not dispute the factual\nposition as stated by the appellant.\n5. Since the name of learned counsel who had been permitted to appear\non behalf of the present appellant was not reflected in the cause list, obviously\nC\nthe appellant has been prejudiced. This is a case where the order of acquittal\npassed in favour of the appellant has been reversed by the impugned judgment\nof the High Court.\n6. In the aforesaid circumstances, we set aside the order of the High\nCourt and remit the matter for fresh consideration. To avoid unnecessary\nD\ndelay, let the parties appear before the High Court on 13th April, 2007 so that\nappropriate orders can be passed by the concerned bench. The name of Mr.\nAshutosh Singh who was permitted to appear on behalf of the present\nappellant by order dated 31.1.2005 shall be indicated in the cause list and not\nthe name of learned counsel who was earlier appearing. We make it clear that\nE by remitting the matter to the High Court for fresh consideration we have not\nexpressed any opinion on the merits of the case.\nF\nB.B.B.\n7. The appeal is allowed to the aforesaid extent.\nAppeal allowed.\n"}