{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 995.\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\ncitizens of India; or\n(e) which would otherwise be disentitled to protection in a\ncourt,\nshall not be registered as a trade mark.\n-\n27 No action for infringement of unregistered trade\nmark.―\n(1)\nA\nB\n(2) Nothing in this Act shall be deemed to affect rights of\naction against any person for passing off goods as the C\ngoods of another person or the remedies in respect thereof.\n56 - Power to cancel or vary registration and to rectify\nthe register.-(1) On application made in the prescribed\nmanner to a High Court or to the Registrar by any person\naggrieved, the tribunal may make such order as it may\nthink fit for cancelling or varying the registration of a trade\nmark on the ground of any contravention, or failure to\nobserve a condition entered on the register in relation\nthereto.\nD\nE\n(2) Any person aggrieved by the absence or omission\nfrom the register of any entry, or by any entry made in the\nregister without sufficient cause, or by any entry wrongly\nremaining on the register, or by any error of defect in any\nentry in the 'register, may apply in the prescribed manner F\nto a High Court or to the Registrar, and the tribunal may\nmake such order for making, expunging or varying the\nentry as it may think fit.\n(3) The tribunal may in any proceeding under this section\ndecide any question that may be necessary or expedient\nto decide in connection with the rectification of the register.\n(4) The tribunal, of its own motion, may, after giving notice\nin the prescribed manner to the parties concerned and\nafter giving them an opportunity of being heard, make any\nG\nH\n996\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nс\nD\nE\nய\nF\n0\nH\norder referred to in sub-section (1) or sub-section (2).\n(5) Any order of the High Court rectifying the register shall\ndirect that notice of the rectification shall be served upon\nthe Registrar in the prescribed manner who shall upon\nreceipt of such notice rectify the register accordingly.\n(6) The power to rectify the register conferred by this\nsection shall include the power to remove a trade mark\nregistered in Part A of the register to Part B of the register.\n109 - Appeals.-(1) No appeal shall lie from any decision,\norder or direction made or issued under this Act by the\nCentral Government or from any act or order of the\nRegistrar for the purpose of giving effect to any such\ndecision, order or direction.\n(2) Save as otherwise expressly provided in sub-section\n(1) or in any other provision of this Act, an appeal shall lie\nto the High Court within the prescribed period from any\norder or decision of the Registrar under this Act or the\nrules made thereunder.\n(3) Every such appeal shall be preferred by petition in\nwriting and shall be in such form and shall contain such\nparticulars as may be prescribed.\n(4) Every such appeal shall be heard by a single Judge of\nthe High Court:\nProvided that any such Judge may, if he so thinks fit, refer\nthe appeal at any stage of the proceeding to a Bench of\nthe High Court.\n(5) Where an appeal is heard by a single Judge, a further\nappeal shall lie to a Bench of the High Court.\n(6) The High Court in disposing of an appeal under this\nsection shall have the power to make any order which the\nRegistrar could make under this Act.\n(7) In an appeal by an applicant for registration against a\n1\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 997\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\ndecision of the Registrar under section 17 or section 18 A\nor section 21, it shall not be open, save with the express\npermission of the court, to the Registrar or any party\nopposing the appeal to advance grounds other than those\nrecorded in the said decision or advanced by the party in\nthe proceedings before the Registrar, as the case may B\nbe, and where any such additional grounds are advanced,\nthe applicant for registration may, on giving notice in the\nprescribed manner, withdraw his application without being\nliable to pay the costs of the Registrar or the parties\nopposing his application.\n(8) Subject to the provisions of this Act and of the rules\nmade thereunder, the provisions of the Code of Civil\nprocedure, 1908 (5 of 1908), shall apply to appeals before\na High Court under this Act.\"\n21. Although a large number of issues have been raised\nby the learned counsel for the parties, we are of the opinion that\nthe principal issues which arise for our consideration are:\n(i)\nWhether the delay on the part of the respondent Nos.\nс\nD\n1 and 2 in filing the application for rectification would E\namount to acquiescence and/ or waiver?\n(ii) Whether the respondent No. 3 as also the learned\nSingle Judge and the Division Bench of the High\nCourt have failed to apply the correct tests and, thus,\nmisdirected themselves in law.\n22. It is not in dispute that the appellant manufactures whisky\nunder the brand name of 'Peter Scot'. The box of the carton\ncontains the emblem of 'Rampant Lion'. It is a malt whisky. On\none side of the box it is stated \"PRIDE OF INDIA\" and on the\nother \"KHODAY DISTILLERIES PRIVATE LIMITED”. Apart from\nthe said information on the right hand side of the label it is stated\n'Distilled from the Finest Malt and Blended with the Choicest\nWhiskies by Scotch Experts under Government Supervision'\nF\nG\n23. In terms of Section 56 of the Act, the Registrar exer- H\n998\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA cises a quasi judicial power wherefor he has to take into con-\nsideration the provisions of Sections 31 and 21 of the Act. A\npresumption can be raised in terms of Section 31 in all the le-\ngal proceedings that the trade mark is valid. The jurisdiction\ncan be invoked if the mark is not distinctive or the mark used\nB falls under any of the clause envisaged in Sections 32 of the\nAct. Furthermore if a mark had remained in existence for 7 years\nor more from the date of registration, it would be presumed to\nbe valid, unless :-\nIt had been obtained by fraud.\na)\nb)\nIt is contrary to Section 11 ; and\nc)\nThe mark had not become distinctive.\nD\n[1]\nE\n24. In this case no plea of fraud has been raised. Regis-\ntrar held in favour of the appellant that the mark had not be-\ncome distinctive. The respondents' case is based on the\npremise that the same was contrary to Section 11 of the Act.\n25. In support of their application, the respondents raised\nthe following grounds :-\n1)\n2)\n3)\nF\n4)\nG\nH\nThe mark is not distinctive.\nIt was not capable of distinguishing itself as the goods\nof the appellant.\nThe use of the mark is likely to deceive or confuse.\nNon-user of the mark.\nThey have succeeded before the learned Magistrate only\non the third ground.\n26. The principal question which arises for consideration\nis as to whether the term 'Scot' would itself be a sufficient ground\nto opine that the mark 'Peter Scot' is deceptive or confusing.\nIndisputably the onus of proof would be open the respondents.\nThe question arises is as to whether they have discharged the\nsame or not.\n'\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 999\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nRE: ISSUE NO. 1\n27. Ian Barclay is admittedly the in-house Solicitor of the\nrespondents. They have not only been filing actions against sev-\neral persons infringing the said mark in India but also in several\nother countries like Australia and United Sates of America. Ian\nBarclay in his affidavit stated :-\n\"The first applicant received notice of the advertisement\nof the said mark PETER SCOT in the Trade Mark Journal\nwhen it received a routine report from 'Wildbore and\nGibbons dated 20th September, 1974. Regrettably, the\nfirst Applicant did not lodge opposition with the time\nallowed...\"\nA\nB\nC\n28. Respondents, therefore, were well aware that the ap-\npellant had filed an application for registration. One of the ques-\ntions which was raised before respondent No.3 as also before D\nthe High Court was as to whether Article 137 of the Limitation\nAct, 1963 would apply to the rectification proceedings. Keep-\ning in view the decision of this Court in Sakur v. Tanaji [AIR\n1985 SC 1279], evidently the same has to be rejected as the\nRegistrar is not a court.\n29. The submission of Mr. Nariman, however, is that the\nperiod of three years provided for should be taken to be the\nupper limit as an equitable jurisdiction is to be invoked. Our\nattention in this behalf has been drawn to the decision of this\nCourt in State of Madhya Pradesh v. Bhailal Bhai and others,\n[1964 (6) SCR 261 at 271] wherein it was held :-\nE\nF\n\"It was necessary for the High Court to consider this\nquestion of delay before any order for refund was made.\nIt does not appear however that any attention was paid to G\nthis question. In making the orders for refund in each of\nthese cases the High Court merely said this:\n\"The present case is governed by Bhailal Bhai case.\nLearned Government Advocate formally raised the\nquestion of the remedy open to the petitioner for H\nA\n\u003e\u003e\nB\nC\nD\nE\nF\n0\nH\n1000\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nrefund of tax in order to keep the point open in the\nSupreme Court. We accordingly allow this petition\nand issue a writ directing the opponents to refund to\nthe applicant firm the amount of tax collected from it\nduring the above mentioned period.\"\nThe learned Judges appear to have failed to notice that\nthe delay in these petitions was more than the delay in the\npetition made in Bhailal Bhai case out of which Civil\nAppeal No. 362 of 62 has arisen. On behalf of the\nrespondents-petitioners in these appeals (CAS Nos. 861\nto 867 of 1962) Mr Andley has argued that the delay in\nthese cases even is not such as would justify refusal of the\norder for refund. We argued that assuming that the remedy\nof recovery by action in a Civil Court stood barred on the\ndate these applications were made that would be no reason\nto refuse relief under Article 226 of the Constitution.\nLearned counsel is right in his submission that the\nprovisions of the Limitation Act do not as such apply to the\ngranting of relief under Art 226. It appears to us however\nthat the maximum period fixed by the legislature as the\ntime within which the relief by a suit in a Civil Court must\nbe brought may ordinarily be taken to be a reasonable\nstandard by which delay in seeking remedy under Article\n226 can be measured. The court may consider the delay\nunreasonable even if it is less than the period of limitation\nprescribed for a civil action for the remedy but where the\ndelay is more than this period, it will almost always be\nproper for the court to hold that it is unreasonable. The\nperiod of limitation prescribed for recovery of money paid\nby mistake under the Limitation Act is three years from the\ndate when the mistake is known. If the mistake was known\nin these cases on or shortly after January 17, 1956 the\ndelay in making these applications should be considered\nunreasonable. If, on the other hand, as Mr Andley seems\nto argue, that the mistake discovered much later this would\nbe a controversial fact which cannot conveniently be\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1001·\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\ndecided in proceedings. In either view of the matter we A\nare of opinion the orders for refund made by the High\nCourt in these seven cases cannot be sustained.\"\n30. We are unable to accept this submission. What would\nbe the reasonable period in a given case would not depend\nupon the nature of action initiated before a statutory authority\nbut also upon the purport and object of the statute. If the reliefs\nsought for before the superior courts are the same which could\nbe sought for in a suit, the period of limitation specified for in\nthe Limitation Act may be taken to be the criteria for consider-\nation as to whether the same should be treated as a reason-\nable period, but not otherwise. In Bhailal Bhai and others (su-\npra) a writ petition was filed for refund of the tax which was le-\ngally collected. It was essentially a money claim and in that con-\ntext the aforementioned observations were made.\n31. It was next contended that the appellant suffered a great\nprejudice by reason of delay as during the said period of 18\nyears the sales figures had gone up. Our attention has been\ndrawn to a chart filed before the learned Single Judge on 6th\nJuly, 1988. Such a stand apparently had not been taken before\nthe respondent No.1. No application appears to have been\nfiled in terms of Order 41 Ruje 27 of the Code of Procedure or\nprinciples analogous thereto nor the learned Single Judge ap-\npears to have permitted them to produce additional evidence\nbefore it. The sales figures as contained in the said chart, there-\nfore, cannot be taken into consideration.\n32. We would, however, assume that such a delay ex fa-\ncie causes prejudice as a manufacturer of a popular brand. It\nmust have arranged its affairs in such a manner so that it may\nnot have to withdraw the brand or the mark after it gains popu-\nlarity.\nB\nC\nD\nE\nF\nG\n33. Respondent No. 3 as also the High Court refused to\nentertain the plea of delay leading to application of the prin-\nciples of estoppel and/ or waiver only on the premise that the\nappellant is guilty of adopting a mark which is deceptively simi- H\n1002\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA lar and/ or causes confusion.\nB\n34. Contention raised before us by Mr. Desai is that hav-\ning regard to the provisions of the Act, no application for rectifi-\ncation should be rejected on the ground of delay.\n35. The said contention is based on the premise that Sec-\ntion 11 of the Act provides for a prohibition of registration of\ncertain marks, the use of which would likely to deceive or cause\nconfusion.\n36. Section 56 of the Act provides for filing of application\nC and application for rectification and, thus, should be consid-\nered only from that point of view. Registration of a trade mark\nis governed by the provisions of the Act. Section 9 thereof pro-\nvides for restrictions for registration in Parts A and B of the\nRegister unless the essential particulars laid down therein are\nD satisfied. It provides for a detailed enquiry. An advertisement\nhas to be issued. Objections are to be called for. Only upon\nproof of existence of one or the other essential particulars therein\nand upon consideration of the objections which may be raised\ntherein, the registration of mark may be allowed. Sections 10\nE to 14 provide for prohibitions. The prohibitory provisions, there-\nfore, are required to be taken into consideration for the pur-\npose of registration of the mark. The question as to whether the\nuse of a mark would likely to deceive or cause confusion so as\nto disable the Registrar from registering the mark as a trade\nmark would be necessary to be considered only in the course\nof the enquiry conducted therefor. A Registrar of Trade Mark is\nnot supposed to know that there exist other marks which are\nregistered or which would deceive or cause confusion with any\nother established mark. In a given case, the Registrar of Trade\nMark may be aware thereof. But, in some cases, he may not\nbe. It may, therefore, not be correct to contend that Section 11\nof the Act prohibits the Registrar for registration of marks which\nwould likely to deceive or cause confusion.\nF\nG\n37. Indisputably, the duty of the Registrar is to maintain\nH the register. Indisputably again, the public interest has to be\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1003\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.}\nkept in view. An application for registration has also to be con- A\nsidered keeping the public interest in view. What is therefor,\nnecessary for the Registrar is to arrive at a conclusion as re-\ngards registration of mark, is as to whether having regard to\nthe nature of the mark sought to be registered and the use\nthereof as also the class of bias, would be deceived or con- B\nfused with the mark registered or not.\nC\n38. An application for rectification and correction of the\nregister may be entertained if any of the grounds specified\ntherein exists, viz., contravention or failure to observe the con-\ndition entered on the register or in relation thereto. An applica-\ntion for rectification and correction of the register would also be\nmaintainable if a person is aggrieved by the absence or omis-\nsion from the register of any entry or by any entry made in the\nregister without sufficient cause or by any entry wrongly remain-\ning on the register or by any error or defect in any entry in the D\nregister.\n39. The power of the Registrar in terms of Section 56 of\nthe Act is wide. Sub-section (2) of Section 56 of the Act used\nthe word \"may\" at two places. It enables a person aggrieved to\nfile an application. It enables the Tribunal to make such order\nas it may think fit. It may not, therefore, be correct to contend\nthat under no circumstances the delay or acquiescence or\nwaiver or any other principle analogous thereto would apply.\n40. Purity of register as also the public interest would in-\ndisputably be relevant consideration. But, when a discretion-\nary jurisdiction has been conferred on a statutory authority, the\nsame although would be required to be considered on objec-\ntive criteria but as a legal principle it cannot be said that the\ndelay leading to acquiescence or waiver or abandonment will\nhave no role to play. [See Ciba Ltd. Basle Switzerland v. M.\nRamalingam and S. Subramaniam trading in the name of\nSouth Indian Manufacturing Co., Madura and another AIR\n1958 Bombay 56]\n$\nE\nF\nG\nIn determining the said question, therefore, conduct of the H\n1004 SUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA person aggrieved in filing the application for rectification would\nbe relevant.\nB\nFor the aforementioned purpose, whether it is a class or\ngroup action or a private action although would be relevant but\nmay not be decisive. It is one thing to say that class or group\naction will receive special attention of the statutory authority vis-\nà-vis a private action. But, in both types of cases, public inter-\nest should remain uppermost in the mind of the authority. The\nquestion which is required to be posed therefor would be as to\nwhether the public in general or the class of bias would be de-\nC ceived or be confused if the existing mark is allowed to remain\non the register. Thus, deceptively similar or confusion is the prin-\ncipal criteria for determining applications both for registration\nas also for rectification.\nD\nWe have noticed hereinbefore that it is not the case of the\nrespondents that any fraud was practised by the appellant.\n41. Appellant started manufacturing of the product as far\nback as in the year 1968. It marketed two brand names, viz.,\nPeter Scot and Red Knight. It is said to have been done for\nE making the name attractive. It was a period when there were\nrestrictions on import of Whisky. The custom duty was high. The\nprice of a genuine Scotch Whisky was prohibitive for a large\nsection of the consumers. Appellant applied for registration in\nthe year 1971.\nF\n42. Ian Glen Barclay affirmed an affidavit in support of the\nrespondents. He, in his affidavit which otherwise remained un-\ncontroverted, admitted that the respondents were aware of reg-\nistration of the mark through an advertisement made in a trade\nmark journal at the instance of the appellant as also a report\nG received from Wildbore and Gibbons dated 20.09.1974. Re-\nspondent No. 1 had issued a notice. It also issued a notice in\nrespect of an application filed by the appellant for registered\nproprietors trade mark 'Hogmanay' which led to withdrawal of\nthe said application by the appellant before hearing. He also\nH affirmed that there are provisional trade mark agencies about\n1.\n"}