{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1015\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nDelay would be a valid defence where it has caused a A\nchange in the subject matter and action or brought about a situ-\nation in which justice cannot be done.\n60. Mr. Desai relied upon Willmott v. Barber [15 Ch. D.\n96] wherein it is stated:\nB\n\"The equitable doctrine of acquiescence is founded on\nthere having been a mistake of fact; can it be repelled by\nshowing that there was constructive notice of the real\nfacts? In every case in which a man acts under the mistaken\nbelief that he is entitled to land, he might, if he had inquired, C\nhave found out that he had no time. And yet the Courts.\nappear always to have inquired simply whether a mistake\nhas been made, not whether the plaintiff ought to have\nmade it.\"\n61. However, in Pfizer Products Inc. v. Rajesh Chopra \u0026 D\nOrs. [2007 (35) PTC 59 (Del)], injunction was granted despite\ndelay, stating :-\n\"Where infringement is deliberate and wilful and the\ndefendant acts fraudulently with knowledge that he is E\nviolating plaintiff's rights, essential elements of estoppel\nare lacking and in such a case the protection of plaintiff's\nrights by injunctive relief never is properly denied. The\ndoctrine of estoppel can only be invoked to promote fair\ndealings.\nF\n31. It would appear to me that where there is an honest\nconcurrent user by the defendant then inordinate delay or\nlaches may defeat the claim of damages or rendition of\naccounts but the relief of injunction should not be refused.\nThis so because it is the interest of the general public, G.\nwhich is the third party for such cases, which has to be\nkept in mind. In the case of inordinate delay or laches, as\ndistinguished from the case of an acquiescence, the main\nprejudice which may be caused to the defendant is that by\nreasons of the plaintiff not acting at an earlier point of time H\n1016\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nthe defendant has been able to establish his business by\nusing the infringing mark. Inordinate delay or laches may\nbe there because the plaintiff may not be aware of the\ninfringement by the defendant or the plaintiff may consider\nsuch infringement by the defendant as not being serious\nenough to hurt the plaintiff's business. Nevertheless, if the\nCourt comes to the conclusion that prejudice is likely to be\ncaused to the general public who may be mislead into\nbuying the goods manufactured by the defendant thinking\nthem to be the goods of the plaintiff then an injunction\nmust be issued. The Court may, in appropriate cases,\nallow some time to the defendants to sell off their existing\nstock but an injunction should not be denied.\"\n62. In Mc Donald's Corporation and Another v. Sterling's\nMac Fast Food Represented by its Partner John Mathew [ILR\nD 2007 Karnataka 3346], the Karnataka High Court held:\nE\nF\nןד\nG\nH\n\"9. Though the plaintiff adopted its registered trade mark\nBIG MAC in 1968 in USA, in paragraph 7 of memorandum\nof appeal it is stated as under:-\n'7. The first appellant is the proprietor in India of\nother McFamily trade marks having prefix or suffix\nMc/MAC and it has also applied for registration and\nmost of them were registered during the pendency\nof the suit and the trademarks are used in India since\nOctober, 1996.'\nFrom the above, it is clear that the plaintiffs are using their\ntrade marks in India since October 1996. However, in the\nvery next paragraph it is stated as under:\n'8. The first appellant was given approval on February\n15, 1993 by the Government of India to operate a\nchain of restaurants in India. The second appellant\nwas incorporated and registered with the Registrar\nof Companies on August 30, 1993 vide (Ex. P-30).'\nIt is thus clear that plaintiffs got registered in India in the\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1017\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nyear 1993 only. On the other hand, the defendant has A\nbeen carrying on with its business since 1983. Having\nstarted business by the plaintiffs much later than the\ndefendant in India, the plaintiffs cannot found fault with the\ndefendant in using its trademark in its business.\"\n63. A contention is sought to be raised that the purported\nwrong committed by the appellant being a continuing one would\nnot attract the doctrine of latches, acquiescence or waiver.\n64. The doctrine of continuing wrong has nothing to do\nwith the refusal on the part of a statutory authority or a court of\nlaw to exercise its discretionary jurisdiction on the ground of\nlatches, acquiescence or waiver.\nB\nC\n65. In Balakrishna Savalram Pujari Waghmare and oth-\ners v. Shree Dhyaneshwar Maharaj Sansthan and others [AIR\n1959 SC 798], this Court, while dealing with a question of ap- D\nplicability of Articles 124 and 120 of the Limitation Act, 1908,\nmade a distinction between a wrongful act causing an injury\nwhich is complete and a wrong which creates a continuing\nsource of injury rendering the doer of the act responsible and\nliable for the continuance of the said injury.\nE\nF\n66. Reliance placed by Mr. Desai on Bengal Waterproof\nLimited v. Bombay Waterproof Manufacturing Company and\nAnother [(1997) 1 SCC 99] cannot be said to have any appli-\ncation herein whatsoever. Therein, this Court principally was\ndealing with a petition as regards application of Order II, Rule\n2(3) of the Code of Civil Procedure. Holding that the cause of\naction filed in the suit in question was not the same on which\nthe earlier suit was passed and further opining that the cause of\naction for filing the suit was a continuous and recurring, infringe-\nment of the plaintiff's trade mark by the respondents continu- G\nously till the date of filing of the second suit, it was held that the\npresence in the register of a mark was a continuous wrong.\nHowever, it is not necessary to delve deep into the matter any\nfurther as we have held heretobefore that the provisions of the\nLimitation Act, 1963 will have no application in the instant case.\nI\n1018\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\n67. It is also not a case where a court has been conferred\npower to exercise a suo motu jurisdiction. Reliance placed by\nthe appellant in State of Punjab \u0026 Ors. v. Bhatinda District Coop.\nMilk P. Union Ltd. [2007 (2) SCALE 135], therefore, cannot be\nsaid to have any application.\n68. Whereas on the one hand Mr. Desai objects to the\nevidence that was produced before the learned Single Judge\nwith regard to the increase in the volume of sale of Peter Scot,\non the other hand, it was urged that if a comparison is made of\nthe Indian whisky and Scotch Whisky it would appear that some\nC Indian whiskies are costlier than some of the Scottish brands.\nThe stand taken by the respondents is self contradictory. We\nthink that their stand is not fair.\nD\n69. We, therefore, in the peculiar facts and circumstances\nof this case, are of the opinion that action of the respondents is\nbarred under the principles of acquiescence and/ or waiver.\n70. The power conferred on the Registrar is discretionary\nin nature. In a given case, the Registrar may not exercise its\njurisdiction. [See Kabushiki Kaisha Toshiba v. Tosiba Appli-\nE ances Co. \u0026 Ors. [Civil Appeal No. 3639 of 2008 decided on\n16th May, 2008]\nF\nG\nH\nRE: ISSUE NO. 2\n71. Another principal question which arises for consider-\nation is as to whether the use of the term 'Scot' would itself be a\nsufficient ground to form an opinion that the mark 'Peter Scot'\nis deceptive or confusing. Indisputably, the onus of proof there-\nfor would be on the respondents. Whether they have discharged\nthe said onus is the question?\n72. The nature of a passing off action vis-à-vis the action\nfor infringement of a registered trade mark may lead to ground\nof the same reliefs, but we, at the outset, may notice that in\nModern Law Trade Marks by Morcom, it is stated:\n“Passing off – the group or class type action\n-\n-\nthe\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1019\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nnecessary characteristics.\n14.64 A trade name may come to denote goods of a\nparticular type or class, Traders who sell these goods do\nnot have the exclusive rights in the name. The goodwill in\nthe name is shared by all of the traders who sell this type\nor class of goods. A passing off action may be brought by\none or more of these traders to protect the goodwill in the\nname.\"\nA passing off action may be brought by those who fulfill\nthe following requirements:\n(i) the claimant himself owns or has a sufficient\nproprietary interest in the requisite goodwill, and\n(ii) the goodwill so owned must be the goodwill which is\nreally likely to be damaged by the alleged\nmisrepresentations.\nA\nB\nC\nD\n73. The decision of the respondent No. 3 that the respon-\ndent No. 1 has no locus standi to file an application under Sec-\ntion 56 of the Act has attained finality. Locus has been found\nonly in favour of the respondent No. 2. It comes within the pur- E\nview of a foreign manufacturer whose goods are sold in this\ncountry. It indisputably have acquired a protectable goodwill in\nhis trade name or trademarks. There will then be the question,\nwhich in principle would involve pure question of fact, is whether\nthe goodwill is that of the foreign manufacturer or the importer.\n[See Kerly's Law of Trade Marks and Trade Names, Fourteenth\nEdition, para 15-067, page 456]\nThe Law in this regard has been specifically stated in\nKerly's Law of Trade Marks and Trade Names, Thirteenth Edi-\ntion pg. 600 in the following terms:\n\"(3) If the goods are expensive or important to the\npurchasers and not of a kind usually selected without\ndeliberation, and the customers generally educated\npersons, these are all matters to be considered.\"\nF\nG\nH\n1020\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nRespondent No.1 initiated some proceedings in Austra-\nlia and United States of America.\n74. We may notice some precedents operating in Austra-\nlia and United States of America.\nAUSTRALIA\nIn Scotch Whisky Association v. Marton De Witt, [(2008)\nFCA 73] Federal Court of Australia, was concerned with the\nquestion as whether the mark 'GLENN OAKS' was deceptively\nsimilar to trade marks that, before the priority date of the Appli-\ncation, had acquired a reputation in Australia for scotch whisky\nand scotch whisky-based liquors as envisaged under Section\n60 of the Trade Marks Act, 1995. In that proceeding also lan\nBarclay had affirmed an affidavit in favour of respondent No. 1-\nAssociation. As regards the market (s) and consumer knowl-\nD edge, it was held :-\nE\n\"33. There are two classes of consumer in the scotch\nwhisky and bourbon markets: the involved consumer and\nthe uninvolved consumer. The knowledge of these\nconsumers may be obtained in several ways - including\nlabels, customer salespeople, word of mouth and past\nexperiences.\"\nNoticing the details involving the manufacture of scotch\nwhisky that it is ordinarily made from barley; it originates in Scot-\nF land; if there are two forms of whisky blended and malt; it has\nvarious brands and its alcoholic content is at least 40 % by vol-\nume. It has further been noticed:\nG\n35. All the applicant's expert witnesses would fall within\nthis class of consumer. Given the market is quite small,\nproduct distinction between scotch whisky and other\nproducts is more readily discerned by consumers in this\nclass. They would also be aware that scotch whisky is\nsold in bottles and in pre-mixed drinks (scotch whisky\nproducts).\"\nI\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1021\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nIt was also held :-\n\"38. The purchase of bourbon and scotch whisky products.\nis not one of impulse. The habits of alcohol purchasers\ndiffers from those of purchasers of soft-drinks or sports\ndrinks, who are usually teenagers and children. Are, pricing\nand product quality are all factors that make for more\ndiscerning consumers of scotch whisky and bourbon.\n39. The uninvolved purchaser buying a present or someone\nelse will usually ask a salesperson, who will assist in\nproduct distinction between bourbon products and scotch\nwhisky products. The salesperson in a liquor store is a\nmeans by which consumers become knowledgeable about\ndifferent products. By contrast, consumers would not\ntypically ask a salesperson what a bottle of coke or a new\nsoft drink tastes like. They would purchase the product\nand try it themselves. Consumers would also read product\nlabels, see that \"scotch whisky\" is written on the container,\nand infer that scotch whisky is made in Scotland.\"\nThe tests which have been laid down therein are as under:-\n\"38. The purchase of bourbon and scotch whisky products\nis not one of impulse. The habits of alcohol purchasers\ndiffers from those of purchasers of soft-drinks or sports\ndrinks, who are usually teenagers and children. Are, pricing\nand product quality are all factors that make for more\ndiscerning consumers of scotch whisky and bourbon.\n39. The uninvolved purchaser buying a present or someone\nelse will usually ask a salesperson, who will assist in\nproduct distinction between bourbon products and scotch\nwhisky products. The salesperson in a liquor store is a\nmeans by which consumers become knowledgeable about\ndifferent products. By contrast, consumers would not\ntypically ask a salesperson what a bottle of coke or a new\nsoft drink tastes like. They would purchase the product\nand try it themselves. Consumers would also read product\nA\nB\nC\nD\nE\nF\nחד\nG\nH\n1022\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\nlabels, see that \"scotch whisky\" is written on the container,\nand infer that scotch whisky is made in Scotland.\"\nThe Court held that both involved and uninvolved purchas-\ners of bourbon and scotch whisky products could not be con-\nfused save and except those who are exceptionally stupid or\ncareless.\nAs regards deceptive similarity test, it was held :-\n\"66. The key issue under S.60 is a comparison between\nthe GLENN OAKS mark and marks used before its priority\ndate. The approach in Pianotist Co's Application (1906)\n23 RPC 774 at 777 is oft cited. There, Parker J said:\n\"You must take the two words. You must judge of them,\nboth by their look and by their sound. You must consider\nthe goods to which they are applied. You must consider\nthe nature and kind of customer who would be likely to buy\nthose goods. In fact, you must consider all of the\nsurrounding circumstances; and you must further consider\nwhat is likely to happen if each of those trade marks are\nused in a normal way as a trade mark for the goods of the\nrespective owners of the marks.\"\n67. That passage was cited with approval in Cooper\nEngineering Co. Pty. Ltd. v. Sigmund Pumps Limited\n(1952) 86 CLR 536 at 538 and in Woollen Mills at 658,\nwhere Dixon and McTiernan JJ described the comparative\nanalysis as follows:\n\"In deciding this question, the marks ought not, of course,\nto be compared side by side. An attempt should be made\nto estimate the effect or impression produced on the mind\nof potential customers by the mark or device for which the\nprotection of an injunction is sought. The impression or\nrecollection which is carried away and retained is\nnecessarily the basis of any mistaken belief that the\nchallenged mark or device is the same. The effect of\nspoken description must be considered. If a mark is in\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1023\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nB\nfact or from its nature likely to be the source of some A.\nname or verbal description by which buyers will express\ntheir desire to have the goods, then similarities both of\nsound and of meaning play an important part. The usual\nmanner in which ordinary people behave must be the test\nof what confusion or deception may be expected.\nPotential buyers of goods are not to be credited with any\nhigh perception or habitual caution. On the other hand,\nexceptional carelessness or stupidity may be disregarded.\nThe course of business and the way in which the particular\nclass of goods are sold gives, it may be said, the setting,\nC\nand the habits and observation of men considered in the\nmass affords the standard. Evidence of actual cases of\ndeception, is forthcoming, is of great weight.\"\nD\n75. The High Court of Australia in Cooper Engineering\nCo. Pty. Ltd. v. Sigmund Pumps Ltd., [ (1952) HCA 15 ] was\nconsidering the question as to whether the word 'RAINMATER'\nis deceptively similar to 'RAIN KING' in respect of spray nozzles,\nsprinklers and their parts. It was opined that the same word\n'RAIN' suffixing the word 'MASTER' and 'KING' differs in ap-\npearance and sound and those marks as a whole make them E\nquite distinct, opining :-\nF\n\"There is not a single common letter in master and in\nKing. The two words are so unlike to the eye and to the\near that counsel for the appellant was forced to rely on the\nlikelihood of deception arising from the two words\nconveying the same idea of the superiority or supremacy\nof the article as a mechanism for making a spray similar\nto falling rain or artificial rain as it was called during the\nargument. But it is obvious that trademarks, especially\nword marks, could be quite unlike and yet convey the same G\nidea of the superiority or some particular suitability of an\narticle for the work it was intended to do. To refuse an\napplication for registration on this ground would be to give\nthe proprietor of a registered trademark a complete\nmonopoly of all words conveying the same idea as his H\nA\nB\nс\nD\nE\nF\nG\nH\n1024\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\ntrademark. The fact that two marks convey the same idea\nis not sufficient in itself to create a deceptive resemblance\nbetween them, although this fact could be taken into.\naccount in deciding whether two marks which really looked\nalike or sounded alike were likely to deceive. As Lord\nParker said in the passage cited, you must consider the\nnature and kind of customer who would be likely to buy the\ngoods. A purchaser of spray nozzles and sprinklers would\nnot be likely to be lacking in discernment. He would not\nbe in a hurry to buy. He would not be likely to pay any\nattention to the presence of a common word like rain in\nthe combination. That prefix already appears in other\ntrademarks for goods of the same description sold on the\nAustralian market such as Rainwell, Rainmaker, Rain.\nQueen, and Rainbow. The learned register was right in\nholding that the only similarity between the two marks is\nthe common prefix \"Rain\" and that this similarity is not\nsufficient to create a reasonable likelihood of deception\nwhen the remaining portions of the marks are so different.\n(at p539).\"\n76. Our attention has also been drawn to an order of a\nDelegate of the Registrar of Trade Marks in Re:- Opposition\nby Southcorp Wines Pty Ltd. to the registration of trade mark\napplication number 749793 in the name of Kemeny's Food \u0026\nLiquor Pty. Limited for the trade mark, comprising the words\nDEVIL'S RIDGE and device, in Class 33 wherein on the ques-\ntion of similarity of the words 'DEVIL'S LAIR' and 'DEVIL'S\nRIDGE' both being brand names of wines, it was observed :-\n\"Despite Ms. Williamson's concerns about wines being\npurchased with labels unseen on wine lists, or in a hurry at\nbottle shops, I do not think that there would be a great deal\nof confusion between the marks here because of the\ncommon word in them. I believe that ordinary Australian\nwine drinkers are becoming increasingly knowledgable and\nsophisticated in their drinking habits and take more care\nwith their selection than Ms. Williamson believes they do.\"\n▸\n"}