{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 985.\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO.\nDistilling Company 958 F.2d 594 and Champagne Louis A\nRoederer, S.A. v. Delicato Vineyards, 148 F. 3d 1373 - re-\nferred to.\nB\n4. This Court is concerned with the class of buyer\nwho supposed to know the value of money, the quality\nand content of Scotch Whisky. They are supposed to be\naware of the difference of the process of manufacture,\nthe place of manufacture and their origin. Respondent\nNo.3, the Single Judge as also the Division Bench of the\nHigh Court, therefore, failed to notice the distinction,\nwhich is real and otherwise borne out from the precedents C\noperating in the field. Had these tests been applied the\nmatter might have been different. In a given case prob-\nably, this Court would not have interfered but in the in-\nstant case it intend to do so only because wrong tests\napplied led to a wrong result. So far as the applicability of D\nthe Geographical Indication of the Goods Act 1999 is con-\ncerned, having regard to the provisions of Sections 20(2)\nand 26(2), this Court is of the opinion that the 1999 Act\nwill have no application. (Paras-88-89) [1037-C-F]\nCadila Health Care Ltd. v. Cadila Pharmaceuticals Ltd.,\n(2001) 5 SCC 73 - referred to.\nE\nBollinger, J. and Others v. Costa Brava Wine Coy., Ld.\n(1960) 1 RPC 16; Mayor of Bradford v. Pickles 1895 AC\n587and J. Bollinger and Others v. The Costa Brava Wine F\nCompany Limited 1961 (5) RPC 116 - referred to.\nLaw of Trade Marks and Trade Names, Thirteenth Edi-\ntion pg. 600 by Kerly - referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4179\nof 2008\nFrom the final Judgment and Order dated 12/10/2007 of\nthe High Court of Judicature at Madras in T.M.S.A. No. 2 of\nG.\n1999\nH\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n986\n[2008] 9 S.C.R.\nR.F. Nariman, Lakshmi Narayana, Sunder Srinivas, Gopal\nJain, Ajay Bhargava, Vanita Bhargava, Amit Verma, Giridharan\nP. and Nupur Mukherjee (for M/s. Khaitan \u0026 Co.) for the Appel-\nlant.\nAshok H. Desai, Zubin Morris, Shruti Chanduary, Maneka\nGuruswamy, Mamta Tiwari, Swati Sinha and Jayasree Singh\n(for M/s. Fox Mandal \u0026 Co.) for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. This appeal by special leave is directed against the\njudgment and order dated 12th October, 2007 passed by a Di-\nvision Bench of the High Court of Judicature at Madras in Trade\nMark Second Appeal (TMSA) No. 2 of 1998 affirming the judg-\nment and order dated 25th September, 1998 passed in T.M.A.\nNo.3 of 1989 whereby and whereunder an appeal preferred by\nthe appellant herein under Section 109 of the Trade and Mer-\nchandise Marks Act, 1958 arising out of an order dated 12th\nMay, 1979 by respondent No.3 was dismissed.\n3. Appellant is a company incorporated under the Com-\npanies Act, 1956. It manufactures whisky under the mark 'Pe-\nter Scot'. Manufacture of the said product allegedly was started\nby the company in May, 1968. An application was filed by it for\nregistration of its mark before the respondent No.3. Appellant\nwas informed that its application was accepted and allowed to\nproceed with the advertisement, subject to the condition that\nthe mark would be treated as associated with Reg. T.M.\nNo.249226-B.\n4. A proceeding was initiated as regards registration of\nG the trade mark. No opposition was filed by the respondent.\nOnly one M/s. Mohan Meakins filed an opposition. The said\ntrade mark was registered.\nH\n5. Respondent Nos. 1 and 2 came to know of the\nappellant's mark on or about 20th September, 1974. They filed\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 987\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nan application for rectification of the said trade mark on 21st A\nApril, 1986. We may also notice that a suit for passing off has\nalso been filed by the 1st respondent and others in the Bombay\nHigh Court being C.S. No. 1729 of 1987, which is stated to be\nstill pending.\n6. Appellant having been called upon showing its cause,\nby way of an affidavit affirmed by one Mr. Petern Warren ex-\nplaining the manner in which the word 'Peter Scot' was coined,\nstating :-\n\"While I was employed in Khoday, the whisky we produced\nwas sold under at least two marks, namely RED KNIGHT\nand PETER SCOT. The brand name 'Peter Scot' was\ncoined primarily with my father in mind i.e. using his\nforename, 'Peter\", and his nationality, 'Scot'. Another factor\nbehind the coining of this brand name was the\ninternationally known British explorer, Captain Scott, and\nhis son Peter Scott, who is widely known as an artist,\nnaturalist and Chairman of the World Wildlife Fund.\nAlthough the name 'Scott' is spelt with two 't's, it is\nphonetically the same as 'Scot'.\n7. Before the 3rd respondent, respondents 1 and 2 filed\naffidavits affirmed by 20 different persons in support of their\napplication for modification. One of the affidavits to which, we\nwould advert to a little later was affirmed by lan Barclay, who is\nan in-house Solicitor of the said respondents.\n8. Several issues were framed by the 3rd respondent in\nthe said proceedings which were as under -\n\"(1) Whether the applicants are \"persons aggrieved\"\nunder Section 56:\n(2) Whether the Application for rectification is not\nmaintainable due to any mis-joinder of Applicants;\n(3) Whether the impugned mark was not distinctive of\nthe goods of the registered proprietors at the\nB\nC\nD\nE\nF\nG\nI\n988\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\ncommencement of the rectification proceedings;\n(4) Whether the impugned registration contravenes\nSection 11 at the commencement of rectification.\nproceedings; and\n(5) Whether the mark is liable to be rectified and if so,\nin what manner.\"\n9. While opining that the 1st respondent has no locus standi\nto maintain the said application for rectification, it upheld the\nlocus standi of the 2nd respondent. As regards Issue No.2 is\nC concerned, it held that the mis-joinder of the applicants is not\nD\nE\nfatal. Issue No.3 which was to the effect that whether the im-\npugned mark was not distinctive of the goods of the registered\nproprietors at the commencement of the rectification proceed-\nings, it was answered in favour of the appellant.\n10. Issue No.4 which primarily concern us was discussed\nby the 3rd respondent at some details. It was held that the mark\nhas been used deceptively for long time and, although there is\nalso unexplainable and inexcusable delay on the part of the re-\nspondents in filing the rectification application, the registered\nproprietors failed to file any evidence nor did they raise their\nlittle finger to rebut the evidence filed by the applicants/respon-\ndents. The plea of acquiescence/delay raised by the appellant\nwas negatived on the ground that the plea of deceptive ele-\nment in the impugned mark having neither been displaced nor\nF rebutted by evidence on the part of the registered proprietors,\nthe pleas of delay and acquiescence cannot be allowed in favour\nof the registered proprietors.\nG\nH\n11. On the affidavit evidence filed on behalf of the respon-\ndents, respondent No.3, although opined, that the same was\nnot satisfactory but held the respondents' plea that the impugned\nregistration contravenes Section 11 of the Act, stating :-\n\"Nonetheless, the evidence gives an impression that some\ncustomers are being persuaded into thinking that PETER\nSCOT brand Whisky is also a Scotch Whisky. This is on\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 989\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\naccount of the poresence of two factors, namely - (1) the A\npresence of the word Scot in the PETER SCOT mark and\n(2) the presence of some slogan on the Whisky bottles\nunder PETER SCOT brand. Unfortunately, there is\nabsolutely no evidence whatever from the registered\nproprietors to assail or counteract or rebut the Applicants' B\nevidence. In the absence of any material or evidence in\nrebuttal or reply from the registered proprietors, the\nevidence of Applicants stands unquestioned, unrebutted,\nunassailed and even unmitigated and I have no other go\nexcept to receive the voluminous affidavit and\ndocumentary evidence filed by Applicants on its face\nvalue.\"\n12. On the aforementioned premise, the application for\nrectification was allowed.\n13. An appeal was preferred thereagainst by the appel-\nlant before the High Court in terms of Section 109 of the Act.\n14. A learned Single Judge of the High Court dismissed\nthe said appeal. As regards the plea of acquiescence it was\nheld :-\n\"The acquiescence if it is to be made a ground for declining\nto rectify, must be of such a character as to establish\ngross-negligence on the part of the applicant or deliberate\ninaction which had regulated in the appellant incurring\nsubstantial expenditure or being misled into the belief that\nthe respondents though entitled to, had deliberately\nrefrained from taking any action and were unmindful of the\nuse of the mark by the person in whose name it was\nregistered.\nThe facts of this case are not such as to warrant the\nconclusion that there has been acquiescence.\"\n15. Noticing that the appellant had neither adduced any\nevidence nor cross-examined the deponents of the affidavits, it\nwas held :-\nC\nD\nE\nF\nG\nH\n:\n990\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\n00\nC\nD\nE\n\"It is unfortunate that the appellant had chosen to refrain\nfrom placing any material before the authority to refuse\nthe claim for rectification. Apparently, appellant did not\nhave great faith in the validity of the registration and did\nnot consider it worthwhile even to cross-examine the\nwitnesses who had filed the affidavits in support of the\napplication for rectification. It is evident that adoption of\nthe mark 'Peter scot' by the appellant was for the reasons\nmentioned in the affidavit of Peter Jeffery Warren. The\nmark was adopted apparently with a view to take\nadvantage of the good will associated with Scotch whisky\nby using the word \"Scot” as part of the trade mark for the\nwhisky manufactured by the appellant.\"\n16. As regards the quality of the affidavits it was held :-\n\"The criticism leveled against the deponents of some of\nthe affidavits filed by the respondents as evidence though\njustified to some extent does not help the appellant to\navoid rectification. The statutory standard is not the actual\nconfusion and deception but likelihood thereof. The term\n'Scot' when used in association with whisky of non-Scottish\norigin is inherently capable of and is likely to cause\nconfusion and deception.\"\n17. Feeling aggrieved, an intra court appeal was preferred\nthereagainst by the appellant. A Division Bench of the High\nF Court, as noticed hereinbefore, dismissed the said appeal. The\nDivision Bench noticed at some length the submissions made\nby the parties to inter alia hold :-\nG\nH\n\"We have carefully considered the abovesaid submissions\nmade by the counsel on either side. In our considered\nview, the use of the device \"Lion Rampant\" and the\nabovesaid description especially the description \"Distilled\nfrom the Finest Malt and Blended with the Choicest\nWhiskeys by Scotch Experts under Government\nSupervision\" is definitely intended to lead the consumers\nto believe that the whiskey manufactured by the appellant\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 991\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nis scotch whiskey. Though specific averments as above A\nsaid have been made in the affidavit on lan Barclay, the\nsame have not been rebutted by the appellant by adducing\nrebuttal evidence. The appellant has also not chosen to\ncross-examine lan Barclay on the averments contained in\nthe affidavit. Therefore, we are of the considered view that B\nboth the third respondent and the learned single Judge\nhave considered all the relevant materials available on\nrecord and have exercised their discretion properly and\nas such we do not find any reason to interfere with the\n✓ judgment of the learned single Judge.\"\n18. Mr. R.F. Nariman, learned senior counsel appearing\non behalf of the appellant, submitted :-\n1.\n2.\n3.\nRespondent No. 3 as also the High Court committed\na serious error insofar as they failed to take into\nconsideration that in view of the statement made in\nthe affidavit affirmed by lan Barclay that the\nrespondents were aware of infringement of marked\nas far back in 1974 but as no action was taken in\nrelation thereto till 1986, the application for\nrectification was barred under the principles of waiver\nand acquiescence.\nLong delay of 14 years caused in filing the said\napplication for rectification should have been held to\nbe fatal having regard to the fact that the same caused\nimmense prejudice to the appellant as in the\nmeantime, the sale of the appellant had gone many\nfolds.\nC\nD\nE\nLL\nF\nAcquiescence on the part of the respondents would\namount to waiver, if not abandonment, of their right G\nas any order passed for rectification of the mark\nbeing unconscionable and inequitable, the same\nshould not have been allowed.\n4. The word 'Peter Scot' allegedly being evolved of\nH\n992\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nScotland cannot be held to be a subject matter of\npassing off as :-\na)\nb)\nB\nC\nD\nE\nF\nملا\nG\nH\n5.\n6.\nc)\nPurchasers of the same are discerning;\nThey are aware of the brand which they would\nbe purchasing ;\nRich and wealthy people would only ordinarily\npurchase goods like Scotch Whisky and they\nbeing literate cannot possibly be pulled by the\nword 'Scot\" knowing that they are purchasing\nScotch Whisky, particularly in view of the fact\nthat in the label as also in the box, it has\ncategorically been mentioned that the product\nis a 'PRIDE OF INDIA\" and is manufactured at\nBangalore in India;\nThe Division Bench committed a serious error insofar\nit failed to take into consideration the aforementioned\narguments of the appellant, although categorically\nnoticed by it, so far as if the label is to be looked by\nin its entirety, the emblem of Rampant Lion with the\nwords 'Distilled from the Finest Malt and Blended\nwith the Choicest Whiskies by Scotch Experts under\nGovernment Supervision' must be read with the word\n\"PRIDE OF INDIA\" and the names of the appellant\nand the fact that it was manufactured at Bangalore.\nThe Division Bench of the High Court committed a\nserious error in so far as it failed to take into\nconsideration that having regard to the provisions\ncontained in Section 26 of the Geographical\nIndication of the Goods Act, 1999 (for short \"the 1999\nAct\"), the rights of trade marks which had been\nacquired through use in good faith were protected\nand thereby committed a serious error in not allowing\nthe appellant to raise the said contention, on the\npremise that the same was being raised for the first\n'\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 993\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\ntime before it.\n19. Mr. Ashok H. Desai, learned Senior Counsel appear-\ning on behalf of the respondent Nos. 1 and 2, on the other hand\nsubmitted :-\n(i)\nA\nThe findings of fact arrived at by the respondent No. B\n3 and as affirmed by the learned Single Judge and\nthe Division Bench of the High Court should not be\ninterfered with as they cannot be characterized as\nextraneous or perverse being based on no evidence.\n(ii) An application for rectification is the only remedy in C\nrespect of a registered trade mark which is likely to\ndeceive or cause confusion for the purpose of\nmaintaining the purity of register of trade marks\nwherefor the extended concept of passing off action\nshould be recognized.\n(iii) The basic distinction between the trade mark\ninfringement and passing off action is that whereas\nthe former flows from a statutory right, the latter is\naction in tort being in the realm of unfair competition.\nD\nE\n(iv) Courts in India and abroad having consistently\nprotected Scotch Whisky, any mark carrying words\nsuch as SCOT, Glen and Highland should not be\nallowed to continue. Appellant by using its product\nas Peter Scot, which is an Indian Whisky, intended F\nto be seen as a manufacturer of Scotch Whisky, as\nwould be evident from the affidavit of Mr. Peter J.\nWarren.\n(V)\nIf there is a fraud at inception in adoption of the name,\nthe court should discourage such fraud in sternest G\nway. It is not correct to contend that the delay, if any,\non the part of the respondents would amount to\nacquiescence or waiver as the purpose of filing an\napplication for rectification is to maintain the purity\nof register and public interest.\nH\n994\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(vi) There is significant evidence in the present case as\nregards confusion concerning whisky bearing the\nname of Peter Scot which having not been\ncontroverted or rebutted would clearly go to show\nthat any ordinary consumer would tend to believe\nthat Peter Scot is a Scotch and not an Indian Whisky.\n(vii) The label used by the appellant clearly suggests that\nit is a Scotch Whisky and not of Indian origin.\n(viii) The provisions of the 1999 Act are not applicable to\nthe facts and circumstances of the present case.\n20. Before adverting to the rival contentions we may no-\ntice some of the provisions of the Act.\nunder:\nSections 2(1)(d) ; 11, 27(2); 56 and 109 of the Act read as\n\"2 - Definitions and interpretation—(1) In this Act, unless\nthe context otherwise requires,—\n(a) to (c) ....\n(d) \"deceptively similar”:—A mark shall be deemed to be\ndeceptively similar to another mark if it so nearly resembles\nthat other mark as to be likely to deceive or cause\nconfusion;\n11 - Prohibition of registration of certain marks—A\nmark-\n(a) the use of which would be likely to deceive or cause\nconfusion; or\n(b) the use of which would be contrary to any law for the\ntime being in force; or\n(c) which comprises or contains scandalous or obscene\nmatter; or\n(d) which comprises or contains any matter likely to hurt\nthe religious susceptibilities of any class or section of the\nr\n"}