{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nVIDYA VIKAS MANDAL AND ANR.\nV.\nTHE EDUCATION OFFICER AND ANR.\nFEBRUARY 7, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nD\nE\nF\nService Law:\nMaharashtra Employees of Private Schools (Conditions of Service)\nRules, 1981-Rule 37(6)-Compliance of-Inquiry Committee consisting of\nthree members to communicate findings on charges against employee within\ntime stipulated-Convenor of Inquiry Committee Submitting report within\nthe time stipulated holding employee guilty-Other two members submitting\nreport after the stipulated period and exonerating employee-Termination\norder by Management-Set aside by courts below-Correctness of Held:\nRule 37(6) is mandatory in nature and was to be strictly complied with-\nReport of two members and also of individual member not in accordance with\nthe mandatory provisions-Thus order of reinstatement with back wages set\naside-Order passed by Management also set aside.\nCharges were leveled against the school teacher. Inquiry Committee was\nconstituted in terms of the Maharashtra Employees of Private Schools\n(Conditions of Service) Rules, 1981 consisting of three members. Under Rule\n37(6) the Inquiry Commiteee was required to communicate its findings to the\nManagement within 10 days. Only the Convenor of the Inquiry Comittee sent\nhis report and findings within the time stipulated to the Managament that the\nemployee was guilty. They recommended punishment of termination from\nservice. Appellant-Management issued termination order of respondent no.2.\nAppellant-Management then received the findings of the other two members\nof the Inquiry Committee much after the expiry of the stipulated period. Both\nthese members exonerated the repondent no. 2 Respondent no.2 challenged\nG the termination order. Tribunal allowed the appeal on the ground that two of\nthe three members of the Inquiry Commitee had exonerated respondent no.2\nand directed his reinstatement with full back wages. Aggrieved, Management\nfiled a writ petition. Single Judge of the High Court dismissed the same.\nManagement then filed Letters Patent Appeal which was also dismissed.\nH\n340\nx\nVIDYA VIKAS MANDAL v. EDUCATION OFFICER\n341\nHence the present appeal.\nA\nDisposing of the appeal, the Court\nt\nC\nHELD: 1.1. Rule 37(6) of the Maharashtra Employees of Private Schools\n(Conditions of Service) Rules, 1981 which is mandatory in nature, has not\nbeen strictly complied with. The Inquiry Committee comprising of three B\nmembers; only one member nominated by the Management has submittted his\nInquiry report within the time stipulated as per Rule 37(6) and admittedly.\nthe other two members nominated by the employee and an independent\nmember, have not submitted their report within the time prescribed under\nRule 37(6). However, the Division Bench though noticed that the two members\nout of three found the employee not guilty, failed to appreciate that the said\nfindings by the two members of the committee were submitted after the expiry\nof the period prescribed under Rule 37(6). The report submitted by individual\nmembers is also not in accordance with the Rules. When the Committee of\nthree Members are appointed to inquire into a particular matter, all the three\nshould submit their combined report whether consenting or otherwise. Since D\nthe report is not in accordance with the mandatory provisions, the courts below\nhave committed a serious error in accepting the said report and acted on it\nand thereby ordering the reinstatement with back wages. Since the\nreinstatement and back wages ordered are quite contrary to the mandatory\nprovisions of Rule 37(6) the order passed by the Tribunal, and Single Judge\nand also of the Division Bench of the High Court is set aside. Also the order\npassed by the Mangement based on the report submitted by the single member\nof the Committee, which is also quite contrary to the Rules is set aside.\n[Para 9] [345-F-H; 346-A-C]\nE\n1.2. In view of the order passed, rule 36(2) (a) is invoked. The\nF\nManagement of the School is directed to constitute the Committee in\naccordance with sub-Rules (i) (ii) and (iii) of Rule 36(2)(a) to decide the matter\nafresh. The respondent no.2 would be treated under suspension and would be\nentitled to the subsistence allowance as per rules with effect from the date of\ntermination of his services. [Para 10] [346-D-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 640 of 2007.\nFrom the Final judgment and Order dated 14.7.2003 of the High Court\nof Judicature at Bombay, Nagpur Bench, Nagpur in L.P.A. No. 66/2003.\nManish Pitale and Chander Shekhar Ashri for the Appellants.\nG\nH\nT\n342\nA\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nS.S. Shinde, V.N. Raghupathy, A.P. Mayee and Nikhil Nayyar for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Heard Mr. Manish Pitale, learned counsel\nB for the appellants, Mr. S.S. Shinde, learned counsel for the Respondent no.1\nand Mr. Nikhil Nayyar, learned counsel for the Respondent no.2.\n2. Leave granted.\n3. This appeal is directed against the final judgment and order dated\nC 14.7.2003 in L.P.A. No.66 of 2003 passed by the High Court of Bombay,\nD\nNagpur Bench, Nagpur. A charge-sheet was served on the delinquent\nemployee. Seven charges were leveled against him. Apart from the charge of\nharassment and misbehaviour with girl students, other charges of inefficiency,\nin-subordination and corruption were also specified against respondent no.2,\nnamely, Subhash Lingawar. A Inquiry Committee consisting of three members\nwas constituted, which consisted of Mr. P.S. Donadkar (Nominated by the\nManagement), Mr. P.V. Madamshettiwar (Deliquent's representative) and Mrs.\nV.S. Ramteke (State Awardee teacher). Respondent no.2 submitted his reply\nto the aforesaid charge sheet. The inquiry was initiated and the first meeting\nwas held on 10.10.1998. During the pendency of the inquiry, respondent no.2\nE was not suspended and he continued to attend to his duties. In the inquiry\nproceedings, it was found that the respondent no.2 was being non-cooperative,\ntwo members of the Inquiry Committee, i.e. Nominee of respondent no.2 and\nthe State Awardee teacher were trying to stall the proceedings. Upon conclusion\nof the inquiry, as required under Rule 37 (4) of the Rules, the Inquiry Committee\nsent to respondent no.2 the summary proceedings and copies of statements\nof witnesses for him to submit his explanation within 7 days under\nRule 37 (5). Thus, respondent no.2 had time of 7 days till 28.2.2000 to submit\nhis explanation. The respondent no.2 failed to submit his explanation to the\nInquiry Committee. Thus, under Rule 37 (6), the Inquiry Committee was required\nto communicate its findings to the Management within 10 days. The requirement\nG was mandatory and the period of 10 days expired on 9.3.2000. Mr. P.S. Donadkar,\nthe management nominee and the Convenor of the Inquiry Committee sent his\nreport and findings to the Management. In this report, the aforesaid Member\nand Convenor of the Inquiry Committee found all charges proved against\nrespondent no.2 and having been found guilty, punishment of termination\nfrom service was recommended against respondent no.2. It was also recorded\nH in the aforesaid report and findings that the other two members of the Inquiry\nF\nx\nVIDYA VIKAS MANDAL v. EDUCATION OFFICER [LAKSHMANAN. J.]343\nCommittee had not submitted their findings and that during the course of A\ninquiry they had sought to favour respondent no.2 and that their attitude was\nnot appropriate. As the appellant Management received the findings of only\nthe Convenor of the Inquiry Committee within the period of 10 days mandated\nby Rule 37(6) of the Rules, it decided to terminate the services of respondent\nno.2 on the basis of the recommendation and the findings received. The\nappellant Management issued order terminating the service of respondent\nno.2 w.e.f. 1.4.2000, thereby terminating the service of respondent no.2.\nB\nC\n4. The findings of the other two members of the Inquiry Committee\ndated 21.3.2000 and 29.3.2000 were received by the appellant Management.\nAccording to the appellant, these findings were no findings in the eyes of law\nbecause the period of ten days mandated by Rule 37(6) of the Rules whereby\nfindings were to be submitted to the appellant Management, had expired on\n9.3.2000 itself. Therefore, Mr. Manish Pitale, learned counsel appearing for the\nappellant-Management submitted that the aforesaid findings of the two\nmembers were meaningless. The findings of the State Awardee teacher leveled\nwild allegations against the Convenor and Management nominee Member of D\nthe Inquiry Committee. The third member, the nominee of respondent no.2,\nsimply adopted the findings of the aforesaid State Awardee teacher. In their\nfindings both these members exonerated the respondent no.2.\n5. The respondent no.2 filed an appeal bearing Appeal no.41 of 2000\nE\nbefore the Presiding Officer School Tribunal, Nagpur, challenging the aforesaid\norder of termination of service passed by the appellant Management. The said\nTribunal allowed the appeal of Respondent no.2 mainly on the ground that\ntwo of the three members of the Inquiry Committee had exonerated the\nrespondent no.2. The Tribunal directed to reinstate respondent no.2 and to\npay full back wages to him. Aggrieved by the aforesaid order, the Management F\nchallenged the same before the Nagpur Bench of the Bombay High Court by\nfiling a writ petition. The Learned Single Judge of the High Court dismissed\nthe writ petition only on the ground that two of the three members had\nexonerated the respondent no.2. Aggrieved by the said order, the Management\nfiled Letters Patent Appeal no.66/2003 before the Division Bench of the High\nCourt. In this appeal, the Management specifically raised the question of G\ninterpretation of Rule 37(6) of the aforesaid Rules to show that findings of the\ntwo members given after the expiry of the mandatory period of ten days were\nno findings in the eyes of law and that the Management was not bound to\naccept the same.\n产\nTT\nH\nA\nB\nC\n344\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n6. The Division Bench, however, dismissed the appeal again only on the\nground that two of the three members of the Inquiry Committee had exonerated\nthe respondent no.2. The present appeal was filed against the said order. The\nManagement also filed review before the Division Bench of the High Court,\nwhich passed the orders in the Letters Patent Appeal. This review application\nwas also withdrawn with liberty to approach this Court by way of special\nleave petition to challenge the order dated 14.7.2003 passed in L.P.A. no.66/\n2003.\n7. We heard the learned counsel appearing for the respective parties.\nMr. Manish Pitale, learned counsel for the appellants, submitted that the\ncourts below were not justified in holding against the appellants ignoring the\nprovision of Rule 37(6) of the Maharashtra Employees of Private Schools\n(Conditions of Service) Rules, 1981. According to the learned counsel, the\nsaid Rule is mandatory in nature. It is further submitted that the findings\ngiven by two members of the Inquiry Committee exonerating the respondent\nno.2 were submitted after the mandatory period of ten days specified in Rule\nD 37 (6) of the aforesaid Rules had expired. Therefore, he submitted that the\nfindings given by the two members of the Inquiry Committee after expiry of\nthe mandatory period cannot be binding on the appellant-Management while\ndeciding the question of taking action against respondent no.2. In support\nof the above submission, our attention was drawn to sub-Rules (4) (5) and\n(6) of Rule 37 of the aforesaid Rules, which read thus:\nE\nF\nG\nH\n\"37 (4) The Convenor of the Inquiry Committee shall forward to the\nemployee or the Head, as the case may be a summary of the proceedings\nand copies of statements of witnesses, if any, by registered post\nacknowledgment due within four days of completion of the above\nsteps and allow him a time of seven days to offer his further\nexplanation, if any.\n(5) The employee or the Head, as the case may be shall submit his\nfurther explanation to the Convener of the Inquiry Committee within\na period of seven days from the date of receipt of the summary of\nproceedings etc. either personally or by registered post\nacknowledgment due.\n(6) On receipt of such further explanation or if no explanation is\noffered within the aforesaid time the Inquiry Committee shall complete\nthe inquiry and communicate its findings on the charges against the\nemployee and its decision on the basis of these findings to the\n+\n་\nVIDYA VIKAS MANDAL v. EDUCATION OFFICER [LAKSHMANAN, J.] 345\nA\nManagement for specific action to be taken against the employee or\nthe Head, as the case may be, within ten days after the date fixed for\nreceipt of further explanation. It shall also forward a copy of the same\nby registered post acknowledgment due to the employee or the Head,\nas the case may be. A copy of the findings and decision shall also\nbe endorsed to the Education Officer or the Deputy Director, as the\ncase may be, by registered post acknowledgment due. Thereafter, the B\ndecision of the Inquiry Committee shall be implemented by the\nManagement which shall issue necessary orders within seven days.\nfrom the date of receipt of decision of the Inquiry Committee, by\nregistered post acknowledgment due. The Management shall also\nendorse a copy of its order to the Education Officer or the Deputy C\nDirector as the case may be.\"\n8. Our attention was also drawn to Rule 36 sub-clause (2)(a), which\napplies to the case of an employee and reads thus:\n\"36 (2)(a) In the case of an employee-\n(i) one member from amongst the members of the Management to be\nnominated by the Management, or by the President of the Management\nif so authorized by the Management, whose name shall be\ncommunicated to the Chief Executive Officer within 15 days from the\ndate of the decision of the Management.\n(ii) one member to be nominated by the employee from amongst the\nemployees of any private school;\n(iii) one member chosen by the Chief Executive Officer from the panel\nof teachers on whom State/National Award has been conferred.\"\nD\nE\nF\nG\n9. As rightly pointed out by the learned counsel for the appellants, Rule\n37(6), which is mandatory in nature, has not been strictly complied with. The\nInquiry Committee comprising of three members, as already noticed, only one\nmember nominated by the Management has submitted his Inquiry report\nwithin the time stipulated as per Rule 37(6) and admittedly, the other two\nmembers nominated by the employee and an independent member have not\nsubmitted their report within the time prescribed under Rule 37(6). However,\nthe learned Judges of the Division Bench, though noticed that the two\nmembers out of three found the employee not guilty, failed to appreciate that\nthe said findings by the two members of the committee were submitted after\nthe expiry of the period prescribed under Rule 37(6). In our opinion, the report H\nB\n346\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA submitted by individual members is also not in accordance with the Rules.\nWhen the Committee of three members are appointed to inquire into a particular\nmatter, all the three should submit their combined report whether consenting\nor otherwise. Since the report is not in accordance with the mandatory\nprovisions, the Tribunal and the learned Single Judge and also the Division\nBench of the High Court have committed a serious error in accepting the said\nreport and acted on it and thereby ordering the reinstatement with back\nwages. Since the reinstatement and back wages now ordered are quite contrary\nto the mandatory provisions of Rule 37(6), we have no hesitation in setting\naside the order passed by the Tribunal, and learned Single Judge and also\nof the Division Bench of the High Cou.t. In addition, we also set aside the\nC order passed by the Management based on the report submitted by the single\nmember of the Committee, which is also quite contrary to the Rules.\n10. In view of the order now passed by this Court, the Rule 36(2)(a) is\nnow to be invoked and as per the said Rule, one member from amongst the\nmembers of the Management is to be nominated by the Management or by\nD the President of the Management if so authorised by the Management, and\nE\nF\none member is to be nominated from amongst the employees of any private\nschool and the third member to be chosen by the Chief Executive Officer from\nthe panel of teachers on whom State/National Award has been conferred. We\ndirect the Management of the School to constitute the Committee in accordance\nwith sub-Rules, (i)(ii) and (iii) of Rule 36(2)(a) to go into the matter afresh. The\nrespondent no.2, the employee, will be now treated under suspension and he\nwill be entitled to the subsistence allowance as per rules with effect from the\ndate of termination of his services. The inquiry shall be completed by the\nCommittee within a period of six months from the date of their nomination/\nconstitution.\nN.J.\n11. The Civil Appeal is disposed of on the above terms. No costs.\nAppeal disposed of.\nY\n产\n"}