{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1147\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nof 8% of the amenity space shall be maintained. Clause 8 of A\nAppendix III applies the same provision to the reconstruction /\nredevelopment of cessed buildings under DCR 33(7). As\nregards the development under DCR 33 (9), clause 12.14 of\nAppendix IIIA concerning DCR 33(9), states that, “Even if the\nrecreational open space is reduced to make the project viable, B\na minimum of at least 10 percent of plot area shall be provided\nas recreational open space. In addition to this, 10 percent of\nplot area shall be earmarked for amenity space which can be\nadjusted against the DP reservation, if any\".\n20. It was canvassed on behalf of Maharashtra Chamber\nof Housing Industry by Mr. S. Ganesh, learned Senior Counsel\nthat DCR 38 (34) clearly provides under clause (iv) thereof, that\nthe recreational space prescribed in DCR 23 may be provided\nat the ground level or on open to sky podium. In his view, this\nwill enable the developers to provide more parking spaces\nwithin the plots concerned since now-a-days, there is a\ndemand for even two parking spaces per flat. He submitted\nthat, in fact, this will give a large continuous open space on the\npodium and in view thereof the Recreational / Amenity space\nneed not be at the ground level. He submitted that even trees\nwould be planted on the podium, and movements on the podium\nwill be safer for elderly people as well as for the children. The\nareas for parking and recreation on the podium can be\nseparately ear-marked for that purpose. A few photographs of\nsuch arrangements were also brought to our notice. He\nsubmitted that in view of the necessity of having more\naccommodation and more parking spaces that this provision\nhas been made, and it should be interpreted accordingly.\n21. It is very relevant to note that although Mr. F.S. Nariman,\nlearned senior counsel appeared for the respondents-\nKohinoor, he stated that after the order was passed by this\nCourt on 25.7.2013, he was appearing to assist the Court on\nthe four issues framed in Part-II of that order as amicus-curie.\nHe pointed out that sub-clause (iv) of DCR 38(34) lays down\nC\nD\nE\nF\nG\nН\n1148 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA that the recreational space 'may be provided' either at the\nground level or on open to sky podium. As against that the\nRecreational / Amenity open space contemplated under DCR\n23 was mandatory. Sub-clause (1) (a) of DCR 23 speaks of\n'vacant land' and the open spaces as far as possible 'shall be\nB provided' at one place. He, therefore, submitted that whereas\nthe provision under DCR 23 is mandatory, the one under DCR\n38(34) is discretionary, and it cannot prevail over DCR 23.\nC\nD\n22. Similarly, though learned Senior Counsel Mr. Harish.\nN Salve, appeared for the Municipal Corporation, until the\npassing of the order dated 25.7.2013, as far as the issue of\nrecreational spaces on podium is concerned, he submitted a\nseparate note to assist the Court. He pointed out that as clause\n(iii) of the DCR 38(34) states, the podium shall be used for\nparking of vehicles. Clause (iv) gives a further option to provide\nrecreational space on the podium, but it links this recreational\nspace on the podium to the recreational space prescribed in\nDCR 23, by stating that the recreational space under DCR 23,\nmay be provided at the ground level, or on the open-to-sky\npodium. In his submission, if read as an alternative to the\nE minimum recreational space on the ground floor, this provision\nwill lead to the serious erosion of recreational space at the\nground level, affecting the minimum necessities of life, and will\ntherefore lead to violation of the right to life, and will have to be\nheld as bad in law, as against the guarantee provided under\nF Article 21 of the Constitution of India. As against that in his\nsubmission clause (iv) can survive only if this clause is read\ndown as inapplicable and not excluding the recreational space\nprovided under DCR 23. In other words, it makes an additional\nprovision for recreational space, over and above the one at the\nG ground level, and does not in any way reduce the same. This\nis because the podium is basically meant to provide parking,\nas stated in clause (iii). Any recreational space provided on the\npodium is entirely discretionary, and that being so it cannot be\nread to lead to a reduction in the mandatory provision under\nClause (iii).\nH\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1149\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nA\n23. The UDRI was represented by learned Senior Counsel\nMr. Shyam Divan. He pointed out that DCR 23 providing for\nrecreational space at the ground level existed since the\ninception of DCR in 1991, and even prior thereto since 1967.\nIt was always contemplated that the recreational space will be\nat the ground level, and not at an elevated level within buildings. B\nThis is clear from the provision with respect to the trees and\nplaygrounds contained in DCR 23. Besides, he pointed out that\nclause (iii) of DCR 38(34) clearly provides that 'podium shall\nbe used for the parking of vehicles', meaning thereby that it is\nessentially to be used for parking purposes. That apart, he\nC\nsubmitted that there is clearly a risk involved in providing both\nparking as well as recreational space on the podium. DCR 38\n(34) (iv) has been introduced by way of an amendment only\nfrom 6.1.2012, and it does not contain a non-obstante clause\nthat the provision is notwithstanding the mandatory requirement\nunder DCR 23. It cannot, therefore, be read in derogation of\nthe main provision under DCR 23.\nD\nE\nF\n24. Mr. Divan then brought to our notice the harsh reality\nof the open spaces becoming smaller and smaller in the city\nof Mumbai. He placed the following hard statistics for our\nconsideration. Greater Mumbai has just 1.91 sq. mts. of open\nspace per person. Of this, less than 0.88 sq. mts. per person\nis accessible for recreational purpose. This is woefully\ninadequate as compared to the norms of 3 sq. mts. per capita\nas prescribed by the National Building Code of India 2005 and\nof 11 sq. mts. per capita recommended by the Urban\nDevelopment Plans Formulation and Implementation Guidelines\n(1996) of the Ministry of Urban Affairs, Government of India. He\npointed out that pouring of too much of cement and concrete\nis not conducive to good human living, and will ultimately affect G\nmeaningful 'life' within the meaning of Article 21 of the\nConstitution. Recreational spaces are intended to ensure that\nthere are green \"breathing spaces\" between buildings and\nproperties in the built-up environment. Trees and the land\naround them at the ground level are necessary for controlling H.\nН\n1150\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA the air pollution from the point of view of health of human beings\nas well. The shifting of recreational space from the ground to\npodiums will result in higher level of concretization, diminishing\ngreen cover, and buildings being too close to each other,\nleading to increased city temperature\nB\nC\n25. Having noted these submissions, it is seen that podium\nis permissible only on plots admeasuring 1500 sq. mts. or\nmorė. So this provision is not applicable to plots smaller than\n1500 sq. mts. As can be seen from DCR 23 (1) (a), it speaks\nof a lay-out or sub-division of 'vacant land' and open spaces.\nThe open spaces 'shall as far as possible' be provided in one\nplace. If a lay-out or sub-division is more than 5000 sq. mts.,\nopen space can be provided in more than one place, but at\nleast one such place 'shall be of not less than 1000 sq. mts.'.\nThese provisions clearly show that they are mandatory. Besides\nD under sub-clause (f) of DCR 23 there is a requirement of\nkeeping the recreational open space permanently open to the\nsky and trees are to be grown in that space as laid down, i.e.\nfive trees per hundred square meters of the recreational space\nwithin the plot. DCR 2 (64) defines ‘open space' to mean an\nE area forming an integral part of a site left open to the sky. A\n'site' is defined under DCR 2 (83) to mean a parcel or piece\nof land enclosed by definite boundaries. These DCR's when\nread together, very much make it clear that the recreational /\namenity space has to be on the land i.e. on ground level and it\nF has got to be 15%, 20% or 25% of the area depending upon\nits size. As rightly pointed out by learned senior counsel Mr.\nNariman and Mr. Salve, the requirement of recreational space\non the podium under DCR 38 (34) (iv) is discretionary. Besides,\nas the above referred clause (iii) lays down, podium shall be\nG basically used for parking. Besides Clause (iv) does not\ncontain a non-obstante clause to over-ride the requirement\nunder DCR 23 making it mandatory to provide recreational\nspace on the ground-floor. That being so, the provision under\nDCR 38 (34) cannot be read in derogation of the requirement\nunder DCR 23 or else it will result into serious erosion in the\nH\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1151\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nbasic requirements for a good life affecting the guarantee of . A\nright to life, under Article 21 of the Constitution of India. We have\ntherefore to read down clause (iv) of the DCR 38(34) as\ninapplicable and not excluding the mandatory provision under\nDCR 23.\n26. It is also relevant to note that the development schemes\nunder DCRs 33(7), 33(9) and 33(10) provide for lesser\nRecreational area / Amenity spaces. Thus, under DCR 33(7)\nand 33(10) reduction in the Amenity open space is permitted\nto make the project viable, but still minimum 8 percent of the\nproject area is required to be maintained as Amenity open\nspace. Similarly, for the schemes under DCR 33(9) minimum\n10 percent of the plot area is required to be retained as\nRecreational space. In other properties, where there are no\nsuch constraints to make the development schemes of\nrehabilitation or reconstruction of old buildings or slums viable,\nthere is no reason why the Amenity open space at the ground\nlevel should be read as permissible, to be reduced. The only\nground being given is to provide more parking and more\naccommodation, meaning thereby more construction,\nconcretization and financial expediency. Such a purpose cannot\nbe read into the provisions as they presently exist, nor is it\ndesirable to do so from the point of view of the requirement of\nminimum open spaces at the ground level.\n27. Besides, as pointed out by Mr. Divan, the requirement\nof having trees and open land around them is necessary from\nan environmental point of view, since there is already excessivé\nconcretization, and a very serious reduction in open spaces at\nthe ground level. It must be noted that the right to a clean and\nhealthy environment is within the ambit of Article 21, as has\nbeen noted in Court on its Own Motion v. Union of India\nreported in 2012 (12) SCALE 307 in the following words:-\nB\nс\nD\nE\nוּד\nF\nG\n\"The scheme\nscheme \nunder the Indian Constitution\nunambiguously enshrines in itself the right of a citizen to\nlife under Article 21 of the Constitution. The right to life H\n1152\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nΑ\nB\nC\nD\nE\nחד\nF\nG\nH\nis a right to live with dignity, safety and in a clean\nenvironment.\"\nThe right to a clean and pollution free environment, is also\na right under our common-law jurisprudence, as has been held.\nby this Court in Vellore Citizen's Welfare Forum v. Union of\nIndia and Ors reported in (1996)5SCC647 where this Court\nheld:-\n\"The Constitutional and statutory provisions protect a\npersons right to fresh air, clean water and pollution free\nenvironment, but the source of the right is the inalienable\ncommon law right of a clean environment.\"\nIn the same judgment the Court emphasized the\nimportance of Sustainable Development, and the need for a\nbalance between development and ecological considerations,\nin the following words:-\n\"The traditional concept that development and ecology\nare opposed to each other, is no longer acceptable…...\n'Sustainable Development' is the answer...Sustainable\nDevelopment as defined by the Brundtland Report\nmeans \"development that meets the needs of the present\nwithout compromising the ability of the future generations\nto meet their own needs”. We have no hesitation in\nholding that \"Sustainable Development' as a balancing\nconcept between ecology and development has been\naccepted as a part of the Customary International Law\nthough its salient features have yet to be finalised by the\nInternational Law jurists.\"\n28. Therefore, after reflecting upon the legal position, we\nare clearly of the opinion that having 15%, 20% or 25% of the\narea (depending upon the size of the lay-out) as the\nrecreational/amenity area at the ground level is a minimum.\nrequirement, and it will have to be read as such. We therefore,\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1153\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nanswer the issue no. 1 by holding that it is not permissible to\nreduce the minimum recreational area provided under DCR 23\nby relying upon DCR 38(34). However, if the developers wish\nto provide recreational area on the podium, over and above the\nminimum area mandated by DCR 23 at the ground level, they\ncan certainly provide such additional recreational area.\nIssue No.4 with respect to the protection against the\nfire hazards:-\nA\nB\nE\n29. As stated earlier, this issue was decided to be gone\ninto considering that the main building in the present complex C\nis going to be of 48 storeys. This issue was decided to be gone\ninto also in the backdrop of the recent fire that engulfed the six\nstorey Secretariat building of Maharashtra, in Mumbai. It took\na few days to extinguish the fire which resulted into a loss of\nlives. This Court sought the affidavit of the Chief Fire Officer of D\nthe appellant-Municipal Corporation on this issue. Shri Suhas\nVishnu Joshi, Chief Fire Officer, Mumbai Fire Brigade, has\naffirmed his reply on 15.9.2013. In paragraph 3 of his affidavit,\nhe has stated that the Fire Brigade of the appellant-Municipal\nCorporation has got special appliances such as Aerial Ladder\nPlatform which can reach up to the height of 70 meters, and\nthe department is in the process of procuring special\nappliances which can reach up to the height of 90 meters. In\nparagraph 4, he has accepted that in high-rise buildings above\n90 meters, the fire-fighting operations cannot be carried out\nfrom outside the building alone. They are also to be fought from\ninside the building with the help of fire safety and protection\nmeasures/installations provided in the high-rise buildings as\nper the building by-laws. He has pointed out the passive safety\nmeasures as well as active fire safety measures necessary for\nthe high-rise buildings in his affidavit. Amongst the fire safety\nmeasures, he has pointed out that the width of the access road\nand the open space for maneuverability of fire appliances has\nto be adequate.\nF\nG\nH\nA\nB\nC\n1154\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n30. It is also pointed out in this affidavit that there is a State\nAct known as Maharashtra Fire Prevention and Life Safety\nMeasures Act, 2006 under which the developers / society in-\ncharge of the building have to maintain the fire prevention and\nlife safety measures in good repair and efficient condition at\nall times. In paragraph 7 of his affidavit he has stated that for\nany high-rise and special type building, No Objection Certificate\nfrom the Chief Fire Officer is required at two stages viz. prior\nto the construction of the building and after the compliance of\nthe requirement. Besides, for buildings having a height above\n70 meters, there is a High Rise Technical Committee under the\nChairmanship of a retired Hon'ble High Court Judge with other\nexperts and the proposal for high rise buildings has to be\ncleared by this committee.\n31. As far as the maneuverability of the fire appliances is\nD concerned, fire protection requirements under DCR 43 become\nrelevant. This DCR 43 is split in two parts (1) General and (2)\nExits for every building. It reads as follows:-\nE\nF\nG\nH\n\"43. Fire Protection Requirements:-\n(1) General:―The planning design and construction of\nany building shall be such as to ensure safety from fire.\nFor this purpose, unless otherwise specified in these\nRegulations, the provisions of Part-IV; Fire Protection\nChapter. National Building Code shall apply. For multi-\nstoreyed, high rise and special buildings, additional\nprovisions relating to fire protection contained in\nAppendix VIII shall also apply-\n(A) For proposal under regulations 33(7) and 33(10), in\ncase of rehabilitation/composite buildings on plots\nexceeding 600 sq. mts. and having height more than 24\nm. at least, one side other than road side shall have\nclear open space of 6 m. at ground level, accessible from\nroad side.\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1155\nINFRASTRUCTURE COMPANY PVT. LTD. (H.L. GOKHALE, J.]\nProvided, if the building abuts another road of 6 m. or A\nmore this condition shall not be insisted.\nProvided further that in case of redevelopment proposals\nunder DCR 33(7), for plot size upto 600 sq. mt., 1.5 mts\nopen space will be deemed to be adequate.\n(B) For the proposals other than (A) above\n(a) Building having height more than 24 m. upto 70 m.\nat least one side, accessible from road side, shall have\nclear open space of 9 m. at ground level.\nProvided however, if podium is proposed it shall not\nextend 3 m. beyond building so as to have clear open\nspace of 6m. beyond podium.\nB\nC\nProvided further, where podium is accessible, to fire D\nappliances by a ramp, then above restriction shall not\napply.\n(b) Buildings having height more than 70 m. at least two\nsides accessible from road side, shall have clear open\nspace of 9m. at ground level.\nProvided however ramps if podium is proposed it shall\nnot extend 3m. beyond building line so as to have clear\nopen space 6m. beyond podium. No ramps for the\npodium shall be provided in these side open spaces.\nProvided further, where podium is accessible to fire\nappliances by a ramp then above restriction shall not\napply.\nE\nF\nG\n(c) Courtyard/ramp podium accessible to fire appliances\nshall be capable of taking the load upto 48 tonnes.\n(d) These open spaces shall be free from any obstruction\nand shall be motorable.\nH\nA\n\u003e\u003e\nB\nC\nD\nヨ・\nF\nG\n1156 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n(2) Exits:-Every building meant for human occupancy\nshall be provided with exits sufficient to permit safe\nescape of its occupants in case of fire or other emergency\nfor which the exits shall conform to the followings:-\n(i) Types:-Exits should be horizontal or vertical. A\nhorizontal exit may be a door-way, a corridor, a passage-\nway to an internal or external stairway or to an adjoining\nbuilding, a ramp, a verandah, or a terrace which has\naccess to the street or to the roof of a building. A vertical\nexit may be a staircase or a ramp, but not a lift.\n(ii) General requirements.-Exits from all the parts of the\nbuilding, except those not accessible for general public\nuse, shall-\n(a) provide continuous egress to the exterior of the\nbuilding or to an exterior open space leading to the street;\n(b) be so arranged that, except in a residential building,\nthey can be reached without having to cross another\noccupied unit; .\n(c) be free of obstruction;\n(d) be adequately illuminated;\n(e) be clearly visible, with the routes reaching them clearly\nmarked and signs posted to guide any person to the floor\nconcerned;\n(f) be fitted, if necessary, with fire fighting equipment\nsuitably located but not as to obstruct the passage,\nclearly marked and with its location clearly indicated on\nboth sides of the exit way;\n(g) be fitted with a fire alarm device, if it is either a multi-\nstoreyed, high-use or a special building so as to ensure\nits prompt evacuation;\nI\n"}