{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1157\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\n(h) remain unaffected by any alteration of any part of the A\nbuilding so far as their number, width, capacity and\nprotection thereof is concerned;\n(i) be so located that the travel distance on the floor does\nnot exceed the following limits :-\n(i) Residential, educational, institutional and hazardous\noccupancies: 22.5 m.\n(ii) Assembly, business, mercantile, industrial and\nstorage buildings: 30 m.\nNote: The travel distance to an exit from the dead end\nof a corridor shall not exceed half the distance specified\nabove. When more than one exit is required on a floor,\nthe exits shall be as remote from each other as possible:\nB\nC\nD\nProvided that subject to the provision under D.C.\nRegulation 44(5) (a) for all multi-storeyed high rise and\nspecial buildings, a minimum of two enclosed type\nstaircases shall be provided, at least one of them\nopening directly to the exterior to an interior, open space E\nor to any open place of safety.\n(iii) Number and width of Exits:-The width of an exit,\nstairway/corridor and exit door to be provided at each\nfloor in occupancies of various types shall be as shown\nin columns 3 and 5 of Table 21 hereunder. Their number\nshall be calculated by applying to every 100 sq.m. of the\nplinth or covered area of the occupancy, the relevant\nmultiplier in columns 4 and 6 of the said Table, fractions\nbeing rounded off upward to the nearest whole number.\"\n32. Now, what is seen here is that under Clause 1 (B) of\nDCR 43, for buildings having heights of more than 24 meters\nup to 70 meters, at least one side accessible from road side\nshall have clear open space of 9 meters at ground level. For\nbuildings which have a height of more 70 meters, at least two\nF\nG\nH\nB\nC\n1158 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA sides accessible from road sides, shall have a clear open\nspace of 9 meters at ground level. In both these cases where\npodium is proposed, it shall not extend 3 meters beyond the\nbuilding line so as to leave clear open space of 6 meters\nbeyond podium. Similarly Clause 1 (A) lays down that in case\nof the proposals under DCR 33(7) (which are for the cessed.\nbuilding) and those under 33(10) (which are for the slum\nrehabilitation), if the plot of the building exceeds 600 sq. mts.\nand the building is having height of more than 24 meters, at\nleast one side other than the road side shall have a clear open\nspace of 6 meters at ground level accessible from the road\nside. The first proviso to Clause 1 (A) makes an exception if\nthe building abuts another road of 6 meters or more. In that case\nthis condition is not insisted. Thus, as can be seen, a minimum\naccess of 6 meters to every building from two sides is insisted,\ni.e. from a road side and from one side within the property, or\nfrom two road sides so that the fire engine can approach the\nbuilding at least from two sides. The second proviso under\nClause 1 (A) however states that if the redevelopment proposal\nis under DCR 33(7) i.e. for reconstruction or redevelopment of\ncessed buildings on plots of size upto 600 sq. mts., only 1.5\nE meters side open space will be deemed to be adequate. This\nwill mean a space of just about 5 feet or so, through which a\nfire engine can certainly not enter.\nD\n33. We asked Mr. R.P. Bhatt, learned Senior Counsel\nF appearing for the Municipal Corporation as to what would be\nthe height of these buildings on plots upto 600 sq. mts., and\nhis answer was that it will depend on the number of flats for the\nfamilies to be accommodated in such buildings, and it may as\nwell go up to 20 floors. Mr. Ganesh, learned Senior Counsel\nappearing for the Maharashtra Chamber of Housing Industry\ndefended the existing provision on the ground of economic\nviability of such projects, and submitted that for such projects\nunder DCR 33(7), the side space inside the property will have\nto be reduced on that count. He submitted that some of these\nplots are very small and are in congested areas, and that these\nG\nH\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1159\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nredevelopment schemes are carried out by private developers. A\nAdditional construction is required to be carried out to provide\nminimum accommodation to the existing occupants as well as\nfor the newly entering occupants who pay higher amounts to buy\nthe additional flats. He referred to and relied upon a judgment\nof a bench of two judges of this Court in Jayant Achyut Sathe B\nVs. Joseph Bain D'souza \u0026 Ors. reported in 2008 (13) SCC\n547 wherein the challenge to the 1.5 m. open space (i.e. about\n5 feet) in the schemes under DCR 33 (7) came to be rejected.\n34. (i) On the other hand, Mr. Nariman pointed out that\nalthough the ladders / snorkels which the fire department are\nsupposed to go up to the height of 70 meters, the maximum\nreach of the snorkel depends on various factors such as wind\nvelocity, availability of space, and tilt and angle of the approach.\nThus, the reach is always less than the theoretical maximum\nheight. Besides, there are 33 Fire Brigade Stations in Greater\nMumbai, 15 in the city, 12 in Western Suburbs and 6 in Eastern\nSuburbs. None of these stations have sufficient equipments\n(snorkels) in their stations since they are in limited numbers.\n(ii) It was also pointed out by Mr. Nariman that as far as\nthe internal arrangement in the multi-storey buildings is\nconcerned, a refuge floor is required to be provided above\nevery 7 floors for buildings crossing the height of 24 meters.\nHowever, these refuge floors are very often not properly\nmaintained, are not kept vacant, and are used for other\npurposes. The consequence is that the effectiveness of the fire\nprotection from within the building remains in peril. He further\npointed out that the Fire Brigade is supposed to check\ninstallations such as sprinklers and other fire-fighting\nequipments as provided under Appendix VIII inside the\nbuildings periodically, but the department is understandably\nover-worked, and therefore not in a position to effectively cover\nall the buildings in the city.\n35. Mr. Shyam Divan, learned Senior Counsel appearing\nC\nD\nE\nF\nG\nH\n1160 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA for the UDRI pointed out that the present fire protection\nrequirements contained in DCR 43(1) if strictly complied with,\ncould be considered as adequate for mid-rise buildings and\nstructures up to 13 storeys. However, when it comes to the high-\nrise buildings, the fire safety requirements are primarily\nB compromised by relaxation in the access under DCR 17 and\nthe side open / setback spaces between the buildings under\nDCR 28. He submitted that the provision contained in the\nsecond proviso of DCR 43(1)(A) could not be justified.\nC\nD\nE\nF\nG\nH\n36. As far as the schemes under DCR 33(7) are\nconcerned, Mr. Shyam Divan, learned Senior Counsel\nappearing for the UDRI has pointed out that there is already a\ncriticism with respect to these schemes viz. that they are\nworking more for the developers and for the private new\nentrants who buy the flats at higher costs, than for providing the\naccommodation to the existing occupants. The State\nGovernment is also raising its hands on the ground of financial\ndifficulties to take up such schemes. Consequently, the inability\nof fire engines to go into such plots, and thereby permanently\ndenying the occupants adequate fire protection is not the\nconcern of either of them. Protection of the environment and\nhuman life are constitutional mandates, and even if the\ndevelopers and the public authorities choose to ignore these\nessentials, this Court cannot.\nAdequate access for the fire-engines as an essential\nrequirement:-\n37. Having noted the submissions of all the counsel in this\nbehalf, what we find is that whereas the provisions for the mid-\nrise buildings up to 13 floors are somewhat adequate, those\nbeyond are required to be strictly implemented from within as\nwell. The provisions for the refuge floor and various\nrequirements from within have to be strictly scrutinized and\ninsisted upon. That apart the second proviso to DCR 43(1)(A)\ncannot stand scrutiny of minimum safety requirement. If the\naccess of 6 meters is required from at least one side within\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1161\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nthe property for the fire engine to enter and move inside, we A\nfail to see as to how in redevelopment proposals under DCR\n33(7) where the plot size is up to 600 sq. mts., open space of\n1.5 meters, can be said to be adequate. As fairly pointed out\nby Mr. Bhatt, the buildings on such plots can also go up to 20\nfloors, depending upon the number of flats for the occupants. B\nto be provided for. If that is so, it is necessary to have an open\nspace of the width of 6 meters within the property for the fire\nengine to enter the property at least from one side which is so\nprovided for every other building.\nC\nD\n38. 1It is true that in Jayant Achyut Sathe (supra) the\nchallenge to the five feet open space in the schemes under\nDCR 33(7), came to be rejected. However, as can be seen from\nparagraph 49 of the judgment, it was principally rejected on the\nground that the challenge was hopelessly delayed since this\nprovision restricting the open spaces in these schemes had\nbeen in existence since 1984. The question of fire engines not\nbeing able to go inside such plots, was raised in the Bombay\nHigh Court, but this Court has not gone into that aspect in the\nsaid judgment. We are looking into the issue of the side space\non the backdrop of the failure of the fire brigade to quickly E\nextinguish the fire even in the six storeyed Secretariate building\nin Mumbai, which has sufficient side spaces on all sides. Not\nproviding a minimum space of 6 meters which makes room for\nthe fire-engine to access the building amounts to violation of\nthe right to life and equality of the residents of these buildings, F\nby not providing the same standard of safety to them which is\navailable to residents of all other buildings. It is true that some\nof these plots under the DCR 33(7) schemes are small plots\nand are in congested areas. But if that is so, nothing prevents\nthe State Government from taking over such schemes for which G.\nit can finance from the overall cess collection. In such cases, it\nmay have to accommodate only the existing occupants. This\ncan also be achieved by calling upon such occupants to partly\ncontribute towards the construction cost. But human life cannot\nbe made to suffer only on the ground that in the redevelopment H\n1162 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA scheme sufficient access cannot be provided for the fire engine\nto enter within the plot even from one side.\nB\nс\n39. We are, therefore, of the view that the second proviso\nto DCR 43(1)(A) is discriminatory as against the occupants of\nthe plots up to the size of 600 sq. mts. and therefore violative\nof Article 14 of the Constitution of India. The provision is likely\nto lead to a hazardous situation, affecting the life of the\noccupants, and therefore violative of Article 21 of the\nConstitution. We, therefore, hold the provision to be bad in law.\nIf the fire is to be extinguished at the earliest the fire-engine\nmust be able to reach the spot of fire, without any delay.\nManeuverability of the fire engine is, therefore, of utmost\nimportance. As such, most of the city roads are very narrow.\nOn top of that if there is no adequate space for the fire engine\nto enter the property, the situation will become worse. We are\nclearly of the view that even for redevelopment proposals of\nplots up to the size of 600 sq. mts. under DCR 33(7), an open\nspace of the width of 6 meters within the property which is\naccessible from the road on one side, will have to be\nmaintained unless the building abuts roads of 6 meters or more\nE on two sides, or another appropriate access of 6 meters to the\nD\nbuilding is available apart from the abutting road. This will be\nsubject to the decision of the Chief Fire Officer in writing.\nBesides, we also feel that it is necessary to direct that the fire\ndepartment must insist from the developer/society of all the\nF buildings, to certify at least once in six months that the access\nto the building, the internal exits and the internal fire fighting\narrangements are maintained as per the expectations under\nthe DCR, the norms of the fire department, and must check\nthem periodically, on its own.\nG\nH\nThe decision on Issues no. 1 and 4 to apply\nprospectively:-\n40. Although, for the reasons stated above, we are of the\nview that the provision under DCR 38 (34) cannot be read in\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1163\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nderogation to the one under DCR 23 with respect to the A\nrecreational area, and also that the second proviso to DCR 43\n(1) (A) on fire protection requirements is hazardous and\ndiscriminatory against the occupants of the schemes under\nDCR 33 (7), we do note the submission by the intervening\nPracticing Engineers, Architects, and Town Planners B\nAssociation that any such declaration/ changes be implemented\nwith prospective effect, namely, where the commencement\ncertificate (CC) has yet not been granted.\nIssue No.2 regarding height of the buildings vis-à-vis\nthe width of the adjoining road, and Issue No.3 on\nthe impact of additional FSI on the traffic situation:-\nC\nD\n41. As far as the issues no.2 and 3 are concerned, though\nthey are, in a way, independent issues, they are inter-related\nalso, and therefore, we will deal with them together. These are\nissues requiring wider consideration and consultation amongst\nplanners, and as far as these issues are concerned, this Court\nwill confine itself to making certain recommendations for\nconsideration of the planners. This is because this Court is\nconscious of the fact that the new development plan for the city E\nof Mumbai is in the process of being.drafted. It is for the\nplanners to examine these issues. However, since these issues:\nhave arisen in the context of the present matter, this Court has\ninvited the response from the appellant-Municipal Corporation\nas well as the State Government. The concerned interveners\nhave also made their submissions. We shall look into the\nsubmissions in this behalf and make certain suggestions for\nconsideration in the light thereof.\nIssue No. 2-Height of buildings, vis-à-vis width of the\nroads:-\nF\nG\n42. DCR 31 (1) lays down that the height of a building shall\nnot exceed one and a half times the total of the width of the\nstreet on which it abuts. Issue No. 2 is framed in the backdrop\nof the fact that in the present case, a tower of the height of H\n\"\n1164 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA 195.90 meters is being constructed. This tower is bounded by\nfour roads and the height of the tower is disproportionately high,\nas against the width of the adjoining roads. The first proviso to\nDCR 31(1) lays down that this restriction shall not be applicable\nfor construction of buildings undertaken under DCR section\nB 33(7), 33(8) and 33(9). Though, these DCR's are for the\nhousing re-development schemes they also add to the\npopulation in the particular area as well as the vehicles. It is\nfrom this point of view that the question has been framed as to\nwhether these exemptions are justified, valid or legal? DCR\nC 31(1) reads as follows:-\nD\nE\nF\nG\nH\n\"31. Height of Buildings\n(1) Height vis-à-vis the road width.- The height of a\nbuilding shall not exceed one and a half times the road\nof the width of the street on which it abuts and the required\nfront open space. The restrictions of height of the\nbuilding spelt out in Regulation No. 31(1) shall however,\ncease to apply in case where the plot front on road having\nwith more than 18.00 mtrs. And where front marginal\nopen space of 12 mtrs. Minimum is observed, provided\nthat open spaces on other sides are made available as\nrequired from the fire safety point of view. For this purpose,\nthe width of the street may be the prescribed width of the\nstreet, provided the height of the building does not\nexceed twice the sum of the width of the existing street\nand the width of the prescribed and required open space\nbetween the existing street and the building. The latter\nwidth shall be calculated by dividing the area of land\nbetween the street and the building by the length of the\nfront face of the building.\nExplanations-\n(i)\"Prescribed width” here means the width prescribed in\nthe development plan or the width resulting from the\nprescription of a regular line of the street under the\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1165\nINFRASTRUCTURE COMPANY PVT. LTD. {H.L. GOKHALE, J.]\nBombay Municipal Corporation Act, 1888, whichever is\nlarger.\nA\n(ii) If a building abuts two or more streets of different\nwidths, it shall be deemed for that purpose of this\nRegulation to abut the wider street; the height of the B\nbuilding shall be regulated by the width of that street and\nmay be continued to this height to a depth of 24m. along\nthe narrower street, subject to conformity with Regulation\n28:\n[Provided however, that restrictions on height spelt out in\nthis regulation shall not be applicable for reconstruction\nand redevelopment of old buildings undertaken under\nRegulation 33(7), 33(8) and 33(9) of these Regulations,\nwhich are not affected by Coastal Regulation Zone\nNotification dated 19th February, 1991, issued by the\nMinistry of Environment and Forests, Government of\nIndia, and orders issued from time to time.\n[Provided however that restrictions on height spelt out in\nthis Regulation shall not be applicable for construction\nof buildings undertaken under regulation 33(10) and\n33(14) of these regulations for implementation of Slum\nRehabilitation Scheme.]\"\nC\nD\nE\nF\n43. As far as this issue is concerned, response was sought\nfrom the Secretary, Urban Development Department, of State\nof Maharashtra, and the Chief Engineer Town Planning of the\nappellant. Shri Manu Kumar Srivastava, Principal Secretary,\nUrban Development Department, Government of Maharashtra\nhas explained these exemptions in his affidavit. He has pointed\nout that these schemes under DCR 33(7), 33(8) and 33(9) seek\nto achieve free of cost in-situ-rehabilitation of the occupants\nliving in old and dilapidated buildings. Therefore, to make the\nscheme viable, incentive FSI is granted, which the developer\nuses to construct what is called as a 'sale component' that is\nsold in the open market to recover the cost incurred by him for H\nG\nA\nB\nC\nD\n1166 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nconstructing the tenements for rehabilitation of the existing\ntenants. Therefore, the restriction on the height of these\nbuildings vis-à-vis the width of the road, is required to be\nrelaxed.\n44. Shri Rajiv Kuknur, Chief Engineer, Development\n(Development Plan) in his affidavit on this issue on behalf of\nthe appellants, reiterated that the exemptions under these\nDCRs are for accommodating existing tenants which is done\nwith the participation of private developers. Mr. Ganesh,\nappearing for the Maharashtra Chamber of Housing Industry,\nhas similarly justified granting higher FSI and construction of\nthe high-rise buildings on that footing.\n45. The State Government was represented by learned\nSenior Counsel, Mr. Shekhar Naphade. He pointed that the city\nwas suffering from some basic constraints viz. on the one hand,\nthe population was increasing, particularly in the suburbs, and\non the other hand, the land resources were very limited. There\nwas also the floating population moving from the northern\nsuburbs to the city everyday and returning back by the evening.\nE He submitted that one has to take into consideration the\npractical realities. At the time when the development plan was\nprepared in 1991, the appellant-Municipal Corporation found\nthat it could not acquire land for various public projects such\nas gardens and playgrounds and therefore, the concept of\nF Transferred Development Rights (TDR) was introduced,\nwhereunder the land owner surrenders the land required for\ngardens or playgrounds and gets the TDR in lieu thereof. He\npointed out that the population density in Mumbai was very high.\nIt was 270 persons per hectare as against 106 of New York,\nG 83 of Singapore and 64 of Hongkong. The Corporation had to\nadjust the competing interests and therefore, at appropriate\nplaces the high-rise buildings had to be permitted.\nH\n46. Mr. Shyam Divan, on the other hand, submitted that\nthese tall structures have affected access to natural light and\n"}