{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 5 S.C.R. 871\nMARGARET ALMEIDA \u0026 ORS. ETC.\nV.\nBOMBAY CATHOLIC CO-OPERATIVE HOUSING SOCIETY\nLTD. \u0026 ORS.\n(Civil Appeal Nos. 2683-2685 of 2013)\nMARCH 22, 2013\n[P. SATHASIVAM AND JAGDISH SINGH KHEHAR, JJ.]\n-\n-\nA\nB\nD\nE\nInterim Relief - Entitlement - Housing Society passes\nresolution on 25.9.1966 for re-development of the area which c\nwas let out to 69 tenant members – As per resolution, after\nredevelopment, 230 tenements would be constructed out of\nwhich 161 were meant for allottee-members and 69 for the\ntenant-members – The resolution, when challenged by tenant-\nmembers u/s.91 of Co-operative Societies Act, attained\nfinality in favour of the Society - 161 beneficiaries also made\ndeposits in the year 1966 to the Society - The tenant-\nmembers again challenged the resolution u/s. 18 of the Act\nseeking bifurcation of the Society, which issue is still pending\n- The Society by its resolution dated 6.12.2009 gave effect\nto its earlier resolution dated 25.9.1966 - Consequential\nconveyance deed dated 7.12.2009 was executed - 15 out of\nthe 69 tenant-members, then filed suits seeking direction to\nrestrain the society from taking steps in furtherance of\nresolution dated 6.12.2009 and the consequential\nconveyance deed - Interim relief not granted - In Notice of\nMotion, Single Judge of High Court granted interim relief and\nsubsequently made the interim order absolute – Division\nBench of High Court vacated the interim order – Held: The\ntenant-members are not entitled to interim relief - By vacating\nthe interim order no irreparable loss is caused to them - They\nbeing in minority (initially at the time of filing of suit 15 and\nwhen reached this Court reduced to 5) as against 225\nmembers, balance of convenience is in favour of the majority\n871\n-\n-\nF\nG\nH\n1\n872 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA and not the contesting tenant-members - Their plea to\nprocure a better offer for development than that offered to\nSociety, also shows that they are agreeable to development\nand the initiation of proceedings for restraining development\n- lacks bonafide - The tenant-members are also not entitled\nto the interim relief as they do not have proprietary interest in\nthe subject matter.\nB\nC\nD\nE\nF\nG\nH\nThe respondent-housing Society developed three\nblocks of land namely 'Willingdon West', 'Willingdon\nSouth' and 'Willingdon East'. It sold 'Willingdon West'\narea to shareholders on freehold basis and leased out the\narea in 'Willingdon South' to its shareholders. In the\n'Willingdon East' the respondent-Society constructed 25\ncottages and the same were let out to tenant-members\n(including the appellants).\nThe respondent-Society passed a resolution on 25-\n9-1966 to redevelop the land in ‘Willingdon East' by\nraising new apartments by demolishing 25 cottages, to\nhouse 230 tenements. Out of the 230 tenements, 161\ntenements would be meant for allottee-members and the\nremaining 69 tenements for the tenant-members who\nwere already in occupation of 25 cottages.\nThe tenant-members assailed the resolution u/s.91 of\nCo-operative Societies Act. After the same was finally\ndecided against the tenant members, the respondent-\nSociety invited applications for allotment of flats as per\nthe resolution dated 25.9.1966 and collected advance\nfrom about 200 members.\nThe tenant-members again challenged the\nredevelopment proposal u/s.18 of Co-operative Societies\nAct, praying for the bifurcation of the Catholic society into\ntwo i.e. one comprising of only tenant-members and the\nother comprising of all non tenant-members. The same\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP 873\nHOUSING SOC. LTD..\nalso did not culminate in favour of the tenant-members, A\nas the tenant-members ultimately withdrew their\nchallenge and undertook to co-operate with the\nrespondent-Society for redeveloping the Willingdon East\narea as envisaged in the resolution of the respondent-\nSociety dated 6.12.2009. In compliance of the resolution\ndated 6.12.2009, a conveyance dated 7.12.2009 came to\nbe executed.\nB\nSome of the tenant-members filed two civil suits\npraying for direction to the respondent-Society to restrain\nfrom taking steps in furtherance of the resolution dated C\n6.12.2009 and the consequential conveyance deed dated\n7.12.2009. As the interim relief was not granted to the\ntenant-members, they moved Notice of Motion, wherein\nthe Single Judge of High Court granted interim relief.\nSingle Judge by a further order dated 5.5.2011 made the D\ninterim order absolute. In appeal, Division Bench of High.\nCourt vacated the interim order granted by the Single\nJudge. Hence the present appeals.\nDismissing the appeals, the Court\nE\nHELD: 1. The Catholic Society comprised of about\n745 members. Out of these members the strength of the\ntenant-members at the present juncture is 69. The relief\nsought in the two suits is a claim for rights, on account\nof being tenant-members. The suits were filed by only 15 F\ntenant-members. The suits were not filed in a\nrepresentative capacity, and as such, it would be\nincorrect to assume, that the suits can be considered to\nhave been filed by all the 69 tenant-members. The number\nof tenant-members who were pursuing their remedy G\nthrough the aforesaid suits, has diminished further before\nthis Court, inasmuch as Special Leave Petition filed by\nthem comprises of eight petitioners only. Further, three\nof the eight petitioners had prayer for transposing them\nas respondents, as they did not want to pursue the matter H\nA\n'\n874 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nany further (along with the remaining petitioners). Thus,\nthe strength of the tenant-members who had initiated the\ncivil suits has successively diminished from 15. Keeping\nin mind, that the total tenant-members are 69, and the\nrelief sought in the suits, and now through the instant\nB petitions/appeals (which are filed on the strength of being\ntenant-members), has diminished to 5, it would be\ninappropriate to consider the grant of any interim relief,\nin the absence of any clear determination, that the claim\npressed by the appellants before this Court is at the\nC behest of at least a simple majority of the tenant-\nmembers. Therefore, acceptance of the prayer made by\nthe tenant-members for interim directions, would not only\nbe inappropriate but would be unthinkable. [Para 26]\n[910-B-H; 911-A-E]\nD\nE\n2. It cannot be said that the tenant-members would\nlose their co-operative membership upon implementation\nof the resolution of the Catholic Society dated 6.12.2009\n(and the consequential conveyance deed dated\n7.12.2009). All the 69 tenant-members, besides 161\nallottee-members would be entitled to occupy the\ntenements, consequent upon completion of the building\nproject emerging out of the resolution of the Catholic\nSociety dated 6.12.2009 (and the consequential\nconveyance deed dated 7.12.2009). Thereafter, they\nwould have to be enrolled as members of the Cooperative\nSociety to be formed by the developer, u/s. 10 of the\nMaharashtra Ownership of Flats (Regulation of the\nPromotion, Construction, Sale, Management \u0026 Transfer)\nAct, 1963, r/w. Rule 10 of the rules framed thereunder.\nG Thus on the instant aspect of the matter, the petitioners/\nappellants will not be subjected to any irreparable loss.\n[Para 28] [912-B-C, D-E, F-G]\nF\n3.1. In the peculiar facts and circumstances of the\nH case, it is not possible for this Court to accede to the\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD.\n875\nC\nD\nclaim of the appellants that their claim for the bifurcation A\nof the Catholic Society under Section 18 of the\nCooperative Societies Act would stand frustrated if\nresolution dated 6.12.2009 is given effect to. The first\ndispute between the rival parties arose when the Catholic\nSociety resolved to redevelop the land measuring about B\n5.5 acres, known as 'Willingdon East', by resolution\npassed on 25.9.1966. The said resolution was assailed by\nthe tenant-members under Section 91 of the Cooperative\nSocieties Act, and the issue attained finality in favour of\nCatholic Society, after a Division Bench of the High Court\ndismissed the intra-court appeal preferred by the tenant-\nmembers, on 25.7.1972. The aforesaid resolution dated\n25.9.1966 (which was declared as legal by the High\nCourt), is sought to be given effect to by the Catholic\nSociety, through its resolution dated 6.12.2009 (and\nconsequential conveyance deed dated 7.12.2009). Five\ntenant-members are now desirous of stalling the\nresolution of 25.9.1966, even though about 47 years have\ngone by since then. Thus the Catholic Society, left to\nitself, would have commenced the redevelopment of\n'Willingdon East', comprising of 230 tenements, more\nthan four and a half decades prior hereto, had the tenant-\nmembers allowed the Catholic Society to proceed with\nthe matter in terms of its aforesaid resolution. The instant\naction of the tenant-members has adversely affected all\nthose who would have been entitled to tenements, had F\nthe petitioners/appellants herein not obstructed to the\nredevelopment resolution of the Catholic Society.\nDeprivation of the rights of 230 individuals, at the behest\nof five of them, tilts the balance of convenience in favour\nof the majority (230 - 5 = 225), and against a miniscule\nminority of 5 members. In this view of the matter also, the\nHigh Court while passing the impugned order dated\n9.8.2012 was fully justified, in vacating the interim order(s)\npassed by the Single Judge. [Paras 29 and 30] [913-A-B,\nC-H; 914-AB]\nE\nG\nH\nA\n876 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\n3.2. tenant-members had filed an application\nunder Section 18 of the Co-operative Societies Act, to\nprotect the interest of the tenant-members of the Catholic\nSociety. To achieve the aforesaid objective, it was\ncanvassed, that the Catholic Society should be\nB bifurcated/divided in such a manner, that one of the\nemerging societies would comprise of only tenant-\nmembers. The second resultant society, could cater to all\nnon-tenant members. Inspite of the fact, that the aforesaid\nprocess (seeking bifurcation of the Catholic Society) was\nC initiated by the tenant-members in the seventies, and\ninspite of the fact that about four decades have since\nelapsed, the tenant-members have failed to obtain a final\ndetermination with reference to their prayer for\nbifurcation/division of the Catholic Society. [Para 31] [914-\nD D-F]\n3.3. Merely on account of the said pending claim for\nbifurcation raised by 69 tenant-members, they have\nexclusively occupied 5.5 acres of land situated in\nSantacruz, Mumbai. On the redevelopment of the said\nE land, 230 tenements would be created. The gains to the\ntenant-members, are clearly incomparable to the loss\nwhich has ensued on account of continued status quo.\n161 beneficiaries, as per the resolution of the Catholic\nSociety dated 25.9.1966 who had made deposits in 1966\nF (at the asking of the Catholic Society) are still waiting.\nThus viewed, even on the aspect of bifurcation/ division\nof the Catholic Society, there can hardly be any\njustification in the prayer made by the tenant-members,\nfor an injunction against the resolution of the Catholic\nG Society dated 6.12.2009 (and the consequential\nconveyance deed dated 7.12.2009). The balance of\nconvenience, is surely not in favour of the tenant-\nmembers. [Para 33] [915-G-H; 916-A-C]\nH\n4. It has been determined by the High Court that the\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP 877\nHOUSING SOC. LTD.\npetitioners/appellants did not have any proprietary right A\nas tenant-members of the Catholic Society. This\ndetermination attained finality between the rival parties.\nIn the impugned order dated 9.8.2012, the Division Bench\nof the High Court by relying upon the aforesaid\ndetermination, further concluded that, the petitioners/ B\nappellants are disentitled in law to claim the relief sought\nby them. Thus the relief sought by the tenant-members,\nis a relief which can ordinarily be sought only by\nindividuals/parties who have a proprietary interest, in the\nsubject matter. The Catholic Society has thus made out C\na prima facie case in its favour (the final determination\nwhereof will only be rendered, at the culmination of the\nproceedings, initiated through the civil suits). Therefore,\nit would be inappropriate to grant an injunction,\nrestraining all redevelopmental activities, in terms of the\nprayer made by the petitioners/appellants. [Para 34] [916-\nD; 918-A-C, D-E]\nD\n5. As regards the plea of the tenant-members, that\nthey were able to procure a better offer i.e. 75 crores, for\nthe same developmental project as against the E\nconveyance deed dated 7.12.2009 which contemplated a\nconsideration of Rs.70 crores payable to the Catholic\nSociety, the High Court recorded the finding that the offer\nof Rs.75 crores can be stated to have been made at the\nbehest of a rival builder who has even paid for the F\nlitigation expenses of the tenant-members. The tenant-\nmembers readily accepted the offer made by the rival\nbuilder, when he proposed before the High Court that he\nwould act in the same manner as the builder who had\ncome forward with proposal of redevelopment G\ncontemplated by the resolution of the Catholic Society.\nTherefore, it can be inferred that the tenant-members are\nagreeable to the redevelopment of 5.5 acres land\ncomprising of 'Willingdon East' in the manner\ncontemplated by the resolution of the Catholic Society H\n878\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA dated 6.12.2009 (and the consequential conveyance deed\ndated 7.12.2009), which is impugned in the suits filed by\nthe tenant-members. This also prima facie shows that the\naction of the tenant-members prima facie seems to lack\nbona fides. Therefore, this Court affirms the determination\nB rendered by the High Court that it was for the Catholic\nSociety to decide who should be given the\nredevelopmental rights, and not the tenant-members who\nare a small minority of 15 persons (the number having\nnow diminished to 5) who have initiated the litigation out\nC of which the present proceedings have arisen. As of now,\ntherefore, it is possible to prima facie infer, that the\npetitioners'/appellants' claim before the High Court does\nnot seem to be bona fide. They also do not prima facie\nseem to have genuinely initiated the instant litigation.\n[Para 35 and 36] [918-F-G; 922-D-H; 923-A]\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n2683-2685 of 2013.\nFrom the Judgments \u0026 Orders dated 09.08.2012 of the\nE High Court of Judicature at Bombay in Appeal No. 413 of 2011\nin Notice of Motion No. 172 of 2010 in Suit No. 144 of 2010,\nAppeal No. 489 of 2011 in Notice of Motion No. 172 of 2010\nin Suit No. 144 of 2010 and Appeal No. 573 of 2011 in Notice\nof Motion No. 172 of 2010 in Suit No. 144 of 2010.\nF\nWITH\nC.A. Nos. 2686-2688 \u0026 2689-2690 of 2013.\nMukul Rohtagi, J.J. Bhat, C.A. Sundaram, Vineet B. Naik,\nAbhinav Vaisht, Rafique Dada, Shyam Divan, L.N. Rao, Shally\nG Bhasin Maheshwari, Purnima Bhat, C.D. Mehta, Nikhil Nayyar,\nPritha Srikumar, T.V.S. Raghavendra Sreyas, Lalan Gupta,\nBhavik Mehta, Vatsal Merchant, Pratap Venugopal, Varun\nSingh, K.J. John \u0026 Co., Aman Vachher, Ashutosh Dubey, Harsh\nSharma Vriti Anand, P.N. Puri, P.S. Sudheer, Abu John\nH Mathew, Rishi Maheshwari, Garima Prashad, Ranjeeta Rohtagi\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD.\nfor the appearing parties.\n879\nA\nThe Judgment of the Court was delivered by\nJAGDISH SINGH KHEHAR, J. 1. Leave granted in all\nmatters.\n2. Through the instant common judgment, we propose to\ndispose of the following matters which came to be filed in this\nCourt assailing the order passed by a Division Bench of the\nHigh Court of Judicature at Bombay (hereinafter referred to as\n'the High Court') in Appeal Nos.489 of 2011, 413 of 2011 and\n573 of 2011:\nB\nC\n(i)\nMargaret Almeida \u0026 Ors. vs. Bombay Catholic Co-\noperative Housing Society \u0026 Ors., Civil Appeals\narising out of SLP (C) Nos. 30847-30849 of 2012),\nD\n(ii)\nPriti Mungrey \u0026 Ors. v. The Bombay Catholic Co-\noperative Housing Society Ltd. \u0026 Ors., Civil\nAppeals arising out of SLP (C) Nos.30867-30869\nof 2012), and\n(iii) Anthony D'Sa v. The Bombay Catholic Co-\noperative Housing Society Ltd. Civil Appeals \u0026 Ors.\n(arising out of SLP (C) Nos.28256-28257 of 2012).\nE\nDuring the Course of hearing, Civil Appeals (arising out of\nF\nSpecial Leave Petition no.30847-30849 of 2012) were treated\nas the lead case. We will, therefore, mainly rely on the\npleadings thereof, for narrating the factual controversy.\nReference will be made to pleadings in the other connected\nmatters only for recording submissions based thereon,\nadvanced during the course of hearing.\n3. The following letter was addressed by the counsel for\nMargaret Almeida (a respondent in Appeal no.413 of 2011\nbefore the High Court) intimating her of the outcome of the\naforesaid appeal, and the steps taken by him on her behalf:\nG\nH\n880\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\n“Amardev J. Uniyal,\nAdvocate High Court\n13th August 2012\nMargaret Almeida \u0026 Ors.,\nB\nMadam/Sirs,\nRe: Appeal Nos.413 of 2011, 489 of 2011 and 573 of\n2011 filed in Bombay High Court.\nC\nD\nE\nF\n0\n1. This is to inform you that the hearing in the aforesaid\nmatters concluded on 9th august 2012. The Hon'ble Court\npronounced the operative part of the Order directing that\nthe aforesaid appeals are allowed and interim order dated\n5th May 2011 stood vacated. The Counsel appearing on\nyour behalf immediately requested the Hon'ble Court to\nstay the operation and effect of the said order for a\nreasonable time to allow the matter to be tested in Appeal.\n2. However, the Hon'ble Court did not allow the said\napplication and inter alia directed that the Sumer\nAssociates Builders (Appellants in Appeal No.413 of\n2011) shall not demolish the structures in which our clients\nreside upto 30th September 2012. I have made an\napplication for the certified copy of the said order and\nsame shall forward the same on its receipt. In the\ncircumstances, you are advised to kindly file your Special\nLeave Petition before the Hon'ble Supreme Court and\nrequest for stay of the effect and implementation of the\norder dated 9th August 2012 at the earliest.\nYours faithfully,\nSd/-\nfor (Amardev J. Uniyal)\"\nH\n"}