{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n901\n(carpet area) shall be sold on ownership basis A\nunder MOFA, unless otherwise mutually decided, to\nthe 161 allottee members at a price of Rs.1800/-\nper sq.ft. (carpet area) provided that each of the said\n161 allottee members surrender their respective\nShare Certificate of the Society for cancellation and B\nproof of relinquishing their rights as members in the\nSociety.\n(5) The remaining 69 tenements (out of 230 tenements)\nC\nD\nto be constructed by M/s. Sumer Associates, on the\nsaid land shall be sold and/or conveyed by M/s.\nSumer Associates to the said 69 tenants/occupants\neither against making payment or free of cost. The\nobligation, if any of the said 69 tenants to pay for\nacquiring their flats is recorded in the Consent\nTerms/MOU/Agreement between some tenants and\nthe Society. So far as remaining tenants out of the\nsaid 69 tenants are concerned, those covered by\nUndertakings given in Court or by Decrees, will not\nbe required to pay any amount to M/s. Sumer\nAssociates for acquiring the flats. The Society shall E\ngive certified true copies of the Undertakings/\nConsent Terms/Agreements, which have been\nalready entered into between the Society and some\nof the tenants out of the said 69 tenants. M/s. Sumer\nAssociates shall enter into agreements with the F\ntenants who are members only upon their\nsurrendering their respective shares to the Society\nfor cancellation and relinquishing their rights as a\ntenant and/or member in the Society.\nG\n(6) The Allottee and Tenant members immediately on\nexecution of the Conveyance of the said land by the\nSociety shall be deemed to have ceased to be\nmembers of the Society in lieu of their right of\nallotment and right of acquiring accommodation on\nH\n902\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\n☐ D\nE\nF\n0\n☐ H\nthe said land as provided under the said\nConveyance.\n(7) M/s. Sumer Associates shall part with possession\nof the new premises in the 161 allottee members\nand 69 tenants/occupants simultaneously with\ngiving possession to any other purchasers to whom\npremises are sold.\n(8)\n(9)\nUpon completion of construction of first five\nbuildings in all aspects, M/s. Sumer association\nshall at its own costs charges and expenses\nprovide one office unit admeasuring 300 sq. ft.\n(carpet area) to the Society in the newly constructed\nbuilding on the said land or they shall otherwise\nprovide suitable alternate accommodation for the\nSociety's office in Santa Cruz (West), provided that\nonly the Stamp Duty and Registration charges on\nwhich shall be paid by the Society.\nM/s. Sumer Associates has deposited in escrow\nthe said sum of Rs.70.00 crores with M/s. Dhruve\nLiladhar \u0026 Co., Advocates, Solicitors \u0026 Notary for\nthe Society with clear instructions that, on and\nagainst execution of Conveyance or within thirty\ndays from the date of the approval of the settlement/\ntransaction by the Society at an (Extraordinary_\nSpecial General Meeting the said Advocates \u0026\nSolicitors shall, without recourse to M/s. Sumer\nAssociates, release and/or pay the said sum of\nRs.70.00 crores to the Society without claiming any\ncosts or lien.\n(10) All members who have not been accommodated on\nthe said land or on the Society's property shall be\ncompensated on pro-rata basis according to\nnumber of shares held by dividing equally the\nconsideration received net of tax, legal and other\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n903\nexpenses but after concealing by process of legal A\nexpenses those members who are untraceable for\nover 15 years.\n(11) M/s. Sumer Associates shall at its own costs,\ncharges and expenses ensure that, neither the\nChavan-Meredia Combine nor Charisma Builders\nor the Bawa Group nor Robin Home developers\nPvt. Ltd. or other such party shall make any claim\nagainst the society. All of them shall be settled and/\nor compromised by M/s. Sumer Associates at its\nown costs. Charges and expenses.\nB\nC\n(12) Undertakings given to the Hon'ble Courts in the\nproceedings initiated against some of the tenants\nand Consent Terms filed in some of the said\nproceedings and MOU's shall be honoured by M/ D\ns. Sumer Associates and they shall be totally and\nstrictly adhered to by them and the Society shall not\nbe liable for the same. Where applicable M/s.\nSumer Associates will have to make efforts to\nmodify and/or get released from the said\nUndertaking and/or Consent Terms as may be\nadvised. All undertakings to various Courts given\nby the Society shall be observed and fulfilled by M/\ns. Sumer Associates, and they shall keep the\nSociety indemnified from and against all the costs\nand consequences arising from the same.\nE\nF\n(13) The Conveyance should sufficiently indemnify the\nSociety, its Committee and its members against all\nliabilities, claims costs and consequences as a\nresult of this sale and the redevelopment of the G\nproperty and for any delay or non-performance of\nany kind.\n(14) To ensure against litigation of any kind these terms\ncan be presented before the appropriate Court for H\n904\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nE\n[1]\nF\nG\nH\nconfirmation or as Consent Terms/Settlement Terms\nas may be legally advised.\nThe aforesaid is without prejudice to the rights and\ncontentions of the Society including in the pending Appeal\nbefore the Ministry of Co-operation, Maharashtra. All\nreference to M/s. Sumer Associates and/or Robin Home\nDevelopers Pvt. Ltd. shall include their/his partners,\ndirectors or successors as applicable from the context.\"\nFURTHER RESOLVED that by virtue of the amendment\nof the Bye Laws of the Society by insertion of Article 10\nas regards the membership eligibility of a Building Sub-\nSociety by insertion of Article 10 as regards the\nmembership eligibility of a building Sub-Society as a\nmember of the Society and consequent changes in the\nstructure of the membership in the Society, the following\ncovenants to be observed and performed by the Lessees\nas presently mentioned in the indenture of Lease executed\nbetween the members and the Society shall stand deleted:\n1. Clause 4.\n2. Clause 5.\n3. Clause 6.\nThat the Lessees will not make any\nexcavation upon any part of the demised\nplot nor remove any stone, sand, gravel,\nclay or earth therefrom except for the\npurpose of forming foundations of\nbuildings.\nThat the Lessées will use the demised\nplot and premises for the purpose of a\nprivate residence only and not without the\nlicense in writing of the Lessor first had\nand obtained to do or permit any trade or\nbusiness in any building or upon any part\nof the demised plot and premises.\nThat the Lessees will not do or suffer\nanything to be done on the demised plot\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n4. Clause 7.\n5. Clause 8.\n905\nor premises which may cause damage A\nnuisance or inconvenience to the\noccupiers of adjacent houses, the Society\nor the neighbourhood.\nThat the Lessees will not assign, underlet,\nfor a period exceeding 3 years or part with\npossession of the demised lands\nhereditaments and premises or of any\npart thereof to any person without the\nwritten consent of the Society such\nconsent not to be unreasonably withheld\nwhen the proposed assignee or tenant is\na member of the Society and holding five\nfully paid shares of the Society.\nj\n:\nB\nC\nThat the Lessees will not make any D\nassignment or other disposition of the\ndemised premises or part thereof (which\nshall have the effect of vesting the\ndemised premises for the said term or\nany part thereof in other than one and the E\nsame party or parties at one time).\n6. Clause 10. That the Lessee shall submit the plans of\nthis building privy cess-pools and\ncompounds, wall or fence for the approval\nof the Society and shall not start the\nconstruction without such approval.\nF\nRESOLVED FURTHER that the status of the leasehold\nplots which are under indenture for tenures of 998 years\nwith members be converted to freehold status at and on G\nthe request of the individual members.\nRESOLVED FURTHER that the Managing Committee of\nthe Society is authorized to approve, execute and register\nindividual Agreements or Indenture or other documents and\nH\n906\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nE\nF\ndo such other necessarty acts, deeds and things as may\nbe requested to effect the above.\nRESOLVED THAT the approval for sale and transfer of the\nproperty of the Society known as Willindgon Colony in\nvillage bandra, Mumbai Suburban District bearing CTS\nNos. H/401, H/402, H/415 to H/438 also called Willingdon\nEast located at S.V. Road, Santa Cruz (West Mumbai -\n400 054, and admeasuring 25040 sq. yards equivalent to\n21,774 sq. mtrs. Together with structures standing\nthereon (\"the said Property\") on \"as is where is\" basis\nsubject to the rights of 69 tenants and 161 allottee\nmembers lumpsum consideration of Rs.70,00,00,000/-\n(Rulees Seventy Crores only) in favour of Messrs. Sumer\nAssociates (\"Sumer”), a nominee of Robin Home\nDevelopers Private Limited ('RHDPL') is hereby granted.\nRESOLVED FURTHER THAT the Managing Committee\nof the Society authorized to approve, execute and register\nconveyance and other documents of the said Property in\nfavour of Sumer as nominees of RHDPL and do such other\nnecessary acts, deed and things as may be required to\neffect the above.\"\nIn compliance with the resolution of the Catholic Society dated\n6.12.2009, a conveyance dated 7.12.2009 came to be\nexecuted.\n23. Even though all challenges raised by the tenant-\nmembers against the resolution of the Catholic Society dated\n25.9.1966 had attained finality, and even though the prayer\nmade by the tenant-members of the Catholic Society seeking\nG the bifurcation/division of the Catholic Society, has not\nculminated in favour of the tenant-members in spite of the\ninitiation of the proceedings in connection therewith in the\nseventies, yet the entire matter was sought to be reopened by\nraising a challenge through Civil Suit nos.144 and 145 of 2010,\nH which were filed by some tenant-members, wherein the main\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n907\nprayer was, that the Catholic Society should be restrained from A\ntaking steps in furtherance of the resolution passed by the\nCatholic Society dated 6.12.2009 (as also, the consequential\nconveyance deed dated 7.12.2009).\n24. In order to understand the nature of relief, sought by\nthe tenant-members in the civil suits filed by them, it would be\nappropriate to extract hereunder the prayers made in Suit\nno.144 of 2010:\n\"The plaintiffs therefore pray:\n(a) for a declaration that the said Resolution dated 6th\nDecember, 2009 (Exhibit 'K' hereto) and the said\nConveyance dated 7th December, 2009 (Exhibit 'M'\nhereto) are invalid, illegal and void ab initio and/or the\nsame are voidable as against the plaintiffs and the Tenant\nmembers of Defendant No.17 Association. That this\nHon'ble Court be pleased to pass order declaring section\n164 of Maharashtra Co-operative Societies Act, as\nviolation of Article 14 of the Constitution of India and the\nsame ought to be struck down;\n(b) for a Judgment and Decree directing Defendant No.20\nherein to deliver up the Conveyance dated 7th December,\n2009 Exhibit 'M' hereto for cancellation;\nB\nс\nD\nE\nLL\nF\n(c) that, pending the hearing and final disposal of the\npresent suit, this Hon'ble Court be pleased to issue an\nOrder and Injunction restraining the Defendant Nos.1 to 17\nand Defendant No.20 from taking any steps in furtherance\nof the said purported Resolution dated 6th December,\n2009 and/or Conveyance dated 7th December, 2009. (ii) G.\nto issue an Order and Injunction directing Defendant Nos.1\nto 16 to deposit in this Hon'ble Court the sum of Rs.70\ncrores received from Defendant No.20 under the\nResolution dated 6th December, 2009 and under the\nConveyance dated 7th December, 2009;\nH\n908\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\n(d) for ad-interim reliefs in terms of prayer clause (c) above;\n(e) for the costs of the present suit;\n(f) for such other and further reliefs as the nature and\ncircumstances of the present case may require.\"\nSince the interim prayers, as had been sought in the suits filed\nby the tenant-members, were not granted to them, they\npreferred Notice of Motion no. 172 of 2010 (arising out of Suit\nno.144 of 2010) before the High Court. By an order dated\nC 11.1.2010, a learned Single Judge of the High Court found\nfavour with the prayer made by the tenant-members. The\noperative part of the order granting interim relief to the tenant-\nmembers is being extracted hereunder:\nD\nE\nF\nG\nH\n\"47. Resultantly the following ad-interim order:\n(i)\n(ii)\nORDER\nNo further steps be taken by the concerned parties\nbased upon the Conveyance dated 07/12/2009.\nThe parties to maintain status-quo with respect to\nthe property in question i.e., Willingdon East.\n(iii) The earlier statements already recorded in the\norder dated 24th December, 2009 to continue till\nfurther order.\n(iv)\n(v)\nReply/rejoinder, if any to be filed within two weeks.\nS.O. to 25/1/2010, for hearing. However, the liberty\nis granted to the parties to settle the matter also.\n48. The learned counsel Mr.Chetan Kapadia, appearing\nfor some of the Defendants, makes statement that 18\ntenant/members have already surrendered possession\nand the tenancy to defendant No.72. However, in view of\nthe above common order, it is made clear that parties to\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n909\nmaintain status-quo will cover any further steps to these\nsuits.\"\nA\nIt would also be relevant to mention that the High Court also\npassed a common order dated 5.5.2011 in Writ Petition\nno.1769 of 2010, Chamber Summons no.748 of 2011 and\nNotice of Motion no.172 of 2010 (arising out of Suit no.144 of\n2010) and in Suit no.144 of 2010. Thereby, the Notice of\nMotion was disposed of by making absolute the interim order\nearlier granted (on 11.1.2010) in favour of the tenant-members.\nRelevant extract of the order dated 5.5.2011 in the aforesaid\nmatters is being reproduced hereunder:\nB\nC\n\"112. In the circumstances, the Notice of Motion is\ndisposed of by making the same absolute in terms of\nprayer (a)(i) and by directing all the parties to maintain\nstatus quo in respect of the suit property pending the D\nhearing and final disposal of the suit. There, however, shall\nbe no order as to costs.\"\nF\nEven though the controversy, in the manner in which it has been\ndealt with hereinabove, seems to be in the nature of final E\ndetermination between the parties, yet the instant order, is only\na determination of the validity of the interim relief sought by the\ntenant-members. In so far as the instant aspect of the matter\nis concerned, it would be relevant to mention, that the order\nextracted above, dated 5.5.2011, was assailed by the Catholic\nSociety before a Division Bench of the High Court by filing\nAppeal no.413 of 2011 (in Notice of Motion no. 172 of 2010, in\nSuit no.144 of 2010). The aforesaid appeal was disposed of\nby a Division Bench of the High Court on 7.9.2012. By the\naforesaid order, the interim protection afforded to the tenant-\nmembers on 5.5.2001, by a learned Single Judge of the High\nCourt, was ordered to be vacated. It is the instant order dated\n7.9.2012, which is the subject matter of challenge (at the hands.\nof the tenant-members), before us.\nG\n25. While adjudicating upon the controversy in hand, and H\n910\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA while determining the validity of the impugned order passed by\nthe Division Bench of the High Court dated 7.9.2012, we shall\napply ourselves to issues relevant for granting or denying interim\nprayers, while disposing of the instant appeals.\nB\nC\nD\n26. As noticed above, the Catholic Society comprises of\nabout 745 members. Out of these members there were\noriginally 54 tenant-members and 15 tenants simplicitor (the\ntenants simplicitor, were not members of the Catholic Society).\nAfter the coming into force of the Cooperative Societies Act,\nall the tenants (including the tenant-members, as also, the\ntenants simplicitor) became members of the Catholic Society.\nIt is therefore, that the strength of the tenant-members at the\npresent juncture is 69. The relief sought in the two suits (i.e. Suit\nno.144 of 2010 and Suit no. 145 of 2010) is a claim for rights,on\naccount of being tenant-members. It is important to point out,\nthat the aforesaid suits were filed by only 15 tenant-members.\nIt is these 15 tenant-members, who had pursued their prayer\nfor interim relief, before the High Court. It is not a matter of\ndispute, that the suits referred to above, were not filed in a\nrepresentative capacity, and as such, it would be incorrect to\nE assume, that the aforesaid suits can be considered to have\nbeen filed by all the 69 tenant-members. The correct factual\nposition is, that out of 69 tenant-members only 15 tenant-\nmembers had filed the aforesaid suits. The number of tenant-\nmembers who were pursuing their remedy through the\nF aforesaid suits, has diminished further before this Court,\ninasmuch as Special Leave Petition (C) nos.30847-49 of 2012\ncomprises of 8 petitioners only. It is therefore apparent, that 7\nof the plaintiffs in the suits, have now not joined hands with\nthose who have approached this Court, (and are now\nG appellants, before this Court). The instant factual narration\nH\nhowever proceeds further, inasmuch as, IA nos. 17-19 of 2012\n(arising out of SLP (C) nos.30847-49 of 2012) have been filed\nby three of the petitioners (now appellants) i.e., petitioner/\nappellant nos.2, 3 and 4, i.e., Jennifer Pegado, Elwyn D'cruz\nand Don Donato D'Silva, with a prayer for transposing them\n"}