{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"MARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n921\nChavan is using the plaintiffs as a tool to block the A\nredevelopment of the Society.\"\n1\nThe aforesaid conclusion drawn by the High Court is sought to\nbe reiterated by the applicants in Interlocutory Application nos.\n17-19 of 2012. As already noticed hereinabove, the instant\ninterlocutory applications have been filed by three of the\npetitioners/appellants, namely, Jennifer Pegado, Elwyn D Cruz\nand Don Donato D'Silva. In paragraph 2 of their aforesaid\napplications, it was sought to be averred as under:-\n\"2.\nB\nThat the above petition was filed by these C\npetitioners at the instance of B.Y. Chavan and\nSagar Builders \u0026 Developers i.e. respondent nos.\n17 and 18 in the above petition and who have been\ninstigating the tenants in the property to pursue a\nBifurcation Application and stall the re-development D\nof the Willingdon (East) property which has been\nsold by the respondent no. 1-Society to the\nrespondent no. 20. The said respondent nos. 17\nand 18 have been spending the entire litigation\nexpenses for the last number of years as also in E\nrespect of the present petition with a view to\nobstruct re-development of the Willingdon (East)\nproperty in view of they being unsuccessful in\nacquiring the same by causing a bifurcation of the\nSociety. These petitioners have now realized that\nthe above petition being prosecuted is only in the\ninterest of B.Y. Chavan and Sagar Builders \u0026\nDevelopers, the respondent nos. 17 and 18 in the\nabove matter and therefore having settled their\ndifferences with the respondent no. 1 and\nrespondent no. 2 have addressed letters to\nAdvocates Shally Bhasin Maheshwari, who has\nbeen engaged by the respondent nos. 17 and 18\non behalf of the petitioners calling upon the said\nAdvocates to forthwith withdraw the above Special\nF\nG\nH\nA\nB\nC\nD\n922\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nLeave Petition. However, notwithstanding the said\ninstructions the said Advocates have failed to\nwithdraw the petition and now instead of\nwithdrawing the petition seek to continue with this\nSpecial Leave Petition by merely dropping these\npetitioners as petitioners. The petitioner no. 6\nMartin James Michael has also settled his\ndifferences with respondent nos. 1 and 20 and his\nsiblings and has also instructed Advocate Shally\nBhasin Maheshwari to withdraw the petition,\nhowever, since then he has sometime in the past\nfew weeks passed away and therefore he may be\ndropped as petitioner.\"\nBased on the factual position noticed by three of the petitioners/\nappellants in I.A. nos. 17-19 of 2012, the finding recorded by\nthe High Court in respect of the offer of Rs.75 crores can be\nstated to have been made at the behest of a rival builder Mr.\nB.Y. Chavan. Mr. B.Y. Chavan has even paid for the litigation\nexpenses of the tenant-members. The tenant-members readily\naccepted the offer made by Mr. B.Y. Chavan, when he proposed\nE before the High Court that he would act in the same manner\nas M/s. Sumer Associates. It is therefore natural to infer, that\nthe tenant-members are agreeable to the redevelopment of 5.5\nacres land comprising of Willingdon East in the manner\ncontemplated by the resolution of the Catholic Society dated\nF 6.12.2009 (and the consequential conveyance deed dated\n7.12.2009), which is impugned in the suits filed by the tenant-\nmembers. This also prima facie shows that the action of the\ntenant-members prima facie seems to lack bona fides. We\ntherefore affirm the determination rendered by the High Court\n.G in the impugned order, that it was for the Catholic Society to\ndecide who should be given the redevelopmental rights, and\nnot the tenant-members who are a small minority of 15 persons\n(the number having now diminished to 5) who have initiated the\nlitigation out of which the present proceedings have arisen. As\nof now, therefore, it is possible to prima facie infer, that the\nH\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n923\npetitioners'/appellants' claim before the High Court does not A\nseem to be bona fide. They also do not prima facie seem to\nhave genuinely initiated the instant litigation. In the above view\nof the matter, the opinion recorded by the High Court, that all\narguments of the plaintiff based on law and equity vanished,\nupon the offer made by Mr. B.Y. Chavan, cannot be stated to B\nbe unjustified.\n37. For all the reasons recorded hereinabove, we find no\nmerit in the instant Civil Appeals. The same are accordingly\nhereby dismissed.\nK.K.T.\nC\nAppeals dismissed...\n"}