{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"174 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA be considered as a crop even as per literature submitted\nby the respective parties. Therefore the finding recorded\nis unsustainable even on appreciation of evidence.\n[Paras 54, 57 and 58] [208-B-C; 209-E-F]\nB\nC\n3.2. The courts have been exercising their discretion\nby adopting different methods, viz. Sales Statistics\nMethod, Capitalization of Net Income Method and\nAgriculture Yield Basis Method. Normally where the\ncompensation is awarded on agricultural yield or\ncapitalization method basis, the principle of multiplier is\nalso applied for final determination. These are broadly the\nmethods which are applied by the courts with further\nreduction on account of development charges. In some\ncases, depending upon the peculiar facts, this Court has\naccepted the principle of granting compound increase at\nD the rate of 10% to 15% of the fair market value determined\nin accordance with law to avoid any unfair loss to the\nclaimants suffering from compulsive acquisition.\nHowever, this consideration should squarely fall within\nthe parameters of Section 23 while taking care that the\nE negative mandate contained in Section 24 of the Act is\nnot offended. How one or any of the principles is to be\napplied by the courts, would depend on the facts and\ncircumstances of a given case. [Paras 60 and 61] [210-\nC-D; 211-C-E]\n| F\nG\nH\nFaridabad Gas Power Project, N.T.P.C. Ltd. and Ors. v.\nOm Prakash and Ors. 2009 (4) SCC 719; Shaji Kuriakose\nand Anr. v. Indian Oil Corp. Ltd. and Ors. AIR 2001 SC 3341;\nRavinder Narain and Anr. v. Union of India 2003 (4) SCC\n481; Union of India and Anr. v. Smt. Shanti Devi and Ors.\n1983 (4) SCC 542; Executive Director v. Sarat Chandra Bisoi\nand Anr. 2000 (6) SCC 326; Nelson Fernandes and Ors. v.\nSpecial Land Acquisition Officer, South Goa and Ors. (2007)\n9 SCC 447, referred to\n3.3. In the present case, the court has declined to\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n175\naccept the method adopted by the Collector for granting A\ncompensation to the claimants for the reason that the\nSLAO ought not to have taken recourse to the method\nof sale statistics. It was further recorded that no sale\ninstances of the village in question, three years prior to\n2002 were available and instances of adjacent village B\nshould not have been taken into consideration. Instead,\nthe market value should have been calculated by\nadopting capitalization method and no reason was stated\nas to why this method was not applied. [Para 62] [211-F-\nH; 212-A]\n3.4. The Reference Court fell in error of law in stating\nthat the lands of the adjacent or nearby villages could not\nhave been taken into consideration. It is a settled principle\nof law that lands of adjacent villages can be made the\nbasis for determining the fair market value of the acquired\nland. The evidence tendered in relation to the land of the\nadjacent villages would be a relevant piece of evidence\nfor such determination. Once it is shown that situation and\npotential of the land in two different villages are the same\nthen they could be awarded similar compensation or\nsuch other compensation as would be just and fair.\n[Paras 62 and 64] [212-B-C, F-G; 213-A-B]\nC\nD\nE\nKanwar Singh and Ors. v. Union of India JT 1998 (7) SC\n397; Union of India v. Bal Ram and Anr. AIR 2004 SC 3981; F\nKanwar Singh and Ors. v. Union of India AIR 1999 SC 317,\nrelied on\nKantaben Manibhai Amin and Anr. v. The Special Land\nAcquisition Officer, Baroda AIR 1990 SC 103, referred to\nG\n3.5. The sale instances can be taken into\nconsideration by the Court and benefit of the highest\ninstance can be granted to the claimants in accordance\nwith law in fixing the market value of the acquired land.\nWhatever benefit accrues to the claimants from the H\n1\ni\n176 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA record produced and proved by the respondents, cannot\nbe denied to them just because they have not produced\nevidence by way of sale instances. [Para 71] [218-E-F]\nB\nC\nD\n3.6. The sale instances which were taken into\nconsideration by the SLAO, and which were part of the\nreference file show that there was an increasing trend in\nthe sale price of the land in these villages. In view of the\ndate of the notification u/s. 4 shows that all the sale\ninstances of the adjacent comparable lands are in\nproximity of time to the date of notification u/s. 4 of the.\nAct. Since the sale instances relied upon are nearly\naround 1 to 2 ½ years prior to the date of notification, they\nare relevant considerations and, therefore, the claimants\nare entitled to an increase at the rate of 15% per annum\ncompounded. [Para 72] [218-G; 219-C-D]\n3.7. The increase is justified and equitable - firstly,\non the ground that there was increasing trend in the sale\nprice of that land and secondly, the lands acquired were\nbeing used by the agriculturists for production of\nE mulberry crops which had a restrictive use in the\nmanufacturing, commercial or industrial activities i.e.\nfeeding the silk worms which are ultimately used for\nproduction of silk thread. The court cannot use this\nadmitted restricted use to the disadvantage of the land\nowners and some benefit should be given to them while\nbalancing the equities in accordance with law. The\nconcept of fair compensation payable for the acquired\nland is embodied in the Act itself, particularly in view of\nsecondly and fifthly of Section 23 of the Act. In fact, the\nState Government itself has given some additional\ncompensation to the claimants for mulberry crops which\nwere standing at the time of submerging. This stand of\nthe State Government is reasonable and fair. [Para 73]\n[219-E-H; 220-A]\nF\nG\nH\n3.8. The claimants, by leading definite evidence have\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n177\nshown on record that the lands in question are not only A\nlands having regular source of irrigation through the\nbackwaters but otherwise are also lands superior to the\nother garden lands used for ordinary agricultural\nactivities. The fields in question are being used\nexclusively for growing mulberry crops. Mulberry leaves B\nare the only and the specified food for cocoons. The\nagricultural purpose for which the fields in question are\nbeing used is a special purpose and the crop so grown\nis again used for a specific commercial purpose to which\nthere is no other alternative. [Para 73] [220-E-G]\nC\nD\nE\n3.9. In the present cases, the claimants have not only\nlost their agricultural land but they have also been\ndeprived of seasonal income that was available to them\nas a result of sale of mulberry leaves. Deprivation of\nlivelihood is a serious consideration. The court is entitled\nto apply some kind of reasonable guess work to balance\nthe equities and fix just and fair market value in terms of\nthe parameters specified under Section 23 of the Act. The\nSLAO has ignored both these aspects firstly providing of\nannual increase, and secondly, giving some weightage\nto the special agricultural purpose and the purpose for\nwhich the mulberry crop had to be utilized. The claimants\nhave not proved and produced sale instances. They have\nalso not produced on record any specific evidence to\njustify the compensation awarded to them by the F\nReference Court and/or the High Court. There is hardly\nany evidence, much less a cogent and impeccable\nevidence to support the increase on the basis of net\nincome capitalization method. [Para 73] [220-G-H; 221-A-\nC]\n3.10. It is a settled rudiment of law that the Court, in\ngiven facts and circumstances of the case and keeping\nin mind the potentiality and utility of the land acquired,\ncan award higher compensation to ensure that injustice\nG\nH\n178 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA is not done to the claimants and they are not deprived of\ntheir property without grant of fair compensation. While\nadopting the average sale method as the formula for\nawarding compensation to the claimants, in the peculiar\nfacts and circumstances of the case and the fact that the\nB land is being compulsorily acquired, the claimants should\nbe awarded a higher compensation. The compensation\nat the rate of Rs. 2,30,000/- per acre for the wet land and\nat the rate of Rs. 1,53,400/- per acre for the dry land would\nbe just and fair compensation and would do complete\nC justice between the parties. As far as claimants are\nconcerned, they have not produced and proved any sale\ninstance and they have not even brought on record any\nspecific evidence to justify their claims relatable to and\nbased upon net income capitalization method. In fact, the\nclaimants have failed to discharge their onus fully and\nsatisfactorily. [Para 73] [221-D-H; 222-A]\nD\nE\nLand Acquisition Officer, A.P. V. Kamadana\nRamakrishna Rao (2007) 3 SCC 526, referred to\n3.11. The determination of the market value by\ncapitalization of yield method will depend upon the\nagricultural yield, that is, value of agricultural produce\nless expenditure for growing them, and not with reference\nto a further sericultural activity by using the agricultural\nF produce. Therefore, what could be capitalized for\ndetermination of market value was the value of mulberry\nleaves used for sericulture and not the value of silk\ncocoons produced by feeding such mulberry leaves to\nthe silkworms. The yield of silk cocoons is the result of\nfurther human effort and industry, value of which\nobviously cannot be capitalized for the purpose of\narriving at the market value of the agricultural land. [Para\n74] [222-B-D]\nG\n3.12. Keeping in mind the facts and circumstances\nH of the case, it will also be just and fair to adopt some\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n179\nliberal approach with some element of guess work to A\nprovide the claimants with just and fair market value of\nthe land in question. The entire land including the village\nin question and all other villages was acquired for the\npurpose of submerging the lands because of the water\ncoming from the Hemavathi Dam. It will be just, fair, B\nequitable and in consonance with Sections 23 and 24 of\nthe Act that the market value of the land as on 04.04.2002\ncan safely be taken as Rs. 2,30,000/- per acre in the case\nof garden land and, applying the accepted principle of\nreducing the said compensation in the case of dry lands\nby one third, the rate will be Rs.1,53,400/- per acre in the\ncase of dry land keeping in view the peculiar facts and\ncircumstances of the present case and the evidence on\nrecord. [Para 75] [222-G-H; 223-A-B]\nExecutive Engineer, Dhenkanal Minor Irrigation Division,\nOrissa and Ors. v. N.C. Budharaj (deceased) by Lrs. and Ors.,\n(2001) 2 SCC 721; Satinder Singh and Ors. v. Umrao Singh\nand Anr. AIR 1961 SC 908, distinguished\nC\nD\nF\n4. The Reference Court as well as the High Court E\ncould not have granted any interest under the provisions\nof the Act, for a date anterior to the issuance of\nNotification u/s. 4 of the Act. The provision of the Act\nclearly lays down the procedure required to be followed\nwhile taking possession of the acquired land. The words\n\"from the date on which he took the possession of the\nland\" occurring in Section 20 would mean lawful taking\nof possession. Once notification under Section 4 (1) of\nthe Act has been issued and the acquisition proceedings\nculminated into an award in terms of Section 11, then\nalone the land vests in the State free of any encumbrance\nor restriction in terms of provisions of Section 16 of the\nAct. The Court, in situations where possessions has been\ntaken prior to issuance of notification under Section 4(1)\nof the Act, can direct the Collector to examine the extent\nof rent or damage that the owners of land would be\nG\nH\n180 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA entitled to. The provisions of s. 48 of the Act would come\nto aid and the court would also be justified in issuing\nappropriate direction. However, the Collector is directed\nto examine the question of payment of rent/damages to\nthe claimants, from the period when their respective lands\nwere submerged under the back water of the river, till the\ndate of issuance of the Notification u/s. 4(1) of the Act,\nfrom which date, they would be entitled to the statutory\nbenefits on the enhanced compensation. [Paras 77 and\n78] [224-B-D; 227-E-H; 228-A-C]\nB\nC\nShree Vijay Cotton and Oil Mills Ltd. v. State of Gujarat\n(1991) 1 SCC 262; R.L. Jain (D) by Lrs. v. DDA and Ors. 2004\n(4) SCC 79, relied on\n5. The Government Authorities are expected to\nD advert to the factors relating to the pendency of various\nappeals including those before the Reference Court and\ntake steps at the earliest to remedy the legal grievances\nraised by the claimants at different levels of justice\nadministration system. Despite its might, the State is\nE expected to be a responsible and reluctant litigant as\nthere is obligation upon the State to act fairly and for the\nbenefit of the public at large. It will be in harmony with\nthe principle of proper administration that State also takes\ndecisions which would avoid unnecessary litigation. An\nestablished maxim \"Boni judicis est lites dirimere, ne lis ex\nlite oritur, et interest reipublicae ut sint fines litium,\" casts a\nduty upon the court to bring litigation to an end or at least\nendure that if possible, no further litigation arises from the\ncases pending before the Court in accordance with law.\nThis doctrine would be applicable with greater emphasis\nwhere the judgment of the Court has attained finality\nbefore the highest court. All other Courts should decide\nsimilar cases particularly covered cases, expeditiously\nand in consonance with the law of precedents. There\nshould be speedy disposal of cases particularly where\nF\nG\nH\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n181\nthe small land owners have been deprived of their small A\nland-holdings by compulsive acquisition. Any\nunnecessary delay in payment of the compensation to\nthem would cause serious prejudice and even may have\nadverse effect on their living. In these circumstances, the\nState authorities are directed and the courts are B\nrequested, where cases are pending arising from the\nsame notification, to dispose of the pending proceedings\nwithout any further delay. [Para 79] [229-B-H]\nCase Law Reference:\nC\n(1996) 11 SCC 542\nRelied on.\nPara 21\n(2007) 7 SCC 614\nRelied on.\nPara 21\n(1987) 1 SCC 424\nReferred to.\nPara 22\nD\nAIR 2003 SC 2502\nReferred to\nPara 26\n45 Del 156\nReferred to\nPara 27\nAIR (34) 1947 PC 118 Referred to\nPara 29\n(2007) 9 SCC 447\nReferred to\nParas 33\nE\nand 60\n(2009) 5 SCR 864\nRelied on\nPara 34\n(1995) 5 SCC 203\nRelied on.\nPara 39\nLL\nF\n(1998) 9 SCC 537\nRelied on\nPara 50\n2009 (4) SCC 719\nReferred to.\nPara 60\nAIR 2001 SC 3341\nReferred to.\nPara 60\n2003 (4) SCC 481\nReferred to.\nPara 60\nG\n1983 (4) SCC 542\nReferred to.\nPara 60\n2000 (6) SCC 326\nReferred to.\nPara 60\n1998 (7) SC 397\nRelied on.\nPara 65\nH\n182 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA\nAIR 2004 SC 3981\nRelied on.\nPara 65\nAIR 1999 SC 317\nRelied on.\nPara 66\nAIR 1990 SC 103\nReferred to\nPara 70\nB\n(2007) 3 SCC 526\nReferred to\nPara 73\nAIR 1961 SC 908\nDistinguished\nPara 76\n(2001) 2 SCC 721\nDistinguished\nPara 76\n(1991) 1 SCC 262\nRelied on.\nPara 77\nC\n2004 (4) SCC 79\nRelied on.\nPara 77\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3838 of 2010.\nFrom the Judgment \u0026 Order dated 23.1.2008 of the High\nCourt of Karnataka at Bangalore in MFA No. 8544 of 2007\nWITH\nC.A. Nos. 3839, 3840-3841, 3842, 3843, 3844, 3845, 3848,\nE 3849, 3850-63 of 2010.\nF\nG\nH\nBasva Prabhu Patil, Brijesh Kalappa, Divya Nair, N.\nGanpathy, Anitha Shenoy and Rashmi Nandakumar for the\nAppellant.\nShanth Kr. V. Mahale, Harish S.R. Hebbar, Rajesh Mahale,\nM. Puttegowda and Somachari for the Respondents.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Leave granted.\n2. All the above appeals under Article 136 of the\nConstitution of India raise a common question of law based on\nsomewhat similar facts and are directed against different\njudgments of the Karnataka High Court and the judgment of the\nPrincipal Civil Judge (Senior Division) and JMFC,\n183\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\nSrirangapatna (hereinafter referred to as the \"Reference Court\"). A\n3. Civil Appeals arising out of SLP (C) Nos. 20767 of 2008\nand 21730 of 2008 are directed by the Special Land\nAcquisition Officer (for short the 'SLAO') and the Managing\nDirector Irrigation Board (for short the 'Board') respectively,\nagainst the judgment and order dated 23rd January, 2008\npassed by the High Court in MFA No. 8544 of 2007, whereby\nthe High Court enhanced the compensation of the acquired land\nto Rs.5,00,000/- per acre for the wet land (garden land).\n4. Civil Appeals arising out of SLP (C) Nos. 31096-31109\nof 2009 are directed against the judgment of the High Court\ndated 22nd February, 2008 in MFA Nos. 6924 of 2007 (LAC)\nC/W Nos. 6925/2007, 7289/2007, 7290/2007, 7291/2007,\n7292/2007, 7294/2007, 8541/2007, 8543/2007, 8545/2007,\n8546/2007, 8549/2007, 8551/2007 and 8553/2007 (LAC),\nwhereby the High Court while relying upon its judgment in the\nearlier cases granted the compensation at a sum of\nRs.5,00,000/- per acre for wet land (garden land) and\nRs.2,53,750/- per acre for dry land.\n5. Appeal arising out of SLP (C) No.31169 of 2008 is\ndirected against the judgment of the Reference Court dated\n16th March, 2007 in LAC No. 219/2006, vide which the learned\nCourt granted compensation at Rs.2,92,500/- per acre in\nrespect of wet lands (garden land).\nB\nC\nD\nE\nF\n6. In other words, we will be dealing with the above appeals\nas well as other connected appeals, relating to the same\nacquisition, preferred by the State against the judgment of the\nHigh Court as well as that of the Reference Court. At the very\noutset, we may also notice that objection was raised with G\nregard to the maintainability of the appeal against the judgment\npassed by the Reference Court.\n7. Simple but an interesting question of law that falls for\nconsideration of the Court in the present appeals, relates to the H\n"}