{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n204 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n42. Having answered the question of law, now we would\nproceed to apply this principle to the facts and circumstances\nof the cases before us. In paragraphs 16, 17 and 18 of this\njudgment we have referred to the findings recorded by the\nReference Court and the High Court for enhancing the\nB compensation from Rs. 90,640/- to Rs.2,92,500/- (by the\nReference Court) and Rs.5,00,000/- (by the High Court) for wet\n(irrigated) land. The same is not in conformity with the settled\nprinciples of law.\nс\n43. Mulberry crop is a crop which is grown on the land and\nthen this crop is used as feed for silk worms which ultimately\nresults in producing silk thread used for various purposes at a\ncommercial level.\n44. The respondents in the present appeal had filed an\nD affidavit dated 14th July, 2009 to substantiate their arguments\nthat cocoons and silk thread is the end product for which the\nMulberry crop is being used and, therefore, the income from\nor market value of cocoon and even the silk thread would be a\nrelevant consideration for determination of compensation. In\nE paragraph 1(1) of the affidavit it has been averred that cocoon\n(a female moth) in a single laying lays 450-550 Grains DFL\n(Deceased Free Layings) on a single day. The same is made\nto lie on an egg sheet. The entire 450-550 Grains are called\nas one egg and each of these Grains will develop as one\ncocoon. Therefore, out of one egg the claimants get 450-550\ncocoons which weigh 1.5 gms to 2.00 gms. each. The literature\nannexed to this affidavit shows that Sericulture, the technique\nof silk production, is an agro-industry playing an eminent role\nin the rural industry of India. It also says that the cost of\nproducing mulberry has a direct impact on the cost of producing\ncocoons, as nearly 60% of the total cost of production of\ncocoons goes to the production of mulberry leaves.\nF\nG\n45. The photographs contained in the literature placed on\nrecord also show that mulberry crop is grown like other crops\nH and its leaves are used as a feed to cocoons. It is after they\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n205\nare provided with this food that they convert themselves into A\ncocoons which are then industrially processed to the\nmanufacture silk and is ultimately converted in those\nmanufacturing units as a silk thread.\n46. The handbook issued by the Central Silk Board under\nthe title 'Handbook of Sericulture Technologies' shows that the\nfull grown plant is a plant which is ready for pruning and suggest\nthat to improve the leaf quality as well as the productivity,\nwhenever necessary, plant protection measures must be\nfollowed. These measures are taken only after pruning and 15\nto 18 days before leaf harvest for brushing. From brushing to\ntwo feedings after second instar, the silk worms are fed with\ntender leaves. The leaves to be harvested are from below the\nlargest glossy leaf, which is yellowish green in colour. The\ncardinal point is shoot tip and it should not be removed during\nany crop. Below the glossy leaf, about 3 leaves during the first\n(1-3) and about 3 leaves (4-6) during the second instar can be\nharvested. Silk worms grow best when fed with fresh mulberry\nleaves, which are rich in nutrients and moisture. Under tropical\nconditions, driage of leaf is faster. Usually, the leaves are\nharvested twice a day and are preserved for successive\nfeedings, depending on the necessity. During the periods, the\nleaves should be properly preserved.\n47. Thus, the literature submitted by both the parties before\nus clearly show that manufacture of silk from cocoons is a\nprocess of manufacturing where the silk worms are fed with the\nmulberry leaves grown on fields and which alone is an\nagricultural activity. There is a connection between the two but\nit is not of such a direct relevancy that it should form the criteria\nfor awarding compensation in terms of Section 23 of the Act.\nThe mulberry crop is like tea crop and is grown in the shape of\nsmall trees or bushes. The leaves are taken off and used for\nfeeding the silk worms for production of silk thread. It is upon\nthe person carrying out the agricultural activity whether he sells\nhis mulberry crop to a manufacturing unit or establishes his own\nB\nC\nD\nE\nF\nG\nH\n206 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA unit for that purpose and utilizes the mulberry crop grown on\nthe fields for the process of manufacturing by providing it as a\nfood to the silk worms.\nB\nC.\n48. It would have been more desirable for the reason that\nthere was no evidence led by the claimants to substantiate and\njustify their claim with reference to the alleged silk cocoons\nbeing an agricultural activity, the onus being upon them. There\nwas a presumption in the mind of the court as well as the\nclaimants that, the manufacture of silk thread by the stated\nprocess of boiling silk cocoons which is the result of the silk\nworm being fed by mulberry leaves is an agricultural activity.\nThis presumption is contrary to law and the literature referred\nby the expert body as well.\n49. It is quite similar to the crops grown in different parts\nD of the country for example sugarcane and tea. The tea leaves\nare pruned and used for manufacturing different kinds of tea\nand allied products. Similar is the case with the sugarcane. The\nmanufacturing and commercial activities for manufacture of tea,\nsugar and for that matter silk from silk worms cannot be treated\nE as a permissible factor to be taken into consideration by the\ncourts for determining the fair market value of the land. Activity\nof agriculture cannot thus be equated to sericulture. While\nagricultural activity is the growing of mulberry crop and\ndisbursing it, manufacture of silk thread from silk worms who\nare fed with mulberry leaves, and then converted through the\nspecified process into cocoons and ultimately silk thread and\nits sale is an activity of sericulture which primarily falls in the\ndomain of manufacturing and commercial activity. This activity.\nof producing silk from silk worms for which mulberry crop is\nused as food, therefore, cannot be an activity directly covered\nunder the provisions of Section 23 of the Act. Even by the\nprocess of judicial interpretation, it will amount to drawing an\nimpermissible inference that sericulture is a part of agricultural\nactivity, that too to the extent to make it a permissible\nconsideration under the relevant provisions of the Act.\nF\nG\nН\n.:\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n207\n50. We may also usefully refer to a judgment of this Court A\nin the case of K. Lakshmanan and Co. and Ors. v.\nCommissioner of Income Tax, [(1998) 9 SCC 537], where the\nCourt was primarily concerned with what is the agricultural\nincome for the purposes of the provisions of the Income Tax\nAct. The Court considered that the assessee was growing B\nmulberry leaves which were not otherwise marketable and could\nonly be used to feed the silk worms from which he was\nobtaining silk cocoons. It was held by the Court:\n\"Had mulberry leaves been subjected to some process and\nsold in the market as such then certainly the income\nderived therefrom would be regarded as agricultural\nincome but the case of the appellant before the authorities,\nand in this Court, has been that, mulberry leaves cannot\nbe sold in the market and they can only be fed to the\nsilkworms. The agricultural produce of the cultivator will be\nmulberry leaves and by no stretch of imagination can the\nsilkworms, and certainly not the silk cocoons, be regarded\nas the agricultural produce of the cultivator.\"\n51. The aforesaid judgment clearly shows and supports the\nview that we have taken, that silk worms being converted into\nsilk cocoons and final product being silk thread for which some\nprocess or manufacturing activity is taken by the manufacturer,\ndoes not include growing of mulberry crop which is a food only\nfor silk worms and thus, is only an agricultural activity and the\nentire remaining process cannot impliedly or by inference be\ntermed as agricultural activity or an activity directly connected\nto agriculture for the purposes of Section 23 of the Act.\n52. The learned Reference Court which enhanced the\ncompensation to Rs.2,92,500/- in relation to wet land;\nRs.1,46,250/- lightly irrigated land and Rs.1,20,000/- to other\nland, and the High Court in enhancing compensation to\nRs.5,00,000/- for wet land and Rs.2,53,750/- for dry land have\nprimarily based their reasoning which is not sustainable in law\nC\nD\nE\nF\nG\nH\n208 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA being contrary to the statutory scheme of the Act.\nB\n53. We are unable to appreciate the approach adopted\nby the learned Reference Court and as upheld by the High\nCourt. The basic error of law to which the courts below have\nfallen is that ultimate manufacturing of silk thread under the\nnomenclature of cocoons has been treated as a purely\nagricultural activity relevant for determination of fair market value\nof the land in terms of Section 23 of the Act.\n54. We are unable to uphold the methodology adopted by\nC the courts as well as the extent of compensation awarded to\nthe claimants. The other reasons for our not accepting the\nfindings recorded and compensation allowed by the High Court\nis that, there is no evidence on record to show that there is any\nintrinsic or inseparable link between the two activities.\nD Furthermore, there is hardly any evidence on record, and in fact\nnothing was brought to our notice by the claimants have proved\nby documentary or any other cogent evidence, that they were\ncarrying on the activity of sericulture and were utilizing mulberry\ncrop only for that purpose. Even if that was so, we have serious\nE doubt that even in those circumstances, whether it could be said\nto be a relevant consideration.\nF\n55. The error by the courts in appreciation of evidence is\nthat they have treated the cocoons as the crop and not mulberry.\nleaves. In fact, it is the very basis of a claim for higher\ncompensation that cocoons being the agricultural end product,\nthey were entitled to higher compensation. We have already\nindicated that there is no direct evidence led by the claimants\nin this regard. The courts have only referred to the statement\nof PW-1 to say that there were six crops of mulberry plants.\nG Further, the document Exh. P-9 showed that claimant\nH\nKarigowda (respondent herein) was growing mulberry crop on\nthe entire acquired land of 37 guntas for the purpose of\nsericulture. Thus relying on Exhs. P-9 and P-10, statement of\nPW-1 and on the computation put forward by the claimants,\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n209\nB\nenhanced compensation was granted. It may be noticed that A\nPW-1 in his own statement has stated that mulberry plants are\nused for the purposes of feeding the silk worms. He stated that\nfarmers are doing sericulture in huge quantity in the area but\nwhich of the person was carrying on the said activity has not\nbeen stated. No record has been produced. Neither any other\nclaimant entered in the witness box in support of the\ncompensation claimed, nor any statistics or figures were\nproduced, supported by the previous record, as to how they\nwere carrying on this activity. The so called expert opinion again\nis not specific and supported by any scientific data. In fact, it c\nis based more upon what the expert felt rather than the opinion\n* which the expert would support, by actual physical inspection\nof the lands in question, data and literature:\n56. It is also come on record that the entire lands situated\nin the village do not have the same fertility. Vide Exh. P-9 it was\nstated that the yield of cocoons per acre differ from crop to crop\nand this was an average estimated report. This exhibit is of no\nhelp to the claimants inasmuch it does not give the statistics\nwith regard to mulberry crops but talks of cocoons which were\nstated to be 250-300 in one acre wet land (for 1 crop).\n57. While adopting the criteria of capitalization and\nmultiplying the same by 10, the finding of the High Court is\nclearly not supported by any cogent evidence on record and\nthus the question of applying the multiplier to a figure which has\nbeen arrived at, without any evidence would be inconsequential.\n58. There is no direct and appropriate evidence to show\nany nexus to support the claim of the claimants. Thus, cocoons\ncannot be considered as a crop even as per literature submitted\nby the respective parties. Therefore the finding recorded is\nunsustainable even on appreciation of evidence.\nWhat method should be adopted for determining fair\nmarket of the acquired land\n-\nD\nE\nF\nG\nH\nA\n210 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n59. To examine what method could be adopted for\ndetermining the market value of land and criticism of the method\nadopted by the Land Acquisition Collector, by the courts, that\nthe same is not in accordance with law, we must notice various\nmethods which are normally adopted by the Courts for\nB determining the fair market value of the land and which of the\nmethod can be more properly applied in the facts and\ncircumstances of this case.\nC\nD\nE\nF\nG\nH\n60. Sections 23 and 24 of the Act spell out the have and\nhave nots, applicable to the scheme of awarding compensation\nby the Collector but do not describe the methodology which\nshould be adopted by the courts in determining the fair market\nvalue of the land at the relevant time. By development of law,\nthe courts have adopted different methods for computing the\ncompensation payable to the land owners depending upon the\nfacts and circumstances of the case. The Courts have been\nexercising their discretion by adopting different methods, inter\nalia the following methods have a larger acceptance in law :\n(a) Sales Statistics Method: In applying this method, it has\nbeen stated that, sales must be genuine and bonafide,\nshould have been executed at the time proximate to the\ndate of notification under Section 4 of the Act, the land\ncovered by the sale must be in the vicinity of the acquired\nland and the land should be comparable to the acquired\nland. The land covered under the sale instance should have\nsimilar potential and occasion as that of the acquired land\n{Faridabad Gas Power Project, N.T.P.C. Ltd. \u0026 Ors. v.\nOm Prakash \u0026 Ors. [2009 (4) SCC 719], Shaji Kuriakose\n\u0026 Anr. v. Indian Oil Corp. Ltd. \u0026 Ors. [AIR 2001 SC 3341],\nRavinder Narain \u0026 Anr. v. Union of India [2003 (4) SCC\n481]}.\n(b) Capitalization of Net Income Method: This method has\nalso been applied by the courts. In this method of\ndetermination of market value, capitalization of net income\ni\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n211\nmethod or expert opinion method has been applied.\n· {Union of India \u0026 Anr. v. Smt. Shanti Devi \u0026 Ors. [1983\n(4) SCC 542], Executive Director v. Sarat Chandra Bisoi\n\u0026 Anr. [2000 (6) SCC 326], Nelson Fernandes \u0026 Ors. V.\nSpecial Land Acquisition Officer, South Goa \u0026 Ors.\n(supra)}\n(c) Agriculture Yield Basis Method: Agricultural yield of the\nacquired land with reference to revenue records and\nkeeping in mind the potential and nature of the land - wet\n(irrigated), dry and barren (banjar).\n61. Normally, where the compensation is awarded on\nagricultural yield or capitalization method basis, the principle\nof multiplier is also applied for final determination. These are\nbroadly the methods which are applied by the courts with further\nreduction on account of development charges. In some cases,\ndepending upon the peculiar facts, this Court has accepted the\nprinciple of granting compound increase at the rate of 10% to\n15% of the fair market value determined in accordance with law\nto avoid any unfair loss to the claimants suffering from\ncompulsive acquisition. However, this consideration should\nsquarely fall within the parameters of Section 23 while taking\ncare that the negative mandate contained in Section 24 of the\nAct is not offended. How one or any of the principles afore\nstated is to be applied by the courts, would depend on the facts\nand circumstances of a given case.\nA\nB\nC\nD\nE\nF\n62. In the present case, the Court has applied the method\nof agricultural yield and multiplier of 10 years. Further, it has\ndeclined to accept the method adopted by the Collector for\ngranting compensation to the claimants for the reason that the\nSLAO ought not to have taken recourse to the method of sale G\nstatistics. It was further recorded that no sale instances of\nSanaba Village three years prior to 2002 were available and\ninstances of adjacent village should not have been taken into\nconsideration. Instead, the market value should have been\nH\nB\n212 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA calculated by adopting capitalization method and no reason\nwas stated as to why this method was not applied. We are\nunable to accept the approach of the High Court as well as that\nof the Reference Court on both these issues. Firstly, we are of\nthe considered view that adopting the method of agricultural\nyield and applying the multiplier method on the basis that the\ncocoon was an agricultural crop and resultantly silk cocoon itself\nwas an agricultural activity was not correct. We need not\nelaborate on this aspect in view of our detailed discussion on\nit supra. Secondly, we are also of the firm view that the\nReference Court fell in error of law in stating that the lands of\nthe adjacent or nearby villages could not have been taken into\nI consideration and compensation could be determined with\nreference to the sales statistics.\nC\nM\n63. It is not in dispute before us that the entire land was\n▷ acquired for the same purpose and, in fact, the entire land\nincluding the land of the adjacent villages had submerged or\nwas utilized for the purposes of construction and operation of\nthe Hemavathi Dam. This Court has held in number of judgments\nthat the lands of the adjacent villages can be taken into\nE consideration for determining the fair market value of the land,\nprovided they are comparable instances and satisfy the other\ningredients stated in this judgment. It can hardly be disputed\nthat the land in the area of village Sanaba and the adjacent\nvillage is being used for growing mulberry crops which is\nF supplied by the agriculturists to the silk factories or they use\nthe same for their own benefit of manufacturing silk. The lands\nwere given two classification i.e. wet land and lands which were\nnot having their own regular source of irrigation (dry lands).\nG\nH\n64. It is a settled principle of law that lands of adjacent\nvillages can be made the basis for determining the fair market\nvalue of the acquired land. This principle of law is qualified by\nclear dictum of this Court itself that whenever direct evidence\ni.e. instances of the same villages are available, then it is most\ndesirable that the court should consider that evidence. But\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n213\nwhere such evidence is not available court can safely rely upon\nthe sales statistics of adjoining lands provided the instances\nare comparable and the potentiality and location of the land is\nsomewhat similar. The evidence tendered in relation to the land\nof the adjacent villages would be a relevant piece of evidence\nfor such determination. Once it is shown that situation and\npotential of the land in two different villages are the same then\nthey could be awarded similar compensation or such other\ncompensation as would be just and fair.\nA\nB\nC\nD\n65. The cases of acquisition are not unknown to our legal\nsystem where lands of a number of villages are acquired for\nthe same public purpose or different schemes but on the\ncommonality of purpose and unite development. The parties\nare expected to place documentary evidence on record that\nprice of the land of adjoining village has an increasing trend\nand the court may adopt such a price as the same is not\nimpermissible. Where there is commonality of purpose and\ncommon development, compensation based on statistical data\nof adjacent villages was held to be proper. Usefully, reference\ncan be made to the judgments of this Court to the cases of\nKanwar Singh \u0026 Ors. v. Union of India [JT 1998 (7) SC 397] E\nand Union of India v. Bal Ram \u0026 Anr. [AIR 2004 SC 3981].\nF\n66. In this regard we may also make a reference to the\njudgment of this Court in the case of Kanwar Singh \u0026 Ors. v.\nUnion of India [AIR 1999 SC 317], where sale instance of the\nadjacent villages were taken into consideration for the purpose\nof determining the fair market value of the land in question and\ntheir comparability, potential and acquisition for the same\npurpose was hardly in dispute. It was not only permissible but\neven more practical for the courts to take into consideration the G\nsale statistics of the adjacent villages for determining the fair\nmarket value of the acquired land.\n67. We are unable to hold, that the SLAO had exceeded\nits jurisdiction or failed to exercise its jurisdiction properly while\nmaking the sale statistics of the adjacent villages Sanaba and H\n"}