{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"UNIVERSITY OF KERALA\nV.\nCOUNCIL, PRINCIPALS' COLLEGES, KERALA AND ORS.\nAPRIL 9, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nA\nB\nCommission of Inquiry Act, 1952:\nC\ns.3 r/w s.5(1)-Commission of Inquiry-Appointment of sitting Judge of\nHigh Court-Direction of Supreme Court that no sitting Judge of any High\nCourt would continue as a Commission-IA by State Government for\nmodification of the order-Held, considerations have to be of several aspects\nincluding the determinative \"paramount national interest” angle—On facts,\nthe issues being inquired into by the Commission have not been shown to\nbe of \"paramount national interest\" IA rejected-Judiciary-Sitting Judge D\nof High Court-When can be appointed as Commission of Inquiry.\nState of Orissa filed the present LA for modification of the order dated\n27.11.1996 passed by the Supreme Court in Special Leave Petition (c) No.\n24295 of 2004, whereby the Court had directed that in no case a sitting Judge\nof any High Court would continue as a Commission of Inquiry except where E\nthe inquiry was at the fag end. It was contended for the appellant-State that in\nview of para 16(1) of the judgment in T. Fenn Walter's case¹, appointment of a\nsitting Judge as Commission was possible.\nDismissing the application, the Court\nHELD: 1.1. For appointment of a sitting Judge of a High Court as\nCommission of Inquiry, the considerations have to be of several aspects\nincluding the determinative \"paramount national interest\". It could not be\nshown as to how the issues being enquired into by the Commission are of\nparamount national interest. From a reading of the letters of the Chief\nMinister and the Chief Justice it nowhere appears that either the State\nGovernment or the Chief Justice considered the matter to be of \"paramount\nnational interest” to warrant appointment of a sitting Judge of a High Court\nas Commission. All that has been stated by the Chief Minister and the Chief\nJustice is about the \"seriousness of the problem\". Even the notification dated\n989\nF\nG\nH\n990\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA 4th February, 2006 does not indicate it to be of paramount national interest.\n[Para 5 and 6] [944-C-D; 992-E]\nB\nC\nT. Fenn Walter and Ors. v. Union of India and Ors., [2002] Supp 1 SCR\n134 200(6) SCC 184, relied on.\n1.2. Though the case of the applicant – State is that the Commission\nwas only permitted to work on holidays, that really is of no consequence. That\ndoes not appear to be a factor considered when the request was made for\nappointment of a sitting Judge as the commission and the reply of the Chief\nJustice of the High Court accepting the prayer. Further, the stand that the\nCommission was required to give recommendation on various other aspects\nlike industrialization etc. is really of no consequence. It is not known as to\non what basis a sitting Judge appointed as a Commission, can throw light on\nthe broader issues like industrialization etc. In any event, the parameters of\nenquiry do not include these aspects. [Para 7] [994-C-E]\nCIVIL APPELLATE JURISDICTION : I.A. No. 6\nD\nIN\nE\nF\nG\nSpecial Leave Petition (Civil) No. 24295 of 2004.\nFrom the Judgment and Order dated 24.06.04 of the High Court of Kerala\nat Ernakulam in W.P. (C.) No. 30845 of 2003 (S).\nR. Sathish, Dr. Sushil Balwada and Pooja Dhar (for AP \u0026 J Chambers)\nfor the Appellant.\nGopal Subramanium, ASG., Sushma Suri, Abhishek Tewari, E.M.S. Anam,\nK.R. Sasiprabhu, M.K. Michael, M.K.D. Namboodiri, V.G. Pragasam, Shivaji M.\nJadhav, Khwairakpam Nobin Singh, Kadha Shyam Jena, T.V. George and Sunil\nKumar Dwivedi for the Respondents.\n92\nThe Judgment of the Court was delivered by\n\"\nDR. ARIJIT PASAYAT, J. 1. The State of Orissa has filed this I.A. for\nmodification of the Order dated 27.11.2006. By the said order, this Court had\ndirected that in no case a sitting Judge of any High Court shall continue as\na Commission. It was however made clear that the order shall not operate in\ncases where the inquiry is at the fag end, i.e. only where the report is to be\nH submitted.\n-\n1\nイ\nUNIVERSITY OF KERALA v. COUNCIL, PRINCIPALS' COLLEGES, KERALA [PASAYAT, J. ]\n991\nB\n2. In support of the application, learned counsel for the State submitted A\nthat a sitting Judge was appointed at the request of the State Government\nconsidering the \"serious problem\" highlighted in the letter of the Chief Minister\naddressed to the Chief Justice of the High Court. Though initially Chief\nJustice of the High Court had not acceded to the request of the State\nGovernment to appoint a sitting Judge as a Commission, purportedly\nconsidering the \"seriousness of the problem” he suggested name of a sitting\nJudge to act as a Commission. It was, however, stated that the Commission\nshall hold sittings and enquiries only on Saturdays and Sundays and other\nHigh Court's holidays without interference with the normal work of the High\nCourt. Accordingly, Justice A.S. Naidu was appointed as the Commission. It\nwas submitted that the Commission was expected to throw light on various C\naspects which would help the State Government to address to the larger\nissues on industrialization, displacement and rights of citizens, in particular\ntribals.\n3. Mr. Gopal Subramanium, learned A.S.G. submitted that the State\nGovernment's application is clearly not acceptable, it is thoroughly D\nmisconceived. This Court in its order dated 27.11.2006 clearly indicated as to\nwhy sitting Judges should not act as Commission.\n4. At this juncture it would be appropriate to take note of what has been\nstated by this Court in T.Fenn Walter and Ors. v. Union of India and Ors.,\n[2002] 6 SCC 184). Though learned counsel for the applicant - State submitted\nthat in terms of paragraph 16(1) of the judgment, appointment of a sitting\nJudge as Commission is permissible, it has to be noted that the same has to\nbe read along with paragraph 14 of the judgment. The said paragraph reads\nas follows:\nE\nF\n\"Quite often sitting Judges are appointed as Inquiry Commissions.\nGenerally it may not create any difficulty, if the inquiry itself can be\nconducted without prejudice to other judicial work as a judge of the\nsuperior court. However, the appointment of Judges to head or chair\na Commission of Inquiry or to perform other non-judicial work would\ncreate unnecessary burden on the Judges and it would affect the G\nadministration of justice. The work of these Commissions takes\nconsiderable time and there are several instances where the work of\nthe Commission continued for years. If a sitting Judge is appointed,\nconsiderable time is lost and the Judge would not be in a position to\nattend to his regular judicial work. In view of the mounting arrears of\nH\nT\n992\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\ncases in superior courts, it would be difficult to lend services of a\nJudge for such commission work. Moreover, the report of the\nCommission of Inquiry is often stated to have only recommendatory\nvalue and the opinions expressed therein are not binding on the\nGovernment. Quite often the reports of the Commission are ignored\nand no follow-up actions are being taken by the Government. In some\nmatters, when political issues are also involved, even impartiality and\nobjectivity of the Court may sometimes be questioned due to some\nextraneous and oblique motives. The public image and prestige of the\nCourt as guardian of the Constitution and rule of law has to be\nmaintained. It is desirable that the Judges are not subjected to\nunwanted criticism on account of appointment as Inquiry Commission.\nThe image and the authority of the Court, which is of utmost\nimportance, has to be upheld. Justice Harlan F. Stone in a letter as far\nback as in 1953 wrote: \"It has been a long tradition of our Court that\nits members do not serve on committees or perform other services not\nhaving a direct relationship to the work of the Court.\" [Law Review\n(Vol. 87, 1953-54)] Keeping in view all these aspects, the appointment\nof a sitting Judge as a Commission of Inquiry has to be made only\non rare occasions if it becomes necessary for the paramount national\ninterest of the country.\n\"\n(underlined for emphasis)\n5. From a reading of the letters of the Chief Minister and the Chief\nJustice it no where appears that either the State Government or the Chief\nJustice considered the matter to be of \"paramount national interest” to warrant\nappointment of a sitting Judge of a High Court as Commission. All that has\nbeen stated by the Chief Minister and the Chief Justice is about the \"seriousness\nof the problem\".\n6. Even the notification dated 4th February, 2006 does not indicate it to\nbe of paramount national interest. It only states as follows:\n\"The Orissa Gazette\nExtraordinary\nPublished by Authority\nNo. 127, Cuttack, Thursday, February 9, 2006/Magha 20, 1927\nHOME (SPECIAL SECTION) DEPARTMENT\nt\nUNIVERSITY OF KERALA v. COUNCIL, PRINCIPALS' COLLEGES, KERALA (PASAYAT, J. ]\nNOTIFICATION\n993\nA\nThe 4th February 2006\nS.R. No. 20/2006-Whereas it has been reported to the State\nGovernment that there had been a police firing on the 2nd January\n2006 at Kalinga Nagar, Jajpur district, leading to the death of 12\npersons. One Police Hawaldar had also died otherwise.\n2. And whereas the State Government are deeply concerned about the\nincident of firing and are of the opinion that, this being a matter of\npublic importance, should be inquired into by a Commission of Inquiry\nunder the Commission of Inquiry, Act, 1952.\nB\nC\n3. Now therefore, in exercise of the powers conferred by section 3 read\nwith sub-section (1) of section 5 of the said Act, the State Government\ndo hereby appoint a Commission of Inquiry consisting of Hon'ble Shri\nJustice A. Suryanarayan Naidu, a sitting Judge of Orissa High Court,\nto inquire into and report in respect of the following matters, within\nsix months from the date of publication of this notification in the D\nOrissa Gazette, namely :-\n(1) Analysis of the Sequence of events and circumstances leading\nto the police firing at Kalinga Nagar on the 2nd January 2006.\n(ii) Whether the measures taken, the quantum of force used in\nanticipating, preventing and handling situations were adequate,\ninadequate or in excess of requirement and the responsibility for\nsuch acts of commission or omission.\nE\n(iii) The role, conduct and responsibility of the organizations, group\nof individuals or reasons if any, in influencing, precipitating or F\nescalating the incident; and\n(iv) Any other matter connected with or incidental thereto as the\nCommission may consider appropriate.\n4. Further, the State Government are of the opinion that having regard\nto the nature of inquiry to be made and the other circumstances G\npertaining to the incident, it would be appropriate that the provisions\nof sub-sections (2), (3), (4) \u0026 (5) of Section 5 of the said Act should\napply to the conduct of this inquiry, by the Commission. Therefore,\nthe State Government directs that the aforesaid provisions shall apply,\naccordingly.\nH\n994\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n5. The headquarters of the Commission shall be at Cuttack. However\nthe Commission may hold the inquiry in Kalinga Nagar or any other\nplace also as may be considered necessary by them for the purpose.\n(No. 632/C)\nBy order of the Governor\nSANTOSH KUMAR\nC\nPrincipal Secretary to Government\"\n7. Though it was strenuously urged by the learned counsel for the\napplicant - State that the Commission was only permitted to work on holidays\nthat really is of no consequence. As noted in T. Fenn Walter's case (supra)\nthe considerations have to be of several aspects including the determinative\n\"paramount national interest\" angle. That does not appear to be a factor\nconsidered when the request was made for appointment of a sitting Judge as\nD the commission and the reply of the Chief Justice of the High Court accepting\nthe prayer. It could not be shown to us as to how the issues being enquired\ninto by the Commission are of paramount national interest. Further the stand\nthat the Commission was required to give recommendation on various other\naspects like industrialization etc. is really of no consequence. It is not known\nas to on what basis a sitting Judge appointed as a Commission, can throw\nlight on the broader issues like industrialization etc. In any event, the parameters\nof enquiry do not include these aspects.\nE\nR.P.\n8. The I.A. is sans merit, deserves dismissal, which we direct.\nI.A. dismissed.\n"}