{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"R.K. PARVATHARAJ GUPTA\nV.\nK.C. JAYADEVA REDDY\nFEBRUARY 2, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nA\nB\nC\nLimitation Act, 1963-Article 54-Suit for specific performance of\ncontract filed after a period of three years from date of expiry of 15 days\nspecified in notice, if barred by limitation-Held: Though time for performance\nwas not fixed in sale agreement, but purchaser had notice that performance\nwas being refused, if he failed to fulfil his obligation under the contract\nwithin 15 days of receipt of notice-On facts, it was clear that purchaser was\nnot ready and willing to perform his part of contract-Thus, in terms of\nArticle 54 suit should have been filed within three years from date of expiry\nof 15 days specified in notice-Thus as such suit barred by limitation- D\nSpecific Relief Act, 1963.\n(✗\nE\nAppellant-owner of agriculture land took loan from bank depositing\noriginal title deed of the property with the bank. On the other hand appellant\nentered into agreement for sale of his land with the respondent for a certain\nsum. As per the sale agreement respondent was to deposit the mortgage\namount in the bank and get the loan discharged. A dispute was pending\nbetween appellant and C in the High Court. Appellant was to inform respondent\nabout disposal of the case. Sale deed was to be executed within period of four\nmonths upon disposal of appeal pending in High Court. Even if the dispute did\nnot come to an end, sale deed was to be executed and the balance sale F\nconsideration was to be left with the appellant after deducting the advance\namount so as to enable the respondent to pay the same to the Bank till the\nsaid dispute came to an end. Respondent did not deposit the requisite amount.\nBank filed a suit. Appellant served notice upon respondent on 24.04.1984 to\ndeposit the amount and get the sale deed executed within 15 days of receipt of\nnotice failing which sale agreement would stand cancelled. Respondent did\nnot deposit the amount nor inquired about the disposal of the case. He deposited\nonly part of the amount one year later. Respondent then filed suit for specific\nperformance of contract on 26.09.1989. Trial Court decreed the suit holding\nthat the same was not barred by limitation. However, first appellate court\n1059\nG\nH\nx\nF\n1060\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA dismissed the suit on the ground that it was barred by limitation. High Court\nholding that since time was not the essence of contract, suit was not barred\nby limitation and remitted the matter to the first appellate court. Hence the\npresent appeal.\nB\nC\nAllowing the appeal, the Court\nHELD: 1.1. In terms of Article 54 of the Limitation Act, 1963 a suit for\nspecific performance of a contract is required to be filed within three years;\nin the event no date is fixed for the performance, within a period of three years\nfrom the date when the plaintiff has notice that performance is refused.\n[1063-E]\n1.2. There cannot be any doubt whatsoever that in respect of a contract\nfor sale of immovable property, time is not of the essence of the contract, but\nthe notice dated 24.04.1984, is required to be construed in the context of the\nagreement entered into by and between the parties and the facts of the case.\nD From 1982 to 1984, the respondent did not pay any amount to the Bank nor\nE\nF\ntook any steps to make any inquiry as regard the disposal of the said litigation\nbefore the High Court. Therefore, the appellant had good reasons to serve\nthe notice dated 24.04.1984 calling upon the respondent to deposit the entire\namount to the Bank. There is nothing on record to show that despite receipt\nof the said notice, the respondent took any step to deposit the said amount. He\nwas not ready and willing to perform his part of contract. Evidently, he was\nnot interested in payment of the loan amount to the Bank on behalf of the\nappellant as he was appropriating the usufructs from the land as he was in\npossession thereof. He deposited a sum of Rs. 10,000/- after more than one\nyear. [1063-F; 1064-E, F}\n1.3. Even though the time for performance was not fixed in the\nagreement for sale, on receipt of the notice, the respondent had notice that\nthe performance was being refused, if he failed to fulfil his obligation under\nthe contract within 15 days of receipt of the notice. Therefore, the suit, in\nterms of the requirement of Article 54 of the Limitation Act, should have\nG been filed within a period of three years from the date of expiry of fifteen days\nfrom the date of receipt of the said notice and as such was barred by limitation.\n[1064-H; 1065-A, B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 937 of 2006.\nH\nFrom the Judgment and Order dated 9.3.2005 of the Karnataka High\nR.K. PARVATHARAJ GUPTA v. K.C. JAYADEVA REDDY [SINHA, J.] 1061\nCourt in R.S.A. No. 266/2000.\nA\nS.N. Bhat, D.P. Chaturvedi and N.P.S. Panwar for the Appellant.\nP.R. Ramasesh abd Shanmu Khappa for the Respondents.\nB\n:\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nThis appeal is directed against a judgment and order dated 09.03.2005\npassed by a learned Single Judge of the High Court of Karnataka dated C\n09.03.2005 in RSA No.266 of 2000 whereby and whereunder the Second\nAppeal filed by the Respondent herein was allowed decreeing the suit for\nspecific performance filed by the plaintiff-respondent.\nThe facts relevant for this case are as under :\nD\nThe Appellant was at all material times, the owner of agricultural lands\nbearing Survey Nos. 12, 13, 14 and 16 situated in Village Sheganayakanahalli\nVillage, Sarjapur Hobli, Anekal Taluk. The parties hereto entered into an\nagreement for sale on or about 13.10.1982, wherefor a sum of Rs.65,000/- was\nfixed as consideration. Allegedly, a sum of Rs. 16,500/- was paid to the Appellant E\nby way of earnest money whereupon the Respondent was put in physical\npossession of the lands in question. Allegedly, a sale deed was to be executed\nand registered upon disposal of an appeal pending before the Karnataka High\nCourt.\nG\nIt is not in dispute that the Appellant had taken a sum of Rs.42,000/- F\nby way of loan from the Central Bank of India wherefor the original title deeds\nwere deposited therewith. The Plaintiff-Respondent was to deposit the mortgage\namount in the Bank in terms of the said agreement for sale. On or about\n24.04.1984, the Appellant herein served a notice upon the Respondent herein,\nalleging that he had not performed his part of the contract, having not\ndeposited the requisite amount in the Central Bank of India towards the\nagricultural loan raised by him on the security of the property. In connection\nwith the said loan, the Central Bank of India had filed a suit wherefor a notice\nwas served upon him. In that situation, the aforementioned notice was issued\nasking the Respondent to deposit the amount to the Central Bank of India\nforthwith and get the sale deed executed within fifteen days from the date of H\n1062\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA receipt of the notice failing which the agreement to sell would stand cancelled\nand the Appellant would be at liberty to deal with the property to the best\nof his advantage and in such case, if he suffers any damages, the Respondent\nwould be responsible therefor.\nB\nThe amount admittedly was not paid to the Central Bank of India by the\nRespondent in terms of the said notice. He allegedly deposited a sum of\nRs.10,000/- on 25.05.1985. The said sum of Rs.10,000/- evidently was not the\nentire amount required to be deposited by way of repayment of the agricultural\nloan raised by the Appellant herein. A suit for specific performance of the\ncontract and injunction, was filed by the Respondent on 26.09.1989. The said\nC suit was decreed by the trial court, inter alia, holding that the same was not\nD\nbarred by limitation. It was further held that though there had been a stipulation\nfor completion of the deed of sale within a period of four months from the\ndate of the agreement; in view of the fact that the Appellant was also to\nperform his obligation to inform the Respondent about the disposal of the\ncase pending before the High Court and as no such information was given\nas regard the status of the case, a decree for permanent injunction had to be\npassed in his favour. The Appellant herein preferred an appeal thereagainst\nand by the judgment and order dated 01.01.2000, the said appeal was allowed\non the ground that the suit was barred by limitation. A Second Appeal came\nto be filed by the Respondent herein wherein the following purported\nE substantial question of law had been framed :\nF\n“Whether the finding of the first appellate Court that the suit of the\nplaintiff is barred by time by reversing the judgment of the trial court\nis perverse, is contrary to law and the material on record?\nThe High Court reversed the judgment and decree passed by the First\nAppellate Court and came to the conclusion that as the time was not of the\nessence of the contract, the suit was not barred by limitation. The High Court\nwhile allowing the second appeal remitted the matter back to the First Appellate\nCourt with the direction to dispose of the same insofar it related to the relief\nfor specific performance of the agreement of sale dated 13.10.1982 in accordance\nG with law.\nH\nMr. S.N. Bhat, learned counsel appearing on behalf of the Appellant,\nwould draw our attention to the aforementioned notice dated 24.04.1984 and\nsubmit that in view of the fact that the contract stood repudiated, the\nRespondent was required to file a suit within a period of three years therefrom\n1\n+\nR.K. PARVATHARAJ GUPTA v. K.C. JAYADEVA REDDY [SINHA, J.] 1063\nMr. P.R. Ramasesh, learned counsel appearing on behalf of the A\nRespondent, on the other hand, would submit that on a bare perusal of the\nagreement dated 13.10.1982, it would be apparent that the time was not of the\nessence of the contract. It was urged that the contract was a contingent\ncontract and, thus, a sale-deed could be executed by the parties pursuant\nthereto only upon fulfilment of the conditions stipulated therein, namely, (i)\nB\nfurnishing of information by the Appellant to the Respondent about the\nstatus of the suit; and (ii) permission of the competent authority for sale of\nland; and in that view of the matter, the trial court and the High Court must\nbe held to have correctly held that the suit was not barred by limitation.\nArticle 54 of the Limitation Act reads thus :\n\"54.\nFor specific\nperformance of\nThree years\na contract\nThe date fixed for the\nperformance, or, if no\nsuch date is fixed, when\nthe plaintiff has notice\nthat performance is\nrefused.\n\u003c\nC\nD\nIn terms of the said Article, a suit for specific performance of a contract\nis required to be filed within three years; in the event no date is fixed for the\nperformance, within a period of three years from the date when the plaintiff\nhas notice that performance is refused. The notice dated 24.04.1984, thus, is E\nrequired to be construed in the context of the agreement dated 13.10.1982\nentered into by and between the parties.\nThere cannot be any doubt whatsoever that in respect of a contract for\nsale of immovable property, time is not of the essence of the contract, but the\nF\nquestion as regard the conduct of the Appellant must be considered in the\nbackdrop of the events noticed hereinbefore.\nHe had taken an agricultural loan from the Bank. He deposited the\noriginal title deed with the Bank. He was to pay interest on the said amount.\nof loan. A dispute was pending between the Appellant and one G\nChikkanarayanappa in the High Court. The Central Bank of India obtained a\ndecree for a sum of Rs.42,000/- against the Appellant. As per the agreement\nfor sale, the Respondent was to pay the said amount on behalf of the\nAppellant and get the loan discharged. The Appellant was to get only such\namount from the Respondent which might have been remaining after discharge\nH\n1064\nSUPREME COURT REPORTS\nA of the loan taken by him from the Central Bank of India.\nB\n[2006] 1 S.C.R.\nThe sale deed was to be executed within a period of four months.\nHowever, if the dispute between the Appellant and the said Chikkanarayanappa\nwas not disposed of within the said period, the Appellant was required to\nhave permission from the State.\nIt is now accepted that no permission at the relevant point of time was\nrequired to be obtained from the State, for sale of the land. It is furthermore\nnot in dispute that the litigation pending between the Appellant and the said\nChikkanarayanappa had not been disposed of within a period of four months.\nC Even if the said dispute, in terms of the stipulation contained in the agreement\nfor sale, was not to come to an end, the sale deed was to be executed and\nthe balance sale consideration was to be left with the Appellant after deducting\nthe advance amount so as to enable the Respondent to pay the same to the\nBank till the said dispute comes to an end wherefor a separate agreement was\nto be entered into.\nᎠ .\nThe notice dated 24.04.1984 must be construed having regard to the\naforementioned backdrop of facts. From a perusal of the said notice, it appears\nthat prior thereto, the Appellant had received notice from the court of the Civil\nJudge, Bangalore, in connection with the said loan. From 1982 to 1984, the\nE Respondent did not take any steps to make any inquiry as regard the disposal\nof the said litigation before the High Court. He did not pay any amount to\nthe Bank.\nThe Appellant, therefore, had good reasons to serve the aforementioned\nnotice calling upon the Respondent to deposit the entire amount to the Bank.\nF There is nothing on record to show that despite receipt of the said notice\nG\nH\ndated 24.04.1984, the Respondent took any step to deposit the said amount.\nHe was, thus, not ready and willing to perform his part of contract. He has,\nas noticed hereinbefore, deposited a sum of Rs. 10,000/- only in the year 1985,\ni.e. after more than one year thereafter.\nEvidently, he was not interested in payment of the loan amount to the\nBank on behalf of the Appellant as he was appropriating the usufructs from\nthe land as he was in possession thereof.\nThus, even though the time for performance was not fixed in the\nagreement for sale, on receipt of the notice, the respondent had notice that\nནོ\nR.K. PARVATHARAJ GUPTA v.K.C. JAYADEVA REDDY\n1065\nthe performance was being refused, if he failed to fulfil his obligation under A\nthe contract within 15 days of receipt of the notice.\nThe suit was, therefore, in terms of the requirement of Article 54 of the\nLimitation Act, should have been filed within a period of three years from the\ndate of expiry of fifteen days from the date of receipt of the said notice.\nIn this view of the matter we are of the opinion that the impugned\njudgment of the High Court cannot be sustained, which is set aside accordingly.\nThe appeal is allowed and the decree of the appellate court is restored. No\ncosts.\nN.J.\nB\nAppeal allowed.\nC\n"}