{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"3\n皇\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n563\nIt appears that the word \"not\" before the word 'developed\" A\nis a mistake typographical or otherwise and on that basis\nno argument could be built up to say that the lands nearby\nthe acquired lands are not developed.\nB\nC\nD\n13.16 The depositions with regard to the acquired lands\nthat it has wells, pacca houses and the trees, the details\nof which have been mentioned hereinabove, has remained\nuntrammeled in the cross-examination of P.W.No. 1. All\nthese details do add to the quality of the acquired land for\nthe purpose of fixing the rate at which the compensation\nis to be given. The case that lands of S. No. 89, which have\nbeen acquired, are non agricultural lands and the acquired\nlands of S. Nos. 90/1 and 91 are likely to be converted as\nnon agricultural land has also remained intact. Even D.W.\nNo. 1, who has been claimed as a star witness on behalf\nof the Department by the appellants, has admitted that\nlands of S. Nos. 90/1 and 91 are likely to be converted into\nnon agricultural lands. The lands of both these S. Nos. 90\nand 90/1 are also surrounded by non agricultural lands and\nare in posh locality near Amreli township. Even if a land is\nnot a non agricultural land, if the same is surrounded by\nnon agricultural lands and the same is likely to be converted\ninto non agricultural land as per the say of the Land\nAcquisition Officer himself, it is certainly an important and\nrelevant factor for the purpose of fixing the rate at which\nthe compensation is to be awarded at par or with close\nproximity with the rate in respect of non agricultural land.\nD.W. No. 2, who was examined by the Department, has\nalso admitted that going further towards Amreli town, there\nare godowns, show room of Bajaj Scooter, Jalaram\nCommercial Complex, Meghnath commercial Centre, and G\nSurya Garden Hotel etc. He has also admitted that area\naround this land are most developed and posh area of\nAmreli City and further that the lands of S. Nos. 90 and 91\nare situated near the above S. No. 43. D.W. No. 3, who\nwas examined at Exh. 73 by the Department, had sold out\nE\nF\nH\nA\nB\nC\nD\nE\nF\nG\nH\n564\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nthe land bearing S. No. 35 - a part of Village Giriya on\n2.10.90 to one Vithalbhai Bhanjibhai. This witness in the\ncross-examination has admitted that lands of S. No. 89,\n90 and 91 of the claimants are situated near Amreli-Rajkot\nroad and that it is surrounded by the residential houses,\ngodowns etc. This witness has also stated that it is\nadjacent to posh area and this area is a developed one.\n64. In regard to the determination of the amount of\ncompensation by the Reference Court, the High Court inter alia\nopining that the rate at which the compensation was granted\nby the Land Acquisition Officer i.e. at the rate of Rs. 12/- per\nsq.mt. for Bagayat land Rs. 8/- per sq.mt. for Jarayat land Rs.\n50/- per sq. mt. for non agricultural land is wholly inadequate\nand upon discussing the materials brought on record in respect\nof some of the acquired lands vis-à-vis the locations of lands\nfor which deeds of sale have been executed held as under:\n\"While the claimants shall be entitled to compensation to\nbe paid at the rate of Rs. 400/- per sq.mt. as decided by\nthe Reference Court in case of lands of S. No. 89 (in Land\nReference Cases Nos. 85/95, 86/95 and 87/95) i.e. non\nagricultural lands, the concerned claimants shall only be\nentitled to the compensation at the rate of Rs. 300/- per\nsq.mt. instead of Rs. 400/- per sq.mt. as ordered by the\nReference Court with regard to the land of S. No. 90/1 (in\nLand Reference Case No. 1/96) and that of S. No. 91 (in\nLand Reference Cases Nos. 82/95, 83/95 and 84/95),\nwhich are likely to be converted to non agricultural lands.\"\nMr. Shelati would submit:\ni.\nThat the Reference Court as also the High Court\ncommitted a serious error insofar as they failed to\ntake into consideration that the deeds of sale\nwhereupon reliance has been placed by the\nclaimants although parts of Survey Nos. 34 and 40/\n9 being Plot Nos. 17 and 18 were sold at the rate\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 565\nANR. 'v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nii.\niii.\nof Rs. 129/- per square meter by reason of a deed A\nof sale dated 28.7.1988, were in respect of a\nresidential plot and a small piece of land, it being\nsituated within Amreli city and within the municipal\nlimit; being situated in a highly developed area, the\nsame was not comparable with the lands in\nquestion, namely, Survey Nos. 89, 90/1 and 91\nwhich are situated at a distance of 1.5 kilometers\ntherefrom.\nB\nC\nD\nAlthough from index it would appear that by reason\nof a deed of sale dated 16.1.1991, One Navnitbhai\nKakubhai Ganatra who was a claimant in C.A. No.\n244/ 2000 sold the land to one Shri Chunilal\nRanchhodbhai Parmar in respect of part of plot No.\n17 appertaining Survey Nos. 34 and 40/9 involving\n138 square meters area of land for a sum of\nRs.55,200/-, i.e., at the rate of Rs.400/- per square\nmeter, but the same could not have been relied\nupon on the self same grounds. The deed of sale\ndated 16.1.1991 executed by Navnitbhai Kakubhai\nGanatra being one of the claimants being in C.A. E\nNo.244/2000 in favour of Shri Ashokbhai Nathabhai\nParmar in respect of only 143 square meters of\nland in Plot No. 17 for a sum of Rs.57,200/-, i.e.,\nat the rate of Rs.400/- per square meter could not\nhave been relied upon for the self same reasons.\nNo reliance could have been placed on the deeds\nof sale dated 28.12.1992 and 11.5.1992\nconcerning Survey Nos. 34 and 40/9 being Plot No.\n6 and Survey No. 56/57 comprising area of 328\nsquare meter and 59.42 square meter respectively\nwhich were sold for a sum of Rs.2,30,000/-, i.e., at\nthe rate of Rs.701.21 per square meter and\nRs.40,000/-, i.e., at the rate of Rs.673.17 per\nsquare meter respectively. No reliance could also\nF\nG\nН\n566\nSUPREME COURT REPORTS\n[2009] 11 Ş.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\niv.\nV.\nhave been placed thereupon for the added reasons\nthat the said deeds of sale were executed\nsubsequent to the date of notification.\nNo reliance could have also been placed on the\ndeeds of sale dated 27.10.1988 and 18.1.1991 in\nrespect of Survey No. 36/1 being Plot No. 8 and\nSurvey No. 34 and 40/9 being Plot No. 10\ncomprising area of 592.5 sq. meter and 361 sq.\nmeter respectively which were sold for a sum of Rs\n83, 500, i.e., at the rate of Rs 140.92 per sq meter\nand Rs 150000, i.e., at the rate of Rs 415. 51 per\nsq meter respectively.\nNo reliance furthermore could have been placed on\nthe deed of sale dated 27.2.1989 and 28.5.1990\nin respect of Survey Nos. 89 being Plot No. 26 and\n39 and Survey No. 82 being Plot No. 12 comprising\narea of 240 sq meter and 484 sq meter\nrespectively which was sold for a sum of Rs 4400,\nthat is, at the rate of Rs18.33 per sq meter and Rs\n12000 respectively, that is, at the rate of Rs. 28.4\nper sq meter; the price variation being apparent on\nthe face of the said deeds of sale; the fair market\nvalue should have been determined on the basis of\nthe said deeds of sale dated 27.2.1989, 28.5.1990\nand 23.10.1990 by adding the market value at the\nrate of 5% per year which should be a fair market\nvalue. Market value of the agricultural lands by no\nstandard could have been compared with the\nmarket value of the non-agricultural lands.\nMr. Manish Singhvi, learned counsel appearing on behalf\nof the respondents, on the other hand, urged:\ni.\nThe lands in question being situated by the side of\nAmreli-Rajkot Highway which is a developed area\nand being on the eastern side of river 'Thebi', this\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nii.\niii.\niv.\nV.\n567\nCourt may not interfere with the impugned judgment. A\nThe concurrent findings of fact having been arrived\nat by the Reference Court as also the High Court,\nthe impugned judgment is unassailable particularly\nin view of the fact that the deeds of sale in respect\nof the same area are available.\nB\nThe nature of the lands although were agriculture but\nthey being situated within a developed area and\nhaving great potentiality of being converted into a\nnon-agricultural land, the guiding principle for C\ndetermining the market value thereof, namely, that\na willing purchaser would pay to a willing seller for\na property having due regard to its existing\ncondition, with all its existing advantages, and its\npotential probability, should be and has rightly been D\nfollowed.\nThe deeds of sale relied upon by the State being\ndated 2.11.1988, 27.2.1989, 4.4.1989 and\n20.4.1989 could not have been relied upon\ninasmuch as admittedly they were grossly\nundervalued and the Collector had issued notices\nupon them. The Collector himself having fixed the\nprices of the land at Rs.125/-/ per square meter, the\nState should not be permitted to raise any\ncontention contrary thereto or inconsistent therewith.\nThe said deeds of sale, in any event, having been\nexecuted four years prior to issuance of the\nNotification under Section 4(1) of the Land\nAcquisition Act should not be relied upon.\nE\nF\nG\nThe findings of fact arrived at by the learned\nReference court as also the High court relying on\nor on the basis of Exhibits 30, 51 and 53 showing\nthe value of the land to be Rs.400/-, Rs.701/- and\nRs.673 per square meter, no case has been made H\nA\nB\n0\n0\nD\n[!!\nE\nF\nG\n568\nSUPREME COURT REPORTS\nvi.\nvii.\n[2009] 11 S.C.R.\nout for interference with the impugned judgment.\nEven the deed of sale dated 27.10.1988 (Exhibit\n55) shows the value of the land as Rs.140/- per\nsquare meter and the other deeds of sale which\nwere marked as Exhibits 57, 58 and 60 having\nbeen executed on 18.1.1991, 11.10.1991 and\n05.01.1991 i.e. being two years prior to the\nissuance of a notification and the consideration\nthereof being calculated at the rate of Rs.415/,\nRs.425/- and Rs.292/- per square meter, the\nimpugned judgment should not be interfered with.\nD.W.3- Nandlal Trikamjibhai examined on behalf of\nthe State in his deposition having clearly stated that\nthe lands which were the subject matter of Exhibit\n74 were situated only four kilometers away from\nthe acquired land of the claimants and, thus, the\namount of consideration should not be treated to be\na sale instance for the purpose of determining the\nvalue of the acquired land being survey Nos. 89, 90/\n1 and 91, which were surrounded by residential\nhouses, godowns, etc. and also very near to the\nposh area of the town.\nviii. The Collector himself having fixed the conversion\nrate from agricultural land to non-agricultural land at\nRs.300/- per square meter, it would wholly be\nincorrect to contend that the same did not offer any\nindicia in regard to the value of the land for the\nenhancement of right in property from agricultural\nto non-agricultural land.\n65. Indisputably, the agricultural lands adjoin Chittal Road\nwhereas the non-agricultural lands are not.\nThe Reference Court while passing its award, inter alia,\nopined:\nH\nA\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 569\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n\"Now a days, nobody would allow to keep a wooden cabin A\nin one square meter area in one's land on rental basis for\nRs.8/- to Rs. 12/- per sq. mtr. while in these Land.\nReference Cases, the Land Acquisition Officer has\nacquired whole lands permanently from the land owners/\nclaimants by paying compensation of Rs.8/- and Rs.12/- B\nper sq. mtr.\"\nIt was furthermore opined:\n\"During this period, one cup tea cost is minimum Rs.3/-\nand that too in the road side cabin.\"\n66. In our opinion, the said observations were wholly\nirrelevant as it is now well settled that the Reference Court\nshould sit in the arm chair of a willing and prudent purchaser\nand put a question to himself as to whether he would offer the\nC\nsame price sought to be awarded for the said land. We may D\nnotice that a portion of land bearing Survey No. 89 was\nconverted into non-agricultural use and the sale transaction of\na portion thereof would show that 1000 sq. mtr. of land were\npurchased for Rs. 18,000/- by a deed of sale executed on\n2.8.1988 in terms whereof the value of the land came to Rs.18/\n- per sq. mtr. We will advert to the question as to whether the\nsame ought not to be relied upon as the land under the said\ndeed of sale not only was converted into non-agricultural land\nbut even developed as well and all other activities were being\ncarried out by dividing the same into plot a little later.\n67. It is admitted that subsequently an agreement of sale\nwas entered into in respect of those plots of land wherefor the\nmarket value was fixed at Rs.300/- per sq. mtr. It, however,\nappears that no agreement for sale was produced before the\nReference Court. It was urged that the said purported agreement\nfor sale would not be relevant for Survey Nos: 90/1 and 91 as\nthe same were agricultural lands.\nE\nF\nG\n68. We may furthermore place on record the evidence of\nDeputy Collector, Mr. Mansuri wherein he stated, \"Disputed\nlands are situated at a distance of 4 Kms. away from the H\n570\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA residential area of Amreli.\" According to the said witness he,\nhaving considered the four instances of sale which had taken\nplace in village Giriya, had made his award.\nB\nC\nD\nE\n69. The Reference Court as also the High Court, however,\nproceeded on the premise that as the Collector of the District\nhimself determined the market value of Survey No. 39 in terms\nwhereof a sum of Rs.300/- per sq. mtr. by way of premium\n(which is said to have been reduced at a later stage to Rs.100/\n- per sq. mtr.) was fixed.\n70. Was it wholly irrelevant is the question.\n71. A part of Survey No. 89 was non-agricultural in nature\nbut indisputably Survey Nos. 90/1 and 91 were agricultural lands.\nThe value of agricultural lands could not have been compared\nwith the value of non-agricultural lands; only because some\nwitnesses contended that there was a potentiality of the said\nlands becoming developed.\n72. We may, for the purpose of determination of the\nmarket value of the lands in question, notice certain sale\ntransactions.\n73. By reason of a deed of sale dated 28.7.1988 (Exhibit\n48) Survey Nos. 34 and 40/9 (Plot No. 17 \u0026 18) admeasuring\nan area of 739.21 sq. mtr. was sold for a consideration of\nF Rs.96,000/- at the rate of Rs. 129/- per sq. mtr. It is, however,\nadmitted that the land in question consists of residential plots\nand is a small piece of land within the municipal limit of Amreli\ncity, being situate at a distance of about 1.5 kms. from the\nacquired land. The deed of sale dated 16.1.1991 (Exhibit 30)\nshows that 143 sq. mtr. of land in Plot No. 17 was sold for a\nsum of Rs.57,200/-, that is, at the rate of Rs.400/- per sq. mtr.\nIt is said to be not only a residential plot, but also a small piece.\nof land situate in village Amreli city in a highly developed area;\nthe acquired land being about 1.5 kms. away therefrom.\nG\nH\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 571\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n74. Two deeds of sale subsequent to the date of A\nnotification had also been brought on record being Exhibits 51\nand 53 in respect of Survey Nos. 34, 40/9 and 56/57 at the rate\nof Rs.701.21 per sq. mtr. and Rs.673.17 per sq. mtr.\nrespectively. The lands in question are said to be 2 kms. away\nfrom the acquired land. A deed of sale dated 27.10.1988 B\n(Exhibit 55), however, show that plot No. 8 to Survey No. 36/1\nadmeasuring 592.50 sq. mt. was sold at a price of Rs.83,500/\n-, i.e., at the rate of Rs.140.92 per square meter. The said land\nis said to be situated in a fully developed residential area of\nAmreli City and is about 2 kms. away from the acquired\nagricultural land of Survey No. 90/1, 90/2 and 91 of Village\nGiriya. By reason of another deed of sale dated 18.1.1991,\n361.00 sq. mtr. of land in Survey Nos. 34 \u0026 40/9 Plot No. 10\nwas sold for a sum of Rs. 1,50,000/-, i.e., Rs.415.51 per sq.\nmtr. Two other deeds of sale being Exhibits 58 and 60 being\ndated 11.10.1991 and 5.1.1991 which were in respect of\nSurvey Nos. 34, 40/9 Plot No. 60 Survey No. 41 Plot No. 14\nwas sold at the rate of Rs. 425.69 per sq. mtr. and Rs.292.30\nper sq. mtr. for a sum of Rs.85,000/- and Rs.38,000/-\nrespectively.\n75. We may also notice the deeds of sale whereupon\nreliance has been placed by the State, the details whereof are\nas under:\nS. Sale Vendor Vendee\nNo. Deed\nNo. \u0026\nDate\nRevenue Area Sale Rate/ Type\nSurvey\nNo.\nC\nD\nE\nபட\nF\nDeed Sq.\nof\nLand\nunt (Rs.)\nAmo- mt.\n(Rs.) 18-33\n1.\n258\nP.O.A.\n27.2.89 of\nTulsidas\nAmbalal\nS.No.89\n240\n4400/\nNon\nPlot No.\nSq.\nAgri.\nG\nShambhu Lathigara\n26 \u0026 39\nmt.\nVallabh\nKabariya\n2.\n469\nP.O.A. of\n4.4.89\nhambhu\nChandresh\nkumar\nS.No. 89\n480\n8800/\n18- Non\nPlot No. Sq.\n33 Agri.\nH\n572\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\nVallabh\nKabariya\nMansukhial 35, 36,\nZinzuvadiya 45 \u0026 46\nmt.\nSiddik\nHabib\nNagani\n3.582\nJayesh\nChandrik-\nS.No.89\n300. 7000/-\nB\n20.4.89\nkumar\naben\nPlot No.1\n62\n23- Non\n28 Agri.\nDurlabhji\nJashvan-\nSq.\nMavani,\ntray\nmt.\nAmreli\nKothiya\n4.886\nP.O.A.of Hitesh\nS.No.89\n538\n9500/-\n17- Non\nC\n[3.6.89\nShambhukumar\nPlot No.\nSq.\n66 Agri.\nVallabh Hiralal\n89, 58,\nmt.\nKabariya,\nZinzuvadiya [71\nShri\nSiddikbhai\nHabibbhai\nNagani\nD\n5.955\n[20.6.89\nMrs.\nDalsukh\n23/2Plot\nDiwaliben Hiraji\n1-61-22500/- 1- Agri.\n88Hal\n39\nBabubhai Jogani\nRokad\n6. 1066\nP.O.A. of\nRevatiben\nS.No.82 484 12000/- 24- Non\nE\n28.5.90\nIsmail\nHaribhai\nPlot\nSq.\nAgri.\nJusabbhail Solanki\nNo.12\nmt.\nMotiwala\netc. 6\nPersons\nIkbal\nF\n7. 1212\nIsmail\nKarshan\nS.No.82\n704\n20000/- 28- Non\n15.6.90\nJusabbhai Damji\nPlot No.\nSq.\n40\nAgri\nMotiwala Pithadiya\n5 \u0026 6\nmt.\netc.\n8. 715\nAsagarali\nLabhuben\n22/2,\n1-53-191510/-8-05 Agri.\nG\n13.4.92\nInayatali\nKanaji\n23/1 P\n78\nSaiyad\nKhanesa\n0-83\n-97\n2-37-\n75\nHa.\n9. 1348\nH\nShambhu Pankajbhai S.No.89, 1016 18500/- 18- Non\n"}