{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"DY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 ANR. 573\n. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n3.11.88 Vallabh\nMansukh- 10 Plots Sq.\nKabariya\nbhai\nPlot No.\nMt.\nZinzuvadiya\n178 to\n187\n10. 2235\nBhanabhai Bhanabhai 35/P\n23.10.90 Naraṇbhai] Naranbhai\nLimbasiya | Limbasiya\nP.O.A. of Vithalbhai\nShivlal Bhanjibhai\nBhanjibhai Limbasiya\nLimbasiya\n20 Agri.\nA\n3-67-14000/- 00- Agri.\n04\n(Ha)\n38\nB\nC\n76. The price variation and the market value shown is the\ntwo different categories of the land relied upon by the claimants\nand the State in the aforementioned chart is significant. The\nprice variation between agricultural land and non-agricultural\nland almost during the same period also is of some\nsignificance.\n77. It is furthermore of some interest to note that within a\nshort period of time, the price of the land had shot up and that\ntoo immediately after the process of acquisition of land had\nstarted. It is furthermore important to note that there existed a\nsignificant price variation even in regard to the lands situated\non Survey No. 89. which appears to be a very big plot.\n78. There cannot be any doubt or dispute whatsoever that\ndifferent potentiality of land in different villages and even in\ndifferent parts of the same village would be existing. It was\ntherefore not proper for the High Court to treat all types of lands\nsituated even in different villages as pertaining to a comparable\ncategory. This Court in certain case even has deprecated the\npractice of awarding compensation on the basis of an award\nmade in a neighbouring land.\n79. In Kanwar Singh \u0026 ors. vs. Union of India [(1998) 8\nSCC 136]\nD\nE\n៣\nF\nG\n\"If we go by the compensation awarded to claimants of\nH\n574\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nadjoining village it would not lead to the correct\nassessment of market value of the land acquired in the\nvillage Rangpuri. For example village 'A' adjoins village 'B',\nvillage B adjoins village 'C, village 'C adjoins village 'D',\nso on and so form and in that process the entire Delhi\nwould be covered.\"\n[see also Basant Kumar (supra)]\n80. It is, however, also true that the court is bound to take\ninto consideration the potentiality of the land.\nIn N.B. Jeejabhoy v. The District Collector Thana C. A.\nNos. 313 to 315 of 1965 decided on August 30, 1965, this Court\nheld:\n\"A vendor willing to sell his land at the market value will\ntake into consideration a particular potentiality or special\nadaptability of the land in fixing the price. It is not the fancy\nor the obsession of the vendor that enters the market value,\nbut the objective factor namely, whether the said\npotentiality can be turned to account within a reasonably\nnear future........... The question therefore turns upon the facts\nof each case. In the context of building potentiality many\nquestions will have to be asked and answered whether\nthere is pressure on the land for building activity, whether\nthe acquired land is suitable for building purposes, whether\nthe extension of the said activity is towards the land\nacquired, what is the pace of the progress and how far the\nsaid activity has extended and within what time, whether\nbuildings have been put up on lands purchased for building\npurposes, what is the distance between the built-in-land\nand the land acquired and similar other questions will have\nto be answered. It is the overall picture drawn on the said\nrelevant circumstances that affords the solution.\"\nIn Raghubans Narain Singh v. The Uttar Pradesh\nGovernment Through Collector of Bijnor [1967 (1) SCR 489],\nthis Court held:\nH\n་\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 575\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n\"Market value on the basis of which compensation is A\npayable under s. 23 of the Act means the price that a\nwilling purchaser would pay to a willing seller for a property\nhaving due regard to its existing condition, with all its\nexisting advantages, and its potèntial possibilities when\nlaid out in its most advantageous manner, excluding any B\nadvantage due to the carrying out of the scheme for the\npurposes for which the property is compulsorily acquired.\"\n{See also Mahabir Prasad Santuka and Ors. v. Collector,\nCuttack and Ors [(1987) 1 SCC 587]}\nC\nD\n81. So far as deeds of sale pertaining to the years 1988\nand 1989 are concerned, the same were executed more than\nthree years prior to the date of acquisition. However, in respect\nof the deeds of sale pertaining to Survey No. 89, in view of the\nunder-valuation of the lands sold, the Collector fixed the same\nat the rate of Rs.125/- per sq. mtr. Furthermore, the Collector\nhimself has fixed the premium of Rs.300/- per sq. mtr. for\nconversion from agricultural land to non-agricultural land.\nAlthough the same by itself would not be a safe criterion for\ndetermining the market value, we are of the opinion that both E\nof them may form the basis for arriving at a reasonable\nconclusion.\n82. For the aforementioned purpose, this Court must keep\nin mind that the distance of the lands sought to be acquired\napart from other factors from the Highway also plays an\nimportant role. Evidence has been brought on record to show\nthat some lands, which are the subject matter of the sale deeds\non which reliance has been placed by the claimants, are\nsituated at a distance of 1.5 to 4 kms from the Highway. In that\nview of the matter, it would, in our opinion, be safe to arrive at\nthe market value as on the date of acquisition for the non-\nagricultural lands at Rs.250/- per sq. mtr.\n83. So far as the agricultural lands are concerned, even if\nthey had the potentiality of being converted into a non-\nF\nG\nH.\n576\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA agricultural lands as on the date of notification, they were\nagricultural lands albeit in a developed area. The valuation\nthereof may be determined at 50% of the developed land, that\nis, at Rs. 125/- per sq. mtr.\nB\nGROUP-III\n84. In this batch of cases, notification under Section 4 of\nthe Act was issued in the daily newspaper on 2.2.1990 and was\npublished in the Gazette on 15.3.1990. They were said to have\nbeen affixed at or near the lands in question on 1.8.1990. On\nC the lands under acquisition, indisputably godowns were also\nconstructed. A declaration under Section 6 of the Act was\nissued on 18.6.1991 and published in the Official Gazette on\n11.7.1991.\nD\n85. The details of the cases falling in Group-III are as under:\nGroup Total C.A. No.\nF.A. No.\nNotification Date of\nNo.\nmat-\nters\nSection 4\nJudgment\ndated\nE 7 18\n205-212/2000 410-\n15.3.1990 4.5.1999\n417/1998\n00\n8\n6\n214-219/2000 2073-\n2078/1998\n15.3.1990 4.5.1999\nF\n86. An award was made by the Land Acquisition Collector\non 23.7.1993. Respondents herein being aggrieved by and\ndissatisfied with the quantum of compensation made in the\nsaid awards filed applications for reference before the Collector\nto the District Court, Amreli claiming a sum of Rs.500/- per\nG square meter for agricultural lands and Rs.600/- to Rs. 750/- for\nnon-agricultural lands as also additional amount of\ncompensation, the details thereof are as under:\nH\n1\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 577\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nF.A.\nNo.\nNo.\nSurvey | Type of | Area\nLand\nComp. Comp.\nin\nawar-\nclaim-\nComp. Comp. A\ndecreed Decreed\nSqm.\nded\ned in\nby\nby Guj.\nby\nLower\nLower\nHigh\nL.A.O.\nCourt\nCourt\nCourt\nRs.\nRs.\nRs.\nRs.\nsqm\nSq./\nSqm\nSqm\nB\nSqm\n1\n2\n3\n4\n5\n10\n6\nco\n7\n8\n00\n410/98 44/1\nAgri\n57445 50\n500\n160\n160\n411/98 43/5A-1 Agri. 21\nGodown\n412/98 43/5A-1 Non-\n541\n150\n500\n240\n240\nAgri.\n413/98 38/2 Agri\n4992 150\n500\n160\n160\nD\n414/98 40/4A Non-\n4994 150\n600\n240\n240\nAgri\n415/98 43/2\nNon-\n9407 150\n500\n240\n240\nAgri\nE\n416/98 43/2\nNon-\nAgri\n236\n150\n500\n240\n240\n417/98 43/3\nNon-\nAgri\n632\n150\n500\n240\n240\n2073/98 42/1p Agri\n32104\n50\n600\n160\n160\n43/1p\nF\n2074/98 43/2 Non-\n5407\n150\n600\n240\n240\nAgri\n2075/98 38/1 Agri\n13717 50\n50\n600\n160\n160\n2076/98 43/5A-1 Non-\nG\nAgri.\n307\n150\n600\n240\n240\n|2077/98 43/5A-1 Non-\n216\n150\n600\n240\n240\nAgri.\n[2078/98 43/5A-1[ Non-\n216\n150\n600\n240\n240\nAgri.\nH\n578\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\n87. One Mahendrakumar Nathalal Adatiya said to be the\npower of attorney holder of the claimants deposed twice before\nthe Reference Judge. His depositions was marked as Exhibit\n20 and Exhibit 31. In his deposition, he inter alia stated that\nthe lands under acquisition are on Amreli-Rajkot Highway\nB known as Chaital Road. In the said town, there is a Railway\nStation, Civil Hospital, S.T. Depot, Airdrome, Colleges, and\nmarket yard, etc. According to him, there was a possibility of\nfurther development. The said lands were on the eastern side\nof the river and the area in question had further been\nC developing. According to the said witness, moreover apart from\na large number of houses constructed by various societies;\nthere is an Eye Hospital, High School and other Hospitals\nsituated near the lands in question. It was furthermore stated\nthat on the other side of the land in question, one Survey No\n43/5 was converted into non-agricultural tenancy and in the\nyears 1983-1984, commercial complexes were constructed for\nconversion from agricultural land to non-agricultural land. The\nCollector fixed premium at the rate of Rs.300/- per square meter\nin respect of lands which was adjoining Survey No. 43/5 and\nSurvey No.44. According to him, the prevailing market rate at\nthe relevant time was Rs.600/- to 800/- per square meter.\nD\nE\nF\nG\nH\n88. Apart from the claimants, some tenants of the godowns.\nexamined themselves being witness No.3 and witness No.4.\nSeveral other witnesses including an expert Jivanbhai Pragjibhai\nSavliya (Witness No.7) was also examined.\n89. On behalf of the State, Shri Kaushik Maganlal (D.W.1)\nDeputy Collector who passed the award was examined.\n90. One Balubhai V. Savliya (D.W.2), a vendor proved a\ndeed of sale which was marked as Exhibit 83, whereby and\nwhereunder he had sold 5 bighas of land in 1985 for a\nconsideration of Rs.10,000/-. The State furthermore examined\none Nandlai Trikamjibhai (D.W.3). He had purchased some land\nnear the dam site at a price of Rs. 150/- per square meter.\n;\n'\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 579\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n91. The High Court on the basis of the materials brought A\non record awarded compensation at the rate of Rs.160/- to\nRs.240/- per square meter.\n92. So far as the value of the godowns are concerned, the\nyearly rent was found to be Rs.1,04,000/- whereas the\nReference Court applied the multiplier of 20, the High Court by\nreason of its impugned judgment has applied the multiplier of\n10.\n93. Both parties have preferred appeals thereagainst.\n94. Separate appeals have been preferred by the parties\nhereto before this Court also.\n95. Mr. Shelati, the learned Senior Counsel appearing on\nbehalf of the appellant, would submit:\ni.\nii.\niii.\nThat the Reference Court wrongly proceeded on the\npremise that all acquired lands are situated by the\nside of Amreli - Rajkot Highway despite the fact that\nExhibit 39 (map) clearly shows that Survey Nos. 43/\n5A-1, 38/2, 40/4A did not abut it .\nThe market rate fixed by the Collector at Rs.300/-\nper square meter for converting agricultural land to\nnon-agricultural land in respect of Survey No. 39\ncould not have been taken into consideration for the\npurpose of determining the market value of the land\nas by reason thereof the restrictions imposed in a\ncovenant had been removed by enlarging the ambit\nof the property right over the land.\nNo reliance could have been placed on the deeds\nof sale dated 20.9.1990, 16.1.1991 and 16.1.1991\nin respect of Survey Nos. 34 and 40/9 comprising\nof an area of 240 square meter, 143 square meter\nand 143 square meter respectively and sold for a\nB\nC\nD.\nE\nF\nG\nI\nA\nB\nC\nD\nE\nF\n0\nH\n580\nSUPREME COURT REPORTS\niv.\nV.\nvi.\n[2009] 11 S.C.R.\nsum of Rs.1,20,000/-, i.e., at the rate of Rs.487.80\nper square meter, a sum of Rs.57,200/-, i.e., at the\nrate of Rs.400/- per square meter and Rs. 55,000/\n-, i.e., at the rate of Rs.400/- per square meter\nrespectively as the sale instances being Exhibit 58,\n60 and 61 were not comparable, as\n(1) the lands under sale were small pieces of land;\n(2) they were situated in highly developed area of\nAmreli City;\n(3) they were within the territorial limit of municipality;\n(4) the lands were situated 1.5 to 2.5 kilometers\naway from the acquired lands; and\n(5) the deeds of sale having been executed after\nthe issuance of notification, no reliance could have\nbeen placed thereupon.\nThe deeds of sale dated 21.5.1985 and\n26.10.1988 in respect of Survey No. 991 measuring\n1-30-51 square meter and 323 .12 square meter\nrespectively which were sold for a sum of Rs\n10,000, i.e., at the rate of Rs 0.77 per square meter\nand Rs 45,000, i.e., at the rate of Rs.139.26 per\nsquare meter respectively is demonstrative of the\nfact that there is a huge disparity.\nGodowns having been constructed for the purpose\nof avoiding payment of octroi duty itself goes to\nshow that the value of the land within the municipal\narea would be higher.\nThe evidence of Dr. Bharat Kantilal Mehta who had\npurchased the lands having stated that he had\ni\n2\n7\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 581\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nvii.\npurchased the lands for professional and A\nresidential purpose and having taken a firm\ndecision to purchase the land only in that area and,\nthus, the same being of some personal value to him\ncould not be a comparable instance.\nThe potentiality of the land in a municipal area must\nbe held to be higher than the potentiality of the land\nin a rural area and, thus, the Reference Court as\nalso the High Court committed a serious error in\nrelying upon the sale instances which were in\nrespect of the lands situate within the municipal\narea.\nB\nC\nD\nviii. The High Court and the Reference Court committed\na serious error insofar as they failed to take into\nconsideration that the sale instances whereupon\nreliance had been placed by the State, viz. Exhibit\n83 and Exhibit 85, namely, the deeds of sale dated\n21.5.1985 and 26.10.1988 wherefrom it would\nappear that whereas in the year 1985 the market\nvalue was Rs.0.77 per Are, in the year 1988 the E\nrate was Rs.139.26 ps. per Are. Both the deeds\nof sale involving small plots of land and being\nsituated at a distance of 0.75 kilometer from the\nacquired land and, thus, should have been taken\ninto consideration.\nix.\nAs it was categorically stated by Mahendrakumar,\nthe power of attorney holder, \"we could not earn\nsuch type of rental income if the godowns were\nsituated within the municipality area because the\ngodowns were being constructed outside the octroi\nnaka\", and similarly H.N. Chandarana having stated\nthat the godowns being situated outside octroi\nnaka, he had hired the same to save octroi duty;\nF\nG\nand the godowns having been constructed to H\nA\nB\nC\nD\nE\nF\n0\nH\n582\nSUPREME COURT REPORTS\nX.\nxi.\n[2009] 11 S.C.R.\nevade payment of levy of octroi, it did not reflect the\ntrue market value thereof.\nIn any event, the cost of the construction of the\ngodowns should have been considered for\ndetermining the market value. Provision for\nexpenses incurred like taxes, labour charges,\nmaintenance of the godown and salary payable to\nthe watchman having not been taken into\nconsideration while determining the actual rental\nincome derived by the claimants, the impugned\njudgment should be suitably modified.\nIn any view of the matter, once the market value was\ndetermined on the basis of the income thereof, no\nseparate compensation could have been granted\ntowards the value of the land.\n96. Mr. Sunil Kr. Gupta and Mr. Dinesh Dwivedi, learned\nSenior Counsel appearing on behalf of the claimants\nrespondents, on the other hand, urged:\n-\ni. The last publication of notification having been made\non 1.8.1990, the deeds of sale which were\nexecuted in September 1990 and a few months\nthereafter had rightly been relied upon by the courts\nbelow being contemporaneous documents.\nii.\niii.\nMarket value of the land in terms of Section 23 of\nthe Land Acquisition Act being required to be\ndetermined as on date of issuance of the\nnotification, the same would connote nearness and\nnot a date prior to issuance of the notification.\nThe lands acquired being situated on the eastern\nside of the river and just outside the Amreli town,\nthe Reference Court as also the High Court\ncommitted a serious error in deducting 50% from\n"}