{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"{\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n543\nevidence would be beyond any question. We are not A\noblivious of the fact that only by bringing a documentary\nevidence in the record it is not automatically brought on\nthe record. For bringing a documentary evidence on the\nrecord, the same must not only be admissible but the\ncontents thereof must be proved in accordance with law. B\nBut when the statute enables a court to accept a sale deed\non the records evidencing a transaction, nothing further is\nrequired to be done. The admissibility of a certified copy\nof sale deed by itself could not be held to be inadmissible\nas thereby a secondary evidence has been brought on C\nrecord without proving the absence of primary evidence.\nEven the vendor or vendee thereof is not required to\nexamine themselves for proving the contents thereof. This,\nhowever, would not mean that the contents of the\ntransaction as evidenced by the registered sale deed\nwould automatically be accepted. The legislature advisedly\nhas used the word \"may\". A discretion, therefore, has been\nconferred upon a court to be exercised judicially i.e. upon\ntaking into consideration the relevant factors.\nD\n(See also Ranvir Singh and another v. Union of India, E\n[(2005) 12 SCC 59 ].\n23. In view of the aforementioned Constitution Bench\ndecision we allowed an application filed by the appellant for\nplacing additional documents on record by our order dated F\n23.10.2008. We, therefore, are required to take into\nconsideration the said transactions as well.\n24. The core question which arises for our consideration\nis what principles should be applied for determining the market\nvalue of the land. It is now a well settled principle of law that\nthe determination of the market value of the land acquired,\nindisputably would depend upon a large number of factors,\nnature and quality of the lands is one of them. The norms which\nare required to be applied for determination of the market value\nof the agricultural land and homestead land may be different.\nG\nH\n544\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA In given cases location of land and in particular, closeness\nthereof from any road or high-way would play an important role\nfor determination of the market value wherefor belting system\nmay in appropriate cases have to be resorted to. The position\nof the land, particularly in rainy season, existence of any\nB building etc. also plays an important role. A host of other factors\nincluding development in and around the acquired land and/or\nthe potentiality of the development will have a bearing on\ndetermination of the value of the land.\nC\nD\n25. Determination of the market value of the land may also\ndepend upon the facts and circumstances of each case,\namongst them, however, would be the price of land, amount of\nconsideration mentioned in a deed of sale executed in respect\nof similarly situated land near about the date of issuance of\nNotification under Section 4(1) of the Act; in the absence of\nany such exemplars the market value can be determined on\nyield basis or in case of an orchard on the basis of number of\nfruit bearing trees. It is also well settled that for price\ndetermination purposes, the courts would be well advised to\nconsider the positive and negative factors, as has been laid\nE down by this Court in Viluben Jhalejar Contractor vs. State of\nGujarat [(2005) 4 SCC 789], namely:-\nPositive factors\n(i) Smallness of size\nF\n(ii) proximity to a road\nG\n(iii) frontage on a road\n(iv) Nearness to developed\narea\nNegative factors\n(i) Largeness of area\n(ii) situation in the interior\nat a distance from the\nroad\n(iii) narrow strip of land\nwith very small frontage\ncompared to depth\n(iv) lower level requiring the\ndepressed portion to\nk\nH\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 545\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n(v) regular shape\n(vi) Level vis-à-vis land\nunder acquisition\n(vii) Special value for an\nowner of an adjoining\nproperty to whom it\ndepressed portion to be A\nfilled up\n(v) Remoteness from\ndeveloped locality\n(vi) Some special\ndisadvantageous\nfactors which would\ndeter a purchaser\nB\nC\nmay have some very\nspecial advantage.\nD\n26. The Reference Judge as also the High Court had\nproceeded to determine the market value inter alia relying upon\nor on the basis of some deeds of sale; valuation report; the\ncircular letter issued by the Collector in regard to premium\npayable on conversion of land etc.\n27. The Reference Court and the High Court while ignoring\nthe deeds of sale whereupon reliance was placed by the State,\nfor the reasons stated hereinbefore, principally relied upon a\nfew deeds of sale. We shall take notice of some of them,\nnamely, Exhibits 35, 36, 37, 38, 39 and 40.\n28. It will also be beneficial to consider some of the\ndocuments upon which the State relied upon, they are Exhibits\n86, 90, 91 and 96.\n29. Criticisms advanced on behalf of the State in respect\nof the deeds of sale whereupon the claimants relied are as\nunder.\ni.\nExhibit 35 pertain to a non agricultural resident plot\nE\nF\nG\n; construction thereon is only upto plinth level; it is H.\nA\nB\nс\nD\n546\nSUPREME COURT REPORTS\nii.\niii.\nV.\niv.\n[2009] 11 S.C.R.\nsituated in a municipal area; it a very small plot and\nthat is why it was not comparable.\nExhibit 36 and 37 pertain to a non agricultural\nresidential plots of land. They are situated by the\nside of the highway and in the municipal area.\nExhibit 38 relates to a non agricultural residential\nplot, comes under earthen dams area. It is outside\nthe municipal area.\nExhibits 39 and 40 relate to non-agricultural\nresidential plots of land. They touch Amreli-Chittal-\nRajkot Highway and are in municipal area.\nBharatbhai, PW-7, purchaser of the land under\nExhibit 40, stated that the purchase of the plot by\nhim was for a special purpose, namely - i.e. for\nprofessional and residential purposes.\n30. The Land Acquisition Officer in his Award noticed the\nposition and place of the land sought to be acquired in the\nE following words:-\nLL\nF\n0\nH\n\"Details of land to be acquired.\nThe lands of survey number 1007 to 1046 as shown at Sr.\nNo.1 to 28 of the statement of award are cultivable land\nsituated on west of Thebi river far away from Amreli, near\nthe limits of Baxipur. These land as shown in statement\nJirayat dry and Jirayat irrigated, which is black and fertile\ngiving 2 crops on monsoon and winter.\nThe land proposed to be acquired is of old and new sharat.\nAmreli town is the head quarter of Amreli District, is a\nrailway station, S.T. Buses are ravaging throughout the\nyear. The population of Amreli is near about 1,10,000 which\nconsist mainly of Patel, Bania, Brahmins, Weavers etc who\nare progressive farmers. There are industries of oil mills,\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 547\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nland weaving etc.\"\n31. In the said Award, summary of sales of agricultural\nlands was prepared, which read:-\nA\n\"Summary of considerable sales of agricultural lands\nB\nSales of western bank\nSale of eastern bank\nSurvey Acres Date of\nPrice of 1 Survey Acres Date of Sale\nNo.\nsale\n1 are\nNo.\nSale\n1 are\nC\n991 3.08\n21/5/85\n785-25\n37/37/2 6.20\n6/6/85 307-69\n1063 2.38 13/12/85\n381-00\n29\n0.24 23/7/87 1041-66\n949 2.28 15/4/87\n426.00\n33/AB 1.11 2/3/89 3882.35\nD\n1063 1.13 3/2/89\n754-71 33/AB 1.10 3/3/89 3880.00\nLooking to these sales of agricultural lands Rs.350/- for\nJirayat and Rs.5000/- for irrigated lands for 1 Are are\nseems to be reasonable for the lands of Western bank of E\nriver Thebi. Looking of these sales and the rise in price of\nland Rs.2000/- and Rs.3000/- for lands for 1 Are are\nseems to be reasonable but the geographical condition of\neastern bank is quite different as most of the land are\nconverted into non-agricultural lands and is either F\npopulated or nearly populated area, is situated on Amreli,\nChittal State highway. Looking to all these factors it is not\npossible to compare the land of western bank with land of\neastern bank. No lands are converted into non-agriculture\nand then is no habitation in the western bank of river Thebi.\nWhilst there are many non-agriculture land and habitation\nincreases day by day. More over many lands of eastern\nbank are converted into non-agriculture, which were\nproposed to be acquired. Hence it seems necessary to\ndiscuss about sales of non-agricultural plotting too as the\nG\nH\n548\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\nB\nC\nland of eastern bank are situated on Amreli, Chittal, Rajkot\nHighway and nearer to these and a statement of sales of\nnon-agricultural lands has been taken from the Kasba\nTalati Amreli which is appending as statement number K-\n2 Discussions of these sales are narrated here below.\"\n་\n32. Our attention was further drawn to the fact that\nadmittedly there was no development on the western side of\nthe river. Our attention has further been drawn to the evidence\nof PW-1, Jerambhai, who is one of the claimants. He admitted\nthat in the village form, which he had produced, it has not been\nshown that two crops are grown and that he did not maintain\nany account or balance sheet of the receipt of the crop grown.\nHe furthermore accepted that there was no railway connecting\nthe village with any big city. It was also admitted that not any\nState highway passes through Amreli and except oil mills, there\nD were no other industries.\n33. The claimants examined one of the experts, namely\nBhikhubhai as PW-9, who admitted that he had examined\ndeeds of sale pertaining to residential land only and not\nE pertaining to agricultural lands. He furthermore admitted that the\nLand Acquisition Officer had taken into consideration figures\nof five years' sale transactions in his Award. In his deposition\nhe stated:-\nF\n0\nI\n\"(4) I know that Amreli is backward for Industrial purpose\nand as per my say Industrial Development has been\nstarted. It is true that on the western side of river\nnothing is there. Moreover for the purpose of going\ntowards west side, no road facility is available. As\nper my say acquired land is residential purpose\nland. I have enquired from the town planning office.\nIt is true that in this area no residential houses\ntraced out. In the year 1972, in Amereli town\nplanning has been endorsed and this fact I know\nvery well. The facts stated in column no.9 in Exh.\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n549\n78, which is mentioned considering sale A\ntransaction.\"\n-\n34. On behalf of the State one Ramniklal was examined\nas DW-1. He was a Deputy Executive Engineer (Thebi\nIrrigation). He has not only deposed that the acquired land is\nsituated outside the Amreli Municipality but according to him\nthey are situated at a distance of about 1 ½ km. – 2 km. from\nAmreli-Chittal road. Whereas the residential area, according\nto him, was on the eastern side, on the western side of the river\nTebi there was no residence. He further stated that no State\nhighway is passing through Amreli and also that railway is not\nconnected with big city.\n35. Shri Kaushik who was examined on behalf of the State\nas DW-2 and had been serving the State as a Deputy District\nDevelopment Officer, in his deposition admitted:-\n\"I have awarded compensation at the rate of Rs. 150/- per\nsq. mt. for Agriculture land and which is likely to be\ndeveloped. The compensation awarded at the rate of\nRs.50/- per sq. mt. has been awarded fully and\ncompensation at the rate of Rs.150/- per sq. mt. has been\ncalculated after deducting price of road (way) in the case\nof not taking possession road, then in such cases, I have\nawarded compensation at the rate of Rs.1/- which is token\nand deduction of road was being deducted in such case\nwhere possession of road has been handed over.\nGenerally for the purpose of converting land into not--\nagriculture purpose, the claimant has to left (sic for leave)\n40 to 43% land.\"\nB\nC\nD\nE\nF\n36. It appears that the High Court had mixed up the Awards G\nmade in respect of the lands situated on the Eastern side of\nthe River with that of the Western Side.\n37. We may now notice the deeds of sale whereupon the\nState had relied upon.\nH\n550\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\n38. Ext. 86 is in respect of a deed of sale relating to Survey\nNo.991which is adjacent to Survey No.103-A in terms whereof\nonly 0.77 per sq. meter of land was determined as the market\nvalue. It was also placed on record that the vendor Lalubhai\nKeshavbhai is one of the claimants before us. However, it\nB appears from Ext. 90 which is a deed of sale dated 7th\nJanuary, 1987 relate to the land which is adjacent to Survey\nNo.999 K from a perusal whereof it appears that the market\nvalue was Rs.1.85 per sq. mt. The subject matter of the said\ndeed of sale is the land situated near nana Ankadira village\nroad near to the acquired land at the western side of the river.\nC\nD\n39. Ext. 96 is the deed of sale dated 22nd June, 1989,\nappertaining to Survey No. 1043 P; from a perusal whereof it\nwould appear that the market value of the land was Rs. 2.08\nper sq. meter. Ext. 98 is the deed of sale dated 21st April, 1990\nwhich is in respect of Jiyarat land situated on the eastern side\nof the river adjoining Amreli municipal area. The market value\nof the same comes to Rs.8.41 per sq. met. Ext. 99 is a deed\nof sale dated 27th September, 1990 appertaining to Survey\nNo.1047/1 and adjacent to Survey No. 1031 \u0026 1046 is Bagayat\nE land, which is stated to be situated near the acquired land on\nthe western side of the river and down stream of earthen dam,\nthe market value of which was Rs.2.50 per sq. met..\n40. The High Court, however, proceeded on the basis that\nF although the acquired lands were situated on one side of the\nriver, in view of the fact that entire acquired land was to be\nsubmerged, no justification can be made in regard to the nature\nof the land. The High Court held (in our opinion wrongly) that\ndistance of a few kilo meters from the Amreli town would not\nmatter.\nG\n41. The High Court furthermore opined that the lands in\nvillage Baxipur were also fertile and thus no discrimination can\nbe made. For the said purpose the High Court relied upon the\nAwards made in the earlier case exhibited as Exhibits 68 and\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 551\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n73 in terms whereof compensation @ Rs.75/- per sq. meter A\nwas paid.\n42. The variation in the price of the land within a few years\nis a matter of great significance. It is true that no single factor\nwould be decisive for the purpose of arriving at the market value\nof the land. But in a case of this nature a holistic view is\nrequired to be taken. It is, in our opinion, wholly improper to\nforget the distinction between the agricultural land and the non\nagricultural land. Even in the same area, value of the agricultural\nland and the non-agricultural land may be considerably different.\nFor the said purpose, existence of the road; railway station;\nairport; schools; colleges; hospitals etc. play an important role.\nIt is not a case where the developed area and the undeveloped\narea or for that matter non agricultural and agricultural lands are\nmerely divided by a road. It is also not a case where the entire\narea is known and treated to be one and the same, although a\npart of it may be governed by the Panchyat and the other part\ncomes within a municipal area. It stands admitted that the\nacquired lands for all intent and purport is divided into two parts.\nThe eastern part and only a small part of the western side is\nwithin the municipal area and the other, consisting of agricultural\nlands, is outside the municipal area. It furthermore stands\nadmitted that the town has developed only on eastern side of\nthe river and agricultural lands are situated on the western side\nin which there is even no residential house.\n43. In a case of this nature, indisputably different criterion\nand norms are required to be adopted for determination of the\nmarket value.\nB\nC\nD\nE\nF\n¬¬\n44. Before us learned counsel for the parties have relied\nG\nupon a large number of decisions. We may notice some of\nthem\n45. This Court in Union of India v. Pramod Gupta, [ (2005)\n12 SCC 1 ], on the question of determination of market value\nopined :-\nH\n}\n552\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\nB\nC\nD\nחח\nE\nIL\nF\nG\nH\n\"24. While determining the amount of compensation\npayable in respect of the lands acquired by the State, the\nmarket value therefor indisputably has to be ascertained.\nThere exist different modes therefor.\n25. The best method, as is well known, would be the\namount which a willing purchaser would pay to the owner\nof the land. In absence of any direct evidence, the court,\nhowever, may take recourse to various other known\nmethods. Evidences admissible therefor inter alia would\nbe judgments and awards passed in respect of\nacquisitions of lands made in the same village and/or\nneighbouring villages. Such a judgment and award, in the\nabsence of any other evidence like the deed of sale, report\nof the expert and other relevant evidence would have only\nevidentiary value.\n26. Therefore, the contention that as the Union of India was\na party to the said awards would not by itself be a ground\nto invoke the principles of res judicata and/or estoppel.\nDespite such awards it may be open to the Union of India\nto question the entitlement of the respondent claimants to\nthe amount of compensation and/or the statutory limitations\nin respect thereof. It would also be open to it to raise other\ncontentions relying on or on the basis of other materials\nbrought on record. It was also open to the appellant to\ncontend that the lands under acquisition are not similar to\nthe lands in respect whereof judgments have been\ndelivered. The area of the land, the nature thereof,\nadvantages and disadvantages occurring therein amongst\nothers would be relevant factors for determining the actual\nmarket value of the property although such judgments/\nawards, if duly brought on record, as stated hereinbefore,\nwould be admissible in evidence.\"\nIt was further opined :-\n\"36. Yet again in Ras Behari Mandal v. Raja Jagadish\n"}