{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 11 S.C.R. 523\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 ANR. A\nV.\nMADHUBAI GOBARBHAI \u0026 ANR.\n(Civil Appeal No. 204 of 2000)\nJULY 29, 2009\n[S.B. SINHA AND CYRIAC JOSEPH, JJ.]\nLAND ACQUISITION ACT, 1894:\n-\n00\nB\ns.23 – Acquisition of land that would submerge in river C\nwater in process of construction of a dam on the river -\nCompensation - Computation of - Criteria for - Positive and\nnegative factors to be taken into consideration - Explained -\nExemplars considered – Market value of lands acquired\ndetermined accordingly.\nS.23\n-\n-\n-\n-\nD\nAcquisition of land with construction\nDetermination of compensation HELD: For extent of land\non which godowns stand, separate compensation need not be\npaid, when compensation based on rental value of godowns\nis being paid - Land Acquisition Officer to calculate the E\ncompensation accordingly following the method adopted by\nHigh Court.\nLarge tracts of agricultural and non-agricultural lands\nsituate on both sides of river Thebi in three villages, F\nnamely, Amreli, Baxipure and Giriya in the State of Gujarat\nwere acquired under the Land Acquisition Act, 1894 as\nthe said area would sub-merge in water in the process\nof construction of a dam on river Thebi. The area on\neastern bank of the river including the lands in village\nGiriya was developed whereas the area on the western\nbank including the lands of villages Baxipura and Amreli\nwas under developed. A portion of the acquired land also\nfell within municipal limit of Amreli town. Compensation\n523\nG\nI\n524\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA was awarded to land owners at different rates according\nto the lands falling in different groups. For lands covered\nunder Group I, compensation was awarded at the rate of\nRs.75/- per sq. mtr. for the lands falling in Group II, the\nSpecial Land Acquisition Officer awarded compensation\nB at the rate of Rs.12/- per sq. mtr. for ‘Baayať land, Rs.8/-\nper sq. mtr. for ‘Jirayat' land, and Rs.50/- per sq. mtr. For\nnon-agricultural land. The reference court awarded\ncompensation at uniform rate of Rs.400/- per sq. mtr. The\nHigh Court maintained the compensation for non-\nagricultural land, but reduced it to Rs.300/- per sq. mtr.\nfor agricultural land. For the lands of Group III, the Land\nAcquisition Officer awarded compensation at Rs.50/- per\nsq. mtr. for agricultural land, and Rs.150/- for non-\nagricultural land. The reference court enhanced\ncompensation to Rs.160/- per sq. mtr. for agricultural\nland, and Rs.240/- for non-agricultural land. The High\nCourt confirmed the order.\nC\nD\nE\nF\nG\nDisposing of the appeals, the Court\nHELD: 1.1. Determining the market value of the land\nacquired would depend upon a large number of positive\nand negative factors. Criteria for determination of the\nmarket value of the agricultural land and homestead land\nmay be different. Amount of consideration mentioned in\na deed of sale executed in respect of similarly situated\nland near about the date of issuance of acquisition\nnotification is also a relevant factor. In the absence of any\nsuch exemplars the market value can be determined on\nyield basis or in case of an orchard on the basis of\nnumber of fruit bearing trees. [Para 24 and 25] [543-G, H;\n544-D]\nViluben Jhalejar Contractor vs. State of Gujarat (2005)\n4 SCC 789, relied on.\nH\n:\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR.\nGroup I\n525\n1.2. In view of the Constitution Bench decision* an\napplication filed by the appellant for placing additional\ndocuments on record was allowed by this Court's order\ndated 23.10.2008. Therefore, the said transactions as well\nwould be taken into consideration. [Para 23] [543-F]\nA\nB\n*Cement Corporation of India Ltd. etc. etc. v. Purya and\nothers etc. etc. (2004) 8 SCC 270; P. Ram Reddy and Ors.\nVs. Land Acuisition Officer, Hyderabad Urban Development\nAuthority, Hyderabad and Ors. (1995) 2 SCC 305; Ranvir C\nSingh and another v. Union of India (2005) 12 SCC 59 and\nLand Acquisition Officer \u0026 Mandal Revenue Officer v. V.\nNarasaiah (2001) 3 SCC 530, relied on.\nE\n1.3. In the instant matters, the High Court mixed up D\nthe awards made in respect of the lands situated on the\neastern side of the River with that of the western side.\nAdmittedly, there was no development on the western\nside of the river. There was no railway line connecting the\nvillage with any big city nor was there any State highway\npassing through the area. It has also not been shown\nthat two crops were grown in the land. The High Court\nproceeded on the basis that although the acquired lands\nwere situated on one side of the river, in view of the fact\nthat entire acquired land was to be submerged, no\njustification can be made in regard to the nature of the\nland. The High Court erred in holding that distance of a\nfew kilo meters from the Amreli town would not matter.\nThe High Court furthermore opined that the lands in\nvillage Baxipura were also fertile and thus no\ndiscrimination can be made. [Para 32,36 and 40-41] [549-\nG; 548-B, C, D; 550-F, G]\n1.5. The variation in the price of the land within a few\nyears is a matter of great significance. It is true that no\nsingle factor would be decisive for the purpose of arriving\nF\nG\nH\n526\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA at the market value of the land. But in a case of this\nnature a holistic view is required to be taken. It is wholly\nimproper to ignore the distinction between the\nagricultural land and the non-agricultural land. Even in\nthe same area, value of the agricultural land and the non-\nB agricultural land may be considerably different. For the\nsaid purpose, existence of the road, railway station,\nairport, schools, colleges, hospitals etc. play an\nimportant role. It is not a case where developed area and\nundeveloped area or for that matter non-agricultural and\nC agricultural lands are merely divided by a road. It is also\nnot a case where the entire area is known and treated to\nbe one and the same, although a part of it may be\ngoverned by the Panchyat and the other part comes\nwithin a municipal area. It stands admitted that the\nacquired land for all intent and purport is divided into two\nparts. The eastern part and only a small part of the\nwestern side is within the municipal area, and the other,\nconsisting of agricultural lands, is outside the municipal\narea. It furthermore, stands admitted that the town has\ndeveloped only on eastern side of the river and\nagricultural lands are situated on the western side in\nwhich there is even no residential house. In a case of this\nnature, indisputably different criteria and norms are\nrequired to be adopted for determination of the market\nvalue. [Para 42 and 43] [551-A-F]\nD\nE\nF\nUnion of India v. Pramod Gupta (2005) 12 SCC 1; Ranvir\nSingh v. Union of India, (2005) 12 SCC 59; Karimbanakkal\nSulaiman (Dead) by L.Rs. v. Special Tahsildar for K.A.K.P.I.P.\n(2004) 13 SCC 643; Viluben Jhalejar Contractor v. State of\nG Gujarat, (2005) 4 SCC 789; Basant Kumar v. Union of India\n(1996) 11 SCC 542; Satish and Ors. vs. State of U.P. and\nOrs. (2009) 9 SCALE 632 and National Thermal Power\nCorporation Ltd. vs. Mahesh Dutta \u0026 Ors. (2009) 9 SCALE\n591, referred to.\nH\nx\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR.\n527\nB\n1.6. It has categorically been held by this Court that A\nordinarily the entire village should not be treated as one\nunit as 'even in the same village, no two lands command\nthe same market value' as potentially, the fact that land\nabutting a National Highway or road would command a\nhigher market value vis-a-vis the land which is not so\nsituated. Potential development and/or likelihood of\ndevelopment are also the factors which have been\nconsidered to be relevant. Building potentiality of the land\nacquired would also be a relevant consideration.\nHowever, the purpose for which the land is sought to be\nacquired would also assume some significance. [Para\n46,47,51 and 52] [555-D, F; 557-D, E]\nKanwar Singh v. Union of India (1998) 8 SCC 136 and\nState of Maharashtra v. Basantibai Mohanlal Khetan (1986)\n2 SCC 516, referred to.\nC\nD\nE\n1.7. The lands in question are purely agricultural\nlands. There were no buildings; there was no residential\nuse; there was no factory. No development had taken\nplace nor was any development expected in immediate\nfuture. The lands were acquired only for the purpose of\nsubmergence. It had thus even no building potentiality.\nIn view of the materials brought on record including the\nvarious sale deeds as exemplars, the valuation of the\nland should be determined at Rs.50/- (Rupees Fifty only) F\nper square meter. [Para 54-55] [557-F, G]\nGROUP- ||\n3.1. The observations made by reference court\nregarding price rise due to inflation were wholly G\nirrelevant. The reference court should sit in the arm chair\nof a willing and prudent purchaser and put a question to\nhimself as to whether he would offer the same price\nsought to be awarded for the said land. Besides, the value\nof agricultural lands could not have been compared with H\n528\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA the value of non-agricultural lands, only because some\nwitnesses stated that there was a potentiality of the said\nland becoming a developed one. [Para 66 and 71] [569-\nD; 570-D]\nB\nC\nD\n3.2. The price variation and the market value shown\nin the two different categories of the land, in the sale\ntransactions relied upon by the claimants, is significant.\nThe price variation between agricultural land and non-\nagricultural land almost during the same period also is\nof some significance. It is furthermore of some interest\nto note that within a short period of time, the price of the\nland shot up and that too immediately after the process\nof acquisition of land had started. It is furthermore\nimportant to note that there existed a significant price\nvariation even in regard to the lands situated on Survey\nNo. 89. which appears to be a very big plot. [Para 76 and\n77] [573-D, E]\n3.3. There cannot be any doubt that different\npotentiality of land in different villages and even in\nE different parts of the same village would be existing. It\nwas therefore not proper for the High Court to treat all\ntypes of lands situated even in different villages as\npertaining to a comparable category. This Court has\ndeprecated the practice of awarding compensation on the\nbasis of an award made in regard to a neighbouring land.\nIt is, however, also true that the court is bound to take\ninto consideration the potentiality of the land. [Para 78\nand 80] [573-G; 574-C]\nF\nKanwar Singh \u0026 Ors. vs. Union of India (1998) 8 SCC\nG 136; Basant Kumar v. Union of India (1996) 11 SCC 542;\nRaghubans Narain Singh v. The Uttar Pradesh Government\nThrough Collector of Bijnor 1967 (1) SCR 489 and Mahabir\nPrasad Santuka and Ors. v. Collector, Cuttack and Ors [(1987)\n1 SCC 587, referred to.\n1\nH\ni\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 529\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR.\n3.5. So far as deeds of sale pertaining to the years A\n1988 and 1989 are 'concerned, the same were executed\nmore than three years prior to the date of acquisition.\nHowever, in respect of the deeds of sale pertaining to\nSurvey No. 89, in view of the under-valuation of the lands\nsold, the Collector fixed the same at the rate of Rs.125/- B\nper sq. mtr. Furthermore, the Collector himself has fixed\nthe premium of Rs.300/- per sq. mtr. for conversion from\nagricultural land to non-agricultural land. Although the\nsame by itself would not be a safe criterion for\ndetermining the market value, both of them may form the C\nbasis for arriving at a reasonable conclusion. [Para 81]\n[575-C-E]\nD\n3.6. The distance of the lands sought to be acquired\napart from other factors from the Highway also plays an\nimportant role. Evidence has been brought on record to\nshow that some lands, which are the subject matter of the\nsale deeds on which reliance has been placed by the\nclaimants, are situated at a distance of 1.5 to 4 kms from\nthe Highway. In that view of the matter, it would be safe\nto arrive at the market value as on the date of acquisition E\nfor the non-agricultural lands at Rs.250/- per sq. mtr. So\nfar as the agricultural lands are concerned, even if they\nhad the potentiality of being converted into a non-\nagricultural lands as on the date of notification, they were\nagricultural lands albeit in a developed area. The\nvaluation thereof may be determined at 50% of the\ndeveloped land, that is, at Rs. 125/- per sq. mtr. [Para 82\nand 83] [575-F-H; 576-A]\nGROUP III\nF\nG\n4.1. The reference court proceeded on the basis that\nthe market value of the land situated in the municipal area\nwas Rs.485/- per square meter at the time of acquisition\nand, thus, the lands in question being outside the\nmunicipal area, the market value thereof should be H\n530\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA deducted by 50%, i.e., Rs.240/- per square meter. For\ndetermining the value of agricultural land further one-\nthird has been deducted. [Para 99] [584-G-H; 585-A-B]\nB\nC\nD\nE\n4.2. Keeping in view the ratio laid down in the\ndecisions of this Court* as also the materials placed on\nrecord, the amount of compensation for the lands\nacquired in this matter arrived at by the High Court, that\nis, Rs.240/- per sq. mtr. for non-agricultural land and\nRs.160/- sq. mtr for agricultural land does not warrant any\ninterference. The High Court, in this regard, has adopted\nthe correct approach particularly in view of the fact that\nthe lands in question are not only situated within a\ndeveloped area but being situated near Aerodrome,\nSchools, Hospitals, etc. the market value thereof could\nnot have been determined at a lesser rate. [Para 102] [586-\nC-F]\n*Administrator General of West Bengal v. Collector,\nVaranasi AIR 1988 SC 943, relied on.\n5.1. As regards the amount payable for acquisition of\n21 godowns and the land, out of the total area of 4250\nsq. mtrs of land, 2972 sq. mtrs. is agricultural land and\n1278 sq. mtrs. is non-agricultural land on which the\ngodowns have been constructed. Commercial\ncomplexes were constructed on it in the year 1984. The\namount of rent of the godowns has been brought on\nrecord. The respondents have claimed compensation\nunder various heads, namely, price of the land, loss\nsuffered due to recovery of rent for 2 years of godowns,\nloss for construction for deep-well, watchman quarter,\nG etc. [Para 103 and 104] [586-F-G; 587-A]\nF\n5.2. For the extent of land on which the godowns\nstand, separate compensation need not be paid when\ncompensation with respect to rental income is being paid\nH for the godowns. The High Court has granted\nf\n5\n+\n;\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR.\n531\ncompensation, inter alia, applying the multiplier of 10 over A\nthe annual income. The approach of the High Court is\ncorrect. [Para 107] [587-E-G]\nRatan Kumar Tandon \u0026 Ors. vs. State of U.P. (1997) 2\nSCC 161; Airports Authority of India v. Satyagopal Roy and\nOrs. (2002) 3 SCC 527; Assistant Commissioner-cum-Land\nAcquisition Officer, Bellary vs. S.T. Pompanna Setty (2005)\n9 SCC 662; Addl. Special Land Acquisition Officer vs.\nYamanappa Basalingappa Chalwadi (1994) 3 SCC 323;\nState of Kerala vs. P.P. Hassan Koya AIR 1968 SC 1201;\nand Special Land Acquisition Officer, Kalinadai (Hydro-\nElectric) Project, Dandali, Uttra Kannada District v. Vasant\nGundu Bale 1995 Supp (4) SCC 649, referred to.\nB\nC\nE\n5.3. However, keeping in view the ratio of the\ndecisions of this Court and the facts of the case, the D\ndecision of the High Court is modified by excluding the\npayment of separate amount of compensation for the\n1278 sq. mtrs. of non-agricultural land in which the 21\nGodowns have been constructed and market value for\nthese godowns would be calculated on the rental value.\nThus, whereas the market value of the land would be\ndetermined at Rs.240/- per square feet, the lands on which\nthe godowns have been constructed, the amount of\ncompensation shall be calculated at the rental value\nthereof by following the method adopted by the High\nCourt. For the said purpose, the matter is remitted to the\nLand Acquisition Officer. [Para 113] [589-F-H; 590-A]\nCase Law Reference:\nLL\n1995 Supp. (2) SC 168 relied on\npara 14\nG\n(1995) 2 SCC 305\nrelied on\npara 22\n(2001) 3 SCC 530\nrelied on\npara 22\nH\n532\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\n(2004) 8 SCC 270\nrelied on\npara 22\n(2005) 12 SCC 59\nrelied on\npara 22\n(2005) 4 SCC 789\nrelied on\npara 25\nB\n(2005) 12 SCC 1\nreferred to\npara 45\n(2004) 13 SCC 643\nreferred to\npara 45\n(1996) 11 SCC 542\nreferred to\npara 45\n(1996) 11 SCC 542\nreferred to\npara 45\nC\n(1998) 8 SCC 136\nreferred to\npara 47\n(1986) 2 SCC 516\nreferred to\npara 49\n(2009) 9 SCALE 632\nreferred to\npara 50\nD\n(2009) 9 SCALE 591\nreferred to\npara 50\n1967 (1) SCR 489\nreferred to\npara 80\n(1987) 1 SCC 587\nreferred to\npara 80\nE\nAIR 1988 SC 943\nrelied on\npara 101\n(1997) 2 SCC 161\nreferred to\npara 106\n(2002)3SCC527\nreferred to\npara 108\n(2005) 9 SCC 662\nreferred to\nF\npara 109\n(1994) 3 SCC 323\nreferred to\npara 110\nAIR 1968 SC 1201\nreferred to\npara 111\n1995 Supp (4) SCC 649 referred to\npara 112\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 204\nof 2000.\nFrom the Judgment \u0026 Order dated 23.02.1998 of the High\nCourt of Gujrat at Ahmedabad in First Appeal No. 3119 of 1997.\n"}