{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"DY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\niv.\nV.\nvi.\nvii.\n583\nthe market value of the land situated in a municipal A\narea.\nThe map on which reliance has been placed by the\nState of Gujarat would itself show that the area in\nquestion is a highly developed one and the same\nwere situated near the Aerodrome, School, Hotel,\na large number of housing societies, and in that\nview of the matter, there was absolutely no reason\nas to why the sale instances whereupon reliance\nhas been placed by the claimants should not have\nbeen considered to be the determinative factor for\nfixation of the amount of compensation.\nB\nC\nGodowns having been constructed on non-\nagricultural lands and for the purpose of proving the\nrental income therefrom not only Mahendrakumar D\nwas examined in two reference cases as P.W. 1\nand P.W.3 but also two tenants, namely, Harshad\nNathalal Chanarana (P.W.3) and Paresh\nDinkarbhai Davda (P.W. 4) who proved the\nadvantages of such godowns, there was no reason E\nas to why the multiplier of ten should have been\nused although ordinarily a multiplier of 25 is applied.\nThe value of the godowns was required to be\ndetermined keeping in view the loss of earning\ntherefrom in terms of the 'fourthly' appended to\nSection 23 of the Act.\nP.W. 6 - Navnitbhai Kakubhai Ganatra, who was\nthe vendor in respect of Exhibits 60 and 61, relating\nto Survey Nos. 34 and 40/9 having been proved,\nthe sale deed which was executed within a period\nof six months from the date of publication of the\nnotification under Section 4(1) of the Act, there was\nno reason as to why the same could not have\nF\n0\nH\nA\nB\nC\nD\nE\n584\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nformed the basis for determining the market value.\nviii. Even Jivanbhai Pragjibhai Savliya (P.W. 7) has\nproved the assessment report and map to show\nthat Survey No. 43/5A was adjacent to the godown.\nThe lands under acquisition being small plots, the\ncontention of the State of Gujarat that the deeds of\nsale being Exhibits 58, 60 and 61 could not have\nbeen relied upon must be held to be incorrect.\nix.\nThe Reference Court as also the High Court having\narrived at a categorical finding that most of the\ncontemporaneous sale-deeds relied upon by the\nrespondents were in the vicinity of the acquired\nlands, there is no reason as to why a different view\nshould be taken by this Court.\n97. Notification for acquisition of the said lands was issued\non 15.3.1990. The lands under acquisition appertain to Survey\nNos. 44/1, 43/5A-1, 38/2, 40/4A, 43/2, 43/3, 42/1p, 43/1p, 38/\n1, 38/2. Whereas Survey Nos. 44/1, 38/2, 42/1p, 43/1p and 38/\n1 are agricultural lands; other Survey Nos. including Survey No.\n43/5A-1 are non-agricultural lands.\n98. On a part of Survey No. 43/5A-1, 21 godowns have\nbeen constructed wherefor separate amount of compensation\nhas been awarded. The claimants in support of their claim had\nF relied upon the deeds of sale dated 20.9.1990 marked as\nExhibit 58. The deeds of sale which were executed on behalf\nof the State are dated 21.5.1985 and 26.10.1988.\n99. The Reference Court as also the High Court\nG determined the amount of compensation at the rate of Rs.240/\n- per square meter for non-agricultural lands and deducted one-\nthird therefrom, i.e., Rs.160/- towards compensation for\nagricultural lands. In arriving at the said figure, the Reference\nCourt proceeded on the basis that the market value of the land\nH\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 585\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nsituated in the municipal area was Rs.485/- per square meter A\nat the time of acquisition, and, thus, the lands in question being\noutside the municipal area, the market value thereof should be\ndeducted by 50%, i.e., Rs.240/- per square meter. As\nindicated hereinbefore, for determining the value of agricultural\nland further one-third has been deducted.\n100. We may place on record that even before the High\nCourt, the claimants had preferred cross objections, which\nwere rejected on the premise that requisite amount of court fee\nhad not been paid.\n101. In Administrator General of West Bengal v.\nCollector, Varanasi [AIR 1988 SC 943], this Court held:\n\"The determination of market-value of a piece land with\npotentialities for urban use is an intricate exercise which\ncalls for collection and collation of diverse economic\ncriteria. The market-value of a piece of property, for\npurposes of Section 23 of the Act, is stated to be the price\nat which the property changes hands from a willing seller\nto a willing, but not too anxious a buyer, dealing at arms\nlength. The determination of market-value, as one author\nput it, is the prediction of an economic event, viz, the price-\noutcome of a hypothetical sale, expressed in terms of\nprobabilities. Prices fetched for similar lands with similar\nadvantages and potentialities under bonafide transactions\nof sale at or about the time of the preliminary notification\nare the usual; and indeed the best, evidences of market-\nvalue. Other methods of valuation are resorted to if the\nevidence of sale of similar lands is not available.\"\nIn State of Punjab and Anr. vs. Hans Raj (Dead) by Lrs.\nSohan Singh and Ors., this Court held:\n\"As the method of averaging the prices fetched by sales\nof different lands of different kinds at different times, for\nB\nC\nD\nE\nF\nG\nH\n586\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\n00\nB\nA fixing the market value of the acquired land, if followed,\ncould bring about a figure of price which may not at all be\nregarded as the price to be fetched by sale of acquired\nland. One should not have, ordinarily recourse to such\nmethod. It is well settled that genuine and bona fide sale\ntransactions in respect of the land under acquisition or in\nits absence the bona fide sale transactions proximate to\nthe point of acquisition of the lands situated in the\nneighbourhood of the acquired lands possessing similar\nvalue or utility taken place between a willing vendee and\nthe willing vendor which could be expected to reflect the\ntrue value, as agreed between reasonable prudent persons\nacting in the normal market conditions are the real basis\nto determine the market value.\"\nC\nD\n102. Keeping in view the ratio laid down in the\naforementioned decisions as also the materials placed on\nrecord, we are of the opinion that the amount of compensation\nfor the lands acquired in this matter arrived at by the High Court,\nthat is, Rs.240/- per sq. mtr. for non-agricultural land and\nRs.160/- sq. mtr for agricultural land does not warrant any\ninterference on our part. The High Court, in this regard, has\nadopted the correct approach particularly in view of the fact that\nthe lands in question are not only situated within a developed\narea but being situated near Aerodrome, Schools, Hospitals,\netc. the market value thereof could not have been determined\nF at a lesser rate.\nE\n103. Now we shall deal with the question of the amount\npayable for acquisition of 21 godowns and the land on which\nthey stand in Survey No. 43/5A-1. Out of the total area of 4250\nG mtrs of land, 2972 sq. mtrs. is agricultural land and 1278 sq.\nmtrs. is non-agricultural land on which the godowns have been\nconstructed. Commercial complexes were constructed on it in\nthe year 1984.\nH\n104. Respondents have constructed 6 big godowns and\n1\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 587\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n15 small godowns. The amount of rent of the godowns has been A\nbrought on record. Respondents have claimed compensation\nunder various Heads, namely, price of the land, loss suffered\ndue to recovery of rent for 2 years of godowns, loss for\nconstruction for deep-well, watchman quarter, etc.\n105. One of the principal questions, as indicated\nhereinbefore, raised on behalf of the State is that the valuation\nof the land cannot be determined indirectly twice over, one on\nthe basis of the value of the land and the other on the basis of\nthe rental income. Matter would, however, be different where\nonly there is a construction on a land which is used for\nresidential or other purposes.\n106. In Ratan Kumar Tandon \u0026 Ors. vs. State of U.P.\n[(1997) 2 SCC 161], this Court held:\nB\nC\nD\n\"It is well-settled law that when land and building are\nacquired by a notification, the claimant is not entitled to\nseparate valuation of the building and the land. They are\nentitled to compensation on either of the two methods but\nnot both. If the building is assessed, it is settled law that E\nthe measure of assessment be based on either the rent\nreceived from the property with suitable multiplier or the\nvalue of the building is the proper method of valuation.\"\n107. We are in agreement with the view that for extent of\nland on which the godowns stand, separate compensation\nneed not be paid when compensation with respect to rental\nincome is being paid for the godowns.\nF\nThe High Court by reason of the impugned judgment has\ngranted compensation inter alia applying the multiplier of 10 G\nover the annual income. The approach of the High Court is\ncorrect.\n108. In Airports Authority of India v. Satyagopal Roy and\nOrs. [(2002)3SCC527], it was held that:\nH\nA\nB\nс\nD\nE\nF\n588\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\n\"8. It is settled law that in evaluating the market value of\nthe acquired property, namely, land and building or the land\nwith fruit-bearing trees standing thereon, value of both is\nto be determined not as separate units but as one unit.\nTherefore, it would be open to the Land Acquisition Officer\nor the Court either to assess the land with all its\nadvantages and fix the market value thereof on the basis\nof comparable sale instances. In case where comparable\nsale instances are not available and where there is reliable\nand acceptable evidence on record of the annual income,\nmarket value could be assessed and determined on the\nbasis of net annual income multiplied by appropriate\nmultiplier for its capitalization.\"\n109. In Assistant Commissioner-cum-Land Acquisition\nOfficer, Bellary vs. S.T. Pompanna Setty [(2005) 9 SCC 662],\nthis Court has held:\n\"15. From the above cases, it is clear that normally in the\ncases where compensation is awarded on yield basis,\nmultiplier of 10 is considered proper and appropriate. In\nthe case on hand, multiplier of 15 has been applied which\nis on the higher side....\"\n110. It was an agricultural land.\n{See also Addl. Special Land Acquisition Officer vs.\nYamanappa Basalingappa Chalwadi [(1994) 3 SCC 323]}\n111. In State of Kerala vs. P.P. Hassan Koya [AIR 1968\nSC 1201], the method which was generally resorted to in\ndetermining the value of the land with buildings especially those\nG used for business purposes, was the method of capitalization\nof return actually received or which might reasonably be\nreceived from the land and the buildings. Whereas the\nReference Judge had multiplied the annual income by 35 times,\nthe High Court had reduced it to 33 1/3 times. The view of the\nH High Court was upheld.\nf\nz\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 589\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n112. In Special Land Acquisition Officer, Kalinadai A\n(Hydro-Electric) Project, Dandali, Uttra Kannada District v.\nVasant Gundu Bale [1995 Supp (4) SCC 649] it was held that:\nB\nC\n\"2. Sri Veerappa, the learned Counsel for the State, has\ncontended that the High Court committed grave error of\nlaw in recording a finding that lands were possessed of\npotential value for building purposes. We find no force in\nthe contention. It is seen that when 7,800 lineaments were\nconstructed in the project area, it would be clear that a\ntownship had come into existence. It is an admitted fact\nthat the land under acquisition is about the township. It is\nalso an admitted fact that in Ext. A-12 sanction was\nobtained on September 13, 1973 for conversion of\nagricultural lands into urban lands of the layout and sale\nof plots which could not take place due to the fact that mud\nD\nwas dumped on this land. Consequently, the sanction came\nto be cancelled by the Assistant Commissioner. Be that\nas it may, the High Court on the basis of the rental value\nhad determined compensation at the rale of Rs. 1200 per\nacre applying the multiplier of 15 and arrived at the net\nincome at Rs. 18,000 per acre. It is now settled law that\nthe uniform rate of multiplier of 10 is being applied for the\nlands acquired even in the State of Karnataka. Even\nacceding the multiplier of 12 as held by this Court in\nSpecial Land Acquisition Officer, Davangree v. P.\nVeerabhadarappa and Ors. ( 1984 ) 2 SCC 120, the\nclaimant cannot get more than Rs. 14,000 per acre.\"\nE\nF\n113. Hence, keeping in view the ratio of the above.\nmentioned decisions and the facts of the present case, we\nmodify the decision of the High Court to the extent of excluding G\nthe payment of separate amount of compensation for the 1278\nsq. mtrs. of non-agricultural land in which the 21 Godowns have\nbeen constructed would be calculated on the rental value. In\nother words, whereas the market value of the land would be\ndetermined at Rs.240/- per square feet, the lands on which the H\n590\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA godowns have been constructed, the amount of compensation\nshall be calculated at the rental value thereof by following the\nmethod adopted by the High Court. For the said purpose, the\nmatter is remitted to the Land Acquisition Officer.\nB\n114. These appeals are disposed of with the\naforementioned observations and directions. In the facts and\ncircumstances of the case, there shall be no order as to costs.\nAppeals disposed of.\nR.P.\n"}