{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 553\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nChandra Deo Dhaubal Deb the Patna High Court\nreiterated the presumption that the lessor retains all the\nrights in mines and quarries. It also noticed the decision\nof the House of Lords in Great Western Rly. Co. v.\nCarpalla United China Clay Co. Ltd. wherein a grant\nreserving minerals was held to exclude a deposit of china\nclay despite the fact that the same was found near the\nsurface.\"\nIt was also held that:-\nA\nB\n\"8. In V. Hanumantha Reddy v. Land Acquisition Officer C\n\u0026 Mandal R. Officer the law is stated in the following terms:\n(SCC p. 645, para 5)\n\"It is now a well-established principle of law that the\nland abutting the national highway will fetch far more\nhigher price than the land lying interior.\"\nThis Court further opined :-\nD\n\"84. It is also trite to state that the market value of\nagricultural land is lower than that of the land suitable for E\ncommercial purposes. (See Om Prakash v. Union of\nIndia.)\nIt was further opined :-\n\"87. The courts will also have to take into consideration\nthe enormity of the financial implication of enhancement in\nview of the size of the land acquired for a particular\nproject.\".\nIn Ranvir Singh v. Union of India, [(2005) 12 SCC 59],\nthis Court opined as under :-\n\"22. Concededly, the High Court in its impugned judgment\ndid not place any reliance whatsoever upon the sale\ninstances whereupon strong reliance has been placed by\nF\nG\nH\nA\n00\nB\nC\n554\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nthe parties solely on the ground that neither the vendors.\nnor the vendees thereof had been examined as witnesses.\nIt has also not placed any reliance upon any other\njudgment or award filed by the parties. The High Court\nwhile arriving at the said finding evidently took into\nconsideration the law as it then stood. The correctness of\nthe decisions wherein the aforementioned view had been\ntaken was doubted and the matter was referred to a larger\nBench.\"\nReferring to Cement Corporation (supra), it was opined\nthat the High Court was required to consider the deeds of sale\nin their proper perspective for determining the market value of\nthe acquired land.\"\nIn Karimbanakkal Sulaiman (Dead) by L.Rs. v. Special\nD Tahsildar for K.A.K.P.I.P., [(2004) 13 SCC 643], this Court\nheld:\nE\nF\nG\nH\n\"These factors have been taken into consideration by the\nHigh Court in fixing the land value. Moreover, the land\nacquired was agricultural land and it was acquired for the\npurpose of an irrigation project. There is nothing on record\nto show that the land had any commercial value or future\npotentialities. We do not think that the land value fixed is\ntoo low to be interfered with by this Court.\"\nIn Viluben Jhalejar Contractor v. State of Gujarat, [(2005)\n4 SCC 789], this Court opined that :-\n\"\n\"24. The purpose for which acquisition is made is also a\nrelevant factor for determining the market value. In\nBasavva v. Spl. Land Acquisition Officer deduction to the\nextent of 65% was made towards development charges.\nIn Basant Kumar v. Union of India, [ (1996) 11 SCC 542\n], this Court has opined that even if the entire land is of one\nA\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n555\nvillage all the persons cannot be given same compensation, A\nstating:-\nแ\nIt has been firmly settled law by beadroll of decisions\nof this Court that the Judge determining the compensation\nunder Section 23(1) should sit in the armchair of a willing\nprudent purchaser in an open market and see whether he\nwould offer the same amount proposed to be fixed as\nmarket value as a willing and prudent buyer for the same\nor similar land, i.e., land possessing all the advantageous\nfeatures and to the same extent. This test should always\nbe kept in view and answered affirmatively, taking into\nconsideration all relevant facts and circumstances. If feats\nof imagination are allowed to sway, he outsteps his\ndomain of judicial decision and lands in misconduct\namenable to disciplinary law...\"\nB\nC\nD\n46. It has categorically been held that ordinarily the entire\nvillage should not be treated as one unit as 'even in the same\nvillage, no two lands command the same market value' as\npotentially, the fact that land abutting a National Highway or\nroad would command a higher market value vis-à-vis the land E\nsituated at a location which is not so situated.\n47. Potential development and/or likelihood of\ndevelopment are also the factors which have been considered\nto be relevant by this Court in Kanwar Singh v. Union of India,\n[(1998) 8 SCC 136 ] observing:-\nF\n\"8. So far as the first argument that the appellants ought\nto have been given the same rate of compensation which\nwas given to the claimants of the adjoining village is\nconcerned, the amount of compensation for the land G\nacquired depends on the market value of land on the date\nimmediately before the notification under Section 4 of the\nAct or when same land is acquired and offer of\ncompensation is made through an award. Whether such\nan offer of compensation represents the market value of\nH\n556\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\n:\nA\nB\nC\nD\nE\nF\nG\nH\nthe land on the date of notification under Section 4 of the\nAct, has to be determined on the basis of evidence\nproduced before the Court. The claimants have to prove\nand demonstrate that the compensation offered by the\nCollector is not adequate and the same does not reflect\nthe true market value of the land on the date of notification\nunder Section 4 of the Act. This could only be done by the\nclaimants by adducing evidence to the effect that on the\nrelevant date, the market value of the land in question was\nsuch at which the vendor and the vendee (buyer and seller)\nwere willing to sell or purchase the land. The consideration\nin terms of price received for land under bona fide\ntransactions on the date or preceding the date of\nnotification issued under Section 4 of the Act generally\nshows the market value of the acquired land and the\nmarket value of the acquired land to be assessed in terms\nof those transactions. Sale instances showing the price\nfetched for similar land with similar advantages under bona\nfide transaction of sale at or near about the issue of\nnotification under Section 4 of the Act is well recognized\nto be the appropriate evidence for determining the market\nvalue of the acquired land.\"\n48. It was opined that the amount of compensation should\nnot be awarded based on the market value of the land\ndetermined for a neighbouring village.\n49. In State of Maharashtra v. Basantibai Mohanlal\nKhetan, [(1986) 2 SCC 516] referring to capitalization method\nfor determining the value of the land, it was opined:\n\"... In order to appreciate this ground of objection, it is\nnecessary to examine whether the classification of the land\nunder the Act into the land in municipal area and the land\nin rural area for purposes of determining the amount\npayable on acquisition is bad. It is not denied that the land.\nin municipal area commands various advantages which\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nare not available in the case of land in rural areas.\n\"\n557\n50. Situation of the land and particularly the area in which\nit is situated is indisputably a relevant factor. We, however, do\nnot mean to suggest that only because the land is situated within\nthe jurisdiction of a Gram Panchayat by itself would go to show\nthat the value of the lands sought to be acquired cannot under\nany circumstance be compared with the land situate within the\njurisdiction of municipality. There may be a case where the\nlands situated on one side of the road was within the Gaon\nSabha and the other side within the municipality. It is also not\na case where the area is known as one and the same area\nalthough divided by a road and are under different jurisdictions.\n{See also Satish \u0026 Ors. vs. State of U.P. \u0026 Ors. [(2009) 9\nSCALE 632] and National Thermal Power Corporation Ltd. vs.\nMahesh Dutta \u0026 Ors. [(2009) 9 SCALE 591]}\n51. It is furthermore beyond any doubt or dispute that\nbuilding potentiality of the land acquired would also be a relevant\nconsideration.\n52. However, the purpose for which the land is sought to\nbe acquired would also assume some significance.\n53. It is on the aforementioned factual backdrop and legal\nprinciples governing grant of compensation, the market value\nof the lands situate within Group-1 is required to be determined.\nA\nB\nC\nD\nE\nF\n54. The lands are purely agricultural lands. There were no\nbuildings; there was no residential use; there was no factory.\nNo development had taken place nor was any development\nexpected in immediate future. The lands were acquired only for\nthe purpose of submergence. It had thus even no building G\npotentiality.\n55. We, therefore, are of the opinion that in view of the\nmaterials brought on record, the valuation of the land should be\ndetermined at Rs.50/- (Rupees Fifty only) per square meter.\nH.\n558\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA GROUP- ||\nB\nC\nD\n56. This batch of appeals (7 in all) relate to the claimants'\nlands adjoining villages Giriya, Baxipura and limits of Amreli\ntown and the same are directed against the common judgment\nand order dt. 4.5.1999 passed in First Appeal Nos. 989/98 to\n995/98 arises out main Land Reference Case No. 1/96 with\nconsolidated Land Reference Cases Nos. 1/96 and 82/95 to\n87/95 (7 in all) main Land Reference Case being No. 1/96. In\nthese cases, the Notification under Section 4 was published\nin the daily news paper on 29.11.92 and 30.11.92, the same\nwas notified in the Gazette on 10.12.92 and was affixed at the\nconcerned places on 14.12.92 followed by Notification under\nS. 6 published on 18.2.93 in the Gazette and in the news paper\non 20.2.93 and the same was affixed at the concerned places\non 24.2.93.\n57. In Survey No. 89 of Village Giriya, lands of 153 land\nholders were acquired. The Special Land Acquisition Officer\npublished the Award on 23.2.95 awarding compensation at the\nrate of Rs. 12/- per sq. mtr. (Rs. 1200/- per Are) for Bagayat\nE land and Rs. 8/- per sq. mtr. (Rs. 800/- per Are) for Jirayat land\nand Rs.50/- per sq. mtr. for non-agricultural land. Out of that 153\nclaimants, 132 claimants have not filed any reference under\nSection 18 of the Act and accepted the award of Rs.50/- per\nsq. mtr. awarded by the Land Acquisition Officer. Being\naggrieved by and dissatisfied with the said Award, some of the\nclaimants applied for reference of their cases in terms of\nSection 18 of the Act stating that they are entitled to\ncompensation at the rate of Rs. 1000/per sq. mtr. References\nthereinto were made by the District Collector.\nF\nG\n58. The Reference Court decided all these references by\nits common order dt. 9.1.98 awarding compensation at the rate\nof Rs. 400/- per sq.mt. with other benefits. The amount of\ncompensation in respect of agricultural lands was reduced to\nRs.300/- per square meter by the High Court while making a\nH distinction between the agricultural lands and non-agricultural\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\nlands.\n559\n59. Indisputably, there are 18 cases pending before the\nReference Court. In case of neghbouring non-agriculture Survey\nNo. 82 of village Giriya there were 23 claimants, 5 of them had\nnot prayed for reference under Section 18 of the Act. Reference\nCourt awarded Rs.75/- per sq. mtr. to 18 claimants and they\naccepted the same.\nA\nB\nD\nE⭑\n60. In these cases the lands of the claimants are situated\nadjoining the villages Giriya, Baxipura and limits of Amreli town.\nTheir lands have also been acquired for the 'THEBI IRRIGATION C\nPROJECT'. On behalf of the claimants 7 witnesses were\nexamined and the Department had examined 3 witnesses. The\nclaimants' witness No. 1 Gunvantbhai Vallabhbhai has stated\nthat the land bearing S. No. 90/1 is situated on the eastern side\nof Amreli Rajkot road and land S. No. 89 is also on the same\ndirection touching the land of S. No. 90/1. According to this\nwitness, land bearing S. No. 91 is situated on the western side\nof the road touching the road side. The lands of S. No. 90/1\nand 91 are situated on the east and west side of the said\nAmreli-Rajkot Highway respectively and land S. No. 89 is also\non the eastern side touching the land of S.No. 91. The\nReference Court referred to the Map (Exh. 39) and noted that\nthe land bearing S. No. 44 touches on its southern side the land\nbearing S. No. 91 which is on the western side of the road and\nland bearing S. No. 39 touches S. No. 43 being on the same\ndirection. The land of S. No. 39 pertains to 'Surya Garden' Hotel\nand for which the District Collector has ordered to pay premium\n@ Rs. 300/- per square meter for conversion thereof for use\nas non-agricultural purposes from agricultural purposes. All\nthese three Survey Numbers are in the one line and on the\nwestern side of the Highway. According to the Geographical\nsituation, on the other side of the road i.e. to say the eastern\nside of the road, the land bearing S. No. 51 is just opposite\nthe land of S. No. 39 and on the eastern side the land\nearmarked for building an Aerodrome being S. No. 51; while\nF\nG\nH\nB\n560\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA S. No. 44 touches the border of the Aerodrome land S. No. 51\ngoing towards northern side of S. No. 44. The land of S. No.\n91 is adjacent to it and at the same time on the western side\nof S. No. 44 is S. No. 50 and S. No. 49 and the border of land\nof S. No. 50 touches the land of S. No. 89 to some extent. Thus,\nthe lands bearing S. No. 39 and 51 ('Surya Garden\" Hotel) and\nlands of Aerodrome are situated respectively on the opposite\nside of the Road. S. No. 43 touches the border of the acquired\nland of S. No. 91. On the western side of S. No. 43, there are\nlands of S. Nos. 41 and 42 and the land of S. No. 38 touches\nthe southern side of S. No. 41. Thus the Geographical situation\nof all these Survey Numbers show that these lands are around\nthe acquired land.\n·\nC\n61. P.W. No. 1 Gunvantbhai Vallabhbhai deposed in\nregard to the particulars of the same Survey Numbers around\nD the acquired land. He has stated that the award for the land\nbearing S. No. 43 is at the rate of Rs. 275/- per sq.mt.. S. No.\n43 touches the border of the said Amreli-Rajkot road, which is\nalso clear from the Map Exh. 39. The land bearing S. No. 40\nis, however, on the interior side of the road for which the amount\nE of compensation awarded is at the rate of Rs. 70/- per sq.mt.\nAccording to this witness, some other lands bearing S. Nos.\n41, 43/5, 40/4, 43/2 and 43/4 were also acquired and for these\nlands the Land Acquisition officer had awarded compensation\nat the rate of Rs. 150/- per sq. mt. This witness furthermore\nF stated that the land of S. No. 39 touches the road and just\nopposite to the land of the Aerodrome, where the \"Surya\nGarden\" Hotel is situated and for this land the Town Planning\nDepartment had also assessed the value at the rate of Rs. 217/\n- vide letter dt. 16.10.92. He also stated that the land of S. No.\n39 is a new tenure land and to convert this land for Non\nAgriculture purposes the Collector, Amreli fixed the premium\nof Rs. 300/- per sq. mtr. by a Circular letter dated 27.11.1992,\nmarked as Exh. 46. According to him, even in cases of some\nother S. No. viz. S. No. 56, which is only 300 mts. away from\nthe acquired land by a Registered Sale Deed No. 900 dt.\nG\nI\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 561\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n11.5.92, land was sold out at the rate of Rs. 690/- per sq. mtr.\nand that lands being S. Nos. 34 and 40/9, which are about 200\nmeters from the land in question i.e. plot Nos. 10, 17, 18, 60\nand 6 were also sold out at a high price.\nA\n62. The order of the Reference Court was challenged by B\nthe appellants before the High Court mainly on the following\ngrounds:-\n\"(a) The Reference Court ought to have believed the\ndeposition of D.W. No. 1 examined at Exh. 69, who had\npassed the award Exh. 38 because he had taken into C\nconsideration sale instances for 5 years and because he\nhad passed the Award Exh. 38 looking to the market value\nas per the sale instances of village Giriya in the list of the\n5 years sale instances at Exh. 35;\n(b) That the Reference Court had erred in holding that S.\nNos. 90/1 and 91 are likely to be converted into non\nagricultural lands;\n(c) It was argued with reference to the deposition of D.W.\nNo. 2 at Exh. 71 that as per the copy of the sale deed Exh.\n72 the said land admeasuring 1000 sq.mts. was sold for\nRs. 18500/- on 2.11.88, that means at the rate of Rs. 18.5\nper sq. mt. and this price at which the land was purchased\nby the claimants should be considered to be the best\nevidence and that this should form the acid test for the\npurpose of determining the rate at which the compensation\nshould be awarded.\"\nD\nE\nF\n63. In regard to geographical situation of the lands and\nwhether the lands are in developed area or in the vicinity of the G\ndeveloped area, the High Court opined:-\n\"13.15 We have considered the entire evidence in this\ncase in its entirety and have also gone through the analysis\nof the evidence, as has been made by the Reference\nH\nA\nB\nC\nD\nE\nF\n. G\nH\n562\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nCourt. It is clearly borne out that the lands acquired in these\ncases are of S. No. 91 (in Land Reference Case Nos. 82/\n95, 83/95 and 84/95), S. No. 89 (in Land Reference Cases\nNos. 85/95, 86/95 and 87/95) and S. No. 90/1 (in Land\nReference Case No. 1/96). So far as the geographical\nsituation of these lands and as to whether these lands are\nin developed area or in the vicinity of the developed area\nis concerned, we find that the evidence, which has come\nfrom both the sides, is not at much variance inasmuch as\nthe lands are on the eastern or western side of the Amreli-\nRajkot Highway and also as per the Map Exh. 39. The\nlands of various S. Nos., to which the reference has been\nmade herein-above, are all situated in a developed area\nand the same are around the acquired land. If the lands of\nvarious S. Nos. around the acquired land are developed,\nthere is no reason to say that the acquired lands are not\ncomparable with the lands of various S. Nos. such as S.\nNos. 38, 39, 40, 41, 42, 43, 44, 49, 50, 51 and 56. The\nsituation of 'Surya Garden Hotel' in S. No. 39 and the\nexistence of godowns for Scoters and residential premises\nbetween the acquired lands of the claimants and the 'Surya\nGarden Hotel' is also established. Similarly the situation\nof the Cement Factory between the lands of S. Nos. 39\nand 91 is also made out. The deposition with regard to\nthe municipality pavilion, land of Aerodrome, houses etc.\non the eastern side of the road alongwith residential\nhouses also cannot be disbelieved. Thus in absence of any\neffective and specific cross-examination with regard to the\ndevelopment of the area in question, it cannot be\ndisbelieved that the lands around the acquired lands are\ndeveloped area. In the judgment itself at page 20 the\nReference Court has recorded as under:-\n\"There is no cross-examination with respect to the\ndevelopment of area and therefore there is nothing to\ndisbelieve the say of the witness that the area nearby\nacquired lands are not developed.\"\n"}