{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"RAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 349\nHEALTH SCIENCE [A.K. PATNAIK, J.]\n.\nbeen pursuing their MBBS course since 2008 should not be A\ndisturbed. They argued that this is, therefore, a fit case in which\nthis Court in exercise of its powers under Article 142 of the\nConstitution should protect the admission of the 6 students.\nThey cited the judgment in Rajendra Prasad Mathur v.\nKamataka University and Another (1986 Supp. SCC 740) in B\nwhich this Court has held that though the appellants were not\neligible for admission to the Engineering degree course and\nhad no legitimate claim to such admission, the blame for the\nwrongful admission lie more upon the Engineering College and,\ntherefore, the appellants must be allowed to continue their C\nstudies in the respective Engineering Colleges in which they\nwere granted admission. They also relied upon the decision of\nthis Court in A. Sudha v. University of Mysore and Another\n[(1987) 4 SCC 537], in which it was similarly held that though\nthe appellant was not eligible for admission in the first year D\nMBBS course of the Mysore University, the appellant was\ninnocent and should not be penalized by not allowing her to\ncontinue her studies in the MBBS course. They also relied on\nthe observations of this Court in Association of Management\nof Unaided Private Medical and Dental College v. Pravesh\nNiyantran Samiti and Others [(2005) 13 SCC 704] that in a\nmedical college no seat should be allowed to go waste and\ncontended that if no student of the RPMT-2008 was available\nfor admission to the unfilled seats on the last date of admission,\nthe College had no option but to fill up the seats by six students\non the basis of their marks in the 10+2 Examination. They also\nreferred to the order in Monika Ranka and Others v. Medical\nCouncil of India and Others [(2010) 10 SCC 233] in which this\nCourt after taking note of the fact that the candidates who have\nsecured less than 50% marks in the entrance examination had\nbeen admitted in MBBS course in the R.D. Gardi Medical G\nCollege, Ujjain, M.P., directed that their admissions should not\nbe disturbed and ordered to reduce from the management\nquota for the year 2009-2010 the number of seats equal to the\nnumber of irregular admissions.\nE\nF\nH\n350 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA CONTENTIONS ON BEHALF OF THE RESPONDENTS:\nB\nC\nD\nE\nF\n8. Mr. Amarendra Sharan, learned senior counsel\nappearing for the MCI, on the other hand, submitted that seats\nwhich remained vacant even after the second counselling\ncannot be filled up in breach of the MCI Regulations. He\nsubmitted that in the present case the High Court has clearly\nheld that the admission of the 6 students was in violation of\nClause (2) of Regulation 5 of the MCI Regulations which\nrequires that students could be admitted on the basis of their\nmerit as determined in Competitive Entrance Examination. He\nvehemently argued that since the Competitive Entrance\nExamination, namely, RPMT-2008, was conducted by the State\nGovernment of Rajasthan, the College could admit students to\nthe MBBS Course in the seats remaining vacant after second\ncounselling only from amongst the RPMT-2008 selected\ncandidates on the basis of their merit. He submitted that this\nCourt should not therefore disturb the impugned orders of the\nlearned Single Judge and the Division Bench of the High Court.\nThe learned counsel for the State adopted the arguments of Mr.\nSharan.\nFINDINGS WITH REASONS:\n9. We have considered the submissions of the learned\ncounsel for the parties and we do think that we can hold that\nbecause of the order dated 26.05.2009 passed by the learned\nSingle Judge of the High Court in S.B. Civil Writ Petition.\nNos.13419 of 2008, 10350 of 2008 and 11165 of 2008, which\nhad attained finality, the MCI could not have issued the order\ndated 04.02.2010 discharging the six students from the MBBS\nCourse on the ground that they had not been selected in the\nG RPMT-2008 and that their admissions were in breach of the\nprovisions of clause (2) of Regulation 5 of the MCI Regulations.\nWe take this view because we find on a reading of the order\ndated 26.05.2009 of the learned Single Judge of the High Court\nin the aforesaid three writ petitions that the question as to\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 351\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nD\nwhether the admission of the six students was in breach of A\nclause (2) of Regulation 5 of the MCI Regulations was not in\nissue in the aforesaid three writ petitions. The learned Single\nJudge of the High Court has disposed of the three writ petitions\non the basis of a compromise between the writ petitioners on\nthe one hand, and the respondent nos. 4 and 5, on the other B\nhand, and the compromise was that the three writ petitioners\nwould be granted admission in the MBBS Course for the\nacademic year 2009-2010. The learned Single Judge of the\nHigh Court, however, has further directed that their admissions\nwill be adjusted against 15% management seats which are C\navailable to the college and not against 85% seats which are\nto be filled strictly on the basis of the merit list sent by the\nConvener and that the students will be charged fee which is\nordinarily to be deposited by the students who are admitted on\nthe basis of their merit against 85% State quota seats and that\nthe admissions will be within the annual intake strength as\napproved by the MCI. As the College has not produced the\npleadings before this Court in the three writ petitions to show\nthat an issue was raised before the learned Single Judge of\nthe High Court in the aforesaid three writ petitions by the MCI\nthat the admission of the 6 students was in breach of clause\n(2) of Regulation 5 of the MCI Regulations, the principles laid\ndown in Section 11 of the Code of Civil Procedure, 1908\nrelating to res judicata will not apply. As a matter of fact, when\nthe order dated 26.05.2009 was passed by the learned Single\nJudge of the High Court in the aforesaid three writ petitions,\nthe MCI had no information that the six students had not been\nselected in the RPMT-2008 and it was only in August, 2009,\nand thereafter that the MCI came to learn about the breach of\nthe provisions of Regulation 5 and accordingly MCI issued\norders to immediately discharge six students.\n10. We cannot also accept the contention of the appellants\nthat the College could admit students on the basis of marks\nobtained by them in the qualifying examinations under Clause\n(1) of Regulation 5 of the MCI Regulations. The College has\nE\nF\nG\nH\nB\nD\n352 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA relied upon the letter dated 16.09.2009 of the Secretary of the\nMCI clarifying that for the purpose of completing the admissions\nwithin the time schedule fixed by the Court as in the case of\nMirdul Dhar and Another vs. Union of India and Others\n(supra), i.e., 30th September of the year, the admission to the\nMBBS course could be done on the basis of marks secured\nin 10+2 Examination, as provided in Regulation 5(1) of the MCI\nRegulations. But a reading of Regulation 5(1) of the MCI\nRegulations quoted above would show that this provision\napplies only in a State where one university or board or\nC examining body conducts the qualifying examination, in which\ncase, the marks obtained at such qualifying examination may\nbe taken into consideration. In the State of Rajasthan, there are\nmore than one university/board/examining body conducting\nqualifying examination and therefore Regulation 5(1) of the MCI\nRegulations does not apply. As the State of Rajasthan has\nmore than one University/Board/Examining Body conducting\nqualifying examinations, clause (2) of Regulation 5 of the MCI\nRegulations, which provides that a competitive entrance\nexamination will have to be held so as to achieve a uniform\nevaluation, will apply. The College, therefore, was bound to hold\na competitive entrance examination in accordance with clause\n(2) of Regulation 5 of the MCI Regulations or enter into a\nconsensual arrangement with the State Government to admit\nstudents on the basis of the Competitive Entrance Examination\nconducted by the State Government. This is exactly what the\nF College has done. It had entered into a consensual\narrangement with the State Government to admit students on\nthe basis of merit as determined in the RPMT-2008. In our\nconsidered opinion therefore, the clarification in the letter dated\n16.09.2009 of the Secretary of the MCI that for the purpose of\nG admissions within the time schedule fixed by this Court,\nadmission can also be made on the basis of marks secured\nin the 10+2 Examination as provided in Regulation 5(1) of the\nMCI Regulations is not in accord with the fact situation in State\nof Rajasthan. The admission of the six students by the College\nE\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 353\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nto its MBBS Course on 30.09.2008 was, therefore, in breach A\nof clause (2) of Regulation 5 of the MCI Regulations.\nC\n11. We are, however, of the view that in this case also, as\nin the case of Geetanjali Medical College, the violation of clause\n(2) of Regulation 5 of the MC! Regulations is by the College. In\nB\nthis case also, as in the case of Geetanjali Medical College,\nthe case of the MCI is not that the six students were not eligible\nfor admission to the MBBS Course in accordance with the\neligibility criteria laid down in Regulation 4 of the MCI\nRegulations, but that they have not been selected in the RPMT-\n2008, which was the competitive entrance examination\nconducted in accordance with clause (2) of Regulation 5 of the\nMCI Regulations. Moreover, in this case also, as in the case of\nGeetanjali Medical College, the six students had got admission\nto the MBBS course not on the basis of their merit determined\nin the RPMT-2008 in accordance with clause (2) of Regulation\n5 of the MCI Regulations, but on the basis of their marks in the\n10+2 and thus they were beneficiaries of the violation of clause\n(2) of Regulation 5 of the MCI Regulations.\nD\n12. Hence, for the reasons stated in our judgment in the E\ncase of Geetanjali Medical College, we invoke our powers\nunder Article 142 of the Constitution and direct that the\nadmission of the 6 students in the MBBS Course will not be\ndisturbed subject to the condition that each of the 6 students\npay to the State Government Rs.3 lacs for development of F\ninfrastructure of government medical colleges within a period\nof three months from today failing which they will not be allowed\nto take the final MBBS examinations and their admission will\nbe cancelled. Considering, however, the fact that the College\nhas violated the provisions of clause (2) of Regulation 5 of the\nMCI Regulations, as a deterrent measure to prevent similar\nbreach of the MCI Regulations in future, we direct that the\nCollege will surrender six seats in the MBBS course for the\nacademic year 2012-2013 to the State Government to be filled\nup on the basis of the RPMT or any other common entrance\nG\nH\n354 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA test conducted by the State Government of Rajasthan or its\nagency for admission to the MBBS Course and the fee that will\nbe payable by the students admitted to the six seats will be the\nsame as are payable by the students admitted on the basis of\nRPMT or another common entrance test conducted by the State\nGovernment or its agency. The impugned orders of the High\nCourt are modified accordingly and the appeals are allowed\nto the extent as indicated in this judgment. No costs.\nB\n13. Before we part with this case, we would like to reiterate\nwhat we have held in paragraphs 30 and 31 of our judgment in\nⒸ the case of Priya Gupta v. State of Chhattisgarh \u0026 Ors. [2012\n(5) SCALE 328 = JT 2012 (5) SC 102]:\nD\nE\nF\nG\nH\n\"30. Thus, the need of the hour is that binding dicta be\nprescribed and statutory regulations be enforced, so that\nall concerned are mandatorily required to implement the\ntime schedule in its true spirit and substance. It is difficult\nand not even advisable to keep some windows open to\nmeet a particular situation of exception, as it may pose\nimpediments to the smooth implementation of laws and\ndefeat the very object of the scheme. These schedules\nhave been prescribed upon serious consideration by all\nconcerned. They are to be applied stricto sensu and\ncannot be moulded to suit the convenience of some\neconomic or other interest of any institution, especially, in\na manner that is bound to result in compromise of the\nabove-stated principles. Keeping in view the\ncontemptuous conduct of the relevant stakeholders, their\ncannonade on the rule of merit compels us to state, with\nprecision and esemplastically, the action that is necessary\nto ameliorate the process of selection. Thus, we issue the\nfollowing directions in rem for their strict compliance,\nwithout demur and default, by all concerned,.\n(i) The commencement of new courses or increases\nin seats of existing courses of MBBS/BDS are to\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 355\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nbe approved/recognised by the Government of India A\nby 15th July of each calendar year for the relevant\nacademic sessions of that year.\n(ii) The Medical Council of India shall, immediately\nthereafter, issue appropriate directions and ensure\nthe implementation and commencement of\nadmission process within one week thereafter.\nB\n(iii) After 15th July of each year, neither the Union of\nIndia nor the Medical or Dental Council of India shall\nissue any recognition or approval for the current C\nacademic year. If any such approval is granted after\n15th July of any year, it shall only be operative for\nthe next academic year and not in the current\nacademic year. Once the sanction/approval is\ngranted on or before 15th July of the relevant year, D\nthe name of that college and all seats shall be\nincluded in both the first and the second counselling,\nin accordance with the Rules.\n(iv) Any medical or dental college, or seats thereof, to\nE\nwhich the recognition/approval is issued subsequent\nto 15th July of the respective year, shall not be\nincluded in the counselling to be conducted by the\nconcerned authority and that college would have no\nright to make admissions in the current academic\nyear against such seats.\n(v)\nF\nThe admission to the medical or dental colleges\nshall be granted only through the respective entrance\ntests conducted by the competitive authority in the\nState or the body of the private colleges. These two G\nare the methods of selection and grant of admission\nto these courses. However, where there is a single\nBoard conducting the state examination and there\nis a single medical college, then in terms of clause\n5.1 of the Medical Council of India Eligibility H\nA\n00\nB\nD\nE\nLL\nF\n☐ G\n356\nSUPREME COURT REPORTS\n(vi)\n[2012] 11 S.C.R.\nCertificate Regulations, 2002 the admission can be\ngiven on the basis of 10+2 exam marks, strictly in\norder of merit.\nAll admissions through any of the stated selection\nprocesses have to be effected only after due\npublicity and in consonance with the directions\nissued by this Court. We vehemently deprecate the\npractice of giving admissions on 30th September\nof the academic year. In fact, that is the date by\nwhich, in exceptional circumstances, a candidate\nduly selected as per the prescribed selection\nprocess is to join the academic course of MBBS/\nBDS. Under the directions of this Court, second\ncounselling should be the final counselling, as this\nCourt has already held in the case of Ms. Neelu\nArora \u0026 Anr. v. UOI \u0026 Ors. [(2003) 3 SCC 366] and\nthird counselling is not contemplated or permitted\nunder the entire process of selection/grant of\nadmission to these professional courses.\n(vii) If any seats remain vacant or are surrendered from\nAll India Quota, they should positively be allotted\nand admission granted strictly as per the merit by\n15th September of the relevant year and not by\nholding an extended counselling. The remaining\ntime will be limited to the filling up of the vacant\nseats resulting from exceptional circumstances or\nsurrender of seats. All candidates should join the\nacademic courses by 30th September of the\nacademic year.\n(viii) No college may grant admissions without duly\nadvertising the vacancies available and by\npublicizing the same through the internet,\nnewspaper, on the notice board of the respective\nfeeder schools and colleges, etc. Every effort has\n☐ H\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 357\nHEALTH SCIENCE (A.K. PATNAIK, J.}\nto be made by all concerned to ensure that the A\nadmissions are given on merit and after due\npublicity and not in a manner which is ex-facie\narbitrary and casts the shadow of favouritism.\nC\n(ix) The admissions to all government colleges have to\nB\nbe on merit obtained in the entrance examination\nconducted by the nominated authority, while in the\ncase of private colleges, the colleges should\nchoose their option by 30th April of the relevant\nyear, as to whether they wish to grant admission on\nthe basis of the merit obtained in the test conducted\nby the nominated State authority or they wish to\nfollow the merit list/rank obtained by the candidates\nin the competitive examination collectively held by\nthe nominated agency for the private colleges. The\noption exercised by 30th April shall not be subject\nto change. This choice should also be given by the\ncolleges which are anticipating grant of recognition,\nin compliance with the date specified in these\ndirections.\n31. All these directions shall be complied with by all\nconcerned, including Union of India, Medical Council of\nIndia, Dental Council of India, State Governments,\nUniversities and medical and dental colleges and the\nmanagement of the respective universities or dental and\nmedical colleges. Any default in compliance with these\nconditions or attempt to overreach these directions shall,\nwithout fail, invite the following consequences and penal\nactions:-\na)\nD\nE\nF\nEvery body, officer or authority who disobeys G\nor avoids or fails to strictly comply with these\ndirections stricto sensu shall be liable for\naction under the provisions of the Contempt\nof Courts Act. Liberty is granted to any\ninterested party to take out the contempt H\nA\nB\nD\nE\nF\n☐ G\nH\n358\nSUPREME COURT REPORTS\nb)\nc)\nd)\ne)\n[2012] 11 S.C.R.\nproceedings before the High Court having\njurisdiction over such Institution/State, etc.\nThe person, member or authority found\nresponsible for any violation shall be\ndepartmentally proceeded against and\npunished in accordance with the Rules. We\nmake it clear that violation of these directions\nor overreaching them by any process shall\ntantamount to indiscipline, insubordination,\nmisconduct and being unworthy of becoming\na public servant.\nSuch defaulting authority, member or body\nshall also be liable for action by and personal\nliability to third parties who might have\nsuffered losses as a result of such default.\nThere shall be due channelization of selection\nand admission process with full cooperation\nand coordination between the Government of\nIndia, State Government, Universities,\nMedical Council of India or Dental Council of\nIndia and the colleges concerned. They shall\nact in tandem and strictly as per the\nprescribed schedule. In other words, there\nshould be complete harmonisation with a\nview to form a uniform pattern for concerted\naction, according to the framed scheme,\nschedule for admission and regulations\nframed in this behalf.\nThe college which grants admission for the\ncurrent academic year, where its recognition/\napproval is granted subsequent to 15th July\nof the current academic year, shall be liable\nfor withdrawal of recognition/approval on this\nground, in addition to being liable to\nindemnify such students who are denied.\n"}