{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"RAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 329\nHEALTH SCIENCE (A.K. PATNAIK, J.]\nattend the meeting schedule on 15th December 2007 for A\nparticipation in the admission procedure for admission of\nstudents in 2008. I was not able to attend the meeting as\nthe MCI inspection was going on at our place. Further to\nthis we have given an undertaking to the MCI that till all the\nclearances received from MCI we cannot participate in the\nB\nadmission procedure. Therefore we cannot give consent\nthat we will take the students from PMT or PCMT till we\nreceive the clearances.\nKindly have a note of the same and oblige.\nThanking you,\nC\nYours sincerely,\nFor GEETANJALI MEDICAL COLLEGE \u0026 HOSPITAL\nSd/-\n(M.S. Bhatt)\nDIRECTOR (FOUNDATION)\nEncl: as above\"\nD\nFrom the aforesaid letter also, it is clear that the College was\nnot willing to give consent that it will take students from RPMT- E\n2008 till it received the clearances. When the College, however,\ncame to learn that it will be receiving its clearances from the\nGovernment of India, it wrote a letter dated 16.09.2008 to the\nVice Chancellor of the Rajasthan University of Health Sciences\nin which it is stated as follows:\n\"To,\nThe Vice Chancellor,\nF\nRajasthan University of Health Sciences,\nJaipur.\nSub: Admissions in M.B.B.S. Course for Session 2008-\n09\nHon'ble Sir,\nG\nH\nA\nB\n330 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nIn the above reference kindly note that till we have\nnot received the approval for Govt. of India, However, if the\napproval comes after the second counselling that kindly\nsuggest us the way or/Provide us the Merit List of RPMT\nStudents for the admission in our college.\nKindly do the needful and oblige.\nThanking you,\nSd/-\nC\nD\nE\n(Nitin Sharma)\nAuthorised Signatory\"\nIn reply to the aforesaid letter dated 16.09.2008, the Vice\nChancellor of the Rajasthan University of Health Sciences wrote\nback that if the College wants to admit students for the\nacademic year 2008-2009 then it should confirm the number\nof seats for allotment so that seats may be allotted in the\nupcoming counselling of RPMT-2008 on 23.09.2008. The letter\ndated 23.09.2007 of the Vice Chancellor, Rajasthan University\nof Health Sciences, to the College is extracted hereinbelow:\n\"RAJASTHAN UNIVERSITY OF HEALTH SCIENCES\nSector-18, Kumbha Marg,\nPartap Nagar, Jaipur-302033\nSr. No.F-11() RPMT/RUHS/2008-09\nF\nTo,\nNitin Sharma,\n☐ G\nI\n22nd September, 2008\nGeetanjali Medical College \u0026 Hospital,\nUdaipur.\nSub: Admissions in M.B.B.S. Course for Session 2008-\n09\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 331\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nSir,\nIn reply to your letter dated 16.09.2008, with regard\nto the above said subject, it is submitted that if you want\nto admit the students for the session of 2008-09 then you\nshould confirm the number of seats for allotment so that\nseats may be allotted in the upcoming counseling of\nRPMT-2008 on 23.09.2008.\nSd/-\nVice Chancellor\"\nThe aforesaid discussion would show that there is in fact no\nconsensual arrangement between the College and the State or\nthe University that the College will admit students from the merit\nlist or wait list of RPMT-2008. The finding of the learned Single\nJudge and the Division Bench of the High Court that there was\nsuch a consensual arrangement between the College and the\nState Government to admit students from the merit list or wait\nlist of RPMT-2008 is, therefore, erroneous. Hence, the direction\nof the High Court to the College to consider and admit students\nfrom the merit list or wait-list of RPMT-2008 will have to be set\naside.\n19. We may next consider the question whether the\nadmissions of 117 students to the MBBS course of the College\nwere within the fundamental right of the College as explained\nby this Court in T.M.A. Pai Foundation (supra). In T.M.A. Pai\nFoundation (supra), this Court, while holding that a private\nunaided non-minority institution has the right to establish and\nadminister an educational institution under Article 19(1)(g) of\nthe Constitution of India also held that such right will include the\nright to admit students into the institution. In paragraphs 58 and\n59 of the judgment, however, Kirpal, CJ speaking for the Court\nobserved:\nA\nB\nC\nD\nLU\nE\nF\nG\n\"58. For admission into any professional institution, merit\nmust play an important role. While it may not be normally H\nA\nB\nC\nD\nE\nF\nG\nH\n332\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\npossible to judge the merit of the applicant who seeks\nadmission into a school, while seeking admission to a\nprofessional institution and to become a competent\nprofessional, it is necessary that meritorious candidates\nare not unfairly treated or put at a disadvantage by\npreferences shown to less meritorious but more influential\napplicants. Excellence in professional education would\nrequire that greater emphasis be laid on the merit of a\nstudent seeking admission. Appropriate regulations for this\npurpose may be made keeping in view the other\nobservations made in this judgment in the context of\nadmissions to unaided institutions.\n59. Merit is usually determined, for admission to\nprofessional and higher education colleges, by either the\nmarks that the student obtains at the qualifying examination\nor school leaving certificate stage followed by the\ninterview, or by a common entrance test conducted by the\ninstitution, or in the case of professional colleges, by\ngovernment agencies.\"\nThe observations in para 58 of the judgment of Kirpal, CJ.\nquoted above make it clear that students seeking admission\nto a professional institution were required to be treated fairly\nand preferences were not to be shown to less meritorious but\nmore influential students and greater emphasis was required\nto be laid on the merit of the students seeking admission. In\npara 59 of the judgment of Kirpal, CJ. in T.M.A. Pai Foundation\n(supra) quoted above, it has been further made clear that merit\nis to be determined for admission to professional colleges, by\neither the marks that the student obtains at the qualifying\nexamination, or by a common entrance test conducted by the\ninstitution, or in the case of professional colleges, by\ngovernment agencies.\n20. The judgment in T.M.A. Pai Foundation (supra) has\nbeen further explained by this Court in P.A. Inamdar (supra)\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 333\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nand it has been held therein that that non-minority unaided A\ninstitutions, like the minority unaided institutions, have also the\nunfettered fundamental right to choose the students to be\nallowed admission and the procedure therefor but the\nadmission procedure so chosen by the institution must be fair,\ntransparent and non-exploitative. Para 137 of the judgment of B\nthis Court in P.A. Inamdar (supra), which is relevant for deciding\nthis case, is quoted hereinbelow:\nC\nD\n\"137. Pai Foundation has held that minority unaided\ninstitutions can legitimately claim unfettered fundamental\nright to choose the students to be allowed admission and\nthe procedure therefor subject to its being fair, transparent\nand non-exploitative. The same principle applies to non-\nminority unaided institutions. There may be a single\ninstitution imparting a particular type of education which is\nnot being imparted by any other institution and having its\nown admission procedure fulfilling the test of being fair,\ntransparent and non-exploitative. All institutions imparting\nsame or similar professional education can join together\nfor holding a common entrance test satisfying the\nabovesaid triple tests. The State can also provide a\nprocedure of holding a common entrance test in the\ninterest of securing fair and merit-based admissions and\npreventing mal-administration. The admission procedure\nso adopted by private institution or group of institutions, if\nit fails to satisfy all or any of the triple tests, indicated F\nhereinabove, can be taken over by the State substituting\nits own procedure. The second question is answered\naccordingly.\"\nThus, in para 137 of the judgment in P.A. Inamdar (supra)\nquoted above, this Court has taken the view that all institutions\nimparting same or similar professional education can join\ntogether for holding a common entrance test satisfying the triple\ntests of the admission procedure being fair, transparent and\nnon-exploitative.\nE\nG\nI\nA\nC\n334\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\n21. Keeping in mind the aforesaid law laid down by this\nCourt in T.M.A. Pai Foundation and P.A. Inamdar (supra), we\nmay now examine the admission procedure adopted by the\nCollege for admitting the students to the MBBS seats for the\nacademic year 2008-2009. The College has admitted 16\nB students from the list of candidates selected in the PC-PMT\n2008 conducted by the Federation of Private Medical and\nDental Colleges of Rajasthan. The PC-PMT 2008 conducted\nby the Federation of Private Medical and Dental Colleges of\nRajasthan did not call for any applications from candidates for\nadmission to the MBBS course, but only for the BDS course.\nMoreover, the College had not been included in the brochure\npublished for PC-PMT 2008 conducted by the Federation of\nPrivate Medical and Dental Colleges of Rajasthan.\nConsequently, students, who may be interested not in the BDS\ncourse but in the MBBS course, could not have applied to take\nthe PC-PMT 2008 conducted by the Federation of Private\nMedical and Dental Colleges of Rajasthan. As a result, many\nmeritorious students desirous of taking admission in the MBBS\ncourse in the College could not get an opportunity to participate\nin the PC-PMT 2008 conducted by the Federation of Private\nMedical and Dental Colleges of Rajasthan. The admission\nprocedure adopted by the College was thus not fair and\ntransparent and fell short of the triple tests laid down in P.A.\nInamdar (supra) and such admission procedure was not within\nthe fundamental right of the College to admit students of its\nchoice under Article 19(1)(g) of the Constitution of India as\nexplained in T.M.A. Pai Foundation (supra).\nD\nE\nF\n22. The stand of the College, however, is that the College\nhad published an advertisement dated 26.09.2008 inviting\nG applications from all the eligible candidates who had passed\nthe 10+2 examination with minimum 50% marks in Physics,\nChemistry and Biology individually in all the subjects and having\nEnglish as compulsory subject for admission to its MBBS\ncourse and in response to such advertisement, students had\nI\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 335\nHEALTH SCIENCE [A.K. PATNAIK, J.]\napplied and selection of students was done on the basis of their A\nmerits. It is, however, not disputed that the candidates, who had\napplied in response to the advertisement, had not passed the\n10+2 examination from the same board or university but from\ndifferent boards and universities. If that be so, the merit of the\ncandidates who had applied in response to the advertisement B\ncould not be evaluated by a uniform standard and could only\nbe evaluated by a competitive entrance examination of all these\nstudents who had applied pursuant to the advertisement of the\nCollege. It is not the case of the College that any competitive\nentrance examination of all the students, who had applied C\npursuant to the advertisement, was held by the College to\ndetermine their comparative merit. Hence, the principle of merit\nas the basis for selection for admission in the profession\ncourses laid down by this Court in T.M.A. Pai Foundation\n(supra) and as explained in P.A. Inamdar (supra) has not been\nfollowed. Thus, even as per the law laid down by this Court in\nT.M.A. Pai Foundation and P.A. Inamdar (supra), the College\nhas not been able to establish that the admissions of 117\nstudents to its MBBS course for the academic year 2008-2009\nwere within its right under Article 19(1)(g) of the Constitution.\nD\nE\n23. Moreover, the College was bound to follow the MCI\nRegulations while making the admissions to the MBBS seats.\nThe permission letter dated 16.09.2009 stipulated that the\nadmission process for the academic year 2008-2009 has to\nbe completed within the time schedule indicated in the MCI F\nRegulations. Hence, even if the College was required to\ncomplete the admission process by 30.09.2008, it could not\nviolate the MCI Regulations on the ground that it had to\ncomplete the admission process by 30.09.2008. Clauses (1),\n(2), (3) and (4) of the Regulation 5 of the MCI Regulations which G\ndeal with the principle of merit as the sole basis for selection\nof candidate for admission to a medical college are quoted\nhereinbelow:\n\"5. Selection of Students: The selection of students to\ni\nH\nA\nB\nC\nD\nE\n336 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nmedical college shall be based solely on merit of the\ncandidate and for determination of the merit, the following\ncriteria be adopted uniformly throughout the country:\n(1) In states, having only one Medical College and one\nuniversity/board/examining body conducting the qualifying\nexamination, the marks obtained at such qualifying\nexamination may be taken into consideration;\n(2) In states, having more than one university/ board/\nexamining body conducting the qualifying examination (or\nwhere there is more than one medical college under the\nadministrative control of one authority) a competitive\nentrance examination should be held so as to achieve a\nuniform evaluation as there may be variation of standards\nat qualifying examinations conducted by different agencies;\n(3) Where there are more than one college in a state and\nonly one university/board conducting the qualifying\nexamination, then a joint selection board be constituted for\nall the colleges;\n(4) A competitive entrance examination is absolutely\nnecessary in the cases of institutions of All Indial\ncharacter;\"\nIt will be clear from the provisions of Regulation 5 quoted above\nF that the selection of students to medical college is to be based\nsolely on merit of the candidate and for determination of the\nmerit, the criteria laid down in Clauses (1), (2), (3) and (4) will\napply. Clause (2) of Regulation 5 on which the MCI relied upon\nclearly states that in States having more than one University/\nBoard/Examining Body conducting the qualifying examination\na competitive entrance examination should be held so as to\nachieve a uniform evaluation as there may be variation of\nstandards at qualifying examinations conducted by different\nagencies. As we have noted, it is not the case of the College\nG\nН\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 337\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nthat all students who applied pursuant to the advertisement had A\npassed 10+2 Examinations conducted by one and the same\nUniversity/Board/Examining Body. Hence, the merit of the\nstudents who had applied pursuant to the advertisement of the\nCollege had to be uniformly evaluated by a competitive\nentrance examination, but no such competitive entrance B\nexamination had been held by the College between all the\ncandidates who had applied pursuant to the advertisement.\nTherefore, there was a clear violation of Clause (2) of.\nRegulation 5 of the MCI Regulations in admitting the 101\nstudents to the MBBS Course for the academic year 2008- C\n2009 by the College.\nE\n24. The contention on behalf of the respondents is that\nonce it is held by the court that the admissions of 117 students\nin the MBBS course of the College was in violation of\nD\nRegulation 5 of the MCI Regulations, the court will have to\ndeclare the admissions as invalid and the students admitted\nhave to be discharged from the MBBS course. In support of\nthis contention three decisions of this Court have been cited\non behalf of the respondents. We may now examine these three\ndecisions. In A.P. Christians Medical Educational Society v.\nGovernment of Andhra Pradesh \u0026 Anr. (supra), the appellant-\nsociety had admitted students to the medical college, which\nwas a minority institution, in the 1st year MBBS course without\nfulfilling the conditions for running a medical college and in total\ndisregard of the provisions of the A.P. Education Act, the F\nOsmania University Act and the Regulations of the Osmania\nUniversity. The appellant-society challenged the State\nGovernment's refusal to grant permission in a writ petition\nbefore the High Court but the writ petition was dismissed and\nappeal by way of special leave was filed before this Court by G\nthe appellant-society and a writ petition was also filed before.\nthis Court by the students who had been admitted to the\nmedical college. This Court while dismissing the appeal as well\nas the writ petition held that the Court cannot issue directions\nto the university to protect the interests of the students who had\nН\n338 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA been admitted to the medical college as that would be in clear\ntransgression of the provisions of the University Act and the\nRegulations of the University. The College in this case has been\ngranted permission letter to establish a medical college after\nthe MCI and the Central Government found the College to have\nB satisfied the required conditions. Hence, the decision of this\nCourt in A.P. Christians Medical Educational Society v.\nGovernment of Andhra Pradesh \u0026 Anr. (supra) also does not\napply to the facts of this case.\nC\n25. In Regional Officer, CBSE v. Ku. Sheena\nPeethambaran \u0026 Ors. (supra), a student had to pass Class IX\nExamination to be eligible to appear in Class X Examination\nconducted by the CBSE as per the conditions under the relevant\nBye-laws of the CBSE. The respondent in that case filled up\nthe form for High School Examination but the same was\nD withheld by the school authorities on the ground that she had\nnot cleared her Class IX Examination. She filed a writ petition\nin the High Court contending that she had been promoted to\nClass X but was later on declared failed in Class IX\nExamination. The High Court entertained the writ petition and\nE passed an interim order permitting her to take the Class X\nExamination conducted by the CBSE and finally directed the\nCBSE to declare her result of the Class X Examination. The\nCBSE challenged the decision of the High Court before this\nCourt and on these facts the Court held that the High Court could\nF not have condoned the lapses or overlooked the legal\nrequirements in consideration of mere sympathy factor as it\ndisturbs the discipline of the system and affects the academic\nstandards. In Visveswaraiah Technological University \u0026 Anr.\nv. Krishnendu Halder \u0026 Ors. (supra), the respondents secured\nG marks which were more than the minimum marks prescribed\nby the AICTE norms, but less than what were prescribed by the\nUniversity Regulations and they were admitted to the Bachelor\nof Engineering course during the academic year 2007-2008.\nWhen the list of admissions was submitted by the colleges to\nI\n"}