{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 11 S.C.R. 299\nRAJAN PUROHIT \u0026 ORS.\nV.\nRAJASTHAN UNIVERSITY OF HEALTH SCIENCE \u0026 ORS.\n(Civil Appeal No. 8142 of 2011 Etc.)\nAUGUST 30, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nEducation/Educational Institutions:\nA\nB\nD\nE\nAdmission - In Private unaided Medical College - State C\nGovernment decision to fill 85% of the MBBS seats through\nState Pre-Medical Test 2008 (RPMT-2008) - No agreement\nwith the College to give admission on the basis of RPMT-\n2008 - College filling 117 of 150 seats [i.e. 16 seats through\nPCPMT (exam conducted by Private Medical and Dental\ncolleges of the State) and 101 seats on the basis of 10+2\nexam] - The admission challenged by RPMT-2008 wait list\ncandidates claiming admission against 85% seats - Single\nJudge of the High Court setting aside the admission directing\nthe college to fill up the seats by candidates in the RPMT-\n2008 - Division Bench of the High Court upholding the order\nof Single Judge - On appeal, held: There was no agreement\nby the college to admit on the basis of RPMT-2008 - The\ncollege could not have been directed to fill up its seats\nthrough RPMT-2008- But the admission of 117 students was\ncontrary to clause (2) of Regulation 5 of MCI Regulations - It\nwas also not within the right of the College, under Article\n19(1)(g) of Constitution as explained in *TMA Pai and **P. A.\nInamdar cases - Since the candidates admitted by the\ncollege were not at fault, in exercise of power u/Art. 142 of\nConstitution, direction not to disturb their admission - G\nDirection is subject to the condition that the candidate would\npay a sum of Rs. 3 lakhs - Penalty imposed on the College\nto surrender its 107 seats to State Government phase-wise\nnot more than 10 seats in any academic year - Regulations\n299\n-\nF\nI\n:\n300 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA on Graduate Medical Education, 1997 - Regulation 5(2) ·\nConstitution of India, 1950 - Articles 19(1)(g) and 142.\nB\nC\n-\nAdmission In Medical College - College entering into\nconsensual arrangement with State Government to fill 85% of\nMBBS seats by the students allocated by competent authority\n- Filling the 85% seats in two rounds of counselling from\nallocated students - Residual 21 seats filled by college on\nits own (15 through Pre-Medical Test and 6 on the basis of\n10+2 examination) - In another case Pre-Medical Test\nCandidates in waiting list challenging filling up of the above-\nmentioned 6 seats wherein High Court did not disturb the\nadmission of the 6 students and also directed admission to\nthe petitioners therein - 21 students not allowed to appear in\nexam - Present writ petition by the 21 students - Single Judge\nof the High Court allowing petition of 15 students who were\nD admitted through Pre-Medical Test - But dismissing the\npetition of 6 students in view of order of Medical Council of\nIndia discharging the 6 students from the course - Order\nconfirmed by Division Bench of High Court - On appeal, held:\nThe Admission of the 6 students were in violation of\nE Regulation 5(2) of MCI Regulations - Regulation 5(1) is not\napplicable to State of Rajasthan because this State has many\nBoards/Universities/Examining Body - The present petition\nwas also not barred by principle of res-judicata as the issue\nin the present petition was not the issue in the previous\nF petition - However, invoking powers under Article 142 of the\nConstitution, admission to 6 students not disturbed subject to\nthe condition that they would pay Rs. 3 lakhs - Penalty\nimposed on the college to surrender the 6 seats to the State\nGovernment - Regulations on Graduate Medical Education,\n1997 - Regulations 5(1) and (2) - Code of Civil Procedure,\n1908 s. 11 - Principle of Res Judicata - Constitution of\nIndia, 1950 - Article 142.\nG\nI\n-\nCivil Appeal Nos. 8142, 8143 and 8144 of 2011:\nThe medical college in question was a private\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 301\nHEALTH SCIENCE\nunaided non-minority college. It was yet to receive its A\npermission from the Government of India and affiliation\nfrom the Rajasthan University of Medical Sciences.\nPursuant to a meeting regarding conducting of common\nentrance test for admission to Medical and Dental\nColleges in the State of Rajasthan for the academic year B\n2008-2009, the college Chairman and Managing Trustee\ngave a written undertaking that the college would admit\nthe students to the MBBS course only after getting\npermission from the authorities concerned. The college\ndid not participate in another meeting wherein it was\ndecided that 85% seats of the medical colleges in the\nState would be filled through Rajasthan Pre-Medical Test-\n2008 (RPMT-2008) and 15% seats would constitute NRI\nquota. Permission letter was granted to the college on 16-\n09-2008 for establishment of the college with an annual\nintake capacity of 150 students. The letter further\nstipulated that the admission process was to be\ncompleted within time schedule indicated in the\nRegulations on Graduate Medical Education, 1997.\nC\nD\nThe college issued advertisement inviting application E\nfor admission to MBBS course on the basis of PC-PMT\nconducted by Federation of Private Medical and Dental\nColleges of Rajasthan and 10+2 examination. Last date\nof receipt of application was stipulated to be 28-09-2008.\nThe college, out of 150 seats, filled 16 seats through PC- F\nPMT and 101 seats were filled on the basis of 10+2\nexamination. The 23 seats of NRI quota were also filled\nup by the college.\nSome of the candidates, selected through RPMT-\n2008 and were placed in waiting list, filed writ petition,\nseeking their consideration for admission against the\n85% seats of the 150 seats in the college, on the basis\nof their merit in RPMT-2008. Single Judge of High Court,\nby interim order, reserved 10 seats for the writ petitioners\nG\nH\nI\n302 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA and by final order allowed the writ petition and directed\nto hold counseling from the waiting list of students of\nRPMT-2008.\nB\nC\nD\nพ.\nE\nF\nThe college as well as the students who were given\nadmission by the college, filed appeals challenging the\norder of the Single Judge. Division Bench of High Court\ndismissed the appeals. Hence the present appeals.\nCivil Appeal Nos. 6210 and 6211 of 2012:\nPursuant to a consensual arrangement between the\nState Government and the college in question, to fill 85%\nof the MBBS seats by allocation of students by the\ncompetent authority, the college filled up the seats in two\nrounds of counseling from the candidates allocated by\nthe competent authority. The college issued an office\norder that residual seats which remained vacant even\nafter the second round of counseling to be filled up by\nan admission process, whereby preference would be\ngiven to RPMT-2008 candidates and if the seats were still\nvacant, the same to be filled up on the basis of marks\nobtained in 10+2 examination. Pursuant to the office\norder, out of the 21 unfilled seats, 15 seats were filled by\nthe candidates selected in RPMT-2008 and 6 seats were\nfilled on the basis of 10 +2 examination.\nWhen the 21 students were not allowed to take the\nexamination for the MBBS course by the authorities, they\nfiled writ petitions. Single Judge of High Court allowed\nthe writ petitions by the 15 students whose admission\nwas on the basis of RPMT-2008 but dismissed the petition\nG of the 6 students whose admission was on the basis of\n10+2 examination, in view of the order dated 04-02-2010\npassed by Medical Council of India directing to discharge\nthe 6 students on the ground that they were not\ncandidates of RPMT-2008. The appeal of the college and\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 303\nHEALTH SCIENCE\nthe 6 students was dismissed by Division Bench of the A\nHigh Court.\nIn appeal to this court, the appellants interalia\ncontended that as the admission of the 6 candidates was\nearlier challenged in writ petitions by candidates who had\nqualified in RPMT-2008 and the same was not disturbed\nby the High Court and that order since obtained finality,\nthe Medical Council of India could not have passed order\ndischarging the 6 students from MBBS course.\nPartly allowing the appeals, the Court\nHELD:\nCivil Appeal Nos. 8142, 8143 and 8144 of 2011:\nB\nC\nD\n1. There was no agreement between the College and\nthe State Government to admit students into its MBBS\ncourse on the basis of RPMT-2008 and the finding of the\nHigh Court in this regard is erroneous and the High Court\ncould not have directed the College to fill up its seats on\nthe basis of merit of students as determined in RPMT- E\n2008 as per the law laid down in *T.M.A. Pai Foundation\nas explained in **P.A. Inamdar. Hence, the direction of the\nHigh Court to fill up the seats by students selected or wait\nlisted in the RPMT-2008 is set aside. [Para 30] [343-B-D]\n2. The admissions of 117 students to the MBBS\ncourse for the academic year 2008-2009 in the College were\ncontrary to clause (2) of Regulation 5 of the MCI\nRegulations.The College was bound to follow the MCI\nRegulations while making the admissions to the MBBS\nseats. Even if the College was required to complete the\nadmission process by a particular date, it could not violate\nthe MCI Regulations on the ground that it had to complete\nthe admission process by that date. It is clear from the\nprovisions of Regulation 5 that the selection of students\nF\nG\nI\n304 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA to medical college is to be based solely on merit of the\ncandidate and for determination of the merit, the criteria\nlaid down in Clauses (1), (2), (3) and (4) will apply. Clause\n(2) of Regulation 5 on which the MCI relied upon clearly\nstates that in States having more than one University/\nB Board/Examining Body conducting the qualifying\nexamination a competitive entrance examination should\nbe held so as to achieve a uniform evaluation as there may\nbe variation of standards at qualifying examinations\nconducted by different agencies. The merit of the students\nwho had applied pursuant to the advertisement of the\nCollege had to be uniformly evaluated by a competitive\nentrance examination, but no such competitive entrance\nexamination had been held by the College between all the\ncandidates who had applied pursuant to the\nadvertisement. Therefore, there was a clear violation of\nClause (2) of Regulation 5 of the MCI Regulations in\nadmitting the 101 students to the MBBS Course for the\nacademic year 2008-2009 by the College. [Paras 23, 24 and\n30] [335-E-G; 336-E-G; 337-A-D; 343-B-D]\nC\nD\nE\nDr. Preeti Srivastava and Anr. v. State of M.P. and Ors.\n(1999) 7 SCC 120: 1999 (1) Suppl. SCR 249; State of M.P.\nand Ors. v. Gopal D. Tirthani and Ors. (2003) 7 SCC 83: 2003\n(1) Suppl. SCR 797; Harish Verma and Ors. v. Ajay\nSrivastava and Anr. (2003) 8 SCC 69: 2003 (3) Suppl.\nF SCR 833 - referred to.\nG\nH\n3.1. The admissions were not within the right of the\nCollege under Article 19(1)(g) of the Constitution as\nexplained by this Court in *T.M.A. Pai Foundation and\n**P.A. Inamdar. In *T.M.A. Pai Foundation, this Court, while\nholding that a private unaided non-minority institution\nhas the right to establish and administer an educational\ninstitution under Article 19(1)(g) of the Constitution also\nheld that such right will include the right to admit students\ninto the institution. The observations in para 58 of the\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 305\nHEALTH SCIENCE\nB\nC\njudgment of Kirpal, CJ. make it clear that students A\nseeking admission to a professional institution were\nrequired to be treated fairly and preferences were not to\nbe shown to less meritorious but more influential\nstudents and greater emphasis was required to be laid\non the merit of the students seeking admission. In para\n59, it has been further made clear that merit is to be\ndetermined for admission to professional colleges, by\neither the marks that the student obtains at the qualifying\nexamination, or by a common entrance test conducted\nby the institution, or in the case of professional colleges,\nby government agencies. The judgment in *T.M.A. Pai\nFoundation has been further explained by this Court in\n**P.A. Inamdar and it has been held therein that that non-\nminority unaided institutions, like the minority unaided\ninstitutions, have also the unfettered fundamental right to\nchoose the students to be allowed admission and the\nprocedure therefore, but the admission procedure so\nchosen by the institution must be fair, transparent and\nnon-exploitative. This Court has taken the further view\nthat all institutions imparting same or similar professional\neducation can join together for holding a common\nentrance test satisfying the triple tests of the admission\nprocedure being fair, transparent and non-exploitative.\n[Paras 19 and 20] [331-E-G; 332-E-H; 333-A-B-G-H]\nD\nE\n3.2. The College admitted 16 students from the list of F\ncandidates selected in the PC-PMT 2008 conducted by\nthe Federation of Private Medical and Dental Colleges of\nRajasthan. The PC-PMT 2008 did not call for any\napplications from candidates for admission to the MBBS\ncourse, but only for the BDS course. Moreover, the\nCollege had not been included in the brochure published\nfor PC-PMT 2008. Consequently, students, who may be\ninterested not in the BDS course but in the MBBS course,\ncould not have applied to take the PC-PMT 2008. As a\nresult, many meritorious students desirous of taking\nG\nH\n306 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA admission in the MBBS course in the College could not\nget an opportunity to participate in the PC-PMT 2008. The\nadmission procedure adopted by the College was thus\nnot fair and transparent and fell short of the triple tests\nlaid down in **P.A. Inamdar and such admission\nB procedure was not within the fundamental right of the\nCollege to admit students of its choice under Article\n19(1)(g) of the Constitution as explained in *T.M.A. Pai\nFoundation. [Para 21] [334-A-F]\nC\n3.3. The candidates, who had applied in response to\nthe advertisement, had not passed the 10+2 examination\nfrom the same Board or University but from different\nBoards and Universities. If that be so, the merit of the\ncandidates who had applied in response to the\nadvertisement could not be evaluated by a uniform\nD standard and could only be evaluated by a competitive\nentrance examination of all these students who had\napplied pursuant to the advertisement of the College. It\nis not the case of the College that any competitive\nentrance examination of all the students, who had applied\nE pursuant to the advertisement, was held by the College\nto determine their comparative merit. Hence, the principle\nof merit as the basis for selection for admission in the\nprofessional courses laid down by this Court in *T.M.A.\nPai Foundation and as explained in **P.A. Inamdar has not\nF been followed. Thus, even as per the law laid down by\nthis Court in *T.M.A. Pai Foundation and **P.A. Inamdar, the\nCollege has not been able to establish that the\nadmissions of 117 students to its MBBS course for the\nacademic year 2008-2009 were within its right under\nG Article 19(1)(g) of the Constitution. [Para 22] [335-A-E]\nT.M.A. Pai Foundation and Ors. v. State of Karnataka\nand Ors. (2002) 8 SCC 481: 2002 (3) Suppl. SCR 587; P.A.\nInamdar and Ors. v. State of Maharashtra and Ors. (2005) 6\nSCC 537: 2005 (2) Suppl. SCR 603 – followed.\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 307\nHEALTH SCIENCE\nB\nC\n4. Since the College violated clause (2) of Regulation A\n5 of the MCI Regulations in making the admissions of 117\nstudents to the MBBS course for the academic year 2008-\n2009 and the admissions were not within the right of the\nCollege under Article 19(1)(g) of the Constitution as\nexplained in *T.M.A. Pai Foundation and **P.A. Inamdar,\nthe College must, therefore, suffer some penalty as a\ndeterrent measure so that it does not repeat such\nviolation of the MCI Regulations in future. Moreover, if no\npunitive order is passed, other colleges may be\nencouraged to violate the MCI Regulations with impunity.\nIn the present case, there were as many as 117\nadmissions contrary to the provisions of clause (2) of\nRegulation 5 of the MCI Regulations. The Single Judge\nof the High Court had directed ten seats to be kept vacant\nfor the academic year 2008-2009 and those ten seats kept\nvacant have not been filled up and the College has not\nreceived any fees for the ten seats. Excluding these ten\nseats, the College will have to surrender 107 seats in a\nphased manner, not more than ten seats in each\nacademic year beginning from the academic year 2012-\n2013. These 107 seats will be surrendered to the State\nGovernment and the State Government will fill up these\n107 seats on the basis of merit as determined in the\nRPMT or any other common entrance test conducted by\nthe State Government or its agency for admissions to\nGovernment Medical Colleges and the fees of the\ncandidates who are admitted to the 107 seats will be the\nsame as fixed for the Government Medical Colleges.\n[Para 28] [341-D-H; 342-A-C]\nD\nE\nF\nDeepa Thomas and Ors. v. Medical Council of India and G\nOrs. (2012) 3 SCC 430 - relied on.\n5. As the 117 students who had been admitted to the\nMBBS course in the College were not to be blamed for\nthe lapses on the part of the College, their admission\n'\nH\nC\n308 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA should not be disturbed. But since they are beneficiaries\nof violation of clause (2) of Regulation 5 of the MCI\nRegulations by the College, and have got admission into\nthe College without any proper evaluation of their merit\nvis-a-vis the other students who had applied but had not\nB been admitted in a competitive entrance examination,\nthey must pay some amount for development of\ninfrastructure in the medical college of the Government\nas a condition for allowing them to continue their MBBS\nstudies by orders under Article 142 of the Constitution.\nTherefore, they will each pay a sum of Rs.3 lacs within a\nperiod of three months from the date of this judgment to\nthe State Government and in the event of default, the\nstudents will not be permitted to take the final year\nexamination and the admission of the defaulting students\nshall stand cancelled and the College will have no liability\nto repay the admission fee already paid. The amount so\npaid to the State Government shall be spent by the State\nGovernment for improvement of infrastructure and\nlaboratories of the Government medical college of the\nState and for no other purpose. [Paras 27, 29 and 30] [341-\nC-D; 342-D-G; 343-F-H; 344-A-B]\nD\nE\nChowdhury Navin Hemabhai and Ors. v. State of Gujarat\nand Ors. (2011) 3 SCC 617: 2011 (2) SCR 1071 ; Deepa\nThomas and Ors. v. Medical Council of India and Ors. (2012)\nF 3 SCC 430; Priya Gupta v. State of Chhattisgarh and Ors.\n2012 (5) SCALE 328 - relied on.\nG\nH\nA.P. Christians Medical Educational Society v.\nGovernment ofAndhra Pradesh and Anr. (1986) 2 SCC 667:\n1986 (2) SCR 749 ;Regional Officer, CBSE v. Ku. Sheena\nPeethambaran and Ors. (2003) 7 SCC 719: 2003 (3) Suppl.\nSCR 275; Visveswaraiah Technological University and Anr.\nv. Krishnendu Halder and Ors. (2011) 4 SCC 606: 2011 (2)\nSCR 1007 - distinguished.\nA.B. Bhaskara Rao v. Inspector of Police, CBI\n"}