{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"1\nSURESH\nV.\nMAHADEVAPPA SHIVAPPA DANANNAVA AND ANR.\nFEBRUARY 16, 2005\n[ASHOK BHAN AND DR. AR. LAKSHMANAN, JJ.]\nB\nCriminal Procedure Code, 1973-Section 190(1)-Complaint of cheating\nfiled after 11 years of alleged transaction-Maintainability of-On facts, held,\ncomplaint not maintainable on account of inordinate delay on the part of\ncomplainant himself-Moreover, allegations as contained in complaint were\nof civil nature and did not disclose commission of alleged offence of cheating-\nHence, Magistrate not justified in taking cognizance of offence.\nC\nGrievance of complainant-respondent was that appellant had agreed\nto sell a house to his wife against which advance was paid to him. However, D\nappellant failed to discharge the contract and sold the house to wife of\nfourth accused. After eight years, complainant sent notice to appellant to\nexecute the alleged agreement. Appellant replied to the notice denying the\nalleged agreement and the payment of advance. Three years thereafter,\nrespondent filed a complaint. Police registered case against appellant under\nSection 420, IPC. Magistrate took cognizance of the offence and issued E\nsummons against which appellant preferred revision. High Court dismissed\nthe same. Hence, the present appeal.\nAllowing the appeal, the Court\nHELD 1. The High Court has passed the order in a mechanical F\nway without applying its mind. A perusal of the complaint would show\nthat the entire dispute raised by the complainant is based on the alleged\nagreement to sell entered into on 25.12.1988 nearly 11 years prior to the\nfiling of the private complaint on 17.5.1999. The existence of any such\nagreement or any advance taken has been specifically denied by the\nappellant by way of his reply dated 6.7.1996 in response to the legal notice\ndated 11.7.1996 sent by the complainant through his lawyer. For nearly 3\nyears from the date of reply, the complainant kept quiet before filing his\ncomplaint before the Magistrate. It is stated that even as per the police\nreport, no offence is made out against accused Nos. 2-4. Despite this, the\n131\nG\nH\n132\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Magistrate issued process against accused Nos. 2-4 as well which clearly\nshows the non-application of mind by the Magistrate. A perusal of the\ncomplaint would only reveal that the allegations as contained in the\ncomplaint are of civil nature and do not prima facie disclose commission\nof alleged criminal offence under Section 420 IPC. The Magistrate, has\nnot judicially considered the report filed by the police. [135-B-D]\nB\n2. In the instant case, police has given a clean chit to accused Nos.\n2-4. The Magistrate ought not to have taken cognizance of the alleged\noffence against the accused No. 1, the appellant herein and that the\ncomplaint has been made to harass the accused No. 1 to come to terms by\nC resorting to criminal process. The complaint was filed after a lapse of 11½\nyears and, therefore, the very private complaint filed by the respondent\nNo. 1 is not at all maintainable at this distance of time. It is the specific\ncase of accused No. 1 that he has not executed any agreement to sell or\nreceived any advance payment. The complaint does not disclose the\ningredients of Section 415 of Cr.PC and, therefore, this is a fit case for\nD setting aside the order of the Magistrate as confirmed by the High Court,\nof issuance of process and proceedings itself. [135-E-G; 136-A}\nE\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 308\nof 2005.\nFrom the Judgment and Order dated 17.2.2004 of the Karnataka High\nCourt in Crl. R.P. No. 932 of 2000.\nMohan, V. Katarki and Javed Mahmud Rao for the Appellant.\nSanjay R. Hegde, (NP) for the Respondent.\nF\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. Leave granted.\nThe present appeal was filed against the final judgment and order dated\nG 17.02.2004 passed by the High Court of Karnataka at Bangalore in Criminal\nRevision Petition No. 932/2000 dismissing the said petition filed by the\nappellant-herein (accused No.1).\nH\nThe short facts leading to the filing of the above appeal are narrated.\nherein below :\n1\n1\n133\nSURESH v. M.S. DANANNAVA [LAKSHMANAN. J.]\nRespondent No.1 is the complainant. According to the complaint, the A\nappellant herein had executed an agreement to sell dated 25.12.1988 in respect\nof the house premises bearing No. 120, K.H.B. Colony, Agrahara Dasarahalli,\nBangalore in favour of the wife of the complainant Renukamma and as per\nthe said agreement a sum of Rs.1,25,000 was paid as advance out of the total\nconsideration of Rs.2,50,000 and the remaining amount was to be paid at the\nB\ntime of registration of sale deed. It is stated in the complaint that the second\naccused being the father of the first accused, the appellant herein was a\nmember of the Karnataka Housing Board, who negotiated the transaction\namong the parties and in spite of several requests and demands made by the\ncomplainant it did not yield any fruits and that the first accused had sold the\nsaid property in favour of the wife of the fourth accused. It was further stated C\nthat the complainant approached all the accused persons several times for\npossession of the said premises and was ready to pay the balance sale\nconsideration, but all the accused persons failed to discharge the obligations\nof the contract. Certain other averments have also been made in the complaint\nin regard to the receipt of Rs.5 lacs from one Uma Belagavi and Nadigar for\nD\nvacating the said premises on filing civil cases with which we are not presently\nconcerned in this appeal. A legal notice dated 11.07.1996 was also issued by\nthe complainant calling upon the appellant herein to execute the sale deed in\nrespect of the premises in question. The appellant herein on 18.07.1996 replied\nto the said legal notice. He denied the very existence of the alleged agreement\nto sell. He also denied that he had ever received Rs. 1,25,000 as consideration E\namount.\nAccording to the complainant, all the accused persons committed\noffences attracting penal provisions of IPC under Sections 196, 209, 386,\n403, 406 and 420. The complainant requested the Chief Metropolitan\nMagistrate, Bangalore to take cognizance of the offence against the accused F\npersons and punish them in accordance with law in the interest of justice and\nequity. This complaint was numbered as PCR No. 453/1999 dated 17.05.1999.\nThe appellant denied the execution of such an agreement or received\nany advance from the complainant or his wife.\nThe IV Addl. Chief Metropolitan Magistrate directed the office to register\nthe case as PCR and refer the same to the sub-inspector Kamakshi Palya P.S.\nfor investigation and submit a report as per Section 156(3) of Cr.PC by\n27.08.1999. This order was passed by the Magistrate on 17.05.1999 (Annexure-\nP2). On 04.08.2000 the IV Addl. Chief Metropolitan Magistrate passed the\nG\nH\n134\nA following order:\nB\n\"ORDER\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nPerused the record. Cognizance of the offence alleged against the\naccused is taken u/s. 190(i)(b) of Cr.P.C. Office to register the case\nin CC register and issue SS to accused by 30-9-2000.\nSd/- 4-8-2000\"\nAggrieved by the order dated 04.08.2000 passed by the IV Addl. CMM,\nthe appellant accused preferred a criminal revision under Section 401 Cr.PC\nC praying the High Court to set aside the said order. The said revision was\ndismissed by the High Court by the impugned order dated 17.02.2004.\nWe have perused the entire pleadings and the order passed by the High\nCourt in revision and heard, the counsel appearing for the appellant. Though\nnotice was served on the first-respondent, no one has entered appearance on\nD his behalf. Mr. Sanjay R. Hegde, learned counsel for the respondent filed\nvakalatṇama on behalf of the State but has not filed any counter affidavit on\nbehalf of respondent No.2 - State of Karnataka.\nF\n✔\nי'\nį\nIt is pertinent to notice that the alleged agreement to sell was executed\non 25.12.1988. A legal notice was issued to the appellant herein on 11.07.1996\nE calling upon the appellant to execute the sale deed in respect of the premises\nin question. Thus the complaint was submitted after 7 1/2 years of splendid\nsilence from the date of the alleged agreement to sell i.e. 25.12.1988. It is\nfurther to be noticed that the appellant herein responded to the legal notice\ndated 11.07.1996 by his reply dated 18.07.1996 through his lawyer specifically\ndenying the alleged agreement and the payment of Rs.1,25,000 as advance.\nNothing was heard thereafter and the complainant after keeping quiet for\nnearly 3 years filed private complaint under Section 200 Cr.PC before the IV\nAddl. CMM, Bangalore on 17.05.1999. The learned Magistrate on the same\ndate directed his office to register the case as PCR and referred the same to\nthe local police for investigation and to submit a report as per Section 156(3)\nG Cr.PC. A charge sheet was filed on 04.08.2000 by the police against the\nappellant/accused No.1 only for offence under Section 420 IPC. The learned\nMagistrate took cognizance of the alleged offence under Section 190 (1) (b)\nCr.PC and issued summons to the accused/appellant herein. Aggrieved by the\naforesaid process order dated 04.08.2000 passed by the Magistrate, the\nH appellant accused preferred the above criminal revision which was dismissed\n;\n1\nI\n{ -\n.\nSURESH v. M.S. DANANNAVA [LAKSHMANAN, J.]\nby the High Court for the reasons stated therein.\n135\nA\nB\nC\nWe have also perused the Annexures P1-P3 which are copies of the\npleadings/documents which form part of the records of the case in the High\nCourt against whose order leave to appeal was sought for in this appeal. We\nhave carefully perused the order passed by the High Court. The High Court,\nin our opinion, has passed the order in a mechanical way without applying\nits mind. A perusal of the complaint would show that the entire dispute raised\nby the complainant is based on the alleged agreement to sell dated 25.12.1988\nnearly 11 years prior to the filing of the private complaint on 17.05.1999.\nThe existence of any such agreement or any advance taken has been\nspecifically denied by the appellant by way of his reply dated 06.07.1996 in\nresponse to the legal notice dated 11.07.1996 sent by the complainant through\nhis lawyer. For nearly 3 years from the date of reply, the complainant kept\nquiet before filing his complaint on 17.05.1999 before the Magistrate. It is\nstated that even as per the police report, no offence is made out against\naccused Nos. 2-4. Despite this, the Magistrate issued process against accused\nNos. 2-4 as well which clearly shows the non-application of mind by the D\nMagistrate. A perusal of the complaint would only reveal that the allegations\nas contained in the complaint are of civil nature and do not prima facie\ndisclose commission of alleged criminal offence under Section 420 IPC. The\nMagistrate, in our opinion, has not considered the report filed by the police\nunder Section 156(3) Cr.PC judicially. Irrespective of the opinion of the\npolice, the Magistrate may or may not take cognizance under Section 190(1)\nof Cr.PC. In the instant case, as could be seen from the records, that the\npolice has given a clean chit to accused Nos. 2-4. In our opinion, the Magistrate\nought not to have taken cognizance of the alleged offence against the accused\nNo.1, the appellant herein and that the complaint has been made to harass the\naccused No.1 to come to terms by resorting to criminal process.\nE\nF\nAs already noticed, the complaint was filed on 17.05.1999 after a lapse\nof 11½ years and, therefore, the very private complaint filed by the respondent\nNo.1 is not at all maintainable at this distance of time. It is the specific case\nof accused No.1 that he has not executed any agreement to sell or received\nany advance payment. In our view, the complaint does not disclose the G\ningredients of Section 415 of Cr.PC and, therefore, we have no hesitation to\nset aside the order passed by the Magistrate taking cognizance of the offence\nalleged. It is also not clearly proved that to hold a person guilty of cheating,\nit is necessary to show that he had a fraudulent or dishonest intention at the\ntime of making the promise. The order of the Magistrate and of the High H\n136\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Court requiring the accused No. I appellant herein to face trial would not be\nin the interest of justice. On the other hand, in our considered opinion, this\nis a fit case for setting aside the order of the Magistrate as confirmed by the\nHigh Court of issuance of process and the proceedings itself.\nWe, therefore, set aside the impugned order of the High Court and of\nB the Magistrate. The complaint is liable to be dismissed on the question of\ninordinate latches on the part of the complainant himself. Viewed from any\nangle, we do not find any good reasons to maintain the order passed by the\nlearned single Judge of the High Court confirming the orders of the Magistrate.\nAccordingly, this appeal stands allowed and the judgment and order dated\nC 17.02.2004 in Criminal Revision Petition No. 932/2000 of the High Court of\nKarnataka at Bangalore is set aside.\nD.G.\nAppeal allowed.\n\"\ni\n21.\n▸\n1201-210\naM\nدارة برار\n22617 q\n+1..\nام\n86157\n+'\nbs A\n་\ni\n'f\nF'\n.\nH\n20\n÷\n1 of 1\nb\n2016\n5\nM\nا ما\n* 1:\n-\nM\n}\n7\n"}