{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"A.P. ELECTRICITY REGULATORY COMMISSION v. 629\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\n4)\ncost and finalization of tariff and approval of A\npower purchase from APERC.\niv) APTRANSCO cannot take power from the\nproject in the absence of provisional approval\nfrom APERC.\nIn view of the above, it is requested that the time limit\nof power purchase from M/s. LVS Limited may kindly\nbe extended for a further period of two months i.e.\nfrom 30.11.2001 to 31.1.2002 early to enable\nAPTRANSCO to avail supply beyond 30.11.2001.\"\nA stand appears to have been taken by the Commission\nin its letter dated 27th December, 2001 addressed to the Chief\nEngineer, APTRANSCO by the Commission stating :-\n\"This is to inform you that further proceedings in the above\nmatter will be held at 11 AM on 7th February 2002 at the\nCommissions office with the APTRANSCO, GOAP and\nLVS representatives must attend. In the meanwhile\nAPTRANSCO shall finalise all the documents and issue\noutstanding including with the Government of Andhra\nPradesh as stated in the letter dated 03.12.2001\naddressed to the Commission and file with the\nCommission relevant documents, details etc. by\n31.01.2002.\"\nB\nC\nD\nE\nIn the meantime the State referred the matter to the Cen- F\ntral Electricity Authority seeking advise under Section 3 of the\n1948 Act about the reasonableness of the capital cost of the\nproject proposed by APTRANSCO in view of the experience\nand expertise of the Authority in Power Projects.\nAPTRANSCO thereafter filed its written submissions be- G\nfore the Commission expressing its inability to purchase power\nfrom the MPPs. The Government of Andhra Pradesh was asked\nto consider the question as to whether they can sell power out-\nside the State duly permitting APTRANSCO to collect wheeling\ncharge as per the Commission's order.\nН\n630\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nSeveral other new contentions were raised with which we\nare not concerned but we are noticing the same only for the\npurpose of showing as to how and in what manner\nAPTRANSCO has been changing its stand from stage to stage.\nHowever, it is of some significance to notice that Central\nElectricity Authority in terms of its letter dated 26th February,\n2002 opined that the capital costs works out to be on lower\nside from the other projects by stating :-\n\"It may, however, be mentioned that CEA, while granting\nTEC for similar type of projects for IPPs have cleared the\nestimated completion capital cost in the range of Rs.3.62\ncrores to Rs.3.8 crores per MW as the ceiling cost\ndepending on the scope of work, site specific features,\nfinancial package, debt-equity ratio, exchange rate, taxes\nand duties, foreign exchange etc.\nGOAP may please take further action based on the above.\"\nThe Government of Andhra Pradesh in view of that letter\nasked APTRANSCO to proceed with the exercise for arriving\nat PPA and submit the same to the Commission for approval.\nAPTRANSCO by its letter dated 11th April, 2002 addressed to\nthe Commission, inter alia stated :-\n\"After detailed examination of the above offer by\nAPTRANSCO, I am directed to convey that in the context\nof surplus power situation and APTRANSCO's proposal\nto surrender NTPC Eastern Region Power and not to draw\nPower from Central Generating units due to Merit Order\nDispatch, dispatch from the power station poses a serious\nproblem. Further, APTRANSCO's inability to dispatch the\nstation will lead to payment of fixed charges irrespective\nof generation by this power station. In view of the above,\nit is requested to take necessary action and pass\nappropriate orders in this regard.\"\nIt is in the aforementioned background that the order of\nH the Commission dated 23rd April, 2002 stating that it had no\nA.P. ELECTRICITY REGULATORY COMMISSION v. 631\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\njurisdiction to direct APTRANSCO to purchase power from LVS A\nmust be considered.\nB\n24. It is strange that while Commission was so conscious\nof is own power as envisaged under clause (e) of sub-section\n(1) of Section 11 of the Act in prohibiting third party sale so far\nas MPPs are concerned, it even could not take its own order to\nits logical conclusion. It is with some displeasure that we must\nnotice as to how Commission mis-directed itself at every stage.\nDespite the State supported the application for grant of exemp-\ntion, the third party sale was prohibited. Parties were asked to\nnegotiate and come back for fixation of tariff but then without C\nrealizing the consequence which has to be suffered by the par-\nties, it says it could not do anything in the matter. If APTRANSCO\nwas not agreeable to the orders passed by the Commission,\nwhich might have been passed during the pendency of the pro-\nceedings, it could have questioned the same. It did not do that. D\nIt accepted the orders. It for all intent and purport forced the\nrespondent to alter its position to its great detriment. The Com-\nmission itself is responsible for the said situation. If it has the\npower to regulate, as it has been contending, it should have\nproceeded progressively and not regressively. It could have E\ntaken into consideration the provisions of Section 11 (1)(f)\nwhereby one of its function is to promote competitiveness and\nprogressively involve the participation of private sector, while\nensuring fair deal to the customers.\n25. The Commission, as we have noticed, hereinbefore had F\nbeen waiting for some directions of the Government of Andhra\nPradesh. It is from that angle it must be held that the decision of\nthe State to allow MPPs. to generate electricity was a matter of\npolicy. The Commission for all intent and purport has frustrated\nthe policy and object of the Act. APTRANSCO in terms of Chap- G\nter V of the Act also acts as a statutory authority. The Commis-\nsion must function within the fourcorners of the 1998 Act. It is again\nsubject to the power of the State Government under Section 12. It\nhas referred the matter again and again to the State and when\nthe State asked it to proceed in the manner, it backed out and H\n632\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA APTRANSCO was constituted with the principal object of en-\nB\nC\nD\ngaging the business of promoting and supply of electrical en-\nergy. It is required to obtain licence for the said purpose. Sub-\nsections (4) and (5) of Section 13 of the 1998 read as under :-\n\"13.(4) APTRANSCO shall undertake the functions\nspecified in this section and such other functions as may\nbe assigned to it by the licence to be granted to it by the\nCommission under this Act.\n(5) Upon the grant of licence to the APTRNASCO under\nclause (a) of sub-section (1) of Section 15 of this Act, the\nAPTRNASCO shall discharge such powers and perform\nsuch duties and functions of the Andhra Pradesh State\nElectricity Board including those under the Indian Electricity\nAct, 1910 and the Electricity (Supply) Act, 1948 or the\nrules framed thereunder as the Commission may specify\nin the licence and it shall be the statutory obligation of the\nAPTRNASCO to undertake and duly discharge the\npowers, duties and functions so assigned.\"\n26. We have held hereinbefore that licence under section\nE 14 is necessary but the same is only for transmission and sup-\nply and not for generation of electrical energy. Such a licence is\nrequired so as to enable the Commissioner to effectively con-\ntrol and regulate transmission and supply. It is also relevant to\nnote that Section 21 provides for restriction on licensees and\nF generating companies. Sub-section (4) empowers a holder of\nsupply or transmission licence to enter into arrangements for\nthe purchase of electricity. Sub-section (5) provides that any\nagreement relating to any transaction of the nature described\nin any of the sub-sections unless made with or subject to such\nconsent as aforesaid, shall be void. It, therefore, restricts the\npower and activities of APTRANSCO.\nG\nIt is in the aforementioned situation that the doctrine of\npromissory estoppel should be held to be applicable.\nIn Southern Petrochemical Industries Co. Ltd. vs. Elec-\nH\nA.P. ELECTRICITY REGULATORY COMMISSION v. 633\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\ntricity Inspector and ETIO and others: (2007) 5 SCC 447, on A\nthe question of doctrine of promissory estoppel, it was held :-\nB\n\"121. The doctrine of promissory estoppel would\nundoubtedly be applicable where an entrepreneur alters\nhis position pursuant to or in furtherance of the promise\nmade by a State to grant inter alia exemption from payment\nof taxes or charges on the basis of the current tariff. Such\na policy decision on the part of the State shall not only be\nexpressed by reason of notifications issued under the\nstatutory provisions but also under the executive\ninstructions. The appellants had undoubtedly been enjoying C\nthe benefit of (sic exemption from) payment of tax in respect\nof sale/consumption of electrical energy in relation to the\ncogenerating power plants.\"\nThe Court further opined :\n\"128. In MRF Ltd. it was held that the doctrine of\npromissory estoppel will also apply to statutory\nnotifications.\"\nD\n27. As regards setting up of MPPs the principle of estop-\nE\npel shall also apply. It is now a well settled principle of law that\nnobody should suffer for the wrong done to by a quasi-judicial\nbody. In view of the principle analogous to ‘actus curiae\nneminem grvabit', we are of the opinion that because of the\nunreasonable stand taken by APTRANSCO before the Com-\nmission, LVS Powers should not suffer. In the aforementioned\nsituation the High Court has issued the directions.\n28. APTRANSCO did not intend to increase its efficiency.\nIt did not equip itself so as to be able to compete with others. It\nmight have been in a disadvantageous position. On the one\nhand the Commission asked for total prohibition for third party\nsale on the premise that it had to supply electricity to agricultur-\nist, but then when a situation came that it must purchase the\npower pursuant to the impugned directions of the Commission\nfrom MPPs it made a contradictory stand that MPPs can sell\nF\nG\nH\n634\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA the power outside the State.\nB\nイ\n29. Before us IDBI intervened. Indisputably it had granted\nfinancial assistance to the first respondent-LVS Power. IPDB\ngranted loan only on the basis that the unit shall be functional.\nThis Court on 11th October, 2002 and 2nd December, 2002\npassed interim orders\nMr. Shanti Bhushan states that the first respondent has\nbeen paid a huge amount pursuant to the said orders and this\nCourt may issue a direction for refund thereof. We do not agree.\nC The interim order by this Court was passed to maintain a bal-\nance and in the interest of the parties.\nD\nE\nWe are, therefore, of the opinion that in this case interest\nof justice would be subserved if in modification of the order\npassed by the High Court, the impugned judgments are set aside\nand the Commission constituted under the 2003 Act is directed\nto consider the matter afresh in the light of the new statute.\n30. We hope and trust that the Commission shall pass\nappropriate orders upon taking into consideration all the mate-\nrial factors. It would be at liberty to vary, modify, rescind the or-\nder of the old Commission and issue directions as may be con-\nsidered just and reasonable. It may, in the changed situation,\nalso allow the parties to effect third party sale. It will be at liberty\nto evolve a scheme for revival of the companies, keeping in\nF view the public interest involved and in particular the interest of\nthe financial institutions. The time granted for completion of the\nprojects should be extended by one year. Till such time as the\nCommission may not pass an appropriate interim order, the\ninterim order passed by this court shall continue.\nG\nH\nThe appeals are disposed of in the abovesaid terms. In\nthe facts and circumstances of the case, there shall be no order\nas to costs.\nG.N.\nAppeals disposed of.\n"}