{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nKARNATAKA POWER CORPORATION LTD. AND ANR.\nV.\nA.T. CHANDRASHEKAR\nFEBRUARY 28, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nService Law:\nSelection through written examination-Revaluation of answer sheets\nC Requirement of notice- Allegation that Chief Examiner allowed two of selected\ncandidates to write papers at his house-Papers sent for revaluation--Marks\nof the said two candidates found less than qualifying marks—Their names\ndeleted from select list-High Court allowing their writ petition-Held, High\nCourt was not justified in holding that candidates concerned were entitled\nto notice before sending papers for revaluation and direction for revaluation\nwas unauthorized-Principles applicable to mass malpractice are equally\napplicable to such cases where it is found that variations even in test checks\nresult in considerable change in marks-Judgment of High Court set aside—\nNotice.\nD\nE\nF\nG\nH\nIn an examination held by appellant- Karnataka Power Corporation for\nselection to the posts of Assistant Account Officers, allegations were made\nthat the Chief Examiner had allowed some candidates to write the examination\npapers at his house. The papers were sent for revaluation. On revaluation it\nwas found that the two respondents had secured less than the qualifying marks\nand consequently their names were deleted from the list of selected candidates.\nThis was challenged in a writ petitions which were allowed by the High Court\nholding inter alia, that candidates were not given independent hearing before\nsending the papers for revaluation and when mal practice was not proved\nCorporation could not send the papers for revaluation.\nAllowing the appeals of the Corporation, the Court\nHELD: 1. The principles applicable to mass malpractice are equally\napplicable to such cases where it is found that variations even in test checks\nresult in considerable change in the marks. That forms the basis for testing\nthe correctness of the allegations. The High Court, therefore, was not justified\n424\nA.\nKARNATAKA POWER CORPORATION LTD. v. A.T. CHANDRASHEKAR [PASAYAT, J.] 425\nin holding that (a) respondents were entitled to notice before sending the A.\npapers for revaluation or that (b) the direction for revaluation was\nunauthorized. The Corporation was acting on the basis of allegations of\nmalpractice which as later events proved was not wrong. The High Court's\nconclusions are indefensible and are set aside. [Paras 7 and 8] [427-E-G]\nRam Preeti Yadav v. U.P. Board of High School and Intermediate B\nEducation and Ors., [2003] 8 SCC 311 and The Bihar School Examination\nBoard v. Subhas Chandra Sinha and Ors., AIR (1970) SC 1289, relied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1097 of 2007.\nFrom the final Judgment and Order dated 7.1.2004 of the High Court of C\nKarnataka at Bangalore in W.A. No. 6288 of 2000(S-PRO)\nWith C.A.No. 1098 of 2007.\nS. Ganesh, Pratap Venugopal, Surekha Raman and E. Venu Kumar (for\nM/s. K.J. John \u0026 Co.) for the Appellants.\nᎠ\nR.S. Hedge, Chandra Prakash Tyagi, Savitri Pandey, Rahul Tyagi, P.P.\nSingh, Shantha Kumar V. Mahale and Rajesh Mahale for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in these appeals is to the judgment rendered by a Division\nBench of the Karnataka High Court allowing the writ appeal filed by the\nrespondents setting aside the order of dismissal by learned Single Judge in\nthe writ petition filed.\n3. The background facts in a nutshell are as follows:\nE\nF\nAn examination was held by the appellant-Karnataka Power Corporation\nLtd. (hereinafter referred to as the 'Corporation') for the purpose of selecting\npersons for the post of Assistant Accounts Officers. The said examination G\nwas held on two dates i.e. on 29.08.1991 and 30.08.1991. The result was\ndeclared on 19.12.1991. Twelve persons were declared successful in the said\nexamination and by a circular dated 19.12.1991 respondent M.R. Somashekhar\nwas promoted to the post of Assistant Accounts Officer. Similar was the case\nwith respondent A.T. Chandrashekhar. Some time after the date of promotion,\nH\nB\n426\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA allegations were made that the Chief Examiner had allowed some of the\ncandidates to write the examination papers at his house. On this allegation\nthe Corporation decided to call for re-examination. The Managing Director\ninitially did not agree with the suggestions. But he found substance in the\nallegation that the Chief Examiner purportedly made “test check\" and added\nmore marks in the case of some candidates. The papers were sent for valuation\nto the Department of Commerce and Management, Bangalore, University. On\nthe evaluation done by the Department of Commerce and Management,\nBangalore University, it was noted that the respondents had secured less\nmarks than the required qualifying marks. Ultimately by circular dated 23.10.1993\nCorporation deleted the names of the concerned respondents by publishing\nC revised results. In the ultimate result 12 candidates were declared successful.\nFour persons were found unsuccessful on the basis of marks found on\nrevaluation though at the first instance they were found successful. Challenge\nwas made by Respondent M.R. Somashekar and respondent A.T.\nChandrashekar by filing writ petitions. Both the writ petitions were dismissed\nby learned Single Judge. Writ Appeals were filed before the Division Bench.\nThe prime stand in the writ appeals was that the decision of the Corporation\nto send the papers for valuation to the Department of Commerce and\nManagement was unauthorized. It was also their stand that the only person\nqualified to evaluate the papers was the Chief Examiner of the Corporation\nand subordinates to him and there was no provision in the applicable rules\nE to get the papers evaluated by a third party, which in the present case was\nDepartment of Commerce and Management of Bangalore University. The High\nCourt allowed the Writ appeals. It was concluded that on evaluation by\ndifferent evaluators there is scope for marginal difference. The same cannot\nbe a ground to hold that the first evaluation was wrong. It was held that there\nmay be permissible limit of variation up to 5 marks which are to be ignored\nin the absence of allegation of malpractice on the part of the candidate or any\nfraud or irregularity in the examination or at the time of re-valuation. The High\nCourt found that this was not a case where large number of candidates were\ninvolved, and allegation of mass copying cannot be made as this was a case\nof test check.\nD\nF\nG\n4. The Corporation in its appeal has questioned the judgment of the\nHigh Court on basically three grounds regarding the following exclusions i.e.\n(1) Candidates were not given independent hearing before sending the papers\nfor revaluation. (2) When malpractice is not proved Corporation cannot send\nthe papers for revaluation. (3) In re-valuation variation up to 5 marks is\nH permissible and such variation can be ignored.\n\u003e\nKARNATAKA POWER CORPORATION LTD. v. A.T. CHANDRASHEKAR [PASAYAT, J.] 427\n5. Learned counsel for the respondents submitted that a comparison of A\nthe marks shows that the evaluation, as originally done, does not suffer from\nany marked difference. Therefore, the High Court was right in its conclusion.\nIt is noted that in the case of respondent A.T. Chandrashekar, he had failed\nin the examination, even on original evaluation, as he had secured 26.5 marks\nwhich are well below the qualifying marks i.e. 40 marks. The valuation by the\nB\nChief Financial Controller (Evaluation) had no semblance of reliability and\ncredibility. In one case it is found that the person who had failed in the\noriginal evaluation was declared to have passed in the revaluation. In sharp\ncontrast was another case where the marks were much less. Ultimately the\nquestion is one of fairness and accuracy in evaluation.\nC\n6. In the case of one Hanchinamuth, the variation in two papers were\n33 and 46 in paper 2 and 26 \u0026 40 in paper 3. Similar was the position in respect\nof some other candidates. It is not a question whether there is increase or\ndecrease and as noted above, the ultimate question is whether there was any\nrationality in the evaluation. Though it was really not a case of mass malpractice,\nthe Corporation only undertook revaluation as the Chief Examiner had D\nconducted test checks resulting in wide variation of marks without any\njustifiable reasons.\n(I)\nE\n7. The principles applicable to mass malpractice are equally applicable\nto such cases where it is found that the variations even in test checks results\nin considerable change in the marks. That forms the basis for testing\ncorrectness of the allegations. The High Court, therefore, was not justified in\nholding that (a) respondents were entitled to notice before sending the papers\nfor revaluation or that (b) the direction for revaluation was unauthorized. The\nCorporation was acting on the basis of allegations of malpractice which as\nlater events proved was not wrong. In Ram Preeti Yadav v. U.P. Board of F\nHigh School and Intermediate Education and Ors., [2003] 8 SCC 311 it was\nheld that an individual candidate need not be given an opportunity of personal\nhearing before a decision for revaluation is taken. This was a reiteration of\nthe principles elaborately stated by this court in The Bihar School\nExamination Board v. Subhas Chandra Sinha and Ors., AIR (1970) SC 1289.\n8. The High Court's conclusions are indefensible and are set aside. The\nappeals are allowed. No costs.\nR.P.\nAppeals allowed.\nG\n"}