{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"UNION OF INDIA AND ORS.\nV.\nSUBEDAR DEVASSY PV\nJANUARY 10, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nA\nB\nContempt of Courts Act, 1971-Sections 2(b) and 12-Civil contempt―\nInitiation of contempt proceedings on ground that earlier directions of Court C\nwere not complied with-Court exercising contempt jurisdiction giving\nadditional direction-Validity of-Held, not valid-While dealing with an\napplication for contempt, the Court cannot traverse beyond the order, non-\ncompliance with which is alleged-It cannot test correctness or otherwise of\nthe order or give additional direction or delete any direction-That would be\nexercising review jurisdiction while dealing with an application for initiation D\nof contempt proceedings-Same is impermissible and indefensible.\nE\nRespondent had filed a writ petition which was disposed of with\ncertain directions. Alleging that the directions were not complied with, a\npetition was filed for initiation of contempt proceedings. High Court\ndropped the proceedings by accepting the explanation of appellants, that\nthe directions have been complied with, as reasonable. The Court\nspecifically held that from the steps taken by the alleged contemrors, it\ncould not be said that the action of the appellants was in any manner,\ncontemptuous or disrespectful. But having held so, the Court gave certain\nfurther directions, which form the subject matter of challenge in this F\npresent appeal.\nIt was contended before this Court that the further directions given\nby High Court have no sanctity in law.\nDisposing of the appeal, the Court\nHELD: 1. While dealing with an application for contempt, the Court\nis really concerned with the question whether the earlier decision which\nhas received its finality had been complied with or not. It would not be\n303\nG\nH\n304\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA permissible for a Court to examine the correctness of the earlier decision\nwhich had not been assailed and to take a view different from what was\ntaken in the earlier decision. [305-F-G]\nB\nC\nᎠ\nF\nK.G. Derasari v. Union of India, [2001] 10 SCC 496, relied on.\n2. The Court exercising contempt jurisdiction is primarily\nconcerned with the question of contumacious conduct of the party who\nis alleged to have committed default in complying with the directions in\nthe judgment or order. If there was no ambiguity or indefiniteness in the\norder, it is for the party concerned to approach the higher court if\naccording to him the same is not legally tenable. Such a question has\nnecessarily to be agitated before the higher Court. The Court exercising\ncontempt jurisdiction cannot take upon itself power to decide the original\nproceedings in a manner not dealt with by the Court passing the judgment\nor order. [305-G-H; 306-A-B]\nNiaz Mohd. v. State of Haryana, [1994] 6 SCC 332, distinguished.\nPrithawi Nath Ram v. State of Jharkhand \u0026 Ors. [2004] 7 SCC 261:\nT.R. Dhananjaya v. J. Vasudevan, [1995] 5 SCC 619 and Mohd. Iqbal\nKhanday v. Abdul Majid Rather [1994] 4 SCC 34, referred to. [306-C-E|\n3. If any party concerned is aggrieved by the order which in its\nE opinion is wrong or against rules or its implementation is neither\npracticable nor feasible, it should always either approach the Court that\npassed the order or invoke jurisdiction of the appellate court. Rightness\nor wrongness of the order cannot be urged in contempt proceedings. Right\nor wrong, the order has to be obeyed. Flouting an order of the Court\nwould render the party liable for contempt. While dealing with an\napplication for contempt, the Court cannot traverse beyond the order,\nnon-compliance with which is alleged. In other words, it cannot say what\nshould not have been done or what should have been done. It cannot\ntraverse beyond the order. It cannot test correctness or otherwise of the\norder or give additional direction or delete any direction. That would be\nG exercising review jurisdiction while dealing with an application for\ninitiation of contempt proceedings. The same would be impermissible and\nindefensible.\n[306-F-H]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.. 1066 of\nH 2000.\n;\n305\nU.O.I. v. SUBEDAR DEVASSY PV [PASAYAT, J.]\nFrom the Judgment and Order dated 3.12.1997 of the Madhya Pradesh A\nHigh Court in Contempt Petition No. 195 of 1997:\nVikas Singh, ASG Ms. Shilpa Singh, Ms. Amrita Narayan and Mrs.\nAnil Katiyar for the Appellants.\nAnil Kumar Bakshi, M.P.S. Tomar, D.P. Chaturvedi and T.S. Choudhary B\nfor the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is from an order passed\nby a learned single Judge of the Madhya Pradesh High Court in contempt C\nproceedings. The respondent had filed a writ petition (W.P. No.4511/1996)\nwhich was disposed of with certain directions. Alleging that the directions\nwere not complied with, a petition was filed for initiation of contempt\nproceedings. Response was filed by the appellants taking a positive stand that\nthe directions have been complied with and whatever was to be legally done\nD\nhas been so done. After taking note of the stand taken by the present appellants\nwho were respondents in the contempt proceeding, learned single Judge\ndropped the contempt proceeding by accepting the explanation of the\nrespondents as reasonable. It was specifically noted that from the steps taken\nby the alleged contemnors, it cannot be said that the action of the respondents\nin the contempt proceedings, i.e. the present appellant, was, in any manner, E\ncontemptuous or disrespectful. Having said that, certain further directions\nwere given. The directions given form the subject matter of challenge in this\nappeal. According to Mr. Vikas Singh, learned Addl. Solicitor General, after\nhaving held that there was no contempt involved, further directions given\nhave no sanctity in law. The order, however, is supported by the learned\ncounsel appearing for the respondent.\nF\nG\nWhile dealing with an application for contempt, the court is really\nconcerned with the question whether the earlier decision which has received\nits finality had been complied with or not. It would not be permissible for a\ncourt to examine the correctness of the earlier decision whicgh had not been\nassailed and to take a view different from what was taken in the earlier\ndecision. A similar view was taken in K.G. Derasari v. Union of India,\n[2001] 10 SCC 496. The court exercising contempt jurisdiction is primarily\nconcerned with the question of contumacious conduct of the party who is\nalleged to have committed default in complying with the directions in the\njudgment or order. If there was no ambiguity or indefiniteness in the order, H\n306\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA it is for the party concerned to approach the higher court if according to him\nthe same is not legally tenable. Such a question has necessarily to be agitated\nbefore the higher court. The court exercising contempt jurisdiction cannot\ntake upon itself power to decide the original proceedings in a manner not\ndealt with by the court passing the judgment or order. Though strong reliance\nwas placed by learned counsel for the appellants on a three-Judge Bench\ndecision in Niaz Mohd. v. State of Haryana, [1994] 6 SCC 332 we find that\nthe same has no application to the facts of the present case. In that case the\nquestion arose about the impossibility to obey the order. If that was the stand\nof the appellants, the least it could have done was to assail correctness of the\njudgment before the higher court.\nB\nC\nThe above position was highlighted in Prithawi Nath Ram v. State of\nJharkhand and Ors., [2004] 7 SCC 261.\nOn the question of impossibility to carry out the direction, the views\nexpressed in T.R. Dhananjaya v. J. Vasudevan, [1995] 5 SCC 619 need to\nD be noted. It was held that when the claim inter se had been adjudicated and\nhad attained finality, it is not open to the respondent to go behind the orders\nand truncate the effect thereof by hovering over the rules to get around the\nresult, to legitimise legal alibi to circumvent the order passed by a court.\nIn Mohd. Iqbal Khanday v. Abdul Majid Rather, [1994] 4 SCC 34, it\nE was held that if a party is aggrieved by the order, he should take prompt steps\nto invoke appellate proceedings and cannot ignore the order and plead about\nthe difficulties of implementation at the time contempt proceedings are\ninitiated.\nF\nIf any party concerned is aggrieved by the order which in its opinion\nis wrong or against rules or its implementation is neither practicable nor\nfeasible, it should always either approach the court that passed the order or\ninvoke jurisdiction of the appellate court. Rightness or wrongness of the\norder cannot be urged in contempt proceedings. Right or wrong, the order\nhas to be obeyed. Flouting an order of the court would render the party liable\nfor contempt. While dealing with an application for contempt the court cannot\ntraverse beyond the order, non-compliance with which is alleged. In other\nwords, it cannot say what should not have been done or what should have\nbeen done. It cannot traverse beyond the order. It cannot test correctness or\notherwise of the order or give additional direction or delete any direction.\nThat would be exercising review jurisdiction while dealing with an application\nH for initiation of contempt proceedings. The same would be impermissible and\nG\nU.O.I. v. SUBEDAR DEVASSY PV [PASAYAT. J.]\n307\nindefensible.\nWe notice that pursuant to the direction given by the High Court, the\nexercise directed to be undertaken was in fact undertaken. The respondent\nwas given promotion and in the meantime he has retired. That being so, it is\nnot necessary to go into the correctness of the direction given, except clarifying\nthe position in law.\nB.B.B.\nThe appeal is accordingly disposed of. No costs.\nA\nB\nAppeal disposed of.\nC\n"}