{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nSECRETARY, U.P. HIGH SCHOOL \u0026 INTERMEDIATE EDUCATION,\nALLAHABAD \u0026 ANR.\nV.\nH.K. LAL\nB\nC\nD\nE\nF\nG\nJANUARY 11, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nConstitution of India, 1950:\nArticle 226-Writ petition-Maintainability of pending appeal-\nAppeal against judgment and decree passed in a suit for correction of date\nof birth pending-Writ petition filed before High Court-High Court\ndirecting the authorities to comply with the decree in the suit-Held, the\nquestion as to whether plaintiff has a legal right to alter his date of birth\nrecorded in certificate by Board was pending consideration before appellate\ncourt―Therefore, writ petition was not maintainable and should not have\nbeen entertained by Single Judge-Even the delay in filing the special\nappeal was such which should have been condoned by the Division Bench\nof the High Court-Delay.\nState of Punjab v. Mohinder Singh, [2005] 3 SCC 702, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6203 of 2000.\nFrom the Judgment and final Order dated 20.5.1999 of the High Court\nof Judicature at Allahabad in S.A. No 32/1999.\nNiranjanan Singh for the Appellants.\nThe Order of the Court was delivered by\nS.B. SINHA, J.: The U.P. High School and Intermediate Education\nBoard, Allahabad is before us questioning a judgment and order dated\n20.3.1999 passed by the Division Bench of the Allahabad High Court\ndismissing the Special Appeal filed by the appellants herein against a\njudgment and order dated 14.10.1998 passed by the learned Single Judge of\nH the Allahabad High Court in Civil Misc. Writ Petition No. 33278 of 1998.\n822\n1\n---\nSECRY., U.P. HIGH SCHOOL \u0026 INTERMEDIATE EDU., ALLAHABAD v. H.K. LAL [SINHA, J.] 823\nThe respondent was Principal in a College known as C.N.I. Boys Inter\nCollege, Dehradun. In his matriculation certificate granted by the appellants\nhis date of birth was recorded as 25.6.1938. In the year 1994 a writ petition\nbeing writ petition No. 12027/1994 was filed praying for issuance of a writ\nof or in the nature of Mandamus directing the appellants to alter his date\nof birth to 17.8.1940. The said writ petition was disposed of by a judgment\nand order dated 29.2.1996 directing the Board to pass an appropriate order\nthereupon. Pursuant to and in furtherance of the said direction, an application\nfiled by the respondent herein for alteration of his date of birth in the\ncertificate granted by the Board, was rejected. Another writ petition was filed\nby the respondent which was also dismissed, inter alia, on the premise that\nhis remedy lay in filing a suit before a Civil Court. Thereafter, he filed a suit\nin the year 1997 before the Civil Judge, Dehradun. The said suit was decreed.\nAn appeal was preferred by the Board against the said judgment which was\nmarked as appeal No. 28/98. Allegedly, an order of stay was granted therein.\nHowever, the said order of stay was later on vacated. Thereagainst a writ\npetition was filed and the High Court set aside the said order and directed\nthe District Judge to recall the matter to his own court and dispose the\nmatter himself or transfer it to any court other than the court which had\nearlier passed the order. At that stage the respondent filed a writ petition\nbefore the Allahabad High Court which was marked as O.S. No. 761/1997.\nA\nB\nC\nD\nE\nThe said writ petition was allowed by the learned Single Judge of the\nHigh Court by order dated 14.10.1998 whereby and whereunder the Secretary,\nU.P. High School and Intermediate Education, Allahabad was directed to\ncomply with the decree passed by the Civil Court on 18.4.1998. Against the\naforementioned judgment and decree, the Special appeal filed by the appellant\nherein had been dismissed by reason the impugned judgment both on the F\nground of delay as also on merit stating as under:\n“...There is no occasion for the Court to condone the delay, even\notherwise the court finds that the judgment of the Hon'ble Judge\nin the writ petition is based on facts and further on the circumstances\nthat H.K. Lal had filed a suit and had obtained a declaration. In the\ncircumstances, the Hon'ble Judge held that the Secretary, U.P. High\nSchool and Intermediate Education, Allahabad, was obliged to get\nthe date of birth of the petitioner changed. This court has no\nreason to take a different view than taken by the Hon'ble Judge in\nWrit Petition No. 33278 of 1998.\"\nG\nH\nA\nB\n824\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nFrom the records it is borne out that the question as to whether the\nrespondent has a legal right to alter his date of birth recorded in the\ncertificate granted by the Board was pending consideration before the\nAppellate Court. The writ petition filed by the respondent should, therefore,\nnot have been entertained particularly in view of the fact that the appeal\nthereagainst was pending. Writ jurisdiction is discretionary jurisdiction and\nshould not ordinarily be exercised if there is an alternative remedy.\nLearned counsel appearing on behalf of the appellant has addressed\nus on merit of the matter urging that the horoscope cannot be made the\nbasis for alteration of the date of birth in support whereof a decision of this\nC Court in State of Punjab v. Mohinder Singh, [2005] 3 SCC 702 has been\ncited. Learned counsel, however, on a query made by us states that the\naforementioned First Appeal preferred by the Committee of Management is\nstill pending in the Court of Additional District Judge, Dehradun.\nD\nE\nIn that view of the matter, we do not intend to express any opinion on\nthe merit of the matter. However, keeping in view the peculiar facts and\ncircumstances of this case, we are of the opinion that the writ petition itself\nwas not maintainable and the learned Single Judge, therefore, went wrong\nin allowing the same and consequently the impugned judgment passed by\nthe Division Bench also suffers from manifest error. Even the delay in filing\nthe Special Appeal was such which should have been condoned by the\nDivision Bench.\nThe impugned judgment of the High Court is set aside. The appeal is\nallowed. However, as in spite of service of notice none has appeared for the\nF respondent, there will be no order as to costs.\nR.P.\nAppeal allowed.\n"}