{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 11 S.C.R. 63\nRAM JETHMALANI \u0026 ORS.\nV.\nUNION OF INDIA \u0026 ORS.\n(I.A. 8 of 2011 in WP No. 176 of 2009)\nSEPTEMBER 23, 2011\n[ALTAMAS KABIR AND SURINDER SINGH NIJJAR, JJ.]\nCONSTITUION OF INDIA, 1950:\n-\n-\nA\n00\nB\nArticle 142 read with O. 47 r. 6 of Supreme Court Rules, C\n1966 – Unaccounted moneys of Indian citizens in foreign\nbanks Order dated 4.7.2011passed by Supreme Court\ndirecting the High Level Committee constituted by Central\nGovernment to be appointed as Special Investigation Team\nincluding Director, Research and Analysis Wing therein and D\nto be headed by two retired Judges of Supreme Court as its\nChairman and Vice-Chairman I.A. filed by Union of India\nseeking modification of the order dated 4.7.2011 -\nMaintainability of – In view of difference of opinion regarding\nmaintainability of the I.A., the matter referred to larger Bench\nSupreme Court Rules, 1966 - O. 47, r.6.\n-\n-\n-\nSaurav Chaudhary v. Union of India 2004 (2) Suppl.\nSCR 611 = (2004) 5 SCC 618; Raja Soap Factory \u0026 Ors. v.\nS.P. Shantharaj \u0026 Ors. (1965) 2 SCR 800; A. R. Antulay v.\nR. S. Nayak \u0026 Anr. 1988 (1) Suppl. SCR 1 = (1988) 2 SCC\n602; S. Nagaraj \u0026 Ors. v. State of Karnataka \u0026 Anr. 1993 (2)\nSuppl. SCR 1 = (1993) Supp. (4) SCC 595; Manganese\nOre (India) Ltd. v. Chandi Lal Saha 1990 (2) Suppl. SCR\n533 =; Ram Chandra Singh v. Savitri Devi \u0026 Ors. 2004 (12)\nSCC 713; Delhi Administration v. Gurdip Singh Uban \u0026 Ors.\n2000 ( 2 ) Suppl. SCR 496 = 2000 (7) SCC 296; Zahira\nHabibullah Sheikh \u0026 Anr. v. State of Gujarat \u0026 Ors. 2004 (2)\nSuppl. SCR 571 = 2004 (5) SCC 353; A. P. SRTC \u0026 Ors.\n63\nE\nןד\nF\nG\nI\n64\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n-\nA v. Abdul Kareem 2007 (1) SCR 888 = 2007 (2) SCC 466 –\nreferred to\nB\nS. Nagaraj \u0026 Ors. v. State of Karnataka \u0026 Anr. 1993 (2)\nSuppl. SCR 1 = 1993 (Supp.4) SCC 595; A. R. Antulay v.\nR. S. Nayak \u0026 Anr. 1988 (1) Suppl. SCR 1 = 1988 (2) SCC\n602 – held inapplicable.\nCase Law Reference:\nIn the order of Hon'ble Altamas Kabir, J\nC\n2004 (2) Suppl. SCR 611 referred to\nPara 8\n(1965) 2 SCR 800\nreferred to\nPara 9\n1988 (1) Suppl. SCR 1\nreferred to\nPara 11\nD\n1993 (2) Suppl. SCR 1\nreferred to\nPara 13\n1990 (2) Suppl. SCR 533 referred to\nPara 16\nIn the order of Hon'ble S. S. Nijjar,J\n2004 (12) SCC 713\nreferred to\nPara 9\nE\n2000 (2) Suppl. SCR 496\nreferred to\nPara 10\n2004 (2) Suppl. SCR 571\nreferred to\nPara 15\n2007 (1) SCR 888\nreferred to\nPara 17\nF\n1993 (2) Suppl. SCR 1\nheld inapplicable Para 18\n1988 (1) Suppl. SCR 1\nheld inapplicable Para 22\nCIVIL ORIGINAL JURISDICTION: Under Article 32 of the\nG Constitution of India.\nН\nGoolam E. Vahanvati, AG, H.P. Raval, ASG, J.S. Attri, and\nAnil B. Divan, Lata Krishnamurthy, R.N. Karanjawala, Manik\nKaranajawala, Sandeep Kapur, Ravi Sharma, Pranav Deish,\nS. Patnaik, Arjun Mahajan (for Karanjawala \u0026 Co.) Meenakshi\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 65\nORS.\nArora and Samir Ali Khan, Devadatt Kamath, Anoopam N. A\nPrasad, Naila Jung, Nishanth Patil, Arijit Prasad, T.A. Khan,\nB.V. Balaram Das, Ashok Kumar Gupta I, H.S. Parihar, Asha\nGopalan Nair (AOR), K.J. John \u0026 Co., Arti Singh, Pratap\nVenugopal, Namrata Sood, Sadhna Sandhu, Anil Katiyar,\nAniradha Mutatkar, Anagha S. Desai, K.J. John \u0026 Co. Santosh\nPaul, Arti Singh, Arvind Gupta, Rajiv Nanda and Sushma Suri\nfor appearing parties.\nThe following orders of the Court was delivered\nORDER\nB\nC\nALTAMAS KABIR, J. 1. Writ Petition (Civil) No.176 of\n2009 was filed by Shri Ram Jethmalani and five others against\nthe Union of India, the Reserve Bank of India, the Securities\nExchange Board of India, the Director, Directorate of D\nEnforcement and the Chairman, Central Board of Direct Taxes,\nDepartment of Revenue, Ministry of Finance, Government of\nIndia, against the purported inaction of the Government to\narrange for recovery of large sums of money deposited by\nIndian citizens in foreign banks and, in particular, in Swiss\nBanks. In that context the Petitioners, inter alia, prayed for the\nfollowing reliefs :-\n\"(a) that this Hon'ble Court may be pleased to issue\nnotice to all the Respondents calling upon them to\ndisclose all the facts which have come to their\nknowledge so far pertaining to the aforementioned\nissues and the steps taken by them in this regard;\n(b)\n(c)\nE\nF\nto make orders from time to time to ensure that the\noutcome of the investigations are not suppressed G\nor even unduly delayed;\nthe suitable directions be issued to the Respondent\nNo.1 to apply to the Foreign Banks, more\nparticularly the UBS Bank for freezing the amounts\nin the said foreign banks, particularly, the UBS Bank\nH\n66\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nwhich as stated above is holding, inter alia, the\nKhan and Tapurias' assets.\"\n2. On 4th July, 2011, on I.A. No.1 of 2009 in the Writ\nPetition several directions were given. In fact, the said order\nwas divided into three parts. The first part of the order dealt\nwith the alleged failure of the Central Government to recover\nthe large sums of money kept in such foreign banks and in tax\nhavens having strong secrecy laws with regard to deposits\nmade by individuals. The second part dealt with the unlawful\nactivities allegedly funded out of such deposits and accounts\nwhich were a threat to the security and integrity of India. The\namounts deposited in such tax havens in respect of one Shri\nHassan Ali Khan and Shri Kashinath Tapuria and his wife\nChandrika Tapuria were alleged to be in billions of dollars in\nUBS Bank in Zurich alone. Income Tax demands were made\nD to Shri Hassan Ali Khan for Rs.40,000 crores and a similar\ndemand was served on the Tapurias amounting to Rs.20,580\ncrores. On being convinced that, in the absence of any known\nsource of income, the large sums of money involved in the\nvarious transactions by Hassan Ali Khan and the Tapurias were\nE the proceeds of crime, which required a thorough investigation,\nthis Court felt the necessity of appointing a Special Investigation\nTeam to act on behalf and at the behest of the directions of this\nCourt. It was noted by this Court that the issues involved were\ncomplex and would require expertise and knowledge of\nF different departments and the coordination of efforts between\nvarious agencies and departments. It was also recorded that\non behalf of the Union of India, it had been submitted that a\nHigh Level Committee had recently been formed under the\ninitiative of the Department of Revenue in the Ministry of\nG Finance, composed of :\n(i)\nSecretary, Department of Revenue, as the\nChairman;\n(ii) Deputy Governor, Reserve Bank of India;\nH\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [ALTAMAS KABIR, J.]\n(iii) Director (IB);\n(iv) Director, Enforcement;\n(v)\nDirector, CBI;\n67\nA\n(vi) Chairman, CBDT;\n(vii) DG, Narcotics Control Bureau;\n(viii) DG, Revenue Intelligence;\n(ix) Director, Financial Intelligence Unit; and\n(x)\nJS(FT \u0026 TR-I), CBDT.\n00\nB\nD\nE\nwith powers to co-pt, as necessary, representatives not below\nthe rank of Joint Secretary such as the Home Secretary,\nForeign Secretary, Defence Secretary and the Secretary,\nCabinet Secretariat. It was further recorded that the Union of\nIndia had claimed that such a-multidisciplinar group and\ncommittee would enable the conducting of an efficient and a\nsystematic investigation into the matters concerning allegations\nagainst Hassan Ali Khan and the Tapurias and would also be\nable to take appropriate steps to bring back the monies\ndeposited in foreign banks. In the light of such submission\nmade on behalf of Union of India and citing the judgments of\nthis Court in (1) Vineet Narain Vs. Union of India [(1996) 2\nSCC 199], (2) NHRC Vs. State of Gujarat [(2004) 8 SCC 610], F\n(3) Sanjiv Kumar Vs. State of Haryana [(2005) 5 SCC 517]\nand (4) Centre for PIL Vs. Union of India [(2011) 1 SCC 560],\nthis Court completed the second part of the order by directing\nas follows:-\n49. In light of the above we herewith order:\n(i)\nThat the High Level Committee constituted by the\nUnion of India, comprising of (i) Secretary,\nDepartment of Revenue; (ii) Deputy Governor,\nG\nI\nA\n00\nB\nс\nD\nE\n☐ F\n☐ G\n☐ H\n68\nSUPREME COURT REPORTS\n(ii)\n[2011] 11 S.C.R.\nReserve Bank of India; (iii) Director (IB); (iv)\nDirector, Enforcement; (v) Director, CBI; (vi)\nChairman, CBDT; (vii)DG, Narcotics Control\nBureau; (vii) DG, Revenue Intelligence; (ix) Director,\nFinancial Intelligence Unit; and (x) JS (FT \u0026 TR-I),\nCBDT be forthwith appointed with immediate effect\nas a special Investigation Team;\nThat the Special Investigation Team, so constituted,\nalso include Director, Research and Analysis Wing;\n(iii) That the above Special Investigation Team, so\nconstituted, be headed by and include the following\nformer eminent judges of this Court: (a) Hon'ble Mr.\nJustice B.P. Jeevan Reddy as Chairman; and (b)\nHon'ble Mr. Justice M.B. Shah as Vice-Chairman;\nand that the Special Investigation Team function\nunder their guidance and direction;\n(iv) That the Special Investigation Team, so constituted,\nshall be charged with the responsibilities and duties\nof investigation, initiation of proceedings, and\nprosecution, whether in the context of appropriate\ncriminal or civil proceedings of: (a) all issues\nrelating to the matters concerning and arising from\nunaccounted monies of Hassan Ali Khan and the\nTapurias; (b) all other investigations already\ncommenced and are pending, or awaiting to be\ninitiated, with respect to any other known instances\nof the stashing of unaccounted monies in foreign\nbank accounts by Indians or other entities operating\nin India; and (c) all other matters with respect to\nunaccounted monies being stashed in foreign\nbanks by Indians or other entities operating in India\nthat may arise in the course of such investigations\nand proceedings. It is clarified here that within the\nambit of responsibilities described above, also lie\n19\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 69\n(v)\nORS. [ALTAMAS KABIR, J.]\nB\nthe responsibilities to ensure that the matters are A\nalso investigated, proceedings initiated and\nprosecutions conducted with regard to criminality\nand/or unlawfulness of activities that may have been\nthe source for such monies, as well as the criminal\nand/or unlawful means that are used to take such\nunaccounted monies out of and/or bring such\nmonies back into the country, and use of such\nmonies in India or abroad. The Special Investigation\nTeam shall also be charged with the responsibility\nof preparing a comprehensive action plan, including C\nthe creation of necessary institutional structures that\ncan enable and strengthen the country's battle\nagainst generation of unaccounted monies, and\ntheir stashing away in foreign banks or in various\nforms domestically.\nD\nThat the Special Investigation Team so constituted\nreport and be responsible to this Court, and that it\nshall be charged with the duty to keep this Court\ninformed of all major developments by the filing of\nperiodic status reports, and following of any special E\norders that this Court may issue from time to time;\n(vi) That all organs, agencies, departments and agents\nof the State, whether at the level of the Union of\nIndia, or the State Government, including but not\nlimited to all statutorily formed individual bodies,\nand other constitutional bodies, extend all the\ncooperation necessary for the Special Investigation\nTeam so constituted and functioning;\n(vii) That the Union of India, and where needed even the\nState Governments, are directed to facilitate the\nconduct of the investigations, in their fullest\nmeasure, by the Special Investigation Team so\nconstituted and functioning, by extending all the\nF\nG\nH_\nA\nB\nC\n70\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nnecessary financial, material, legal, diplomatic and\nintelligence resources, whether such investigations\nor portions of such investigations occur inside the\ncountry or abroad.\n(viii) That the Special Investigation Team also be\nempowered to further investigate even where\ncharge-sheets have been previously filed; and that\nthe Special Investigation Team may register further\ncases, and conduct appropriate investigations and\ninitiate proceedings, for the purpose of bringing\nback unaccounted monies unlawfully kept in bank\naccounts abroad.\n3. The third part of the order deals with the disclosure of\nvarious documents referred to by the Union of India in relation\nD to the names and particulars of various bank accounts of Indian\ncitizens in the Principality of Liechtenstein, a small landlocked\nsovereign nation-state in Europe, which is generally\nacknowledged as a tax haven.\nE\nF\n4. The third part of the order is not of relevance at this\nstage, since an application, being IA No.8 of 2011, has been\nfiled by the Union of India in the Writ Petition, purporting to be\nan application under Article 142 of the Constitution read with\nOrder 47 Rule 6 of the Supreme Court Rules, 1966, seeking\nmodification of the aforesaid order dated 4th July, 2011.\n5. Before the Application could be moved by the learned\nAttorney General, Mr. Anil B. Divan, learned Senior Advocate\nappearing for the Writ Petitioners, took a preliminary objection\nthat the interlocutory application was not maintainable on\nG several counts. It was firstly urged that in effect, in the guise of\nan application for modification, the Respondents/Applicants\nwere wanting either a re-hearing and/or review of the order\npassed on 4th July, 2011, disposing of I.A.No.1 of 2009. Mr.\nDivan pointed out that it was the Government itself which had\nH set up a High Level Committee consisting of senior officers of\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [ALTAMAS KABIR, J.]\n71\ndifferent departments to take steps for retrieving the black A\nmoney which had been deposited in banks in tax havens all\nover the world and, in particular, in Swiss Banks and it did not,\ntherefore, lie in the mouth of the Government to take a different\nstand when the same Committee had been converted into a\nSpecial Investigation Team with two former Judges of the\nSupreme Court to monitor the progress of the recovery.\nproceedings.\nB\nC\nD\n6. Mr. Divan also contended that the formation of a\nSpecial Investigation Team to monitor the investigation is not\na new concept and has been resorted to on different occasions\nin order that justice is done between the parties and the rule of\nlaw is not obstructed either by the investigating agency or\notherwise. Mr. Divan urged that once the matter had been\ndecided on merits and a direction had been given for the\nformation of a Special Investigation Team composed of the very\nofficers who had been appointed as members of the High Level\nCommittee for the very same purpose, the Government is not\njustified in objecting to the investigation being monitored by\nsuch Committee headed by two retired Judges of the Supreme\nCourt with impeccable credentials. Mr. Divan submitted that the E\ncontention of the Respondents in I.A. No.8 of 2011 was as if\nby appointing a Special Investigation Team, the Supreme Court\nhad taken over the executive powers of the Union. It was\nsubmitted that although a case against the accused was\npending since 2007, no attempt had been made to interrogate F\nthe accused in regard to the allegations made against them.\n7. Mr. Divan submitted that possibly other fora were\navailable to the Respondents, but the present I.A. would not\nprovide any remedy to the Respondents. Mr. Divan urged that\nit was on account of the complete inertia of the investigating\nauthority that in spite of huge sums of unaccounted money\ndeposited in tax havens abroad, little or no action was taken\nto proceed with the investigation or even to interrogate the\npersons accused of having been involved in money laundering\nG\nH\n72\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA and acting against the interests of the country and its citizens.\nMr. Divan submitted that the remedy available to the\nRespondents lay in a review petition under the provisions of\nOrder 47 of the Supreme Court Rules, 1966, and not by an\ninterlocutory application and that too in a disposed of matter.\nB\nC\nD\n8. Mr. Shekhar Naphade, learned Senior Advocate who\nappeared for the Petitioner in Writ Petition (Civil) No.136 of\n2011, supported the submissions made by Mr. Anil Divan with\nregard to the maintainability of the Interlocutory Application No.8\nof 2011 filed by the Union of India. It was contended that neither\nthe provisions of Article 142 of the Constitution nor Order 47\nRule 6 of the Supreme Court Rules were attracted in the facts\nof this case, inasmuch as, the said provisions conferred power\nand not jurisdiction on this Court in respect of a matter which\nwas pending before it. Mr. Naphade submitted that Article 142\nvery clearly vested the Supreme Court with jurisdiction to pass\nsuch decree or make such order as is necessary for doing\ncomplete justice in any case or matter pending before it. Mr.\nNaphade also contended that, as had been held by this Court,\nin Saurav Chaudhary Vs. Union of India [(2004) 5 SCC 618],\nE this Court could exercise its jurisdiction under Article 142 of the\nConstitution at the time of rendition of the judgment and not\nthereafter. It was further observed that once judgment had been\ndelivered by the Court, it could not recall the same and could\nonly exercise its power of review in case it intended to take a\nF different view from the one rendered in the main judgment. Mr.\nG\nH\nNaphade also urged that even the provisions of Order 47 Rule\n6 of the Supreme Court Rules were of no assistance to the\nUnion of India. It was submitted that the Rules framed under\nArticle 145(1) of the Constitution only empowered the Supreme\nCourt to frame Rules to regulate its practice and procedure and\ndoes not take in its sweep the power to create a new jurisdiction\nto entertain a cause or matter.\n*9. Reference was also made to the decision of this Court\nin Raja Soap Factory \u0026 Ors. Vs. S.P. Shantharaj \u0026 Ors. [(1965)\n"}