{"pages":[{"pageNumber":31},{"pageNumber":32}],"text":"RAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 93\nORS. [SURINDER SINGH NIJJAR, J.\ndelivered in view of the peculiar circumstances of the case. The A\nCourt therein set out the circumstances in which this Court can\npass the appropriate orders unhindered by technical rules. The\nobservations made in paragraph 48, which are of relevance,\nare as under :\n\"48. According to Shri Jethmalani, the doctrine of per\nincuriam has no application in the same proceedings. We\nare unable to accept this contention. We are of the opinion\nthat this Court is not powerless to correct its error which\nhas the effect of depriving a citizen of his fundamental\nrights and more so, the right to life and liberty. It can do\nso in exercise of its inherent jurisdiction in any proceeding\npending before it without insisting on the formalities of a\nreview application. Powers of review can be exercised in\na petition filed under Article 136 or Article 32 or under any\nother provision of the Constitution if the court is satisfied\nthat its directions have resulted in the deprivation of the\nfundamental rights of a citizen or any legal right of the\npetitioner. See the observations in Prem Chand Garg v.\nExcise Commissioner.\"\n24. In my opinion, the aforesaid observations would not be\napplicable in the facts and circumstances of the present case.\nThe application herein is not moved by an individual, who had\nbeen deprived of his fundamental rights by an order dated 4th\nJuly, 2011. The application is filed by the Union of India\nchallenging the order on various legal and factual issues. In\nAntulay's case (supra), one of the grounds taken was that the\ndirections have been issued by the Court without following the\nprinciple of audi alteram partem. In the present case, the\ndirections had been issued after hearing the learned counsel\nfor the parties at length and on numerous dates. These\ndirections, in my opinion, cannot be recalled in an application\nseeking only modification of the order. At this stage, it would\nalso not be possible to treat the present application for\nmodification as an application for review.\nB\nC\nD\nE\nF\nG\nH\n94\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n25. In view of the above, with utmost respect, it would not\nbe possible to agree with the order passed by Hon'ble Mr.\nJustice Altamas Kabir. In my opinion, the applicant Union of\nIndia has failed to make out a case to enable this Court to treat\nthe modification application as application for review and\nB proceed to hear the same in open Court. In my opinion, the\npresent application is wholly misconceived. It is, therefore,\ndismissed. Union of India is, however, at liberty to take recourse\nto any other legal remedy that may be available to it.\nC\nD\nORDER\nSince we have differed in our views regarding the\nmaintainability of I.A. No.8 of 2011 filed in W.P. No. 176 of 2009,\nlet the matter be placed before Hon'ble the Chief Justice of\nIndia, for reference to a third Judge.\nR.P.\nMatter referred to Larger Bench.\n"}