{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"7\nTHE SECRETARY, A.P. SOCIAL WELFARE RESIDENTIAL\nEDUCATIONAL INSTITUTIONS\nV.\nSHRI PINDIGA SRIDHAR AND ORS.\nMARCH 19, 2007\n[H.K. SEMA AND D.K. JAIN, JJ.]\nService Law:\nA\nB\nC\nAppointment-Compassionate appointment-Appointment sought\nadmittedly concealing certain facts-Appointment granted-Termination on\nthe ground that the same was secured by suppressing the facts-Single Judge\nof High Court upholding the order-Division Bench of High Court set aside\nthe order of termination on the ground that before passing it, show cause\nnotice was not given to the employee and hence violative of principles of\nNatural Justice-On appeal, held: Department was justified in terminating\nthe services of the employee-In view of the admitted facts of suppression,\nthere was no necessity to issue show cause notice-In the facts of the case,\nprinciples of Natural Justice were not violated.\nPrinciples-Principles of Natural Justice-Applicability—Held; The\nprinciple cannot be applied in a straight jacket formula- It depends on facts\nand circumstances of each case.\nD\nE\nRespondent applied for compassionate appointment with the appellant\nInstitution after death of his father in harness. He was appointed on F\ncompassionate ground. At the time, he had applied for the appointment, his\nmother was in service and when he joined the service, his wife was in service.\nThese facts are admitted by the respondent. His appointment was terminated\non the ground that the same was secured by suppressing the facts. He\nchallenged the order of termination in Writ Petition and the same was\ndismissed by Single Judge of High Court Division Bench of High Court in\nwrit Appeal, set aside the order of Single Judge holding that the termination\norder violated the principles of Natural justice as the respondent was not given\nshow cause notice, before the same was passed. Hence the present appeal.\n145\nG\nH\n146\nA\nSUPREME COURT REPORTS\nAllowing the appeal, the Court\n[2007] 4 S.C.R.\nHELD: 1. When the respondent made an application for appointment on\ncompassionate ground his mother was in service and his wife were in services\nwhen he was appointed. Therefore, the respondent secured the appointment\non compassionate ground by suppressing this fact. In the aforesaid facts and\nB circumstances, the department was justified in terminating the services of\nthe respondent. [Paras 7 and 8] [147-E-F-G-H; 148-A-B-C-D]\n2.1. Principles of natural justice cannot be applied in a straight jacket\nformula. Its application depends upon the facts and circumstances of each case.\nTo sustain the coin plaint of the violation of principles of natural justice, one\nC\nmust establish that he was prejudiced for non-observance of the principles of\nnatural justice. [Para 9] [148-E]\n2.2. In the present case, the fact on which the appellant terminated the\nservices of the respondent, appointed on compassionate ground was admitted\nD by the respondent himself that when he applied for the post on compassionate\nground his mother was in service. So also when he secured the appointment\nhis wife was in service. These facts clearly disclose that the appointment on\ncompassionate ground was secured by playing fraud. Fraud clocks everything.\nIn such admitted facts, there was no necessity of issuing show cause notice\nto him. The view of the High Court that termination suffers from the non-\nE observance of the principles of natural justice is therefore, clearly erroneous.\nIn the given facts of this case, no prejudice whatsoever has been caused to the\nrespondent. The respondent could not have improved his case even if a show\ncause notice was issued to him. [Para 9] [148-E-F-G-H; 149-A]\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1470 of 2007.\nFrom the Final Judgment and Order dated 23.08.2005 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in Writ Appeal No. 356 of 2005.\nRoy Abraham, Seema Jain and Himinder Lal for the Appellant.\nS. Chandra Shekhar, Shanmuga Patro, Sanjay Kumar Singh, Manoj Saxena\nand T.V. George for the Respondents.\nThe Judgment of the Court was delivered by\nH.K. SEMA, J. 1. Leave granted.\nH\nL\nA\n7\nTHE SECRETARY. A.P. SOCIAL WELFARE RESIDENTIAL EDUCATIONAL INSTITUTIONS 1. PINDIGA SRIDHAR ISEMA. J.I 147\n2. Heard the parties.\n3. The challenge in this appeal is to the order dated 23.8.2005 passed\nby the Division Bench of High Court of Andhra Pradesh in Writ Appeal\nNo.356 of 2005. This appeal is preferred by the Secretary, Andhra Pradesh\nSocial Welfare Residential Education Institutions.\n4. Briefly stated the facts are as follows:-\nA\nB\nC\n5. The father of the respondent late Sri P. Andhru was employed in the\nGovernment of Andhra Pradesh as a Hostel Warden. He died in harness on\n31.3.1996. The respondent being one of the sons of late Sri P. Andhru applied\nfor appointment on compassionate ground by his application dated 6.5.1996.\nHe was appointed as a typist on 22.11.2002 on compassionate ground. His\nappointment on compassionate ground came to be terminated by an order\ndated 15.3.2003 on the ground that he secured the appointment by suppressing\nthe facts. He unsuccessfully challenged the order of termination before the\nlearned Single Judge. However, on appeal being preferred by him the Division D\nBench of the High Court upset the well-merited order of the learned Single\nJudge, on the sole ground that the order of termination violates the principles\nof natural justice as no show cause notice has been given to the respondent\nbefore the impugned order was issued. Hence the present appeal by special\nleave.\n6. The undisputed facts are:\nE\n7. Late Sri P. Andhru was survived by wife Smt. P. Santhoshamma and\ntwo sons namely Sri P. Sridhar (respondent herein) and Sri P. Srikanth. At the\ntime when the respondent made an application for appointment on\ncompassionate ground, the mother of the respondent (Smt. P. Santhoshamma) F\nwas employed as a teacher in Z.P. High School, Suryapet. The wife of the\nrespondent Sirisha was appointed as Extension Officer in the Rural\nDevelopment on 3.8.1997 and later on, she was promoted as Mandal Parishad\nDevelopment Officer. The respondent as earlier noticed was appointed as a\ntypist on compassionate ground on 22.11.2002. The aforesaid fact was\nconceded by the counsel appearing for the respondent. The fact, therefore,\nreveals that when he made an application for appointment on compassionate\nground on 6.5.1996, the mother of the respondent was employed as a teacher\nin Z.P. High School, Suryapet, which fact was not disclosed by him in his\napplication dated 6.5.1996. It is also clear that the wife of the respondent was\nin service as a Mandal Parishad Development Officer, when the respondent H\nG\n148\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA was appointed as a typist on compassionate ground on 22.11.2002.\nB\nC\n8. The respondent vide his application-dated 6.5.1996, applied for\nappointment on compassionate ground as dependent of late Sri P. Andhru.\nThe respondent attached non-employment certificate with his application for\nappointment on compassionate ground. The certificate reads:-\n\"This is to certify that Shri/Smt./Kum. P. Sreedhar son/wife/daughter\nof Shri/Smt. Late P. Andhru R/o Suryapat is not employed in any\nGovernment or Quasi-Government Departments/Undertaking/\nCorporation or any Private Organisation. No any other member of\ntheir family is employed in any Dept.,\n(Emphasis supplied)\nIt clearly shows that the respondent did not disclose that his mother was in\nservice as a teacher in Z.P. High School, Surpapet. In our view, therefore, the\nrespondent secured the appointment on compassionate ground by suppressing\nD this fact. In the aforesaid facts and circumstances, the department was justified\nin terminating the services of the respondent by the impugned order dated\n15.3.2003.\nE\n9. The High Court on the basis of the erroneous view upset the well-\nmerited judgment of the learned Single Judge. By now, it is well settled\nprinciple of law that the principles of natural justice cannot be applied in a\nstraight jacket formula. Its application depends upon the facts and\ncircumstances of each case. To sustain the complaint of the violation of\nprinciples of natural justice one must establish that he was prejudiced for\nnon-observance of the principles of natural justice. In the present case, the\nF fact on which the appellant terminated the services of the respondent appointed\non compassionate ground was admitted by the respondent himself that when\nhe applied for the post on compassionate ground by its application, dated\n6.5.1996, his mother was in service. So also when he secured the appointment\nby an order dated 22.11.2002 his wife was in service since 3.8.1997 as Extension\nOfficer in Rural Development and later on promoted as Mandal Parishad\nG\nDevelopment Officer at the time when he was appointed on compassionate\nground. These facts clearly disclose that the appointment on compassionate\nground was secured by playing fraud. Fraud clocks everything. In such\nadmitted facts, there was no necessity of issuing show cause notice to him.\nThe view of the High Court that termination suffers from the non-observance\nH of the principles of natural justice is, therefore, clearly erroneous. In our view,\nL\nJ\nTHE SECRETARY. A.P. SOCIAL WELFARE RESIDENTIAL EDUCATIONAL INSTITUTIONS v. PINDIGA SRIDHAR ISEMA. J.J 149\nin the given facts of this case, no prejudice whatsoever has been caused to A\nthe respondent. The respondent could not have improved his case even if a\nshow cause notice was issued to him.\n10. In the result, the order of the Division bench of the High Court dated\n23.8.2005, is accordingly set aside. The appeal is allowed. The order of the\nlearned Single Judge is restored and writ petition of the respondent stands\ndismissed. No costs.\nK.K.T.\nAppeal allowed.\nB\n"}