{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"1.\nSTATE OF GUJARAT AND ANR.\nA\nV.\nAKSHAY ARUTLAL THAKKAR\nJANUARY 17, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nService law:\nB\nBombay Home Guards Act, 1947-Section 2, 6B(1-A); Bombay Home\nGuards Rules, 1953, Rules 2(2), 2(3); Government Resolution No. HGD/1078/\n5355/F dated 3.9.1979-Notification dated 7.4.1993-Disengagement or\ntermination of service of Home Guards and Home Guard Commandants—\nLegality of Held, legal as their activities were in violation of Guidelines\ncontained in Notification dated 7.4.1993.\nC\nD\nThe respondents were appointed as Home guards and Home Guard\nCommandants. The Rules for their appointment are contained in\nnotification dated. 17.4.1993. In terms of said Notification, a Taluka home\nguard officer is entitled to be promoted as District Commandant, which\nis an honorary post. When selected by selection committee he is required\nto give an undertaking that he will not indulge in politics or communal E\nactivity. Respondents were found to be indulging in prohibited activities.\nThe question which has arisen in these appeals is whether the orders\nof disengagement of the respondents were without legal sanction.\nAllowing the appeal, the Court\nF\nHELD: Guidelines 4 and 5 contained in Notification dated 17.4.1993\nare relevant for the purpose of this case. Guideline 5 makes it clear that\nonly a person who rendered services for particular period as Taluka\nHome Guards Officer is eligible for appointment as District commandant.\nThe post of District Commandant is honorary post. However, it is G\nequivalent to Gazetted Officer, Class-I and the appointment is to be made\nby a Selection Committee consisting of the designated officers. It is found\nthat in terms of guideline 4, an undertaking is given that the person\nselected is not be to member of the political party and shall not be led by\n439\nH\n440\nSUPREME COURT REPORTS\n[2006] | S.C.R.\nA any communal institute or political party, nor shall he involve in any\npolitical or communal activities. As the authorities found that the\nrespondents were in fact acting in variance with the undertaking given,\ntheir disengagement was felt necessary. The services rendered by the\nrespondents were essentially honorary, therefore, no civil consequences\nwere involved. Section 6B(I-A) empowers the Commandant to discharge\nany member of Home Guards at any time if in the opinion of the\ncommandant the services of such member are no longer required. The\nprovision does necessarily refer to the discharge of a member from the\nHome Guards. The respondents in the instant case were not sought to be\ndischarged as members of the Home Guards. Under the Notification in\nC question, the discharge was from duties as District Commandant, Home\nGuards. [445-G-H; 446-A-C-D]\nB\nD\nAnirudhsinhji Karansinhji Jadeja and Anr. v. State of Gujarat (1995) 5\nSCC 302, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2456 of 1998.\nFrom the Judgment and Order dated 30.7.1997 of the High Court of\nGujarat in Letters Patent Appeal No. 549/97 in S.C.A. No. 9512/96.\nE\nWITH\nF\nG\nCivial Appeal Nos. 544-553 of 2006.\nMs. Hemantika Wahi and Ms. Pinky Behra for the Appellants.\nAmar Dave, Mrs. Sheela Goel, Nikhil Goel, Dr. K.S. Chauhan, Chand\nKiran and V.K. Burman for the Respondent(s).\n1998.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted in SLP(C) Nos. 10865-10874 of\nThese appeals are directed against judgments rendered by different\nDivision Benches of the Gujarat High Court holding that the orders of\ndisengagement of the respondents who were working as Home Guards and\nHome Guards Commandants were without legal sanction. The orders of\nengagement of the respondents were passed in purported exercise of powers\nH conferred under Section 2 of the Bombay Home Guards Act. 1947 (in short\n+\nt\nSTATE OF GUJARAT. AKSHAY AMRUTLAL THAKKAR [PASAYAT, J.]\n441\nB\nthe Act'). Subsequently being of the view that the respondents' activities A\nwere in violation of the guidelines contained in Government Resolution No.\nHGD/1078/5355/F dated 3.9.1997 of the Home Department, the orders of\ndisengagement were passed. Akshay Amruttal Thakkar-the respondent in Civil\nAppeal No. 2456 of 1998 filed a writ application challenging the order of\ndisengagement which was dismissed by learned Single Judge. The Letters\nPatent Appeal filed by him was allowed. The respondents in the connected\nCivil Appeals had filed writ applications which were allowed by a Division\nBench of the Gujarat High Court. It was held that the act of the Bombay\nHome Guards Rules, 1953 (in short the 'Rules') did not empower the\nGovernment to direct termination of the services of any member of the Home\nGuard or all the members of the Home Guards as was sought to be done by C\nthe impugned decision of the Government on 2nd December, 1995. Reliance\nwas placed on a decision of this Court in Anirudhsinhji Karansinhji Jadeja\nand Anr. v. State of Gujarat, [1995] 5 SCC 302 for accepting the present\nrespondents' stand.\nThe Division bench by the impugned judgment in Civil Appeal No. D\n2456 of 1998 followed the earlier decision of the Division bench and allowed\nthe Appeal, setting aside the learned single judge's order.\nLearned counsel for the Appellants-State and its funcionary question\nthe correctness of the judgments on the ground that the High Court has not\ntaken note of the relevant provisions of the Act and the Rules.\nLearned counsel for the respondents on the other hand supported the\njudgments of the High Court impugned in these appeals.\nE\nIn other to appreciate rival submission a few provisions of the Act and\nF\nRules need to be noted; they are Sections 2, 6B(1-A) of the Act, and rules\n2(2), 2(3), 2(6), 9(a), 11 \u0026 12 of the Rules.\n\"2(1) The State Government shall constitute for each of the areas\nspecified in sub-section (3) of section 1 and for each of the areas\nnotified under the said sub-section (3) a volunteer body called the\nHome Guards, the members of which shall discharge such functions\nand duties in relation to protection of persons, the security of the\nproperty and the public safety as may be assigned to them in\naccordance with the provisions of this Act and the rules made\nthereunder.\nG\nH\n442\nA\nB\nC\nD\n(1)\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\n(1A). In respect of the Saurashtra area and the Vidarbha region, the\nHome Guards raised or constituted, immediately before the\ncommencement of the Bombay Home Guards (Extension and\nAmendment) Act, 1958, shall be deemed to be constituted under sub-\nsection (1).\n(2) The State Government shall appoint a commandant of each of the\nHome Guards constituted under sub-section (1).\n(3) The State Government shall also appoint a commandant General\nof the Home Guards in whom shall vest the general supervision and\ncontrol of the Home Guards throughout the State of Gujarat.\n6B. (1) The Commandant shall have the authority to suspend, reduce\nor dismiss or fine, to an amount not exceeding fifty rupees, any\nmember of the Home Guards, under his control, if such member,\nwithout reasonable cause, on being called out under section 4 neglects\nor refuses to obey such order or to discharge his functions and duties\nas a member of Home Guards or to obey any lawful order or direction\ngiven to him for the performance of his functions and duties or is\nguilty of any breach of discipline or misconduct. The Commandant\nshall also have the authority to dismiss any member of the Home\nGuards on ground of conduct which has led to his conviction on a\ncriminal charge. The Commandant General shall have the like authority\nin respect of any member of the Home Guards appointed to post\nunder his immediate control.\n(IA): Notwithstanding anything contained in this Act, the Commandant\nshall have the authority to discharge any member of the Home Guards\nat any time subject to such conditions as may be prescribed if, in the\nopinion of the Commandant, the services of such members are no\nlonger required. The Commandant General shall have the like authority\nin respect of any member of the Home Guards appointed to a post\nunder his immediate control.\nRules\n\"2(2) “Commandant\" means a Commandant of Home Guards\nappointed under Section 2.\n· 2(3) “Commandant General\" means the Commandant General\nappointed under Section 2.\nSTATE OF GUJARAT v. AKSHAY AMRUTLAL THAKKAR [PASAYAT, J.]\n443\n2(6) \"member of Home Guards\" means a member appointed under A\nSection 3.\n9-A. Conditions subject to which powers of discharge may be\nexercised. No member of the Home Guards shall be discharged under\nsub-section (I-A) of section 6-B unless the Commandant or the\nCommandant General, as the case may be, is satisfied that such B\nmember has committed an act detrimental to the good order, welfare\nor discipline of the Home Guards Organization.\n11. Organization—In addition to the Commandant General, the Home\nGuards constituted for each area shall consist of a Commandant, a\nSecond-in-Command, an Adjutant, Senior Divisional Commanders, C\nsuch staff Officers as the Commandant may consider necessary,\nDivisional Commanders, Company Commanders, Senior Platoon\nCommanders, Platoon Commanders, Sergeant Majors, Quarter Master\nSergeants, Platoon Sergeants, Section Leaders, Assistant Sections\nLeaders and Sections consisting of twelve Home Guards. Three\nsections shall form a Platoon, three Platoons a Company and three\nCompanies a Division.\n12. Power of the Commandant General and Commandants – (1) The\nCommandant-General shall exercise general supervision and control\nover the working of all Commandants in the State and Co-ordinate\nthe work of the Home Guards all over the State. He shall be directly\nresponsible to the State Government for the efficient working,\ndiscipline, administration and training of the organization.\nD\nE\n(2) Subject to the supervision and control of the Commandant General,\neach Commandant shall exercise supervision and control over the F\nworking of the Home Guards under his command. He shall be\nresponsible to the Commandant General and the State Government\nfor the deficient working, discipline, administration and training of\nthe Home Guards under his command.\n(3) Subject to the supervision and control of the Commandant General G\nand the Commandant, any Officer of the Home Guards authorized by\nthe Commandant in this behalf may exercise the powers conferred by\nsection 4 of the Commandant in such circumstances as the\nCommandant may specify.\"\nH\nA\n444\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nBare reading of Section 2(2) makes it clear that the State Government\nis the appointing authority. The State Government appoints a Commandant\nof each of the Home Guards constituted on sub-section (1). Sub-section (3)\ndeals with appointment of a Commandant General of the Home Guards in\nwhom the general supervision and control of the Home Guards throughout\nthe State of Gujarat is vested. Rule 8 provides for the term of office. Rule 9-\nA deals with the condition subject to which powers of discharge are to be\nexercised. Reading of Section 5 makes the position clear as regards powers,\nprivileges and the protection of the members of the Home Guards. Therefore,\nthe appointing authority so far as the Commandants and the Commandant\nGeneral are concerned is the State Government. The Commandants have the\nC power to appoint the Home Guards. Therefore, the State Government is the\nsuperior authority in the matter of appointment.\nB\nLearned counsel for the State submitted that the orders passed by the\nauthorities were not in a sense one of termination. Therefore, the action of\nthe Commandant/Commandant General, if any, discharging a person from\nD duty cannot be said to be without authority of law. Principles regarding the\nappointment of District Commandant and Home Guards is contained in the\nNotification dated 17.4.1993, which are as follows:\n☐☐\nE\nF\nG\nH\n1. The age limit for the appointment of District Commandant should\nbe 35 to 50 years.\n2. First selection shall be given to the candidate whose minimum\neducational qualification is up to the level of graduation.\n3. Candidate should neither have permit for liquor nor should he be\npunished under any offence of prohibition, abolition of untouchability\nAct or Indian Penal Code.\n4. Candidate shall underwrite that he shall neither be a member of\nany political party nor shall he be led by any communal institute or\npolitical party nor shall he be led by any communal institute or political\nparty nor shall he involve any activity of this force in political or\ncommunal activities.\n5. He should have at least rendered his services for three years as\nTaluka Home Guards Officer and five years as Home Guard. However,\nthe senior most office from among the Honorary staff officers at\ndistrict level will be given first selection.\nSTATE OF GUJARAT v. AKSHAY AMRUTLAL THAKKAR [PASAYAT, J.]\n445\n6. A Person who is a recipient of any of the medals given any by the A\npresident, Home Guards or Civil defence, will be given priority.\n7. The person who have got training of Home Guards/N.C.C./Military\nor Police and also the persons who have retired in the rank of captain/\nDy. S.P. shall be given priority vis.vis others.\n8. As the honorary post of District Commandant is equivalent to the\ngazetted officer, Class-I, hence the appointment shall be made by the\nselection committee. The Selection Committee shall comprise\ncommandant General, Home Guards, Deputy Secretary, Home\nDepartment and Deputy Superintendent of Police of the concerned.\nrange of State of Gujarat.\n9. The persons who may be appointed shall have to undergo the\ntraining of administrative as well as account work as may be decided\nby the Government.\nB\nC\n10. After the appointment person concerned shall have to stay at D\nDistrict Head Quarters.\n11. The tenure of the appointment shall be of five years and therefore,\nif the further order of appointment is not issued, he shall be treated\nas suo motu relieved from his post at that time instant without any\nnotice and he shall have to hand over the charge to the immediate E\nsenior officer working under him.\n12. On the completion of his tenure for the post of District\nCommandant or in case he is relieved prior to that, he shall have to\npromptly hand over the charge to other immediate senior. He shall\nunderwrite that he shall not file any suit in any court against the fresh\norders of new appointments.\nThe guidelines 4 and 5 are relevant for the purpose of this case. Guideline\n5 makes it clear that only a person who rendered services for a particular\nperiod as Taluka Home Guards Officer is eligible for appointment as District\nCommandant. The post of District Commandant is honorary post. However,\nit is equivalent to the gazetted officer,. Class-I and the appointment is to be\nmade by a Selection Committee consisting of the designated officers. It is\nfound that in terms of guideline 4, an undertaking is given that the person\nselected is not to be member of the political party and shall not led by any\nF\nG\nH\n446\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA communal institute and political party and nor shall he involve in any political\nor communal activities. As the authorities found that the respondents were in\nfact acting at variance with the undertaking given, their disengagement was\nfelt necessary. View taken in the impugned judgments, therefore, cannot be\nmaintained and the impugned judgments are set aside. The view expressed by\nthe Division Bench of the High Court in special Civil Application No. 3447\nof 1996 dated 23.1.1998 Lateben Ramniklal Shah and Ors. v. State of Gujarat\nand Ors.. taking the contrary view is the correct one.\nB\nAs rightly contended by learned counsel for the appellant-State, the\norder impugned in the writ petition was one of disengagement because the\nC respondents did not act in terms of the undertaking given. As the services\nrendered by the respondents were essentially honorary no civil consequences\nwere involved. Section 6B(1-A) empowers the Commandant to discharge any\nmember of Home Guards at any time if the opinion of the Commandant the\nservices of such member are no longer required. The provision does necessarily\nrefer to the discharge of a member from the Home Guards. The respondents\nD in the instant case were not sought to be discharged as members of the Home\nGuards. Under the Notification in question, the discharge was from duties as\nDistrict Commandant, Home Guards.\nD.G.\nThe appeals are allowed. There will be no order as to costs.\nAppeals allowed.\n"}