{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 11 S.C.R. 1167\nBRIJ LAL \u0026 ORS.\nV.\nCOMMISSIONER OF INCOME TAX, JALANDHAR\n(Civil Appeal No. 516-527 OF 2004)\nOCTOBER 21, 2010\n[S.H. KAPADIA, CJI, B. SUDERSHAN REDDY, K.S.\nPANICKER RADHAKRISHNAN, SURINDER SINGH\nNIJJAR AND SWATANTER KUMAR, JJ.]\nINCOME TAX ACT, 1961:\nCHAPTER X1X-A - Sections 245-C, 245-D (1) and 245-\nD(4) r/w s. 234-B - Settlement Commission - Settlement of\ncases - Interest for default in payment of advance tax -\nApplicability of s. 234-B - Held: Sections 234-A, 234-B and\n234-C are applicable to the proceedings of the Settlement\nCommission under Chapter XIX-A - Sections 234-B, 245-\nD(2C) and s.245-D(6A) operate in different fields - Section\n234-B comes into operation when there is default in payment\nof advance tax whereas liability to pay interest u/s 245-D(2C)\narises when the additional amount of income tax is not paid\nwithin time specified u/s 245-D(2A) - Section 245-D (6A), on\nthe other hand, imposes liability to pay interest only when the\ntax payable in pursuance of an order of Settlement\nCommission u/s 245-D(4) is not made within the specified\ntime..\n-\ns. 234-B – Terminal point for levy of interest in settlement\nof cases under Chapter XIX-A - Held: Would be up to the date\nof the Order u/s 245-D(1) and not up to the date of the Order\nof Settlement u/s 245-D(4).\nss. 154, 234-B, 245-D(4) and 245-1 - Rectification of\nmistake - Levy of interest - Order of settlement u/s 245D(4)\nto be conclusive - Held: In view of s. 245-1, the Settlement\nCommission cannot re-open its concluded proceedings by\n1167\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n1168 SUPREME COURT REPORTS [2010] 11 S.C.R.\ninvoking s. 154 so as to levy interest u/s 234-B - Section 154\nis not applicable to Chapter XIX proceedings.\nPursuant to the referral orders dated 14.12.2004 and\n21.1.2005, the instant appeals were referred to the\nConstitution Bench of the Supreme Court. The questions\nfor consideration before the Court were: (i) whether s.\n234B of the Income Tax Act, 1961 would apply to\nproceedings of the Settlement Commission under\nChapter XIX-A of the said Act? If yes; (ii) what would be\nthe terminal point for levy of such interest - whether such\ninterest should be computed up to the date of the Order\nu/s 245-D (1) or up to the date of the Order of the\nCommission u/s 245-D (4)? and (iii) whether the\nSettlement Commission could reopen its concluded\nproceedings by invoking s. 154 of the said Act so as to\nlevy interest u/s 234-B, though it was not so done in the\noriginal proceedings?\nAnswering the reference and disposing of the\nappeals, the Court\nHELD: 1.1 Sections 234-A, 234-B and 234-C of the\nIncome Tax Act 1961 are applicable to the proceedings\nof the Settlement Commission under Chapter XIX-A of the\nAct to the extent indicated in the judgment. [para 16]\n[1220-D-E]\n1.2 Levy of interest is incidental to the liability and\ncomputation of advance tax. Liability and computation of\nadvance tax is done under section C of Chapter XVII. On\nthe other hand, interest for defaults in payment of\nG advance tax falls u/s 234-B, apart from ss.234-A and 234-\nC, in section F of Chapter XVII. It is significant to note that\ns.234-A(4) refers to the increase or reduction of interest\nsubsequent to the Order of the Commission u/s 245-D(4)\nincreasing or reducing the amount of tax payable and so\nH also s.234-B(4). [para 9] [1207-A-C]\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1169\nTAX, JALANDHAR\n1.3 Chapter XIX-A deals with Settlement of Cases. A\nThe word \"case\" is defined u/s 245-A (b). It is an\nexhaustive definition, which makes it clear that an\napplication for Settlement shall lie only when any\nproceedings for assessment or re-assessment or an\nappeal or revision in connection with such assessment\nor re-assessment is pending before the Income Tax\nAuthority. [para 10] [1207-H; 1208-A-B]\nC\n1.4 An application for settlement made u/s 245-C(1)\nwill not be maintainable without full and true disclosure\nof the income by the applicant, the manner in which such\nundisclosed income was derived and that the applicant\nhad furnished his return of income and that the additional\ntax payable on such income exceeds the specified\namount. This was the position prior to Finance Act of\n2007. However, s.245-C(1A) inter alia provides that D\nadditional amount of income tax payable in respect of the\nincome disclosed shall be calculated in accordance with\nthe provisions of s.245-C(1B). [para 10] [1208-B-D]\n1.5 Under sub-s. (1B) of s.245-C, if the applicant has E\nfurnished his return in respect of his total income and no\nassessment is made, the tax shall be calculated on the\naggregate of the total income returned and the income\ndisclosed in the application as if such aggregate was the\ntotal income. The words \"regular assessment\" are not F\nthere in s. 245-C (1B) (ii). However, u/s 245-C(1C)(b), it is\nprovided that the additional tax calculated u/s 245-C\n(1B)(ii) shall be reduced by the aggregate of the tax\ndeducted at source or tax paid in advance and the\namount of tax paid u/s 140-A. The resultant amount is the\nadditional tax payable by the assessee. Thus, s.245-C\nincorporates within it, the provisions of Chapters XVIIB,\nXVIIC and s.140-A of the Act. [para 10] [1208-D-F]\nG\n1.6 A careful analysis of the provisions of s. 245-D(1)\nand 245-D(4) indicates two distinct stages - one, allowing H\nB\nC\n1170 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA the application to be proceeded with (or rejected), and the\nother, of disposal of the application by appropriate orders\nbeing passed by the Settlement Commission. In between\nthe two stages, there are provisions which require the\napplicant to pay the additional income tax and interest.\nUnder s.245-D(4) on compliance of ss. 245D(2A) and (2C)\nand on examination of relevant records and reports, the\nSettlement Commission may pass such orders as it\nthinks fit on the matter covered by the application and\nany other matter relating to the \"case\" referred to in the\nreport of the Commissioner of Income Tax. Even u/s 245-\nD (7), it is provided that where the settlement becomes\nvoid u/s 245-D(6) the proceedings with respect to the\nmatters covered by the settlement shall be deemed to\nhave revived from the stage at which the application was\nallowed to be proceeded with by the Settlement\nCommission and the income tax authority may complete\nthe proceedings within the period mentioned therein.\nThus, s. 245-D(7) brings out the difference between s. 245-\nD(1) stage and s. 245-D(4) stage. Under s.245-D (6), it is\nlaid down that every order u/s 245-D (4) shall provide for\nthe Terms of Settlement including any demand by way of\ntax, penalty or interest. [para 10] [1209-C-F]\nD\nE\n1.7 Under s. 245-F (1), in addition to the powers\nconferred on the Settlement Commission under Chapter\nF XIX-A, it shall also have all the powers which are vested\nin the income tax authority under the Act. However, there\nis a significant difference between “procedure for\nassessment” under Chapter XIV and \"procedure for\nsettlement\" under Chapter XIX-A (s.245-D). Under s. 245-\nF(4), it is clarified that nothing in Chapter XIX-A shall affect\nthe operation of any other provision of the Act requiring\nthe applicant to pay tax on the basis of self-assessment\nin relation to matters before the Settlement Commission.\nThe point to be noted is that several provisions of the Act\nlike s. 140A; furnishing of the return of income by the\nG\nH\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1171\nTAX, JALANDHAR\napplicant as indicated in the proviso (a) to s. 245-C(1); A\nprovisions of the Act governing liability and computation\nto pay additional income tax as indicated by proviso (b)\nto s. 245-C(1); aggregation of total income inter alia in\nterms of ss. 143, 144 or 147 as indicated by s.245-\nC(1B)(iii); aggregation of total income as returned plus B\nincome disclosed in the application for settlement as\nindicated in s. 245-C(1B)(ii); the deductions in s. 245-\nC(1C); increase of interest u/s 215(3) pursuant to the\norders of the Settlement Commission and the levy of\ninterest u/s 234-A(4) and 234-B(4) all bring into Chapter C\nXIX-A various provisions of the Act. Thus, while reading\nthe provisions of ss. 245-C and 245-D one has to keep in\nmind various provisions of the Act and the concepts of\nself-assessment, assessment, regular assessment and\ncomputation of total income which have been engrafted\nin Chapter XIX-A. [para 10] [1210-C-H; 1211-A-B]\nD\nF\n1.8 Though Chapter XIX- A is a self-contained Code,\nthe procedure to be followed by the Settlement\nCommission u/ss 245-C and 245-D in the matter of\ncomputation of undisclosed income; in the matter of E\ncomputation of additional income tax payable on such\nincome with interest thereon; the filing of settlement\napplication indicating the amount of income returned in\nthe return of income and the additional income tax\npayable on the undisclosed income to be aggregated as\ntotal income shows that Chapter XIX-A indicates\naggregation of incomes so as to constitute total income\nwhich indicates that the special procedure under Chapter\nXIX-A has inbuilt mechanism of computing total income\nwhich is nothing but assessment (computation of total G\nincome). The word 'assessment' can be used to cover\nthe whole procedure to ascertain the liability and\nmachinery for enforcement. [para 8 and 11] [1211-C-E;\n1205-H; 1206-A]\nH\nA\nB\nC\n1172 SUPREME COURT REPORTS [2010] 11 S.C.R.\nC.A. Abraham v. Income-Tax Officer, Kottayam and\nAnother 1961 (2) SCR 765-1961) 41 ITR 425 (SC); and\nModi Industries Limited, Modinagar and Others v.\nCommissioner of Income Tax, Delhi and Another 1995 (3)\nSupp. SCR 642= 216 ITR 759 - referred to.\n1.9 Under the Act, tax is payable on the total income\nas computed in accordance with the provisions of the\nAct. Thus, s. 143(3) provision is sought to be incorporated\nin s.245-C. When Parliament uses the words \"as if such\naggregate would constitute total income\", it presupposes\nthat under the special procedure the aggregation of the\nreturned income plus income disclosed would result in\ncomputation of total income which is the basis for the\nlevy of tax on the undisclosed income which is nothing\nbut \"assessment\", which takes place at s. 245-D(1) stage.\nD However, in that computation, one finds that provisions\ndealing with a regular assessment, self-assessment and\nlevy and computation of interest for default in payment\nof advance tax, etc. are engrafted. [ss.245-C (1B), 245-C\n(1C), 245-D(6), 245-F(3) in addition to ss. 215(3), 234-A(4)\nE and 234-B(4)] [para 11] [1211-F-H; 1212-A-C]\nF\nG\n1.10 In the case of Damani Brothers*, a 3- Judge\nBench of this Court, while analyzing the scheme of\nChapter XIX-A, has rightly held that s. 234-B, s. 245-D(2C)\nand s.245-D(6A) operate in different fields. Section 234-B\ncomes into operation when there is default in payment\nof advance tax whereas liability to pay interest u/s 245-\nD(2C) arises when the additional amount of income tax\nis not paid within time specified u/s 245-D(2A). Section\n245-D (6A), on the other hand, imposes liability to pay\ninterest only when the tax payable in pursuance of an\norder of Settlement Commission u/s 245-D(4) is not made\nwithin the specified time. [para 10] [1209-F-H; 1210-A-B]\n*C.I.T. v. Damani Brothers 2002(5) Supp. SCR 424=259\nH. ITR 475 upheld.\n-\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1173\nTAX, JALANDHAR\n2.1 The terminal point for the levy of interest u/s 234- A\nB would be up to the date of the order u/s 245-D(1) and\nnot up to the date of the Order of Settlement u/s 245-D(4).\n[para 16] [1220-E-F]\n2.2 The proviso to s. 245-C(1), ss.245-C(1B), 245-\nC(1C), 245-D(4) and 245F(3) bring in the concepts of\nreturned income, self-assessment, aggregation of income\nreturned and income disclosed as if it is total income; levy\nof interest u/s 215(3) read with s. 245-D(4); increase of\ninterest u/ss 234-A(4) and 234-B (4) read with s. 245-D(4)\nas also ss. 140A(1A) and (1B) read with ss. 234-A and 234-\nB. [para 12] [1212-D-F]\nB\nC\n2.3 Section 245-C (1) is voluntary disclosure by the\nassessee of his undisclosed income. Under s. 245-C (1),\nthe assessee has to mention in his settlement application D\nthe additional amount of tax payable by him on such\nundisclosed income. Under proviso (a), the application for\nsettlement shall not be entertained till the assessee has\nfurnished the return of income which he was required to\nfile under the Act to the extent of his income. Under E\nproviso (b), the assessee has to declare the additional\namount of tax payable. Thus, the two provisos to s. 245-\nC (1) show that Chapter XIX-A, which prescribes a special\nprocedure for assessment by settlement, contemplates a\npre-assessment collection of tax. With the filing of the F\nsettlement application and after such application is\nallowed to be proceeded with u/s 245-D(1), intimation u/s\n143(1), regular assessment u/ss 143(3)/144 and re-\nassessment u/s 147 lose their existence, as u/ss 245-C(1A)\nand (1B) it is only the income disclosed in the return of\nG\nincome before the A.O. alone which survives for\nconsideration by the Settlement Commission for settling\nthe amount of income which is not disclosed in the return.\nUnder s. 245-C (1B)(ii), if the applicant has furnished a\nreturn in respect of the total income, whether or not\nH\n1174 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA assessment is made in pursuance of the return, the\nadditional amount of income tax payable in respect of the\ntotal income disclosed shall be on the aggregate of the\ntotal income returned and the income disclosed in his\napplication for settlement as if such aggregate was his\nB total income. This is pre-assessment collection of tax.\nSuch pre-assessment is based on the estimation of the\ncurrent income and tax thereon by the applicant himself.\n[para 12] [1213-C-H; 1214-A-B]\nC\nD\n2.4 When the Settlement Commission accepts the\nVoluntary Disclosure by the application for settlement, s.\n234-B (2) steps in. It is significant that the assessee is\nliable to pay advance tax, he commits default in payment\nto the extent of the undisclosed income but he offers to\npay additional income tax then interest has to be\ncalculated in accordance with ss. 207, 208 and 234-B(2)\nup to the date on which such tax is paid. This is not the\ninterest which assessee has to pay after assessment u/s\n245-D (4). Under ss. 245-C (1B) and (1C) the additional\namount of income tax payable on the undisclosed income\nE shall be on the total income as calculated under s. 245-\nC(1B). On computation of total income u/ss 245-C (1B)\nand (1C), interest follows such computation. It is important\nto note that interest follows computation of total income.\nOnce such computation takes place u/s 245-C(1B) then\nF s. 234-B(2) applies. The said sub-section deals with the\nsituation where before determination of total income u/s\n143(1) or 143(3) tax is paid u/s 140A or otherwise interest\nshall be calculated in accordance with s. 234-B(1) up to\nthe date on which tax is so paid. In that sense an\nG application u/s 245-C (1) is a return. Section 245-C (1)\ndeals with computation of \"total income”. Thus, ss. 234-\nA, 234-B and 234-C are applicable upto the stage of s.245-\nD(1) order passed by the Settlement Commission, i.e.\nadmission of the case. [para 12 and 14] [1214-B-F; 1215-\nH F; 1217-F-G]\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1175\nTAX, JALANDHAR\n2.5 Besides, Chapter XIX-A refers to procedure of A\nsettlement (s. 245-D (1)). Section 245-D (1) provides for\nexpeditious recovery of tax by way of pre-assessment\ncollection. Interest on default in payment of advance tax\ncomes u/ss 234-A, 234-B, 234-C, which fall in Chapter\nXVII which deals with collection and recovery of tax. It B\nis important to note that interest follows computation of\nadditional payment of income tax u/ss 245-C (1B) and\n(1C). This is how ss. 234-A, 234-B and 234-C get engrafted\ninto Chapter XIX-A at the stage of s. 245-D (1). Till the\nSettlement Commission decides to admit the case u/s C\n245-D (1), the proceedings under the normal provisions\nremain open. But, once the Commission admits the case\nafter being satisfied that the disclosure is full and true\nthen the proceedings commence with the Settlement\nCommission. In the meantime, applicant has to pay the\nadditional amount of tax with interest without which the\napplication for settlement would not be maintainable.\nThus, interest u/s 234-B would be payable up to the stage\nof s. 245-D (1). This view is supported by the amendment\nmade by Finance Act of 2007 w.e.f. 1.6.2007 in which\ninterest is required to be paid for maintainability of the\nApplication for Settlement. [para 12] [1214-F-H; 1215-A-\nc]\nD\nE\n2.6 Parliament has not extended the provisions and\nthe liability to pay interest beyond the date of application F\nfor settlement. This is the position even after Finance Act\nof 2007. Once this position is taken, s. 140-A is attracted.\nWhen an assessee has paid interest u/ss. 234-A, 234-B\nand 234-C in self-assessment u/s. 140-A, which is similar\nto the scheme of s.245-C (1), and once the Settlement G\nCommission admits the application for settlement, one\nfinds that even u/s 140-A(1B) interest payable u/s. 234-B\nhas to be computed on an amount equal to the assessed\ntax as defined in the Explanation to mean tax on the total\nincome as declared in the return. Under sub-s. (1B) of\nH\n1176\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA s.140-A interest payable u/s. 234-B can also be computed\non an amount by which the advance tax paid falls short\nof the assessed tax as defined in the Explanation thereto.\nThus, there is no provision under Chapter XIX-A or even\nu/s.140A (dealing with self-assessment) to charge\nB interest beyond the date of application for settlement\nafter the same is admitted by the Commission u/s.245-\nD(1). [para 14] [1215-F-H; 1216-A-C]\nC\nD\nE\n2.7 Moreover, under the Act, there is a difference\nbetween assessment in law [regular assessment or\nassessment u/s 143(1)] and assessment by settlement\nunder Chapter XIX-A. The order u/s.245-D(4) is not an\norder of regular assessment. It is neither an order u/s.\n143(1) or 143(3) or 144. The making of the order of\nassessment is an integral part of the process of\nassessment. [ss. 139 to 158] No such steps are required\nto be followed in the case of proceedings under Chapter\nXIX-A. The said Chapter contemplates the taxability\ndetermined with respect to undisclosed income only by\nthe process of settlement/ arbitration. Thus, the nature\nof the orders u/ss. 143(1), 143(3) and 144 is different from\nthe orders of the Settlement Commission u/s 245-D(4).\n[para 14] [1216-C-G]\n2.8 Further, the jurisdiction of the A.O. is not fettered\nF merely because the applicant has filed the Settlement\nApplication. The Act does not contemplate stay of the\nproceedings during that period, i.e., when the Settlement\nCommission is deciding whether to proceed or reject the\nsettlement application. The jurisdiction of the Settlement\nCommission to proceed commences only after an order\nis passed under section 245D(1). After making an\napplication for settlement the applicant is not allowed to\nwithdraw it [s. 245C(3)]. Once the case stands admitted,\nthe Settlement Commission shall have exclusive\njurisdiction to exercise the powers of the Income Tax\nAuthority. The order of Settlement Commission u/s\nG\nH\n!\nh\n"}