{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1197\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\napplicant....\n5. Assessment year(s) in connection with which the\napplication for settlement is made\n6.\nDate of filing the return of income for assessment\nyear(s) referred to in column 5 .....\n7.\n8.\n9.\n10.\n11.\nA\nB\nProceedings to which application for\nsettlement relates, the date from which the\nproceedings are pending and the income-tax\nauthority before whom the proceedings are C\npending [See Note 6]\nWhere any appeal or application for revision\nhas been preferred after the expiry of the\nperiod specified for the filing of such appeal\nor application for revision, as the case may D\nbe, whether such appeal or revision has been\nadmitted.\nDate of seizure, if any, under section 132 of\nthe Income-tax Act\nParticulars of the issues to be settled, nature\nand circumstances of the case and\ncomplexities of the investigation involved\n[See Note 7]\nE\nFull and true disclosure of income which has F\nnot been disclosed before the Assessing\nOfficer, the manner in which such income has\nbeen derived and the additional amount of\nincome-tax payable on such income [See\nNotes 9 and 10] ...\nG\nSigned\n(Applicant)\nH\n1198\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA\nI,\nVerification\nson/daughter/wife\nof\ndo hereby solemnly declare that to\nthe best of my knowledge and belief, what is stated above and\nB in the Annexure [including the statement(s) and documents\naccompanying such Annexure] is correct and complete. I further\ndeclare that I am making this application in my capacity as\n.(designation) and that I am competent to make\nthis application and to verify it.\nC\nVerified today the\n19\nPlace\nD\nE\nday of\nSigned\n(Applicant)\nLL\nF\n0\nProcedure on receipt of an application under section\n245C.\n245D. (1) On receipt of an application under section 245C,\nthe Settlement Commission shall call for a report from the\nCommissioner and on the basis of the materials contained\nin such report and having regard to the nature and\ncircumstances of the case or the complexity of the\ninvestigation involved therein, the Settlement Commission\nmay, by order, allow the application to be proceeded with\nor reject the application:\nH\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1199\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nProvided that an application shall not be rejected under this A\nsub-section unless an opportunity has been given to the\napplicant of being heard:\nProvided further that the Commissioner shall furnish the\nreport within a period of forty-five days of the receipt of\ncommunication from the Settlement Commission in case\nof all applications made under Section 245C on or after\nthe 1st day of July, 1995 and if the Commissioner fails to\nfurnish the report within the said period, the Settlement\nCommission may make the order without such report.\nB\nC\n(2B) If the Settlement Commission is satisfied, on an\napplication made in this behalf by the assessee, that he\nis unable for good and sufficient reasons to pay the\nadditional amount of income tax referred to in sub-section\n(2A) within the time specified in that sub-section, it may D\nextend the time for payment of the amount which remains\nunpaid or allow payment thereof by instalments if the\nassessee furnishes adequate security for the payment\nthereof.\n(2C) Where the additional amount of income-tax is not paid\nwithin the time specified under sub-section (2A), then,\nwhether or not the Settlement Commission has extended\nthe time for payment of the amount which remains unpaid\nor has allowed payment thereof by instalments under sub-\nsection (2B), the assessee shall be liable to pay simple\ninterest at fifteen per cent per annum on the amount\nremaining unpaid from the date of expiry of the period of\nthirty-five days referred to in sub-section (2A).\nE\nF\nG\n(4) After examination of the records and the report of the\nCommissioner, received under sub-section (1), and the\nreport, if any, of the Commissioner received under sub-\nsection (3), and after giving an opportunity to the applicant\nand to the Commissioner to be heard, either in person or\nthrough a representative duly authorised in this behalf, and H\nA\nB\nC\nD\nE\nF\nG\n1200\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nafter examining such further evidence as may be placed\nbefore it or obtained by it, the Settlement Commission\nmay, in accordance with the provisions of this Act, pass\nsuch order as it thinks fit on the matters covered by the\napplication and any other matter relating to the case not\ncovered by the application, but referred to in the report of\nthe Commissioner under sub-section (1) or sub-section (3).\n(6) Every order passed under sub-section (4) shall provide\nfor the terms of settlement including any demand by way\nof tax, penalty or interest, the manner in which any sum due\nunder the settlement shall be paid and all other matters to\nmake the settlement effective and shall also provide that\nthe settlement shall be void if it is subsequently found by\nthe Settlement Commission that it has been obtained by\nfraud or misrepresentation of facts.\n(6A) Where any tax payable in pursuance of an order under\nsub-section (4) is not paid by the assessee within thirty-\nfive days of the receipt of a copy of the order by him, then,\nwhether or not the Settlement Commission has extended\nthe time for payment of such tax or has allowed payment\nthereof by instalments, the assessee shall be liable to pay\nsimple interest at fifteen per cent per annum on the amount\nremaining unpaid from the date of expiry of the period of\nthirty-five days aforesaid.\n(7) Where a settlement becomes void as provided under\nsub-section (6), the proceedings with respect to the\nmatters covered by the settlement shall be deemed to\nhave been revived from the stage at which the application\nwas allowed to be proceeded with by the Settlement\nCommission and the income-tax authority concerned, may,\nnotwithstanding anything contained in any other provision\nof this Act, complete such proceedings at any time before\nthe expiry of two years from the end of the financial year\nin which the settlement became void.\n☐ H\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1201\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nPower of Settlement Commission to reopen A\ncompleted proceedings.\nB\n245E. If the Settlement Commission is of the opinion (the\nreasons for such opinion to be recorded by it in writing)\nthat, for the proper disposal of the case pending before it,\nit is necessary or expedient to reopen any proceeding\nconnected with the case but which has been completed\nunder this Act by any income-tax authority before the\napplication under section 245C was made, it may, with the\nconcurrence of the applicant, reopen such proceeding and\npass such order thereon as it thinks fit, as if the case in C\nrelation to which the application for settlement had been\nmade by the applicant under that section covered such\nproceeding also:\nPowers and procedure of Settlement Commission.\n245F. (1) In addition to the powers conferred on the\nSettlement Commission under this Chapter, it shall have\nall the powers which are vested in an income-tax authority\nunder this Act.\nD\nE\n(2) Where an application made under section 245C has\nbeen allowed to be proceeded with under section 245D,\nthe Settlement Commission shall, until an order is passed\nunder sub-section (4) of section 245D, have, subject to the\nprovisions of sub-section (3) of that section, exclusive\njurisdiction to exercise the powers and perform the F\nfunctions of an income-tax authority under this Act in\nrelation to the case:\n(3) Notwithstanding anything contained in sub-section (2)\nand in the absence of any express direction to the contrary\nby the Settlement Commission, nothing contained in this\nsection shall affect the operation of any other provision of\nthis Act requiring the applicant to pay tax on the basis of\nself-assessment in relation to the matters before the\nSettlement Commission.\nG\nI\nA\nB\nC\n1202 SUPREME COURT REPORTS [2010] 11 S.C.R.\n(4) For the removal of doubt, it is hereby declared that, in\nthe absence of any express direction by the Settlement\nCommission to the contrary, nothing in this Chapter shall\naffect the operation of the provisions of this Act in so far\nas they relate to any matters other than those before the\nSettlement Commission.\nOrder of settlement to be conclusive.\n245-1. Every order of settlement passed under sub-section\n(4) of section 245D shall be conclusive as to the matters\nstated therein and no matter covered by such order shall,\nsave as otherwise provided in this Chapter, be reopened\nin any proceeding under this Act or under any other law\nfor the time being in force.\n5. At this stage, it may be noted that section 245C stood\nD. substituted by Finance Act, 2007, w.e.f. 1.6.2007. Prior to its\nE\nF\nG\nH\nsubstitution, the proviso to section 245C(1), as substituted by\nthe Finance Act, 1987, w.e.f. 1.6.1987 and later on amended\nby Finance Act, 1995, w.e.f. 1.7.1995, read as under:\n\"Provided that no such application shall be made unless,-\n(a) the assessee has furnished the return of income which\nhe is or was required to furnish under any of the provisions\nof this Act; and\n(b) the additional amount of income tax payable on the\nincome disclosed in the application exceeds one hundred\nthousand rupees.\"\n6. Section 245C(1) read with the proviso thereto, as\nsubstituted by Finance Act, 2007 w.e.f. 1.6.2007, reads as\nunder:\n245C. (1) An assessee may, at any stage of a case\nrelating to him, make an application in such form and in\nsuch manner as may be prescribed, and containing a full\nand true disclosure of his income which has not been\ndisclosed before the Assessing Officer, the manner in\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1203\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nwhich such income has been derived, the additional A\namount of income-tax payable on such income and such\nother particulars as may be prescribed, to the Settlement\nCommission to have the case settled and any such\napplication shall be disposed of in the manner hereinafter\nprovided:\nProvided that no such application shall be made unless,-\n(i) the additional amount of income tax payable on\nthe income disclosed in the application exceeds three lakh\nrupees; and\n(ii)\nsuch tax and the interest thereon, which\nwould have been paid under the provisions\nof this Act had the income disclosed in the\nB\nC\napplication been declared in the return of D\nincome before the Assessing Officer on the\ndate of application, has been paid on or\nbefore the date of making the application and\nthe proof of such payment is attached with\nthe application.\nAnalysis of the Act\nE\n7. Liability to pay advance tax arises under section 207.\nThe said section is based on the principle \"pay as you earn\".\nIt requires tax to be paid during the financial year. It has to be F\nin respect of the total income of the assessee which would be\nchargeable to tax under the Act. The said total income is not\nas understood in section 2(45) but it is equated to \"current\nincome\" for the purposes of Chapter XVII. After the Amending\nAct of 1987, advance tax is to be paid on the current income\nwhich would be chargeable to tax for the assessment year\nimmediately following the financial year. Section 210 casts the\nresponsibility of payment of advance tax on the assessee\nwithout requiring the assessee to submit his estimate of\nadvance tax payable. Provision for payment of advance tax is\nG\nH\n1204\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nC\nD\nA mode of quick collection of tax. Thus, section 207 defines\nliability to pay advance tax in respect of incomes referred to\nin section 208. However, advance tax paid is adjustable\ntowards the tax due. Advance tax is collected even before the\nincome tax becomes due and payable. By its very nature,\nB advance tax is pre-assessment collection of taxes either by\ndeduction of tax at source or by payment of advance tax which\nhas to be adjusted towards income tax levied on the total\nincome. The above two methods of realization even before\nany assessment is authorized by section 4(2) are incorporated\nin Chapter XVII which deals with \"collection and recovery\". In\nfact, section 190(1) clarifies that this method of payment of tax\nwill not prejudice the charge of tax under section 4(1) nor will\nit modify the liability of the assessee to pay income tax pursuant\nto an assessment order. [See Modi Industries Limited,\nModinagar and Others v. Commissioner of Income Tax, Delhi\nand Another, 216 ITR 759 at 780] At one point of time, section\n209(1)(a)(iii) (relating to computation of advance tax) provided\nthat the income tax calculated on the total income with reference\nto which the demand for advance tax was made should be\nreduced by the amount of income tax deductible in accordance\nwith sections 192 to 194, 194A and 195 on any income\nincluded in the total income. The levy of interest under section\n215 is part of the process of assessment. If the income tax\nliability on the first day of the assessment year is larger than\nthe amount of advance tax standing to the credit of the\nassessee then interest will have to be paid under section 215\non 75% of the deficit amount of tax from the first day of the\nassessment year to the date of computation of total income\nvide assessment order. Interest under section 215 is\nchargeable from the first day of April next following the financial\nyear wherein the advance tax was paid up to the date of regular\nassessment, if no tax has been paid under section 140A or\notherwise. However, section 215(2) provides that where\nadvance tax paid is less than 75% of the \"assessed tax\", but\nthe assessee has paid tax under section 140A or otherwise\nH before the date of completion of regular assessment then the\nE\nF\nG\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1205\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\ninterest shall be limited to the interest on the shortfall between A\nthe \"assessed tax\" and the advance tax paid for the period\nfrom the first April next following the financial year up to date\nof payment under section 140A plus interest on the shortfall\nbetween \"assessed tax\" and \"total tax paid\" for the period\nfrom the day following the date of such payment under section B\n140A up to the date of regular assessment. Coming to section\n140A, as a result of the amendment of section 140A(1) by\nDirect Tax Laws Amendment Act, 1987 w.e.f. 1.4.1989 and\nvide Finance Act of 1999, the assessee is required to calculate\nthe tax payable on the basis of the return to be furnished under C\nsection 139 or under section 142 or under section 148 after\ntaking into account the amount of tax paid under the Act; to\ncalculate also interest payable under section 234A or under\nsection 234B/234C for any default or delay in payment of\nadvance tax; to pay such tax with interest before the assessee\nfurnishes his return. The Explanation to section 140A(1) inter\nalia provides that where the amount paid by the assessee\nunder section 140A(1) falls short of the aggregate of the tax\nand interest thereon the amount so paid is first adjusted\ntowards interest payable and the balance, if any, is adjusted\ntowards the tax payable. Thus, amount(s) paid under section\n140A is deemed to have been paid towards regular\nassessment.\nD\nE\n8. The liability to pay income tax is founded on sections\n4 and 5 which are the charging sections. Sections 143, 144 F\nand 147 are machinery sections to determine the amount of\ntax payable. Thus, whereas section 143(3) signifies\ncomputation of income, section 147 signifies computation of\nescaped income. As held in the case of C.A. Abraham v.\nIncome-Tax Officer, Kottayam and Another [(1961) 41 ITR G\n425 (SC)], the expression \"assessment\" in a given provision\nmust be determined on an examination of the relevant\nprovisions in question and the fact that it is used in the narrower\nsense elsewhere will not mean that it is so used in the provision\nunder examination. The word can be used to cover the whole\nH\n1206 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA procedure to ascertain the liability and the machinery for\nenforcement. Prior to 1.6.1999, section 143(1A)(a) inter alia\nprovided that where the total income as a result of any\nadjustments made exceeded the total income declared in the\nreturn by any amount then it was open to the A.O. to increase\nB the amount of tax payable under section 143(1) by additional\nincome tax calculated at the specified rate. In brief, section\n143(1A) provided for the levy of additional income tax of an\namount equal to 20% of the tax payable on the amount of\ndifference between the total income determined under section\nC 143(1) and total income declared in the return. Where the\nadditional income tax was increased, the A.O. had to serve a\nnotice under section 156. Even under section 143(1B), as it\nstood before 1.6.1999, where an assessee furnished a revised\nreturn under section 139(5) after service of intimation, the\nassessee was liable to pay additional income tax in relation\nto adjustments made under section 143(1)(a) read with the\nproviso.\nD\n9. Now, Chapter XVII deals with \"collection and recovery\".\nIt covers Tax Deduction at Source and Advance Payment of\nE taxes (see section 190). Section C deals with advance payment\nof taxes. Section 207 refers to liability to pay advance tax\nwhereas section 209 deals with computation of advance tax.\nSection 215 refers to interest payable by the assessee. Section\n210(1) inter alia provides that every person who is liable to\nF pay interest under Section 208, shall of his own accord pay,\non each of the due dates specified in section 211, the\nappropriate percentage of advance tax on his current income\ncalculated in the manner under section 209. Under section\n209(1)(a), the amount of advance tax payable by the assessee\nG in any financial year is as follows:\nH\n(a) where calculation is made by the assessee for the\npurposes of payment of advance tax under section 209(1), he\nshall first estimate his current income and the tax shall be\ncomputed at the rates in force in the financial year. Thus, liability\n"}