{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1187\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nmake payment of the said amount in the remaining A\ninstalment or instalments accordingly.\nInterest payable by assessee.\n215. (1) Where, in any financial year, an assessee has\npaid advance tax under section 209A or section 212 on\nthe basis of his own estimate (including revised estimate),\nand the advance tax so paid is less than seventy-five per\ncent of the assessed tax, simple interest at the rate of\nfifteen per cent per annum from the 1st day of April next\nfollowing the said financial year up to the date of the regular\nassessment shall be payable by the assessee upon the\namount by which the advance tax so paid falls short of the\nassessed tax:\nB\nC\nProvided that in the case of an assessee, being a D\ncompany, the provisions of this sub-section shall have\neffect as if for the words “seventy-five per cent', the words\n\"eighty-three and one-third per cent\" had been substituted.\n(2) Where before the date of completion of a regular\nassessment, tax is paid by the assessee under section\n140A or otherwise,―\n(i) interest shall be calculated in accordance with the\nforegoing provision up to the date on which the tax is so\npaid; and\n(ii) thereafter, interest shall be calculated at the rate\naforesaid on the amount by which the tax as so paid (in\nso far as it relates to income subject to advance tax) falls\nshort of the assessed tax.\nE\nF\nG\n(3) Where as a result of an order under section 147 or\nsection 154 or section 155 or section 250 or section 254\nor section 260 or section 262 or section 263 or section\n264 or an order of the Settlement Commission under sub-\nsection (4) of section 245D, the amount on which interest H\n1188\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nwas payable under sub-section (1) has been increased or\nreduced, as the case may be, the interest shall be\nincreased or reduced accordingly, and-\n(i) in a case where the interest is increased, the Assessing\nOfficer shall serve on the assessee, a notice of demand\nin the prescribed form specifying the sum payable, and\nsuch notice of demand shall be deemed to be a notice\nunder section 156 and the provisions of this Act shall apply\naccordingly;\n(ii) in a case where the interest is reduced, the excess\ninterest paid, if any, shall be refunded.]\n(4) In such cases and under such circumstances as may\nbe prescribed, the Assessing Officer may reduce or waive\nthe interest payable by the assessee under this section.\n(5) In this section and sections 217 and 273, \"assessed\ntax\" means the tax determined on the basis of the regular\nassessment (reduced by the amount of tax deductible in\naccordance with the provisions of sections 192 to 194,\nsection 194A, section 194C, section 194D, section 195\nand section 196A so far as such tax relates to income\nsubject to advance tax and so far as it is not due to\nvariations in the rates of tax made by the Finance Act\nenacted for the year for which the regular assessment is\nmade.\n(6) Where, in relation to an assessment year, an\nassessment is made for the first time under section 147,\nthe assessment so made shall be regarded as a regular\nassessment for the purposes of this section and sections\n216, 217 and 273.\nInterest for defaults in furnishing return of income.\n234A. (1) Where the return of income for any assessment\nyear under sub-section (1) or sub-section (4) of section\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1189\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\n139, or in response to a notice under sub-section (1) of A\nsection 142, is furnished after the due date, or is not\nfurnished, the assessee shall be liable to pay simple\ninterest at the rate of two per cent for every month or part\nof a month comprised in the period commencing on the\ndate immediately following the due date, and,―\n(a) where the return is furnished after the due date,\nending on the date of furnishing of the return; or\n(b) where no return has been furnished, ending on\nthe date of completion of the assessment under section\n144,\nB\nC\non the amount of the tax on the total income as determined\nunder sub-section (1) of section 143 or on regular\nassessment as reduced by the advance tax, if any, paid, D\nand any tax deducted or collected at source;\nExplanation 1.-In this section, “due date” means the date\nspecified in sub-section (1) of section 139 as applicable\nin the case of the assessee.\nExplanation 2.-In this sub-section, “tax on the total income\nas determined under sub-section (1) of section 143\" shall\nnot include the additional income-tax, if any, payable under\nsection 143.\nLU\nE\nF\nExplanation 3.-Where, in relation to an assessment year,\nan assessment is made for the first time under section\n147, the assessment so made shall be regarded as a\nregular assessment for the purposes of this section.\nExplanation 4. - In this sub-section, \"tax on the total G\nincome as determined under sub-section (1) of section\n143 or on regular assessment\" shall, for the purposes of\ncomputing the interest payable under section 140A, be\ndeemed to be tax on total income as declared in the\nreturn.\nH\nA\n1190\nSUPREME COURT REPORTS [2010] 11 S.C.R.\n(2) The interest payable under sub-section (1) shall be\nreduced by the interest, if any, paid under section 140A\ntowards the interest chargeable under this section.\n***\n***\nB\nC\nD\nE\nF\nG\nH\n(4) Where as a result of an order under section 154 or\nsection 155 or section 250 or section 254 or section 260\nor section 262 or section 263 or section 264 or an order\nof the Settlement Commission under sub-section (4) of\nsection 245D, the amount of tax on which interest was\npayable under sub-section (1) or sub-section (3) of this\nsection has been increased or reduced, as the case may\nbe, the interest shall be increased or reduced accordingly,\nand-\n(i) in a case where the interest is increased, the\nAssessing Officer shall serve on the assessee a notice of\ndemand in the prescribed form specifying the sum payable,\nand such notice of demand shall be deemed to be a notice\nunder section 156 and the provisions of this Act shall apply\naccordingly;\n(ii) in a case where the interest is reduced, the\nexcess interest paid, if any, shall be refunded.\n(5) The provisions of this section shall apply in respect of\nassessments for the assessment year commencing on the\n1st day of April, 1989 and subsequent assessment years.\nInterest for defaults in payment of advance tax.\n234B. (1) Subject to the other provisions of this section,\nwhere, in any financial year, an assessee who is liable to\npay advance tax under section 208 has failed to pay such\ntax or, where the advance tax paid by such assessee\nunder the provisions of section 210 is less than ninety per\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1191\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\ncent of the assessed tax, the assessee shall be liable to A\npay simple interest at the rate of two per cent for every\nmonth or part of a month comprised in the period from the\n1st day of April next following such financial year to the date\nof determination of total income under sub-section (1) of\nsection 143 and where a regular assessment is made, to B\nthe date of such regular assessment, on an amount equal\nto the assessed tax or, as the case may be, on the amount\nby which the advance tax paid as aforesaid falls short of\nthe assessed tax.\nExplanation 1.-In this section, \"assessed tax\" means\n(a) for the purposes of computing the interest payable\nunder section 140A the tax on the total income as declared\nin the return referred to in that section;\nC\nD\n(b) in any other case, the tax on the total income\ndetermined under sub-section (1) of section 143 or on\nregular assessment, as reduced by the amount of tax\ndeducted or collected at source in accordance with the\nprovisions of Chapter XVII on any income which is subject E\nto such deduction or collection and which is taken into\naccount in computing such total income.\nExplanation 2.-Where, in relation to an assessment year,\nan assessment is made for the first time under section\n147, the assessment so made shall be regarded as a\nregular assessment for the purposes of this section.\nF\nExplanation 3.-In Explanation 1 and in sub-section (3) \"tax\non the total income determined under sub-section (1) of\nsection 143\" shall not include the additional income-tax, if G\nany, payable under section 143.\n(2) Where, before the date of determination of total income\nunder sub-section (1) of section 143 or completion of a\nregular assessment, tax is paid by the assessee' under\nsection 140A or otherwise,-\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1192\nSUPREME COURT REPORTS [2010] 11 S.C.R.\n(i) interest shall be calculated in accordance with the\nforegoing provisions of this section up to the date on which\nthe tax is so paid, and reduced by the interest, if any, paid\nunder section 140A towards the interest chargeable under\nthis section;\n(ii) thereafter, interest shall be calculated at the rate\naforesaid on the amount by which the tax so paid together\nwith the advance tax paid falls short of the assessed tax.\n(3) Where, as a result of an order of reassessment or\nrecomputation under section 147, the amount on which\ninterest was payable under sub-section (1) is increased,\nthe assessee shall be liable to pay simple interest at the\nrate of two per cent for every month or part of a month\ncomprised in the period commencing on the day following\nthe date of determination of total income under sub-section\n(1) of section 143 and where a regular assessment is\nmade as is referred to in sub-section (1) following the date\nof such regular assessment and ending on the date of the\nreassessment or recomputation under section 147, on the\namount by which the tax on the total income determined\non the basis of the reassessment or recomputation\nexceeds the tax on the total income determined under sub-\nsection (1) of section 143 or on the basis of the regular\nassessment aforesaid.\n(4) Where, as a result of an order under section 154 or\nsection 155 or section 250 or section 254 or section 260\nor section 262 or section 263 or section 264 or an order\nof the Settlement Commission under sub-section (4) of\nsection 245D, the amount on which interest was payable\nunder sub-section (1) or sub-section (3) has been\nincreased or reduced, as the case may be, the interest\nshall be increased or reduced accordingly, and-\n(i) in a case where the interest is increased, the\nAssessing Officer shall serve on the assessee a notice of\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1193\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\ndemand in the prescribed form specifying the sum payable A\nand such notice of demand shall be deemed to be a notice\nunder section 156 and the provisions of this Act shall apply\naccordingly;\n(ii) in a case where the interest is reduced, the\nexcess interest paid, if any, shall be refunded.\n(5) The provisions of this section shall apply in respect of\nassessments for the assessment year commencing on the\n1st day of April, 1989 and subsequent assessment years.\nInterest for deferment of advance tax.\n-\n234C. (1) Where in any financial year,———\n(a) the company which is liable to pay advance tax\nunder section 208 has failed to pay such tax or—\nB\nC\nD\n(i) the advance tax paid by the company on its\ncurrent income on or before the 15th day of June is less\nthan fifteen per cent of the tax due on the returned income\nor the amount of such advance tax paid on or before the E\n15th day of September is less than forty-five per cent of\nthe tax due on the returned income or the amount of such\nadvance tax paid on or before the 15th day of December\nis less than seventy-five per cent of the tax due on the\nreturned income, then, the company shall be liable to pay\nsimple interest at the rate of one and one-half per cent per\nmonth for a period of three months on the amount of the\nshortfall from fifteen per cent or forty-five per cent or\nseventy-five per cent, as the case may be, of the tax due\non the returned income;\nF\nG\n(ii) the advance tax paid by the company on its\ncurrent income on or before the 15th day of March is less\nthan the tax due on the returned income, then, the company\nshall be liable to pay simple interest at the rate of one and\none-half per cent on the amount of the shortfall from the H\nA\nB\nC\nD\nE\nLL\nF\n0\nН\n1194 SUPREME COURT REPORTS [2010] 11 S.C.R.\ntax due on the returned income:\nExplanation. In this section, \"tax due on the returned\nincome\" means the tax chargeable on the total income\ndeclared in the return of income furnished by the assessee\nfor the assessment year commencing on the 1st day of\nApril immediately following the financial year in which the\nadvance tax is paid or payable, as reduced by the amount\nof tax deductible or collectible at source in accordance\nwith the provisions of Chapter XVII on any income which\nis subject to such deduction or collection and which is\ntaken into account in computing such total income;\n(2) The provisions of this section shall apply in respect of\nassessments for the assessment year commencing on the\n1st day of April, 1989 and subsequent assessment years.\nChapter XIX-A - Settlement of Cases\nDefinitions\n245A. In this Chapter, unless the context otherwise\nrequires,-\n(b) \"case” means any proceeding under this Act for\nthe assessment or re-assessment of any person in respect\nof any year or years, or by way of appeal or revision in\nconnection with such assessment or re-assessment, which\nmay be pending before an Income Tax Authority on the\ndate on which an application under sub-section (1) of\nsection 245C is made:\nProvided that where any appeal or application for\nrevision has been preferred after the expiry of the period\nspecified for the filing of such appeal or application for\nrevision under this Act and which has not been admitted,\nsuch appeal or revision shall not be deemed to be a\nproceeding pending within the meaning of this clause;\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1195\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nApplication for settlement of cases.\n245C. (1) An assessee may, at any stage of a case\nrelating to him, make an application in such form and in\nsuch manner as may be prescribed, and containing a full\nand true disclosure of his income which has not been\ndisclosed before the Assessing Officer, the manner in\nwhich such income has been derived, the additional\namount of income-tax payable on such income and such\nother particulars as may be prescribed, to the Settlement\nCommission to have the case settled and any such\napplication shall be disposed of in the manner hereinafter\nprovided:\nProvided that no such application shall be made unless,—\nA\nB\nC\n(a) the assessee has furnished the return of income which\nhe is or was required to furnish under any of the provisions D\nof this Act; and\n(b) the additional amount of income tax payable on the\nincome disclosed in the application exceeds one hundred\nthousand rupees.\n(1A) For the purposes of sub-section (1) of this section and\nsub-section (2A) to (2D) of Section 245D, the additional\namount of income-tax payable in respect of the income\ndisclosed in an application made under sub-section (1) of\nthis section shall be the amount calculated in accordance\nwith the provisions of sub-sections (1B) to (1D).\n(1B) Where the income disclosed in the application relates\nto only one previous year,—\n(i) if the applicant has not furnished a return in respect\nof the total income of that year (whether or not an\nassessment has been made in respect of the total income\nof that year), then, except in a case covered by clause (iii),\ntax shall be calculated on the income disclosed in the\napplication as if such income were the total income;\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n1196 SUPREME COURT REPORTS [2010] 11 S.C.R.\n(ii) if the applicant has furnished a return in respect\nof the total income of that year (whether or not an\nassessment has been made in pursuance of such return),\ntax shall be calculated on the aggregate of the total income\nreturned and the income disclosed in the application as if\nsuch aggregate were the total income;\n(iii) if the proceeding pending before the income-tax\n* authority is in the nature of a proceeding for reassessment\nof the applicant under section 147 or by way of appeal or\nrevision in connection with such reassessment, and the\napplicant has not furnished a return in respect of the total\nincome of that year in the course of such proceeding for\nreassessment, tax shall be calculated on the aggregate of\nthe total income as assessed in the earlier proceeding for\nassessment under section 143 or section 144 or section\n147 and the income disclosed in the application as if such\naggregate were the total income.\nFORM NO. 34B\n[See rules 44C and 44CA]\nForm of application for settlement of case under section\n245C(1) of the Income-tax Act, 1961\nIN THE SETTLEMENT COMMISSION.\nSettlement application No.\n19........\n.19.......\n1. Full name and\nand \naddress of the applicant\n☐ G\nH\n2. Permanent Account Number\n3. Status [See Note 4]\n4. The Commissioner having jurisdiction over the\n"}