{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nSTATE OF CHHATTISGARH\nV.\nLEKHRAM\nAPRIL 5, 2006\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nPenal Code, 1860; Ss. 366 and 376/Indian Evidence Act; S. 35:\nAbduction and rape of a minor married woman by the accused-Age\nC of prosecutrix-Proof of Entry in the School register--Admissibility in\nevidence-Held: A register maintained in a School is admissible in evidence\nto prove date of birth of a person-Though an entry in the register is not\nconclusive proof of date of birth of the student but it has evidentiary value-\nSince entries in the register and statement of father of the prosecutrix\ncorroborated by other witnesses, there was no reason for disbelieving the\nsame by the High Court-Hence, the judgment of the High Court convicting\nthe accused by reversing the order of the trial Court can not be sustained\nand set aside.\nD\nSentencing Abduction and rape of a minor -Held: Prosecutrix could\nE not prove that she was enticed away from the custody of her guardian by the\naccused-In the peculiar facts and circumstances of the case, both the Courts\nbelow have rightly arrived at the conclusion that the prosecutrix was a\nconsenting party-Hence in the interest of justice, the accused is directed to\nbe sentenced to the period already undergone by him-Directions issued.\nF\nG\nH\nThe Respondent was working in the house of the father of the\nprosecutrix (PW-1), who was married in the year 1985. When she came back\nto her parent's house after the 'gauna' ceremony she was allegedly induced\nby the respondent to leave the village along with him in the night intervening\nbetween 25th and 26th February, 1986. First Information Report was lodged\non 26.2.1986 by brother-in-law of the prosecutrix, PW6. A case under Sections\n366 and 376 I.P.C. was registered against the accused respondent. The\nprosecutrix (PW-1) was recovered on 23.3.1987.\nThe Trial Court on the basis of the evidence opined that on the date of\n826\n-\n828\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA sustained. It is set aside accordingly. [831-B-C]\n2. The prosecutrix was a mature girl. She was married. She spent a few\nmonths in her in-laws' place. The Respondent was working in her house. They,\nthus, knew each other for a long time. The prosecution evidently could not\nprove its case that she was enticed away from the custody of her guardian by\nB the Respondent on a false plea that he would marry her. She denied the said\nC\nsuggestion as presumably she was aware that she being married, the question\nof her marrying the Respondent again may not arise. She lived for some time\nwith the Respondent in a rented house. Both the Courts proceeded on the basis\nthat she was a consenting party. In the peculiar facts and circumstances of\nthis case and having regard to the fact that both the courts have arrived at the\nconclusion that she was a consenting party, it may not be proper to send the\nAppellant back to prison. Hence, in the interest of justice, the Respondent is\ndirected to be sentenced to the period already undergone by him. [831-E-F-G]\nCRIMINAL ORIGINAL JURISDICTION: Criminal Appeal No. 326 of\nD 1999.\n(1)\nE\nF\nG\nH\nFrom the Judgment and Order dated 15.12.1997 of the High Court of\nM.P. in Crl. A. No. 269/57.\nDr. Manish Singhvi, Atul Jha and D.K. Sinha for the Appellants.\nMrs. K. Sarada Devi for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. The Respondent herein was working in the house of the\nfather of Sushila Bai (PW-1). She is said to have been born on 25.12.1970.\nShe was admitted in a village school in 1977. She was married in the year\n1985. She came back to her parent's place from her in-laws house after the\n'gauna' ceremony was celebrated. The Respondent herein is said to have\ninduced her to leave the village along with him in the night intervening\nbetween 25th and 26th February, 1986. A First Information Report was lodged\non 26.2.1986 by Jeewan Ram Chandel (PW-6) who happened to be the brother-\nin-law of the prosecutrix Sushila Bai. In the said report, the Respondent herein\nwas said to have been abducted her. The father of the prosecutrix, however,\nwas asked by the officer-in-charge of the police station to produce proof of\nher age whereupon certificate as per the school register was filed. A case\nunder Sections 366 and 376 was thereafter initiated against the Respondent.\nSTATE OF CHHATTISGARH v. LEKHRAM\n827\noccurrence she was a minor, and that in view of the fact that the Respondent A\nhad sexual intercourse with her, the charge of rape must be held to have been\nproved, but no case has been made out against him under Sections 363 and\n366 of the Indian Penal Code. Hence, taking a lenient view of the matter, trial\nCourt sentenced him to undergo 3 years rigorous imprisonment under Section\n376 IPC. On appeal, the High Court did not enter into the evidences brought\non record and reversed the findings of the Trial Court on the premise that\nentries made in a school register is not conclusive evidence as regards the\ndate of birth of the prosecutrix. Hence the present appeal.\nAllowing the appeal, the Court\nB\nC\nHELD 1.1. A register maintained in a school is admissible in evidence\nto prove date of birth of the person concerned in terms of Section 35 of the\nIndian Evidence Act. Such dates of births are recorded in the school register\nby the authorities in discharge of their public duty. PW-5, and Assistant\nTeacher in the said school in the year 1977, categorically stated that the\ndate of birth of the prosecutrix was disclosed by her mother. Father of the D\nprosecutrix also deposed to the said effect. Nothing has been elicited in the\ncross examination of witnesses to show that their statements were not correct.\n[830-E-F❘\n1.2. The prosecutrix took admission in the year 1977. She was,\ntherefore, about 6-7 years old at that time. She was admitted in Class I. Even\nby the village standard, she took admission in the school a bit late. She was\nmarried in the year 1985 when she was evidently a minor. It may be true that\nan entry in the school register is not conclusive but it has evidentiary value.\nSuch evdentiary value of a school register is corroborated by oral evidence\nas the same was recorded on the basis of the statement of the mother of the\nprosecutrix. [830-G-H; 831-A|\nE\nF\n1.3. Only because PW-3 the father of the prosecutrix could not state\nabout the date of birth of his other children, the same, by itself, would not\nmean that he had been deposing falsely. However, in answer to the querries\nmade by the counsel for the parties, he categorically stated about the year in G\nwhich his other children were born. His statement in this behalf appears to\nbe consistent and if the said statements were corroborative of entries made\nin their register in the school, there was no reason as to why the High Court\nshould have disbelieved the same. Therefore, the High Court committed a\nserious error in passing the impugned judgment. It cannot, therefore, be\nH\nį\nSTATE OF CHHATTISGARH v. LEKHRAM [S.B. SINHA, J.]\n829\nThe prosecutrix (PW-1) and the Respondent thereafter were found to be A\nresiding at Nagpur. The first informant was sent there by the father of the\nprosecutrix with the police party. PW-1 was recovered on 23.3.1987.\nPW-1 alleged in her evidence before the court that she was taken out\nof the house by the Respondent stating that he would take her to the\nNarmada Fair.\nB\nThe prosecution admittedly was proceeding on the hypothesis that the\nRespondent had assured her that he would keep her like his wife. When she\ndenied the said fact, she was declared hostile.\nC\nBefore the learned Trial Judge, evidence was adduced on behalf of the\nprosecution to show that as on 25.2.1986, she was minor. Apart from the\nstatement of the prosecutrix herself, her father (PW-3) as also the Head\nMaster (PW-4) and the Assistant Teacher (PW-5) of the Primary Govt. School\nBaj Gauda were examined. The entry in the school register showing the date\nof birth of the prosecutrix to be 25.12.1970 was proved. The learned Sessions D\nJudge on the basis of the said evidence opined that on the date of occurrence\nshe was a minor.\nThe learned Sessions Judge proceeded on the basis that having regard\nto the age of the prosecutrix the stand of the defence that the accused had\nsexual intercourse with her with consent was of little importance. The learned E\nSessions Judge opined that in view of the fact that the Respondent herein\nhad not disputed that he had sexual intercourse with the prosecutrix at\nNagpur, the charge of rape must be held to have been proved. It was,\nhowever, held that no case has been made out against the Respondent under\nSections 363 and 366 of the Indian Penal Code. Taking a lenient view of the\nmatter, the Respondent was sentenced to undergo 3 years rigorous\nimprisonment under Section 376 of the Indian Penal Code.\nF\nIn the appeal, the High Court did not enter into the evidences brought\non record. The judgment of the learned Sessions Judge was reversed on the\npremise that entries made in a school register is not conclusive evidence as G\nregards the date of birth of PW-1. The evidence of PW-3 the father of the\nprosecutrix was also disbelieved solely on the ground that he was not in a\nposition to say about the date of birth of his other children.\nThe sole question which, thus, arises for our consideration is as to\nwhether the State has brought enough materials on record to prove that PW- H\n830\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA was a minor as on the date of occurrence.\nB\nC\nD\nE\nPW-4 Shri Vishnu Prasad Shrivastava was working as a Head Master\nin the primary government school Baj Gauda. He stated on oath that while\ntaking admission, her mother disclosed about the date of birth on the basis\nof which the same was recorded in the school register as 25.12.1970.\nPW-5 Shri Jumuk Lal Sahu was an Assistant Teacher in the year 1977-\n78 when PW-1 was admitted in the said school. He proved the said entries\nas having been written by him. He further stated that the date of birth of PW-\nI was certified by Shakuntala Devi, mother of the prosecutrix.\nNothing, in our opinion, has been elicited in the cross-examination of\nthe said witnesses to show that their statements were not correct. PW-3 is\nthe father of the prosecutrix. According to him, his eldest daughter Uttara\nwas born in the year 1966 and the second daughter Nandni Kumari in 1968.\nSushila Bai prosecutrix was born on 25.12.1970. He further stated that the son\nSantosh was born in the year 1973 and thereafter another son Kamlesh was\nborn in 1976. The last child Mukta was born in 1980.\nPW-1 prosecutrix admitted that she was the third child of her parents\nand two of her sisters are elder to her.\nA register maintained in a school is admissible in evidence to prove\ndate of birth of the person concerned in terms of Section 35 of the Indian\nEvidence Act. Such dates of births are recorded in the school register by the\nauthorities in discharge of their public duty. PW-5, who was an Assistant\nTeacher in the said school in the year 1977, categorically stated that the\nmother of the prosecutrix disclosed her date of birth. Father of the prosecutrix\nF also deposed to the said effect.\nG\ntherefore,\nThe prosecutrix took admission in the year 1977. She was,\nabout 6-7 years old at that time. She was admitted in Class I. Even by the\nvillage standard, she took admission in the school a bit late. She was married\nin the year 1985 when she was evidently a minor. She stayed in her in-laws\nplace for some time and after the 'gauna' ceremony, she came back. The\nmaterials on record as regard the age of the prosecutrix was, therefore,\nrequired to be considered on the aforementioned backdrop. It may be true\nthat an entry in the school register is not conclusive but it has evidentiary\nvalue. Such evidentiary value of a school register is corroborated by oral\nH evidence as the same was recorded on the basis of the statement of the\nj\nSTATE OF CHHATTISGARH v. LEKHRAM [S.B. SINHA, J.]\nmother of the prosecutrix.\n831\nA\nOnly because PW-3 the father of the prosecutrix could not state about\nthe date of birth of his other children, the same, by itself, would not mean\nthat he had been deposing falsely. We have noticed hereinbefore, that he,\nin answer to the querries made by the counsel for the parties, categorically\nstated about the year in which his other children were born. His statement B\nin this behalf appears to be consistent and if the said statements were\ncorroborative of the entries made in the register in the school, there was no\nreason as to why the High Court should have disbelieved the same. We,\ntherefore, are of the opinion that the High Court committed a serious error in\npassing the impugned judgment. It cannot, therefore, be sustained. It is set\naside accordingly.\nThis brings us to the question of quantum of sentence. The question\nwhich, thus, arises for consideration is whether a case has been made out to\ninvoke the proviso appended to Section 376 of the Indian Penal Code. The\nTrial Court did so.\nC\nD\nThe prosecutrix was a mature girl. She was married. She spent a few\nmonths in her in-laws' place. The Respondent was working in her house.\nThey, thus, knew each other for a long time. The prosecution evidently could\nnot prove its case that she was enticed away from the custody of her\nguardian by the Respondent on a false plea that he would marry her. She E\ndenied the said suggestion as presumably she was aware that she being\nmarried, the question of her marrying the Respondent again may not arise.\nShe lived for some time with the Respondent in rented house. Both the\ncourts proceeded on the basis that she was a consenting party. The\noccurrence took place in the year 1986. The Respondent preferred an appeal F\nbefore the High Court in the year 1987. The same remained pending about\n10 years. The special leave petition was filed by the State 230 days after the\nprescribed period of limitation for preferring such appeal. The delay in filing\nthe special leave petition, however, was condoned. He is said to have\nremained in custody for about one and a half year. In the peculiar facts and\ncircumstances of this case and having regard to the fact that both the courts G\nhave arrived at the conclusion that she was a consenting party, in our\nopinion, it may not be proper to send the Appellant back to prison.\nFor the aforementioned reasons, while setting aside the judgment of the\nHigh Court and affirming that of the Trial Court, we are of the opinion that\nH\n832\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA the interest of justice would be met if the Respondent is directed to be\nsentenced to the period already undergone by him. This appeal is allowed\nwith the aforementioned directions.\nB\nV.S.S.\nAppeal allowed.\ni\n"}