{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 187\n[G.S. SINGHVI, J.]\nA\nand the course he proposes. The Chief Justice, in turn,\nmust collect necessary information through responsible\nchannels or directly, acquaint himself with the requisite\ndata, deliberate on the information he possesses and\nproceed in the interests of the administration of justice to\ngive the President such counsel of action as he thinks will B\nfurther the public interest, especially the cause of the justice\nsystem. However, consultation is different from\nconsentaneity. They may discuss but may disagree; they\nmay confer but may not concur. And in any case the\nconsent of the Judge involved is not a factor specifically C\nwithin the range of Article 222.\"\nD\nE\n19. The facts encapsulated in the earlier part of this\njudgment shows that the Chancellor has been consistently\nflouting the mandate of law and making appointments of Vice-\nChancellors and Pro Vice-Chancellors without effectively\nconsulting the State Government and completely disregarding\nthe requirement of academic excellence and experience. The\nappointments made by the Chancellor in 2010 were quashed\nby the learned Single Judge who found that there was virtually\nno consultation with the State Government. He opined that even\nthough the Chancellor has some flexibility in suggesting the\nnames which may come to his knowledge or domain but he is\nduty bound to share the details with the State Government and\nthen decide who is suitable to be appointed as Vice-Chancellor.\nThe Division Bench approved the view taken by the learned F\nSingle Judge and observed that the objective of making\nconsultation with the State Government mandatory is to ensure\nthat the selection procedure is transparent and fair. The Division\nBench observed that the State Government has the means to\nenquire into the background of the candidates and provide G\ninputs to the Chancellor which could be extremely useful in\nmaking final choice of the candidate. The Division Bench also\nemphasised that consultation in such an important matter must\nbe effective so that the Chancellor may make final choice after\nconsidering the information and inputs given by the State H\n188 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA Government and that would obviate the risk of University being\nplaced in the hands of wrong or unsuitable person.\nB\nC\n20. What the Chancellor did after the High Court quashed\nthe appointments made vide Notifications dated 1.8.2011 and\n3.8.2011 is extremely disturbing. By taking advantage of the\nlanguage used in the penultimate paragraph of order dated\n7.12.2012 passed in CWJC No.15123/2011, the Chancellor\nprepared a list of persons proposed to be appointed as Vice-\nChancellors and Pro Vice-Chancellors and forwarded the same\nto the State Government. How the Chancellor picked those\nnames is a matter of mystery because he did not adopt any\ntransparent method of making selection keeping in view the\nqualifications enumerated in Section 10(1) of the BSU Act and\nSection 11(1) of the PU Act. In the charts annexed with letter\ndated 5.1.2013 sent by the Special Secretary to the Governor\nD there was a mention of the academic qualifications and\nexperience of the persons proposed to be appointed as Vice-\nChancellors and Pro Vice-Chancellors but there was no\nindication of their academic excellence or eminence in the field\nof education. In the last column, the following identical remarks\nE were given qua the first eight candidates:\nF\nG\n\"Comprehensively considered most suitable. Not a word\nas to his/her qualification, eligibility and suitability in the\njudgement.\"\nFor the remaining three candidates in the category of Vice-\nChancellors, the following remarks were given:\n\"Considered duly qualified and best suitable for the job.\nIn the category of Pro Vice-Chancellor, the following remarks\nwere given in respect of the first eight candidates:\n\"Considered best suitable for the job.\"\nIn respect of the last candidate, the following remarks were\nH recorded:\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 189\n[G.S. SINGHVI, J.]\n\"Most OBC candidate. Considered best suitable for the A\njob.\"\nNot only this, letter dated 5.1.2013 sent by the Special Secretary\nto the Governor to the Principal Secretary to the Chief Minister\nand the charts annexed therewith were conspicuously silent\nabout the particular University in which the particular person\nwas proposed to be appointed as Vice-Chancellor or Pro Vice-\nChancellor.\nB\nC\nE\n21. The Principal Secretary to the Chief Minister sent reply\ndated 21.1.2013 and conveyed the State Government's inability\nto make effective inquiry about the antecedents of the\ncandidates. What followed was nothing but a farce enacted by\nthe Chancellor to make a show of effective consultation with the\nState Government. In his letter, the Principal Secretary to the\nChief Minister had pointed out that letter dated 5.1.2013 only D\ncontained a brief reference to the qualifications and experience\nof the persons nominated by the Chancellor but there was no\nrecord of their vigilance clearance or integrity and moral\nstandard so as to enable the State Government to scrutinise\nthe names in terms of the direction given by the High Court.\nThe Principal Secretary also mentioned that criminal\nproceedings were pending against the person at serial No.4.\nWhen that letter was placed before the Governor, he directed\nthe Special Secretary to send another communication requiring\nthe Government to forward substantive and credible evidence\nas to the integrity and moral standard of the persons named in\nletter dated 5.1.2013 and also indicate whether there is any\nrecord of judicial conviction. The Chancellor brushed aside the\nfactum of pendency of criminal proceedings against the person\nnamed at serial No.4. On receipt of the second letter sent by\nG\nthe Special Secretary to the Governor-cum-Chancellor, the\nPrincipal Secretary, Education forwarded the same to the\nPrincipal Secretary, Vigilance Department with the request to\nget an inquiry conducted into the antecedents of the candidates.\nAn intimation to this effect was also sent to the Governor's\nF\nH\n190 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA Secretariat on 4.2.2013 and a request was made that\nappointments should be made only after the exercise for\nconsultation with the State Government is completed. The\nChancellor treated that letter as an affront to his authority and\nwithout waiting for the report of the Vigilance Department, he\nB passed order dated 8.2.2013 on the file for preparation of draft\nnotifications, which were finally issued on 9.2.2013.\nC\nD\n22. Though the counsel for the private respondents tried\nto make capital out of the fact that letter dated 9.2.2013 sent\nby Principal Secretary to the Chief Minister was received in the\noffice of the Chancellor only on 12.2.2013 and, therefore, he\ndid not get an opportunity to consider the report annexed\ntherewith, they could not explain as to why the Chancellor did\nnot wait for the report of the Vigilance Department despite the\nfact that vide letter dated 4.2.2013 he was apprised of the fact\nthat the matter had been referred to that department for making\nan inquiry into the antecedents of the candidates. The\nextraordinary haste exhibited by the Chancellor in getting the\nnotifications issued on 9.2.2013 speaks volume of his intention\nto prevent the State Government from bringing to the fore facts\nE relating to criminal cases pending against some of his\nnominees. The singular objective of the Chancellor to appoint\nhis men as Vice-Chancellors and Pro Vice-Chancellors is\nevinced from the fact that he did not stop the process of\nappointment on 9.2.2013. By Notifications dated 19.2.2013, he\nF ordered appointment of Dr. Tapan Kumar Shandilya as Vice-\nChancellor of Nalanda Open University, Patna and six others\nas Pro Vice-Chancellors of different Universities. Not only this,\nafter about one month the Chancellor passed order dated\n14.3.2013 for appointment of Dr.Anjani Kumar Sinha as Vice-\nG Chancellor of TM Bhagalpur University and Prof. (Dr.) Raja Ram\nPrasad and Dr. Padmasha Jha as Pro Vice-Chancellors of\nPatna University and BRA Bihar University, Muzaffarpur,\nrespectively. While ordering the appointments which were\nnotified on 19.2.2013 and 14.3.2013, the Chancellor had before\nhim the report sent by the State Government but he simply\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 191\n[G.S. SINGHVI, J.]\nignored the same and ordained appointment of his nominees. A\nB\nC\nD\n23. In our view, the entire exercise undertaken by the\nChancellor was ex-facie against the mandate of Sections 10(1),\n10(2) and 12(1) of the BSU Act and Sections 11(1), 11(2) and\n14(1) of the PU Act because he made every possible effort to\nprevent the State Government from providing inputs about the\ncandidates and conveying its opinion on their suitability to be\nappointed as Vice-Chancellors and Pro Vice-Chancellors. He\nalso acted in contemptuous disregard to the pronouncements\nmade by the High Court in the two rounds of litigation that the\nappointments of the Vice-Chancellors and Pro Vice-\nChancellors must precede meaningful and effective consultation\nwith the State Government. What is most shocking is that the\nChancellor selected two persons for appointment as Vice-\nChancellors and one person as Pro Vice-Chancellor despite\nthe fact that they are facing prosecution under various provisions\nof IPC, the Scheduled Castes and the Scheduled Tribes\n(Prevention of Atrocities) Act, 1989 and the Prevention of\nCorruption Act, 1988. Against some other candidates there\nwere complaints of wrongful drawal of TA / DA and other\nfinancial irregularities. It can only be a matter of imagination as\nto how the Universities would be safe in the hands of such\npersons. The reason for this malady is not far to seek. For the\nlast many years the Chancellors have been appointing Vice-\nChancellors and Pro Vice-Chancellors without adopting any\ntransparent and fair method of selection. In the process they F\nmay have accommodated some persons having allegiance to\nthe political party in power and thereby averted any conflict with\nthe State Government. However, we do not have the slightest\nhesitation to hold that the mechanism adopted by the Chancellor\nin making appointments is blatantly violative of the scheme of\nthe BSU Act and the PU Act and also Article 14 of the\nConstitution.\n24. We may add that even though the language of Sections\n10(1) and 12(1) of the BSU Act and Sections 11(1) and 14(1)\nヨ\nG\nH\n\"..\n192\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA of the PU Act does not postulate selection of Vice-Chancellor\nor Pro Vice-Chancellor by inviting application through open\nadvertisement, a wholesome reading of these sections makes\nit clear that Vice-Chancellor must be a person reputed for his\nscholarship and academic interest or eminent educationist\nB having experience of administering the affairs of any University\nand selection of such a person is possible only if a transparent\nmethod his followed and efforts are made to reach out people\nacross the country. Article 14 which mandates that every action\nof the State authority must be transparent and fair has to be\nread in the language of these provisions and if that is done, it\nbecomes clear that the Chancellor has to follow some\nmechanism whereby he can prepare panel by considering\npersons of eminence in the field of education, integrity, high\nmoral standard and character who may enhance the image of\nthe particular University. Surely, Section 10(1) of the BSU Act\nand Section 11(1) of the PU Act do not contemplate\npreparation of panel of suitable persons by the Chancellor\nsitting in his office.\nC\nD\n25. The UGC regulations, which provide for constitution of\nE a Search Committee consisting of eminent educationists /\nacademicians are intended to fill up an apparent lacuna in the\nprovisions like Section 10(1) of the BSU Act and Section 11(1)\nof the PU Act. We have no doubt that if the UGC regulations\nhad been engrafted in the two Acts, an unseemly controversy\nF relating to appointment of Vice-Chancellors and Pro Vice-\nChancellors could have been avoided.\nG\nH\n26. At this stage, we may mention that on 11.7.2013, Shri\nVikas Singh, learned senior counsel appearing for the\nChancellor made a statement that the Ordinance sent by the\nState Government in April, 2013 for the approval of the\nGovernor is not in consonance with the UGC regulations and\nthe same will be immediately returned to the State Government.\nThereupon, Shri Harish Salve, learned senior counsel\nappearing for the State Government gave out that the Ordinance\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 193\n[G.S. SINGHVI, J.]\nB\nwill be re-submitted to the Governor within one week after A\nmaking appropriate amendment. On 24.7.2013, i.e., the date\non which the order was reserved, Shri Ranjit Kumar, learned\nsenior counsel, who appeared for the State Government made\na statement that if the two Acts are amended for incorporation\nof UGC regulations then he would inform the Court about the\nsame. On 16.8.2013, the counsel assisting Shri Ranjit Kumar\nhanded over xerox copies of Bihar Gazette (Extraordinary)\ndated 13.8.2013. The first Gazette contains the amendments\nmade in the BSU Act by Bihar Act No.14/2013. The second\nGazette contains the amendments made in the PU Act by Bihar\nAct No.13/2013 and the third Gazette contains the amendment\nmade in Nalanda Open University Act, 1995 by Bihar Act\nNo.12/2013. By these amendments, Sections 10 and 12 of the\nBSU Act, Sections 11 and 14 of the PU Act and Sections 11\nand 13(a) of the Nalanda Open University Act, 1995 have been\namended. For the sake of reference, Sections 2 and 3 of the\namendment made in the BSU Act is reproduced below:\n2. Amendment of section 10 of Bihar Act, 23 of 1976.-\nIn the Bihar State Universities Act 1976 (Bihar Act 23,\n1976) sub section (1) of Section-10 shall be substituted\nby the following, namely :-\n\"(1) (i) Persons of the highest level of competence,\nintegrity, morals and institutional commitment are to be\nappointed as Vice-Chancellors. The Vice-Chancellor to be\nappointed should be a distinguished academician, with a\nminimum of ten years of experience as Professor in a\nUniversity system or ten years of experience in an\nequivalent position in a reputed research and / or\nacademic administrative organization.\nC\nD\nE\nF\nG\n(ii) The selection of Vice-Chancellor should be through\nproper identification of a Panel of 3-5 names by a Search\nCommittee through a public notification or nomination or\na talent search process or in combination. The members\nof the above Search Committee shall be persons of H.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n194\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\neminence in the sphere of higher education and shall not\nbe connected in any manner with the University concerned\nor its colleges. While preparing the panel, the search\ncommittee must give proper weightage to academic\nexcellence, exposure to the higher education system in the\ncountry and abroad, and adequate experience in\nacademic and administrative governance to be given in\nwriting along with the panel to be submitted to the\nChancellor.\n(iii) Following shall be the constitution of the Search\nCommittee.\n(a) A member nominated by the Chancellor, who shall be\nan eminent Scholar / Academician of national repute or a\nrecipient of Padma Award in the field of education and\nshall be the Chairman.\n(b) The Director or Head of an institute or organization of\nnational repute, such as, Indian Institute of Technology,\nIndian Institute of Science, Indian Space Research\nOrganization, National Law University or National\nResearch Laboratory or Vice-Chancellor of a statutory\nUniversity nominated by the Chancellor as Member.\n(c) A member nominated by the State Government who\nshall be an eminent Academician and have full knowledge\nof the academic structure and problems of higher\neducation of the State.\"\n3. Amendment of section 12 of Bihar Act, 23 of 1976.-\nIn the Bihar State Universities Act 1976 (Bihar Act 23,\n1976) sub section (1) of Section 12 shall be substituted\nby the following namely :-\n\"(1) The Pro Vice-Chancellor shall be appointed by the\nChancellor in consultation with the State Government in the\nsame manner as prescribed for appointment of Vice-\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 195\n[G.S. SINGHVI, J.]\nchancellor.\"\n27. In view of the aforementioned amendments, it is not\nnecessary to delve into the question whether the UGC\nregulations are in the nature of subordinate legislation and they\ncannot override the provisions contained in the BSU Act and\nthe PU Act.\n28. Before concluding, we shall deal with the objection\nraised by Shri Jethmalani to the locus standi of Dr. Ram\nTawakya Singh and another objection raised by him and Shri\nA\nB\nC\nAnil Divan to the maintainability of the appeal filed b\nthe State of Bihar. In our view, challenge to the locus\nstandi of Dr. Ram Tawakya Singh was rightly rejected by the\nHigh Court. It is not in dispute that he is a Professor and Head\nof the Department of Chemistry in Veer Kunwar Singh D\nUniversity, Ara. Therefore, the mere fact that he did not project\nhimself as a candidate for the office of Vice-Chancellor or Pro\nVice-Chancellor is not sufficient to deny him the right to question\nthe appointments made by the Chancellor. His anxiety to ensure\nthat eminent educationists are appointed as Vice-Chancellors\nand Pro Vice-Chancellors in the State can very well be\nappreciated. Therefore, we do not find any justification to non-\nsuit him by accepting the respondents' challenge to his standing.\n29. The issue deserves a look from another angle. Even\nif it may be possible to say that Dr. Ram Tawakya Singh does\nnot have any direct personal interest in the appointment of Vice-\nChancellors and Pro Vice-Chancellors in the State Universities,\nthe High Court could have suo motu taken cognizance of the\nissues raised by him and treated his petition as one filed in\npublic interest and decided the same on merits as was done\nin Shivajirao Nilangekar Patil v. Dr. Mahesh Madhav Gosavi\n(1987) 1 SCC 227. Some of the observations made in that\njudgment are worth noticing, which we hereby do:\nE\nF\nG\n\"The allegations made in the petition disclose a lamentable H\nA\nB\nC\nD\nE\nF\nG\nН\n196 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nstate of affairs in one of the premier universities of India.\nThe petitioner might have moved in his private interest but\nenquiry into the conduct of the examiners of the Bombay\nUniversity in one of the highest medical degrees was a\nmatter of public interest. Such state of affairs having been\nbrought to the notice of the Court, it was the duty of the\nCourt to the public that the truth and the validity of the\nallegations made be inquired into. It was in furtherance of\npublic interest that an enquiry into the state of affairs of\npublic institution becomes necessary and private litigation\nassumes the character of public interest litigation and such\nan enquiry cannot be avoided if it is necessary and\nessential for the administration of justice.\nThe allegations of the petitioner have been noted about the\nrole of the Chief Minister. It is well to remember that\nRajagopala Ayyangar, J. speaking for this Court in C.S.\nRowjee v. APSRTC (1964) 6 SCR 330 observed at p.\n347 of the Report that where allegations of this naturewere\nmade, the court must be cautious. It is true that allegation\nof mala fides and of improper motives on the part of those\nin power are frequently made and their frequency has\nincreased in recent times. This Court made these\nobservations as early as 1964. It is more true today than\never before. But it has to be borne in mind that things are\nhappening in public life which were never even anticipated\nbefore and there are several glaring instances of misuse\nof power by men in authority and position. This is a\nphenomenon of which the courts are bound to take judicial\nnotice.\"\n30. The other objection raised by learned senior counsel\nrelates to the maintainability of the appeals / special leave\npetitions. It is true that the State Government moved this Court\nonly after the Chancellor initiated the process of making\nappointments and an apparently incorrect statement was made\nbefore the Court on 18.3.2005 in the context of the Governor's\n"}