{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 167\n[G.S. SINGHVI, J.]\nB\nC\nVigilance Investigation Bureau for further enquiry. These A\npertain to financial irregularity which include irregular\ndrawal of TA/DA, unnecessary expenditure on legal case\netc. The audit conducted by the Principal Accountant\nGeneral has also pointed out major financial irregularities\nin the Patna University some of which directly at the level\nof the Vice Chancellor. Audit report of the Pr. Accountant\nGeneral was sent to the Vice Chancellor, Patna University\nfor commends and comments received was sent against\nto the Pr. Accountant General for his response to the\ncomments. Report has been received from the Pr.\nAccountant General where they have not accepted the\nexplanation in a few serious financial irregularities pointed\nout by the audit. These reports have also been forwarded\nto the Vigilance Department for thorough enquiry and\nappropriate action. Beside these many other complaints\nhave been received from time to time against Sri Singh\nincluding the issue whether his qualifications are good\nenough to be appointed as Vice Chancellor under Patna\nUniversity Act. The Department of Education has\nforwarded serious complaints and Pr. Accountant\nGeneral's final report to the Vigilance Department and also\nto the Governor Secretariat for necessary action.\nBased on the facts mentioned above Dr. Singh is not fit\nto be appointed as Vice Chancellor.\n9. Dr. Sheo Shankar Singh\nComplaints have been received from one Sri\nRamashankar Yadav, Vill. Jaitpur, P.O. Asani, P.S.\nUdwantnagar, Bhojpur regarding financial irregularity\nagainst Sri Singh. These have to be further enquired into.\nWithout further details about his academic qualifications,\nquality to publications and experience it is difficult to\nsuggest Dr. Singh's name as appointment of Vice-\nChancellor.\nD\nE\nF\nG\nH _\n168\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC\nD\nE\n៣\nF\nG\nH\nIn the category of Pro Vice-Chancellors\n6. Dr. Padmasha Jha\nAs per information available from Sr. S.P. Muzaffarpur\ncharge sheet has been submitted against her in case no.\n10/11 dated 23.5.11 under Sections 342/341/323/504/507\nof IPC on 30.06.2011. Charge sheet has also been\nsubmitted against her in case nol. 21/11 dated 24.9.2011\nunder sections 341/342/506/504/386/34 and under\nsection 3(x) under SC/ST Act. In the light of these she is\nnot suited for appointment as pro Vice-Chancellor.\n9. Prof.(Dr.) Raja Ram Prasad\nWhile no complaint has been received more detail\nregarding educational qualification, quality of publications\nand work experience is required before commending on\nthe candidature.\nAs the brief summary above will clearly indicate\ninvestigations and enquiry are currently going on against\na number of candidates whose names have been\nforwarded. In many cases details of educational\nqualification, quality of publications and work experience\netc. have not been forwarded. In the circumstances it is\nconsidered view of the State Govt. That a Search\nCommittee as suggested in para-1 should be constituted\nimmediately for short listing candidates for the post of Vice\nChancellor and Pro-Vice Chancellor and appointment by\nthe Chancellor should only be made from the list of short\nlisted candidates.\"\n(The letter sent by the Principal Secretary is said to have been\nreceived in the Governor's Secretariat on 12.2.2013)\nxi. On 13.2.2013, the Principal Secretary to Governor-cum-\nChancellor recorded the following note:\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 169\n[G.S. SINGHVI, J.]\n\"The Principal Secretary to Chief Minister, Bihar, Patna A\nvide letter No.4610034/2013 dated 09/02/2013 (72-78/C)\nalongwith the Education Deptt summary individual report\nabout the persons whose names were proposed for the\nappointment of Vice-Chancellors and Pro-Vice-\nChancellors in Annexure-A and Annexure-B, received in B\nthis Secretariat on 12/02/2013, may kindly be perused.\nIn this connection, it is submitted that on the orders of\nHon'ble Chancellor dated 09/02/2013, notifications with\nregard to appointment of 8 (eight) Vice-Chancellors for\ndifferent Universities have already been issued and\ncommunicated to them on 09/02/2013 and the incumbents\nhave already joined their notified posts and sent their\njoining report to this Secretariat which are placed on the\nfiled.\"\nxii. On 19.2.2013, Governor-cum-Chancellor recorded the\nfollowing order:\n\"Secretary\nPl issue Notifications, in continuation to my order\ndated 09/02/2013, today itself appointing Dr. Tapan Kumar\nShandilya, as V.C. of Nalanda Open University, Patna, with\nimmediate effect.\nAlso issue Notifications appointing the following\npersons as Pro-Vice-Chancellors in the Universities shown\nagainst their names:\nC\nD\nE\nF\n1. Dr. Ramayan Prasad\nMagadh University, Bodh\nGaya.\nG\n2.\nDr. Birendra Kumar\nSingh\nKSD Sanskrit University,\nDarbhanga.\n3.\nDr. Dharma Nand\nMishra\nB.N. Mandal University,\nMadhepura.\nI\nH\n170\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\n4.\nDr. Sultana Khushood\nJabeen\n5.\nB\n6.\nC\nD\nE\nProf.(Dr.) Shailendra\nKumar Singh\nMMH Arabic and Persian\nUniversity, Patna.\nJ.P. University, Chapra.\nVKS University, Ara.\nDr. Anwar Imam\nPl issue another Notification appointing temporarily Dr.\nArun Kumar, V.C., Magadh University, to assume and hold\ncharge of the office of Vice-Chancellor, T.M. Bhagalpur\nUniversity, and perform all its duties and functions in\naddition to his own existing duties as V.C. of M.U. with\nimmediate effect and until the appointment of a regular\nVice-Chancellor of T.M. Bhagalpur University within a short\nspan of time.\"\nThereupon, the Special Secretary communicated the orders to\nthe concerned Universities.\nxiii. After about one month, the Governor-cum-Vice-\nChancellor issued order dated 14.3.2013 for appointment of\nDr. Anjani Kumar Sinha, Prof. and HOD of Botany Deptt. B.N.\nMandal University, Madhepura, as the Vice-Chancellor of T.M.\nBhagalpur University, Bhagalpur, with immediate effect. He also\ndirected that two notifications may be issued appointing\nProf.(Dr.) Raja Ram Prasad, Prof. and HOD of Maithili Deptt.,\nB.N. Mandal University, Madhepura, as Pro-Vice-Chancellor of\nF Patna University, Patna, and Dr. Padmasha Jha, ex-Pro-Vice-\nChancellor of L.N. Mithila University, Darbhanga, as Pro-Vice-\nChancellor of B.R.A. Bihar University, Muzaffarpur, with\nimmediate effect.\nG\nH\n8. Dr. Ram Tawakya Singh challenged the appointments\nmade by the Chancellor in C.W.J.C. No.15123 of 2011, which\nas mentioned hereinabove, was allowed by the Division Bench\nof the High Court and directions were given for making the\nappointments of Vice Chancellors and Pro Vice Chancellors\nafresh.\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 171\n[G.S. SINGHVI, J.]\nA-\nB\nC\nD\n9. Shri Harish N. Salve, learned senior counsel appearing\nfor the State and Shri Prashant Bhushan, learned counsel\nappearing for Dr. Ram Tawakya Singh referred to the\nprovisions of the BSU Act and PU Act as also the regulations\nframed by the University Grants Commission (UGC) under\nSection 26 of the University Grants Commission Act, 1956 for\nselection of Pro Vice-Chancellors / Vice-Chancellors and\nargued that the direction given by the Division Bench of the High\nCourt to the Chancellor to propose names for appointment of\nVice-Chancellors and Pro Vice-Chancellors is liable to be set\naside and the appointments made by him are liable to be\nquashed because by taking advantage of the direction\ncontained in the impugned order, the Chancellor arbitrarily\nprepared the list of the persons to be appointed as Vice-\nChancellors and Pro Vice-Chancellors without making any\nselection whatsoever and without following any transparent\nmethod for making a choice from amongst the persons of\nacademic excellence, unquestionable integrity and institutional\ncommitment and without effectively consulting the State\nGovernment. Both, Shri Salve and Shri Prashant Bhushan\nemphasised that the Chancellor did not even try to find out\nwhether persons of academic excellence are available in the\ncountry and prepared the list which included some persons\nagainst whom criminal cases are registered with the police\nand/or are pending in the Court(s). Learned counsel relied upon\nUGC regulations dated 30.6.2010 and argued that even though\nthe BSU Act and the PU Act were not suitably amended for\nincorporating the regulations, the Chancellor was duty bound\nto keep in mind the parameters laid down by the UGC for\nselecting the candidates for appointment as Vice-Chancellors\nand Pro Vice-Chancellors and prepared list of eligible persons\nhaving highest level of competence, integrity, morals and G\ninstitutional commitment and this could have been possible only\nif he had made a holistic selection by extending zone of\nselection beyond the frontiers of the State. Learned counsel\nsubmitted that instead of making a fair selection, the Chancellor\nmanipulated re-appointment of those who were ousted by virtue H\nE\nF\n172\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA of the High Court's order. Shri Prashant Bhushan submitted that\nthe Chancellor had shown his scant respect to the law laid down\nby the learned Single Judge and the Division Bench of the High\nCourt and made appointments without effective consultation\nwith the State Government. He submitted that the haste with\nB which the Chancellor ensured the issue of Notifications dated\n9.2.2013 is a proof of the oblique motive with which he pushed\nthe appointments of even those who are facing trial for criminal\noffences. Shri Salve submitted that after having learnt about the\nvigilance inquiries being conducted into the antecedents of the\ncandidates proposed by him, the Chancellor should have\nwaited for the vigilance reports and then only he could have\nmade appointments.\nC\nD\n10. Shri Ram Jethmalani, Shri Anil B.Divan, senior\nadvocates and other learned counsel appearing for the private\nrespondents defended the appointments of their clients and\nargued that the methodology adopted by the Chancellor cannot\nbe dubbed as arbitrary because he had consulted the State\nGovernment before ordering the issue of Notifications dated\n9.2.2013. Learned senior counsel submitted that the UGC\nE regulations cannot be invoked for quashing the appointments\nof the private respondents because the State legislature has\nnot engrafted the same in the BSU Act and the PU Act by\nmaking appropriate amendments. Shri Jethmalani argued that\nthe regulations framed by the UGC are in the nature of\nF subordinate legislation and they cannot override the plenary\nlegislation, i.e., the State Acts. In support of this argument, he\nrelied upon judgments of this Court in State of U.P. v.\nManbodhan Lal Srivastava AIR 1957 SC 912 and Prem\nChand Garg v. Excise Commissioner AIR 1963 SC 996.\nLearned senior counsel also relied upon the judgment of this\nCourt in Kishore Samrite v. State of U.P. (2013) 2 SCC 398\nand argued that Dr. Ram Tawakya Singh does not have the\nlocus standi to challenge the appointments of Vice-Chancellors\nand Pro Vice-Chancellors because he was not a competitor\nfor any of the posts. Shri Jethmalani and Shri Divan submitted\nH\nG\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 173\n[G.S. SINGHVI, J.]\nA\nB\nthat the appeal filed by the State and its functionaries should\nbe dismissed because they not only waited till the issue of\nnotifications for fresh appointments but also made misleading\nstatement about the so called delay on the Governor's part in\napproving the amendments made by the State legislature\npurporting to incorporate the UGC regulations. Shri Anil Divan\nstrongly criticised the State Government for deliberately not\namending the relevant enactments to bring them in tune with\nthe UGC regulations and submitted that the Governor cannot\nbe blamed for not approving the Bill passed by the legislature\nbecause composition of the Search Committee proposed in c\nthe amendment made by the State legislature was loaded with\nbureaucrats, who would have never allowed others to play their\nrole in selecting suitable persons and this would have effectively\nfrustrated the object of appointing Vice-Chancellors and Pro\nVice-Chancellors from amongst distinguished academicians.\nLearned counsel pointed out that majority of the appointees are\nhaving excellent academic record and vast experience of\nteaching in different Universities/Colleges and argued that their\nappointment should not be quashed simply because some of\nthe candidates are facing prosecution. In the end, Shri Anil\nDivan submitted that even if this Court comes to the conclusion\nthat the appointments made by the Chancellor are contrary to\nthe scheme of the BSU Act and the PU Act, the private\nrespondents who have clean record should be allowed to hold\nthe posts and discharge the functions of Vice-Chancellors and\nPro Vice-Chancellors till fresh appointments are made so that\ntheir image and integrity may not be adversely affected.\n11. We have considered the respective arguments /!\nsubmissions. For deciding the main question arising in the\nappeals and the writ petition it will be useful to notice the\nrelevant statutory provisions. The same are as under:\nBSU Act\nD\nE\nF\nG\n\"10. The Vice-Chancellor. - (1) No person shall be\ndeemed to be qualified to hold the office of Vice- H\nA\nB\nC\nD\nE\nF\nG\nH\n174 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nChancellor unless such person is, in the opinion of the .\nChancellor, reputed for his scholarship and academic\ninterest, and no person shall be deemed to be qualified\nto hold the office of the Vice-Chancellor of the Kameshwar\nSingh Darbhanga Sanskrit University unless such person\nis, in the opinion of the Chancellor, reputed for his\nscholarship in Sanskrit or has made notable contribution\nto Sanskrit education.\n(2) The Vice-Chancellor shall be appointed by the\nChancellor in consultation with the State Government.\n(3)(a) The Vice-Chancellor shall be wholetime officer and\nshall hold office during the pleasure of the Chancellor.\n(b) Subject to the foregoing provisions of this section the\nVice-Chancellor shall ordinarily hold office for a term of\nthree years and on the expiry of the said term he may be\nreappointed by the Chancellor in consultation with the State\nGovernment and he shall hold office at the pleasure of the\nChancellor for a term not exceeding three years.\n(5) The Vice-Chancellor shall be the principal executive\nand academic officer of the University, the Chairman of the\nSyndicate and of the Academic Council and shall be\nentitled to be present and speak at any meeting of any\nauthority or other body of the University and shall in the\nabsence of the Chancellor preside over meetings of the\nSenate and of any convocation of the University:\nProvided that the Vice-Chancellor shall not vote in the first\ninstance but shall have and exercise a casting vote in the\ncase of an equality of votes.\n(6) The Vice-Chancellor shall subject to the provisions of\nthis Act, the Statutes and the Ordinances have power to\nmake appointment to posts within the sanctioned grades\nand scales of pay and within the sanctioned strength of the\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 175\n[G.S. SINGHVI, J.]\nministerial staff and other servants of the University not\nbeing teachers and officers of the University and have\ncontrol and full disciplinary powers over such staff and\nservants.\n(7)\n(8) The Vice-Chancellor shall have the powers to visit and\ninspect the Colleges and buildings, laboratories,\nworkshops and equipments thereof and any other\ninstitution associated with the University, and he shall have\nthe right of making an inquiry or causing an inquiry to be\nmade, in like manner in respect of any matter connected\nwith such Colleges and institutions.\n(9) The Vice-Chancellor shall address the Principal of such\nCollege with reference to the result of such inspection or\ninquiry and, thereupon, it shall be the duty of such Principal\nto communicate the views of the Vice-Chancellor to the\ngoverning body of the College and to report to the Vice-\nChancellor such action, if any, taken or proposed to be\ntaken upon the result of such inspection or inquiry.\n(10) It shall be lawful for the Vice-Chancellor to issue, from\ntime to time, any direction to the Principal of a College in\nwhich post-graduate teaching conducted under clause (16)\nof section 4 and such Principal shall comply with all such\ndirections accordingly.\nA\nB\nC\nD\nபய\nE\nF\n(11) The Vice-Chancellor shall exercise general control\nover the educational arrangement of University and shall\nbe responsible for the discipline of the University. It shall\nbe lawful for the Vice-Chancellor to take all steps which G\nare necessary for maintaining the academic standard and\nadministrative discipline of the University.\n(12) If at any time, except when the Syndicate or the\nAcademic Council is in session, the Vice-Chancellor is\nsatisfied that an emergency has arisen requiring him to\nH\nA\nB\nс\nD\nE\nLL\nF\nG\nH\n176\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\ntake such immediate action involving the exercise of any\npower vested in the Syndicate or Academic Council by or\nunder this Act, the Vice-Chancellor shall take such action\nas he deems fit, and shall report the action taken by him\nto such authority which may either confirm the action so\ntaken or disapprove of it.\n(13) It shall be the duty of the Vice-Chancellor to see\nwhether the proceeding of the University are carried on in\naccordance with the provisions of this Act, the Statutes,\nthe Ordinance, the Regulations and the Rules or not and\nthe Vice-Chancellor shall report to the Chancellor every\nproceeding which is not in conformity with such provisions.\nFor so long as the orders of the Chancellor are not\nreceived on the report of the Vice-Chancellor that the\nproviding of the University is not in accordance with this\nAct, the Statutes, the Ordinance, the Regulation and the\nRules, the Vice-Chancellor shall have the powers to stay\nthe proceeding reported against.\n(14)\nIllustration- 'equivalent post' means Reader and Principal\nin the pay-scale of Reader, Professor and Principal in the\npay-scale or Professor.\n(15) The Vice-Chancellor shall exercise such other powers\nand perform such other duties as are conferred or\nimposed on him by this Act, the Statutes, the Regulations\nor the Rules.\n(16) The Vice-Chancellor shall have overall responsibility\nin maintaining good academic standard and promoting the\nefficiency and good order of the University.\n(17) Save as otherwise provided in the Act, or the Statutes\nthe Vice-Chancellor shall appoint officer (other than the\nPro-Vice-Chancellor) with the approval of the Chancellor,\n"}