{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 147\n[G.S. SINGHVI, J.]\nthe required information with details in your A\npossession so that an effective consultation takes\nplace between the consulting parties.\"\n(copied from the SLP paper book)\nThereafter, the Secretary to the Governor sent letter\ndated 28.1.2013 to the Principal Secretary to the Chief\nMinister mentioning therein that if the latter is in\npossession of substantive and credible materials as to the\nintegrity and moral standards of the persons named in the\ncommunication sent by the Governor's Secretariat, then\nthe same may be forwarded for being placed before the\nChancellor. The Secretary to the Governor also wrote that\nif the Chief Minister has any record of judicial conviction,\ninstead of merely criminal proceedings pending, against\nthe name at serial no.4 in the list, then he may send the\nsame for being considered by the Chancellor.\nAfter 12 days, the Principal Secretary to the Chief\nMinister sent letter dated 9.2.2013 to the Special\nSecretary to the Governor enclosing therewith summary\nof the report received from the Department of Education\non various candidates mentioned in the list forwarded by\nthe office of the Chancellor. On the same date, the\nGovernor-cum-Chancellor issued notification dated\n9.2.2013 appointing the private respondents as Vice-\nChancellors and Pro Vice-Chancellors of different\nUniversities.\nIn response to the Court's query, the learned senior\ncounsel appearing for respondent Nos. 20 to 22 gave out\nthat they are not in a position to say whether or not the\namendments made by the State Legislature have been\napproved by the Governor. The question whether the\nGovernor had kept pending for two years, the Bill passed\nby the State Legislature and whether there was any\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n148\n'\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\njustification will require serious consideration by the Court\nat the time of final adjudication of the matter. However, at\nthis stage, we are prima facie satisfied that the selection\nof Vice-Chancellors and Pro Vice-Chancellors has not\nbeen made by following the procedure laid down in the\nUGC Regulations because no such Committee was\nconstituted by the Chancellor for preparing panel of the\ncandidates who could be considered for such\nappointments. We may also observe that even in the\nabsence of UGC Regulations, appointment to the posts of\nVice-Chancellors and Pro Vice-Chancellors could have\nbeen made by the Chancellor in consultation with the\ncompetent authority only after following some procedure\nconsistent with the doctrine of equality enshrined in Article\n14 of the Constitution so as to enable all eligible persons\nto compete for selection.\nIn a somewhat similar case, this Court had an\nopportunity to consider the legality of the appointment of\nDirector of the Indian Statistical Institute and it was held\nthat selection made without following the procedure laid\ndown in the bye-laws of the society and issuing public\nnotice was contrary to Article 14 of the Constitution. (See\nB.S. Minhas v. Indian Statistical Institute and Others\n(1983) 4 SCC 582).\nDe hors the above observations, we are of the view\nthat even though the special leave petition is primarily\ndirected against the order of the High Court, this Court can\ntake cognizance of the subsequent events including\nnotifications dated 9.2.2013 and 19.2.2013 issued by the\nChancellor and pass appropriate order in the matter.\nA reading of the letter sent by the Principal Secretary\nto the Chief Minister to the Special Secretary to the\nGovernor on 9.2.2013 shows that criminal complaints are\npending against some of the candidates who were\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 149\n[G.S. SINGHVI, J.]\nB\nproposed by the Chancellor to be appointed as Vice- A\nChancellors and Pro Vice-Chancellors and were actually\nappointed against those posts on 9.2.2013. Against two\nof them charge sheets have already been filed in the\ncompetent Court. Against one of the candidates, charge\nsheet has been filed under Sections 341/342/506 and\nother provisions of IPC read with Section 3(x) of the\nScheduled Castes and the Scheduled Tribes (Prevention\nof Atrocities) Act, 1989. Against another candidate, a case\nhas been registered under Section 420/409/467/468/471\nand other provisions of IPC read with Sections 13 and 14 C\nof Prevention of Corruption Act. One more case is said to\nhave registered against him under Sections 420/409/467\nand other provisions of IPC.\nD\nE\nAll this, prima facie, indicate that the Chancellor did\nnot at all apply his mind on the question of suitability and\ndesirability of appointing the particular candidates as\nVice-Chancellors and Pro Vice-Chancellors. Why this was\ndone would require serious scrutiny by the Court which is\npossible only after giving opportunity of hearing to the\nprivate respondents and the Chancellor. However, the\nmanner in which the Chancellor has made appointments\nalbeit in the guise of adhering to the time schedule fixed\nby the Division Bench of the High Court leaves much to\nbe desired. The High Court had not fixed any time limit for\nthe Chancellor to take final decision after receiving the\nopinion of the State Government. One month's time was\nfixed by the Court for the Chancellor to propose the names\nfor appointment of Vice-Chancellors and Pro Vice-\nChancellors in various Universities and forward the same\nto the Government with relevant materials. The State G\nGovernment was required to forward its opinion within next\n30 days. However, there was no time limit for Chancellor\nto take final decision in the matter. Notwithstanding this,\nthe Chancellor exhibited undue haste and ensured that the\nF\nH\n150\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\n☐ H\nnotifications appointing the particular candidates are\nissued in less than 24 hours of the receipt of the opinion\nof the Chief Minister. It is a matter of serious concern that\ncandidates facing criminal prosecution have been\nappointed as Vice-Chancellors/Pro Vice-Chancellors.\nIn the premise aforesaid, we are convinced that it is\na fit case in which an interim order should be passed by\nthe Court.\nAccordingly, the operation of notifications dated\n9.2.2013 and 19.2.2013 issued by the Governor-cum-\nChancellor, Bihar appointing the private respondents as\nVice-Chancellors and Pro Vice-Chancellors of different\nUniversities is stayed and they are restrained from\nfunctioning as Vice Chancellors and Chancellors of the\nconcerned Universities.\nWith a view to ensure that functioning of the various\nUniversities is not jeopardized, we direct that as a purely\nstop gap arrangement, the senior most Deans in the\nUniversities shall discharge the function of the Vice-\nChancellors and Pro Vice-Chancellors.\nIt shall be the duty of the petitioners to serve the\nremaining respondents well before 16.04.2013.\nA copy of this order be sent to the Secretary to the\nGovernor of Bihar by fax. He shall ensure that the entire\nrecord relating to the selection of Vice-Chancellors and\nPro Vice-Chancellors be sent to this Court in sealed\nenvelopes through a messenger and deposited with the\nSecretary General of this Court on or before 10.04.2013.\nCopies of this order be also sent to the Registrars\nof all the Universities by fax. They should place the order\nbefore the senior most Dean in the concerned University\nso as to enable him to discharge the function of Vice-\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR\n[G.S. SINGHVI, J.]\n151\nChancellor till the next date of hearing i.e. 16.4.2013.\"\n6. In compliance of the direction given by the Court, Shri\nSudhir Srivastava, Special Secretary to the Governor-cum-\nChancellor sent the relevant file in a sealed envelope along with\nletter dated 27.3.2013. The sealed cover was opened in the\nCourt and the papers contained in the file were perused.\nSubsequently, the file was made available to the learned\ncounsel for the parties for their perusal and all of them availed\nthe opportunity. The counsel representing State of Bihar also\nproduced File No.15/M 1-02/12 (part), Computer No.7058/13\nmaintained by the Education Department of the State.\n7. A careful scrutiny of these files reveal the following facts:\nA\nB\nC\ni. The order passed by the Division Bench of the High\nCourt was placed before the Governor-cum-Chancellor on D\n12.12.2012.\nE\nLL\nF\nii. On 5.1.2013, the Governor-cum-Chancellor passed an\norder proposing appointments of Prof. (Dr.) Bimal Kumar, Dr.\n(Prof.) Arun Kumar, Dr. Ram Vinod Sinha, Dr. Kumaresh\nPrasad Singh, Dr. Sheo Shankar Singh, Dr. Samrendra Pratap\nSingh, Dr. Tapan Kumar Shandilya as Vice Chancellors and Dr.\nRamayan Prasad, Dr. Birendra Kumar Singh, Dr. Dharma\nNand Mishra, Dr. Sultana Khushood Jabeen, Prof. (Dr.)\nShailendra Kumar Singh, Dr. Padmasha Jha, Dr. Anwar Imam,\nProf. (Dr.) Chakradhar Prasad Singh and Prof. (Dr.) Raja Ram\nPrasad as Pro Vice Chancellors. On the same day, Special\nSecretary to the Governor sent letter No. 2C/GS/GB dated\n5.1.2013 to the Principal Secretary to the Chief Minister, Bihar\nconveying the Chancellor's proposal to appoint the persons\nwhose names were mentioned in Annexure-A and Annexure- G\nB attached to the letter as Vice-Chancellors and Pro Vice-\nChancellors of different Universities. The details contained in\nthe two charts are quite significant and, therefore, the same are\nreproduced below:\nH\nH\nF\nE\nANNEXURE 'A'\nB\nA\n12\n152\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n-\nqualification, eligibility \u0026\nsuitability in the judgement.\nSl.No. Names\n1.\nProf. (Dr)\nKumar\nBimal\nQualification\nPh.D.\nBlish\nSUPREME\n2.\nDr. Prof. Arun\nKumar\n(Economics),\nPh.D.\nExperience \u0026 Posts held\nPrincipal\nRemarks\nAndRegistrar Comprehensively\n(Commissioned and at present considered\nmost\nsuitable.\nVice Chancellor, BRA Bihar | Not a word as to his/her\nUniversity,\nMuzaffarpur. qualification, eligibility \u0026\nAdditional charge Vice suitability in the judgement.\nChancellor, TM Bhagalpur\nUniversity, Bhagalpur\nUniversity Professor, PG Comprehensively\nDeptt. Of Economics, considered most\nsuitable.\nPrincipal, MM College, Not a word as to his/her\nVikram and at present Vice qualification, eligibility \u0026\nChancellor, BN Mandal suitability in the judgement.\nUniversity\nMadhepura.\nAdditioal charge Vice\nChancellor,\nMagadh\nUniversity, Bodh Gaya and\nNalanda Open University,\nPatna.\nProfessor \u0026 HoD, Deptt. of Comprehensively\n3\nDr. Ram Binod M.A. Ph.D.\nSinha\nHindi and at present Vice considered most\nsuitable.\nChancellor, JP University, Not a word as to his/her\nChapra\n4.\n[G.S. SINGHVI, J.]\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR\n153\n“Dr. Arvind Kumar\nPandey\nMA (Ancient In- Reader, Principal (Commis-\ndia and Asian_sioned) and at present Vice\nStudies, M.A\n(History),\nUniversity, Darbhanga\nSan Chancellor KSD S\nComprehensively considered\nmost suitable. Not a word as\nto his/her qualification, eligi-\nbility \u0026 suitability in the\njudgement.\nB\n5.\nProf (Dr) Md. Sham-\nsuzzoha\n6.\nSingh\nM.A. (Arabic),\nPh.D. in Humani-\nties (Arabic)\nINDIA\nProfessor \u0026 Head Dept of Comprehensively considered\nArabic, Patna University, most suitable. Not a word as\nPatna and at present Vice to his/her qualification, eligi-\nChancellor, MMH Arabic \u0026 bility \u0026 suitability in the\nPersian University, Patna judgement.\nE\nJUDGMENT\nProf. Shambhu Nath PG Diploma in Director and Professor, IG- Comprehensively considered\nJournalism, NOU and at present Vice\nPh.D. (Mass Chancellor, Patna University,\nCommunication)\nPatna\nmost suitable. Not a word as\nto his/her qualification, eligi-\nbility \u0026 suitability in the\njudgement.\nH\nG\n· ·ד\nE\n0\nA\nH\nG\nF\nE\nD\nC\nB\nA\n154\n15.\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n7\nDr. Kumaresh Prasad M.A.\nSingh\nPh.D., Reader,\nLL.B.\nProfessor\nand Comprehensively\nRegistrar (Commissioned) and considered\nCME a present Incharge\nDr. Anjani Kr. Sinha M.Sc. Ph.D.\n9\nDr. Sheo Shankar M.A.\nSingh\n(Economics),\nPh.D.\n10\nDr.\nPratap Singh\n11\nmost suitable.\nVice Not a word as to his/her\nChancellor, V.K.S University, qualification, eligibility \u0026\nsuitability in the judgement.\nAra\nProfessor \u0026 Head, Deptt of Comprehensively\nBotany\nUniversity, Madhepura\nBN Mandal considered most suitable.\nNot a word as to his/her\nqualification, eligibility \u0026\nsuitability in the judgement.\nConsidered duly qualified\nand best suitable for the job\nPrincipal, Maharaja College,\nAra (VKS University, Ara)\nSamrendra M.B.B.S., M.D, Principal (Retd),\nPh.D.\nDr. Tapan Kumar M.A.\nShandilya\n(Economics), JU\nPh.D.\nPrincipal (Retd), DMCH, Considered duly qualified\nDarbhanga and at present, and best suitable for the job\nVice Chancellor, L.N. Mithila\nUniversity, Darbhanga\nAssistant Professor, Principal, Considered duly qualified\nJURLS College, Manjhaul and at and best suitable for the job\npresent Pro Vice Chancellor,\nTM Bhagalpur\nBhagarlpur\nUniversity,\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR\n[G.S. SINGHVI, J.]\n0\nSl.No. Names\n1.\n2.\n3\nQualification\nDr. Ramayan Prasad |M.A., Ph.D.\nDr. Birendra Kumar M.A. Ph.D.\nSingh\nDr. Dharma Nand M.A., M.Com.,\nMishra\n4\nDr.\nKhushood Jabeen\n5\n19\nLL.B.,\nPh.D.\nSultana M.A. (Urdu),\nPh.D.(PU)\nProf.(Dr.) Shailendra M.A., Ph.D.\nKumar Singh\n6\nDr. Padmasha Jha\nM.A., Ph.D.\nANNEXURE ‘B’\nExperience \u0026 Posts held\nHOD, Labour\nRemarks\nSocial Considered best suitable for\nWelfare, College of the job.\nCommerce, Patna\nAssociate\nProfessor, Considered best suitable for\nUniversity Deptt. of History, the job.\nBRA Bihar University,\nMuzaffarpur\nDean, Faculty of Law, Magadh Considered best suitable for\nUniversity, Bodhgaya and the job.\nPrincipal,\nNawada Law\nCollege, Nawada\nReader and HoD, Urdu and Considered best suitable for\nPersian, VKS University, Ara the job.\nand former Pro Vice\nChancellor, M.M.H. Arabic \u0026\nPersian University, Patna\nPrincipal, College of Considered best suitable for\nCommerce, Patna University the job.\nand presently Registrar,\nNalanda Open University,\nPatna\nUniversity Professor History Considered best suitable for\n(Retd), Former Pro Vice the job.\nH\nG\nF\nE\nD\nB\n155\nA\nH\nG\nF\nןד\nE\nD\nC\nB\nA\n156\n10\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n(Economics),\nH\nB.Ed. and Ph.D.\nM.A., Ph.D.\nChancellor,\nBRA Bihar\nUniversity, Muzaffarpur and\nformer Incharge Vice\nChancellor,\nDarbhanga\n0\nLNMU,\nPresently Controller\nExamination, VKSU, Ara\nof Considered best suitable for\nthe job.\nUniversity Prof. \u0026 HoD of PG| Considered best suitable for\nin English, Magadh University, the job.\nBodh Gaya.\nDean, Faculty of Humanities,\nMU, Bodh Gaya.\nUniversity Professor \u0026 HoD of Most OBC Candidate.\nPh.D.\n(Maithili)\nMaithili,\nMadhepura.\nHumanities,\nMadhepura\nB.N.M.U., Considered best suitable for\nDean of the job.\nB.N.M.U.,\n7\nDr. Anwar Imam\nM.A.\nChakradhar Prasad\n8\nProf.(Dr.)\nSingh\nProf.(Dr.) Raja Ram M.A.,\n9\nPrasad\n"}