{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n[2012] 4 S.C.R. 118\nU.P. POWER CORPORATION LTD.\nV.\nRAJESH KUMAR \u0026 ORS.\n(Civil Appeal No. 2608 of 2011 etc.)\nAPRIL 27, 2012\n[DALVEER BHANDARI AND DIPAK MISRA, JJ.]\nConstitution of India, 1950:\n-\n-\n-\n-\nArts. 16(1), 16(4), 16(4A) and 16(4B) Reservation in\npromotion – Consequential/Accelerated seniority - Principles\nemerging from M. Nagraj – Culled out – Held: Articles 16(4A)\nand 16(4B) are enabling provisions and the State can make\nthe provisions for the same on certain basis or foundation -\nIn the instant case, the conditions precedent have not been\nsatisfied - No exercise as per decision in M. Nagraj has been\nundertaken - Therefore, s.3(7) of the 1994 Act and r.8-A of\nthe Rules are ultra vires as they run counter to the dictum in\nM. Nagraj - Uttar Pradesh Public Servants (Reservation for\nScheduled Castes, Scheduled Tribes and other Backward\nClasses) Act, 1994 - s. 3(7) - Uttar Pradesh Government\nServants Seniority Rules, 1991 – r.8-A as inserted by Uttar\nPradesh Government Servants Seniority (Third Amendment)\nRules, 2007.\nJudicial Discipline:\n-\n-\nOn a similar issue cases being heard by Lucknow Bench\nof Allahabad High Court - Another Division Bench at\nAllahabad entertained and decided a writ petition involving the\nsame issue – Division Bench at Lucknow holding the said\ndecision as per incurium - Held: When Allahabad Bench was\napprised about the number of matters at Lucknow filed earlier\nin point of time which were being part heard and the hearing\nwas in continuum, it would have been advisable to wait for the\n118\nU.P. POWER CORPORATION LTD. v. RAJESH 119\nKUMAR \u0026 ORS.\n-\nverdict at Lucknow Bench or to bring it to the notice of the A\nChief Justice about the similar matters being instituted at both\nthe places - The judicial courtesy and decorum warranted\nsuch discipline which was expected from the Judges\nSimilarly, the Division Bench at Lucknow erroneously treated\nthe verdict of Allahabad Bench as per incuriam or not a B\nbinding precedent - Judicial discipline commands in such a\nsituation when there is disagreement, to refer the matter to a\nlarger Bench.\nC\nD\nE\nய\nWrit petitions were filed before the Lucknow Bench\nof the Allahabad High Court challenging r.8-A as inserted\nby the U.P. Government Servants Seniority (3rd\nAmendment) Rules, 2007, in the U.P. Government\nServants Seniority Rules, 1991. The assail was also to the\nconstitutional validity of s. 3(7) of the Uttar Pradesh\nPublic Servants (Reservation for Scheduled Castes,\nScheduled Tribes and other Backward Classes) Act,\n1994. It was the case of the writ petitioners that the State\nGovernment in gross violation of the constitutional\nprovisions enshrined under Arts. 16(4A) and 16(4B) of the\nConstitution of India and the interpretation placed\nthereon by the Constitution Bench in M. Nagraj framed\nthe Rules and the U.P. Power Corporation adopted the\nsame by amending its Rules and introduced the concept\nof reservation in promotion with accelerated seniority. It\nwas contended before the Lucknow Bench that neither F\nthe State Government nor the Corporation had carried out\nthe exercise as per the decision in M. Nagraj and in the\nabsence of the same, the provisions of the Act and the\nRules caused discomfort to the constitutional provisions.\nWhile the said writ petitions were pending and were\nbeing dealt with on merit by a Division Bench at Lucknow,\nanother Division Bench of the High Court at Allahabad\nentertained and decided writ petition No. 63217 of 2010\nG\n1.\nM. Nagaraj v. Union of India 2006 (7) Suppl. SCR 336.\nH\n120 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA (Mukund Kumar Srivastava vs. State of U.P. and Another)\nupholding the validity of the provisions contained in r.8A\nof the 1991 Rules. However, when the said decision was\nbrought to the notice of the Division Bench at Lucknow,\nthe said Bench, in Writ Petition no. 1389 (S/B) of 2007\nB (Prem Kumar Singh and others v. State of U.P. and others),\nheld that the decision in Mukund Kumar Srivastava was per\nincurium and that s.3(7) of the 1994 Act and r.8-A of 1991\nRules were invalid, ultra vires and unconstitutional. It\nquashed the orders relating to seniority passed by the\nState Government and clarified that in case the State\nGovernment undertook to provide reservation in\npromotion to any class or classes of posts in the services\nunder the State, it could do so after undertaking the\nexercise as required under the constitutional provisions\nin accordance with law laid down by this Court in M.\nNagraj. The instant appeals were filed challenging both\nthe judgments.\nC\nD\nE\nF\nG\nH\nDisposing of the appeals, the Court\nHELD: 1.1 The Allahabad Bench was apprised about\nthe number of matters at Lucknow filed earlier in point of\ntime which were being part heard and the hearing was\nin continuum. It would have been advisable to wait for\nthe verdict at Lucknow Bench or to bring it to the notice\nof the Chief Justice about the similar matters being\ninstituted at both the places. The judicial courtesy and\ndecorum warranted such discipline which was expected\nfrom the Judges. Similarly, the Division Bench at\nLucknow erroneously treated the verdict of Allahabad\nBench not to be a binding precedent on the foundation\nthat the principles laid down by the Constitution Bench\nin M. Nagraj* are not being appositely appreciated and\ncorrectly applied by the Bench when there was reference\nto the said decision and number of passages were\nquoted and appreciated albeit incorrectly, the same could\nU.P. POWER CORPORATION LTD. v. RAJESH 121\nKUMAR \u0026 ORS.\nB\nnot have been a ground to treat the decision as per A\nincuriam or not a binding precedent. Judicial discipline\ncommands in such a situation when there is\ndisagreement to refer the matter to a larger Bench.\nInstead of doing that, the Division Bench at Lucknow\ntook the burden on themselves to decide the case. There\nare two decisions by two Division Benches from the\nsame High Court. This Court expresses its concern\nabout the deviation from the judicial decorum and\ndiscipline by both the Benches and expect that in future,\nthey shall be appositely guided by the conceptual C\neventuality of such discipline as laid down by this Court\nfrom time to time. [para 12 and 14] [137-B-F; 138-G-H; 139-\nA]\nLala Shri Bhagwan and another v. Ram Chand and\nanother 1965 SCR 218 =AIR 1965 SC 1767; and Sundarjas D\nKanyalal Bhathija and others v. The Collector, Thane,\nMaharashtra and others AIR 1991 SC 1893 - relied on.\nE\n2.1 It is axiomatic in service jurisprudence that any\npromotions made wrongly in excess of any quota are to\nbe treated as ad hoc. This applies to reservation quota\nas much as it applies to direct recruits and promotee\ncases. If a court decides that in order only to remove\nhardship such roster-point promotees are not to face\nreversions, then it would be necessary to hold -\nconsistent with Arts. 14 and 16(1) – that such promotees\ncannot plead for grant of any additional benefit of\nseniority flowing from a wrong application of the roster.\nWhile courts can relieve immediate hardship arising out\nof a past illegality, courts cannot grant additional benefits\nlike seniority which have no element of immediate G\nhardship. [para 20] [146-D-F]\n-\nAjit Singh and others (II) v. State of Punjab and others\n1999 (2) Suppl. SCR 521 = 1999 (7) SCC 209; and Union\nof India and others v. Virpal Singh Chauhan and others 1995\nrelied on\n(4) Suppl. SCR 158 = 1995 (6) SCC 684 -\nF\nH\nA\n122 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nIndra Sawhney etc. v. Union of India and others 1992 (2)\nSuppl. SCR 454 =1992 Supp. (3) SCC 217 : AIR 1993 SC\n477; General Manager, S. Rly. v. Rangachari 1962 AIR 36 =\n1962 SCR 586 = State of Punjab v. Hira Lal 1971 (3) SCR\n267 = 1970 (3) SCC 567; Akhil Bharatiya Soshit Karamchari\nB Sangh v. Union of India 1981 (2) SCR 185 = 1981 (1)\nSCC 246 and Comptroller and Auditor General v. K.S.\nJagannathan 1986 (2) SCR 17 = 1986 (2) SCC 679; R.K.\nSabharwal v. State of Punjab 1995 (2) SCR 35 = 1995 (2)\nSCC 745; Ajit Singh Januja and others v. State of Punjab\nC and others 1996 (3) SCR 125 = 1996 (2) SCC 715; Jagdish\nLal and others v. State of Haryana and others 1997 AIR 2366\n- referred to.\nD\n2.2 Arts. 16(4A) and 16 (4B) were inserted in the\nConstitution to confer promotion with consequential\nseniority and introduced the concept of carrying forward\nvacancies treating the vacancies meant for reserved\ncategory candidates as a separate class of vacancies.\nThe validity of the said Articles were challenged under Art.\n32 before this Court and the Constitution Bench in M.\nE Nagraj upheld the validity of the said Articles with certain\nqualifiers/riders by taking recourse to the process of\ninterpretation. [para 21, 22] [147-B; 148-G]\nF\nG\nM. Nagaraj v. Union of India 2006 (7) Suppl. SCR 336\n= (2006) 8 SCC 212: AIR 2007 SC 71 - relied upon\nAvinash Singh Bagri and Ors. v. Registrar IIT Delhi and\nAnother 2009 (13) SCR 258 = 2009 (8) SCC 220; Ashok\nKumar Thakur v. Union of India 2008 (4) SCR 1 = 2008 (6\n) SCC 1; E. V. Chinniah v. State of Andhra Pradesh 2004\n(5) Suppl. SCR 972 = 2005 (1) SCC 394; Suraj Bhan\nMeena and Another v. State of Rajasthan \u0026 Ors. 2010 (14)\nSCR 532 = 2011 (1) SCC 467; Barium Chemicals v.\nCompany Law Board 1971 (3) SCR 267 = 1970 (3) SCC\n567; Union of India v. Rakesh Kumar 2010 (1) SCR 483 =\nH 2010 (4) SCC 50; Ashok Kumar Thakur v. Union of India and\nU.P. POWER CORPORATION LTD. v. RAJESH 123\nKUMAR \u0026 ORS.\nothers 2008 (4) SCR 1 = 2008 (6) SCC 1 - referred to. A\nс\nD\n2.4 From the decision in M. Nagraj, the principles that\nemerge are: (i) Vesting of the power by an enabling\nprovision may be constitutionally valid and yet 'exercise\nof power' by the State in a given case may be arbitrary, B\nparticularly, if the State fails to identify and measure\nbackwardness and inadequacy keeping in mind the\nefficiency of service as required under Article 335; (ii) Art.\n16(4) which protects the interests of certain sections of\nthe society has to be balanced against Art. 16(1) which\nprotects the interests of every citizen of the entire society.\nThey should be harmonized because they are\nrestatements of the principle of equality under Art. 14; (iii)\nEach post gets marked for the particular category of\ncandidates to be appointed against it and any\nsubsequent vacancy has to be filled by that category\ncandidate; (iv) The appropriate Government has to apply\nthe cadre strength as a unit in the operation of the roster\nin order to ascertain whether a given class/group is\nadequately represented in the service. The cadre strength\nas a unit also ensures that the upper ceiling-limit of 50%\nis not violated. Further, roster has to be post-specific and\nnot vacancy based; (v) The State has to form its opinion\non the quantifiable data regarding adequacy of\nrepresentation. Clause (4A) of Art. 16 is an enabling\nprovision. It gives freedom to the State to provide for F\nreservation in matters of promotion. Clause (4A) of Art.\n16 applies only to SCs and STs. The said clause is carved\nout of Art. 16(4). Therefore, Clause (4A) will be governed\nby the two compelling reasons \"backwardness\" and\n\"inadequacy of representation\", as mentioned in Art. G\n16(4). If the said two reasons do not exist, then the\nenabling provision cannot be enforced; (vi) If the ceiling-\nlimit on the carry-over of unfilled vacancies is removed,\nthe other alternative time-factor comes in and in that\nevent, the time-scale has to be imposed in the interest of\n-\nE\nH\nC\nD\n124 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA efficiency in administration as mandated by Art. 335. If the\ntime-scale is not kept, then posts will continue to remain\nvacant for years which would be detrimental to the\nadministration. Therefore, in each case, the appropriate\nGovernment will now have to introduce the duration\nB depending upon the fact-situation; (vii) If the appropriate\nGovernment enacts a law providing for reservation\nwithout keeping in mind the parameters in Art. 16(4) and\nArt. 335, then this Court will certainly set aside and strike\ndown such legislation; (viii) The constitutional limitation\nunder Art. 335 is relaxed and not obliterated. Be it\nreservation or evaluation, excessiveness in either would\nresult in violation of the constitutional mandate. This\nexercise, however, will depend on the facts of each case;\n(ix) The concepts of efficiency, backwardness and\ninadequacy of representation are required to be identified\nand measured. That exercise depends on the availability\nof data. That exercise depends on numerous factors. It\nis for this reason that the enabling provisions are\nrequired to be made because each competing claim\nseeks to achieve certain goals. How best one should\noptimize these conflicting claims can only be done by the\nadministration in the context of local prevailing\nconditions in public employment; and (x) Art. 16(4),\ntherefore, creates a field which enables a State to provide\nfor reservation provided there exists backwardness of a\nclass and inadequacy of representation in employment.\nThese are compelling reasons. They do not exist in Art.\n16(1). It is only when these reasons are satisfied that a\nState gets the power to provide for reservation in the\nmatter of employment. [para 38] [168-E-H; 169-A-H; 170-\nG A-G]\nE\nF\nH\n2.5 There may be statutory rules or executive\ninstructions to grant promotion but it cannot be forgotten\nthat they are all subject to the pronouncement by this\nCourt in Vir Pal Singh Chauhan and Ajit Singh (II). This\nU.P. POWER CORPORATION LTD. v. RAJESH 125\nKUMAR \u0026 ORS.\nCourt is of the firm view that a fresh exercise in the light A\nof the judgment of the Constitution Bench in M. Nagaraj\nis a categorical imperative. The stand that the\nconstitutional amendments have facilitated the\nreservation in promotion with consequential seniority and\nhave given the stamp of approval to the Act and the Rules B\ncannot withstand close scrutiny inasmuch as the\nConstitution Bench has clearly opined that Arts. 16(4A)\nand 16(4B) are enabling provisions and the State can\nmake provisions for the same on certain basis or\nfoundation. The conditions precedent have not been C\nsatisfied. No exercise has been undertaken. It cannot be\nignored on the ground that the concept of reservation in\npromotion was already in vogue. When the provisions of\nthe Constitution are treated valid with certain conditions\nor riders, it becomes incumbent on the part of the State\nto appreciate and apply the test so that its amendments\ncan be tested and withstand the scrutiny on parameters\nlaid down therein. [para 41] [172-F-H; 173-A-C]\n3. This Court concludes and holds that s.3(7) of the\n1994 Act and r. 8A of the 1991 Rules, as inserted by the\n3rd Amendment Rules, 2007, are ultra vires as they run\ncounter to the dictum in M. Nagaraj. Any promotion that\nhas been given on the dictum of Indra Sawhney and\nwithout the aid or assistance of s. 3(7) and r. 8A shall\nremain undisturbed. [para 42] [173-D]\nCase Law Reference:\nD\nE .\nF\n2006 (7) Suppl. SCR 336 relied on\n1992 (2) Suppl. SCR 454 referred to\npara 2\npara 7 and\n16\nG\n1965 SCR 218\nrelied on\npara 13\nAIR 1991 SC 1893\nrelied on\npara 14\n1962 AIR 36\nreferred to\npara 16\nH\n126\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\n1962 SCR 586\nreferred to\npara 16\n1971 (3) SCR 267\nreferred to\npara 16\n1981 (2) SCR 185\nreferred to\npara 16\nB\n1986 (2) SCR 17\nreferred to\npara 16\n1995 (4) Suppl. SCR 158 relied on\npara 17\n1995 (2) SCR 35\nreferred to\npara 17\n1996 (3) SCR 125\nreferred to\npara 17\nC\n1996 (2) SCC 715\nreferred to\npara 19\n1999 (2) Suppl. SCR 521 relied on\npara 20\n2009 (13) SCR 258\nreferred to\npara 28\nD\n2008 (4) SCR 1\nreferred to\npara 29\n2004 (5) Suppl. SCR 972 referred to\npara 29\n2010 (14) SCR 532\nreferred to\npara 30\n. E\n1971 (3) SCR 267\nreferred to\npara 31\n2010 (1) SCR 483\nreferred to\npara 31\n2008 (4) SCR 1\nreferred to\npara 35\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nF\n2608 of 2011 etc.\nFrom the Judgment \u0026 Order dated 04.01.2011 of the High\nCourt of Judicature at Allahabad, Lucknow Bench in Writ\nPetition No. 146 (S/B) of 2009.\nG\nWITH\nH\nC.A. Nos. 4009, 4022, 4027-4029 of 2012, 2605, 2607,\n2609, 2610, 2614, 2616, 2629, 2675, 2676, 2677, 2678, 2679,\n2729, 2730, 2737 of 2011, 4030, 4031, 4032, 4033, 4034,\nU.P. POWER CORPORATION LTD. v. RAJESH 127\nKUMAR \u0026 ORS.\n4023, 4024, 4025 of 2012, 4691, 4697, 4699 of 2011, 4026, A\n4016, 4021, 4017, 4018, 4019, 4020 of 2012, 2622, 2611,\n2612, 2613, 2623, 2624, 2682-83, 2684, 2881, 2884-85, 2886,\n2908, 2909, 2944-2945 of 2011, 566 \u0026 4067 of 2012.\nC\nD\nP.S. Patwalia, Raju Ramachandran, P.P. Rao, Ranjit B\nKumar, Vijay Hansaria, Shanti Bhushan, Dr. Rajeev Dhawan,\nVinod A. Bobde, Shail Kumar Dwivedi, AAG Aman Preet Singh\nRahi, Ashok K. Mahajan, Ankur Talwar, Sanchit Asthana, Rajat\nSingh, Ankur Mittal, P.N. Gupta, Manoj Kumar Dwivedi,\nVandana Mishra, Aviral Shukla, Abhinav Shrivastava, Ashutosh\nSharma, Naresh Bakshi, Tushar Bakshi, S. Ranjith Kumar,\nNatasha Vinayak, Namrata Sharma, Ajay Singh, Ranjith,\nJaiveer Shergill, Manoj Kumar Dwivedi, G. Venkateswara Rao,\nAbhinav Srivatava, P.N. Gupta, Aviral Shukla, Sanjay Singh,\nRajeev Singh, Shaikh Chand Saheb, Moinuddin Ansari, R.K.\nGupta, Apeksha Sharan, Abhimanyu Tiwari, S.K. Gupta, Utsav\nSidhu, Shekhar Kumar, T. Srinivas Murthy, Preetika Dwivedi,\nMukti Chaudhary, Sanskriti Pathak, Senthil Jagadeesan, Satya\nMitra, Rakesh Kumar Gupta, Shiv Ram Pandey, A. Subba Rao,\nManoj Gorkela, A.T. Rao, Anand Tiwari, Vinod, Ajit Kumar\nGupta, Mridula Ray Bharadwaj, Pradeep Misra, Suraj Singh,\nPrashant Choudhary, Anuvrat Sharma, Vishwajit Singh,\nAbhinda Maheswari, Kumar Parimal, Sanjeev K. Choudhary,\nA.P. Mayee, Abhishek Chaudhary, Vishwajit Singh, Abhindra\nMaheshwari (for Vidhi International), Kamakshi S. Mehwal,\nNaresh Kaushik, Anirudh Joshi, Lalitha Kaushik, Mukesh F\nVerma, Yash Pal Dhingra, Rajendra Singhvi, K.K.L. Gautam,\nBrij Bhushan, Sameer Singh, Sneha Kalita, Vibhor Vardhan (for\nHarsh Surana), Manish Pratap Singh, Ajit Singh, Rajan Roy,\nShailendra Tiwary, Prem Prakash, P.K. Manohar, C.D. Singh,\nP.V. Yoeswaran, A.K. Singh for the appearing parties.\nThe Judgment of the Court was delivered by\nDIPAK MISRA, J. 1. Leave granted in Special Leave\nPetitions.\nLU\nE\nG\nH\n"}