{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"C\n158 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA interpretation and implementation, width and identity, essence\nof a right, the equality code and avoidance of reverse\ndiscrimination, the nuanced distinction between the adequacy\nand proportionality, backward class and backwardness, the\nconcept of contest specificity as regards equal justice and\nB. efficiency, permissive nature of the provisions and conceptual\nessence of guided power, the implementation in concrete terms\nwhich would not cause violence to the constitutional mandate;\nand the effect of accelerated seniority and the conditions\nprevalent for satisfaction of the conditions precedent to invoke\nthe settled principles. The learned senior counsel further\nsubmitted that M. Nagaraj (supra) deals with cadre and the\nposts but the State has applied it across the board without any\nkind of real quantifiable data after pronouncement of the M.\nNagaraj (supra). It is his further submission that after Section\n3(7) of the 1994 Act and Rule 8-A are allowed to stand, the\nbalancing factor which has so far been sustained by this Court\nespecially pertaining to reservation would stand crucified. It is\nurged by him that the chart supplied by the State only refers to\nthe number and, seniority of officers but it does not throw any\nlight on the core issue and further, a mere submission of a chart\nwould not meet the requisite criteria as specified in M. Nagaraj\n(supra).\nD\nE\n34. Mr. Vinod Bobde, learned senior counsel, has\nsubmitted that if accelerated seniority is confirmed on the roster\nF by the promotees, the consequences would be disastrous\ninasmuch as the said employee can reach the fourth level by\nthe time he attains the age of 45 years and at the age of 49,\nhe would reach the highest level and stay there for nine years\nwhereas a general merit promotee would reach the third level\nG out of the six levels at the age of 56 and by the time he gets\neligibility to get into the fourth level, he would reach the age of\nsuperannuation. It is urged by him that if reservation in\npromotion is to be made, there has to be collection of\nquantifiable data, regard being had to the backwardness and\nH inadequacy of representation in respect of the posts in a\nU.P. POWER CORPORATION LTD. v. RAJESH 159\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nA\nB\nC\nD\nparticular cadre and while doing so, the other condition as\nengrafted under Article 335 of the Constitution relating to the\nefficiency of administration has to be maintained. It is his further\nsubmission that in M. Nagaraj (supra), Articles 16(4A) and\n16(4B) have been treated to be enabling provisions and an\nenabling provision does not create a fundamental right. If the\nState thinks to exercise the power, it has to exercise the power\nstrictly in accordance with the conditions postulated in the case\nof M. Nagaraj (supra). The State of U.P. has totally misguided\nitself by harbouring the notion that merely because there has\nto be representation of Scheduled Castes and Scheduled\nTribes in the services, the State is obliged to provide for\nreservation in promotion under Article 16(4A). The learned\nsenior counsel would vehemently contend that nothing has been\nbrought on record to show that after pronouncement of M.\nNagaraj (supra), the State had carried out an exercise but has\nbuilt a castle in Spain by stating that the provision being always\nthere, the data was available. It is canvassed that the stand of\nthe State runs counter to the principles laid down in M. Nagaraj\n(supra) which makes Section 3(7) and Rule 8-A sensitively\nsusceptible. The consequential seniority was introduced on\n18.10.2002 but was obliterated on 13.5.2005 and thereafter,\nit was revived on 14.9.2007 with retrospective effect and the\nreason is demonstrable from the order/circular dated\n17.10.2007 which is based on total erroneous understanding\nand appreciation of the law laid down by this Court. It is argued\nby him that the Act and the Rules were amended solely keeping F\nin view the constitutional provision totally ignoring how the said\nArticles were interpreted by this Court. It is propounded by Mr.\nBobde that the State has referred to certain data and the\n\"Social Justice Committee Report\" of 2001 but the same\ncannot save the edifice of the impugned statutory provision and G\nthe Rules as the State could not have anticipated what this\nCourt was going to say while upholding the constitutional\nvalidity.\n35. Mr. Ranjit Kumar, learned senior counsel, has laid\nE\nH\nB\n160\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA immense emphasis on paragraphs 121 to 123 of M. Nagaraj\n(supra) to buttress the stand that reservation in promotional\nmatters is subject to the conditions enumerated in the said\nparagraphs. The learned senior counsel has drawn inspiration\nfrom an order dated 11.3.2010 passed by a two-Judge Bench\nin Writ Petition (civil) 81 of 2002 wherein the direction was\ngiven that the validity may be challenged and on such challenge,\nthe same shall be decided in view of the final decision in M.\nNagaraj (supra). The learned senior counsel has placed\nreliance on Ashok Kumar Thakur v. Union of India and\nothers20 to highlight that any privilege given to a class should\nnot lead to inefficiency. Emphasis has also been laid on the\nterm backwardness having nexus with the reservation in\npromotion and collection of quantifiable data in a proper\nperspective. He has drawn inspiration from various paragraphs\nin M. Nagaraj (supra) to show that when an enabling provision\nis held valid, its exercise can be arbitrary and in the case at\nhand, the provisions are absolutely arbitrary, unreasonable and\nirrational.\nC\nD\n36. To appreciate the rival submissions raised at the bar\nE and the core controversy, it is absolutely seemly to understand\nwhat has been held in M. Nagraj (supra) by the Constitution\nBench. While assailing the validity of Article 16(4A) of the\nConstitution which provides for reservation in promotion with a\nconsequential seniority, it was contended that equity in the\nF context of Article 16(1) connotes accelerated promotion so as\nnot to include consequential seniority and as consequential\nseniority has been attached to the accelerated promotion, the\nconstitutional amendment is violative of Article 14 read with\nArticle 16(1) of the Constitution. Various examples were cited\nabout the disastrous affects that would be ushered in, in view\nof the amendment. After noting all the contentions, the\nConstitution Bench addressed to the concept of reservation in\nthe context of Article 16(4) and further proceeded to deal with\nequity, justice and merit. In that context, the Bench stated thus:-\nH 20. (2008) 6 SCC 1.\nG\nU.P. POWER CORPORATION LTD. v. RAJESH 161\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n\"This problem has to be examined, therefore, on the facts A\nof each case. Therefore, Article 16(4) has to be construed\nin the light of Article 335 of the Constitution. Inadequacy in\nrepresentation and backwardness of Scheduled Caste and\nScheduled Tribes are circumstances which enable the\nState Government to act under Article 16(4) of the\nConstitution. However, as held by this Court the limitations\non the discretion of the Government in the matter of\nreservation under Article 16(4) as well as\nArticle 16(4A) come in the form of Article 335 of the\nConstitution.\"\nWhile dealing with reservation and affirmative action, the\nConstitution Bench opined thus: -\nB\nC\n\"48. It is the equality “in fact” which has to be decided\nlooking at the ground reality. Balancing comes in where D\nthe question concerns the extent of reservation. If the extent\nof reservation goes beyond cut-off point then it results in\nreverse discrimination. Anti-discrimination legislation has\na tendency of pushing towards de facto reservation.\nTherefore, a numerical benchmark is the surest immunity E\nagainst charges of discrimination.\nF\n49. Reservation is necessary for transcending caste and\nnot for perpetuating it. Reservation has to be used in a\nlimited sense otherwise it will perpetuate casteism in the\ncountry. Reservation is under-written by a special\njustification. Equality in Article 16(1) is individual- specific\nwhereas reservation in Article 16(4) and Article 16 (4-A) is\nenabling. The discretion of the State is, however, subject\nto the existence of \"backwardness\" and \"inadequacy of\nrepresentation\" in public employment. Backwardness has\nto be based on objective factors whereas inadequacy has\nto factually exist. This is where judicial review comes in.\nHowever, whether reservation in a given case is desirable\nor not, as a policy, is not for us to decide as long as the\nparameters mentioned in Articles 16(4) and 16(4-A) are H\nG\nA\nB\nC\nD\nE\nF\nG\nH\n162 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nmaintained. As stated above, equity, justice and merit\n(Article 335)/efficiency are variables which can only be\nidentified and measured by the State. Therefore, in each\ncase, a contextual case has to be made out depending\nupon different circumstances which may exist Statewise.\"\n37. The Bench referred to the cases of Indra Sawhney\n(supra), R.K. Sabharwal (supra), Vir Pal Singh Chauhan\n(supra), Ajit Singh (I) (supra) and Ajit Singh (II) (supra) and\nopined that the concept of catch-up rule and consequential\nseniority are judicially evolved concepts to control the extent in\nreservation and the creation of this concept is relatable to\nservice jurisprudence. Thereafter, the Constitution Bench\nreferred to the scope of the impugned amendment and the\nObjects and Reasons and, in paragraph 86, observed thus: -\n\"Clause (4-A) follows the pattern specified in Clauses (3)\nand (4) of Article 16. Clause (4-A) of Article 16\nemphasizes the opinion of the States in the matter of\nadequacy of representation. It gives freedom to the State\nin an appropriate case depending upon the ground reality\nto provide for reservation in matters of promotion to any\nclass or classes of posts in the services. The State has to\nform its opinion on the quantifiable data regarding\nadequacy of representation. Clause (4-A) of Article 16 is\nan enabling provision. It gives freedom to the State to\nprovide for reservation in matters of promotion. Clause (4-\nA) of Article 16 applies only to SCs and STs. The said\nclause is carved out of Article 16(4). Therefore, Clause (4-\nA) will be governed by the two compelling reasons\n\"backwardness\" and \"inadequacy of representation\", as\nmentioned in Article 16(4). If the said two reasons do not\nexist then the enabling provision cannot come into force.\nThe State can make provision for reservation only if the\nabove two circumstances exist. Further in Ajit Singh (II),\nthis Court has held that apart from “backwardness\" and\n\"inadequacy of representation\" the State shall also keep\nU.P. POWER CORPORATION LTD. v. RAJESH\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n163\nin mind \"overall efficiency\" (Article 335). Therefore, all the A\nthree factors have to be kept in mind by the appropriate\nGovernment in providing for reservation in promotion for\nSCs and STs.\"\nThereafter, the Bench referred to the 2000 Amendment\nAct, the Objects and Reasons and the proviso inserted to Article\n335 of the Constitution and held thus: -\n“98. By the Constitution (Eighty-Second Amendment) Act,\n2000, a proviso was inserted at the end of Article 335 of\nthe Constitution which reads as under:\n-\n\"Provided that nothing in this article shall\nprevent in making of any provision in favour of the\nmembers of the Scheduled Castes and the\nScheduled Tribes for relaxation in qualifying marks\nin any examination or lowering the standards of\nevaluation, for reservation in matters of promotion\nto any class or classes of services or posts in\nconnection with the affairs of the Union or of a\nState.\"\nB\nC\nD\nE\n99. This proviso was added following the benefit of\nreservation in promotion conferred upon SCs and STs\nalone. This proviso was inserted keeping in mind the\njudgment of this Court in Vinod Kumar which took the view\nthat relaxation in matters of reservation in promotion was F\nnot permissible under Article 16(4) in view of the command\ncontained in Article 335. Once a separate category is\ncarved out of Clause (4) of Article 16 then that category is\nbeing given relaxation in matters of reservation in\npromotion. The proviso is confined to SCs and STs alone.\nThe said proviso is compatible with the scheme of\nArticle 16(4-A).\"\nIn paragraph 102, their Lordships have ruled thus: -\nG\nH\nA\nB\nC\nD\nE\n164 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n\"Clause (4) of Article 16, however, states that the\nappropriate Government is free to provide for reservation\nin cases where it is satisfied on the basis of quantifiable\ndata that backward class is inadequately represented in\nthe services. Therefore, in every case where the State\ndecides to provide for reservation there must exist two\ncircumstances, namely, “backwardness\" and \"inadequacy\nof representation'. As stated above, equity, justice and\nefficiency are variable factors. These factors are context-\nspecific. There is no fixed yardstick to identify and\nmeasure these three factors, it will depend on the facts and\ncircumstances of each case. These are the limitations on\nthe mode of the exercise of power by the State. None of\nthese limitations have been removed by the impugned\namendments. If the concerned State fails to identify and\nmeasure backwardness, inadequacy and overall\nadministrative efficiency then in that event the provision for\nreservation would be invalid. These amendments do not\nalter the structure of Articles 14, 15 and 16 (equity code).\nThe parameters mentioned in Article 16(4) are retained.\nClause (4-A) is derived from Clause (4) of Article 16.\nClause (4-A) is confined to SCs and STs alone. Therefore,\nthe present case does not change the identity of the\nConstitution.\"\nAfter so stating, it was observed that there is no violation of the\nF basic structure of the Constitution and the provisions are\nenabling provisions. At that juncture, it has been observed as\nfollows: -\nG\n\"Article 16(4) is enacted as a remedy for the past historical\ndiscriminations against a social class. The object in\nenacting the enabling provisions like Articles 16(4), 16(4-\nA) and 16(4-B) is that the State is empowered to identify\nand recognize the compelling interests. If the State has\nquantifiable data to show backwardness and inadequacy\nthen the State can make reservations in promotions\nI\nU.P. POWER CORPORATION LTD. v. RAJESH 165\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nA\nD\nkeeping in mind maintenance of efficiency which is held.\nto be a constitutional limitation on the discretion of the\nState in making reservation as indicated by Article 335.\nAs stated above, the concepts of efficiency,\nbackwardness, inadequacy of representation are required\nto be identified and measured. That exercise depends on B\navailability of data. That exercise depends on numerous\nfactors. It is for this reason that enabling provisions are\nrequired to be made because each competing claim\nseeks to achieve certain goals. How best one should\noptimize these conflicting claims can only be done by the C\nadministration in the context of local prevailing conditions\nin public employment. This is amply demonstrated by the\nvarious decisions of this Court discussed hereinabove.\nTherefore, there is a basic difference between \"equality in\nlaw” and “equality in fact\" (See Affirmative Action by\nWilliam Darity). If Articles 16(4-A) and 16(4-B) flow from\nArticle 16(4) and if Article 16(4) is an enabling provision\nthen Articles 16(4-A) and 16(4-B) are also enabling\nprovisions. As long as the boundaries mentioned in\nArticle 16(4), namely, backwardness, inadequacy and\nefficiency of administration are retained in Articles 16(4-\nA) and 16(4-B) as controlling factors, we cannot attribute\nconstitutional invalidity to these enabling provisions.\nHowever, when the State fails to identify and implement\nthe controlling factors then excessiveness comes in, which\nis to be decided on the facts of each case. In a given case,\nwhere excessiveness results in reverse discrimination, this\nCourt has to examine individual cases and decide the\nmatter in accordance with law. This is the theory of \"guided\npower\". We may once again repeat that equality is not\nviolated by mere conferment of power but it is breached G\nby arbitrary exercise of the power conferred.\"\nIn paragraph 108, the Bench analyzed the concept of\napplication of the doctrine of guided power under Article 335\nof the Constitution and, in that context, opined thus:\n-\nพ.\nE\nF\nH\nA\nB\nC\nD\nE\n166 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n\"Therefore, the question before us is - whether the State\ncould be empowered to relax qualifying marks or standards\nfor reservation in matters of promotion. In our view, even\nafter insertion of this proviso, the limitation of overall\nefficiency in Article 335 is not obliterated. Reason is that\n\"efficiency\" is a variable factor. It is for State concerned to\ndecide in a given case, whether the overall efficiency of\nthe system is affected by such relaxation. If the relaxation\nis so excessive that it ceases to be qualifying marks then\ncertainly in a given case, as in the past, the State is free\nnot to relax such standards. In other cases, the State may\nevolve a mechanism under which efficiency, equity and\njustice, all three variables, could be accommodated.\nMoreover, Article 335 is to be read with Article 46 which\nprovides that the State shall promote with special care the\neducational and economic interests of the weaker sections\nof the people and, in particular, of the scheduled castes\nand scheduled tribes, and shall protect them from social\ninjustice. Therefore, where the State finds compelling\ninterests of backwardness and inadequacy, it may relax\nthe qualifying marks for SCS/STs. These compelling\ninterests however have to be identified by weighty and\ncomparable data.\"\nThereafter, the Constitution Bench proceeded to deal with\nthe test to judge the validity of the impugned State Acts and\nF opined as follows: -\nG\nH\n\"110. As stated above, the boundaries of the width of the\npower, namely, the ceiling-limit of 50% (the numerical\nbenchmark), the principle of creamy layer, the compelling\nreasons, namely, backwardness, inadequacy of\nrepresentation and the overall administrative efficiency are\nnot obliterated by the impugned amendments. At the\nappropriate time, we have to consider the law as enacted\nby various States providing for reservation if challenged.\nAt that time we have to see whether limitations on the\nU.P. POWER CORPORATION LTD. v. RAJESH\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n167\nexercise of power are violated. The State is free to\nexercise its discretion of providing for reservation subject\nto limitation, namely, that there must exist compelling\nreasons of backwardness, inadequacy of representation\nin a class of post(s) keeping in mind the overall\nadministrative efficiency. It is made clear that even if the\nState has reasons to make reservation, as stated above,\nif the impugned law violates any of the above substantive\nlimits on the width of the power the same would be liable\nto be set aside.\"\nIn paragraph 117, the Bench laid down as follows: -\nA\nB\nC\n\"The extent of reservation has to be decided on facts of\neach case. The judgment in Indra Sawhney does not deal\nwith constitutional amendments. In our present judgment,\nwe are upholding the validity of the constitutional D\namendments subject to the limitations. Therefore, in each\ncase the Court has got to be satisfied that the State has\nexercised its opinion in making reservations in promotions\nfor SCs and STs and for which the State concerned will\nhave to place before the Court the requisite quantifiable\ndata in each case and satisfy the Court that such\nreservations became necessary on account of inadequacy\nof representation of SCS/ STs in a particular class or\nclasses of posts without affecting general efficiency of\nservice as mandated under Article 335 of the Constitution.\"\nIn the conclusion portions, in paragraphs 123 and 124, it has\nbeen ruled thus: -\n\"123. However, in this case, as stated above, the main\nissue concerns the \"extent of reservation\". In this regard.\nthe State concerned will have to show in each case the\nexistence of the compelling reasons, namely,\nbackwardness, inadequacy of representation and overall\nadministrative efficiency before making provision for\nreservation. As stated above, the impugned provision is\nE\nF\nG\nH\n"}