{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 195\nINDUSTRIES [S.B. SINHA, J.]\nto the public by broadcast.\n(ix) The interests balanced in Section 31 are (i) the\ninterest of the copyright owners and (ii) the\ninterest of the general public. The narrow\ncommercial interests of the broadcasters are\nnot to be reckoned under the scheme of Section\n31.\nA\nB\n(✗) The relative merit and demerit of the\ncomplainants in any event being imperative for\nthe purpose of arriving at a finding as to how C\nthe interests of the general public is to be best\nserved itself is a pointer to the fact that\ncompulsory license should not be granted to all\nthe radio broadcasters.\n(xi) The Board is not expected unlike the statutes D\nof other countries to go into the reasonableness\nor otherwise of the tariff fixed for grant of\nlicenses.\n(xii) The Copyright society not being the owner of\ncopyright, in any event, cannot be subjected to\ngrant of a compulsory license in terms of Section\n31 of the Act.\nE\n(xiii) The Act, having used different words\n'compensation' and 'royalty', Section 3 signifies F\na lump sum amount to be paid to bring back\nthe work into the pubic domain. It also goes to\nshow that it is a one time exercise.\nCORE ISSUES\n11. The core questions which, therefore, arise for consid-\neration in these appeals are:\n(i)\nG\nWhether the Copyright Board has jurisdiction under\nSection 31(1)(b) of the Copyright Act, 1957 to direct\nthe owner of a copyright in any Indian work or a H\nA\nB\nC\nD\nE\nF\n196\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nregistered copyright society to issue compulsory\nlicences to broadcast such as works, where such\nwork is available to the public through radio\nbroadcast?\n(ii) Whether in any event such a compulsory license can\nbe issued to more than one complainant in the light\nof Section 31(2)?\n(iii) What would be the relevant considerations which the\nCopyright Board must keep in view while deciding\non;\n(a) Whether to issue a compulsory license to a\nparticular person; and\n(b) The terms on which the compulsory license may\nbe issued, including the compensation?\nSTATUTORY PROVISIONS\n12. In view of the fact that interpretation of Section 31 of\nthe Act would depend upon the Scheme of the Act, we may\nnotice the relevant provisions thereof. It is also necessary to\nhave a broad overview.\nThe Copyright Act, 1957 was enacted to amend and con-\nsolidate the law relating to copyright. Section 2(d) defines 'au-\nthor', which reads as under:\n2(d) \"author means, -\nin relation to a literary or dramatic work, the author of\nthe work;\n(i)\n☐ G\n(ii)\nin relation to a musical work, the composer;\nH\n(iii) in relation to an artistic work other than a photograph,\nthe artist;\n(iv) in relation to a photograph, the person taking the\nphotograph;\n'\nENTERTAINMENT NETWORK v. SUPER CASSETTE 197\nINDUSTRIES [S.B. SINHA, J.]\n(v) in relation to a cinematograph film or sound recording, A\nthe producer; and\n(vi) in relation to any literary, dramatic, musical or artistic\nwork which is computer-generated, the person who\ncauses the work to be created;\"\nSection 2(dd) defines 'broadcast' to mean communica-\ntion to the public-(i) by any means of wireless diffusion, whether\nin any one or more of the forms of signs, sounds or visual im-\nages; or (ii) by wire, and includes a re-broadcast.\nB\nSection 2(ff) defines 'communication to the public' to mean: C\n\"making any work available for being seen or heard or\notherwise enjoyed by the public directly or by any means\nof display or diffusion other than by issuing copies of such\nwork regardless of whether any member of the public\nactually sees, hears or otherwise enjoys the work so made\navailable.\nD\nExplanation: For the purposes of this clause,\ncommunication through satellite or cable or any other\nmeans of simultaneous communication to more than one E\nhousehold or place of residence including residential\nrooms of any hotel or hostel shall be deemed to be\ncommunication to the public;\"\nSections 2(ffd) defines 'copyright society' to mean a soci-\nF\nety registered under sub-section (3) of Section 33. Section 2(j)\ndefines 'exclusive licence' to mean a licence which confers on\nthe licensee or on the licensee and persons authorized by him,\nto the exclusion of all other persons (including the owner of the\ncopyright), any right comprised in the copyright in a work, and\n\"exclusive licensee” shall be construed accordingly.\nSection 2(1) defines 'Indian work' to mean a literary, dra-\nmatic or musical work, - (i) the author of which is a citizen of\nIndia; or (ii) which is first published in India; or (iii) the author of\nwhich, in the case of an unpublished work, is, at the time of the\nG\nH\n+\n198\nSUPREME COURT REPORTS\n[2008] S S.C.R.\nA making of the work, a citizen of India.\nB\nSection 2(m) defines 'infringing copy' to mean (i) in rela-\ntion to a lilterary, dramatic, musical or artistic work, a reproduc-\ntion thereof otherwise than in the form of a cinematographic\nfilm; (ii) in relation to a cinematograph film, a copy of the film\nmade on any medium by any means; (iii) in relation to a sound\nrecording, any other recording embodying the same sound re-\ncording, made by any means; (iv) in relation to a programme or\nperformance in which such a broadcast reproduction right or a\nperformer's right subsists under the provisions of this Act, the\nC sound recording or a cinematographic film of such programme\nor performance, if such reproduction, copy or sound recording\nis made or imported in contravention of the provisions of the\nAct. Section 2(xx) defines 'sound recording' to mean a record\nof sounds from which such sounds may be produced regard-\nD less of the medium on which such recording is made or the\nE\nmethod by which the sounds are produced. Section 2(y) de-\nfines 'work' to mean any of the following works, namely:- (i) a\nliterary, dramatic, musical or artistic work; (ii) a cinematograph\nfilm; (iii) a sound recording.\nSection 3 of the Act defines for meaning of publication.\nSection 4 deals with when ‘work' would not be deemed to be\npublished or performed in public.\nChapter II of the Act deals with Copyright Office and Copy-\nF right Board.\nG\nSection 11 provides for the provisions relating to ‘Copy-\nright Board'\nChapter III deals with 'Copyright'.\nSection 13 provides for subsistence of copyright through-\nout India in the classes of works specified therein, which in-\ncludes (a) original literary, dramatic, musical and artistic works;\n(b) cinematograph films; and (c) sound recording. Sub-section\n(4) of Section 13 provides that the copyright in a cinematograph\nH film or a sound recording shall not affect the separate copyright\nENTERTAINMENT NETWORK v. SUPER CASSETTE 199\nINDUSTRIES [S.B. SINHA, J.]\nin any work in respect of which or a substantial part of which, A\nthe film, or, as the case may be, the sound recording is made.\nright.\nSection 14 of the Act provides for the meaning of copy-\nClause (c) of sub-section (1) of Section 14 talks about B\nartistic work. For the purposes of the Act, 'copyright' means the\nexclusive right, subject to the provisions of this Act, to do or\nauthorize the doing of any act. The acts specified therein in re-\nspect of a work or any substantial part thereof and in the case\nof a sound recording, namely,\n(i)\n(ii)\nto make any other sound recording embodying it;\nto sell or give on hire, or offer for sale or hire, any\ncopy of the sound recording, regardless of whether\nsuch copy has been sold or given on hire on earlier\noccasions;\n(iii) to communicate the sound recording to the public.\nExplanation: For the purposes of this Section, a copy which\nhas been sold once shall be deemed to be a copy already\nin circulation.\nSection 16 mandates that no person shall be entitled to\ncopyright except as provided for under the Act.\nChapter IV provides for the ownership of copyright and\nthe rights of the owner. Section 17 states that subject to the\nprovisions of this Act, the author of a work shall be the first owner\nof the copyright therein. Proviso (b) appended thereto reads as\nunder:\nC\nD\nE\nF\n\"(b) subject to the provisions of clause (a), in the case of G\na photograph taken, or a painting or portrait drawn, or an\nengraving or a cinematograph film made, for valuable\nconsideration, at the instance of any person, such person\nshall, in the absence of any agreement to the contrary, be\nthe first owner of the copyright therein.\"\nH\nA\nB\nC\nD\nE\nLL\nF\n0\nG.\nI\n200\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nSections 18 and 19 relate to assignment of copyright and\nmode of assignment respectively. Section 19 deals with dis-\nputes with respect to assignment of copyright. Section 27 pro-\nvides for the term of copyright in sound recording in the follow-\ning terms:\n\"27. Term of copyright in sound recording.- In the case of\na sound recording, copyright shall subsist until sixty years\nfrom the beginning of the calendar year next following the\nyear in which the sound recording is published.\nHowever, only because the term for holding copyright un-\nder the said provisions are different, the same would not mean\nthat the right of the copyright owner in sound recording is some-\nwhat inferior.\nChapter VI of the Act deals with licences.\nSection 30 provides for the licences by owners of copy-\nright. It, in other words, deals with a situation where licence is\ngranted on a voluntary basis. Section 30A provides for applica-\ntion of Sections 19 and 19A. Section 31A provides for compul-\nsory licence in unpublished Indian works, the relevant portions\nwhereof are as under:\n\"(1) Where, in the case of an Indian work referred to in\nsub-clause (iii) of clause (/) of Section 2, the author is\ndead or unknown or cannot be traced, or the owner of the\ncopyright in such work cannot be found, any person may\napply to the Copyright Board for a licence to publish such\nwork or a translation thereof in any language.\n(4) Where an application is made to the Copyright Board\nunder this section, it may, after holding such inquiry as\nmay be prescribed, direct the Registrar of Copyrights to\ngrant to the applicant a licence to publish the work or a\ntranslation thereof in the language mentioned in the\napplication subject to the payment of such royalty and\nsubject to such other terms and conditions as the\nCopyright Board may determine, and thereupon the\nENTERTAINMENT NETWORK v. SUPER CASSETTE 201\nINDUSTRIES [S.B. SINHA, J.]\nRegistrar of Copyrights shall grant the licence to the A\napplicant in accordance with the direction of the Copyright\nBoard.\"\nSection 32 deals with the provisions relating to licence to\nproduce and publish translations. Section 32A deals with licence\nto reproduce and publish works for certain purposes.\nChapter VII of the Act deals with copyright societies. Sec-\ntion 33 provides for registration of copyright society, relevant\nportion whereof are as under:\n\"33. Registration of Copyright Society.-\n(1) .......\nB\nC\n(2) Any association of persons who fulfils such conditions\nas may be prescribed may apply for permission to do the\nbusiness specified in sub-section (1) to the Registrar of D\nCopyrights who shall submit the application to the Central\nGovernment.\n(3) The Central Government may, having regard to the\ninterests of the authors and other owners of rights under\nthis Act, the interest and convenience of the public and in\nparticular of the groups of persons who are most likely to\nseek licences in respect of the relevant rights and the\nability and professional competence of the applicants,\nregister such association of persons as a copyright society\nsubject to such conditions as may be prescribed:\nProvided that the Central Government shall not ordinarily\nregister more than one copyright society to do business\nin respect of the same class of works.\n(4) The Central Government may, if it is satisfied that a\ncopyright society is being managed in a manner\ndetrimental to the interests of the owners of rights\nconcerned, cancel the registration of such society after\nsuch inquiry as may be prescribed.\"\nE\nF\nH\nA\n:\nB\nC.\nD\nE\n202\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nRegistration of such copyright society is mandatory in char-\nacter. Sub-Section (2) of Section 33 provides for that any asso-\nciation of persons who fulfils such conditions as may be pre-\nscribed may apply for permission to do the business specified\nin sub-Section (1) to the Registrar of Copyrights who shall sub-\nmit the application to the Central Government. Sub-Section (3)\nof Section 33 empowers the Central Government to grant a li-\ncence having regard to the interest of the authors and other\nowners of rights under the Act, the interest and convenience of\nthe public and in particular of the groups of persons who are\nmost likely to seek licenses in respect of the relevant rights and\nthe ability and professional competence of the applicants, reg-\nister such association. Section 34 provides for administration\nof rights of owner by copyright society. The proviso appended\nthereto prohibit any discrimination in regard to the terms of li-\ncence or the distribution of fees collected between rights in In-\ndian and other works. The concept of copyright society appears\nto be that the interest of the copyright holder can be protected\nby the said society while granting licence so as to enable all\nplayers to have the benefit of a single window; as such a soci-\nety is entitled to:\nissue licences under Section 30 in respect of any\nrights under this Act;\n(i)\n(ii)\ncollect fees in pursuance of such licences;\nF\n(iii)\nG.\nH\ndistribute such fees among owners of rights after\nmaking deductions for its own expenses;\n(iv) perform any other functions consistent with the\nprovisions of Section 35.\nSections 34A, 35, 50 and 51 of the Act read as under:\n\"34A. Payment of remuneration by copyright society.-\n(1) If the Central Government is of the opinion that a\ncopyright society for a class of work is generally\nadministering the rights of the owners of rights in such\nwork throughout India, it shall appoint that society for the\n:\nENTERTAINMENT NETWORK v. SUPER CASSETTE 203\nINDUSTRIES [S.B. SINHA, J.]\npurpose of this section.\n(2) The copyright society shall, subject to such rules as\nmay be made in this behalf, frame a scheme for\ndetermining the quantum of remuneration payable to\nindividual copyright owners having regard to the number\nof copies of the work in circulation:\nProvided that such scheme shall restrict payment to the\nowners of rights whose works have attained a level of\ncirculation which the copyright society considers\nreasonable.\n35. Control over the copyright society by the owner\nof rights.- (2) All fees distributed among the owners of\nrights shall, as far as may be, be distributed in proportion\nto the actual use of their works.\n50. Rectification of Register by Copyright Board. -\nThe Copyright Board, on application of the Registrar of\nCopyrights or of any person aggrieved, shall order the\nrectification of the Register of Copyrights by-\n(a) the making of any entry wrongly omitted to be made in\nthe register, or\n(b) the expunging of any entry wrongly made in, or\nremaining on, the register, or\n(c) the correction of any error or defect in the register.\n51. When copyright infringed. -Copyright in a work shall\nbe deemed to be infringed-\nA\nB\nC\nD\nE\nF\n(a) when any person, without a licence granted by the owner\nof the copyright or the Registrar of Copyrights under this Act or G\nin contravention of the conditions of a licence so granted or of\nany condition imposed by a competent authority under this Act-\n(i) does anything, the exclusive right to do which is by\nthis Act conferred upon the owner of the copyright, or\nH\nA\nB\nс\n204\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n(ii) permits for profit any place to be used for the\ncommunication of the work to the public where such\ncommunication constitutes an infringement of the\ncopyright in the work, unless he was not aware and\nhad no reasonable ground for believing that such\ncommunication to the public would be an infringement\nof copyright; or\n(b) when any person-\n(i)\nmakes for sale or hire, or sells or lets for hire, or by\nway of trade displays or offers for sale or hire, or\n(ii) distributes either for the purpose of trade or to such\nan extent as to affect prejudicially the owner of the\ncopyright, or\nD\n(iii)\nE\nபட\nF\nby way of trade exhibits in public, or\n(iv) imports into India. any infringing copies of the work:\nProvided that nothing in sub-clause (iv) shall apply to the\nimport of one copy of any work for the private and domestic\nuse of the importer.\nExplanation. For the purposes of this section, the\nreproduction of a literary, dramatic, musical or artistic work\nin the form of a cinematograph film shall be deemed to be\nan \"infringing copy\".\nSection 63 of the Act provides for offence of infringement\nof copyright or other rights conferred by the Act. Section 72 of\nthe Act provides for appeals against orders of Registrar of\nCopyrights and Copyright Board. Section 74 empowers the\nRegistrar of Copyrights and Copyright Board to exercise cer-\nGtain powers of civil courts.\nI\nIn view of the aforementioned statutory backdrop, we may\nnotice Section 31 of the Act.\n\"31. Compulsory licence in works withheld from\npublic.- (1) If at any time during the term of copyright in\n"}