{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 205\nINDUSTRIES [S.B. SINHA, J.]\nany Indian work which has been published or performed A\nin public, a complaint is made to the Copyright Board that\nthe owner of copyright in the work-\n(a) has refused to republish or allow the republication of\nthe work or has refused to allow the performance in public\nof the work, and by reason of such refusal the work is\nwithheld from the public; or\n(b) has refused to allow communication to the public by\nbroadcast of such work or in the case of a sound recording\nthe work recorded in such sound recording on terms which\nthe complainant considers reasonable, the Copyright\nBoard, after giving to the owner of the copyright in the\nwork a reasonable opportunity of being heard and after\nholding such inquiry as it may deem necessary, may, if it\nis satisfied that the grounds for such refusal are not\nreasonable, direct the Registrar of Copyrights to grant to\nthe complainant a licence to republish the work, perform\nthe work in public or communicate the work to the public\nby broadcast, as the case may be, subject to payment to\nthe owner of the copyright of such compensation and\nsubject to such other terms and conditions as the Copyright\nBoard may determine; and thereupon the Registrar of\nCopyrights shall grant the licence to the complainant in\naccordance with the directions of the Copyright Board, on\npayment of such fee as may be prescribed.\nExplanation. In this sub-section, the expression \"Indian\nwork\" includes-\n(i) an artistic work, the author of which is a citizen of\nIndia; and\n(ii) a cinematograph film or a sound recording made or\nmanufactured in India.\nB\nC.\nD\nE\nF'\nG\n(2) Where two or more persons have made a complaint\nunder sub-section (1), the licence shall be granted to the\ncomplainant who in the opinion of the Copyright Board H\n206\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nwould best serve the interests of the general public.\"\nRULES\n13. Section 78 of the Act provides for power to make rules.\nThe Central Government in exercise of the said power\nframed rules known as \"The Copyright Rules, 1958\" (for short\n\"the Rules\").\nChapter V of the Rules deals with the provisions relating\nto Cooperative Societies. Relevant clauses of which are quoted\nhereinbelow:\n\"12. Conditions for submission of applications for\nregistration of copyright societies.\n(1) Any association of persons, whether incorporated or\nnot, comprising seven or more owners of copyright\n(hereinafter referred to as \"the applicant\") formed for the\npurpose of carrying on the business of issuing or granting\nlicences in respect of any class of works in which copyright\nsubsists or in respect of any other right conferred by the\nAct may file with the Registrar of Copyrights an application\nin Form II-C for submission to the Central Government for\ngrant of permission to carry on such business and for its\nregistration as a copyright society.\n(2) An application under sub-rule (1) shall be signed by all\nthe members of the governing body (by whatever name\ncalled) and the chief executive of the applicant (who need\nnot be a member of the applicant).\n14-G. Conditions subject to which a copyright may accept\nauthorization and an owner of rights may withdraw such\nauthorization- (1) A copyright society may accept from an\nowner of rights or his duly authorised agent, exclusive\nauthorisation to administer any right in a work if such owner\nor such agent enters into an agreement, in writing, with the\ncopyright society specifying the rights to be administered,\nthe duration for which such rights are authorised to be\n\"\n1\nENTERTAINMENT NETWORK v. SUPER CASSETTE 207\nINDUSTRIES [S.B. SINHA, J.]\nadministered, the quantum of fees agreed to and the A\nfrequency at which such fees shall be paid by the copyright\nsociety in accordance with its Scheme of Tariff and\nDistribution.\n(2) The owner of copyrights shall, without prejudice to the\nrights under the agreement and subject to the condition of\na prior notice of sixty days, be free to withdraw such\nauthorisation in case the copyright society fails to fulfil its\ncommitments as laid down in the agreement.\nB\n14-J. Tariff Scheme.- As soon as may be, but in no case C\nlater than three months from the date on which a copyright\nsociety has become entitled to commence its copyright\nbusiness, it shall frame a scheme of tariff to be called the\n\"Tariff Scheme\" setting out the nature and quantum of fees\nor royalities which it proposes to collect in respect of such\ncopyright or other rights administered by it.\nD\n14-K. Distribution Scheme. - (1) As soon as may be, but\nin no case later than three months from the date on which\na copyright society has become entitled to commence its\ncopyright business, it shall frame a scheme to be called E\nthe \"Distribution Scheme\" setting out the procedure for\ncollection and distribution of the fees or royalities specified\nin the Tariff Scheme among the owners of copyright' or\nother rights whose names are borne on its Register of\nOwners [maintained under clause (1) of rule 14-1] for the\napproval of such owners.\n(2) Any distribution under the Distribution Scheme shall,\nas far as possible, be in proportion to the income of the\ncopyright society from actual use of the work or works of\neach owner of rights.\".\nTHE FORMS\n14. In terms of the Rules, forms have also been prescribed.\nRelevant clauses of Form IIA appended to First Schedule to the\nCopyright Rules, 1958 read as under:\nF\nG\nH\n208\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nроп\nF\n\"8. Estimated cost of the work to be published.\n9. Proposed retail price per copy of the work.\n10. Rate of royalty, which the applicant considers\nreasonable, to be paid to the copyright owner.\n11. Means of the applicant for payment of the royalty.\n12. Whether the prescribed fee has been paid and, if so,\nparticulars of payment (give Postal Order/Bank Draft/\nTreasury Challan number).\n13. (a) Full name, address and nationality of the person\ncompetent to issue a licence.\n(b) Whether the applicant after due diligence on his part\nwas unable to find the owner.\n(c) Whether the applicant has requested and had been\ndenied authorisation by the said person to produce\nand publish the translation or reproduce the work or\npublish the unpublished work.\n(d) If the applicant was unable to find the owner, whether\nhe had sent a copy of the request by registered air\nmail post to the publisher whose name appears on\nthe work. If so, the date on which the copy was sent.\"\nCONVENTIONS\n15. Before we embark upon respective contentions of the\nparties, we may notice some International Conventions to which\nIndia is a signatory. The Central Government issued the Inter-\nnational Copyright order by a notification published in the Ga-\nzette of India on 24.3.1999. It defines 'Berne Convention Coun-\nG try' to mean a country which is a member of the Berne Copy-\nright Union, and includes a country mentioned either in Part I or\nin Part II of the Schedule. It defines 'Phonograms Convention\nCountry' to mean a country which has either ratified, or accepted,\nor acceded to the Convention for the Protection of Producers\nH of Phonograms against Unauthorized Duplication of their\n+\nENTERTAINMENT NETWORK v. SUPER CASSETTE 209\nINDUSTRIES [S.B. SINHA, J.]\nC\nPhonograms, done at Geneva on the twenty-ninth day of Octo- A\nber, one thousand nine hundred and seventy-one, and includes\na country mentioned in Part V of the Schedule. It defines 'Uni-\nversal Copyright Convention Country' to mean a country which\nhas either ratified or accepted, or acceded to the Universal\nCopyright Convention, and includes a country mentioned either B\nin Part III or in Part IV of the Schedule. It defines 'World Trade\nOrganization Country' to mean a country which is a member of\nthe World Trade Organization and which has either ratified, or\naccepted, or acceded to the Agreement on Trade Related As-\npects of Intellectual Property Right, 1994, and includes a coun-\ntry mentioned in Part VI of the Schedule. The countries which\nhave ratified/accepted/acceded to Berne Convention are speci-\nfied in Part I of the Schedule appended thereto. Part II of the\nSchedule specifies those countries which are yet to ratify/ac-\ncept/accede to the 1971 Text of Berne Convention. Part III of\nthe Schedule specifies the countries which have ratified/ac-\ncepted/acceded to the 1971 Text of the Universal Copyright\nConvention. Part IV of the Schedule specifies the countries\nwhich are yet to ratify/accept/accede to the 1971 Text of Uni-\nversal Copyright Convention. Part V of the Schedule specifies\nPhonograms Conventions Countries and Part VI specify the\nWorld Trade Organization Countries.\nD\nE\nWe would refer to only two Conventions, namely, Berne\nConvention and Rome Convention. The later comes within the\npurview of the World Trade Organization Convention. The Berne F\nConvention provides for the protection of literary and artistic\nworks. The relevant provisions whereof are Articles 11, 11bis,\nwhich reads as under:\n\"Article 11. (1) Authors of dramatic, dramatico-musical\nand musical works shall enjoy the exclusive right of G\nauthorizing:\n(i) the public performance of their works, including such\npublic performance by any means or process;\n(ii) any communication to the public of the performance of H\n210\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\ntheir works.\n(2) Authors of dramatic or dramatico-musical works shall\nenjoy, during the full term of their rights in the original works,\nthe same rights with respect to translations thereof.\nArticle 11bis. (1) Authors of literary and artistic works\nshall enjoy the exclusive right of authorizing:\n(i) the broadcasting of their works or the communication\nthereof to the public by any other means of wireless\ndiffusion of signs, sounds or images;\n(ii) any communication to the public by wire or by\nrebroadcasting of the broadcast of the work, when this\ncommunication is made by an organization other than the\noriginal one;\n(iii) the public communication by loudspeaker or any other\nanalogous instrument transmitting, by signs, sounds or\nimages, the broadcast of the work.\n(2) It shall be a matter for legislation in the countries of the\nUnion to determine the conditions under which the rights\nmentioned in the preceding paragraph may be exercised,\nbut these conditions shall apply only in the countries where\nthey have been prescribed. They shall not in any\ncircumstances be prejudicial to the moral rights of the\nauthor, nor to his right to obtain equitable remuneration\nwhich, in the absence of agreement, shall be fixed by\ncompetent authority.\n(3) In the absence of any contrary stipulation, permission\ngranted in accordance with paragraph (1) of this Article\nshall not imply permission to record, by means of\ninstruments recording sounds or images, the work\nbroadcast. It shall, however, be a matter for legislation in\nthe countries of the Union to determine the regulations for\nephemeral recordings made by a broadcasting\norganization by means of its own facilities and used for its\n9\nENTERTAINMENT NETWORK v. SUPER CASSETTE 211\nINDUSTRIES [S.B. SINHA, J.]\nown broadcasts. The preservation of these recordings in A\nofficial archives may, on the ground of their exceptional\ndocumentary character, be authorized by such legislation.\"\nArticle 3(f) of the Rome Convention defines the term\n'broadcasting' as under:\n\"3(f) 'Broadcasting' means the transmission by wireless\nmeans for public reception of sounds or of images and\nsounds.\"\nArticle 12 of the Rome Convention reads as under:\nB\n\"Article 12\nC\nIf a phonogram published for commercial purposes, or a\nreproduction of such phonogram, is used directly for\nbroadcasting or for any communication to the public, a\nsingle equitable remuneration shall be paid by the user to\nthe performers, or to the producers of the phonograms, or\nto both. Domestic law may, in the absence of agreement\nbetween these parties, lay down the conditions as to the\nsharing of this remuneration.\"\nGENERAL PRINCIPLES\n16. There cannot be any doubt whatsoever that an artistic,\nliterary or musical work is the brain-child of an author, the fruit of\nhis labour and, so, considered to be his property. A copyright,\nhowever, unlike a trade mark is a right created under the Act as\nis evident from Section 16 thereof. When an author of a copy-\nright and other claims a copyright, it is subjected to the provi-\nsions of the Act. The rights and obligations of the author ought\nto be found out within the four corners of the Act. It is not neces-\nsary to dilate more upon these aspects of the matter as the\nobject behind enacting the Act is absolutely clear and explicit. It\ncreates a monopoly in favour of the author. Copyright also cre-\nates a monopoly in favour of the copyright society. What re-\nquires protection is unlawful reproduction of the author's work\nby others. It is the long period which encourages the authors to\nD\nE\nF\nG\nH\n212\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA create works of literature, music and art.\nB\nC\nD\nE\nF\nG\nH\nIn Gramophone Company of India Ltd. v. D.B. Pandey\n[(1984) 2 SCC 534 at 549, this Court held:\n\"An artistic, literary or musical work is the brain-child of an\nauthor, the fruit of his labour and, so, considered to be his\nproperty. So highly is it prized by all civilized nations that\nit is thought worthy of protection by national laws and\ninternational conventions relating to copyright.\"\nIn Copinger and Skone James on Copyright (15th Ed.\n2005, para 2-05, page 27, Vol. 1), it is stated:\n\"Finally, it is considered a social requirement in the public\ninterest that authors and other rights owners should be\nencouraged to publish their work so as to permit the widest\npossible dissemination of works to the public at large.\nThese four fundamental principles are cumulative and inter-\ndependent and are applied in the justification of copyright\nin all countries, although different countries give varying\nemphasis to each of them. To generalize, it is true to say\nthat in the development of modern copyright laws, the\neconomic and social arguments are given more weight in\nAnglo-American laws of common law tradition, whereas,\nin Continental law countries with civil law systems, the\nnatural law argument and the protection of authors are\ngiven first place.\n'The protection of copyright, along with other intellectual\nproperty rights, is considered as a form of property worthy\nof special protection because it is seen as benefiting\nsociety as a whole and stimulating further creative activity\nand competition in the public interest.\"\nINTERNATIONAL CONVENTIONS AND FOREIGN LAW\n17. India is a Signatory to Berne Convention. It is also a\nsignatory to the Rome Convention.\nThe International Conventions provide for compulsory li-\nENTERTAINMENT NETWORK v. SUPER CASSETTE 213\nINDUSTRIES [S.B. SINHA, J.]\ncense. Whereas U.K., Australia, Singapore, U.S.A. have framed A\nlaws for grant of compulsory license and also constituted Tribu-\nnals for the purpose of overseeing the tariff for licensing, stricto\nsensu the Indian Act does not say so.\nBROAD ANALYSIS OF THE PROVISIONS\nB\n18. A statute as is well known must be read in its entirety.\nIt is required to be read chapter by chapter, section by section\nand clause by clause. The definitions of the term 'broadcast' as\nalso 'sound recording' must be given a wide meaning. Clause\n(a) of Section 13 protects original work whereas clauses (b) C\nand (c) protect derivative works. It provides for commercial mani-\nfestation of original work and the fields specified therein. Clause\n(a) of sub-Section (1) of Section 14 deals with original work. It\nis extremely broad. In contrast thereto, the copyright on films or\nsound recording work operates in restrictive field; they provide\nfor a restrictive right as would appear from the provisions con-\ntained in Section 14 (1)(e) of the Act.\nD\nFor a proper construction of the provisions, will it be nec-\nessary to keep in mind the difference between the right of the\noriginal work and right of sound recording? Should we also bear E\nin mind that there are various forms of intellectual property rights.\nSection 16 provides that a right, inter alia, in respect of any\nwork must be claimed only under and in accordance with the\nprovisions of the Act unlike Trade Mark and 'passing off rights'\ncan be enforced even though they are not registered. It must\nalso be noticed that whereas the term of a copyright in original\nliterary, dramatic, musical and artistic works not only remains\nprotected in the entire life time of the author but also until 60\nyears from the beginning of the calendar year next following the\nyear in which the author dies, the term of copyright in sound\nrecording subsists only for 60 years, but as indicated hereinbe-\nfore, the same would not mean that the right of an owner of\nsound recording is in any way inferior to that of right of an owner\nof copyright on original literary work etc.\nChapter VI deals with licence. The statutory licences are\nG\nH\n214\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA required to be granted having regard to the various factors stated\ntherein.\nB\nC\nD\nE\nF\nG\nSection 33 is a special provision which provides for reg-\nistration of a copyright society.\nIt may, however, be necessary to consider that unlike other\ncountries the broadcasting rights by themselves were introduced\nin India for the first time by inserting Section 37 in the year 1994.\nIt is true that the rights of free-to-air broadcasters have not been\ndealt with in a specific legislation unlike some other jurisdic-\ntion. It may, however, be of some importance to note that Chap-\nter VII deals with Copyright society, the concept whereof was\nincorporated in the Act so as to enable an author to commer-\ncially exploit his intellectual property by a widespread dispersal\nin a regulated manner. It for all intent and purport steps into the\nshoes of the author. The society grants license on behalf of the\nauthor, it files litigation on his behalf, both for the purpose of\nenforcement as also protection of the enforcement of his right.\nIt not only pays royalty to the author but is entitled to distribute\nthe amount collected by it amongst its members. Section 34\nproviding for administration of rights of owners by a copyright\nsociety for all intent and purport creates a virtual agency so as\nto enable the society to act on behalf of the owner. The civil\nremedies for infringement of copyright as envisaged under\nSection 55 of the Act can also be enforced by the society. The\nScheme of the statute governing the field in other countries is\nvast and wide. The jurisdiction of the Tribunal is indisputably\nvery wide. No such legislative changes have been made in in-\ndia presumably because until recent times, the Copyright in\nmusical work was owned by a cooperative society, namely,\nIPRS and PPL.\nThe third party granting license on a prescribed fee of a\nmusical work was contemplated under the Act. As a general\nrule for administering such copyrights, there are about 300 ra-\ndio stations now. Monopoly in respect of sound recording is, as\nit appears from the tariff supplied to us by the respondent em-\nH\n"}