{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74}],"text":"ENTERTAINMENT NETWORK v. SUPER CASSETTE 235\nINDUSTRIES [S.B. SINHA, J.]\nIn Bharat Petroleum Corporation Ltd. v. Maddula A\nRatnavalli and Ors. [(2007) 6 SCC 81], this Court held:\n\"The Parliament moreover is presumed to have enacted\na reasonable statute (see Breyer, Stephen (2005): Active\nLiberty: Interpreting Our Democratic Constitution, Knopf\nB\n(Chapter on Statutory Interpretation - pg. 99 for\nReasonable Legislator Presumption).\"\nThe provisions of the Act and the Rules in this case, are,\nthus required to be construed in the light of the action of the\nState as envisaged under Article 14 of the Constitution of India.\nWith a view to give effect thereto, the doctrine of purposive con-\nstruction may have to be taken recourse to. [See a;sp Oriental\nInsurance Co. Ltd. v. Brij Mohan and Ors [(2007) 7 SCC 56]”\nC\nFurthermore, the court while interpreting a statute will put\nitself in the armchair of the reasonable legislature, all statutes D\nmust be presumed to be reasonable. It is now a trite law that\nliteral interpretation should be avoided when it leads to absur-\ndity. If it is to be held that once the compulsory licence is granted\nin respect of a sound recording, the Board loses its jurisdiction\nfor all time to come, it will lead to an absurdity. The statute does E\nnot contemplate such a position. The statute on the one hand\nnot only in terms of General Clauses Act but also having regard\nto the individual complaints which a person may have as re-\ngards the unreasonableness of the terms impose upon him by\nthe owner of the copyright must be held to be entitled to ap- F\nproach the Board as and when any cause of action arises there-\nfor. It therefore must be held that sub-Section (2) of Section 31\nis relatively directed to clause (a) and not clause (b).\nMr. Divan relied on Indian Administrative Services (SCS)\nAssociation, U.P. \u0026 ORS. v. Union of India \u0026 ORS. [1993 Supp. G\n(1) SCC 730] wherein it has been held that:\n\"9. Thus it is settled law that where the intention of statutory\namendment is clear and expressive, words cannot be\ninterpolated. In the first place they are not, in the case,\nH\nA\nB\nC\nD\nE\nןד\nF\nG\nH\n236\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nneeded. If they should be added, the statute would more\nthan likely fail to carry out the legislative intent. The words\nare the skin of the language which the legislature intended\nto convey. Where the meaning of the statute is clear and\nsensible, either with or without omitting the words or adding\none, interpolation is improper, since the primary purpose\nof the legislative intent is what the statute says to be so.\nIf the language is plain, clear and explicit, it must be given.\neffect and the question of interpretation does not arise. If\nfound ambiguous or unintended, the court can at best iron\nout the creases. Any wrong order or defective legislation\ncannot be righted merely because it is wrong. At best the\ncourt can quash it, if it violates the fundamental rights or\nis ultra vires of the power or manifestly illegal vitiated by\nfundamental laws or gross miscarriage of justice. It could\nthus be held that the legislature intended that the First\nAmendment Rules would operate prospectively from\nFebruary 3, 1989, the date of their publication in the\nGazette of India. Its policy is explicit and unambiguous.\nRule 3(3)(ii) intended to remedy the imbalances while at\nthe same time the proviso intended to operate\nprospectively to avert injustice to the officers recruited/\npromoted earlier than the officer promoted later to that\ndate. The proviso carved out an exception to ward off\ninjustice to the officers that became members of I.A.S.\nearlier to those dates.\"\nIn this case, however, the meaning of the Statute is neither\nclear nor sensible. It is a statute where a purposive construc-\ntion is warranted. It is a case where sub-Section (2) should be\nkept confined to clause (a) for that purpose. The statute has to\nbe read down. It is not a case of improper interpolation so as to\ntake away a primary purpose of the legislative intent. It is expe-\ndient to give effect to the intent of the statute. This itself says\nthat creases can be ironed out. While undertaking the said ex-\nercise, the court's endeavour would be to give a meaning to the\nprovisions and not render it otiose. We are, therefore, of the\nENTERTAINMENT NETWORK v. SUPER CASSETTE 237\nINDUSTRIES [S.B. SINHA, J.]\nopinion that Section 31(2) refers to case falling under clause A\n(a) of Sub-section (1) of Section 31 and not clause (b) thereof.\nPRINCIPLES OF VALUATION\n29. We have, moreover, been called upon to lay down the\nprinciples of evaluation. We decline to do so. We have been B\ntaken through various judgments of different jurisdictions. We\nhave noticed hereinbefore that the scheme therein is different.\nThe Tribunal exercises a limited jurisdiction in India. Different\ncases are required to be considered on its own merits. What\nwould be reasonable for one may not be held to be reasonable\nfor the other. The principles can be determined in a given situa-\ntion. The Bombay High Court has remitted the matter back to\nthe Board for the said purpose. We endorse the views of the\nBombay High Court.\nDISCRETIONARY JURISDICTION\n30. The other question which arises is as to whether the\ndiscretionary jurisdiction should have been exercised in favour\nof the appellant. It was urged that keeping in view the fact that\nENIL infringed the copyright, it was not entitled to an injunction.\nReliance has been on Phonographic Performance Ltd. vs.\nMaitra [(1998) Fleet Street Reports 749 at 770-773]. The gen-\neral principle of grant of injunction came up for consideration\nbefore the Court of Appeal. Therein, it was held that an owner\nmay exercise and exploit his proprietary right by licensing some\nand not others. He may charge whatever he wishes. Such is not\nthe position in India. Therein, the defendant did not take part in\nthe proceedings. It was, inter alia, from that angle, held that the\ncourt could still exercise discretion.\nC\nD\nE\nF\nT\nThe court of appeal held:\nG\n\"Use of an injunction by PPL to obtain money to obtain\nmoney to which they are not entitled would be an abuse,\nbut there is no evidence that that ever occurs. Where\nunauthorized use of PPL's copyright is taking place, we\ndo not believe it is an abuse to refuse to licence that H\nA\nB\n238\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\ncopyright without an appropriate payment for past use\nand an agreement for future use. Nor do we consider it an\nabuse for PPL to require compliance with an injunction\neither by the person refraining from using the repertoire or\nby payment for such use that has taken place and will take\nplace.\"\nApart from the fact that we are not dealing with a case\nwhere an order of injunction is required to be issued; as indi-\ncated hereinbefore, the question before the Board was as to\nwhether there was an abuse in the sense that unreasonable\nC amount was being claimed by way of royalty.\nCONCLUSION\n31. As it was a case of abuse, the Board had the jurisdic-\ntion to entertain any application for grant of compulsory licence.\nD How far and to what extent appellant has infringed the right of\nthe respondent is a matter which may be taken into consider-\nation by the Board. A suit was filed and injunction was granted.\nApart from the fact that the appellant offered to take a license\nheld negotiations with the respondents in the suit as soon as it\nE came to know that Super Cassettes is not a member of PPL, it\ngave an undertaking. Each case must be considered on its own\nfacts.\nF\nG\nH\nHowever, we do not approve the manner in which the Board\nhas dealt with the matter. It has refused to examine the witnesses.\nIt took up the matter on a day for hearing which was fixed for\nproduction of witnesses. We, therefore, are of the opinion that\nthe order of the Board should be set aside and the matter be\nremitted to the Board again for the consideration of the matter\nafresh on merit.\nThese appeals are allowed with the aforementioned di-\nrections. In the facts and circumstances of the case, the parties\nshall pay and bear their own costs.\nG.N.\nAppeals allowed.\n►\n"}