{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2008] 9 S.C.R. 165\nM/S ENTERTAINMENT NETWORK (INDIA) LTD.\nV.\nM/S SUPER CASSETTE INDUSTRIES LTD.\n(Civil Appeal No. 5114 of 2005)\nMAY 16, 2008\n[S.B. SINHA AND LOKESHWAR SINGH PANTA, JJ.]\nCopyright Act, 1957:\n-\nA\nB\nC\nS.31 - Interpretation of - S.31(2) refers to case falling\nunder clause (a) of sub-section (1) of Section 31 and not clause\n(b) thereof – In terms of s.31, Principles of Natural Justice are\nrequired to be complied with - The manner in which the Copy-\nright Board dealt with the matter not approved – Order of the\nBoard set aside and matter remitted to the Board for consid-\neration of the matter afresh on merit - Administrative Law - D\nPrinciples of Natural Justice - Constitution of India -\n14, 19(1)(g).\nDoctrines:\n-\nArticles\nDoctrine of purposive construction - Applicability of.\nInternational conventions, covenants and resolutions:\nE\nApplicability of for the purpose of interpreting domestic\nstatute, would depend upon the acceptability of the conven-\ntions in question - Where protection of human rights, envi- F\nronment, ecology etc. involved courts should not be loathe to\nrefer to International Conventions.\nMarginal Notes: Where the statute is clear, marginal note\nG\nmay not have any role to play.\nWords \u0026 Phrases:\n'Work', 'public', 'compensation', 'royalty' - Meaning of in\nthe context of Copyright Act, 1957.\n165\nH\nA\n166\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nFirst respondent is one of the leading music compa-\nnies engaged in the production and/or acquisition of\nrights in sound recordings. It has copyright over a series\nof cassettes and CDs commonly known as T-series, con-\ntaining cinematographic films and sound recordings.\nB Appellant broadcasts under the brand name \"Radio\nMirchi\". It is a leading FM radio broadcaster. Disputes and\ndifferences arose between the holding company of the\nfirst respondent and Phonographic Performance Ltd.\n(PPL) as regards the playing of the songs of which copy-\nC rights belongs to the first respondent in their FM radio\nnetwork.\nA suit was filed before the Delhi High Court for re-\nstraining the appellant from playing and broadcasting the\nmusic belonging to the first respondent on any of the\nD Radio Stations belonging to the appellant.\nE\nF\nG\nVarious Radio Stations including the appellant filed\nan application before the Copyright Board at Hyderabad\nin terms of Section 31(1)(b) of the Act for grant of compul-\nsory license to all the radio stations. The Copyright Board\nby a judgment and order dated 19.11.2002 fixed the stan-\ndard rate of:\nPayment to be made at Rs.1200/needle hour during\nprime time.\nFor 12 normal hours = 60% of standard rate\nFor 8 lean (night) hours = 25% of standard rate and\nrespondents also directed to furnish a security/bank guar-\nantee of Rs.20,00,000/- per radio station to PPL.\nThe Board also held that the same shall be opera-\ntive for a period of 2 years and the matter shall be recon-\nsidered again in September-October, 2004. Super Cas-\nsettes was not a party therein. The Board fixed royalties\ninitially for a period of two years. An appeal thereagainst\nH was preferred before Bombay High Court and it is the\nENTERTAINMENT NETWORK v. SUPER CASSETTE 167\nINDUSTRIES\nsubject matter of C.A. No. 5181 of 2005.\nAppeals were filed before the Bombay High Court\nby the radio companies and PPL against the order dated\n19.11.2002.\n13 Appeals in total were filed before the Bombay High\nCourt. The Bombay High Court by a common judgment\nand order dated 13.4.2004 in First Appeal Nos. 279-294 of\n2003, 421 of 2003 and 1573 of 2003 remitted the matters\nback to the Copyright Board for reconsideration and for\nfixation of license fees.\nA\nB\nC\nAppellant filed an application before the Copyright\nBoard at Delhi, for grant of compulsory licence in terms\nof Section 31(1)(b) of the Act against Super Cassettes. The\nApplication was allowed granting a compulsory licence.\nAppellant filed an appeal against the said order before D\nthe Bombay High Court questioning the rates of compen-\nsation only. The said appeal was tagged with various\nother appeals which had been filed before the Bombay\nHigh Court against the said order passed by the Copy-\nright Board at Hyderabad.\nE\nF\nRespondents however preferred two-fold appeals\nbefore the Delhi High Court. By reason of the impugned\njudgment dated 30.6.2004, the respondent's appeal has\nbeen allowed remitting the matter back to the Copyright\nBoard to reconsider the application of the appellant for\ngrant of compulsory license under Section 31 of the Act\nafter giving adequate opportunity to the parties to adduce\nevidence and to dispose of the same by a reasoned or-\nder. The High Court furthermore directed that the appel-\nlant must file an undertaking that it would not broadcast G\nthe sound recordings of the respondent. Appellant had\nfiled Petition for Special Leave to Appeal giving rise to\nCivil Appeal No. 5114 of 2005 in this Court.\nThus there are two judgments before this Court, one\nH\n168\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA from the Bombay High Court and another from the Delhi\nHigh Court. Whereas the Bombay High Court opined that\nin terms of Section 31 of the Act, grant of compulsory li-\ncense on reasonable remuneration is permissible; the\nDelhi High Court held otherwise.\nB\nC\nwere:\nThe core questions which, arose for consideration\n(i) Whether the Copyright Board has jurisdiction\nunder Section 31(1)(b) of the Copyright Act, 1957\nto direct the owner of a copyright in any Indian\nwork or a registered copyright society to issue\ncompulsory licences to broadcast such as\nworks, where such work is available to the\npublic through radio broadcast?\nD (ii) Whether in any event such a compulsory\nE\nF\nLL\nG\nH\nlicense can be issued to more than one\ncomplainant in the light of Section 31(2)?\n(iii) What would be the relevant considerations\nwhich the Copyright Board must keep in view\nwhile deciding on;\n(a) Whether to issue a compulsory license to\na particular person; and\n(b) The terms on which the compulsory license\nmay be issued, including the compensation?\nAllowing the appeals, the Court\nHELD: 1.1 Applicability of the International Conven-\ntions and Covenants, as also the resolutions, etc. for the\npurpose of interpreting domestic statute will depend\nupon the acceptability of the Conventions in question. If\nthe country is a signatory thereto subject of course to\nthe provisions of the domestic law, the International Cov-\nenants can be utilized. Where International Conventions\nare framed upon undertaking a great deal of exercise\nENTERTAINMENT NETWORK v. SUPER CASSETTE 169\nINDUSTRIES\nupon giving an opportunity of hearing to both the parties A\nand filtered at several levels as also upon taking into con-\nsideration the different societal conditions in different\ncountries by laying down the minimum norm, as for ex-\nample, the ILO Conventions, the court would freely avail\nthe benefits thereof. [Para 19] [218-G,H, 219-A]\n1.2 Those Conventions to which India may not be a\nsignatory but have been followed by way of enactment\nof new Parliamentary statute or amendment to the exist-\ning enactment, recourse to International Convention is\npermissible. [Para 19] [[219-B]]\n1.3 As regards the question where the protection of\nhuman rights, environment, ecology and other second-\ngeneration or third-generation rights is involved, the\ncourts should not be loathe to refer to the International\nConventions. [Para 19] [219-E]\nB\nC\nD\nGramophone Company of India Ltd. v. D.B. Pandey\n(1984) 2 SCC 534; Kesavananda Bharati v. State of Kerala\n(1973) 4 SCC 225; Jagdish Saran and Ors. V. Union of India\n(1980) 2 SCC 768; -Indian Handicrafts Emporium and Ors. V. E\nUnion of India (2003) 7 SCC 589; Motor General Traders and\nAnr. v. State of Andhra Pradesh and Ors. (1984) 1 SCC 222;\nRattan Arya and Ors. v. State of Tamil Nadu and Anr. (1986) 3\nSCC 385; Synthetics and Chemicals Ltd. and Ors. v. State of\nU.P. and Ors. (1990) 1 SCC 109; Liverpool and London S.P. F\nand I Asson. Ltd. V. M.V. Sea Success I and Anr. (2004) 9\nSCC 512; M.V. Elisabeth (1993) Supp. (2) SCC 433; The\nState of West Bengal v. Kesoram Industries Ltd. And Ors.\n(2004) 10 SCC 201; Pratap Singh v. State of Jharkhand and\nAnr. (2005) 3 SCC 551; Centrotrade Minerals and Metal Inc.\nv. Hindustan Copper Limited (2006) 11 SCC 245; State of\nPunjab and Ors. v. Amritsar Beverages Ltd. and Ors. 2006 (7)\nSCALE 587; State of Punjab and Anr. v. Devans Modern\nBrewaries Ltd. and Anr. (2004) 11 SCC 26; Anuj Garg and\nOrs. v. Hotel Association of India and Ors. (2008) 3 SCC 1;\nG\nH\n170\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA PUCL v. Union of India (1997) 3 SCC 433; John Vallamattom\nv. Union of India (2003) 6 SCC 611; Madhu Kishwar v. State of\nBihar (1996) 5 SCC 125; Kubic Darusz v. Union of India (1990)\n1 SCC 568; Chameli Singh v. State of U.P. (1996) 2 SCC 549;\nC. Masilamani Mudaliar v. Idol of Sri Swaminathaswami\nB Thirukoil (1996) 8 SCC 525; Apparel Export Promotion Coun-\ncil v. A.K. Chopra (1999) 1 SCC 759; Kapila Hingorani Vs.\nState of Bihar (2003) 6 SCC 1; State of Punjab \u0026 Anr. Vs. M/s.\nDevans Modern Breweries \u0026 Anr. 2003 (10) SCALE 202 and\nLiverpool \u0026 London S.P. \u0026 I Asson. Ltd. Vs. M.V. Sea Suc-\ncess / 2003 (10) SCALE 1 - referred to\nC\nD\nE\nF\nG\nThe Berne Convention, Articles 11, 11bis; Rome Con-\nvention, Articles 3(f), 12; Copinger and Skone James on\nCopyright, 15th Ed.2005, para 2-5, page 27, Vol.1 and Black's\nLaw Dictionary, Seventh Edition - referred to.\n2.1 The Copyright Act seeks to maintain a balance\nbetween the interest of the owner of the copyright in pro-\ntecting his works on the one hand and the interest of the\npublic to have access to the works, on the other. The ex-\ntent to which the owner is entitled to protection in regard\nto his work for which he has obtained copyright and the\ninterest of the public is a matter which would depend upon\nthe statutory provisions. [Para 21] [221-B,C]\n2.2 Whereas the Act provides for exclusive rights in\nfavour of owners of the copyright, there are provisions\nwhere it has been recognized that public has also sub-\nstantial interest in the availability of the works. The provi-\nsions relating to grant of compulsory license must be\nviewed having regard to the aforementioned competing\nrights wherefor an appropriate balance has to be stuck.\n[Para 21] [221-C,D]\n2.3 The freedom to contract is the foundation of eco-\nnomic activity and an essential aspect of several Consti-\ntutional rights including the freedom to carry on trade or\nH business guaranteed under Article 19(1)(g) and the right\nENTERTAINMENT NETWORK v. SUPER CASSETTE 171\nINDUSTRIES\nto property under Article 300A of the Constitution of In- A\ndia. But the said right is not absolute. It is subject to rea-\nsonable restrictions. [Para 21] [221-G,H, 222-A]\nB\n2.4 Section 30 enables the owner of the copyright to\ngrant any interest in the copyright by a license in writing\nsigned by him or by his duly authorized agent. The un-\nderlying philosophy of the Copyright Act is that the owner\nof the copyright is free to enter into voluntary agreement\nor licenses on terms mutually acceptable to him and the\nlicensee. The Act confers on the copyright owner the ex-\nclusive right to do the various acts enumerated in Sec- C\ntion 14. An infringement of copyright occurs if one of\nthose acts is done without the owner's license. A license\npasses no interest, but merely makes lawful that which\nwould otherwise be unlawful. The Act also expressly rec-\nognizes the notion of an \"exclusive license\" which is D\ndefined in Section 2(j). But, that does not mean, as would\nbe noticed from the discussions made hereinafter, that it\nwould apply in all situations irrespective of the nature of\nright as also the rights of others. It means a licence which\nconfers on the licensee, to the exclusion of all other per- E\nsons (including the owner of the copyright) any right com-\nprised in the copyright in a work. An exclusive licensee\nhas specific rights under the Act such as the right to have\nrecourse to civil remedies under Section 55 of the Act.\nThis Scheme shows that a copyright owner has complete F\nfreedom to enjoy the fruits of his labour by earning an\nagreed fee or royalty through the issuance of licenses.\nHence, the owner of a copyright has full freedom to enjoy\nthe fruits of his work by earning an agreed fee or royalty\nthrough the issue of licenses. But, this right is not abso-\nlute. It is subject to right of others to obtain compulsory\nlicence as also the terms on which such licence can be\ngranted. [Para 21] [222-A-G]\nG\n3.1 The meaning of a word must be attributed to the\ncontext in which it is used. For giving a contextual mean- H\nA\n172\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\ning, the text of the statute must be kept in mind. An act of\nrefusal depends upon the fact of each case. Only because\nan offer is made for negotiation or an offer is made for\ngrant of license, the same per se may not be sufficient to\narrive at a conclusion that the owner of the copyright has\nB not withheld its work from public. When an offer is made\non an unreasonable term or a stand is taken which is oth-\nerwise arbitrary, it may amount to a refusal on the part of\nthe owner of a copyright. When the owner of a copyright\nor the copyright society exercises monopoly in it, then\nthe bargaining power of an owner of a copyright and the\nproposed licensee may not be same. When an offer is\nmade by an owner of a copyright for grant of license, the\nsame may not have anything to do with any term or con-\ndition which is wholly alien or foreign therefor. An unrea-\nsonable demand if acceded to, becomes an unconstitu-\ntional contract which for all intent and purport may amount\nto refusal to allow communication to the public work re-\ncorded in sound recording. A de jure offer may not be a de\nfacto offer. [Para 24] [226-E-H, 227-A]\nC\nD\nE\nF\n3.2 Although the term 'work' has been used both in\nclauses (a) and (b) of sub-Section (1) of Section 31, the\nsame has been used for different purpose. The said term\n'work' has been defined in Section 2(y) in different con-\ntexts. It enumerates the works which are: (a) a literary,\ndramatic, musical or artistic work; (b) a cinematograph\nfilm; (iii) a sound recording. Thus, a literary work ex facie\nmay not have anything to do with sound recording. [Para\n24] [227-B,C]\n3.3 There are indications in the Act particularly hav-\nG ing regard to Sections 14(1)(a) and 14(1)(e) thereof that\nthey are meant to operate in different fields. They in fact\ndo not appear to be operating in the same field. Clause\n(a) refers to publication or republication of the work. It may\nbe in print media or other medias. Clause (b), however,\nH refers to broadcast alone. Sound recording is a part of it.\n1\nENTERTAINMENT NETWORK v. SUPER CASSETTE 173\nINDUSTRIES\nSub-clauses (i) to (vii) of sub-clauses (a) of sub-Section A\n(1) of Section 14 and sub-clauses (i) to (iii) of sub-clause\n(e) conferred different meanings of the word copyright.\nWhereas clause (a) refers to work in general, clause (b)\nrefers to work recorded in such sound recording, which\nin turn means the recording of sounds from which such B\nsounds may be reproduced regardless of the medium on\nwhich such recording is made or the method by which\nthe sounds are produced. Clause (b) ex facie does not fit\nin the scheme of clause (a). [Para 24] [227-C,D,E,F]\n3.4 Interpretation of clause must be given effect to C\nhaving regard to the limitations contained therein, namely,\nunless context otherwise requires. [Para 24] [227-F]\nE\n3.5 Communication to the public is possible by way\nof diffusion. Explanation appended to Section 2(ff) clearly D\nshows the extensive meaning of the said term. Publica-\ntion and republication of a work in general may be differ-\nent from communication of a work recording in sound\nrecording. The use of words 'such work' also assumes\nsignificance. The said words must be understood hav-\ning regard to the fact that sound recording is also a work.\nIf it is accepted that voluntary licenses have been entered\ninto by the owners with All India Radio and some other\nRadio Broadcasters, then it is sufficient for closing the\ndoors on another person to approach the Copyright Board.\nOne may as well say that if it is provided to a satellite chan- F\nnel or a space radio, the same also would subserve the\npurpose for refusing to grant an application under Sec-\ntion 31 of the Act. [Para 24] [227-G,H, 228-A,B]\n3.6 The word 'work' in the context of broadcast must\nbe understood having regard to the fact that there are 150\nF.M. licenses out of which about 93 are working. There\nare 300 broadcasters working in almost all the big cities\nin India. The word 'public' must be read to mean public of\nall parts of India and not only a particular part thereof. If\nG\nH\n174\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA any other meaning is assigned, the terms 'on terms which\nthe complaints considers reasonable' would lose all sig-\nnificance. The very fact that refusal to allow communica-\ntion on terms which the complainant considers reason-\nable have been used by the Parliament indicate that un-\nB reasonable terms would amount to refusal. It is in that\nsense the expression 'has refused' cannot be given a\nmeaning of outright rejection or denial by the copyright\nowner. [Para 24] [228-C,D,E]\n3.7 PPL and SCIL might have been called upon the\nC broadcasters to enter into licenses and were willing to\nlicense their repertoire. But their contention was that if\nsuch terms are unreasonable, it amounted to refusal\nwhich would attract Section 31 of the Act. The word 'com-\nmunicate the work to the public by broadcast\" is of sig-\nD nificance. It provides for a mode of communication. Thus,\nonly because a Registrar of a Copyright would be directed\nto grant a licence to communicate the work to the public\nby broadcast would not mean that only a single licence\nshall be granted. The Board acting as a statutory author-\nE ity can exercise its power from time to time. It is therefore\nnot correct to contend that having regard to the provi-\nsions of sub-section (2) of Section 31, compulsory licence\ncan be granted only to one and not to more than one\nbroadcaster. [Para 24] [228-F-H, 229-A]\nF\n3.8 Section 31(1)(b) in fact does not create an entitle-\nment in favour of an individual broadcaster. The right is\nto approach the Board when it considers that the terms\nof offer for grant of license are unreasonable. It, no doubt,\nprovides for a mechanism but the mechanism is for the\nG purpose of determination of his right. When a claim is\nmade in terms of the provisions of a statute, the same\nhas to be determined. All cases may not involve narrow\ncommercial interest. For the purpose of interpretation of\na statute, the court must take into consideration all situa-\nH tions including the interest of the person who intends to\n"}