{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"سپا\nTHE PRINCIPAL SECRETARY TO GOVERNMENT FINANCE \u0026\nPLANNING DEPARTMENT\nV.\nA.P. PENSIONERS SAMAJ AND ORS.\nJANUARY 31, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nService Law:\nC\nPension-Revision of-Cut off date-Enhancement of pension from a\nspecified date-Refixation of pension-Whether to be effective from the\nspecified date or from the earlier date from which the pensioner was getting\nthe pension-Whether any formal amendment to A.P. Revised Pension Rules,\n1980 was necessary consequent to issuance of A.P. G.O.Ms. No. 87, Finance\ndated 25.5.1998, if the retired employees wanted to get benefit of the said D\nG.O.-There being conflict in decisions, matter referred to Larger Bench-\nA.P. Revised Pension Rules, 1980-G.O.Ms. No. 87, Finance dated 25.5.1998.\nD.S. Nakara v. Union of India, [1983] 1 SCC 305; V. Kasturi v. Managing\nDirector, State Bank of India, Bombay and Anr., [1998] 8 SCC 30; T.N.\nElectricity Board v. R. Veerasamy and Ors., [1999] 3 SCC 414; and State of E\nWest Bengal and Anr. v. West Bengal Govt. Pensioners' Associations and Ors.,\n[2002] 2 SCC 179, referred to.\n2005.\nCIVIL APPELLATE JURISDICTION : Civil Appeal Nos. 5367-5368 of\nFrom the Final Common Judgment and Order dated 23.12.2003 of the\nHigh Court of Judicature, Andhra Pradesh at Hyderabad in W.P. Nos.16719\nand 18490/2003.\nH.S. Guru Raja Rao, D. Bharathi Reddy, P. Vinay Kumar and Sneha\nBhaskaran for the Appellant.\nR. Sundaravaradan, R.N. Keshwani, Ramlal Roy, Chava Badri Nath Basu,\nC.M. Angadi, K.P. Singh and Bimal Roy Jad for the Respondents.\nThe Order of the Court was delivered by\n37\nF\nG\nH\n:\nA\n38\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nThese appeals have been filed against the impugned judgment dated\n23.12.2003 of the Andhra Pradesh High Court in Writ Petition Nos. 16719 and\n18490 of 2003.\nThe respondents in this appeal had filed O.As before the Andhra\nPradesh Administrative Tribunal seeking a direction to the State Government\nB to extend the benefits of G.O.Ms. No.87, Finance \u0026 Planning (FW.Pen.1)\nDepartment, dated 25.5.1998 to all the pensioners irrespective of their date of\nretirement and also to compensate the loss sustained by the applicants. It\nwas contended therein that the pension was calculated on the basis of ten\nmonths average pay and the petitioners have been getting the said pension\never since the date of their retirement. However, the Government issued\nG.O.Ms. No.87 dated 25.5.1998 revising the fixation of pension on the basis\nof the last drawn pay treating it as emoluments for the purpose of pension.\nHence, it was contended that their pensions had to be re-fixed in terms of\nG.O.Ms. No.87 dated 25.5.1998 and the same should be released from the date\nof their respective retirements. The Tribunal by its order held that though\nD the pensioners are entitled for re-fixation of their pension in terms of G.O.\nC\nE\nMs.No.87 dated 25.5.1998 they were not eligible for any arrears that accrued\nprior to 25.5.1998. The said order was challenged by the State Government\nin the Writ Petitions.\nThe State Government contended that the revised fixation of pension\non the basis of last drawn pay was applicable to those pensioners who retired\non or after 25.5.1998 and it cannot be made applicable to the persons who\nretired prior to that date and that the Government has power to fix a cut off\ndate, which cannot be interfered with by the Court. Learned counsel for the\nState Government referred to several decisions of this Court in support of his\nF contention.\nThe High Court dismissed the writ petition of the State Government and\nheld that the pensioners who were already drawing the pensions cannot be\ndenied the revision of pension on the basis of the revised formula. Thus, the\nHigh Court upheld the order of the Tribunal, including the direction that the\nG pensioners cannot claim any arrears from a date anterior date to the G.O.\n25.5.1998. Aggrieved, this appeal has been filed.\nH\nWe have heard the learned counsel for the parties and perused the\nvarious decisions cited before us.\nA Constitution Bench of this Court in D.S. Nakara v. Union of India,\n'\nť\nPRINCIPAL SECRETARY TO GOVERNMENT FINANCE \u0026 PLANNING DEPARTMENT v. A.P. PENSIONERS SAMAJ 39\n[1983] 1 SCC 305 has held that the employees who retired before coming into A\noperation of a pension scheme were also entitled to the benefit of the said\npension scheme.\nHowever in V. Kasturi v. Managing Director, State Bank of India,\nBombay and Anr., [1998] 8 SCC 30, the aforesaid decision was distinguished,\nand it was held (vide paragraphs 22 and 23) that if an employee was already\ngetting some pension at the time of his retirement then he would become\neligible to get enhanced pension, if such enhancement in the pension is made\nby an amendment to the pension scheme subsequent to his retirement.\nHowever, if the retired employee was not getting any pension at all when he\nretired, he would not be entitled to any pension if a pension scheme is\nintroduced subsequent to his retirement.\nB\nC\nSome subsequent decisions of this Court seem to have struck a different\nnote wherein it appears to have been held that even if a retired employee was\ngetting some pension at the time of his retirement, he will not get the benefit\nof any enhancement in the pension subsequent to his retirement vide T.N. D\nElectricity Board v. R. Veerasamy and Ors., [1999] 3 SCC 414, State of West\nBengal and Anr. v. West Bengal Govt. Pensioners' Associations and Ors.,\n[2002] 2 SCC 179.\nIn view of apparent conflict in these decisions, we are of the opinion\nthat the matter requires consideration by a larger Bench of this Court. Another E\npoint which requires consideration by a larger Bench is whether any formal\namendment to the A.P. Revised Pension Rule, 1980 was necessary, consequent\nto issue of the orders issued in G.O.Ms. No.87, Finance, dated 25.5.1998, if\nthe retired employees wanted to get the benefit of the latter.\nLet the papers of this case be placed before the Chief Justice for the\nconstitution of the larger Bench.\nR.P.\nReferred to the large Bench.\nF\n"}