{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n355\n1987 (Supp) SCC 257 Referred to.\nPara 76\nA\n(1988) 4 SCC 571\nReferred to.\nPara 77\n1989 Supp (2) SCC 424 Referred to. Para 78\n(1996) 10 SCC 1\nReferred to.\nPara 79\nB\n(2001) 7 SCC 545\nReferred to.\nPara 80\n(2003) 6 SCC 611\nReferred to.\nPara 81\n(2004) 6 SCC 218\nReferred to.\nPara 82\nC\n(2008) 1 SCC 586\nReferred to.\nPara 83\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n261 of 2007:\nUnder Article 32 of the Constitution of India.\nWITH\nD\nW.P. (C) No. 539 of 2007.\nA.Saran, ASG, Raju Ramachandran, A.K. Behra, Lalit M. E\nHarichandan, Saurabh Suman Sinha (for Satya Mitra Garg),\nNițin S. Tambwekar, B.S. Sai. K. Rajeev, S. Wasim A. Qadri,\nP, Parmeswaran, B. Krishna Prasad, Sanjay V. Kharde, Asha\nG. Nair, Advocates with them for appearing parties.\nThe Judgment of the Court was delivered by\nF\nJ.M. PANCHAL, J. 1. In the Writ Petition (C) No. 261 of\n| 2007, the petitioner, who is a practicing lawyer and Honorary\nSecretary of the Central Administrative Tribunal, Principal\nBench, Bar Association, prays (1) to quash the decision of the G\nrespondents to abolish the post of Vice Chairman in the Central\nAdministrative Tribunal as reflected in the Administrative Tribunal\n(Amendment) Act, 2006 and to direct the respondents to restore\nthe said post in the Central Administrative Tribunal, (2) to declare\nthat the newly inserted Section 10A of the Administrative H\nC\n356 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA Tribunals Act, 1985 to the extent it prescribes different\nconditions of service for the Members of the Central\nAdministrative Tribunal on the basis of their appointment under\nthe unamended Rules and under the amended Rules, as\nunconstitutional, arbitrary and not legally sustainable, (3) to\nB direct the respondents to accord all conditions of service as\napplicable to the Judges of High Court to all the members of\nthe Central Administrative Tribunal irrespective of their\nappointment under the unamended or amended Rules, (4) to\ndeclare that the newly inserted Section 10A of the\nAdministrative Tribunals Act, 1985 as unconstitutional to the\nextent it stipulates that the total term of office of the member of\nthe Central Administrative Tribunal shall not exceed 10 years,\n(5) to direct the respondents to continue all the members\nappointed under the unamended or amended Rules till they\nattain the age of superannuation of 65 years, (6) to declare, the\nnewly inserted qualifications for appointment as administrative\nmembers as reflected in the amended Section 6(2), as arbitrary\nand unsustainable, and (7) to quash the newly added Section\n12(2) of the Administrative Tribunals Act, 1985 authorising the\nappropriate Government to designate one or more members\nto be the Vice Chairman for exercise of financial and\nadministrative powers as impinging upon the independence of\njudiciary.\nD\nE\n2. Writ Petition (C) No. 539 of 2007 is filed by a judicial\nF member of Maharashtra Administrative Tribunal and he prays\nto set aside the decision of the respondents requiring Members\nof the Administrative Tribunal appointed before the coming into\nforce of Administrative Tribunals (Amendment) Act, 2006 to\nseek fresh appointment in accordance with the selection\nG procedure laid down for such appointments as being arbitrary\nand violative of Articles 14 and 16 of the Constitution. He also\nprays to declare that newly introduced Section 10A, so far as\nit relates to consideration of members of the Administrative\nTribunal for reappointment by Selection Committee, is not\napplicable to those, who were duly appointed as members prior\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n357\nto February 19, 2007. Another prayer made by him is to direct A\nthe respondents to restore his continuance as Member of\nMaharashtra Administrative Tribunal till he attains the age of\nsuperannuation of 65 years and to direct the respondents to\naccord all conditions of service, as applicable to the Judges\nof the High Court, to him.\nB\nC\nD\n3. Article 323A of the Constitution, stipulates that\nParliament may by law, provide for the adjudication or trial by\nAdministrative Tribunals of disputes and complaints with\nrespect to recruitment and the conditions of service of persons\nappointed to public services and posts in connection with the\naffairs of the Union or of any State or of any local or other\nauthority within the territory of India or under the control of the\nGovernment of India or of any Corporation owned or controlled\nby the Government. The establishment of Administrative\nTribunals under the aforesaid provisions of the Constitution had\nbecome necessary since the large number of cases relating\nto service matters were pending before the various courts. It\nwas expected that the setting up of such Administrative\nTribunals to deal exclusively with service matters would go a\nlong way in not only reducing the burden of various courts and E\nthereby giving them more time to deal with other cases\nexpeditiously but would also provide to the persons coming\nunder the jurisdiction of Administrative Tribunals, speedy relief\nin respect of their grievances. Therefore, a Bill was introduced\nin the Parliament for setting up the Central Administrative F\nTribunal. The Bill sought to give effect to Article 323A by\nproviding for the establishment of an Administrative Tribunal for\nthe Union and a separate Administrative Tribunal for a State\nor a joint Administrative Tribunal for two or more States. The\nBill inter alia provided for - (a) the jurisdiction, powers and G\nauthority to be exercised by each Tribunal, (b) the procedure\nto be followed by the State Tribunals, (c) exclusion of the\njurisdiction of all courts, except that of the Supreme Court under\nArticle 136 of the Constitution relating to service matters, and\n(d) the transfer to each Administrative Tribunal of any suit or H\n358\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA other proceedings pending before any court or other authority\nimmediately before the establishment of such Tribunal as would\nhave been within the jurisdiction of such Tribunal the causes of\naction on which such suits or proceedings were based had\narisen after such establishment.\nB\n4. The Parliament, thereafter enacted The Administrative\nTribunals Act, 1985. It received the assent of the President on\nFebruary 27, 1985.\n5. The Central Administrative Tribunal with five Benches\nC was established on November 1, 1985 in pursuance of the\nprovisions of the Administrative Tribunals Act, 1985. Prior to\nits establishment, writ petitions were filed in various High Courts\nas well as in the Supreme Court challenging the constitutional\nvalidity of Article 323A of the Constitution and the provisions\nD of the Administrative Tribunals Act. The main contention in the\nwrit petitions was that the writ jurisdiction of the Supreme Court\nunder Article 32 of the Constitution as well as that of the High\nCourts under Article 226 of the Constitution could not have\nbeen taken away even by an amendment of the Constitution.\nE Although the Supreme Court, by an interim order stayed the\ntransfer of writ petitions filed in the Supreme Court under Article\n32 of the Constitution to the Central Administrative Tribunal, it\ndid not stay transfer of writ petitions under Article 226 of the\nConstitution subject to the condition that the Government would\nmake certain amendments in the Act. One of the amendments\nsuggested by the Supreme Court was that each case in the\nTribunal must be heard by a Bench consisting of one judicial\nmember and one non-judicial member and the appointment of\njudicial members should be done in consultation with the Chief\nJustice of India. An undertaking was given to the Supreme\nCourt that a Bill to make suitable amendments in the Act would\nbe brought before the Parliament as early as possible. The\nCentral Administrative Tribunal had also started functioning in\nBenches in accordance with the above directions of the\nSupreme Court. As the writ petitions referred to above were\nF\nG\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n359\nto come up for hearing in January, 1986, the President A\npromulgated the Administrative Tribunals (Amendment)\nOrdinance, 1986 on January 22, 1986 so as to give effect to\nthe assurance given to the Supreme Court and to make some\nother amendments found necessary in the administration of the\nAct. The Ordinance inter alia provided for the following matters,\nnamely: -\n(a) The concept of Judicial Member and Administrative\nMember was introduced in the Act. The Bench of\nAdministrative Tribunal was to consist of one\nJudicial Member and one Administrative Member\ninstead of three members Bench to be presided\nover by the Chairman or by the Vice Chairman. It\nwas also provided that the appointment of a Judicial\nMember would be made after consultation with the\nChief Justice of India.\n(b)\n(c)\nThe jurisdiction of the Supreme Court in service\nmatters under Article 32 of the Constitution was\npreserved. The Principal Act had intended to confer\nthis jurisdiction also on the Tribunals.\nA provision was included to designate, with the\nconcurrence of any State Government, all or any of\nthe members of the Bench or Benches of the State\nAdministrative Tribunal established for that State as\nMembers of the Bench or Benches of the Central\nAdministrative Tribunal in respect of that State.\nB\nC\nD\nE\nF\n(d) The jurisdiction of the Tribunal was also extended\nto persons, who were governed by the provisions\nof the Industrial Disputes Act, 1947 without affecting G\nthe rights of such persons under the Act.\nSubsequent to the promulgation of the Ordinance, few doubts\nwere expressed in respect of some of the provisions of the Act\nand the Ordinance. It was, therefore, proposed to include in the\nH\nC\n360\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA Bill a few clarificatory amendments, to make certain provisions\nincluded in the Ordinance retrospective from the date of\nestablishment of the Central Administrative Tribunal and to\nvalidate certain actions taken by the said Tribunal. The\namendments included in the Bill were explained in the\nB memorandum attached to the Bill. Accordingly, the Act of 1985\nwas amended by Act 19 of 1986 which was deemed to have\ncome into force on January 22, 1986. By the amendment in the\nAct of 1985 it was proposed (1) to exclude from the jurisdiction\nof an Administrative Tribunal the powers to adjudicate disputes\nwith respect to officers and employees of the subordinate courts\nand to make a provision for transfer of cases pending in the\nAdministrative Tribunals to the Courts concerned; (2) that the\nappointment of the Chairman, Vice-Chairman and other\nMembers of the Administrative Tribunals would be made in\nconsultation with the Chief Justice of India. The Act, before its\namendment, provided for consultation with the Chief Justice of\nIndia only in respect of Judicial Members; (3) that the Chairman,\nVice-Chairman and other Members of the Administrative\nTribunals would be eligible for re-appointment for a second term\nof office; (4) that the Central Government and the appropriate\nGovernment should be empowered to frame rules relating to\nsalary, allowances and conditions of service of the Chairman\nand other Members of the Tribunals and their officers, etc.\nD\nE\n6. It may be mentioned that a writ petition under Article 32\nF of the Constitution was filed by a member of the Central\nAdministrative Tribunal, contending that the decision in S.P.\nSampath Kumar vs. Union of India and others [(1987) 1 SCC\n124], equated the Central Administrative Tribunal with the High\nCourt and, therefore, its Chairman should be equated with the\nChief Justice of a High Court and the Vice-Chairman and\nMembers must be equated with the sitting Judges of the High\nCourt in all respects. It was also contended that while the Vice-\nChairmen have been equated with sitting Judges of the High\nCourts, the Members have not been so equated in their pay\nand other conditions of service and that a distinction was made\nG\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n361\nin the conditions of service, particularly, the pay and age of A\nsuperannuation between the Vice-Chairmen and the Members,\nwhich was arbitrary, as a result of which the Members also\nshould be given the same pay as that of the Vice-Chairmen and\ntheir age of superannuation should also be the same, i.e., 65\nyears as that of the Vice-Chairmen. On interpretation of Article B\n323A of the Constitution, this Court took the view that\nAdministrative Tribunals constituted thereunder are distinct from\nthe High Courts and dismissed the writ petition.\nC\nD\n7. The Administrative Tribunals Act, 1985 came to be\namended by the Administrative Tribunals (Amendment) Act,\n2006. By the said amendment the post of Vice-Chairman in the\nAdministrative Tribunal is abolished. A new provision, i.e.,\nSection 6(2) is introduced which modifies the qualifications for\nappointment as Administrative Member in the Tribunal. Section\n1CA is inserted in the main Act, which provides that the\nconditions of services of the Judges of the High Court would\nbe applicable only to the Members appointed after February\n19, 2007. The newly inserted Section 10A restricts the total term\nof the Members of the Administrative Tribunals to ten years\nthough by the said amendment the age of superannuation for E\na Members is raised from 62 to 65 years. Further, Section 10A\npostulates consideration of a case of a Member for re-\nappointment by Selection Committee after February 19, 2007.\nSection 12(2) of the Administrative Tribunals Act, 1985 is\namended and power is conferred on the appropriate F\nGovernment to designate a Vice-Chairman for the purpose of\nperforming certain duties and functions of the Chairman.\n8. The case of the petitioner is that the post of Vice-\nChairman was in existence in the Administrative Tribunals since\nits inception which enabled the Judges of various High Courts\nto opt for the Central Administrative Tribunal and provided an\nopportunity, in the nature of promotion to the Members of the\nAdministrative Tribunals to the post of Vice-Chairman.\nAccording to the petitioner, the abolition of the said post now\nG\nH\nC\nD\n362\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA would create anomalous situation in the structure as well as\nadministration of the Tribunals, if any High Court Judge is to\nbe appointed only as a Member and, therefore, the abolition\nof the post of the Vice-Chairman is unconstitutional. The\npetitioners have mentioned that the newly introduced Section\nB 6(2) of the Administrative Tribunals Act, 1985 modifies the\nqualifications for appointment as Administrative Member in the\nTribunal in such a manner that except the IAS officers no other\ncivil servant would ever become eligible for such appointment\nand as zone of consideration for appointment of Administrative\nMembers has been confined to only IAS officers by colourable\nexercise of power, the said provision should be regarded as\nunconstitutional. What is asserted by the petitioner is that\nSection 10A does not extend the benefit of the conditions of\nservice applicable to the Judges of the High Court, to all the\nMembers of the Tribunals appointed prior to the appointed\ndate, which is February 19, 2007, but confines the same to the\nMembers, who would be appointed in future, i.e., after February\n19, 2007 as Members of the Tribunals and as the Members\nappointed before February 19, 2007 would also be discharging\nthe same duties and responsibilities, the provision stipulating\nthat the conditions of service of the Judges of the High Court\nwould be applicable only to the Members to be appointed after\nFebruary 19, 2007 has no rational basis or nexus with any\ndefined objective and, therefore, should be declared to be ultra\nvires. It is contended that Section 10A restricting the total term\nof the Members of the Administrative Tribunals to ten years is\narbitrary because the said provision has no objective nor any\nrational basis nor any nexus with defined objective of the Act.\nAccording to the petitioner a number of Judicial Members in\nthe Tribunals have been appointed from the Bar at the age of\nG 45 years or so, but now their tenure is sought to be curtailed.\nonly to ten years, which would discourage the members of the\nBar from joining the Tribunals as a Member. What is claimed\nis that the Judicial Members appointed from the Bar since\ninception, have played a pivotal role in the judicial\nH administration of the Tribunals and, therefore, the newly inserted\nE\nF\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n363\nSection 10A restricting the total term of the Members of the A\nAdministrative Tribunals to ten years should be struck down as\narbitrary, unconstitutional and legally not sustainable.\n9. The grievance by the petitioner in writ petition No. 539\nof 2007 is that the decision of the respondents to subject a\nMember to a fresh selection procedure is arbitrary and violative\nof Articles 14 and 16 of the Constitution because, according\nto him, the provision requiring consideration of his case for re-\nappointment as Member of the Administrative Tribunal by\nSelection Committee should not have been made applicable\nto those, who were duly appointed as Members prior to\nFebruary 19, 2007. The petitioner also claims that introduction\nof Section 12(2) in the Administrative Tribunals Act, 1985, which\nempowers the State Government to designate a Member as a\nVice-Chairman for performing financial and administrative\npowers destroys the judicial independence of the Tribunals and\nas uncontrolled, unguided and unregulated power has been\nconferred on the Government to nominate a Member of the\n• Tribunal as Vice-Chairman for performing those functions, the\nsaid provision should also be struck down. Under these\ncircumstances the petitioners have filed above numbered\npetitions and claimed reliefs to which reference is made earlier.\n10. On service of notice, counter affidavit has been filed\non behalf of the respondents by Ms. Manju Pandey, Under\nSecretary in the Ministry of Personnel, Government of India. In\nthe counter affidavit it is stated that the Administrative Tribunals\n(Amendment) Act, 2006 was intended to achieve the following\nobjects:\n(i)\nB\nC\nD\nE\nF\nTo abolish the post of Vice-Chairman in the\nTribunals as it was creating an avoidable three tier G\ninstitution and resulting in anomalies in\nqualifications, age of retirement, service conditions,\netc. The Act was passed so that all the Members\nof the Central Administrative Tribunal can be\nelevated to the same status as of a High Court H\nA\nB\nD\nヨ\nF\nG\n364 SUPREME COURT REPORTS\n(ii)\n[2010] 6 S.C.R.\nJudge and, therefore, the service conditions of the\nMembers of the Tribunals were upgraded to that of\na Judge of the High Court, i.e., the same as was\nof a Vice-Chairman under the unamended Act.\nOnly for discharging certain administrative functions,\nsome of the Members in different Benches are to\nbe designated as Vice-Chairmen, but the said\ndesignation is not to confer any special benefit to\nthe Member so designated.\n(iii) Since the age of retirement of a Government\nservant was raised from 58 years to 60 years, a\nretired Government servant had a tenure of only two\nyears as a Member of the Tribunal and he was not\nable to contribute much to the disposal of the cases.\nTherefore, it was felt that every member of the\nTribunal should have tenure of five years. Though it\nwas not mentioned in the Statement of Objects and\nReasons, it was also understood that since retired\nHigh Court Judges would be considered for\nappointment as Members of the Central\nAdministrative Tribunal, the age of retirement should\nbe increased to 65 years and correspondingly the\nage of retirement of the Chairman should be\nincreased to 68 years so that the Chairman of the\nTribunal could have a full term of five years.\n(iv) The post of Vice-Chairman under the Amended Act\nis only an executive designation for discharging\nadministrative powers and though the Government\nhas been given the power to nominate one of the\nmembers as Vice-Chairman of the Tribunal, said\ndesignation would obviously be made with the\nconcurrence of the Chairman of the Tribunal.\nAfter emphasizing the intended objects sought to be achieved\nH by the Amending Act, it is stated in the reply that the post of\n"}