{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 6 S.C.R: 335\nA.K. BEHERA .\nV.\nUNION OF INDIA \u0026 ANR.\n(W. P. (C) No. 261 of 2007) ETC.\nMAY 6, 2010\n[K.G. BALAKRISHNAN, CJI, DALVEER BHANDARI AND\nJ.M. PANCHAL, JJ.}\nAdministrative Tribunals Act, 1985 - Administrative\nTribunals (Amendment) Act, 2006:\nA\nB\nC\nCentral Administrative Tribunal - Abolition of post of\nVice-Chairman by the Amendment Act - Constitutionality of\n- Held: Cannot be regarded as unconstitutional - By abolition\nof post of Vice-Chairman no anomalous situation is sought\nto be introduced in the structure as well as functioning and D.\nadministration of the Tribunals - Post of Vice-Chairman in\nTribunal had created an avoidable three tier institution and\nresulted in anomalies in qualifications, age of retirement,\nservice conditions - By the amending Act all Members of\nCentral Administrative Tribunal have been elevated to the E\nstatus of a High Court Judge - Amended qualifications for\nMember of Tribunal are nearly the same as Vice-Chairman\nof Tribunal.\n-\n-\nF\ns. 6(2) (as amended) – Modification in the qualification\nfor appointment as Administrative Member in Tribunal\nChallenge to, on the ground that except for an IAS officer no\nother civil servant would become eligible for appointment\nHeld: s. 6(2) not arbitrary and unsustainable - Officers\nbelonging to All India Service's have been made eligible to\nbe appointed as Administrative Member subject to fulfillment G\nof qualifications - Higher qualifications have been prescribed\nfor better discharge of functions by Members of Tribunals and\ncannot be regarded as arbitrary or unreasonable.\n335\nH.\nA\nB\n336 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nS. 10A - Total tenure of Member of Administrative\nTribunal restricted to 10 years - Held: Cannot be regarded\nas unconstitutional - Concept of security of tenure does not\napply to such appointments.\n-\n-\ns. 10A – Prescribing different conditions of service for\nMembers of Central Administrative Tribunal on basis of their\nappointment under unamended Rules and amended Rules\nRequiring Members of Tribunal appointed before the\ncoming into force of Amendment Act to seek fresh\nappointment by Selection Committee - Held: Is not arbitrary\nEligibility conditions of Members appointed prior to and after\nFebruary 19, 2007 are different - Members of Administrative\nTribunals appointed prior to February 19, 2007 form a different\nclass from those appointed or to be appointed after February\n19, 2007 - Over a period of time, anomaly, if any, would get\nD cleared itself and after a period of 4-5 years all Members of\nC\n-\nTribunal would be equal in status - Extension in service by\nMember appointed cannot be claimed as matter of right and\nwould always be subject to fulfillment of qualifications and\nconditions stipulated in the Amended Act - Aggrieved\nE petitioner cannot claim, as a matter of right, automatic re-\nappointment as Judicial Member of State Administrative\nTribunal after his first term of five years was over.\ns. 12(2) - Enabling the appropriate Government to\ndesignate one of the members to be Vice Chairman to\nF exercise the financial and administrative powers\nConstitutional validity of - Held: Is constitutionally valid and\ncannot be regarded as impinging upon the independence of\njudiciary.\nG\nH\nCertain amendments were carried out in the\nAdministrative Tribunals Act, 1985 by the Administrative\nTribunal (Amendment) Act, 2006. By the Amendment Act,\nthe post of Vice Chairman in the Central Administrative\nTribunal was abolished; that the newly inserted s. 10A of\nthe Act prescribed different conditions of service for the\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n337\nMembers of the Central Administrative Tribunal on the A\nbasis of their appointment under the unamended Rules\nand under the amended Rules and that the members of\nthe Administrative Tribunal, who were duly appointed as\nmembers prior to the commencement of the Amendment\nAct, i.e. 19.02.2007, were to be considered for B\nreappointment by Selection Committee; that s. 10A\nstipulated that the total term of office of the member of\nthe Central Administrative Tribunal shall not exceed 10\nyears though by the said amendment the age of\nsuperannuation for a member is raised from 62 to 65 C\nyears; that the newly inserted s. 6(2) modified the\nqualifications for appointment as administrative members;\nthat the newly added s. 12(2) authorised the appropriate\nGovernment to designate one or more members to be the\nVice Chairman for exercise of financial and administrative\npowers as impinging upon the independence of judiciary;\nand that the Members of the Administrative Tribunal\nappointed before the coming into force of the\nAmendment Act were to seek fresh appointment in\naccordance with the selection procedure laid down for\nsuch appointments. The present petitioners are\naggrieved by the said amendments carried out in the\nAdministrative Tribunal Act, 1985. Hence the writ petitions.\nCJI):\nDismissing the writ petitions, the Court\nD\nபய\nE\nHELD: Per Panchal J (For himself and Balakrishnan, F\n1.1. It cannot be accepted that the abolition of the\npost of Vice-Chairman, which was in existence since.\ninception of the Administrative Tribunals, is\nunconstitutional because it would create anomalous\nsituation in the structure as well as administration of the\nTribunals if any High Court Judge is appointed as\nMember of the Tribunal. The post of Vice-Chairman in the\nTribunal had created an avoidable three tier institution\n\"\nG\nH\n338 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA and resulted in anomalies in qualifications, age of\nretirement, service conditions etc. The Members of the\nTribunal had claimed equality with the Judges of the High\nCourt or even the Vice-chairman of the Tribunal, in the\nmatter of pay and superannuation. The Parliament, in\nB exercise of powers under Article 323A of the Constitution,\nhas amended the Administrative Tribunals Act, 1985 and\nequated its Members with Judges of High Court for the\npurposes of pay and superannuation. The Parliament, by\nenacting a law, has right to change the conditions of\nservice of Members of the Administrative Tribunals. [Para\n13] [367-F-H; 368-A-D]\nC\nD\nE\nM.B. Majumdar vs. Union of India (1990) 4 SCC 501,\nreferred to.\n1.2. While upgrading the conditions of service of the\nMembers, the conditions of service of a Judicial Member\nare not changed to his detriment. By the amending Act\nall the Members of the Central Administrative Tribunal\nhave been elevated to the status of a High Court Judge.\nThe service conditions of the Members of the Tribunal\nhave been upgraded to that of a High Court Judge, which\ncannot be regarded as illegal or unconstitutional. The\nqualifications of the Vice-chairman provided in Section\n6(2)(a), 6(2)(b) and 6(2)(bb) in the unamended Act were\nalso to a large extent qualifications prescribed for\nF appointment of a person as an Administrative Member.\nThe only addition made by the Amending Act is that now\nthe Secretary to the Government of India, in the\nDepartment of Legal Affairs or the Legislative Department\nincluding Member-Secretary, Law Commission of India or\nG a person who has held a post of Additional Secretary to\nthe Government of India in the Department of Legal\nAffairs and Legislative Department at least for a period of\nfive years, are made eligible for appointment as a Judicial\nMember. Though under the unamended Act, it was not\nH specifically provided but he was eligible to be appointed\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n339\nas Administrative Member in view of the qualifications A.\nwhich were laid down for a person to be appointed as\nAdministrative Member. However, by the Amendment,\nsuch a person is declared to be eligible for being\nappointed as Judicial Member having regard to his\nexperience and opportunity to deal with legal issues in B\nhis respective department. Section 6(3) and 6(3)(a) of the\nearlier Act provided a much lower qualification for a\nMember of the Tribunal. The amended qualifications for\na Member of the Tribunal are nearly the same as Vice-\nChairman of the Tribunal, which clearly reflects the\nintention of the Government to upgrade the post of an\nAdministrative Member. In such circumstances the need\nfor having a Vice-Chairman was obviated and the\nGovernment, therefore, abolished the post of Vice-\nChairman by the impugned enactment. [Para 13] [368-D-\nH; 369-A-D]\nC\nD\n1.3. By abolition of the post of the Vice-Chairman no\nanomalous situation is sought to be introduced in the\nstructure as well as functioning and administration of the\nTribunals. A retired High Court Judge would be eligible E\nfor appointment as Member of the Tribunal and on such\nappointment would be eligible to all the facilities as a\nJudge of the High Court. The Chairman of the Tribunal\nis normally a retired Chief Justice of the High Court and\nvery rarely à retired Judge is appointed as Chairman of\nthe Tribunal. In any event the Chairman would be senior\nto a retired Judge, who is appointed as a Member of the\nTribunal. [Para 13] [369-E-F]\nF\n1.4. The petitioner could not establish before the\nCourt that by upgrading the status of the Administrative G\nMember of the Tribunal to that of a High Court Judge a\nparticular provision of the Constitution is infringed. The\nplea that abolition of post of Vice-Chairman will\ndiscourage a sitting or retired High Court Judge from\njoining the Tribunal cannot be appreciated. The H\n340 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA composition of the Tribunal, after amendment of the Act,\nis such that there would be a Vice-Chairman if required\nas under Section 12, a Judicial Member and another\nmember to be appointed from civil services. A High Court\nJudge, who opts for the post of judicial Member in the\nB Tribunal, would not be lowering his status after the\namendment because all the service conditions applicable\nto him as a High Court Judge have been saved. [Para 13]\n[369-G-H; 370-A-C]\n2.1. A reasonable reading of sub-Section (2) of\nC Section 6 of the Act makes it very clear that by no stretch\nof imagination it can be said that the qualifications for\nappointment as Administrative Member of the Tribunal\nare laid down in such a manner that except an IAS officer\nno other civil servant would become eligible for such\nD appointment. The newly amended provision requires that\na person shall not be qualified for appointment as an\nAdministrative Member unless he has held for at least two\nyears the post of Secretary to the Government of India\nor any other post in the Central or State Government and\nE carrying the scale of pay, which is not less than that of a\nSecretary to the Government of India for at least two\nyears or held post of Additional Secretary to the\nGovernment of India for at least five years or any other\npost under the Central or State Government carrying the\nscale of pay which is not less than that of an Additional\nSecretary to the Government at least for a period of five\nyears. The proviso to sub-Section (2) of Section 6 of the\nAct, stipulates that the officers belonging to All India\nServices, who were or are on Central deputation to a\nlower post shall be deemed to have held the post of\nSecretary or Additional Secretary as the case may be,\nfrom the date such officers were granted proforma\npromotion or actual promotion whichever is earlier, to the\nlevel of Secretary or Additional Secretary, as the case may\nbe, and the period spent on Central deputation after such\nF\nG\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n341\ndate shall count for qualifying service for the purposes A\nof this clause. [Para 14] [371-B; 370-D-H; 371-A]\nB\n2.2. It is necessary to notice that officers belonging\nto All India services have been made eligible to be\nappointed as Administrative Member subject to the\nfulfillment of qualifications stipulated in Section 6 of the\nAct. It is wrong to contend that All India Services\ncomprise only of the IAS officers. All India Services\ncomprise IAS, IFS, IRS, etc. Merely because higher\nqualifications have been prescribed one need not\nconclude that except an IAS servant, no other civil C\nservant would be eligible for appointment as a Member.\nThe higher qualifications have been prescribed for the\nbenefit and interest of uniformity of the two level cadres\ncontemplated by the amended provisions. There is no\nmanner of doubt that Government of India took a policy D\ndecision to prescribe higher qualification for better\ndischarge of functions by the Members constituting the\nTribunals and the said policy decision cannot be\nregarded as arbitrary or unreasonable. The qualifications\nof the Vice-Chairman were provided in ss. 6(2)(a), 6(2)(b), E\n6(2)(bb) and 6(2)(c) of the unamended Act. To a large\nextent, the qualifications laid down in the unamended Act\nare almost the same as are laid down in the amended\nprovisions. [Para 14] [371-B-F]\n3.1. The plea that section 10A, which restricts the total F\nterm of the Member of the Administrative Tribunal to ten\nyears should be regarded as unconstitutional, has also\nno substance at all. The age of retirement of a\nGovernment servant has been raised from 58 years to 60\nyears. Initially under the unamended provisions of the Act G\na retired Government servant had a tenure of only two\nyears as a Member of the Tribunal and it was noticed that\nhe was not able to contribute much while performing\nduties as a Member of the Tribunal. It was felt necessary\nthat every Member of the Tribunal should have a tenure H\nC\n342 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA of five years. Therefore, the provisions relating to term of\noffice incorporated in section 8 of the Act were amended\nin the year 1987 and provision was made fixing term of\noffice of Chairman, Vice-chairman and Members at five\nyears period. Now provision is made for extension of\nB term of office by a further period of five years. Thus the\nGovernment has decided to provide for extension in term\nof office by five years of a Member so that he can\neffectively contribute to speedy disposal of cases, on\nmerits after gaining expertise in the service jurisprudence\nand having good grip over the subject. Under the\nunamended provisions of the Act also the term of Vice-\nChairman and Member was extendable by a further\nperiod of five years and under the unamended provisions\nalso a Member of the Bar, who was appointed as Judicial\nMember of the Tribunal, had maximum tenure of ten\nyears. It is not the case of the petitioners that the\nunamended provisions of the Act, which prescribed total\ntenure of ten years for a Member of the Bar was/is\nunconstitutional. The provisions of Section 8 fixing\nmaximum term of office of the chairman at sixty eight\nyears and of a Member of the Tribunal at 10 years, cannot\nbe regarded as unconstitutional because concept of\nsecurity of tenure does not apply to such appointments.\nSaid provision cannot be assailed as arbitrary having\neffect of jeopardising security of tenure. [Paras 15] [371-\nF G-H; 372-A-C; E-H; 373-A-B]\nD\nE\nG\nS.P. Sampath Kumar vs. Union of India and others\n(1987) 1 SCC 124; Durgadas Purkyastha vs. Union of India\n\u0026 others (2002) 6 SCC 242, referred to.\n3.2. An Advocate practising at the Bar is eligible to\nbe appointed as Member of Tribunal subject to his\nfulfilling required qualifications. In all, such a Member\nwould have term of office for ten years. On ceasing to hold\noffice, a Member, subject to the other provisions of the\nAct, is eligible for appointment as the Chairman of the\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n343\nTribunal or as the Chairman, Vice-chairman or other A\nMember of any other Tribunal and is also eligible to\nappear, act or plead before any Tribunal except before\nthe Tribunal of which he was Member. Under the\ncircumstances, it cannot be appreciated as to how the\namended provisions restricting the total tenure of a B\nMember of the Tribunal to ten years would be\nunconstitutional. The unamended s. 6 of the 1985 Act,\nindicated that the Chairman, Vice-Chairman and other\nMembers, held respective offices in one capacity or the\nother, had reasonably spent sufficient number of years C\nof service in those posts before they were appointed in\nthe Tribunal and, therefore, the concept of security of\ntenure of service in respect of those whose term was\nreduced was not regarded as appropriate. An option is\nreserved to the Government to re-appoint a Member on\nthe expiry of the first term beyond five years. The outer\nlimit for the Member is that he should be within the age\nof 65 years. Thus, it would not be in every case that the\nGovernment would put an end to the term of the office at\nthe end of five years because such Chairman or Member\nis eligible for appointment for another period of five years\nafter consideration of his case by a committee headed by\na Judge of the Supreme Court to be nominated by the\nChief Justice of India and two other Members, one of\nwhom will be the Chairman of the Tribunal. [Para 15] [373-\nA-H]\n4. The plea that s.10A of the Act requiring a sitting\nMember of the Tribunal, who seeks extension for second\nterm to possess the qualifications laid down by the\namended Act and get himself selected through Selection\nCommittee is arbitrary, is devoid of merits. The selections\nto be made as an Administrative Member after February.\n19, 2007 are made applicable uniformly to those who\nwould be appointed as Administrative Member after\nFebruary 19, 2007. A Member, who was appointed prior\nD\nヨ\nF\nG\nH\nC\nD\n344 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA to February 19, 2007, cannot claim that he has vested\nright of extension of his term for a further period of five\nyears as per the qualifications laid down in the\nunamended Act and that qualifications prescribed by the\namending Act should be ignored in his case while\nB considering his case for extension of term for a further\nperiod of five years. Over a period of time the anomaly, if\nany, would get cleared itself and after a period of 4-5\nyears all the Members of the Tribunal would be equal in\nstatus and that every Member to be appointed will have\nto qualify himself as per the qualifications laid down in\nthe Amended Act and will have to get himself selected\nthrough Selection Committee. The eligibility conditions of\nthe Members appointed prior to and after February 19,\n2007 are different. Since the Members of the\nAdministrative Tribunals appointed prior to February 19,\n2007 form a different class from those appointed or to be\nappointed after February 19, 2007. Article 14 would stand\nviolated if they are treated differently in the matter of\nappointment or extension of service as a Member after\nFebruary 19, 2007. Extension in service by a Member\ncannot be claimed as matter of right and would always\nbe subject to fulfillment of qualifications and conditions\nstipulated in the Amended Act. The petitioner in second\nwrit petition could not have claimed, as a matter of right,\nautomatic re-appointment as Judicial Member of the State\nAdministrative Tribunal after his first term of five years\nwas over. As is provided in the Amending Act, under the\nold provisions also a Member of the Administrative\nTribunal was eligible to be re-appointed, which was\nconsidered to be a fresh appointment for all the practical\nG purposes. Under the provisions of unamended Act, at the\nend of five years, the Chairman, Vice-chairman and other\nMembers were eligible for reappointment for another\nperiod of five years after consideration by a Committee\nheaded by a Judge of the Supreme Court and two other\nH members, one of whom was Chairman of the Tribunal.\nE\nF\n"}