{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n405\nC\nundermined, if the legislatures were to divest the regular A\ncourts of their jurisdiction in all matters, and entrust the\nsame to the newly created Tribunals which are not entitled\nto protection similar to the constitutional protection afforded\nto the regular courts. The independence and impartiality\nwhich are to be secured not only for the court but also for B\nTribunals and their members, though they do not belong\nto the \"judicial service\" but are entrusted with judicial\npowers. The safeguards which ensure independence and\nimpartiality are not for promoting personal prestige of the\nfunctionary but for preserving and protecting the rights of\nthe citizens and other persons who are subject to the\njurisdiction of the Tribunal and for ensuring that such\nTribunal will be able to command the confidence of the\npublic. Freedom from control and potential domination of\nthe executive are necessary preconditions for the\nindependence and impartiality of Judges. To make it clear\nthat a judiciary free from control by the executive and\nlegislature is essential if there is a right to have claims\ndecided by Judges who are free from potential domination\nby other branches of Government. With this background,\nlet us consider the defects pointed out by the petitioner\nand amended/proposed provisions of the Act and the\nRules.\"\nEQUAL PAY FOR EQUAL WORK\n65. The Equal Remuneration Act, 1976 and in particular\nits preamble declares the Act to provide for payment of equal\nremuneration and prevention of any kind of discrimination on\nthe ground of sex or otherwise in the matter of employment. The\nEqual Remuneration Act, 1976 extends to the whole of India\nby virtue of Section 1(2) and there cannot be different pay\nscales for different employees carrying out exactly same work.\nSection 4(3) states that \"where, in an establishment or\nemployment, the rates of remuneration payable before the\ncommencement of this Act for men and women workers for the\nD\nE\nF\nG\nH\nA\n406 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nsame work or work of a similar nature are different only on the\nground of sex, then the higher (in cases where there are only\ntwo rates), or, as the case may be, the highest (in cases where\nthere are more than two rates), of such rates shall be the rate\nat which remuneration shall be payable, on and from such\nB commencement, to such men and women workers.\"\nC\nD\nE\nF\nG\n66. In view of the above constitutional principles and\nDirective Principles of State Policy under the Constitution and\nthe statutory and mandatory provisions of overriding Equal\nRemuneration Act, 1976, the following principles are evolved\nfor fixing the governmental pay policy, whether executive or\nlegislative on the recommendation of the Pay Commissions,\nPay Committees by Executive Governments, which are broadly\nstated as under:-\n(1) The governmental pay policy, whether executive or\nlegislative, cannot run contrary to constitutional principles\nof constitutional law;\n(2) The governmental pay policy, whether executive or\nlegislative, cannot run contrary to the overriding provisions\nof Equal Remuneration Act, 1976.\nXXX XXX\nXXX\n(12) The governmental pay policy must conform to the\noverriding statutory command under Sections 13 and 14\nread with Section 1(2) of the Equal Remuneration Act,\n1976, which supports for uniformity between the pay policy\nof the State Governments and the Central Government in\nthe whole of India and such uniformity in the pay policy of\nthe State Governments and the Central Government in the\nwhole of India has already found further support from the\nJudgment of this Court in the case of Randhir Singh v.\nUnion of India \u0026 Others (1982) 1 SCC 618. I must hasten\nto say that where all things are equal that is, where all\nrelevant considerations are same, persons holding\nI.\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n407\nidentical posts may not be treated differentially of their pay. A\n67. As early as in 1952, in a celebrated case decided by\nthis court in State of West Bengal v. Anwar Ali Sarkar v. (1952)\nSCR 284, this court laid down that in order to pass the test,\ntwo conditions must be fulfilled, namely, that the classification\nmust be founded on an intelligible differentia which\ndistinguishes those that are grouped together from others and\nthat said differentia must have a rational relation to the object\nsought to be achieved by the Act. The differentia which is the\nbasis of the classification and the object of the Act are distinct\nthings and what is necessary is that there must be a nexus\nbetween them.\n68. In 1959, in a celebrated case of Shri Ram Krishna\nDalmia v. Shri Justice S. R. Tendolkar \u0026 Others (1959) 1 SCR\n279 at p.296, this Court observed as under:\n61\nIt is now well established that while article 14\nforbids class legislation, it does not forbid reasonable\nclassification for the purposes of legislation. In order,\nhowever, to pass the test of permissible classification two\nconditions must be fulfilled, namely, (i) that the\nclassification must be founded on an intelligible differentia\nwhich distinguishes persons or things that are grouped\ntogether from others left out of the group and, (ii) that\ndifferentia must have a rational relation to the object sought\nto be achieved by the statute in question.........\n\"\n69. In The State of Jammu \u0026 Kashmir v. Triloki Nath\nKhosa and Ors. (1974) 1 SCC 19, this court observed as\nunder:-\n66\n“…....... Discrimination is the essence of classification and\ndoes violence to the constitutional guarantee of equality\nonly if it rests on an unreasonable basis......”\n\"\n70. In Indira Nehru Gandhi (supra), the court observed as\nunder:-\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nןד\nG\nH\n408 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\n\"This Court, at least since the days of Anwar Ali Sarkar's\ncase, has consistently taken the view that the classification\nmust be founded on an intelligible differentia which\ndistinguishes those who are grouped together from those\nwho are left out and that the differentia must have a rational\nrelation to the object sought to be achieved by the\nparticular law. The first test may be assumed to be\nsatisfied since there is no gainsaying that in our system\nof Government, the Prime Minister occupies a unique\nposition. But what is the nexus of that uniqueness with the\nlaw which provides that the election of the Prime Minister\nand the Speaker to the Parliament will be above all laws,\nthat the election will be governed by no norms or standards\napplicable to all others who contest that election and that\na election declared to be void by a High Court judgment\nshall be deemed to be valid, the judgment and its findings\nbeing themselves required to be deemed to be void? Such\nis not the doctrine of classification and no facet of that\ndoctrine can support the favoured treatment accorded by\nthe 39th Amendment to two high personages. It is the\ncommon man's sense of justice which sustains\ndemocracies and there is a fear that the 39th Amendment,\nby its impugned part, may outrage that sense of justice.\nDifferent rules may apply to different conditions and classes\nof men and even a single individual may, by his\nuniqueness, form a class by himself. But in the absence\nof a differentia reasonably related to the object of the law,\njustice must be administered with an even hand to all.\n71. In Maneka Gandhi v. Union of India \u0026 Anr. (1978) 1\nSCC 248 it was observed as follows:\n“....Equality is a dynamic concept with many aspects\nand dimensions and it cannot be imprisoned within\ntraditional and doctrinaire limits.... Article 14 strikes at\narbitrariness in state action and ensures fairness and\nquality of treatment. The principle of reasonableness, which\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n409\nlegally as well as philosophically, is an essential element A\nof equality or non-arbitrariness pervades Article 14 like a\nbrooding omnipresence.\"\n72. In Randhir Singh (supra), it was held as under:\n\"8.\n*\nB\nArticle 39(d) of the Constitution proclaims \"equal\npay for equal work for both men and women\" as a directive\nprinciple of State Policy. \"Equal pay for equal work for both\nmen and women” means equal pay for equal work for\neveryone and as between the sexes. Directive principles,\nas has been pointed out in some of the judgments of this C\nCourt have to be read into the fundamental rights as a\nmatter of interpretation. Article 14 of the Constitution\nenjoins the State not to deny any person equality before\nthe law or the equal protection of the laws and Article 16\ndeclares that there shall be equality of opportunity for all D\ncitizens in matters relating to employment or appointment\nto any office under the State Construing Articles 14\nand 16 in the light of the Preamble and Article 39(d) we\nare of the view that the principle 'Equal pay for Equal work'\nis 'deducible from those Article and may be properly E\napplied to cases of unequal scales of pay based on no\nclassification or irrational classification though these\ndrawing the different scales of pay do identical work under\nthe same employer.\"\n73. In Surinder Singh \u0026 Anr. v. Engineer-in-Chief, CPWD\n\u0026 Others (1986) 1 SCC 639 it was observed that the Central\nGovernment like all organs of State is committed to the\nDirective Principles of State Policy and Article 39 enshrines the\nprinciple of equal pay for equal work.\n74. In Mackinnon Mackenzie \u0026 Co. Ltd. v. Audrey D'\nCosta \u0026 Another (1987) 2 SCC 469 it was observed that the\nterm \"same work\" or \"work of similar nature\" under Section 2(h)\nof the Act that \"whether a particular work is same or similar in\nnature as another work can be determined on the three\nF\nG\nН\n410 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA considerations. In deciding whether the work is same or\nbroadly similar, the authority should take broad view; next in\nascertaining whether any differences are of practical\nimportance, the authority should take an equally broad\napproach for the very concept of similar work implies\nB differences in detail, but these should not defeat a claim for\nequality on trivial grounds. It should look at the duties actually\nperformed, not those theoretically possible. In making\ncomparison the authority should look at the duties generally\nperformed by men and women.\"\nC\n75. In Bhagwan Dass \u0026 Others v. State of Haryana \u0026\nOthers (1987) 4 SCC 634 this court held that the mode of\nselection and period of appointment is irrelevant and immaterial\nfor the applicability of equal pay for equal work once it is shown\nthat the nature of duties and functions discharged and work\nD done is similar.\n76. In Inder Singh \u0026 Others v. Vyas Muni Mishra \u0026 Others\n1987 (Supp) SCC 257 this court also held the view that when\ntwo groups of persons are in the same or similar posts\nE performing same kind of work, either in the same or in the\ndifferent departments, the court may in suitable cases, direct\nequal pay by way of removing unreasonable discrimination and\ntreating the two groups, similarly situated, equally.\nF\nG\nH\n77. In Haryana State Adhyapak Sangh \u0026 Others v. State\nof Haryana \u0026 Ors. (1988) 4 SCC 571 this court enforced the\nprinciple of equal pay for equal work for Aided School teachers\nat par with government school teachers and held that the\nteachers of Aided Schools must be paid same pay scale and\ndearness allowance as teachers of the government schools.\n78. In U.P. Rajya Sahakari Bhoomi Vikas Bank Ltd. v.\nWorkmen 1989 Supp (2) SCC 424, this court observed as\nunder:-\n\"The Tribunal's finding that both the groups were doing the\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n411\nsame type of work has rightly not been challenged by the\nemployer Bank as it is a pure finding of fact. If irrespective\nof classification of junior and senior groups, the same work\nwas done by both, the principle of equal pay for equal work\nis definitely attracted and on the finding of fact the Tribunal\nwas justified in applying the principle to give the same\nbenefit to those who had been left out.\"\n79. In the case of Sita Devi \u0026 Others v. State of Haryana\n\u0026 Others (1996) 10 SCC 1 this court held: \"The doctrine of\n\"equal pay for equal work\" is recognized by this Court as a facet\nof the equality clause contained in Article 14 of the Constitution.\"\n80. In Sube Singh \u0026 Ors. v. State of Haryana \u0026 Ors.\n(2001) 7 SCC 545 (para 10), this court observed as under:-\n\"\n\"....whether the classification is reasonable having an\nintelligible differentia and a rational basis germane to the\npurpose, the classification has to be held arbitrary and\ndiscriminatory\".\n81. In John Vallamattom \u0026 Another v. Union of India\n(2003) 6 SCC 611, the constitutionality of Section 118 of the\nIndian Succession Act, 1925 was challenged. Section 118 was\ndeclared unconstitutional and violative of Article 14 of the\nConstitution. In that case, this court observed thus:-\nA\nB\nс\nD\nE\n\"Although Indian Christians form a class by themselves but F\nthere is no justifiable reason to hold that the classification\nmade is either based on intelligible differentia or the same\nhas any nexus with the object sought to be achieved. The\nunderlying purpose of the impugned provision having\nadequately been taken care of by Section 51, the purport\nand object of that provision must be held to be non-\nexistent.\"\n82. In State of Mizoram \u0026 Another. v. Mizoram\nEngineering Service Association \u0026 Another (2004) 6 SCC\n218 while dealing with case of this nature, this court observed\nG\nH\n412 SUPREME COURT REPORTS\nA as under:-\nB\n[2010] 6 S.C.R.\n\"The fact that the revised pay scale was being allowed to\nMr Robula in tune with the recommendations of the Fourth\nCentral Pay Commission, shows that the State\nGovernment had duly accepted the recommendations of\nthe Fourth Central Pay Commission. Having done so, it\ncannot be permitted to discriminate between individuals\nand not allow the same to the rest.\"\nIn this case, this Court clearly stated that the State cannot be\nC permitted to discriminate similarly placed persons.\nD\nE\nF\nG\nH\n83. This court in Union of India v. Dineshan K.K. (2008)\n1 SCC 586 at page 591 (para 12) observed as under:-\n\"The principle of \"equal pay for equal work” has been\nconsidered, explained and applied in a catena of decisions\nof this Court. The doctrine of \"equal pay for equal work\"\nwas originally propounded as part of the directive principles\nof the State policy in Article 39(d) of the Constitution. In\nRandhir Singh v. Union of India a Bench of three learned\nJudges of this Court had observed that principle of equal\npay for equal work is not a mere demagogic slogan but a\nconstitutional goal, capable of being attained through\nconstitutional remedies and held that this principle had to\nbe read under Articles 14 and 16 of the Constitution. This\ndecision was affirmed by a Constitution Bench of this Court\nin D.S. Nakara v. Union of India. Thus, having regard to\nthe constitutional mandate of equality and inhibition against\ndiscrimination in Articles 14 and 16, in service\njurisprudence, the doctrine of \"equal pay for equal work\"\nhas assumed status of a fundamental right.\"\n84. The principle underlying the guarantee of Article 14 is\nnot that the same rules of law should be applicable to all\npersons within the Indian territory or that the same remedies\nshould be made available to them irrespective of differences\nJ\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n413\nof circumstances. It only means that all persons similarly A\ncircumstanced shall be treated alike both in privileges conferred\nand liabilities imposed.\n85. The law can make and set apart the classes according\nto the needs and exigencies of the society and as suggested B\nby experience. It can recognize even degree of evil, but the\nclassification should never be arbitrary, artificial or evasive.\n86. The classification must not be arbitrary but must be\nrational, that is to say, it should be based on some qualities or\ncharacteristics which are to be found in all the persons grouped\ntogether and not in others who are left out but those qualities\nor characteristics must have a reasonable relation to the object\nof the legislation. In order to pass the test, two conditions must\nbe fulfilled, namely, (1) that the classification must be founded\non an intelligible differentia which distinguishes those that are\ngrouped together from others and (2) that differentia must have\na rational relation to the object sought to be achieved by the\nAct.\nC\nD\n87. In the instant case, in the counter-affidavit the E\nrespondents admitted clear discrimination, but I fail to\ncomprehend why the respondents are perpetuating\ndiscrimination. I deem it proper to quote the relevant portion\nfrom the counter affidavit as under:\n\"However this is a temporary anomaly. Over a period of F\ntime, the said anomaly would correct itself and after a\nperiod of 4-5 years all the members of the Tribunal would\nbe treated in an equal manner.\"\n88. One fails to comprehend and understand why the\nrespondents are perpetuating discrimination even for a period\nof four to five years.\n89. The High Court Judges are appointed from two\nstreams - 2/3rd from the Bar and 1/3rd from the Subordinate\nJudicial Service. After appointment, they are assigned the task\nG\nH\n414\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA of discharging judicial functions. The direct and inevitable\nimpact of the amendment is to dissuade and discourage both\nthe members of the Bar and Judiciary from becoming members\nof the Tribunal. The Tribunal is discharging purely judicial work\nwhich were earlier discharged by the judges of the High Courts.\nB The people's faith and confidence in the functioning of the\nTribunal would be considerably eroded if both the members of\nthe Bar and judiciary are discouraged from joining the Tribunal.\nIn a democratic country governed by rule of law, both the lawyers\nand judges cannot be legitimately discouraged and dissuaded\nfrom manning the Tribunal discharging only judicial work.\nC\nD\n90. The petitioners are aggrieved by the decision of the\nrespondents to abolish the post of Vice-Chairman in the Central\nAdministrative Tribunal and pray that it should be restored.\n91. The petitioners are further aggrieved by the newly\ninserted Section 10A of the Administrative Tribunal Act, 1985\nto the extent that it postulates different pay scales and\nconditions of service for the members of the Central\nAdministrative Tribunal on the basis of their appointment under\nE the amended and the unamended rules and pray that uniform\nconditions of service be made applicable to all members.\n92. The petitioners are also aggrieved by the newly\ninserted Section 10A that it is unconstitutional to the extent that\nit stipulates that the total term of the office of the members of\nF\nthe Tribunal shall not exceed 10 years. They pray that this\nembargo be removed.\n93. The petitioners further pray that all members be\npermitted to function till they attain the age of superannuation\nG of 65 years.\nH\nNEWLY INSERTED SECTION 10A\n94. I see no rationale or justification in providing different\nconditions of service for the members of the Tribunal on the\nbasis of their appointment under the amended and the\n"}