{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n415\nunamended rules, particularly when even according to the A\nrespondents it is nowhere denied that both the categories of\nmembers are not discharging the same duties, obligations and\nresponsibilities.\n95. Amended Section 10A is clearly discriminatory and\nviolative of basic principles of equality. Section 10A of the\namended Act is declared discriminatory, unconstitutional and\nultra vires of the Constitution so far as it does not provide\nuniform pay scales and service conditions on the basis of\namended and unamended rules. Consequently, all the\nmembers of the Tribunal would be entitled to get the same pay\nscales and service conditions from June 2010.\nB\nC\n96. Section 10A of the amended Act is also declared\ndiscriminatory because the direct and inevitable impact of..\ninsertion of Section 10A is to prescribe different age of D...\nretirement for the judicial and other members. On the one hand,\nthe age of superannuation of the members has been increased\nfrom 62 to 65 years and according to the amended Act, the\nadministrative members would now retire at the age of 65\nyears. The members can now get maximum of two terms of 5 E\nyears each. A lawyer appointed at the age of 45 years will have\nto retire at the age of 55 years. Therefore, by this amendment,\nadministrative member would retire at the age of 65 whereas\njudicial member may retire even at the age of 55. This is clearly\ndiscriminatory and violative of the fundamental principle of F\nequality. Consequently, section 10A of the amended Act is\ndeclared discriminatory and violative of Article 14 of the\nConstitution and is declared ultra vires of the Constitution, to\nthe extent that it places embargo of two terms of five years each\nleading to different ages of retirements of the members of the\nTribunal. Consequently, henceforth, all the members of the\nTribunal shall function till the age of 65 years. In other words,\nthere would be a uniform age of retirement for all the members\nof the Tribunal.\nG\n97. The petitioners pray that the newly added Section 12(2) H\n416 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA be quashed as it impinges upon the independence of judiciary.\nB\nNEWLY INSERTED SECTION 12(2)\n98. I see no logic, rationale or justification in abolishing the\npost of Vice-Chairman in the Central Administrative Tribunal.\nNo reason for such abolition has been spelt out by the\nrespondents even at the time of introducing the Bill. Before the\namendment, ordinarily, the retired judges of the High Courts\nused to be appointed to the post of Vice-Chairman. It used to\nbe in consonance with the status and positions of the retired -\nC judges.\nD\nE\n99. There seems to be no basis or rational explanation of\nabolishing the post of Vice-Chairman. I fail to comprehend that\non the one hand, the post of Vice-Chairman has been\nabolished and on the other hand under the newly inserted\nsection 12(2) the power to designate Vice-Chairman has been\ngiven to the appropriate government. This is per se untenable\nand unsustainable. The executive has usurped the judicial\nfunctions by inserting section 12(2). The direct and inevitable\nconsequence of the amendment would affect the independence\nof judiciary.\n100. In the race of becoming the Vice-Chairman there\nwould be erosion of independence of judiciary. As aptly\nobserved in Sampath Kumar's case (supra) that a judicial\nF member who is looking forward to promotion to the post of\nVice-Chairman would have to depend on the goodwill and\nfavourable instance of the executive and that would directly\naffect independence and impartiality of the members of the\nTribunal impinging upon the independence of judiciary.\nG\nH\n101. Now, under section 12(2) of the amended Act, the\nentire power of designating Vice-Chairman has been usurped\nby the appropriate government. This amendment also has the\npotentiality of disturbing the separation of powers. The power\npertaining to judicial functioning of the Tribunal which was\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n417\nearlier exercised by the judiciary has been usurped by the\nexecutive. On the aforesaid considerations, the newly inserted\nsection 12(2) is per se untenable and consequently declared\nnull and void.\n102. In the larger public interest the post of Vice-Chairman\nis restored and the procedure for appointment would be in\naccordance with the unamended rules of the Act.\nA\nB\nC\n103. It must be clearly understood by all concerned that the\njudicial work which the members of the Tribunal discharge is\none, which was earlier discharged by the Judges of the High.\nCourt. The work is totally judicial in nature, therefore,\ndispensation of justice should be left primarily to the members\nof the Bar and Judges who have, by long experience and\ntraining acquired judicial discipline, understanding of the\nprinciples of law, art of interpreting laws, rules and regulations, D\nlegal acumen, detachment and objectivity. Unless extreme care\nis taken in the matter of appointments of the members of\nTribunal, our justice delivery system may not command\nconfidence, credibility, acceptability and trust of the people.\n104. I deem it appropriate to reiterate the impact of\nconclusions of my judgment:\n(i)\n(ii)\nAll the members of the Tribunal appointed either by\namended or unamended rules would be entitled to\nget uniform pay scales and service conditions from\n01.06.2010. However, in the facts of this case, they\nwould not be entitled to claim any arrears on\naccount of different pay scales and service\nconditions.\nAll the members of the Tribunal would have uniform\nage of retirement from 01.06.2010, meaning\nthereby that all members of the Tribunal shall be\npermitted to function until they attain the age of\nsuperannuation of 65 years. Hence, Section 10A is\nE\nF\nG\nH\n418\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nΑ\nB\nC\nquashed and set aside.\n(iii) The post of Vice-Chairman in the Central\nAdministrative Tribunal is restored from\n01.06.2010. However, I do not want to disturb the\nVice-Chairmen, if already designated by the\nGovernment, and permit them to continue in their\nrespect posts till they attain the age of\nsuperannuation. Thereafter, the Vice-Chairman\nshall be appointed in accordance with the\nunamended rules. Consequently, the newly inserted\nsection 12(2) of the amended Act is also quashed\nand set aside.\n105. The Writ Petitions are accordingly allowed in\naforementioned terms and disposed of, leaving the parties to\nD bear their own costs.\nN.J.\nWrit Petitions dismissed.\n"}