{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n365\nD\nVice-Chairman of the Tribunal resulted in three different levels A\nof functionaries in the Tribunal and, therefore, the Government\nof India took a policy decision that it would be beneficial and\nin the interest of uniformity of service that the hierarchy be\nreduced to just two posts, i.e., the Chairman and the Members\n1 of the Tribunal, which cannot be said to be either discriminatory B\nor arbitrary or illegal. It is further mentioned in the counter\naffidavit that Section 8 of the unamended Act provided that the\nmaximum tenure of the Chairman, Vice-Chairmen or a member\nof the Administrative Tribunal would be ten years subject to the\nage of retirement, which was 65 years in the case of Chairman C\nor Vice-Chairman and 62 years in the case of any other\nMember and it is not correct to say that Section 10A inserted\nby the Amending Act, for the first time restricts the term of the\nMembers of the Tribunal to ten years. It is explained in the\ncounter affidavit that the reason for raising the retirement age\nfrom 62 to 65 years was because the retirement age of\nGovernment servants had been increased from 58 years to 60\nyears and a retired Government servant had a tenure of only\ntwo years as a Member of the Tribunal as a result of which he\nwas not able to contribute much while being Member of the\nTribunal. As per the counter affidavit the qualifications required\nfor being selected as Administrative Member were the same\nas required for being chosen as Vice-Chairman of the Tribunal\nin the pre-amended Act and as no change by the amendment\nis effected so far as selection of a Member is concerned, the\nnew provision should not be regarded as unconstitutional. What\nis asserted in the counter affidavit is that as per Section 12 of\nthe Amended Act, the Chairman of the Tribunal would have all\nfinancial and administrative powers over the Benches, but the\nVice-Chairman can be designated by the Central Government,\nobviously with concurrence of the Chairman, and a Member so\ndesignated would discharge such functions of the Chairman as\nthe Chairman may direct and, therefore, it is wrong to contend\nthat by introduction of Section 12(2) of the Act, the\nindependence of judiciary and independence of Tribunal is\nsought to be curtailed by the Executive. It is explained in the H\nE\nF\n0\nD\n366 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA counter affidavit that earlier the post of Vice-Chairman was not\na promotional post for a Member of the Tribunal and the\nqualifications of the Vice-Chairman were different from a\nMember of the Tribunal, but, by amendment the qualifications\nof Members of the Tribunal have been raised to that of the Vice-\nB Chairman and this change in qualifications neither affects the\nstatus of a retired High Court Judge. nor confers arbitrary\nbenefits on the non-Judicial Members and, therefore, the said\nprovision is perfectly legal. It is further pointed out in the counter\naffidavit that except the change in the nomenclature, a retired\nC High Court Judge would get exactly the same facilities, if he is\nappointed today as Member of the Tribunal instead of\ndesignating him as Vice-Chairman of the Tribunal under the\nunamended Act and, therefore, it is wrong to contend that the\namendments are violative of the provisions of the Constitution.\nIt is explained in the reply that in the parent Act also the\nMembers were eligible for re-appointment for a second term\nof five years and not further whereas in the Amended Act,\nappointment of a Member is for a period of five years\nextendable by one more term of five years provided he has not\nattained the age of 65 years, and this provision does not infringe\nany of the rights of the Members of a Tribunal, who seek\nextension for a second term. It is stated in the counter that the\nqualifications for appointment as an Administrative Member of\nthe Tribunal, prior to its amendment were on the lower side and\na need was felt that persons, who were appointed as\nAdministrative Members, should have sufficient experience of\nhigh posts so as to enable them to understand the complexities\nof service jurisprudence and, therefore, certain additional\nqualifications have been prescribed, which cannot be termed\nas affecting the independence of the Tribunals. What is stated\nG in the counter affidavit is that as a matter of policy it is now\nprovided that all officers, who are in the pay-scale of Secretary\nor Additional Secretary, would be eligible for appointment and\nthe Selection Committee would invariably choose the most\neligible person for the said post. It is pointed out that the\nH Amended Act substantially changes the qualifications for\nE\nF\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n367\nappointment as a Member of the Tribunal and now the post of A\na Member of the Tribunal is equivalent to the post of the Vice-\nChairman as it existed prior to the amendment and, therefore,\nin terms of status and service conditions the Members\nappointed after February 19, 2007, have been granted the status\navailable to a Vice-Chairman before the amendment. What is B\nstressed is that though the present Members and Members to\nbe appointed in future would discharge similar functions, there\nis a marked distinction between the eligibility criteria and,\ntherefore, it is wrong to contend that the two form one class and\nthe provisions are arbitrary.\nс\nD\n11. Similarly, on service of notice in Writ Petition (C) No.\n539 of 2007, affidavit in reply has been filed on behalf of\nrespondent Nos. 1 and 2 by Ms. Manju Pandey, Director in the\nMinistry of Personnel, Government of India. In the said petition\naffidavit in reply on behalf of Government of Maharashtra is filed\nby Mr. Vijay Dattatraya Shinde, Under Secretary, General\nAdministration Deptt., State of Maharashtra. It may be\nmentioned that in both the above referred to two replies it is\nstated that a member appointed prior to February 19, 2007 and\nseeking extension for second term has to fulfill qualifications E\nprescribed by the Amended Act, which cannot be termed as\narbitrary or unconstitutional.\n12. This Court has heard the learned counsel for the parties\nat length and in great detail.\n13. The contention that the abolition of the post of Vice-\nChairman, which was in existence since inception of the\nAdministrative Tribunals, is unconstitutional because it would\ncreate anomalous situation in the structure as well as\nadministration of the Tribunals if any High Court Judge is\nappointed as Member of the Tribunal, cannot be accepted. As\nexplained in the reply affidavit the post of Vice-Chairman in the\nTribunal had created an avoidable three tier institution and\nresulted in anomalies in qualifications, age of retirement,\nF\nG\nH\n368 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA service conditions etc. It is worth noticing that Members of the\nTribunal had claimed equality with the Judges of the High Court\nor even the Vice-chairman of the Tribunal, in the matter of pay\nand superannuation. That claim was rejected by this Court in\nM.B. Majumdar v. Union of India [(1990) 4 SCC 501] with an\nB observation that it is for the Parliament to enact a law for\nequating Members of the Tribunal with Judges of High Court\nfor the purposes of pay and superannuation. The Parliament,\nin exercise of powers under Article 323A of the Constitution,\nhas amended the Administrative Tribunals Act, 1985 and\nC equated its Members with Judges of High Court for the\nD\nE\npurposes of pay and superannuation. The Parliament, by\nenacting a law, has right to change the conditions of service of\nMembers of the Administrative Tribunals. While upgrading the\nconditions of service of the Members, the conditions of service\nof a Judicial Member are not changed to his detriment. By the\namending Act all the Members of the Central Administrative\nTribunal have been elevated to the status of a High Court Judge.\nThe service conditions of the Members of the Tribunal have\nbeen upgraded to that of a High Court Judge, which cannot be\nregarded as illegal or unconstitutional. The qualifications of the\nVice-chairman provided in Section 6(2)(a), 6(2)(b) and 6(2)(bb)\nin the unamended Act were also to a large extent qualifications\nprescribed for appointment of a person as an Administrative\nMember. The only addition made by the Amending Act is that\nnow the Secretary to the Government of India, in the Department\nof Legal Affairs or the Legislative Department including\nMember-Secretary, Law Commission of India or a person who\nhas held a post of Additional Secretary to the Government of\nIndia in the Department of Legal Affairs and Legislative\nDepartment at least for a period of five years, are made eligible\nG for appointment as a Judicial Member. It is to be noted that\nthough under the unamended Act, it was not specifically\nprovided that person who held the post of a Secretary to the\nGovernment of India in the Department of Legal Affairs or the\nLegislative Department including Member-Secretary, Law\nH Commission of India for at least two years or persons who held\nF\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n369\nC\nD\npost of Additional Secretary to the Government of India in the A\nDepartment of Legal Affairs and Legislative Department at\nleast for a period of five years, was eligible to be appointed\nas an Administrative Member, but he was eligible to be.\nappointed as Administrative Member in view of the\nqualifications which were laid down for a person to be B\nappointed as Administrative Member. However, by the\nAmendment, such a person is declared to be eligible for being\nappointed as Judicial Member having regard to his experience\nand opportunity to deal with legal issues in his respective\ndepartment. Section 6(3) and 6(3)(a) of the earlier Act provided\na much lower qualification for a Member of the Tribunal. The\namended qualifications for a Member of the Tribunal are nearly\nthe same as Vice-Chairman of the Tribunal, which clearly\nreflects the intention of the Government to upgrade the post of\nan Administrative Member. In such circumstances the need for\nhaving a Vice-Chairman was obviated and the Government,\ntherefore, abolished the post of Vice-Chairman by the\nimpugned enactment. By abolition of the post of the Vice-\nChairman no anomalous situation is sought to be introduced\nin the structure as well as functioning and administration of the\nE\nTribunals. A retired High Court Judge would be eligible for\nappointment as Member of the Tribunal and on such\nappointment would be eligible to all the facilities as a Judge of\nthe High Court. The Chairman of the Tribunal is normally a\nretired Chief Justice of the High Court and very rarely a retired\nJudge is appointed as Chairman of the Tribunal. In any event F\nthe Chairman would be senior to a retired Judge, who is\nappointed as a Member of the Tribunal. Therefore, this Court\nfinds that no anomaly, as contended by the petitioners, would\ntake place at all on the abolition of the post of Vice-Chairman.\nThe petitioner could not establish before the Court that by G\nupgrading the status of the Administrative Member of the\nTribunal to that of a High Court Judge a particular provision of\nthe Constitution is infringed. The plea that abolition of post of\nVice-Chairman will discourage a sitting or retired High Court\nJudge from joining the Tribunal cannot be appreciated. The H\n370 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA composition of the Tribunal, after amendment of the Act, is such\nthat there would be a Vice-Chairman if required as under\nSection 12, a Judicial Member and another member to be\nappointed from civil services. A High Court Judge, who opts\nfor the post of judicial Member in the Tribunal, would not be\nB lowering his status after the amendment because all the service\nconditions applicable to him as a High Court Judge have been\nsaved. Therefore, the first contention that abolition of the post\nof Vice-Chairman except for the purposes of Section 12 of the\nAct would create anomalous situation in the structure as well\nas administration of the Tribunal, if any High Court Judge is\nappointed as a Member has no substance and is hereby\nrejected.\nC\nD\n14. The argument that Section 6(2) of the Administrative\nTribunals Act, 1985 modifies the qualifications for appointment\nas an Administrative Member of the Tribunal in such a manner\nthat except the IAS officers no other civil servant would ever\nbecome eligible for such appointment is without any factual\nbasis. The newly amended provision requires that a person\nshall not be qualified for appointment as an Administrative\nE Member unless he has held for at least two years the post of\nSecretary to the Government of India or any other post in the\nCentral or State Government and carrying the scale of pay,\nwhich is not less than that of a Secretary to the Government of\nIndia for at least two years or held post of Additional Secretary\nF to the Government of India for at least five years or any other\npost under the Central or State Government carrying the scale\nof pay which is not less that that of an Additional Secretary to\nthe Government at least for a period of five years. What is\nrelevant to notice is the proviso to sub-Section (2) of Section\n6 of the Act, which stipulates that the officers belonging to All\nIndia Services, who were or are on Central deputation to a\nlower post shall be deemed to have held the post of Secretary\nor Additional Secretary as the case may be, from the date such\nofficers were granted proforma promotion or actual promotion\nwhichever is earlier, to the level of Secretary or Additional\nG\nH\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n371\nB\nC\nD\nSecretary, as the case may be, and the period spent on Central A\ndeputation after such date shall count for qualifying service for\nthe purposes of this clause. A reasonable reading of sub-\nSection (2) of Section 6 of the Act makes it very clear that by\nno stretch of imagination it can be said that the qualifications\nfor appointment as Administrative Member of the Tribunal are\nlaid down in such a manner that except an IAS officer no other\ncivil servant would become eligible for such appointment. It is\nnecessary to notice that officers belonging to All India services\nhave been made eligible to be appointed as Administrative\nMember subject to the fulfillment of qualifications stipulated in\nSection 6 of the Act. It is wrong to contend that All India\nServices comprise only of the IAS officers. All India Services\ncomprise IAS, IFS, IRS, etc. Merely because higher\nqualifications have been prescribed one need not conclude that\nexcept an IAS servant, no other civil servant would be eligible\nfor appointment as a Member. The higher qualifications have\nbeen prescribed for the benefit and interest of uniformity of the\ntwo level cadres contemplated by the amended provisions.\nThere is no manner of doubt that Government of India took a\npolicy decision to prescribe higher qualification for better\ndischarge of functions by the Members constituting the\nTribunals and the said policy decision cannot be regarded as\narbitrary or unreasonable. The qualifications of the Vice-\nChairman were provided in Sections 6(2)(a), 6(2)(b), 6(2)(bb)\nand 6(2)(c) of the unamended Act. To a large extent, the\nF\nqualifications laid down in the unamended Act are almost the\nsame as are laid down in the amended provisions. Therefore,\nthe contention that the amended provisions lay down\nqualifications for appointment as Administrative Member in such\na manner that except IAS officers no other civil servant would\never become eligible for such appointment cannot be accepted. G\nE\n15. The plea that Section 10A, which restricts the total term\nof the Member of the Administrative Tribunal to ten years should\nbe regarded as unconstitutional has also no substance at all.\nThe age of retirement of a Government servant has been raised H.\n372 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA from 58 years to 60 years. Initially under the unamended\nC\nD\nprovisions of the Act a retired Government servant had a tenure\nof only two years as a Member of the Tribunal and it was\nnoticed that he was not able to contribute much while\nperforming duties as a Member of the Tribunal. It was felt\nB necessary that every Member of the Tribunal should have a\ntenure of five years. Therefore, the provisions relating to term\nof office incorporated in Section 8 of the Act were amended in\nthe year 1987 and provision was made fixing term of office of\nChairman, Vice-chairman and Members at five years period.\nThis Court, in S.P. Sampath Kumar vs. Union of India and\nothers [(1987) 1 SCC 124], expressed the view that the term\nof five years, for holding the posts mentioned in Section 8 of\nthe Act was so short that it was neither convenient to the person\nselected for the job nor expedient to the scheme. This Court\nfound that it became a disincentive for well qualified people as\nafter five years, they had no scope to return to the place from\nwhere they had come. The constitutional validity of the\nprovisions of Section 8, fixing term of office of Chairman, Vice-\nchairman and Members of the Tribunal at five years period was\nupheld by this Court in Durgadas Purkyastha vs. Union of India\n\u0026 others [(2002) 6 SCC 242]. Therefore, now provision is made\nfor extension of term of office by a further period of five years.\nThus the Government has decided to provide for extension in\nterm of office by five years of a Member so that he can\neffectively contribute to speedy disposal of cases, on merits\nF after gaining expertise in the service jurisprudence and having\ngood grip over the subject. Under the unamended provisions\nof the Act also the term of Vice-Chairman and Member was\nextendable by a further period of five years and under the\nunamended provisions also a Member of the Bar, who was\nG appointed as Judicial Member of the Tribunal, had maximum\ntenure of ten years. It is not the case of the petitioners that the\nunamended provisions of the Act, which prescribed total tenure\nof ten years for a Member of the Bar was/is unconstitutional.\nThe provisions of Section 8 fixing maximum term of office of\nH the chairman at sixty eight years and of a Member of the\nE\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[J.M. PANCHAL, J.]\n373\nA\nTribunal at 10 years, cannot be regarded as unconstitutional\nbecause concept of security of tenure does not apply to such\nappointments. Said provision cannot be assailed as arbitrary\nhaving effect of jeopardising security of tenure. An Advocate\npractising at the Bar is eligible to be appointed as Member of\nTribunal subject to his fulfilling required qualifications. In all, such B\na Member would have term of office for ten years. On ceasing\nto hold office, a Member, subject to the other provisions of the\nAct, is eligible for appointment as the Chairman of the Tribunal\nor as the Chairman, Vice-chairman or other Member of any\nother Tribunal and is also eligible to appear, act or plead before C\nany Tribunal except before the Tribunal of which he was\nMember. Under the circumstances, this Court fails to\nappreciate as to how the amended provisions restricting the\ntotal tenure of a Member of the Tribunal to ten years would be\nunconstitutional. The unamended Section 6 of the D\nAdministrative Tribunals Act, 1985 indicated that the Chairman,\nVice-Chairman and other Members, held respective offices in\none capacity or the other, had reasonably spent sufficient\nnumber of years of service in those posts before they were\nappointed in the Tribunal and, therefore, the concept of security\nof tenure of service in respect of those whose term was\nreduced was not regarded as appropriate. The impugned\nprovision, therefore, cannot be assailed on the ground of\narbitrariness having the effect of jeopardizing the security of\ntenure of Members of the Bar beyond reasonable limits. An\noption is reserved to the Government to re-appoint a Member\non the expiry of the first term beyond five years. The outer limit\nfor the Member is that he should be within the age of 65 years.\nThus, it would not be in every case that the Government would\nput an end to the term of the office at the end of five years\nbecause such Chairman or Member is eligible for appointment\nfor another period of five years after consideration of his case\nby a committee headed by a Judge of the Supreme Court to\nbe nominated by the Chief Justice of India and two other\nMembers, one of whom will be the Chairman of the Tribunal.\nUnder the circumstances, it is difficult to conclude that the\nE\nF\nG\nH\nH\n374 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA provision restricting the total tenure of a Member to ten years\nis either arbitrary or illegal.\nB\n16. The plea that Section 10A of the Act requiring a sitting\nMember of the Tribunal, who seeks extension for second term\nto possess the qualifications laid down by the amended Act\nand get himself selected through Selection Committee is\narbitrary, is devoid of merits. The selections to be made as an\nAdministrative Member after February 19, 2007 are made\napplicable uniformly to those who would be appointed as\nAdministrative Member after February 19, 2007. A Member,\nwho was appointed prior to February 19, 2007, cannot claim\nthat he has vested right of extension of his term for a further\nperiod of five years as per the qualifications laid down in the\nunamended Act and that qualifications prescribed by the\namending Act should be ignored in his case while considering\nD his case for extension of term for a further period of five years.\nс\nOver a period of time the anomaly, if any, would get cleared\nitself and after a period of 4-5 years all the Members of the\nTribunal would be equal in status and that every Member to be\nappointed will have to qualify himself as per the qualifications\nE laid down in the Amended Act and will have to get himself\nselected through Selection Committee. The eligibility conditions\nof the Members appointed prior to and after February 19, 2007\nare different. Since the Members of the Administrative Tribunals\nappointed prior to February 19, 2007 form a different class from\nF those appointed or to be appointed after February 19, 2007.\nArticle 14 of the Constitution would stand violated if they are\ntreated differently in the matter of appointment or extension of\nservice as a Member after February 19, 2007. Extension in\nservice by a Member cannot be claimed as matter of right and\nG would always be subject to fulfillment of qualifications and\nconditions stipulated in the Amended Act. As observed earlier,\nthe petitioner in Writ Petition (C) 539 of 2007 could not have\nclaimed, as a matter of right, automatic re-appointment as\nJudicial Member of the State Administrative Tribunal after his\nfirst term of five years was over. As is provided in the Amending\nH\n"}