{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n395\nof five years may occasionally operate as a disincentive\nfor well qualified people to accept the offer to join the\nTribunal. There may be competent people belonging to\nyounger age groups who would have more than five years\nto reach the prevailing age of retirement. The fact that such\npeople would be required to go out on completing the five\nyear period but long before the superannuation age is\nreached is bound to operate as a deterrent...\"\nA\nB\n42. In L. Chandra Kumar v. Union of India \u0026 Others (1997)\n3 SCC 261, the Court dealt with the origin of judicial review. C\nThe origin of the power of judicial review of legislative action\nmay well be traced to the classic enunciation of the principle.\nby Chief Justice John Marshall of the US Supreme Court in\nMarbury v. Madison. (But the origins of the power of judicial\nreview of legislative action have not been attributed to one\nsource alone). So when the framers of our Constitution set out\ntheir monumental task, they were well aware that the principle\nthat courts possess the power to invalidate duly-enacted\nlegislations had already acquired a history of nearly a century\nand a half.\n43. In R.K. Jain v. Union of India (1993) 4 SCC 119 (para\n8) the court observed as under:-\nD\nE\nF\n\"...(T)he time is ripe for taking stock of the working of the\nvarious Tribunals set up in the country after the insertion\nof Articles 323A and 323B in the Constitution. A sound\njustice delivery system is a sine qua non for the efficient\ngovernance of a country wedded to the rule of law. An\nindependent and impartial justice delivery system in which\nthe litigating public has faith and confidence alone can G\ndeliver the goods...\"\n44. In Bidi Supply Co. v. Union of India \u0026 Ors. 1956 SCR\n267, the Court observed as under:\n\"The heart and core of democracy lies in the judicial H\nA\nB\nC\nD\nE\nF\nG\nH\n396 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nprocess, and that means independent and fearless judges\nfree from executive control brought up in judicial traditions\nand trained to judicial ways of working and thinking. The\nmain bulwarks of liberty of freedom lie there and it is clear\nto me that uncontrolled powers of discrimination in matters\nthat seriously affect the lives and properties of people\ncannot be left to executive or quasi executive bodies even\nif they exercise quasi judicial functions because they are\nthen invested with an authority that even Parliament does\nnot possess. Under the Constitution, Acts of Parliament\nare subject to judicial review particularly when they are said\nto infringe fundamental rights, therefore, if under the\nConstitution Parliament itself has not uncontrolled freedom,\nof action, it is evident that it cannot invest lesser authorities\nwith that power.\"\n45. In His Holiness Kesavananda Bharati Sripadagalvaru\nv. State of Kerala \u0026 Anr. (1973) 4 SCC 225, Khanna, J. (at\npara 1529 at page 818) observed as under:\n\"... The power of judicial review is, however, confined not\nmerely to deciding whether in making the impugned laws\nthe Central or State Legislatures have acted within the four\ncorners of the legislative lists earmarked for them; the\ncourts also deal with the question as to whether the laws\nare made in conformity with and not in violation of the\nother provisions of the Constitution. As long as\nsome fundamental rights exist and are a part of the\nConstitution, the power of judicial review has also to be\nexercised with a view to see that the guarantees afforded\nby those rights are not contravened... Judicial review has\nthus become an integral part of our constitutional system\nand a power has been vested in the High Courts and the\nSupreme Court to decide about the constitutional validity\nof provisions of statutes. If the provisions of the statute are\nfound to be violative of any article of the Constitution, which\nis touchstone for the validity of all laws, the Supreme Court\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n397\n[DALVEER BHANDARI, J.]\nand the High Courts are empowered to strike down the\nsaid provisions.\"\nA\n46. In L. Chandra Kumar's case (supra), the Court\nobserved as under:\nB\nC\n\"81. If the power under Article 32 of the Constitution, which\nhas been described as the \"heart\" and \"soul\" of the\nConstitution, can be additionally conferred upon \"any other\ncourt\", there is no reason why the same situation cannot\nsubsist in respect of the jurisdiction conferred upon the\nHigh Courts under Article 226 of the Constitution. So long\nas the jurisdiction of the High Courts under Articles 226/\n227 and that of this Court under Article 32 is retained,\nthere is no reason why the power to test the validity of\nlegislations against the provisions of the Constitution.\ncannot be conferred upon Administrative Tribunals created\nunder the Act or upon Tribunals created under Article 323-\nB of the Constitution. It is to be remembered that, apart\nfrom the authorization that lows from Articles 323-A and\n323-B, both Parliament and the State Legislatures.\npossess legislative competence to effect changes in the E\noriginal jurisdiction of the Supreme Court and the High\nCourts...\"\nD\n47. The Report of the Arrears Committee (1989-90)\npopularly known as the Malimath Committee Report, in Chapter F\nVIII of the second volume under the heading \"Alternative Modes\nand Forums for Dispute Resolution\" dealt with the functioning\nof the Tribunals in the following words:\n\"Functioning of Tribunals\n8.63. Several tribunals are functioning in the country. Not\nall of them, however, have inspired confidence in the\npublic mind. The reasons are not far to seek. The foremost\nis the lack of competence, objectivity and judicial\napproach. The next is their constitution, the power and\nG\nI\n398\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nс\nD\nE\nmethod of appointment of personnel thereto, the inferior\nstatus and the casual method of working. The last is their\nactual composition; men of caliber are not willing to be\nappointed as presiding officers in view of the uncertainty\nof tenure, unsatisfactory conditions of service, executive\nsubordination in matters of administration and political\ninterference in judicial functioning. For these and other\nreasons, the quality of justice is stated to have suffered and\nthe cause of expedition is not found to have been served\nby the establishment of such tribunals.\"\n48. The Tribunals were established to inspire confidence\nin the public mind for providing speedy and quality justice to\nthe litigants. The Tribunals were set up to reduce the increasing\nburden of the High Courts. The High Courts' judicial work was\nin fact entrusted to these Tribunals. The judicial work should be\nadjudicated by legally trained minds with judicial experience or\nat least by a legally trained mind. The public has faith and\nconfidence in the judiciary and they approach the judiciary for\njust and fair decisions. Therefore, to maintain the trust and\nconfidence in the judicial system, the government should ensure\nthat the person adjudicating the disputes is a person having\nlegal expertise, modicum of legal training and knowledge of law\napart from an impeccable integrity and ability. The persons who\nhave no legal expertise and modicum of legal training may find\nit difficult to deal with complicated and complex questions of\nF law which at times even baffle the minds of well trained lawyers\nand judges. Therefore, dispensation of justice should be left\nprimarily to the members of the Bar and the Judges who have\nby long judicial and legal training and experience have acquired\nunderstanding, objectivity and acumen. Unless we take utmost\nG care in the matter of appointments in the Tribunal, our justice\ndelivery system may not command credibility, confidence and\nthe trust of the people of this country.\nH\n49. In all constitutional matters where amendments of\ncertain legislations have been challenged, the approach of this\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n399\nCourt has always been to examine the constitutional scheme\nof every enactment of the State. It is clear that the Court had\nnever tried to pick holes or searched for defects of drafting but\nhas sustained the enactments if found fit on the anvil of truth\nand has struck down the enactments only whenever an\nenactment was found wholly unsustainable. The Courts have\nalways been very conscious of the demarked functions of the\nthree organs of the State. The Courts have also recognized the\nconcept of checks and balances under the Constitution. .\nA\nB\nC\n50. The Courts constitute an inbuilt mechanism within the\nframework of the Constitution for purposes of social audit and\nto ensure compliance of the Rule of Law. This Court seeks only\nto ensure that the majesty of this great institution may not be\nlowered and the functional utility of the constitutional edifice may\nnot be rendered ineffective. This principle was articulated by\nD\nthis Court in the case of M.L. Sachdev v. Union of India \u0026\nAnother (1991) 1 SCC 605.\nเย\nE\n51. There are plethora of cases where challenges have\nbeen made to various enactments of the State constituting\nexpert bodies/Tribunals on the ground that in such Tribunals the\npositions required to be occupied by the persons of judicial\nbackground are being filled in by those who are bureaucrats\nand others who are not having judicial expertise and objectivity.\nIn such cases, it has been a ground of challenge that the bodies/\nTribunals being judicial forums having adjudicatory powers on\nthe questions of importance and legalistic in nature and in the\nbackground of the doctrine of separation of powers recognized\nby the Indian Constitution, the head of the judiciary should\nalways be consulted for such appointments and the main\nsubstance behind such challenge has been that the persons G\nwho are appointed to such bodies should belong to the judiciary\nbecause those members have to discharge judicial functions.\n52. In Sampath Kumar's case (supra), Bhagwati, C.J.\nrelying on Minerva Mills' case declared that it was well settled\nF\nH\n400 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA that judicial review was a basic and essential feature of the\nConstitution. If the power of judicial review is taken away, the\nConstitution would cease to be what it is. The court further\ndeclared that if a law made under Article 323-A(1) were to\nexclude the jurisdiction of the High Court under Articles 226 and\n227 without setting up an efficient alternative institutional\nmechanism or arrangement for judicial review, it would violate\nthe basic structure and hence outside the constituent power of\nParliament.\nB\nс\n53. The Parliament was motivated to create new\nadjudicatory fora to provide new, inexpensive and fast-track\nadjudicatory systems and permitting them to function by tearing\nof the conventional shackles of strict rule of pleadings, strict rule\nof evidence, tardy trials, three/four-tier appeals, endless\nrevisions and reviews - creating hurdles in fast flow of stream\nD of justice. The Administrative Tribunals as established under\nArticle 323-A and the Administrative Tribunals Act, 1985 are\nan alternative institutional mechanism or authority, designed to\nbe not less effective than the High Court, consistently with the\namended constitutional scheme but at the same time not to\nE negate judicial review jurisdiction of the constitutional courts.\nF\nG\nH\n54. I am, therefore, clearly of the opinion that there is no\nanathema in the Tribunal exercising jurisdiction of High Court\nand in that sense being supplemental or additional to the High\nCourt but, at the same time, it is our bounden duty to ensure\nthat the Tribunal must inspire the same confidence and trust in\nthe public mind. This can only be achieved by appointing the\ndeserving candidates with legal background and judicial\napproach and objectivity.\n55. I deem it appropriate to briefly discuss the theory of\nbasic structure and separation of power in the Constitution to\nproperly comprehend the controversy involved in this case.\nEQUALITY AND BASIC STRUCTURE\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n401\n56. Initially when the doctrine of basic structure was laid\ndown there was no specific observation with respect to whether\nArticle 14 forms part of basic structure or not. In fact the\nconfusion was to such an extent as to whether fundamental\nrights as a whole form part of basic structure or not? It was in\nthis light that Khanna, J., had to clarify in his subsequent\ndecision in Indira Nehru Gandhi v. Raj Narain \u0026 Anr. (1975)\nSupp. SCC 1 in the following words:-\n$6\nA\nB\nWhat has been laid down in that judgment is that no\narticle of the Constitution is immune from the amendatory C\nprocess because of the fact that it relates to a fundamental\nright and is contained in Part III of the Constitution.....The\nabove observations clearly militate against the contention\nthat according to my judgment fundamental rights are not\na part of the basic structure of the Constitution. I also dealt\nwith the matter at length to show that the right to property\nwas not a part of the basic structure of the Constitution.\nThis would have been wholly unnecessary if none of the\nfundamental rights was a part of the basic structure of the\nConstitution\". [Paras 251-252]\nFurther, though not directly quoting Article 14 of the constitution\nChandrachud, J. in the above mentioned case held that,\n\"I consider it beyond the pale of reasonable controversy.\nthat if there be any unamendable features of the\nConstitution on the score that they form a part of the basic\nstructure of the Constitution, they are that: (i) Indian\nsovereign democratic republic; (ii) Equality of status and\nopportunity shall be secured to all its citizens; (iii) The State\nshall have no religion of its own and all persons shall be\nequally entitled to freedom of conscience and the right\nfreely to profess, practise and propagate religion and that\n(iv) the nation will be governed by a Government of laws,\nnot of men. These, in my opinion, are the pillars of ou.\nconstitutional philosophy, the pillars, therefore, of the basic\nD\nE.\nF\nG\nH\n402 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nstructure of the Constitution.\" [Para 664]\nB\nC\n57. Thus, from the above observations it is very clear that\nat no point of time there was the intention to exclude the\nmandate of equality from the basic structure. The I.R. Coelho\n(dead) by Lrs. v. State of Tamil Nadu \u0026 Others (2007) 2 SCC\n1 rightly observed that in Indira Gandhi's case, Chandrachud,\nJ. posits that equality embodied in Article 14 is part of the basic\nstructure of the constitution and, therefore, cannot be abrogated\nby observing that the provisions impugned in that case are an\noutright negation of the right of equality conferred by Article 14,\na right which more than any other is a basic postulate of our\nconstitution [Para 108]\n58. In the above case relying on the observations in the\nMinerva mills's case the question of Article 14 coming under\nD the purview of Basic structure has been brought at rest. Since\nit has been a settled question per the judgment of I.R. Coelho\nthat the arbitrariness of a legislation, Rules, Policies and\namendment would be subject to the test of reasonableness, rule\nof law and broad principle of equality as per Article 14.\nE\nLL\nF\nG\nH\n59. In Ashoka Kumar Thakur \u0026 Ors. v. Union of India \u0026\nOrs. (2008) 6 SCC 1, Balakrishnan, CJ. observed that,\n\"118. Equality is a multicolored concept incapable of a\nsingle definition as is also the fundamental right under\nArticle 19(1)(g). The principle of equality is a delicate,\nvulnerable and supremely precious concept for our society.\nIt is true that it has embraced a critical and essential\ncomponent of constitutional identity. The larger principles\nof equality as stated in Articles 14, 15 and 16 may be\nunderstood as an element of the \"basic structure\" of the\nConstitution and may not be subject to amendment,\nalthough, these provisions, intended to configure these\nrights in a particular way, may be changed within the\nconstraints of the broader principle. The variability of\nchanging conditions may necessitate the modifications in\nA.K. BEHERA v. UNION OF INDIA \u0026 ANR.\n[DALVEER BHANDARI, J.]\n403\nthe structure and design of these rights, but the transient A\ncharacters of formal arrangements must reflect the larger\npurpose and principles that are the continuous and\nunalterable thread of constitutional identity. It is not the\nintroduction of significant and far-reaching change that is\nobjectionable, rather it is the content of this change insofar B\nas it implicates the question of constitutional identity.\"\nSEPARATION OF POWERS\n60. The Constitution has very carefully separated the\npowers of executive, judiciary and legislature and maintained C\na very fine balance.\n61. Sikri, C.J. in Kesavananda Bharati's case (supra)\nstated that separation of powers between the legislature,\nexecutive and the judiciary is basic structure of the constitution. D\nThe learned judge further observed that,\n\"The above structure is built on the basic foundation i.e.\nthe dignity and freedom of the individual. This is of\nsupreme importance. This cannot by any form of\namendment be destroyed.\" (Para 293)\n\"The above foundation and the above basic features are\neasily discernible not only from the preamble but the whole\nscheme of the Constitution, which I have already\ndiscussed.\" [Para 294]\n62. In Minerva Mills Ltd. (supra), the court observed thus:-\nE\nF\n\"87......every organ of the State, every authority under the\nConstitution, derives its power from the Constitution and\nhas to act within the limits of such power. But then the G\nquestion arises as to which authority must decide what are\nthe limits on the power conferred upon each organ or\ninstrumentality of the State and whether such limits are\ntransgressed or exceeded. Now there are three main\ndepartments of the State amongst which the powers of H\nA\nB\nс\nD\nE\nחד\nF\nG\nH\n404 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\ngovernment are divided; the executive, the legislature and\nthe judiciary. Under our Constitution we have no rigid\nseparation of powers as in the United States of America,\nbut there is a broad demarcation, though, having regard\nto the complex nature of governmental functions, certain\ndegree of overlapping is inevitable. The reason for this\nbroad separation of powers is that “the concentration of\npowers in any one organ may\" to quote the words of\nChandrachud, J., (as he then was) in Indira Gandhi case\n(supra) \"by upsetting that fine balance between the three\norgans, destroy the fundamental premises of a democratic\ngovernment to which we are pledged”.\n63. This court in Subhash Sharma \u0026 Ors. v. Union of India\n1991 Sup (1) 574 observed as under:-\n.The constitutional phraseology would require to be\nread and expounded in the context of the constitutional\nphilosophy of separation of powers to the extent\nrecognised and adumbrated and the cherished values of\njudicial independence.\" [Para 31]\n64. In Pareena Swarup v. Union of India (2008) 14 SCC\n107 the court observed as under:-\n\"9. It is necessary that the court may draw a line which\nthe executive may not cross in their misguided desire to\ntake over bit by bit and (sic) judicial functions and powers\nof the State exercised by the duly constituted courts. While\ncreating new avenue of judicial forums, it is the duty of the\nGovernment to see that they are not in breach of basic\nconstitutional scheme of separation of powers and\nindependence of the judicial function.\"\nIn the said case, it was also observed as under:-\n\"10.\n.. The Constitution guarantees free and\nindependent judiciary and the constitutional scheme of\nseparation of powers can be easily and seriously\n"}