{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"PRANAY MAJUMDAR\nV.\nBINA MAJUMDAR\n1 JANUARY 17, 2007\n[DR. AR. LAKSHMANAN AND V.S. SIRPURKAR, JJ.]\nSpecial Marriage Act, 1954-S.27(d)-Divorce petition—Settlement-\nParties not living together since 17 years-Living together peacefully by\nboth parties not possible-Offer of husband of Rs.3 lacs by way of\npermanent alimony to wife in full and final settlement, accepted by wife-\nDecree of divorce granted.\nAppellant-husband filed a suit for divorce. Trial Court decreed the\nsame. On appeal, High Court set aside the decree.\nHusband filed appeal before this Court. This Court passed an order\non 26.9.2006 that the parties are not living together since 1990 and there\nis no hope for parties living together peacefully. Appellant-husband offered\na sum of Rs.3 lacs by way of permanent alimony to wife in full and final\nsettlement of the entire claim. This Court directed wife to consider the\noffer. Both the parties filed a Joint Memorandum of settlement duly signed\nby all the parties.\nDisposing of the appeal, the Court\nA\n00\nB\nC\nD\nE\nF\nHELD: It is represented by the appellant-husband that pursuant to the\njoint Memorandum of Settlement, a sum of Rs.3 lacs in full and final\nsettlement of all the claims of the respondent-wife as a permanent alimony\nwas paid to her by way of a demand draft. The respondent-wife has also\nstated that she has received the demand draft for a sum of Rs.3,00,000\n(three lacs). The respondent, as per Memorandum of Settlement, would not\nclaim any future claim for her and her daughter who is residing with her\nfirst husband. In view of the settlement now reached between the parties, G\nthe order of the High Court impugned in this appeal is set aside and there\nwill be a decree of divorce as ordered by the trial court in respect of the\nappellant and the respondent. [Para 6] [1092-E-F]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 267 of 2007.\n1089\nH\n1090\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nFrom the Final Judgment/Order dated 2.12.2003 of the High Court of\nCalcutta in F.M.A. No. 1401/2000.\nS.B. Upadhyay, Sr. Adv., Santosh Mishra, Shiv Mangal Sharma and\nSharmila Upadhyay for the Appellant.\nAnoop Kumar Srivastava and Rameshwar Prasad Goyal for the\nRespondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. : Delay condoned.\n2. Leave granted.\n3. This appeal is directed against the final Judgment/Order dt.02.12.2003\npassed in FMA No.1401 of 2000 by the High Court of Calcutta.\n4. The appellant before us is the husband of the respondent herein.\nThe appellant filed an application under Section 27(d) of the Special\nMarriage Act, 1954 in the City Civil Court at Calcutta being Matrimonial Suit\nNo.268 of 1991 seeking divorce from the respondent alleging cruelty. Later,\nthe suit was transferred to the Family Court, Calcutta and re-numbered as\nMatrimonial Suit No.103/1995. The suit filed by the appellant was decreed\nby the trial court. Aggrieved against the order of the trial court, the\nrespondent filed F.M.A.No.1401 of 2000 in the High Court and the High\nCourt by the impugned order, allowed the F.M.A.No.1401 of 2000. Hence,\nthe present appeal has been filed in this Court. During the pendency of the\nappeal, we passed the following Order on 26.09.2006 :-\n\"After hearing both parties, we pass the following Order on\n25.08.2006–\n\"The Husband is the petitioner before us, who had filed the\npetition for divorce before the Family Court, which was allowed.\nAggrieved against the said order, the respondent-wife filed an\nappeal before the High Court, which was allowed. Aggrieved\nagainst the order of the High Court, Husband has come up before\nus by way of filing the instant special leave petition.\nIt is now stated that though the marriage took place on 25.9.1987,\nདཪ་\nיך ז\"ל, * * ד\nf\nPRANAY MAJUMDAR v. BINA MAJUMDAR [LAKSHMANAN. J.] 1091\nthe parties are not living together from 29.6.1990 onwards and there\nis no hope for the parties living together peacefully. The learned\ncounsel for the respondent-wife has also submitted that living\ntogether hereafter by both parties is not possible, and therefore, if\nsuitable compensation by way of permanent alimony is granted, an\norder can be passed dissolving the marriage. The learned counsel\nfor the petitioner-husband offers a sum of Rs.3,00,000 by way of\npermanent alimony to the respondent-wife in full and final settlement\nof the entire claim. The learned counsel for the husband further\nsubmits that the husband owns certain land and he can sell the\nland and pay money to the respondent-wife. For that, he needs\nsome time. Since a proposal has been made today, we direct the\nlearned counsel for the respondent-wife to ascertain the views of\nthe respondent and then report to us. We direct both the parties\nto be present in person in this Court on 26th September, 2006. Post\nthis matter on 26th September, 2006 (NMD).”\n5. When the matter came up today for hearing, both the parties filed\na Joint Memorandum of Settlement duly signed by all the parties and\nattested by the counsel appearing on either side. The same is taken on\nrecord. The Joint Memorandum of Settlement reads thus\n\"(1) That the petitioner-husband shall pay a sum of Rs.3,00,000\n(Three lacs only) in full and final settlement of all the claims of the\nwife towards permanent alimony within a period of 3 months or\nearlier by demand draft.\nA\nB\nC\nD\nE\nF\n(2) That the respondent wife shall have no claim of any kind\nincluding any claim over the plot of land measuring 2 Kottah 1\nChhittak 15 sq.ft., Naihati No.168 in Dag No.68 under Municipal\nCorporation of Halishahar, Mauza: Balibhara, 24 Parganas (North),\nWest Bengal under sub-Registry of Naihati, registered on 26.2.1988\n(WB). The petitioner husband shall be exclusive owner in possession G\nof the said land.\n(3) That all original papers/documents pertaining to the aforesaid\nplot of land which are in custody of the respondent wife shall be\nreturned to the petitioner, within a period of 10 days from today.\nH\nA\nB\nC\nD\n1092\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n(4) That the respondent - wife shall not create any obstruction in\ndisposing of the said plot of land by the petitioner if he so desires.\n(5) That the said amount of Rs.3 lacs by demand draft as\npermanent alimony shall be paid by the petitioner husband to the\nrespondent wife within a period of 3 months or earlier. On receipt\nof the said amount, the Criminal Revision Application pending\nbefore the Calcutta High Court, preferred by the respondent-wife\nagainst the order dt.31.12.2004 passed in M.Case No.38/2000\n(T.R.No.64/2000) by the IVth Judicial Magistrate, Barracpore, West\nBengal under Section 125 Cr.P.C. shall stand withdrawn.\n(6) That on payment of the said amount of Rs.3 lacs; the\nrespondent wife shall not claim any future maintenance for her and/\nor for her daughter born out of the wedlock with her first husband.\n(7) That while granting the leave, the instant appeal may be\nallowed and accordingly the decree of divorce may be granted on\nthe above said terms.\"\nPlace this matter on 09.01.2007 for reporting compliance.\"\n6. It is now represented by learned counsel for the appellant that\nE pursuant to the Joint Memorandum of Settlement, a sum of Rs.3,00,000 (three\nlacs) in full and final settlement of all the claims of the respondent-wife as\na permanent alimony was paid to him by way of a demand draft. The learned\ncounsel for the respondent-wife has also stated that he has received the\ndemand draft for a sum of Rs.3,00,000 (three lacs). The respondent, as per\nMemorandum of Settlement, shall not claim any future claim for her and her\ndaughter who is residing with her first husband. In view of the settlement\nnow reached between the parties, the order of the High Court impugned in\nthis appeal is set aside and there will be a decree of divorce as ordered by\nthe trial court in respect of the appellant and the respondent. The appeal\nstands disposed of accordingly. No costs.\nF\nG\nD.G.\nAppeal disposed of.\nY\n\"\n"}