{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"590 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA omission is left to be corrected only by the appropriate forum\nin accordance with law.\nB\nIV. INHERENT POWERS UNDER SECTION 482 Cr.P.C.\n31. The inherent power under Section 482 Cr.P.C. is\nintended to prevent the abuse of the process of the Court and\nto secure the ends of justice. Such power cannot be exercised\nto do something which is expressly barred under the Cr.P.C. If\nany consideration of the facts by way of review is not\npermissible under the Cr.P.C. and is expressly barred, it is not\nC for the Court to exercise its inherent power to reconsider the\nmatter and record a conflicting decision. If there had been\nchange in the circumstances of the case, it would be in order\nfor the High Court to exercise its inherent powers in the\nprevailing circumstances and pass appropriate orders to\nD secure the ends of justice or to prevent the abuse of the process\nof the Court. Where there are no such changed circumstances\nand the decision has to be arrived at on the facts that existed\nas on the date of the earlier order, the exercise of the power\nto reconsider the same materials to arrive at different\nE conclusion is in effect a review, which is expressly barred under\nSection 362 Cr.P.C. (See: Simrikhia v. Dolley Mukherjee and\nChhabi Mukherjee \u0026 Anr, (1990) 2 SCC 437).\nF\nG\nH\n32. The inherent power of the court under Section 482\nCr.P.C. is saved only where an order has been passed by the\ncriminal court which is required to be set aside to secure the\nends of justice or where the proceeding pending before a court,\namounts to abuse of the process of court. Therefore, such\npowers can be exercised by the High Court in relation to a\nmatter pending before a criminal court or where a power is\nexercised by the court under the Cr.P.C. Inherent powers\ncannot be exercised assuming that the statute conferred an\nunfettered and arbitrary jurisdiction, nor can the High Court act\nat its whim or caprice. The statutory power has to be exercised\nsparingly with circumspection and in the rarest of rare cases.\n(Vide: Kurukshetra University \u0026 Anr. v. State of Haryana \u0026\n591\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\nAnr., AIR 1977 SC 2229; and State of W.B. \u0026 Ors. v. Sujit A\nKumar Rana, (2004) 4 SCC 129).\nB\n33. The power under Section 482 Cr.P.C. cannot be\nresorted to if there is a specific provision in the Cr.P.C. for the\nredressal of the grievance of the aggrieved party or where\nalternative remedy is available. Such powers cannot be\nexercised as against the express bar of the law and engrafted\nin any other provision of the Cr.P.C. Such powers can be\nexercised to secure the ends of justice and to prevent the abuse\nof the process of court. However, such expressions do not\nconfer unlimited/unfettered jurisdiction on the High Court as the C\n\"ends of justice\" and \"abuse of the process of the court\" have\nto be dealt with in accordance with law including the procedural\nlaw and not otherwise. Such powers can be exercised ex\ndebito justitiae to do real and substantial justice as the courts\nhave been conferred such inherent jurisdiction, in absence of D\nany express provision, as inherent in their constitution, or such\npowers as are necessary to do the right and to undo a wrong\nin course of administration of justice as provided in the legal\nmaxim \"quando lex aliquid alique, concedit, conceditur et id\nsine quo res ipsa esse non potest”. However, the High Court E\nhas not been given nor does it possess any inherent power to\nmake any order, which in the opinion of the court, could be in\nthe interest of justice as the statutory provision is not intended\nto by-pass the procedure prescribed. (Vide: Lalit Mohan\nMondal \u0026 Ors. v. Benoyendra Nath Chatterjee, AIR 1982 SC F\n785; Rameshchandra Nandlal Parikh v. State of Gujarat \u0026\nAnr., AIR 2006 SC 915; Central Bureau of Investigation v.\nRavi Shankar Srivastava, IAS \u0026 Anr., AIR 2006 SC 2872;\nInder Mohan Goswami \u0026 Anr. v. State of Uttaranchal \u0026 Ors.,\nAIR 2008 SC 251; and Pankaj Kumar v. State of Maharashtra G\n\u0026 Ors., AIR 2008 SC 3077).\n34. The High Court can always issue appropriate direction\nin exercise of its power under Article 226 of the Constitution at\nthe behest of an aggrieved person, if the court is convinced that\nH\n592 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA the power of investigation has been exercised by an\nB\nс\nD\nE\nF\nG\nH\nInvestigating Officer malafide or the matter is not investigated\nat all. Even in such a case, the High Court cannot direct the\npolice as to how the investigation is to be conducted but can\ninsist only for the observance of process as provided for in the\nCr.P.C. Another remedy available to such an aggrieved person\nmay be to file a complaint under Section 200 Cr.P.C. and the\ncourt concerned will proceed as provided in Chapter XV of the\nCr.P.C. (See: Gangadhar Janardan Mhatre v. State of\nMaharashtra \u0026 Ors., (2004) 7 SCC 768; and Divine Retreat\nCentre v. State of Kerala \u0026 Ors., AIR 2008 SC 1614).\n35. The provisions of Section 482 Cr.P.C. closely resemble\nSection 151 of Code of Civil Procedure, 1908, (hereinafter\ncalled the 'CPC'), and, therefore, the restrictions which are there\nto use the inherent powers under Section 151 CPC are\napplicable in exercise of powers under Section 482 Cr.P.C.\nand one such restriction is that there exists no other provision\nof law by which the party aggrieved could have sought relief.\n(Vide: The Janata Dal v. H.S. Chowdhary \u0026 Ors., AIR 1993\nSC 892).\n36. In Divisional Forest Officer \u0026 Anr. v. G.V. Sudhakar\nRao \u0026 Ors., AIR 1986 SC 328, this Court held that High Court\nwas not competent under Section 482 Cr.P.C. to stay the\noperation of an order of confiscation under Section 44(IIA) of\nthe Andhra Pradesh Forest Act as it is distinct from a trial\nbefore a court for the commission of an offence.\n37. In Popular Muthiah v. State represented by Inspector\nof Police, (2006) 7 SCC 296, explaining the scope of Section\n482 Cr.P.C., this Court held :\n\"The High Court cannot issue directions to investigate the\ncase from a particular angle or by a particular agency.'\n(Emphasis added)\nThus, in case, the High Court in exercise of its inherent\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n593\npowers, issues directions contravening the statutory provisions A\nlaying down the procedure of investigation, it would be\nunwarranted in law.\n38. In Rajan Kumar Machananda v. State of Karnataka,\n1990 (supp.) SCC 132, this Court examined a case as to\nwhether the bar under Section 397(3) Cr.P.C. can be\ncircumvented by invoking inherent jurisdiction under Section\n482 Cr.P.C. by the High Court. The Court came to the\nconclusion that if such a course was permissible it would be\npossible that every application facing the bar of Section 397(3)\nCr.P.C. would be labelled as one under Section 482 Cr.P.C.\nThus, the statutory bar cannot be circumvented.\nB\nC\n39. This Court has consistently emphasised that judges\nmust enforce laws whatever they may be and decide the cases\nstrictly in accordance with the law. \"The laws are not always just D\nand the lights are not always luminous. Nor, again, are judicial\nmethods always adequate to secure justice\". But the courts \"are\nbound by the Penal Code and Criminal Procedure Code\" by\nthe very 'oath' of the office. (See: Joseph Peter v. State of Goa,\nDaman and Diu, AIR 1977 SC 1812).\nE\nEL\nF\n40. It is evident from the above that inherent powers can\nbe exercised only to prevent the abuse of the process of the\ncourt and to secure the ends of justice. However, powers can\nbe used' provided there is no prohibition for passing such an\norder under the provisions of Cr.P.C. and there is no provision\nunder which the party can seek redressal of its grievance. Under\nthe garb of exercising inherent powers, the Criminal Court\ncannot review its judgment. Such powers are analogous to the\nprovisions of Section 151 CPC and can be exercised only to\ndo real and substantial justice. The rule of inherent powers has G\nits source in the maxim \"Quadolex aliquid alicui concedit,\nconcedere videtur id sine quo ipsa, ess uon potest\" which\nmeans that when the law gives anything to anyone, it gives also\nall those things without which the thing itself could not exist. The\nH\nA\nB\nC\n594\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\norder cannot be passed by-passing the procedure prescribed\nby law. The court in exercise of its power under Section 482\nCr.P.C. cannot direct a particular agency to investigate the\nmatter or to investigate a case from a particular angle or by a\nprocedure not prescribed in Cr.P.C. Such powers should be\nexercised very sparingly to prevent abuse of process of any\ncourt. Courts must be careful to see that its decision in exercise\nof this power is based on sound principles.\nTo inhere means that it forms a necessary part and\nbelongs as an attribute in the nature of things. The High Court\nunder Section 482 Cr.P.C. is crowned with a statutory power\nto exercise control over the administration of justice in criminal\nproceedings within its territorial jurisdiction. This is to ensure\nthat proceedings undertaken under the Cr.P.C. are executed\nto secure the ends of justice. For this, the Legislature has\nD empowered the High Court with an inherent authority which is\nrepository under the Statute. The Legislature therefore clearly\nintended the existence of such power in the High Court to\ncontrol proceedings initiated under the Cr.P.C. Conferment of\nsuch inherent power might be necessary to prevent the\nE miscarriage of justice and to prevent any form of injustice.\nHowever, it is to be understood that it is neither divine nor\nlimitless. It is not to generate unnecessary indulgence. The\npower is to protect the system of justice from being polluted\nduring the administration of justice under the Code. The High\nCourt can intervene where it finds the abuse of the process of\nany court which means, that wherever an attempt to secure\nsomething by abusing the process is located, the same can be\nrectified by invoking such power. There has to be a nexus and\na direct co-relation to any existing proceeding, not foreclosed\nG by any other form under the Code, to the subject matter for\nwhich such power is to be exercised.\nF\nH\nApplication under Section 482 Cr.P.C. lies before the High\nCourt against an order passed by the court subordinate to it in\na pending case/proceedings. Generally, such powers are used\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n595\nfor quashing criminal proceedings in appropriate cases. Such A\nan application does not lie to initiate criminal proceedings or\nset the criminal law in motion. Inherent jurisdiction can be\nexercised if the order of the Subordinate Court results in the\nabuse of the \"process\" of the court and/or calls for interference\nto secure the ends of justice. The use of word 'process' implies B\nthat the proceedings are pending before the Subordinate Court.\nWhen reference is made to the phrase “to secure the ends of\njustice\", it is in fact in relation to the order passed by the\nSubordinate Court and it cannot be understood in a general\nconnotation of the phrase. More so, while entertaining such\napplication the proceedings should be pending in the\nSubordinate Court. In case it attained finality, the inherent\npowers cannot be exercised. Party aggrieved may approach\nthe appellate/revisional forum. Inherent jurisdiction can be\nexercised if injustice done to a party, e.g., a clear mandatory\nprovision of law is overlooked or where different accused in the\nsame case are being treated differently by the Subordinate\nCourt.\nC\nD\nAn inherent power is not an omnibus for opening a\npandorabox, that too for issues that are foreign to the main E\ncontext. The invoking of the power has to be for a purpose that\nis connected to a proceeding and not for sprouting an\naltogether new issue. A power cannot exceed its own authority\nbeyond its own creation. It is not that a person is remediless.\nOn the contrary, the constitutional remedy of writs are available. F\nHere, the High Court enjoys wide powers of prerogative writs\nas compared to that under Section 482 Cr.P.C. To secure the\ncorpus of an individual, remedy by way of habeas corpus is\navailable. For that the High Court should not resort to inherent\npowers under Section 482 Cr.P.C. as the Legislature has G\nconferred separate powers for the same. Needless to mention\nthat Section 97 Cr.P.C. empowers Magistrates to order the\nsearch of a person wrongfully confined. It is something different\nthat the same court exercising authority can, in relation to the\nsame subject matter, invoke its writ jurisdiction as well. H\n596 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Nevertheless, the inherent powers are not to provide universal\nremedies. The power cannot be and should not be used to\nbelittle its own existence. One cannot concede anarchy to an\ninherent power for that was never the wisdom of the Legislature.\nTo confer un-briddled inherent power would itself be trenching\nB upon the authority of the Legislature.\nV. JURISDICTION OF THE BENCH :\n41. The court is \"not to yield to spasmodic sentiments to\nvague and unregulated benevolence\". The court \"is to exercise\nC discretion informed by tradition, methodized by analogy,\ndisciplined by system\". This Court in State of Rajasthan v.\nPrakash Chand \u0026 Ors., AIR 1998 SC 1344 observed as under:\nD\nE\nF\nG\nH\n\"Judicial authoritarianism is what the proceedings in the\ninstant case smack of. It cannot be permitted under any\nguise. Judges must be circumspect and self-disciplined in\nthe discharge of their judicial functions...... It needs no\nemphasis to say that all actions of a Judge must be\njudicious in character. Erosion of credibility of the judiciary,\nin the public mind, for whatever reasons, is the greatest\nthreat to the independence of the judiciary. Eternal\nvigilance by the Judges to guard against any such latent\ninternal danger is, therefore, necessary, lest we \"suffer from\nself-inflicted mortal wounds\". We must remember that the\nConstitution does not give unlimited powers to anyone\nincluding the Judge of all levels. The societal perception\nof Judges as being detached and impartial referees is the\ngreatest strength of the judiciary and every member of the\njudiciary must ensure that this perception does not receive\na setback consciously or unconsciously. Authenticity of the\njudicial process rests on public confidence and public\nconfidence rests on legitimacy of judicial process. Sources\nof legitimacy are in the impersonal application by the\nJudge of recognised objective principles which owe their\nexistence to a system as distinguished from subjective\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n597\nmoods, predilections, emotions and prejudices. It is most\nunfortunate that the order under appeal founders on this\ntouchstone and is wholly unsustainable\".\nA\nB\n42. This Court in State of U.P. \u0026 Ors. v. Neeraj Chaubey\n\u0026 Ors., (2010) 10 SCC 320, had taken note of various\njudgments of this Court including State of Maharashtra v.\nNarayan Shamrao Puranik, AIR 1982 SC 1198; Inder Mani\nv. Matheshwari Prasad, (1996) 6 SCC 587; Prakash Chand\n(Supra); R. Rathinam v. State, (2002) 2 SCC 391; and Jasbir\nSingh v. State of Punjab, (2006) 8 SCC 294, and came to the\nconclusion that the Chief Justice is the master of roster. The C\nChief Justice has full power, authority and jurisdiction in the\nmatter of allocation of business of the High Court which flows\nnot only from the provisions contained in sub-section (3) of\nSection 51 of the States Reorganisation Act, 1956, but inheres\nin him in the very nature of things. The Chief Justice enjoys a D\nspecial status and he alone can assign work to a Judge sitting\nalone and to the Judges sitting in Division Bench or Full Bench.\nHe has jurisdiction to decide which case will be heard by which\nBench. The Court held that a Judge or a Bench of Judges can\nassume jurisdiction in a case pending in the High Court only if E\nthe case is allotted to him or them by the Chief Justice. Strict\nadherence of this procedure is essential for maintaining judicial\ndiscipline and proper functioning of the Court. No departure\nfrom this procedure is permissible.\nIn Prakash Chand (Supra), this Court dealt with a case\nwherein the Chief Justice of Rajasthan High Court had\nwithdrawn a part-heard matter from one Bench and directed it\nto be listed before another Bench. However, the earlier Bench\nstill made certain observations. While dealing with the issue,\nthis Court held that it was the exclusive prerogative of the Chief\nJustice to withdraw even a part-heard matter from one Bench\nand to assign it to any other Bench. Therefore, the observations\nmade by the Bench subsequent to withdrawal of the case from\nthat Bench and disposal of the same by another Bench were\nF\nG\nH\n598\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA\nB\nnot only unjustified and unwarranted but also without jurisdiction\nand made the Judge coram non-judice.\nIt is a settled legal proposition that no Judge or a Bench\nof Judges assumes jurisdiction unless the case is allotted to\nhim or them under the orders of the Chief Justice.\nIt has rightly been pointed out by the Full Bench of\nAllahabad High Court in Sanjay Kumar Srivastava v. Acting\nChief Justice, 1996 AWC 644, that if the Judges were free to\nchoose their jurisdiction or any choice was given to them to do\nC whatever case they would like to hear and decide, the\nmachinery of the court could have collapsed and judicial\nfunctioning of the court could have ceased by generation of\ninternal strife on account of hankering for a particular jurisdiction\nor a particular case.\nD\nE\nF\nG\nH\n43. In view of the above, the legal regime, in this respect\nemerges to the effect that the Bench gets jurisdiction from the\nassignment made by the Chief Justice and the Judge cannot\nchoose as which matter he should entertain and he cannot\nentertain a petition in respect of which jurisdiction has not been\nassigned to him by the Chief Justice as the order passed by\nthe court may be without jurisdiction and made the Judge coram\nnon-judice.\nVI. WHEN CBI ENQUIRY CAN BE DIRECTED:\n44. In Secretary, Minor Irrigation and Rural Engineering\nServices, U.P. \u0026 Ors. v. Sahngoo Ram Arya \u0026 Anr., AIR 2002\nSC 2225, this Court placed reliance on its earlier judgment in\nCommon Cause, A Registered Society v. Union of India \u0026\nOrs, (1999) 6 SCC 667 and held that before directing CBI to\ninvestigate, the court must reach a conclusion on the basis of\npleadings and material on record that a prima facie case is\nmade out against the accused. The court cannot direct CBI to\ninvestigate as to whether a person committed an offence as\nalleged or not. The court cannot merely proceed on the basis\n599\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\nof 'ifs' and 'buts' and think it appropriate that inquiry should be A\nmade by the CBI.\n45. In Divine Retreat Centre (Supra), this Court held that\nthe High Court could have passed a judicial order directing\ninvestigation against a person and his activities only after giving\nhim an opportunity of being heard. It is not permissible for the\ncourt to set the criminal law in motion on the basis of\nallegations made against a person in violation of principles of\nnatural justice. A person against whom an inquiry is directed\nmust have a reasonable opportunity of being heard as he is\nlikely to be adversely affected by such order and, particularly,\nwhen such an order results in drastic consequence of affecting\nThis reputation.\n46. In D. Venkatasubramaniam \u0026 Ors. v. M.K.Mohan\nKrishnamachari \u0026 Anr., (2009) 10 SCC 488, this Court held\n■hat an order passed behind the back of a party is a nullity and\n■iable to be set aside only on this score. Therefore, a person\nagainst whom an order is passed on the basis of a criminal\npetition filed against him, he should be impleaded as a\nespondent being a necessary party.\n47. This Court in Disha v. State of Gujarat \u0026 Ors., AIR\n2011 SC 3168, after considering the various judgments of this\nCourt, particularly, in Vineet Narain \u0026 Ors. v. Union of India \u0026\nAnr., AIR 1996 SC 3386; Union of India v. Sushil Kumar Modi,\n1998) 8 SCC 661; Rajiv Ranjan Singh 'Lalan' (VIII) v. Union\nof India, (2006) 6 SCC 613; Rubabbuddin Sheikh v. State of\nGujarat \u0026 Ors., AIR 2010 SC 3175; and Ashok Kumar Todi\n•. Kishwar Jahan \u0026 Ors., (2011) 3 SCC 758; held that the court\ncan transfer the matter to the CBI or any other special agency\nonly when it is satisfied that the accused is a very powerful and\nnfluential person or the State Authorities like high police officials\nare involved in the offence and the investigation has not been\n\"roceeded with in proper direction or the investigation had\n*een conducted in a biased manner. In such a case, in order\nB\nC\nD\n. E\nF\nG\nH\n"}