{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nB\nC\nD\nE\nF\n[2011] 15 (ADDL.) S.C.R. 540\nSTATE OF PUNJAB\nV.\nDAVINDER PAL SINGH BHULLAR \u0026 ORS. ETC\n(Criminal Appeal Nos.753-55 of 2009)\nDECEMBER 7, 2011\n[DR. B.S. CHAUHAN AND A.K. PATNAIK, JJ.]\nCode of Criminal Procedure, 1973:\n-\n-\n5.362 - Alteration/Modification of judgment\nPermissibility of - Held: There is no power of review with the\nCriminal Court after judgment has been rendered - High\nCourt can alter or review its judgment before it is signed.\nWhen judgment/order is passed, it cannot be reviewed -\ns.362 is based on an acknowledged principle of law that once\na matter is finally disposed of by a Court, the said Court in\nthe absence of a specific statutory provision becomes functus\nofficio and is disentitled to entertain a fresh prayer for any\nrelief unless the former order of final disposal is set aside by\na Court of competent jurisdiction in a manner prescribed by\nlaw Court becomes functus officio the moment the order for\ndisposing of a case is signed Such an order cannot be\naltered except to the extent of correcting a clerical or\narithmetical error - There is also no provision for modification\nof the judgment.\n-\n-\ns.482 - Inherent powers under - Scope of exercise -\nApplications filed u/s.482 in a disposed of appeal – High\nCourt entertained the applications, directed investigation by\nCBI and consequently CBI registered FIR - Held: Prohibition\nG contained in s.362 is absolute; after the judgment is signed,\neven the High Court in exercise of its inherent power u/s.482\nhas no authority or jurisdiction to alter/review the same.\nH\nConstitution of India, 1950: Article 137 - Power to review\n540\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 541\nBHULLAR \u0026 ORS. ETC\nany judgment - Held: Supreme Court by virtue of Article 137 A\nhas been invested with an express power to review any\njudgment in Criminal Law.\nJurisdiction: Of the Bench - Held: A Judge or a Bench\nof Judges can assume jurisdiction in a case pending in the B\nHigh Court only if the case is allotted to him or them by the\nChief Justice - Strict adherence of this procedure is essential\nfor maintaining judicial discipline and proper functioning of\nthe Court – The Judge cannot choose which matter he should\nentertain and he cannot entertain a petition in respect of which\njurisdiction has not been assigned to him by the Chief Justice.\n-\n-\nC\nInvestigation/Inquiry: When CBI enquiry can be directed\n- Held: A constitutional court can direct the CBI to investigate\ninto the case provided the court after examining the\nallegations in the complaint reaches a conclusion that the D\ncomplainant could make out prima facie case against the\naccused\nHowever, the person against whom the\ninvestigation is sought, is to be impleaded as a party and must\nbe given a reasonable opportunity of being heard - CBI\ncannot be directed to have a roving inquiry as to whether a\nperson was involved in the alleged unlawful activities - The\ncourt can direct CBI investigation only in exceptional\ncircumstances where the court is of the view that the\naccusation is against a person who by virtue of his post could\ninfluence the investigation and it may prejudice the cause of F\nthe complainant, and it is necessary to do so in order to do\ncomplete justice and make the investigation credible.\nE\nDoctrine of waiver: Bar of waiver/acquiescence - Held:\nIssue of bias must be raised by party at the earliest if he is\nG\naware of it - If plea of bar is not taken at early stage, bar of\nwaiver is created Moreover, question of waiver/\nacquiescence would arise in a case provided the person\napprehending the bias/prejudice is a party to the case.\n-\nJudicial bias: Disability to act as an adjudicator - Held: H\n542 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n-\nA Suspicion or bias disables an official from acting as an\nadjudicator Mere ground of appearance of bias and not\nactual bias is enough to vitiate judgment/order - Judgment\nwhich is result of bias or want of impartiality is a nullity.\nB\nC\nJudgment/Order: Review/alteration of judgment\nPermissibility – Held: There is no power with the criminal court\nto review after judgment is rendered.\n-\nRes judicata: Writ of habeas corpus petitions filed earlier\nand dealt with by the courts in accordance with law - Fresh\npetition in respect of the same subject matter filed after 10\nyears - Maintainability of - Held: A second petition for issuing\na writ of habeas corpus is barred by principles of res judicata\n- The doctrine of res judicata may not apply in case a writ\npetition under Article 32 of the Constitution is filed before\nD Supreme Court after disposal of a habeas corpus writ petition\nunder Article 226 of the Constitution by the High Court -\nHowever, it is not possible to re-approach the High Court for\nthe same relief by filing a fresh writ petition - In case, a petition\nby issuing writ of habeas corpus is dismissed by the High\nE Court and Special Leave Petition against the same is also\ndismissed, a petition under Article 32 of the Constitution,\nseeking the same relief would not be maintainable - There\nmay be certain exceptions to the rule that a person was not\naware of the correct facts while filing the first petition or the\nF events have arisen subsequent to making of the first\napplication - The Court must bear in mind that doctrine of res\njudicata is confined generally to civil action but inapplicable\nto illegal action and fundamentally lawless order - A\nsubsequent petition of habeas corpus on fresh grounds which\nG were not taken in the earlier petition for the same relief may\nbe permissible.\nH\nAppeal: Special leave petition (SLP)- Dismissal of, in\nlimine - Held: Dismissal of the SLP in limine does not mean\nthat the reasoning of the judgment of the High Court against\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 543\nBHULLAR \u0026 ORS. ETC\nwhich the SLP had been filed before the Supreme Court stood A\naffirmed or the judgment and order impugned merged with\nsuch order of Supreme Court on dismissal of the petition - It\nwould simply mean that Supreme Court did not consider the\ncase worth examining for a reason, which may be other than\nmerit of the case - An order rejecting the SLP at the threshold B\nwithout detailed reasons, therefore, would not constitute any\ndeclaration of law or a binding precedent - The doctrine of\nres judicata does not apply, if the case is entertained afresh\nat the behest of other parties - Precedent.\nThe question which arose for consideration in the\ninstant appeals were whether the High Court can pass\nan order on an application entertained after final disposal\nof the criminal appeal or even suo motu particularly, in\nview of the provisions of Section 362 Cr.P.C. and as to\nwhether in exercise of its inherent jurisdiction under\nSection 482 Cr.P.C. the High Court can ask a particular\ninvestigating agency to investigate a case following a\nparticular procedure through an exceptionally unusual\nmethod which is not in consonance with the statutory\nprovisions of Cr.P.C.\nC\nD\nE\nThe prosecution case was that FIR No.334/91 under\nIPC and Explosive Substances Act, 1908 was registered.\nIn connection with that FIR, one 'BSM' was arrested. On\n19.12.1991, 'BSM' escaped from the custody of the police F\nfor which FIR No.112 under Sections 223 and 224 IPC was\nregistered. The father of 'BSM' filed writ petition before\nthe High Court for production of his son. The State\nGovernment explained that ‘BSM' had escaped from\npolice custody. The High Court dismissed the aforesaid G\nwrit petition. After completion of the investigation in\nrespect of FIR No.112 of 1991 regarding the escape of\n'BSM', a challan was filed before the competent court\nwherein he was declared a proclaimed offender. After\ncompletion of the investigation in FIR No.334 of 1991, the\nH\n544 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Police chargesheeted eight persons. The chargesheet\nrevealed that an attempt was made by terrorists on the\nlife of 'SSS', the then SSP, Chandigarh, by using\nexplosives. In a thunderous explosion that followed, the\nAmbassador Car of the SSP, Chandigarh, was blown\nB high into the air whereafter it fell down ahead at some\ndistance completely shattered. Two persons died and\nseveral persons got grievously injured. Three of the\naccused, namely, ‘DPSB, ‘PSM' and 'GKM' were subjected\nto trial. The other co-accused were not traceable and they\nC were declared proclaimed offenders. The trial court\nacquitted the three accused giving them benefit of doubt.\nThe High Court dismissed the appeal against the said\nacquittal.\nD\nAfter 20 days of the disposal of the appeal against\nacquittal, the High Court again took up the case suo motu\non 30.5.2007 and directed the authorities to furnish full\ndetails of the proclaimed offenders in respect of the FIR\nNo.334/91 dated 29.8.1991 and the Bench marked the\nmatter \"Part Heard\". The SSP, Chandigarh submitted an\nE affidavit dated 4.8.2007, giving information regarding all\nthe proclaimed offenders in that case. One of them was\n'DPSB' who was initially declared as a proclaimed\noffender. However, he was subsequently arrested and\nwas sentenced to death in a case in which an\nF assassination attempt was made on the life of 'MSB', the\nthen President, All India Youth Congress, in which\nseveral persons were killed and the legs of 'MSB' were\namputated. It was also mentioned in the affidavit that\n'BSM' had escaped from police custody and his\nG whereabouts were not known. Another proclaimed\noffender was killed in a police encounter. After\nconsidering the said affidavit filed by the SSP, the High\nCourt directed the Chandigarh Administration to\nconstitute a Special Investigation Team to enquire into all\nH aspects of the proclaimed offenders and submit a status\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 545\nBHULLAR \u0026 ORS. ETC\nreport. The High Court also issued notice to the CBI. It A\nwas during the pendency of these proceedings that the\nfather of 'BSM' whose habeas corpus writ petition had\nalready been dismissed by the High Court in the year\n1991, approached the Court by filing a miscellaneous\napplication on 16.9.2007, for issuance of directions to find B\nout the whereabout of his son. The High Court directed\nthe CBI to investigate the allegations of father of 'BSM'\nregarding his missing son and further directed the CBI\nnot to disclose the identity of any of the witnesses to\nanyone except the High Court and to code the names of C\nwitnesses as witness A, B and C and further to submit\nperiodical status reports. In the same matter, the Bench\nentertained another Criminal Miscellaneous Application\non 30.10.2007 filed by 'DPSB' (a convict in another case\nand lodged in Tihar Jail) regarding allegations that his\nfather and maternal uncle had been abducted in the year\n1991. The High Court directed the CBI to investigate the\nallegations made in the complaint filed by ‘DPSB'. The\nCBI after making a preliminary investigation/enquiry on\nthe application, registered an FIR on 2.7.2008 under\nSections 120-B, 364, 343, 330, 167 and 193 IPC against\n'SSS,' the then SSP and other police officers.\nD\nE\nThe instant appeals were filed on various grounds,\nincluding: the judicial bias of the Judge presiding over\nthe Bench by making specific allegations that the officer F\nnamed in the order had conducted an enquiry against the\nPresiding Judge (Mr. Justice X) on the direction of the\nChief Justice of Punjab \u0026 Haryana High Court and, thus,\nthe said Judge ought not to have proceeded with the\nmatter, rather should have recused himself from the G\ncase; and that as the judgment in appeal against acquittal\nwas passed by the Court on 11.5.2007 upholding the\njudgment of acquittal, the Court became functus officio\nand it had no competence to reopen the case by order\ndated 30.5.2007.\nH\n546 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Allowing the appeals, the Court\nB\nC\nD\nHELD: I. JUDICIAL BIAS: There may be a case where\nallegations may be made against a Judge of having bias/\nprejudice at any stage of the proceedings or after the\nproceedings are over. There may be some substance in\nit or it may be made for ulterior purpose or in a pending\ncase to avoid the Bench if a party apprehends that\njudgment may be delivered against him. Suspicion or bias\ndisables an official from acting as an adjudicator. Further,\nif such allegation is made without any substance, it would\nbe disastrous to the system as a whole, for the reason,\nthat it casts doubt upon a Judge who has no personal\ninterest in the outcome of the controversy. This principle\nis derived from the legal maxim - nemo debet esse judex\nin causa propria sua. It applies only when the interest\nattributed is such as to render the case his own cause.\nThis principle is required to be observed by all judicial\nand quasi-judicial authorities as non-observance thereof,\nis treated as a violation of the principles of natural justice.\nThe failure to adhere to this principle creates an\napprehension of bias on the part of the Judge. The\nquestion is not whether the Judge is actually biased or,\nin fact, has really not decided the matter impartially, but\nwhether the circumstances are such as to create a\nreasonable apprehension in the mind of others that there\nF is a likelihood of bias affecting the decision. The test of\nreal likelihood of bias is whether a reasonable person, in\npossession of relevant information, would have thought\nthat bias was likely and whether the adjudicator was likely\nto be disposed to decide the matter only in a particular\nG way. Public policy requires that there should be no doubt\nabout the purity of the adjudication process/\nadministration of justice. The Court has to proceed\nobserving the minimal requirements of natural justice, i.e.,\nthe Judge has to act fairly and without bias and in good\nH faith. A judgment which is the result of bias or want of\nE\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 547\nBHULLAR \u0026 ORS. ETC\nimpartiality, is a nullity and the trial “coram non judice”. A\nTherefore, the consequential order, if any, is liable to be\nquashed. It is evident that the allegations of judicial bias\nare required to be scrutinised taking into consideration\nthe factual matrix of the case in hand. The court must bear\nin mind that a mere ground of appearance of bias and not B\nactual bias is enough to vitiate the judgment/order. Actual\nproof of prejudice in such a case may make the case of\nthe party concerned stronger, but such a proof is not\nrequired. In fact, what is relevant is the reasonableness\nof the apprehension in that regard in the mind of the\nC\nparty. However, once such an apprehension exists, the\ntrial/judgment/order etc. stands vitiated for want of\nimpartiality. Such judgment/order is a nullity and the trial\n“coram non-judice”. [Paras 10, 14, 16, 20] [579-E-F; 581-\nC-D-F; 582-B-C; 584-H; 585-A-C]\nState of West Bengal \u0026 Ors. v. Shivananda Pathak \u0026 Ors.\nAIR 1998SC 2050; Bhajan Lal, Chief Minister, Haryana v. M/\ns. Jindal Strips Ltd. \u0026 Ors. (1994) 6 SCC 19; Rameshwar\nBhartia v. The State of Assam AIR 1952 SC 405; Mineral\nDevelopment Ltd. v. The State of Bihar \u0026 Anr. AIR 1960 SC\n468; Meenglas Tea Estate v. The Workmen AIR 1963 SC\n1719; The Secretary to the Government, Transport\nDepartment, Madras v. Munuswamy Mudaliar \u0026 Ors. AIR\n1988 SC 2232; A.U. Kureshi v. High Court of Gujarat \u0026 Anr.\n(2009) 11 SCC 84; Mohd. Yunus Khan v. State of U.P. \u0026 Ors.\n(2010) 10 SCC 539) Manak Lal, Advocate v. Dr. Prem Chand\nSinghvi \u0026 Ors. AIR 1957 SC 425; Vassiliades v. Vassiliades\nAIR 1945 PC 38; S. Parthasarathi v. State of Andhra Pradesh\nAIR 1973 SC 2701; Ranjit Thakur v. Union of India \u0026 Ors.\nAIR 1987 SC 2386; Rupa Ashok Hurra v. Ashok Hurra \u0026 Anr.\n(2002) 4 SCC 388; Justice P.D. Dinakaran v. Hon'ble Judges\nInquiry Committee (2011) 8 SCC 380 - relied on.\nIn re: Linahan, 138 F. 2nd 650 (1943); Public Utilities\nCommission ofthe District of Columbia v. Franklin S. Pollak\nD\nE\nF\nG\nH\n548 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 343 US 451 (1952) 466; Ex Parte Pinochet Ugarte (No.2)\n1999 All ER, 577; Locabail (UK) Ltd. v. Bayfield Properties\nLtd. \u0026 Anr. (2000) 1 All ER 65 - referred to.\nB\nII. DOCTRINE OF WAIVER:\nIn a given case if a party knows the material facts and\nis conscious of his legal rights in that matter, but fails to\ntake the plea of bias at the earlier stage of the\nproceedings, it creates an effective bar of waiver against\nhim. In such facts and circumstances, it would be clear\nC that the party wanted to take a chance to secure a\nfavourable order from the official/court and when he\nfound that he was confronted with an unfavourable order,\nhe adopted the device of raising the issue of bias. The\nissue of bias must be raised by the party at the earliest.\nD Inaction in every case does not lead to an inference of\nimplied consent or acquiescence. Waiver is an intentional\nrelinquishment of a right. It involves conscious\nabandonment of an existing legal right, advantage,\nbenefit, claim or privilege, which except for such a waiver,\nE a party could have enjoyed. In fact, it is an agreement not\nto assert a right. There can be no waiver unless the\nperson who is said to have waived, is fully informed as\nto his rights and with full knowledge about the same, he\nintentionally abandons them. It is apparent that the issue\nF of bias should be raised by the party at the earliest, if it\nis aware of it and knows its right to raise the issue at the\nearliest, otherwise it would be deemed to have been\nwaived. However, it is to be kept in mind that\nacquiescence, being a principle of equity must be made\nG applicable where a party knowing all the facts of bias etc.,\nsurrenders to the authority of the Court/Tribunal without\nraising any objection. Acquiescence, in fact, is sitting by,\nwhen another is invading the rights. The acquiescence\nmust be such as to lead to the inference of a licence\nsufficient to create rights in other party. Needless to say\nH\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 549\nBHULLAR \u0026 ORS. ETC\nA\nthat question of waiver/acquiescence would arise in a\ncase provided the person apprehending the bias/\nprejudice is a party to the case. The question of waiver\nwould not arise against a person who is not a party to\nthe case as such person has no opportunity to raise the\nissue of bias. [paras 21-23, 25] [585-F-G; 586-D-G; 587-E- B\nG]\nM/s. Pannalal Binjraj \u0026 Ors. v. Union of India \u0026 Ors., AIR\n1957 SC397; Justice P.D. Dinakaran (2011) 8 SCC 380; M/\ns. Power Control Appliances \u0026 Ors. v. Sumeet Machines Pvt.\nLtd. (1994) 2 SCC 448; P. ohn Chandy \u0026 Co. (P) Ltd. v. John\nP. Thomas AIR 2002 SC 2057; Dawsons Bank Ltd. v. Nippon\nMenkwa Kabushihi Kaish AIR 1935 PC 79; Basheshar Nath\nv. Commissioner of Income-tax, Delhi and Rajasthan \u0026 Anr.\nAIR 1959 SC 149; Mademsetty Satyanarayana v. G. Yelloji\nRao \u0026 Ors., AIR 1965 SC 1405; Associated Hotels of India\nLtd. v. S. B. Sardar Ranjit Singh AIR 1968 SC 933;\nJaswantsingh Mathurasingh \u0026 Anr. v. Ahmedabad Municipal\nCorporation \u0026 Ors. (1992) Suppl 1 SCC 5; M/s. Sikkim\nSubba Associates v. State of Sikkim AIR 2001 SC 2062;\nKrishna Bahadur v. M/s. Purna Theatre \u0026 Ors. AIR 2004 SC\n4282; Municipal Corporation of Greater Bombay v. Dr.\nHakimwadi Tenants' Association \u0026 Ors. AIR 1988 SC 233 -\nrelied on.\nIII. BAR TO REVIEW/ALTER- JUDGMENT\nThere is no power of review with the Criminal Court\nafter judgment has been rendered. The High Court can\nalter or review its judgment before it is signed. When an\norder is passed, it cannot be reviewed. Section 362\nCr.P.C. is based on an acknowledged principle of law\nthat once a matter is finally disposed of by a Court, the\nsaid Court in the absence of a specific statutory provision\nbecomes functus officio and is disentitled to entertain a\nfresh prayer for any relief unless the former order of final\nC\nD\nE\nF\nG\nI\n"}