{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75}],"text":"A\nB\n610 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\neven examined one Superintendent of Police of the intelligence\nwing who had worked directly under Shri S.S. Saini while\nconducting the enquiry.\n67. The High Court has adopted an unusual and\nunwarranted procedure, not known in law, while issuing certain\ndirections. The court not only entertained the applications filed\nby Shri Davinder Pal Singh Bhullar and Darshan Singh Multani\nin a disposed of appeal but enlarged the scope of CBI\ninvestigation from proclaimed offenders to other missing\npersons. The court directed the CBI to treat affidavits handed\nC over by the applicant Shri Bhullar who admittedly had inimical\nrelation with Shri S.S. Saini, as statement of eye-witnesses. The\ncourt further directed the CBI to change the names of witnesses\nto witness (A), (B) or (C) and record their statements under\nSection 164 Cr.P.C. so that they could not resile at a later\nD stage. We fail to understand how the court could direct the CBI\nto adopt such an unwarranted course.\nE\nF\nG\nH\n68. The High Court accepted certain documents submitted\nby Shri R.S. Bains, advocate, as is evident from the order\ndated 22.8.2007 and it was made a part of the record though\nShri Bains had not been a counsel engaged in the case nor\nhe had been representing any of the parties in the case.\n69. When the matter came up for hearing on 2.4.2008, in\nspite of the fact that the matter was heard throughout by a\nparticular Division Bench, Mr. Justice X alone held the\nproceedings, and accepted the status report of the CBI sitting.\nsingly, as the proceedings reveal that the other Judge was not\nholding court on that day. The order sheet dated 2.4.2008 reads\nas under:\n\"Status report, which has been presented by the CBI in\nCourt in a sealed cover, is taken in custody.\nHon'ble Mr. Justice Harbans Lal, who has to hear the case\nalong with me, as it is a part-heard case, is not holding\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\ncourt today.\nTo come up on 4.4.2008.\n611\nSd/-\nJudge\"\nA\n70. The FIR unquestionably is an inseparable corollary to\nthe impugned orders which are a nullity. Therefore, the very birth\nof the FIR, which is a direct consequence of the impugned\norders cannot have any lawful existence. The FIR itself is based\non a preliminary enquiry which in turn is based on the affidavits\nsubmitted by the applicants who had filed the petitions under\nSection 482 Cr.P.C.\nB\nC\n71. The order impugned has rightly been challenged to be\na nullity at least on three grounds, namely, judicial bias; want\nof jurisdiction by virtue of application of the provisions of Section D\n362 Cr.P.C. coupled with the principles of constructive res\njudicata; and the Bench had not been assigned the roster to\nentertain petitions under Section 482 Cr.P.C. The entire judicial\nprocess appears to have been drowned to achieve a motivated\nresult which we are unable to approve of.\nLU\nE\n72. It is a settled legal proposition that if initial action is\nnot in consonance with law, all subsequent and consequential\nproceedings would fall through for the reason that illegality\nstrikes at the root of the order. In such a fact-situation, the legal F\nmaxim “sublato fundamento cadit opus” meaning thereby that\nfoundation being removed, structure/work falls, comes into play\nand applies on all scores in the present case.\n73. In Badrinath v. State of Tamil Nadu \u0026 Ors., AIR 2000\nSC 3243; and State of Kerala v. Puthenkavu N.S.S. G\nKarayogam \u0026 Anr., (2001) 10 SCC 191, this Court observed\nthat once the basis of a proceeding is gone, all consequential\nacts, actions, orders would fall to the ground automatically and\nthis principle is applicable to judicial, quasi-judicial and\nH\nA\nB\nC\nD\n612\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nadministrative proceedings equally.\n74. Similarly in Mangal Prasad Tamoli (dead) by Lrs. v.\nNarvadeshwar Mishra (dead) by Lrs. \u0026 Ors., (2005) 3 SCC\n422, this Court held that if an order at the initial stage is bad in\nlaw, then all further proceedings, consequent thereto, will be non\nest and have to be necessarily set aside.\n75. In C. Albert Morris v. K. Chandrasekaran \u0026 Ors.,\n(2006) 1 SCC 228, this Court held that a right in law exists only\nand only when it has a lawful origin.\n(See also: Upen Chandra Gogoi v. State of Assam \u0026\nOrs., (1998) 3 SCC 381; Satchidananda Misra v. State of\nOrissa \u0026 Ors., (2004) 8 SCC 599; Regional Manager, SBI v.\nRakesh Kumar Tewari, (2006) 1 SCC 530; and Ritesh Tewari\n\u0026 Anr. v. State of U.P. \u0026 Ors., AIR 2010 SC 3823).\n76. Thus, in view of the above, we are of the considered\nopinion that the orders impugned being a nullity, cannot be\nsustained. As a consequence, subsequent proceedings/orders/\nFIR/ investigation stand automatically vitiated and are liable to\nE be declared non est.\nF\n77. The submission advanced on behalf of the\nrespondents that as the Special Leave Petition filed against the\nimpugned judgment by some other party, stood dismissed by\nthis Court, these matters also have to be dismissed at the\nthreshold without entering into merit, is not worth acceptance.\nThe issue as to whether the dismissal of the special leave\npetition by this Court in limine, i.e., by a non-speaking order\nwould amount to affirmation or confirmation or approval of the\nG order impugned before this Court, has been considered time\nand again. Thus, the issue is no more res integra.\nH\nA large number of judicial pronouncements made by this\nCourt leave no manner of doubt that the dismissal of the\n613\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\nSpecial Leave Petition in limine does not mean that the\nreasoning of the judgment of the High Court against which the\nSpecial Leave Petition had been filed before this Court stands\naffirmed or the judgment and order impugned merges with such\norder of this Court on dismissal of the petition. It simply means\nthat this Court did not consider the case worth examining for a\nreason, which may be other than merit of the case. An order\nrejecting the Special Leave Petition at the threshold without\ndetailed reasons, therefore, does not constitute any declaration\nof law or a binding precedent.\nA\nB\nThe doctrine of res judicata does not apply, if the case is C\nentertained afresh at the behest of other parties. No inference\ncan be drawn that by necessary implication, the contentions\nraised in the special leave petition on the merits of the case\nhave been rejected. So it has no precedential value.\nD\n(See: The Workmen of Cochin Port Trust v. The Board\nf Trustees of the Cochin Port Trust \u0026 Anr., AIR 1978 SC\n283; Ahmedabad Manufacturing \u0026 Calico Printing Co. Ltd.\n1. The Workmen \u0026 Anr., AIR 1981 SC 960; Indian Oil\nCorporation Ltd. v. State of Bihar \u0026 Ors., AIR 1986 SC 1780; E\nYogendra Narayan Chowdhury \u0026 Ors. v. Union of India \u0026 Ors.,\nAIR 1996 SC 751; Union of India \u0026 Anr. v. Sher Singh \u0026 Ors.,\nAIR 1997 SC 1796; M/s Sun Export Corporation, Bombay v.\nCollector of Customs, Bombay \u0026 Anr., AIR 1997 SC 2658;\nKunhayammed \u0026 Ors. v. State of Kerala \u0026 Anr., AIR 2000 SC\n2587; Saurashtra Oil Mills Association, Gujarat v. State of\nGujarat \u0026 Anr., AIR 2002 SC 1130; Union of India \u0026 Ors. v.\nJaipal Singh, AIR 2004 SC 1005; and Delhi Development\nAuthority v. Bhola Nath Sharma (dead) by L.Rs. \u0026 Ors., AIR\n2011 SC 428).\nCONCLUSIONS:\n78. The error in the impugned orders of the High Court\ntransgresses judicious discretion. The process adopted by the\nHigh Court led to greater injustice than securing the ends of\nF\nG\nH\n614 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA justice. The path charted by the High Court inevitably reflects a\nbiased approach. It was a misplaced sympathy for a cause that\ncan be termed as being inconsistent to the legal framework.\nLaw is an endless process of testing and retesting as said by\nJustice Cardozo in his conclusion of the Judicial Process,\nending in a constant rejection of the dross and retention of\nwhatever is pure and sound. The multi-dimensional defective\nlegal process adopted by the court below cannot be justified\non any rational legal principle. The High Court was swayed\naway by considerations that are legally impermissible and\nunsustainable.\nB\nс\nD\n79. In view of the above, the appeals succeed and are\naccordingly allowed. The impugned orders challenged herein\nare declared to be nullity and as a consequence, the FIR\nregistered by the CBI is also quashed.\n80. However, it is open to the applicants who had filed the\npetitions under Section 482 Cr.P.C. to take recourse to fresh\nproceedings, if permissible in law.\nD.G.\nAppeals allowed.\n"}