{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"C\nD\n550 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA disposal is set aside by a Court of competent jurisdiction\nin a manner prescribed by law. The Court becomes\nfunctus officio the moment the order for disposing of a\ncase is signed. Such an order cannot be altered except\nto the extent of correcting a clerical or arithmetical error.\nB There is also no provision for modification of the\njudgment. Moreover, the prohibition contained in Section\n362 Cr.P.C. is absolute; after the judgment is signed, even\nthe High Court in exercise of its inherent power under\nSection 482 Cr.P.C. has no authority or jurisdiction to\nalter/review the same. If a judgment has been\npronounced without jurisdiction or in violation of\nprinciples of natural justice or where the order has been\npronounced without giving an opportunity of being heard\nto a party affected by it or where an order was obtained\nby abuse of the process of court which would really\namount to its being without jurisdiction, inherent powers\ncan be exercised to recall such order for the reason that\nin such an eventuality the order becomes a nullity and\nthe provisions of Section 362 Cr.P.C. would not operate.\nIn such eventuality, the judgment is manifestly contrary\nto the audi alteram partem rule of natural justice. The\npower of recall is different from the power of altering/\nreviewing the judgment. However, the party seeking\nrecall/alteration has to establish that it was not at fault.\nThis Court by virtue of Article 137 of the Constitution has\nbeen invested with an express power to review any\njudgment in Criminal Law and while no such power has\nbeen conferred on the High Court, inherent power of the\ncourt cannot be exercised for doing that which is\nspecifically prohibited by the Code itself. [paras 26, 27,\n28] [588-A-H; 589-A-B-D]\nE\nF\nG\nHari Singh Mann v. Harbhajan Singh Bajwa \u0026 Ors. AIR\n2001 SC 43;Chhanni v. State of U.P. AIR 2006 SC 3051;\nMoti Lal v. State of M.P.AIR 1994 SC 1544; State of Kerala\nH v. M.M. Manikantan Nair AIR 2001 SC 2145; Chitawan \u0026\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 551\nBHULLAR \u0026 ORS. ETC\nOrs. v. Mahboob llahi 1970 Crl.L.J. 378; Deepak Thanwardas A\nBalwani v. State of Maharashtra \u0026 Anr. 1985 Crl.L.J. 23;\nHabu v. State of Rajasthan AIR 1987 Raj. 83 (F.B.); Swarth\nMahto \u0026 Anr. v. Dharmdeo Narain Singh AIR 1972 SC 1300;\nMakkapati Nagaswara Sastri v. S.S. Satyanarayan AIR 1981\nSC 1156; Asit Kumar Kar v. State of West Bengal \u0026 Ors.\n(2009) 2 SCC 703; Vishnu Agarwal v. State of U.P. \u0026 Anr. AIR\n2011 SC 1232; State Represented by D.S.P., S.B.C.I.D.,\nChennai v. K.V. Rajendran \u0026 Ors. AIR 2009 SC 46; Smt.\nSooraj Devi v. Pyare Lal \u0026 Anr. AIR 1981 SC 736 – relied\non.\n-\nIV. INHERENT POWERS UNDER SECTION 482 Cr.P.C.\n4.1. The inherent power under Section 482 Cr.P.C. is\nintended to prevent the abuse of the process of the Court\nand to secure the ends of justice. Such power cannot be\nexercised to do something which is expressly barred\nunder the Cr.P.C. If any consideration of the facts by way\nof review is not permissible under the Cr.P.C. and is\nexpressly barred, it is not for the Court to exercise its\ninherent power to reconsider the matter and record a\nconflicting decision. If there had been change in the\ncircumstances of the case, it would be in order for the High\nCourt to exercise its inherent powers in the prevailing\ncircumstances and pass appropriate orders to secure the\nends of justice or to prevent the abuse of the process of\nthe Court. Where there are no such changed\ncircumstances and the decision has to be arrived at on\nthe facts that existed as on the date of the earlier order,\nthe exercise of the power to reconsider the same\nmaterials to arrive at different conclusion is in effect a\nreview, which is expressly barred under Section 362\nCr.P.C. [para 31] [590-B-E]\nB\nC\nD*\nE\nF\nG\nSimrikhia v. Dolley Mukherjee and Chhabi Mukherjee \u0026\nAnr, (1990) 2 SCC 437; Kurukshetra University \u0026 Anr. v. State\nof Haryana \u0026 Anr. AIR 1977 SC 2229; State of W.B. \u0026 Ors. H\n552 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA v. Sujit Kumar Rana (2004) 4 SCC 129 – relied on.\nB\nC\nD\n-\n4.2. The power under Section 482 Cr.P.C. cannot be\nresorted to if there is a specific provision in the Cr.P.C.\nfor the redressal of the grievance of the aggrieved party\nor where alternative remedy is available. Such powers\ncan be exercised ex debito justitiae to do real and\nsubstantial justice as the courts have been conferred\nsuch inherent jurisdiction, in absence of any express\nprovision, as inherent in their constitution, or such\npowers as are necessary to do the right and to undo a\nwrong in course of administration of justice as provided\nin the legal maxim “quando lex aliquid alique, concedit,\nconceditur et id sine quo res ipsa esse non potest\".\nHowever, the High Court has not been given nor does it\npossess any inherent power to make any order, which in\nthe opinion of the court, could be in the interest of justice\nas the statutory provision is not intended to by-pass the\nprocedure prescribed. [para 33] [591-B-F]\nLalit Mohan Mondal \u0026 Ors. v. Benoyendra Nath\nE Chatterjee AIR 1982 SC 785; Rameshchandra Nandlal\nParikh v: State of Gujarat \u0026 Anr. AIR 2006 SC 915; Central\nBureau of Investigation v. Ravi Shankar Srivastava, IAS \u0026\nAnr. AIR 2006 SC 2872; Inder Mohan Goswami \u0026 Anr. v.\nState of Uttaranchal \u0026 Ors. AIR 2008 SC 251; Pankaj Kumar\nF v. State of Maharashtra \u0026 Ors. AIR 2008 SC 3077 - relied\nG\non.\n4.3. The High Court can always issue appropriate\ndirection in exercise of its power under Article 226 of the\nConstitution at the behest of an aggrieved person, if the\ncourt is convinced that the power of investigation has\nbeen exercised by an Investigating Officer malafide or the\nmatter is not investigated at all. Even in such a case, the\nHigh Court cannot direct the police as to how the\ninvestigation is to be conducted but can insist only for\nI\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 553\nBHULLAR \u0026 ORS. ETC\nB\nthe observance of process as provided for in the Cr.P.C. A\nAnother remedy available to such an aggrieved person\n-may be to file a complaint under Section 200 Cr.P.C. and\nthe court concerned will proceed as provided in Chapter\nXV of the Cr.P.C. The provisions of Section 482 Cr.P.C.\nclosely resemble Section 151, CPC and, therefore, the\nrestrictions which are there to use the inherent powers\nunder Section 151 CPC are applicable in exercise of\npowers under Section 482 Cr.P.C. and one such\nrestriction is that there exists no other provision of law\nby which the party aggrieved could have sought relief.\n[Paras 34-35] [591-H; 592-A-D]\nC\nGangadhar Janardan Mhatre v. State of Maharashtra \u0026\n▪Ors., (2004) 7 SCC 768; Divine Retreat Centre v. State of\nKerala \u0026 Ors. AIR 2008 SC 1614; The Janata Dal v. H.S.\nChowdhary \u0026 Ors. AIR 1993 SC 892; Divisional Forest Officer D\n\u0026 Anr. v. G.V. Sudhakar Rao \u0026 Ors. AIR 1986 SC 328;\nPopular Muthiah v. State represented by Inspector of Police\n■(2006) 7 SCC 296; Rajan Kumar Machananda v. State of\n▪Karnataka 1990 (supp.) SCC 132; Joseph Peter v. State of\n▪Goa, Daman and Diu AIR 1977 SC 1812– relied on.\n4.4. The rule of inherent powers has its source in the\nmaxim “Quadolex aliquid alicui concedit, concedere videtur\nid sine quo ipsa, ess uon potest\" which means that when\nthe law gives anything to anyone, it gives also all those\nthings without which the thing itself could not exist. The\norder cannot be passed by-passing the procedure\nprescribed by law. The court in exercise of its power under\nSection 482 Cr.P.C. cannot direct a particular agency to\ninvestigate the matter or to investigate a case from a\nparticular angle or by a procedure not prescribed in\nCr.P.C. Such powers should be exercised very sparingly\nto prevent abuse of process of any court. Courts must be\ncareful to see that its decision in exercise of this power\nis based on sound principles. To inhere means that it\nE\nF\nG\nH\n554 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA forms a necessary part and belongs as an attribute in the\nC\nnature of things. The High Court under Section 482\nCr.P.C. is crowned with a statutory power to exercise\ncontrol over the administration of justice in criminal\nproceedings within its territorial jurisdiction. This is to\nB ensure that proceedings undertaken under the Cr.P.C.\nare executed to secure the ends of justice. For this, the\nLegislature has empowered the High Court with an\ninherent authority which is repository under the Statute.\nThe Legislature therefore clearly intended the existence\nof such power in the High Court to control proceedings\ninitiated under the Cr.P.C. Conferment of such inherent\npower might be necessary to prevent the miscarriage of\njustice and to prevent any form of injustice. However, it\nis to be understood that it is neither divire nor limitless.\nIt is not to generate unnecessary indulgence. The power\nis to protect the system of justice from being polluted\nduring the administration of justice under the Code. The\nHigh Court can intervene where it finds the abuse of the\nprocess of any court which means, that wherever an\nattempt to secure something by abusing the process is\nlocated, the same can be rectified by invoking such\npower. There has to be a nexus and a direct co-relation\nto any existing proceeding, not foreclosed by any other\nform under the Code, to the subject matter for which\nsuch power is to be exercised. [Para 40] [593-G-H; 594-\nA-G]\nD\nE\nLL\nF\n4.5. Application under Section 482 Cr.P.C. lies before\nthe High Court against an order passed by the court\nsubordinate to it in a pending case/proceedings.\nG Generally, such powers are used for quashing criminal\nproceedings in appropriate cases. Such an application\ndoes not lie to initiate criminal proceedings or set the\ncriminal law in motion. Inherent jurisdiction can be\nexercised if the order of the Subordinate Court results in\nthe abuse of the \"process\" of the court and/or calls for\nH\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 555\nBHULLAR \u0026 ORS. ETC\nD\ninterference to secure the ends of justice. The use of A\nword 'process' implies that the proceedings are pending\nbefore the Subordinate Court. When reference is made\nto the phrase \"to secure the ends of justice\", it is in fact\nin relation to the order passed by the Subordinate Court\nand it cannot be understood in a general connotation of B\nthe phrase. More so, while entertaining such application\nthe proceedings should be pending in the Subordinate\nCourt. In case it attained finality, the inherent powers\ncannot be exercised. Party aggrieved may approach the\nappellate/revisional forum. Inherent jurisdiction can be C\nexercised if injustice done to a party, e.g., a clear\nmandatory provision of law is overlooked or where\ndifferent accused in the same case are being treated\ndifferently by the Subordinate Court. An inherent power\nis not an omnibus for opening a pandorabox, that too for\nissues that are foreign to the main context. The invoking\nof the power has to be for a purpose that is connected\nto a proceeding and not for sprouting an altogether new\nissue. A power cannot exceed its own authority beyond\nits own creation. It is not that a person is remediless. On\nthe contrary, the constitutional remedy of writs are\navailable. Here, the High Court enjoys wide powers of\nprerogative writs as compared to that under Section 482\nCr.P.C. To secure the corpus of an individual, remedy by\nway of habeas corpus is available. For that the High Court\nshould not resort to inherent powers under Section 482\nCr.P.C. as the Legislature has conferred separate powers\nfor the same. Needless to mention that Section 97 Cr.P.C.\nempowers Magistrates to order the search of a person\nwrongfully confined. It is something different that the\nsame court exercising authority can, in relation to the\nsame subject matter, invoke its writ jurisdiction as well.\nNevertheless, the inherent powers are not to provide\nuniversal remedies. The power cannot be and should not\nbe used to belittle its own existence. One cannot\nconcede anarchy to an inherent power for that was never\nE\nF\nG\nH\n556 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA the wisdom of the Legislature. To confer un-briddled\ninherent power would itself be trenching upon the\nauthority of the Legislature. [Para 40] [594-H; 595-A-H;\n596-A-B]\nB\nC\nV. JURISDICTION OF THE BENCH :\n5. The Chief Justice is the master of roster. The Chief\nJustice enjoys a special status and he alone can assign\nwork to a Judge sitting alone and to the Judges sitting\nin Division Bench or Full Bench. The Bench gets\njurisdiction from the assignment made by the Chief\nJustice and the Judge cannot choose as which matter he\nshould entertain and he cannot entertain a petition in\nrespect of which jurisdiction has not been assigned to\nhim by the Chief Justice as the order passed by the court\nD may be without jurisdiction and made the Judge coram\nnon-judice. [Paras 42-43] [587-C-D; 598-D-E]\nState of Rajasthan v. Prakash Chand \u0026 Ors. AIR 1998\nSC 1344; State of U.P. \u0026 Ors. v. Neeraj Chaubey \u0026 Ors.\nE (2010) 10 SCC 320; State of Maharashtra v. Narayan\nF\nG\nH\nShamrao Puranik AIR 1982 SC 1198; Inder Mani v.\nMatheshwari Prasad (1996) 6 SCC 587; R. Rathinam v. State\n(2002) 2 SCC 391; Jasbir Singh v. State of Punjab (2006) 8\nSCC 294-relied on.\nSanjay Kumar Srivastava v. Acting Chief Justice, 1996\nAWC 644 - approved.\nVI. WHEN CBI ENQUIRY CAN BE DIRECTED:\nA constitutional court can direct the CBI to\ninvestigate into the case provided the court after\nexamining the allegations in the complaint reaches a\nconclusion that the complainant could make out prima\nfacie, a case against the accused. However, the person\nagainst whom the investigation is sought, is to be.\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 557\nBHULLAR \u0026 ORS. ETC\nimpleaded as a party and must be given a reasonable\nopportunity of being heard. CBI cannot be directed to\nhave a roving inquiry as to whether a person was\ninvolved in the alleged unlawful activities. The court can\ndirect CBI investigation only in exceptional\ncircumstances where the court is of the view that the\naccusation is against a person who by virtue of his post\ncould influence the investigation and it may prejudice the\ncause of the complainant, and it is necessary so to do in\norder to do complete justice and make the investigation\ncredible. [para 48] [600-B-D]\nA\nB.\nC\nSecretary, Minor Irrigation and Rural Engineering\nServices, U.P. \u0026 Ors. v. Sahngoo Ram Arya \u0026 Anr. AIR 2002\nSC 2225; Common Cause, A Registered Society v. Union\nof India \u0026 Ors. (1999) 6 SCC 667; D. Venkatasubramaniam\n\u0026 Ors. v. M.K.Mohan Krishnamachari \u0026 Anr. (2009) 10 SCC D\n488; Disha v. State of Gujarat \u0026 Ors. AIR 2011 SC 3168;\nVineet Narain \u0026 Ors. v. Union of India \u0026 Anr. AIR 1996 SC\n3386; Union of India v. Sushil Kumar Modi (1998) 8 SCC\n661; Rajiv Ranjan Singh ‘Lalan' (VIII) v. Union of India (2006)\n6 SCC 613; Rubabbuddin Sheikh v. State of Gujarat \u0026 Ors.\nAIR 2010 SC 3175; Ashok Kumar Todi v. Kishwar Jahan \u0026\nOrs, (2011) 3 SCC 758 - relied on.\n7.1. The instant appeals are decided in the light of the\nsaid settled legal propositions. It is evident from the\njudgment and order dated 11.5.2007 that the criminal\nappeal stood dismissed. The order sheet dated 30.5.2007\nrevealed that in spite of the disposal of the said criminal\nappeal it had been marked therein as \"put up for further\nhearing\" and directions were given to the trial court to\nfurnish a detailed report as to the measures taken by it\nto bring the proclaimed offenders before the Court. The\norder dated 5.9.2007 showed that the Bench headed by\nMr. Justice X was furnished with full information\nregarding proclaimed offenders by the authorities. The\nE\nF\nG\nH\nB\n558 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA order dated 19.9.2007 revealed that the Bench expressed\nits anguish that nothing could be done since the year 1993\nby the Chandigarh Police to procure the presence of the\nproclaimed offenders. The record revealed that 'DPSB'\nwas involved in assassination attempt of 'MSB'. He was\nconvicted and given the death sentence. Ever since 2003,\n'DPSB' remained silent regarding the investigation of the\nalleged disappearances of his father and uncle and\nsuddenly woke up in the year 2007 when the Bench\npresided by Mr. Justice X started suo motu hearing\nс various other matters after the disposal of the criminal\nappeal against acquittal. The Court was fully aware that\nanother relative of 'DPSB' had filed a case before the High\nCourt in the year 1997, for production of 'BSB', the father\nof 'DPSB' and not for his uncle. The High Court had\nrejected the said petition and the matter was not agitated\nfurther attained finality. [paras 50-52] [600-F-G; 601-D-E;\n602-E-H; 603-A]\nD\n7.2. It is evident that the court was very much\nanxious to know about the proclaimed offenders,\nE however, after getting certain information, the Court\nstopped monitoring the progress in procuring the\npresence of any of those proclaimed offenders. By this\ntime, the Court also came to know that son of 'DSM' had\nalso been killed. Therefore, the chapter regarding the\nF proclaimed offenders was closed. There was no\noccasion for the Court to proceed further with the matter\nand entertain the applications under Section 482 Cr.P.C.,\nfiled by 'DSM' and 'DPSB'. The Bench was not competent\nto entertain the said applications and even if the same\nG had been filed in the disposed of appeal, the court could\nhave directed to place the said applications before the\nBench dealing with similar petitions. It is evident from the\norder dated 30.5.2007 that in spite of the fact that the\nappeal stood disposed of on 11.5.2007, there appeared\nH an order in the file: “put up for further hearing”. That\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 559\nBHULLAR \u0026 ORS. ETC\nB\nmeant the matter was to be heard by the same Bench A\nconsisting of Judges 'X' and 'A'. However, the matter was\nlisted before another Bench on 2.7.2007 and the said\nBench directed to list the matter before DB-IV after taking\nthe appropriate order from the Chief Justice. In absence\nof the Chief Justice, the senior most Judge passed the\norder on 5.7.2007 to list the matter before the DB-IV. The\nmatter remained with the Presiding Judge, though the\nother Judge changed most of the time, as is evident from\nthe subsequent order sheets. Order sheet dated 30.5.2007\nrevealed that it was directed to put up the case for further C\nhearing. Thus, it should have been heard by the Bench\nas it was on 30.5.2007. [paras 54-55] [603-H; 604-A-G]\nD\nE\n8. The chargesheet in the trial court itself revealed\nthat two accused had died. The State counsel failed to\nbring these facts to the notice of the court. The order\ndated 5.10.2007 though gave an impression that the High\nCourt was trying to procure the presence of the\nproclaimed offenders but, in fact, it was to target the\npolice officers, who had conducted the inquiry against Mr.\nJustice X. The order read that particular persons were\neliminated in a false encounter by the police and it was\nto be ascertained as to who were the police officers\nresponsible for it, so that they could be brought to\njustice. There could be no justification for the Bench\nconcerned to entertain applications filed under Section\n482 Cr.P.C. as miscellaneous applications in a disposed\nof appeal. The law requires that the Bench could have\npassed an appropriate order to place those applications\nbefore the Bench hearing Section 482 Cr.P.C. petitions\nor place the matters before the Chief Justice for G\nappropriate orders. As the High Court after rejecting the\napplications for leave to appeal had passed several\norders to procure the presence of the proclaimed\noffenders so that they could be brought to justice,\nneither the State of Punjab nor 'SSS' could be held to be H\nF\n"}