{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1179\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\navailable an appropriate room in its headquarters and\nsecretarial staff for the working of the committee.\n(ii) The State Government shall issue necessary.\nnotification reconstituting the committee, its terms of reference,\nand other aspects, such as honorarium etc, within four weeks\nhereafter.\nA\nB\n59. Before we conclude, we record our appreciation for\nall the learned counsel who have assisted us in deciding the\nissues, and particularly Senior Counsel Mr. Nariman and Mr.\nSalve, who appeared for the respondents and appellants C\nrespectively, at the stage of the earlier order which was passed\non 25.7.2013, but assisted the Court in deciding the four\nissues.\nIn the circumstances we pass the following order:-\nD\n60. (1) The memorandum of settlement dated 18.4.2013,\nconcerning the Public Parking Lot (PPL) arrived at between the\nappellant-Municipal Corporation of Greater Mumbai and the\nrespondents was taken on record, as noted in Part-I order\ndated 25.7.2013, in the facts and circumstances of the present E\ncase. Both the parties shall act strictly in accordance with the\nsame. It is clarified that as held in the said order, the Municipal\ncircular dated 22.6.2011 is not in any way held to be bad in\nlaw.\n(2) The four additional issues framed in Part-II of the above\norder are decided as follows:-\n-\nIssue No. (i) – The minimum recreational space as laid\ndown under Development Control Regulation (DCR) 23, cannot\nbe reduced on the basis of DCR 38(34). The recreational\nspace, if any, provided on the podium as per DCR 38(34)(iv),\nshall be in addition to that provided as per DCR 23.\n-\nF\nG\nIssue Nos. (ii) \u0026 (iii) – The Government of Maharashtra,\nthe Development Plan Drafting Committee, and the appellant- H\n1180 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Municipal Corporation shall consider the suggestions as\ncontained in paragraph Nos.53 and 54 above, while framing\nthe Development Plan for Greater Mumbai.\nB\nC\nIssue No. (iv) - The second proviso to DCR 43(1) (A),\nconcerning fire protection requirements, is held to be bad in\nlaw. We hold that even for the reconstruction proposals of plots\nupto the size of 600 sq. mts. under DCR 33(7), open space of\nthe width of 6 meters at least on one side at ground level within\nthe plot, accessible from the road side will have to be\nmaintained for the maneuverability of a fire engine, unless the\nbuilding abuts two roads of 6 meters or more on two sides, or\nanother access of 6 meters to the building is available, apart\nfrom the road abutting the building.\n(3) The decision as contained in Clauses 2(i) and 2(iv)\nD above, will apply to those constructions where plans are still not\nE\nF\napproved, or where the Commencement Certificate (CC) has\nnot yet been issued. All authorities concerned are directed to\nensure strict compliance accordingly.\n(4) The Government of Maharashtra shall issue the\nnecessary notification within four weeks of this order, re-\nconstituting the 'Technical Committee for the High-Rise.\nBuildings', as directed in paragraph 56, including the additional\nterms of reference, as mentioned in paragraph 57 above. The\nappellant is directed to render assistance and provide the\nrequired honorarium, as mentioned in paragraph 58 above.\n(5) In view of the settlement arrived at between the parties,\nas well as Part-1 order dated 25.7.2013 mentioned in\nparagraph (1), and the determination on the four additional\nG issues as in paragraph (2) above, no further order is required\non this appeal, and the appeal stands disposed off accordingly.\n(6) The parties will bear their own costs.\nI\nKalpana K. Tripathy\nAppeal disposed of\n"}