{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1139\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nA\nB\nexamination of the other two issues was taken up for the reason\nthat the development plan for the city of Mumbai is going to be\nrevised shortly, and certain suggestions in that behalf could be\nmade. Issue no. (2). arising out of exemptions to the high-rise\nbuildings under DCR 33(7),(8), (9) and issue no. (3) concerning\nthe impact on traffic, required a detailed deliberation. At this\npoint, it is relevant to mention that a similar approach has been\nadopted by this Court in Municipal Corporation of Delhi Vs.\nAssociation of victims of Uphaar Tragedy \u0026 Ors. reported in\nAIR 2012 SC 100. That case concerned the compensation to\nbe paid to the victims of the fire in the 'Upahaar' theatre at C\nDelhi. This Court decided the issue of compensation in\nparagraph 38 of the judgment. However, the Court could not\nignore that the fire had resulted into the death of 59 persons.\nand injury to 103 persons, and therefore, this Court observed\nin paragraph 39 of the said judgment:-\n\"39. Normally we would have let the matter rest there. But\nhaving regard to the special facts and circumstances of\nthe case we propose to proceed a step further to do\ncomplete justice.\n\"1\nAnd then, the Court made a number of suggestions in\nparagraph 45 of its judgment to the Government for its\nconsideration and implementation. Similarly, although a\nsettlement is arrived at, on the controversy between the parties\nbefore the Court, considering the acute problems in the city of\nMumbai with respect to shortage of recreational space, the fire\nhazards and high density of traffic, a further deliberation on the\nabove referred four issues was felt necessary.\nD\nE\nF\nG\n14. Thereafter, the matter has been heard by the present\nBench. Consequent upon the above order, the necessary\naffidavits were filed by the officers of the appellant as well as\nthe State of Maharashtra. A number of interveners have also\nassisted the Court. The interveners include (i) The Urban\nDesign Research Institute ('UDRI' for short) \u0026 Ors., (ii)\nMaharashtra Chamber of Housing Industry, (iii) Practicing H\n1140 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Engineers Architects and Town Planners Association (India)\nand (iv) Property Redevelopers Association. They have all\nassisted in the examination of these four issues. We will deal\nwith their submissions in the context of the Maharashtra\nRegional and Town Planning Act, 1966 (the 'MRTP' Act for\nB short), and the Development Control Regulations for Greater\nMumbai, 1991, framed thereunder which govern these issues.\nC\nIssue no.1 concerning the reduction in the minimum\nrecreational space from the one as required under\nDCR 23:-\n15. The Development Control Regulations are referable to\nSection 22(m) of the MRTP Act. Section 21 of the said Act\nrequires the planning authority, i.e. the local authority (appellant\nno. 1 in the instant case) to prepare a development plan for the\nD local area within its jurisdiction. Section 22 of the Act lays down\nwhat should be the contents of a development plan, and in that\nbehalf it provides under sub-section (m) that it shall contain\namongst others:-\nE\n\"(m) provision for permission to be granted for controlling\nand regulating the use and development of land within\n*he jurisdiction of a local authority.....\"\nThe present DCR's for Greater Mumbai, 1991 were\nsanctioned by the State of Maharashtra on 20.2.1991 and are\nF enforced from 25.3.1991. The new DCR's are shortly to be\nformulated for the next twenty years.\nG\nH\nThe DCR 23 on recreational amenity open spaces:-\n16. The DCR 23 with which we are concerned in the first\nissue reads as follows:-\n\"23. Recreational/Amenity Open Spaces:-\n(1) Open spaces in residential and commercial layouts—\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1141\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\n(a) Extent:—In any layout or sub-division of vacant land A\nin a residential and commercial zone, open spaces shall\nbe provided as under:\n(i) Area from 1001 sq.m. to 2500 sq.m. 15 per cent\n(ii) Areas from 2501 sq.m. to 10000 sq.m. 20 per cent\n(iii) Area above 10000 sq.m. 25 per cent.\nB\nC\nThese open spaces shall be exclusive of areas of\naccesses/internal roads/designations or reservations,\ndevelopment plan roads and areas for road-widening and\nshall as far as possible be provided in one place. Where,\nhowever, the area of the layout or sub-division is more\nthan 5000 sq.m., open spaces may be provided in more\nthan one place, but at least one such places shall be not\nD\nless than 1000 sq.m. in size. Such recreational spaces\nwill not be necessary in the case of land used for\neducational institutions with attached independent\nplaygrounds. Admissibility of FSI shall be as indicated\nin Regulation 35.\n(b) Minimum area:-No such recreational space shall\nmeasure less than 125 sq.m.\n(c) Minimum dimensions:-The minimum dimension of\n´ such recreational space shall not be less than 7.5 m., and\nif the average width of such recreational space is less\nthan 16.6 m., the length thereof shall not exceed 2/2\ntimes the average width.\n(d) Access: -Every plot meant for a recreational open\nspace shall have an independent means of access,\nunless it is approachable directly from every building in\nthe layout..\nE\nF\nG\n(e) Ownership:-The ownership of such recreational\nspace shall vest, by provision in a deed of conveyance, H\n1142\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nUJ\nE\nF\nG\nH\nin all the property owners on account. of whose holdings\nthe recreational space is assigned.\n(f) Tree growth:-Excepting for the area covered by the\nstructures permissible under (g) below, the recreational\nspace shall be kept permanently open to the sky and\naccessible to all owners and occupants as a garden or a\nplayground etc. and trees shall be grown as under :-\n(a) at the rate of 5 trees per 100 sq.m. or part thereof of\nthe said recreational space to be grown within the entire\nplot.\n(b) at the rate of I tree per 80 sq.m. or part thereof to be\ngrown in a plot for which a sub-division or layout is not\nnecessary.\n(g) Structures/uses permitted in recreational open\nspaces:―\n(i) In a recreational open space exceeding 400 sq.m. in\narea (in one piece), elevated/underground water\nreservoirs, electric substations, pump houses may be\nbuilt and shall not utilise more than 10 per cent of the\nopen space in which they are located.\n(ii) In a recreational open space or playground of 1000\nsq.m. or more in area (in one piece and in one place),\nstructures for pavilions, gymnasia, club houses and other\nstructures for the purpose of sports and recreation\nactivities may be permitted with built-up area not\nexceeding 15 per cent of the total recreational open\nspaces in one place. The area of the plinth of such a\nstructure shall be restricted to 10 per cent of the areas of\nthe total recreational open space. The height of any such\nstructure which may be single storey shall not exceed 8\nm. A swimming pool may also be permitted in such a\nrecreational open space and shall be free of FSI.\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1143\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nStructures for such sports and recreation activities shall A\nconform to the following requirements:―\n(a) The ownership of such structures and other\nappurtenant users shall vest, by provision in a deed of\nconveyance, in all the owners on account of whose\ncumulative holdings the recreational open space is\nrequired to be kept as recreational open space or ground,\nviz. 'R.G.' in the layout or sub-division of the land.\nB\n(b) The proposal for construction of such structure should\ncome as a proposal from the owner/owners/society/ C\nsocieties or federation of societies without any profit\nmotive and shall be meant for the beneficial use of the\nowner/owners/members of such society / societies /\nfederation of societies.\n(c) Such structures shall not be used for any other\npurpose, except for recreational activities, for which a\nsecurity deposit as decided by the Commissioner will\nhave to be paid to the Corporation.\n(d) The remaining area of the recreational open space\nor playground shall be kept open to sky and properly\naccessible to all members as a place of recreation,\ngarden or a playground.\n(e) The owner/owners/or society/or societies or federation\nof societies shall submit to the Commissioner a\nregistered undertaking agreeing to the conditions in (a)\nto (d) above.\n(2) Open spaces in industrial plots/layouts of industrial\nplots:-\n(a) In any industrial plot admeasuring 10,000 sq.m. or\nmore in area, 10 per cent of the total area shall be\nprovided as an amenity open space subject to a\nmaximum of 2500 sq.m., and\nD\nE\nF\nG\nI\n1144\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(i) such open space shall have proper means of access\nand shall be so located that it can be conveniently utilised\nby the person working in the industry;\n(ii) the parking and loading and unloading spaces as\nrequired under these Regulations shall be clearly shown\non the plans;\n(iii) such open spaces shall be kept permanently open\nto sky and accessible to all the owners and occupants\nand trees shall be grown therein at the rate of 5 trees for\nevery 100 sq.m. of the said open space to be grown within\nthe entire plot or at the rate of 1 tree for every 80 sq.m.\nto be grown in a plot for which a sub-division or layout is\nnot necessary.\n(b) In case of sub-division of land admeasuring 8000\nsq.m. or more in area in an industrial zone, 5 per cent of\nthe total area in addition to 10 per cent in (a) above shall\nbe reserved as amenity open space, which shall also\nserve as general parking space. When the additional\namenity open space exceeds 1500 sq.m. the excess\narea may be used for construction of buildings for banks,\ncanteens, welfare centers, offices, crèches and other\ncommon purposes considered necessary for industrial\nusers as approved by the Commissioner.\"\nThe provision regarding the podium:-\n17. As has been noted in paragraph 13 of the order dated\n25.7.2013, the appellants did not look into the issue of reduction\nin recreational area at the ground level very seriously, probably\nbecause the rule permits recreational space on the podium.\nSome of the interveners very seriously canvassed that in view\nof the provision concerning recreational space on the podium,\nthe recreational / amenity open space at the ground level could\nlegitimately be reduced. The provision regarding the podium\nis seen in DCR No. 38 (34). DCR 38 lays down the\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1145\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nrequirements concerning parts of buildings. DCR 38 (34) reads A\nas follows:-\n\"(34) Podium.\n(i) A podium may be permitted on plot admeasuring\n1500 sq.mt. or more.\n(ii) The podium provided with ramp may be permitted in\none or more level, total height not exceeding 24 m. above\nground level.\nHowever, podium not provided with ramp but provided with\ntwo car lifts may be permitted in one or more level, total\nheight not exceeding 9 mt. above ground level.\n(iii) The podium shall be used for the parking of vehicles.\n(iv) The recreational space prescribed in D.C. Regulation\n23 may be provided either at ground level or on open to\nsky podium.\n(v) Podium shall not be permitted in required front open\nspace.\n(vi) Such podium may be extended beyond the building\nline in consonance with provision of D.C. Regulation\n43(1) on one side whereas on other side and rear side it\nshall be not less that 1.5m. from the plot boundary.\n(vii) Ramps may be provided in accordance with D.C.\nRegulation 38(18).\n(viii) Adequate area for Drivers rest rooms and sanitary\nblock may be permitted on podiums by counting in FSI.”\n18. As far as the issue no. 1 is concerned, this Court had\nsought the affidavit from the Chief Engineer, Town Planning of\nthe appellant-Municipal Corporation, and from the Secretary,\nUrban Development Department of the State of Maharashtra.\nB\nC\nD\nE\nF\nG\nH\n1146 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Shri Manu Kumar Srivastava, Principal Secretary to the\nGovernment of Maharashtra in the Urban Development\nDepartment has filed an affidavit affirmed on 6.9.2013. In para\n4.4 he has stated as follows:-\nB\nC\n“4.4) I submit that in quite a few cases, the requirements\nof captive parking for the building can be met only by\nproviding the same in basement or on upper parking\nfloors or podium, which in turn requires provision of\naccess / ramps etc., which often makes it difficult to\nprovide the required Recreational / Amenity open spaces\non the ground......\"\nThereafter, he has stated that it is to overcome this difficulty\nthat the DCRs have been amended with effect from 6.1.2012\nto allow recreational spaces on podium in plots admeasuring.\nD 1500 sq. mts. or more. In his affidavit he has pointed out that\nin the redevelopment projects under DCR 33(7) for\nreconstruction of cessed buildings, and for the urban renewal\nschemes under DCR 33(9), and for the slum rehabilitation\nprojects under DCR 33(10), it is permissible to reduce the\nE Recreational / Amenity open spaces to the limit prescribed in\nthe respective regulations. He has stated that this has been\ndone consciously to facilitate these schemes.\nF\nG\nH\n19. On behalf of the appellant-Municipal Corporation Shri\nRajeev Kuknur, Chief Engineer (Development Plan) has\naffirmed his reply on 6.9.2013. In paragraph 6, thereof, he has\nalso stated that the provision for parking on podium has been\nmade to facilitate the requirement of parking. He has, however,\nadded \"in such situation it may not be possible for the planner\nto provide the entire Recreational/Amenity space on the\nground\". Later in paragraph 7, he has pointed out that in certain\nother situations the amenity open spaces are permitted to be\nreduced. Thus, under DCR 33(1) read with Clause 6.20 of\nAppendix IV which applies to the redevelopment schemes for\nslums, the amenity space can be reduced, but still a minimum\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1147\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nof 8% of the amenity space shall be maintained. Clause 8 of A\nAppendix III applies the same provision to the reconstruction /\nredevelopment of cessed buildings under DCR 33(7). As\nregards the development under DCR 33 (9), clause 12.14 of\nAppendix IIIA concerning DCR 33(9), states that, “Even if the\nrecreational open space is reduced to make the project viable, B\na minimum of at least 10 percent of plot area shall be provided\nas recreational open space. In addition to this, 10 percent of\nplot area shall be earmarked for amenity space which can be\nadjusted against the DP reservation, if any\".\n20. It was canvassed on behalf of Maharashtra Chamber\nof Housing Industry by Mr. S. Ganesh, learned Senior Counsel\nthat DCR 38 (34) clearly provides under clause (iv) thereof, that\nthe recreational space prescribed in DCR 23 may be provided\nat the ground level or on open to sky podium. In his view, this\nwill enable the developers to provide more parking spaces\nwithin the plots concerned since now-a-days, there is a\ndemand for even two parking spaces per flat. He submitted\nthat, in fact, this will give a large continuous open space on the\npodium and in view thereof the Recreational / Amenity space\nneed not be at the ground level. He submitted that even trees\nwould be planted on the podium, and movements on the podium\nwill be safer for elderly people as well as for the children. The\nareas for parking and recreation on the podium can be\nseparately ear-marked for that purpose. A few photographs of\nsuch arrangements were also brought to our notice. He\nsubmitted that in view of the necessity of having more\naccommodation and more parking spaces that this provision\nhas been made, and it should be interpreted accordingly.\n21. It is very relevant to note that although Mr. F.S. Nariman,\nlearned senior counsel appeared for the respondents-\nKohinoor, he stated that after the order was passed by this\nCourt on 25.7.2013, he was appearing to assist the Court on\nthe four issues framed in Part-II of that order as amicus-curie.\nHe pointed out that sub-clause (iv) of DCR 38(34) lays down\nC\nD\nE\nF\nG\nН\n1148 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA that the recreational space 'may be provided' either at the\nground level or on open to sky podium. As against that the\nRecreational / Amenity open space contemplated under DCR\n23 was mandatory. Sub-clause (1) (a) of DCR 23 speaks of\n'vacant land' and the open spaces as far as possible 'shall be\nB provided' at one place. He, therefore, submitted that whereas\nthe provision under DCR 23 is mandatory, the one under DCR\n38(34) is discretionary, and it cannot prevail over DCR 23.\nC\nD\n22. Similarly, though learned Senior Counsel Mr. Harish.\nN Salve, appeared for the Municipal Corporation, until the\npassing of the order dated 25.7.2013, as far as the issue of\nrecreational spaces on podium is concerned, he submitted a\nseparate note to assist the Court. He pointed out that as clause\n(iii) of the DCR 38(34) states, the podium shall be used for\nparking of vehicles. Clause (iv) gives a further option to provide\nrecreational space on the podium, but it links this recreational\nspace on the podium to the recreational space prescribed in\nDCR 23, by stating that the recreational space under DCR 23,\nmay be provided at the ground level, or on the open-to-sky\npodium. In his submission, if read as an alternative to the\nE minimum recreational space on the ground floor, this provision\nwill lead to the serious erosion of recreational space at the\nground level, affecting the minimum necessities of life, and will\ntherefore lead to violation of the right to life, and will have to be\nheld as bad in law, as against the guarantee provided under\nF Article 21 of the Constitution of India. As against that in his\nsubmission clause (iv) can survive only if this clause is read\ndown as inapplicable and not excluding the recreational space\nprovided under DCR 23. In other words, it makes an additional\nprovision for recreational space, over and above the one at the\nG ground level, and does not in any way reduce the same. This\nis because the podium is basically meant to provide parking,\nas stated in clause (iii). Any recreational space provided on the\npodium is entirely discretionary, and that being so it cannot be\nread to lead to a reduction in the mandatory provision under\nClause (iii).\nH\n"}