{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"912 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA detained in July 1998 for allegedly forming a terrorist\norganisation, which was subsequently found to be totally fake\non investigation by other agency. Kulwant Singh (PW.14) had\nbeen falsely involved and convicted in a case under NDPS Act,\nwho was subsequently acquitted by the High Court. It may also\nB be pertinent to mention here that in the said case, the appeal\ncould be filed before the High Court only on the direction issued\nby this Court while entertaining the criminal Writ Petition filed\nby Smt. Paramjit Kaur (PW.2).\nс\n41. Kuldip Singh (PW.16) kept quiet till Ajit Singh Sandhu,\nSSP, committed suicide. He had been changing his version\nduring the investigation as well trial of the case. He had also\nfiled complaint against Smt. Paramjit Kaur (PW.2) allegedly\npaying him a sum of Rs.50,000/- as a bribe for deposing\nagainst the police authorities. Kuldip Singh (PW.16) was SPO\nD and Bodyguard of Satnam Singh, SHO, accused/appellant. He\nwas having several grievances against the police officers in\ngeneral and accused persons in particular. His narration\nrecorded regarding detention of Shri Khalra by the police did\nnot get any corroboration from any corner including record of\nE police station, log books of police vehicles. No employee/\nperson of the place where Shri Khalra had been detained or\nfrom the guest house where his body was taken before throwing\naway in the canal, has been examined to corroborate the\ntestimony of Kuldip Singh (PW.16). There are some\nF improvements also in his deposition in the court from\nstatements recorded under Section 161 Cr.P.C.\nG\nH\nHowever, all these issues/aspects have been considered\nby the courts below and taking into consideration the entire fact-\nsituation in which the incident had taken place and whereabouts\nof Shri Khalra could not be known in spite of the best efforts of\nthis Court, case of the prosecution cannot be brushed aside.\nThe Court has to take into consideration the ground realities\nreferred to hereinabove, particularly that it is very difficult to get\nevidence against the policemen responsible for custodial death.\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 913\nANR. ETC. [DR. B.S. CHAUHAN, J.]\ni\nIn a case where the person is alleged to have died in A\npolice custody, it is difficult to get any kind of evidence. \"Rarely\nin cases of police torture or custodial death, direct ocular\nevidence is available of the complicity of the police personnel,\nwho alone can only explain the circumstances in which a person\nin their custody had died. Bound as they are by the ties of B\nbrotherhood, it is not unknown that police personnel prefer to\nremain silent and more often than not even pervert the truth to\nsave their colleagues\"\nIn view of the persistent threats hurled by the accused and\nother police officials to the complainant and witnesses\nthroughout the investigation and trial, variation in his version\nfrom time to time is natural. However, it can be inferred that\ndeposition to the extent of illegal detention, killing and throwing\naway the dead body of Shri Khalra, can safely be relied upon\nas the same stand corroborated by other circumstantial\nevidence and the deposition of other witnesses. As we have\nreferred to hereinabove, there is trustworthy evidence in respect\nof abduction of Shri Khalra by the appellants; as well as his\nillegal detention.\n42. In view of the law referred to hereinabove, same\nremains the position in case a solitary witness deposed\nregarding the illegal detention and elimination of Shri Jaswant\nSingh Khalra.\nC\nD\nE\nF\n43. Most of the appellants had taken alibi for screening\nthemselves from the offences. However, none of them could\nestablish the same. The courts below have considered this\nissue elaborately and in order to avoid repetition, we do not\nwant to re-examine the same. However, we would like to clarify\nthat the conduct of accused subsequent to the commission of G\ncrime in such a case, may be very relevant. If there is sufficient\nevidence to show that the accused fabricated some evidence\nto screen/absolve himself from the offence, such circumstance\nmay point towards his guilt. Such a view stand fortified by\nH\n914 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA judgment of this Court in Anant Chintaman Lagu v. The State\nof Bombay, AIR 1960 SC 500.\nB\nC\nD\n44. Both the courts below have found that the accused/\nappellants have abducted Shri Jaswant Singh Khalra. In such\na situation, only the accused person could explain as what\nhappened to Shri Khalra, and if he had died, in what manner\nand under what circumstances he had died and why his corpus\ndelicti could not be recovered. All the accused/appellants failed\nto explain any inculpating circumstance even in their respective\nstatements under Section 313 Cr.P.C. Such a conduct also\nprovides for an additional link in the chain of circumstances.\nThe fact as what had happened to the victim after his abduction\nby the accused persons, has been within the special knowledge\nof the accused persons, therefore, they could have given some\nexplanation. In such a fact-situation, the Courts below have\nrightly drawn the presumption that the appellants were\nresponsible for his adduction, illegal detention and murder.\n45. Shri Jaspal Singh, learned senior counsel appearing\non behalf of Jaspal Singh, DSP, appellant, has vehemently\nE submitted that only three persons had been charged under\nSections 302/34 IPC. Rachpal Singh stood discharged by the\ntrial court before recording his statement under Section 313\nCr.P.C., and Amarjit Singh has been acquitted by the High\nCourt. Law does not permit to convict Jaspal Singh, appellant,\nalone for the offence punishable under Sections 302 read with\n34 'IPC in view of law referred to hereinabove.\nF\nThe arguments so advanced seem to be very attractive but\ncannot be accepted for the reason that the case is required to\nbe considered in the factual backdrop mentioned hereinabove.\nG This Court has consistently held that even otherwise \"it is\npossible for the appellate or the revisional court to convict an\naccused for offence in which no charge was framed unless the\nCourt is of the opinion that the failure of justice could be, in fact,\noccasioned. In order to judge whether a failure of justice has\nH\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 915\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nC\nbeen occasioned, it will be relevant to examine whether the A\naccused was aware of the basic ingredients of the offence for\nwhich he is being convicted and whether the main facts sought\nto be established against him, were explained to him clearly\nand whether he got a fair chance to defend himself.\" The Court\ncannot lose sight of the fact that Jaspal Singh, appellant, had B\nalso been charged and convicted under Sections 364/34 IPC.\nalongwith all other appellants. He was not arrayed as a party/\nrespondent in the Criminal Revision filed by Smt. Paramjit Kaur\n(PW.2), complainant for enhancement of punishment as he had\nalready been given life imprisonment for the offences.\npunishable under Sections 302/34 IPC. Had he been acquitted\nfor the said offences and convicted under Sections 364/34 IPC,\nhis sentences could also have been enhanced by the High Court\nas it so happened in the cases of other accused/appellants. In\naddition thereto, admittedly, at the initial stage of the\nproceedings, main accused had been Ajit Singh Sandhu, SSP,\nwho committed suicide before framing of the charges. Jaspal\nSingh, DSP, appellant, cannot succeed on mere technicalities.\nIn view of the provisions of Section 464 Cr.P.C., and in the\npeculiar facts of this case, this argument is not worth\nacceptance.\nBe that as it may, the contention raised on behalf of Jaspal\nSingh, DSP, appellant, does not require further consideration\nin view of judgment of this Court in Lok Pal Singh (supra),\nwherein a similar contention stood rejected.\n46. Undoubtedly, the charges had been framed prior to the\nstatements recorded by Kuldip Singh (PW.16) and in such a\nfact-situation, the trial court ought to have altered the charges,\nbut it failed to do so. The offence proved against the appellants\nhas been abducting Shri Khalra so that he could be murdered.\nThe High Court is justified in enhancing the punishment\nparticularly in the peculiar facts of this case.\nThe court cannot be a silent spectator where the stinking\nD\nE\nF\nG\nH\n916 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA facts warrant interference in order to serve the interest of justice.\nIn the fact-situation of a case, like instant, if the court remains\noblivious to the patent facts on record, it would be tantamount\nto failure in performing its obligation under the law.\n00\nB\n47. After appreciating the evidence on record, and\nconsidering the judgments of the courts below, we approve their\nfollowing conclusions:\n(i) Jaswant Singh Khalra, being a human right activist, had\ntaken the task to expose the mis-deeds of police in Districts\nC Amritsar and Taran Taran killing innocent people under the\npretext of being terrorists and cremating them without any\nidentification and performing any ritual.\nD\nE\nF\nG\n(ii) The Police authorities did not like such activities of Shri\nKhalra and tried to desist him from the same. Shri Khaira was\nbeing threatened over the telephone by the police officials.\n(iii) Jaswant Singh Khalra informed a large number of\npersons about the threats and being watched by unidentified\nsuspicious persons, who had been wandering around his house\nand had been followed by such elements.\n(iv) Jaswant Singh Khalra was able to generate public\npressure against the police authorities which was a source of\nanger and pressure upon the police.\n(v) Ajit Singh Sandhu, SSP, hatched a conspiracy with\nappellants and some other police personnel to abduct Jaswant\nSingh Khalra and eliminate him or to put him in danger of being\nmurdered.\n(vi) At the time of abduction, the accused did not permit\nJaswant Singh Khaira even to change his clothes. One of the\nwitnesses, namely, Rajiv Singh (PW.15) was pushed away.\n(vii) Rajiv Singh (PW.15) immediately informed various\nH persons including Smt. Paramjit Kaur (PW.2) and Justice Ajit\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nSingh Bains (PW.5) about the incident of kidnapping.\n917\n(viii) In spite of the best efforts made by Smt. Paramjit Kaur\n(PW.2), wife of the deceased and others particularly, Rajiv\nSingh (PW.15) who went from pillar to post, whereabouts of\nJaswant Singh Khalra were not made known to them.\n(ix) The police authorities did not cooperate in helping the\ncomplainant, though the witnesses had named the persons\ninvolved in the abduction of Shri Khaira.\nA.\nB\n(x) Report (Ex.PA) dated 6.9.1995 submitted by Smt. C\nParamjit Kaur had not properly been recorded by the SHO\nPolice Station, Islamabad. The version therein had been\ndifferent from what she had reported. It so happened because\nof connivance of police officials.\n(xi) The accused in the case had been high police officials\nand there was every possibility that statement of the\ncomplainant Smt. Paramjit Kaur (Ex.PA) had not been recorded\nas reported by her.\nD\n(xii) Before approaching this Court by filing a Habeas E\nCorpus Writ Petition, Smt. Paramjit Kaur (PW.2) had\napproached the National Human Rights Commission at New\nDelhi in respect of the incident. However, she was advised to\napproach this Court.\n(xiii) This Court passed several orders in a writ petition\nfiled by Smt. Paramjit Kaur, wife of the deceased, but\n'Whereabouts of Jaswant Singh Khaira could not be known and\nin view thereof, investigation of the case was transferred to the\nCBI.\n(xiv) In spite of transfer of the investigation of the case to\nthe CBI, the Punjab police officials did not cooperate with the\nCBI and were not lending proper support in conducting the\ninvestigation. The police officials of Punjab united in an unholy\nF\nG\nH\n918 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA alliance as their colleagues were involved and the case was\ngoing to tarnish the image of Punjab police. The witnesses\nnamed the police officials in their statements before the CBI\nand they identified the accused persons in the court.\nB\nC\n(xv) In order to find out the whereabouts of Shri Khalra,\nthe CBI made public appeal by putting his photographs in\nelectronic media. A large number of posters having his\nphotograph had been affixed on the walls of the cities\nparticularly in Taran Taran, Majitha and Amritsar and made a\ndeclaration that person giving information about him, would be\nrewarded with a sum of Rs.1 lakh.\n(xvi) The witnesses were so scared/terrified of the action\nof the police atrocities/criminal intimidation that they could not\nmuster the courage to reveal the truth. The witnesses could not\nD name the accused while filing affidavits in this Court in the writ\npetition.\nE\n(xvii) The appellants and other accused police officials\nattempted to prevent the testimony of the witnesses by\nthreatening, harassing and involving them in false criminal\ncases and physical intimidation. A large number of false\ndocuments had been created by one of the witnesses because\nof police threats and fear put by the accused.\n(xviii) The witnesses had been acquitted by the courts as\nF they had falsely been involved in criminal cases of a very serious\nnature. This was so done only to prevent them to support the\nprosecution. The witnesses suffered with criminal intimidation\nat the hands of the police officials. Even the complaints filed\nby the witnesses against other witnesses had been found to\nG be false.\n(xix) The depositions made by the witnesses in the court\nhad been consistent with their statements recorded under\nSection 161 Cr.P.C.\nH\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 919\nANR. ETC. [DR. B.S. CHAUHAN, J.]\n(xx) The depositions of all the witnesses including Kulwant A\nSingh (PW.14) and Kuldip Singh (PW.16) are worth acceptance\nin spite of all the discrepancies pointed out by the accused/\nappellants.\n(xxi) All the accused had taken the plea of alibi to show\nthat none of them was present at the place of occurrence on\nthe relevant date. However, none of them could successfully\nprove the same and the plea of alibi taken by them was found\nto be false. This points towards their guilt.\nB\n(xxii) Charges had been framed prior to recording the C\nstatements of Kuldip Singh (PW.16) and in such a fact-situation\nthe trial court ought to have altered the charges.\n(xxiii) Sufficient evidence is available on record in respect\nof abduction of Shri Jaswant Singh Khalra and the witnesses, D\nparticularly, Smt. Paramjit Kaur (PW.2), Rajiv Singh (PW.15)\nand Kirpal Singh Randhawa (PW.7) have identified the\nappellants as the persons who have abducted Shri Khalra.\nKulwant Singh (PW.14) has deposed about his illegal detention\nin Police Station Jhabal. In such a fact-situation, the burden\nshifts on the respondents to disclose as what happened to Shri\nJaswant Singh Khalra.\nE\n(xxiv) Though the dead body of Shri Jaswant Singh Khaira\ncould not be recovered from the canal as the investigation\ncommenced after a long time, recovery of the dead body is not. F\na condition precedent for conviction of the accused for murder.\n*་\n48. Police atrocities are always violative of the\nconstitutional mandate, particularly, Article 21 (protection of life\nand personal liberty) and Article 22 (person arrested must be G\ninformed the grounds of detention and produced before the\nMagistrate within 24 hours). Such provisions ensure that\narbitrary arrest and detention are not made. Tolerance of police\natrocities, as in the instant case, would amount to acceptance\nof systematic subversion and erosion of the rule of law.\nH\n920 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Therefore, illegal regime has to be glossed over with impunity,\nconsidering such cases of grave magnitude.\nB\n49. In view of the above, we do not find any reason to\ninterfere with the well reasoned judgment and order of the High\nCourt. The facts of the case do not warrant review of the\nfindings recorded by the courts below.\nN.J.\n50. The appeals lack merit and are accordingly dismissed.\nAppeals dismissed.\n"}