{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"872 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA principle is that evidence has to be weighed and not\ncounted. The test is whether the evidence has a ring of\ntruth, is cogent, credible and trustworthy or otherwise.\nThe legal system has laid emphasis on value, weight and\nquality of evidence, rather than on quantity, multiplicity\nor plurality of witnesses. It is, therefore, open to a\ncompetent court to fully and completely rely on a solitary\nwitness and record conviction. Conversely, it may acquit\nthe accused in spite of testimony of several witnesses if\nit is not satisfied about the quality of evidence. [Para 26]\nC [904-A-G]\nB\nD\nE\nF\nG\nH\nVadivelu Thevar v. The State of Madras AIR 1957 SC\n614 1957 SCR 981; Sunil Kumar v. State Govt. of NCT\nof Delhi (2003) 11 SCC 367: 2003 (4) Suppl. SCR 767;\nNamdeo v. State of Maharashtra, (2007) 14 SCC 150: 2007\n(3) SCR 939; Bipin Kumar Mondal v. State of West Bengal\nAIR 2010 SC 3638 : 2010 (8) SCR 1036 – relied on.\nEXTRA-ORDINARY CASE:\n-\n8. Extra-ordinary situations demand extraordinary\nremedies. While dealing with an unprecedented case, the\nCourt has to innovate the law and may also pass\nunconventional order keeping in mind that extraordinary\nfact situation requires extraordinary measures. Thus, it is\nevident that while deciding the case, the Court has to\nbear in mind the peculiar facts, if so exist, in a given case.\n[Para 27] [904-F-G; 905-A]\nB.P. Achala Anand v. S. Appi Reddy \u0026 Anr. AIR 2005\nSC 986 : 2005 (2) SCR 3 – relied on.\n-\nCORPUS DELICTI – Recovery of :\n9. In a murder case, it is not necessary that the dead\nbody of the victim should be found and identified, i.e.\nconviction for offence of murder does not necessarily\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\n873\nANR. ETC.\ndepend upon corpus delicti being found. The corpus A.\ndelicti in a murder case has two components - death as\nresult, and criminal agency of another as the means.\nWhere there is a direct proof of one, the other may be\nestablished by circumstantial evidence. [Para 28] [905-G-\nH]\nMani Kumar Thapa v. State of Sikkim AIR 2002 SC\n2920; Ram Chandra \u0026 Anr. v. State of Uttar Pradesh AIR\n1957 SC 381; Ashok Laxman Sohoni \u0026 Anr. v. The State of\nMaharashtra AIR 1977 SC 1319; Rama Nand \u0026 Ors. v. The\nState of Himachal Pradesh AIR 1981 SC 738: 1981 (2)\nSCR 444 - relied on.\nBURDEN OF PROOF UNDER SECTION 106\nB\nE\n10. Section 106 is not intended to relieve the D\n✓ prosecution of its burden to prove the guilt of the\naccused beyond reasonable doubt. But the Section\nwould apply to cases where the prosecution has\nsucceeded in proving facts from which a reasonable\ninference can be drawn regarding the existence of certain\nother facts, unless the accused by virtue of his special\nknowledge regarding such facts, failed to offer any\nexplanation which might drive the Court to draw a\ndifferent inference. Section 106 of the Evidence Act is\ndesigned to meet certain exceptional cases, in which, it\nwould be impossible for the prosecution to establish\ncertain facts which are particularly within the knowledge\nof the accused. [Para 29] [906-A-D]\nF\nState of West Bengal v. Mir Mohammad Omar \u0026 Ors. etc.\netc., AIR 2000 SC 2988: 2000 (2) Suppl. SCR 712; G\nShambhu Nath Mehra v. The State of Ajmer AIR 1956 SC\n404 1956 SCR 199; Sucha Singh v. State of Punjab AIR\n2001 SC 1436: 2001 (2) SCR 644; Sahadevan @\nSagadevan v. State rep. by Inspector of Police, Chennai AIR\n2003 SC 215 – relied on.\n-\nH\nA\nB\nC\nD\nE\nF\n874 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n11.1. There are concurrent findings of facts by two\ncourts that all the appellants are guilty of abducting ‘JSK’\nwith an intent to eliminate him. The findings so recorded\nare based on appreciation of evidence which had been\nrecorded after eight years of the incident. In spite of the\nbest efforts of this Court, and passing order after order\nin the Writ Petition for Habeas Corpus, it could not be\nknown as to whether 'JSK' was dead or alive. Had this\nCourt not issued directions and transferred the case to\nthe CBI for investigation, perhaps the mystery of death\nof 'JSK' could not have surfaced. There is sufficient\nevidence on record to show that the appellants and other\nco-accused remained posted in the districts of Taran\nTaran and Amritsar and they stood transferred from those\ndistricts only on the directions of this Court as the CBI\nhad pointed out that it would not be possible to conduct\na fair investigation till the appellants and other co-\naccused remain posted in those two districts. The\nwitnesses had been threatened and implicated in false\ncases. They could muster the courage to speak only after\ngetting proper security/protection under the orders of this\nCourt passed in the Writ Petition filed by the complainant\nPW-2. [Para 37] [910-A-E]\n11.2. Sufficient material was placed before the courts\nbelow as well as before this Court to show that 'JSK' was\na human rights activist and had raised the voice against\nÁSS' the then SSP of Taran Taran District, about the\nkilling of innocent persons and cremation of thousands\nof unidentified bodies unceremoniously. 'ASS' directly\nand indirectly tried that 'JSK could desist from exposing\nG the illegal activities of the police in those districts.\nHowever, he did not deter and therefore, there was a\nmotive on behalf of the police department to kidnap and\nmake him understand the consequence that he would.\nface and, ultimately, to eliminate him. 'JSK' persisted in\nH\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 875\n.\nANR. ETC.\npursuing the truth and fighting for human rights. The A\nmotive of the accused police officers to abduct and kill\n'JSK' comes out clearly from the testimonies of PW.2,\nPW.5, a Judge, PW.6, PW.8, PW.11, PW.12, PW.15 and\nPW.19. Some of these witnesses had deposed that 'JSK'\nhad been receiving death threats in reference to his B\ninvestigations into illegal encounters and cremations.\nThere is nothing on record to discredit the testimonies\nof either of these witnesses in this regard, rather their\ntestimonies had been consistent with each other and\ninspired confidence. The accused had been identified\ncorrectly in the court by various witnesses. [Paras 38 and\n39] [911-A-D]\nC.\nD\n11.3. The courts below considered all the issues and\ntaking into consideration the entire fact-situation in which\nthe incident had taken place and whereabouts of ‘JSK'\ncould not be known in spite of the best efforts of this\nCourt, case of the prosecution cannot be brushed aside.\nThe Court has to take into consideration the ground\nrealities particularly that it is very difficult to get evidence\nagainst the policemen responsible for custodial death. In E\na case where the person is alleged to have died in police\ncustody, it is difficult to get any kind of evidence. \"Rarely\nin cases of police torture or custodial death, direct ocular\nevidence is available of the complicity of the police\npersonnel, who alone can only explain the circumstances F\nin which a person in their custody had died. Bound as\nthey are by the ties of brotherhood, it is not unknown that\npolice personnel prefer to remain silent and more often\nthan not even pervert the truth to save their colleagues\".\nIn view of the persistent threats hurled by the accused G.\nand other police officials to the complainant and\nwitnesses throughout the investigation and trial, variation\nin his version from time to time is natural. However, it can\nbe inferred that deposition to the extent of illegal\ndetention, killing and throwing away the dead body of\nH.\n876 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 'JSK', can safely be relied upon as the same stand\ncorroborated by other circumstantial evidence and the\ndeposition of other witnesses. There is trustworthy\nevidence in respect of abduction of 'JSK' by the\nappellants; as well as his illegal detention. The position\nB remains the same in case a solitary witness deposed\nregarding the illegal detention and elimination of 'JSK'.\n[Para 41 and 42] [912-G-H; 913-A-D]\nC\n11.4. Most of the appellants had taken alibi for\nscreening themselves from the offences. However, none\nof them could establish the same. However, it is clarified\nthat the conduct of accused subsequent to the\ncommission of crime in such a case, may be very\nrelevant. If there is sufficient evidence to show that the\naccused fabricated some evidence to screen/absolve\nD himself from the offence, such circumstance may point\ntowards his guilt. [Para 43] [913-F-H]\nE\nF\nAnant Chintaman Lagu v. The State of Bombay AIR\n1960 SC 500 : 1960 SCR 460 – referred to.\n-\n11.5. Both the courts below found that the accused/\nappellants have abducted 'JSK\". In such a situation, only\nthe accused person could explain as what happened to\n'JSK' and if he had died, in what manner and under what\ncircumstances he had died and why his corpus delicti\ncould not be recovered. All the accused/appellants failed\nto explain any inculpating circumstance even in their\nrespective statements under Section 313 Cr.P.C. Such\na conduct also provides for an additional link in the chain\nof circumstances. The fact as what had happened to the\nG victim after his abduction by the accused persons, has\nbeen within the special knowledge of the accused\npersons, therefore, they could have given some\nexplanation. In such a fact-situation, the Courts below\nrightly drew the presumption that the appellants were\nH\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 877\nANR. ETC.\nresponsible for his abduction, illegal detention and A\nmurder. [Para 44] [914-B-D]\nB\nC\nD\n11.6. It is possible for the appellate or the revisional\ncourt to convict an accused for offence in which no\ncharge was framed unless the Court is of the opinion that\nthe failure of justice could be, in fact, occasioned. In order\nto judge whether a failure of justice has been occasioned,\nit would be relevant to examine whether the accused was\naware of the basic ingredients of the offence for which\nhe is being convicted and whether the main facts sought\nto be established against him, were explained to him\nclearly and whether he got a fair chance to defend\nhimself. The Court cannot lose sight of the fact that 'JSK',\nappellant, had also been charged and convicted under\nSections 364/34 IPC alongwith all other appellants. He\nwas not arrayed as a party/respondent in the Criminal\nRevision filed by PW.2, complainant for enhancement of\npunishment as he had already been given life\nimprisonment for the offences punishable under\nSections 302/34 IPC. Had he been acquitted for the said\noffences and convicted under Sections 364/34 IPC, his E\nsentences could also have been enhanced by the High\nCourt as it so happened in the cases of other accused/\nappellants. In addition thereto, admittedly, at the initial\nstage of the proceedings, main accused had been 'ASS'\n- SSP, who committed suicide before framing of the\ncharges. 'JS'- DSP, appellant, cannot succeed on mere\ntechnicalities. In view of the provisions of Section 464\nCr.P.C., and in the peculiar facts of the instant case, the\nsubmission that the appellant alone cannot be convicted\nfor the offences punishable under Sections 302 read with\n34 IPC, cannot be accepted. [Para 45] [914-G-H; 915-A-\nF]\n11.7. The charges had been framed prior to the\nstatements recorded by PW.16 and in such a fact-\nF\nG\nH\n878 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA situation, the trial court ought to have altered the charges,\nbut it failed to do so. The offence proved against the\nappellants has been abducting 'JSK' so that he could be\nmurdered. The High Court is justified in enhancing the\npunishment particularly in the peculiar facts of this case.\nThe court cannot be a silent spectator where the facts\nwarrant interference in order to serve the interest of\njustice. In the fact situation of the instant case, if the court\nremains oblivious to the patent facts on record, it would\nbe tantamount to failure in performing its obligation under\nthe law. [Para 46] [915-G-H; 916-A]\nB\nC\nD\nE\nF\nG\nH\n12. After appreciating the evidence on record and\nconsidering the judgments of the courts below, it is\nconcluded:\n(i) ‘JSK' being a human right activist, had taken the\ntask to expose the mis-deeds of police in Districts\nAmritsar and Taran Taran killing innocent people\nunder the pretext of being terrorists and cremating\nthem without any identification and performing any\nritual.\n(ii) The Police authorities did not like such activities\nof 'JSK' and tried to desist him from the same. 'JSK'\nwas being threatened over the telephone by the\npolice officials.\n(iii) 'JSK' informed a large number of persons about\nthe threats and being watched by unidentified\nsuspicious persons, who had been wandering\naround his house and had been followed by such\nelements.\n(iv)'JSK' was able to generate public pressure\nagainst the police authorities which was a source of\nanger and pressure upon the police.\n(v) 'AS' SSP, hatched a conspiracy with appellants\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 879\nANR. ETC.\nand some other police personnel to abduct 'JSK' and A\neliminate him or to put him in danger of being\nmurdered.\n(vi) At the time of abduction, the accused did not\npermit 'JSK' even to change his clothes. One of the\nwitnesses, PW.15 was pushed away.\n(vii) PW.15 immediately informed various persons\nincluding PW.2 and PW.5, a Judge about the incident\nof kidnapping.\n(viii) In spite of the best efforts made by PW.2, wife\nof the deceased and others particularly, 'RS'-PW.15\nwho went from pillar to post, whereabouts of 'JSK'\nwere not made known to them.\n(ix) The police authorities did not cooperate in\nhelping the complainant, though the witnesses had\nnamed the persons involved in the abduction of\n'JSK'.\nB\nC\nD\n(x) Report dated 6.9.1995 submitted by PW2 had not E\nproperly been recorded by the SHO Police Station,\nIslamabad. The version therein had been different\nfrom what she had reported. It so happened because\nof connivance of police officials.\n(xi) The accused in the case had been high police\nofficials and there was every possibility that\nstatement of the complainant had not been recorded\nas reported by her.\nF\n(xii) Before approaching this Court by filing a Habeas G\nCorpus Writ Petition, PW.2 approached the National\nHuman Rights Commission at New Delhi in respect\nof the incident. However, she was advised to\napproach this Court.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n880 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(xiii) This Court passed several orders in a writ\npetition filed by wife of the deceased, but\nwhereabouts of 'JSK' could not be known and in\nview thereof, investigation of the case was\ntransferred to the CBI.\n(xiv) In spite of transfer of the investigation of the\ncase to the CBI, the Punjab police officials did not\ncooperate with the CBI and were not lending proper\nsupport in conducting the investigation. The police\nofficials of Punjab united in an unholy alliance as\ntheir colleagues were involved and the case was\ngoing to tarnish the image of Punjab police. The\nwitnesses named the police officials in their\nstatements before the CBI and they identified the\naccused persons in the court.\n(xv) In order to find out the whereabouts of 'JSK' the\nCBI made public appeal by putting his photographs\nin electronic media. A large number of posters having\nhis photograph had been affixed on the walls of the\ncities particularly in Taran Taran, Majitha and Amritsar\nand made a declaration that person giving\ninformation about him, would be rewarded with a\nsum of Rs.1 lakh.\n(xvi) The witnesses were so scared/terrified of the\naction of the police atrocities/criminal intimidation that\nthey could not muster the courage to reveal the truth.\nThe witnesses could not name the accused while\nfiling affidavits in this Court in the writ petition.\n(xvii) The appellants and other accused police\nofficials attempted to prevent the testimony of the\nwitnesses by threatening, harassing and involving\nthem in false criminal cases and physical\nintimidation. A large number of false documents had\n•\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 881\nANR. ETC.\nbeen created by one of the witnesses because of A\npolice threats and fear put by the accused.\n(xviii) The witnesses had been acquitted by the\ncourts as they had falsely been involved in criminal\ncases of a very serious nature. This was so done only\nto prevent them to support the prosecution. The\nwitnesses suffered with criminal intimidation at the\nhands of the police officials. Even the complaints\nfiled by the witnesses against other witnesses had\nbeen found to be false.\n(xix) The depositions made by the witnesses in the\ncourt had been consistent with their statements\nrecorded under Section 161 Cr.P.C.\nB\nC\n(xx) The depositions of all the witnesses including D\nPW.14 and PW.16 are worth acceptance in spite of\nall the discrepancies pointed out by the accused/\nappellants.\n(xxi) All the accused had taken the plea of alibi to\nshow that none of them was present at the place of\noccurrence on the relevant date. However, none of\nthem could successfully prove the same and the plea\nof alibi taken by them was found to be false. This\npoints towards their guilt.\n(xxii) Charges had been framed prior to recording the\nstatements of PW.16 and in such a fact-situation the\ntrial court ought to have altered the charges.\n(xxiii) Sufficient evidence is available on record in\nrespect of abduction of 'JSK' and the witnesses,\nparticularly, PW.2, PW.15 and PW.7 have identified\nthe appellants as the persons who have abducted\n‘JSK’. PW.14 has deposed about his illegal detention\nin Police Station. In such a fact-situation, the burden\nE\nF\nG\nI\n"}