{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"I\n1\nB\n892 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Singh, SHO. His conduct throughout the proceedings could not\nbe above board. He lodged several complaints giving different\nversions. One of the complaints had been against the\ncomplainant herself. Therefore, the question of reliance on his\ndeposition does not arise. More so, Kuldip Singh (PW.16) has\nbeen an accomplice in the crime and over and above, he being\na solitary witness, his evidence cannot be relied upon without\ncorroboration. Jaspal Singh, DSP, appellant had been\ncharged under Sections 302/34 IPC alongwith two others. In\ncase of discharge of one by the trial court and acquittal of other\nco-accused of the said charges by the High Court, question of\nconvicting the appellants under Sections 302/34 IPC could not\narise. Kuldip Singh (PW.16) had never disclosed any name\nfor long-long time. The dead body of Shri Jaswant Singh Khalra\n.was not recovered. The appeals have merit and deserve to be\nallowed.\nC\nD\n5. On the other hand, Shri Mohan Jain, learned ASG, Ms.\nKamini Jaiswal and Shri R.S. Bains, learned counsel appearing\nfor respondents, have submitted that the facts of the case do\nnot warrant any interference by this Court with the impugned\nE judgment. There are concurrent findings of facts. The witnesses\nwere reliable under the facts and circumstances of the case.\nMost of the witnesses have rightly identified the appellants in\ncourt. Their testimonies corroborate with each other and are\nimportant to comprehend the chain of events. The eye-witness\nF had always been threatened by the appellants who happened\nto be the police officials. The eye-witness had falsely been\nimplicated in serious criminal cases. There had been FIR\nagainst Paramjit Kaur (PW.2) and Kirpal Singh Randhawa\n(PW.7). In fact, the offence could be unearthed because of\ndirections issued by this Court in the writ petition filed by Smt.\nParamjit Kaur (PW.2). The High Court was justified in\nenhancing the punishment so far as the appellants other than\nJaspal Singh, DSP are concerned considering the gravity of\nthe offence committed by them. The Police Force in India has\nG\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 893\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nalways been known for its notorious activities. Recovery of the A\ndead body in a crime is not a condition precedent for\nconviction. Once the case of abduction by the appellants stands\nproved, the burden of proof is shifted on the respondents to\ndisclose as what happened to Shri Jaswant Singh Khalra. The\nappeals lack merit and are liable to be dismissed.\n6. We have considered the rival submissions made by\nlearned counsel for the parties and perused the record.\nLEGAL ISSIJES:\nPOLICE ATROCITIES :\nB\nC\nD\n7. Police atrocities in India had always been a subject\nmatter of controversy and debate. In view of the provisions of\nArticle 21 of the Constitution, any form of torture or cruel,\ninhuman or degrading treatment is inhibited. Torture is not\npermissible whether it occurs during investigation, interrogation\nor otherwise. The wrong-doer is accountable and the State is\nresponsible if a person in custody of the police is deprived of\nhis life except in accordance with the procedure established\nby law. However, when the matter comes to the court, it has to\nbalance the protection of fundamental rights of an individual\nand duties of the police. It cannot be gainsaid that freedom of\nan individual must yield to the security of the State. Latin maxim\nsalus populi est suprema lex - the safety of the people is\nsupreme law; and salus reipublicae suprema lex - safety of F\nthe State is supreme law, co-exist. However, the doctrine of the\nwelfare of an individual must yield to that of the community.\nThe right to life has rightly been characterised as\n\"supreme' and 'basic'; it includes both so-called negative and\npositive obligations, for the State\". The negative obligation\nmeans the overall prohibition on arbitrary deprivation of life. In\nthis context, positive obligation requires that State has an\noverriding obligation to protect the right to life of every person\nwithin its territorial jurisdiction. The obligation requires the\nE\nG\nH\n894 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA State to take administrative and all other measures in order to\nprotect life and investigate all suspicious deaths.\nB\nC\nE\nThe State must protect victims of torture, ill-treatment as\nwell as the human rights defender fighting for the interest of the\nvictims, giving the issue serious consideration for the reason\nthat victims of torture suffer enormous consequences\npsychologically. The problems of acute stress as well as a\npost-traumatic stress disorder and many other psychological\nconsequences must be understood in correct perspective.\nTherefore, the State must ensure prohibition of torture, cruel,\ninhuman and degrading treatment to any person, particularly at\nthe hands of any State agency/police force.\n8. In addition to the protection provided under the\nConstitution, the Protection of Human Rights Act, 1993, also\nD provide for protection of all rights to every individual. It inhibits\nillegal detention. Torture and custodial death have always been\ncondemned by the courts in this country. In its 113th report,\nthe Law Commission of India recommended the amendment\nto the Indian Evidence Act, 1872 (hereinafter called \"Evidence\nAct\"), to provide that in case of custodial injuries, if there is\nevidence, the court may presume that injury was caused by the\npolice having the custody of that person during that period.\nOnus to prove contrary is on the police authorities. Law\nrequires for adoption of a realistic approach rather than narrow\ntechnical approach in cases of custodial crimes. (Vide: Dilip\nK. Basu v. State of W.B. \u0026 Ors., AIR 1997 SC 3017; N.C.\nDhoundial v. Union of India \u0026 Ors., AIR 2004 SC 1272; and\nMunshi Singh Gautam (D) \u0026 Ors. v. State of M.P., AIR 2005\nSC 402).\nF\nG\n9. This Court in Raghubir Singh v. State of Haryana, AIR\n1980 SC 1087 while dealing with torture in police custody\nobserved:\n\"We are deeply disturbed by the diabolical recurrence of\nI\nPRITHIPAL SINGH ETC.. v. STATE OF PUNJAB \u0026 895\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nB\npolice torture resulting in a terrible scare in the minds of A\ncommon citizens that their lives and liberty are under a new\nperil when the guardians of the law gore human rights to\ndeath. The vulnerability of human rights assumes a\ntraumatic, torturesome poignancy (when) the violent\nviolation is perpetrated by the police arm of the State\nwhose function is to protect the citizen and not to commit\ngruesome of fences against them as has happened in this\ncase. Police lock-up if reports in newspapers have a\nstreak of credence, are becoming more and more\nawesome cells. This development is disastrous to our\nC\nhuman rights awareness and humanist constitutional\norder.\"\n10. Similarly, in Gauri Shanker Sharma etc. v. State of\nU.P. etc., AIR 1990 SC 709, this Court held :\n\".... it is generally difficult in cases of deaths in police\ncustody to secure evidence against the policemen\nresponsible for resorting to third degree methods since\nthey are in charge of police station records which they do\nnot find difficult to manipulate as in this case.\n..... The offence is of a serious nature aggravated by the\nfact that it was committed by a person who is supposed\nto protect the citizens and not misuse his uniform and\nauthority to brutally assault them while in his custody. Death\nin police custody must be seriously viewed for otherwise\nwe will help take a stride in the direction of police raj. It\nmust be curbed with a heavy hand. The punishment should\nbe such as would deter others from indulging in such\nbehaviour. There can be no room for leniency.\"\n11. In Munshi Singh Gautam (Supra), this Court held that\npeculiar type of cases must be looked at from a prism different\nfrom that used for ordinary criminal cases for the reason that\nin a case where the person is alleged to have died in police\nD\nE\nF\nG\nI\n896 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA custody, it is difficult to get any kind of evidence. The Court\nobserved as under:\nB\nC\nD\nE\nF\nG\nH\n“6. Rarely in cases of police torture or custodial death,\ndirect ocular evidence is available of the complicity of the\npolice personnel, who alore can only explain the\ncircumstances in which a person in their custody had died.\nBound as they are by the ties of brotherhood, it is not\nunknown that police personnel prefer to remain silent and\nmore often than not even pervert the truth to save their\ncolleagues.......\n7. The exaggerated adherence to and insistence upon the\nestablishment of proof beyond every reasonable doubt by\nthe prosecution, at times even when the prosecuting\nagencies are themselves fixed in the dock, ignoring the\nground realities, the fact situation and the peculiar\ncircumstances of a given case, ..... ....often results in\nmiscarriage of justice and makes the justice-delivery\nsystem suspect and vulnerable. In the ultimate analysis\nsociety suffers and a criminal gets encouraged ....The\ncourts must not lose sight of the fact that death in police\ncustody is perhaps one of the worst kinds of crime in a\ncivilised society governed by the rule of law and poses a\nserious threat to an orderly civilised society. Torture in\ncustody flouts the basic rights of the citizens recognised\nby the Indian Constitution and is an affront to human dignity.\nPolice excesses and the maltreatment of detainees/\nundertrial prisoners or suspects tarnishes the image of any\ncivilised nation and encourages the men in “khaki” to\nconsider themselves to be above the law and sometimes\neven to become a law unto themselves. Unless stern\nmeasures are taken to check the malady of the very fence\neating the crop, the foundations of the criminal justice-\ndelivery system would be shaken and civilisation itself\nwould risk the consequence of heading towards total\ndecay resulting in anarchy and authoritarianism\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 897\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nreminiscent of barbarism. The courts must, therefore, deal A\nwith such cases in a realistic manner and with the\nsensitivity which they deserve, otherwise the common man\nmay tend to gradually lose faith in the efficacy of the system\nof the judiciary itself, which if it happens, will be a sad day,\nfor anyone to reckon with.”\n(See also: State of Madhya Pradesh v. Shyamsunder\nTrivedi \u0026 Ors., (1995) 4 SCC 262).\nB\n12. In The State of U.P. v. Mohd. Naim, AIR 1964 SC\n703, State of U.P. filed an appeal before this Court for C\nexpunging the following remarks made by the Allahabad High\nCourt:\n\"That there is not a single lawless group in the whole of\nthe country whose record of crime comes anywhere near\nthe record of that organised unit which is known as the\nIndian Police Force.\"\n.\"..... Where every fish barring perhaps a few stinks, it is idle\nto pick out one or two and say that it stinks.\"\nThis Court held that such general remarks could not be\njustified nor were they necessary for disposal of the said case.\nThe Court expunged the aforesaid adverse remarks.\nD\nE\n(See also: People's Union for Civil Liberties v. Union of\nF\nIndia \u0026 Anr., AIR 2005 SC 2419).\nUndoubtedly, this Court has been entertaining petition after\npetition involving the allegations of fake encounters and rapes\nby police personnel of States and in a large number of cases\ntransferred the investigation itself to other agencies and\nparticularly the CBI.\n(See Rubabbuddin Sheikh v. State of Gujarat \u0026 Ors.\n(2010) 2 SCC 200; Jaywant P.Sankpal v. Suman Gholap \u0026\nOrs. (2010) 11 SCC 208; and Narmada Bai v. State of Gujarat,\nG\nH\n898 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA \u0026 Ors., (2011) 5 SCC 79).\nB\n13. Thus, in view of the above, in absence of any research/\ndata/ material, a general/sweeping remark that a “substantial\nmajority of the population in the country considered the police\nforce as an institution which violates human rights\" cannot be\naccepted. However, in a given case if there is some material\non record to reveal the police atrocities, the court must take\nstern action against the erring police officials in accordance\nwith law.\nC SCOPE OF SECTION 386(e) Cr.P.C.\nD\nE\nபட\nF\nG\nH\n14. In Eknath Shankarrao Mukkawar v. State of\nMaharashtra, AIR 1977 SC 1177, this Court held :\n\"6. We should at once remove the misgiving that the new\nCode of Criminal Procedure, 1973, has abolished the\nHigh Court's power of enhancement of sentence by\nexercising revisional jurisdiction, suo motu. The provision.\nfor appeal against inadequacy of sentence by the State\nGovernment or the Central Government does not lead to\nsuch a conclusion. High Court's power of enhancement of\nsentence, in an appropriate case, by exercising suo motu\npower of revision is still extant under section 397 read with\nSec. 401 Criminal Procedure Code, 1973, inasmuch as\nthe High Court can \"by itself\" call for the record of\nproceedings of any inferior criminal court under its\njurisdiction. The provision of Section 401 (4) is a bar to a\nparty, who does not appeal, when appeal lies, but applies\nin revision. Such a legal bar under Section 401 (4) does\nnot stand in the way of the High Court's exercise of power\nof revision, suo motu, which continues as before in the new\nCode.\"\n15. In Surendra Singh Rautela @ Surendra Singh\nBengali v. State of Bihar (Now State of Jharkhand), AIR 2002\nSC 260, this Court reconsidered the issue and held:\n!\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 899\nANR. ETC. [DR. B.S. CHAUHAN, J.]\n\"It is well settled that the High Court, suo motu in exercise A\nof revisional jurisdiction, can enhance the sentence of an\naccused awarded by the trial Court and the same is not\naffected merely because an appeal has been provided\nunder Section 377 of the Code for enhancement of\nsentence and no such appeal has been preferred.\"\n(See also: Nadir Khan v. The State (Delhi\nAdministration), AIR 1976 SC 2205; Govind Ramji Jadhav v.\nState of Maharashtra (1990) 4 SCC 718; and K. Pandurangan\netc. v. S.S.R. Velusamy \u0026 Anr. AIR 2003 SC 3318).\n16. In Jayaram Vithoba \u0026 Anr. v. The State of Bombay,\nAIR 1956 SC 146, this Court held that the suo motu powers of\nenhancement under revisional jurisdiction can be exercised only\nafter giving notice/opportunity of hearing to the accused.\n17. In view of the above, the law can be summarised that\nthe High Court in exercise of its power under Section 386(e)\nCr.P.C. is competent to enhance the sentence suo motu.\nHowever, such a course is permissible only after giving\nopportunity of hearing to the accused.\nEVIDENCE OF AN ACCOMPLICE – Not put on trial:\n-\nB\nC\nD\nE\n18. An accomplice is a competent witness and conviction\ncan lawfully rests upon his uncorroborated testimony, yet the\ncourt is entitled to presume and may indeed, be justified in F\npresuming in the generality of cases that no reliance can be\nplaced on the evidence of an accomplice unless the evidence\nis corroborated in material particulars, which means that there\nhas to be some independent witness tending to incriminate the\nparticular accused in the commission of the crime. (Vide:\nRameshswar S/o Kalyan Singh v. The State of Rajasthan, AIR\n1952 SC 54; and Sarwan Singh Rattan Singh v. State of\nPunjab, AIR 1957 SC 637).\n19. In K. Hasim v. State of Tamil Nadu, AIR 2005 SC\nG\nH\n900. SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 128, this Court examined the issue while taking into\nconsideration the provisions of Section 133 read with Section\n114 Illustration (b) of the Evidence Act and held that the\nprovision of Section 114 Illustration (b) embodies a rule of\nprudence cautioning the court that an accomplice does not\nB generally deserve to be believed unless corroborated in\nmaterial particulars. The legislature in its wisdom used the word\nI 'may' and not 'must' and, therefore, the court does not have a\nright to interpret the word 'may' contained therein as 'must'. The\ncourt has to appreciate the evidence with caution and take a\nview as to the credibility of the evidence tendered by an\naccomplice. In case evidence of an accomplice is found\ncredible and cogent, the court can record the conviction based\nthereon even if uncorroborated.\nC\nD\nThe Court further explained that the word \"corroboration\"\nmeans not mere evidence tending to confirm other evidence.\nFirstly, it is not necessary that there should be an independent\ncorroboration of every material circumstance in the sense that\nthe independent evidence in the case, apart from the testimony\nof the accomplice, should in itself be sufficient to sustain\nE conviction. All that is required is that, there must be some\nadditional evidence rendering it probable that the case of the\naccomplice is true and it is reasonably safe to act upon it.\nSecondly, the evidence on record must reasonably connect or\ntend to connect the case with the crime by confirming in some\nmaterial particular the testimony of an accomplice. Thirdly, the\ncircumstances involved in the case must be such as to make\nit safe to dispense with the necessity of corroboration, though,\nsuch evidence may be merely circumstantial evidence to show\nconnection of the case with the crime.\nF\nG\nH\n(See also: Suresh Chandra Bahri v. State of Bihar, AIR\n1994 SC 2420).\n20. The issue was again considered by this Court in\nChandran alias Manichan alias Maniyan \u0026 Ors. v. State of\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 901\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nKerala, (2011) 5 SCC 161, wherein the Court had an occasion A\nto appreciate the evidence of a person who had not been put\non trial, but could have been tried jointly with accused and found\nhis evidence reliable in view of the law laid down by this Court\nin Laxmipat Choraria \u0026 Ors. v. State of Maharashtra, AIR 1968\nSC 938. The Court held as under:\nB\nC\n\"78. The argument raised was that this evidence could not\nbe taken into consideration and it would be inadmissible\nbecause this witness, though was an accomplice he was\nneither granted pardon under Section 306 CrPC nor was\nhe prosecuted and the prosecution unfairly presented him\nas a witness for the prosecution. The contention is clearly\nincorrect in view of the decision of this Court in Laxmipat\nChoraria (supra). While commenting on this aspect,\nHidayatullah, J. observed in AIR para 13 that there were\na number of decisions in the High Courts in which the D\nexamination of one of the suspects as the witness was not\nheld to be legal and accomplice evidence was received\nsubject to safeguards as admissible evidence in the case.\nThe Court in Laxmipat Choraria (supra) held:\n\"13. On the side of the State many cases were cited from\nthe High Courts in India in which the examination of one\nof the suspects as a witness was not held to be illegal and\naccomplice evidence was received subject to safeguards\nas admissible evidence in the case. In those cases,\nSection 342 of the Code and Section 5 of the Oaths Act\nwere considered and the word 'accused' as used in those\nsections was held to denote a person actually on trial\nbefore a court and not a person who could have been so\ntried the evidence of an accomplice may be read\nalthough he could have been tried jointly with the accused.\nIn some of these cases the evidence was received\nalthough the procedure of Section 337 of the Criminal\nProcedure Code was applicable but was not followed. It\nis not necessary to deal with this question any further\nE\nF\nG\nH\n"}