{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\n882 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nshifts on the respondents to disclose as what\nhappened to 'JSK'.\n(xxiv) Though the dead body of 'JSK' could not be\nrecovered from the canal as the investigation\ncommenced after a long time, recovery of the dead\nbody is not a condition precedent for conviction of\nthe accused for murder. [Para 47] [916-C-H; 917-A-\nH; 918-A-H; 919-A-F]\nCase Law Reference:\nC\n1997 (3) Suppl. SCR 219\nRelied or\nPara 8\n2003 (6) Suppl. SCR 674\nRelied on\nPara 8\n2004 (5) Suppl. SCR 1092 Relied on\nPara 8,11\nD\n1980 (3) SCR 277\nRelied on\nPara 9\n1990 SCR 29\nRelied on\nPara 10\n1995 (1) Suppl. SCR 44\nRelied on\nPara 11\nE\n1964 SCR 363\nRelied on\nPara 12\nAIR 2005 SC 2419\nRelied on\nPara 12\n2010(1)SCR 991\nRelied on\nPara 12\n2010 (9) SCR 102\nRelied on\nPara12\nF\n2011 (5) SCR 729\nRelied on\nPara 12\n1977 (3) SCR 513\nRelied on\nPara 14\n2001 (5) Suppl. SCR 340\nRelied on\nPara 15\nG\n1975 Suppl. SCR 489\nRelied on\nPara 15\n1990 (1) SCR 855\nRelied on\nPara 15\nAIR 2003 SC 3318\nRelied on\nPara 15\nH\n1955 SCR 1049\nRelied on\nPara 16\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\nANR. ETC.\n883\n1952 SCR 377\nRelied on\nPara 18 A\n1957 SCR 953\nRelied on\nPara 18\n2004 (6) Suppl. SCR 1\nRelied on\nPara 19\n1994 (1) Suppl. SCR 483\nRelied on\nPara 19\nB\n(2011) 5 SCC 161\nRelied on\nPara 20\n1968 SCR 624\nRelied on\nPara 20\nAIR 2004 SC 4148\nRelied on\nPara 22\nC\n2008 (14) SCR 120\nRelied on\nPara 22\nAIR 1956 SC 51\nReferred to\nPara 23\nAIR 1989 SC 772\nReferred to\nPara 24\n(2004) 13 SCC 508\nReferred to. Para 24\nD\n(2005) 12 SCC 425\nReferred to.\nPara 24\n2009 (10) SCR 112\nReferred to\nPara 25\n1955 SCR 1140\nReferred to\nPara 25\nE\n1998 (3) SCR 1088\nReferred to\nPara 25\nAIR 2001 SC 3853\nReferred to\nPara 25\n2005 (5) Suppl. SCR 90\nReferred to\nPara 25\nןד\nF\nAIR 1985 SC 891\nReferred to\nPara 25\n1957 SCR 981\nRelied on\nPara 26\n2003 (4) Suppl. SCR 767\nRelied on\nPara 26\nG\n2007 (3) SCR 939\nRelied on\nPara 26\n2010 (8) SCR 1036\nRelied on\nPara 26\n2005 (2) SCR 3\nRelied on\nPara 27\nH\n884 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R\nA\nAIR 2002 SC 2920\nRelied on\nPara 28\nAIR 1957 SC 381\nRelied on\nPara 28\nAIR 1977 SC 1319\nRelied on\nPára 28\n1981 (2) SCR 444\nRelied on\nPara 28\nB\n2000 (2) Suppl. SCR 712\nReferred to\nPara 28\n1956 SCR 199\nRelied on\nPara 28\n2001 (2) SCR 644\nRelied on\nPara 28\nC\nAIR 2003 SC 215\nRelied on\nPara 28\n1960 SCR 460\nReferred to\nPara 43\nD\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNos. 523-527 of 2009.\nFrom the Judgment \u0026 Order dated 8.10.2007 of the High\nCourt of Punjab \u0026 Haryana at Chandigarh in Criminal Appeal\nNos. 2062-SB, 2073-SB, 2074-SB, 2075 of 2005 and Order\ndated 16.10.2007 in Crl. Revision Petition No. 323 of 2006.\nWITH\nF\n(5)\nG\nH\nCrl. Appeal No. 528 of 2009.\nMohan Jain, ASG, Sushil Kumar, Jaspal Singh, Vivek\nGoyal, AAG, Aditya Kumar, Priyanka Singh, Sanjay Jain, Vipin\nGogia, Jaspreet Gogia, Kuldeep Singh, D.K. Thakur, R.K.\nTanwar, Karthik, Ashok, Mudrika Bansal, A.K. Sharma, Kamini\nJaiswal, R.S. Bains, Shomila Bakshi for the appearing parties.\nThe Judgment of the Court was delivered by\nDR. B.S. CHAUHAN, J. 1. All the above appeals have\nbeen preferred against the common judgment and order dated\n8.10.2007 passed by the High Court of Punjab \u0026 Haryana at\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\nANR. ETC. [DR. B.S. CHAUHAN, J.]\n885\nB\nChandigarh in Criminal Appeal Nos. 864-DB of 2005, 2062- A\nSB of 2005, 2073-SB of 2005, 2074-SB of 2005, 2075-SB of\n2005 and order dated 16.10.2007 in Crl. R.P. No. 323 of 2006,\nwhereby the High Court has dismissed the appeals of the\nappellants filed against the conviction and sentences awarded\nto them by the Additional Sessions Judge, Patiala, in Sessions\nCase No. 49-T of 9.5.1998/30.11.2001 vide judgment and order\ndated 18.11.2005, whereby he had convicted Jaspal Singh,\nDSP - appellant in Criminal Appeal No. 528 of 2009 and one\nAmarjit Singh, ASI, under Sections 302/34 of Indian Penal\nCode, 1860 (hereinafter referred as 'IPC'), and sentenced them C\nto undergo imprisonment for life and to pay a fine of Rs.5,000/\n- each, in default of payment of fine, to further undergo Rigorous\nImprisonment (hereinafter called 'RI') for five months. Both\nwere also convicted under Section 120-B IPC and sentenced\nto undergo RI for five years and to pay a fine of Rs.2,000/-, in\nD\ndefault of payment of fine, to further undergo RI for two months.\nThey were further convicted under Sections 364/34 IPC and\nsentenced to undergo RI for seven years and to pay a fine of\nRs. 5000/- each, in default of payment of fine, to further undergo\nRI for five months. They were also convicted under Sections\n201/34 IPC and sentenced to undergo RI for two years and to\npay a fine of Rs.2,000/-, in default of payment of fine, to further\nundergo RI for two months.\nE\nPrithipal Singh, Satnam Singh, Surinderpal Singh and\nJasbir Singh, appellants, were convicted under Section 120-B F\nIPC and sentenced to undergo RI for five years and to pay a\nfine of Rs.2,000/- each, and in default of payment of fine, to\nfurther undergo RI for two months. These four accused/\nappellants were also convicted under Sections 364/34 IPC\nand sentenced to undergo for seven years RI and to pay a fine G\nof Rs.5,000/- each, in default of payment of fine, to further\nundergo RI for five months.\nThe High Court while dismissing the Criminal Appeals filed\nby appellants, allowed the Criminal Revision Petition No. 323\nH\n886 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of 2006 filed by Smt. Paramjit Kaur (PW.2), wife of the\ndeceased, vide order dated 16.10.2007 and enhanced the\nsentence of the four appellants from seven years RI to\nimprisonment for life under Section 364 IPC.\n00\nB\nC\n2. FACTS:\nA. Shri Jaswant Singh Khalra, a human right activist,\nhaving allegiance to Shiromani Akali Dal, was alleged to have\nbeen abducted from his residential house No. 8, Kabir Park,\nAmritsar, on 6.9.1995 at 1.00 O'Clock. Shri Rajiv Singh\n(PW.15) was present in the house of Shri Khalra at the time of\nabduction, Kirpal Singh Randhawa (PW.7) had seen appellants,\nnamely, Jaspal Singh, DSP, Surinderpal Singh, Jasbir Singh\nand Satnam Singh alongwith other accused persons rushing\nthrough Kabir Park with the deceased Jaswant Singh Khalra\nD inside a Maruti van.\nE\nF\nB. Smt. Paramjit Kaur (PW.2) wife of the deceased, came\nto her house from the University, where she was working, on\nbeing informed by Rajiv Singh (PW.15). She made a search\nfor her husband but in vain. She made a complaint on the same\nday at 4.00 PM making a statement to S! Baldev Singh at Kabir\nPark that her husband had been kidnapped at 1.00 O'Clock\nby some persons in police uniform in Maruti van of white colour\nbearing No. DNB-5969. On the basis of the said statement,\nan FIR No. 72 (Ex.PA) was registered on 7.9.1995 at P.S.\nIslamabad, District Amritsar, at 9.30 AM under Section 365\nIPC. However, no progress in investigation could be made and\nwhereabouts of Jaswant Singh Khalra could not be known.\nC. Smt. Paramjit Kaur (PW.2), wife of the deceased, filed\nG Criminal Writ Petition No. 497 of 1995 before this Court,\nwherein this Court vide order dated 5.11.1995 transferred the\ninvestigation to the Central Bureau of Investigation (hereinafter\nreferred as 'CBI'). The CBI registered R.C.No. 14/S/95/SCB-\nI/Delhi dated 18.12.1995 (Ex.PO) under Sections 365, 220 and\nH 120-B IPC.\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 887\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nIn spite of best efforts made by the CBI, whereabouts of A\nsaid Jaswant Singh Khaira could not be traced. Even an award\nof Rs.1 lakh was announced for anyone giving information\nregarding his whereabouts.\nD. Kulwant Singh (PW.14) in his statement recorded by B\nthe CBI under Section 161 Cr.P.C. revealed that he had been\ndetained in a case under the Narcotic Drugs and Psychotropic\nSubstances Act, 1985 (hereinafter called 'NDPS Act') on\n4.9.1995 by the police officials of Police Station Jhabal. Shri\nJaswant Singh Khalra was also brought to the said Police\nStation on 6.9.1995 and Shri Khalra had disclosed his identity\nto the said witness and told him that he was not knowing as to\nwhy he had been brought to the police station by the appellants\nSatnam Singh and Jaspal Singh, DSP.\nC\nE. After completion of the investigation, the chargesheet D\nwas filed in the court of Special Judicial Magistrate (CBI\nCases), Patiala, against the appellants and other accused\npersons under Sections 120-B, 365 and 220 IPC. The\nmatter was committed to Sessions Court. It was revealed\nbefore the Sessions Judge that there was some evidence that E\nJaswant Singh Khalra had been murdered by the appellants\nand other accused persons secretly and his dead body had\nbeen thrown in the canal near Harike at midnight just after Diwali\nin the year 1995. So, the prosecution was directed to file\nsupplementary report under Section 173 (8) of Criminal\nProcedure Code, 1973 (hereinafter referred as 'Cr.P.C.').\nF. It was on 2.3.1998, i.e., after filing of the charge-sheet\nthat Kuldip Singh (PW.16) revealed the facts to the CBI (New\nDelhi Office) in respect of abduction and murder of Jaswant\nSingh Khalra. Kuldip Singh (PW.16), made voluntary statement\nto the CBI that he was a privy to all that happened with Shri\nJaswant Singh Khalra from the time he was brought to the\nPolice Station, Jhabal till his death. He was Special Police\nOfficer (hereinafter called 'SPO') attached to Satnam Singh,\nF\nG\nH\nC\nD\n888 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA SHO, Police Station Jhabal, and was promised to be inducted\ninto the Punjab Police permanently. Shri Jaswant Singh Khalra\nhad been detained in a room in Police Station Jhabal and the\nwitness had been assigned the duty by Satnam Singh, SHO,\nto serve him meals etc. He had been directed to keep the\nB matter most secret and not to disclose anything to anybody. He\nhad been serving the meals to Shri Khalra who had become\nvery weak and fragile and was having scratch marks on his\nbody. After 4-5 days, Ajit Singh Sandhu, SSP, Jaspal Singh,\nDSP, alongwith his bodyguard Arvinder Singh came in a Maruti\ncar without having any registration number at 7.00 PM. After\nsometime, Satnam Singh, SHO, Jasbir Singh, SHO and\nPrithipal Singh also came in another Maruti car. They all went\nto the room where Shri Khalra had been detained and Ajit\nSingh Sandhu, SSP, asked him to stop his activities. Shri\nKhalra was beaten by them and, thereafter, they left the said\nplace. After about 3 days of the said incident, in the afternoon,\nSatnam Singh, SHO, had taken Shri Khalra alongwith the said\nwitness to Taran Taran at the residence of Ajit Singh Sandhu,\nSSP. Some high officials of police including the then Director\nGeneral of Police, Punjab, came there and they talked to Shri\nJaswant Singh Khalra in a closed room. After sometime, Shri\nKhaira was brought back to Jhabal Police Station. On one day,\nat about 7.00 PM, Jaspal Singh, DSP, came there with his\nbodyguard Arvinder Singh and after sometime, Surinderpal\nSingh, Jasbir Singh and Prithipal Singh also came. They all\nwent to the room where Shri Jaswant Singh Khalra had been\ndetained and started beating him. The witness had been asked\nto bring hot water. As he went out of the room for arranging the\nsame, he heard slow noise of gun firing twice. The life of Shri\nKhalra came to an end. His dead body was kept in a dicky of\nG the van while blood was oozing from his body. All of them\nE\nF\nH\nincluding the witness went in three cars to village Harike. The\ndead body of Shri Khalra was thrown in the canal and all three\nvehicles came back to the rest house of village Harike.\nSubsequently, at about midnight, the witness alongwith some\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 889\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nappellants came back to police station Jhabal. He could not A\nreveal the incident to anybody because of fear till Ajit Singh\nSandhu, SSP, was alive as he was apprehending about the\nsafety of his own life in case he discloses the gruesome murder\nof Shri Khalra committed by the police.\nB\nG. The prosecution examined 22 witnesses to prove its\ncase against the appellants and other accused persons. The\ndefence also examined 12 witnesses to rebut the allegations\nof the CBI. Learned Additional Sessions Judge, Patiala, vide\njudgment and order dated 18.11.2005 convicted all the\nC\nappellants and some other accused persons under Sections\n364/34 IPC and convicted the appellant Jaspal Singh and one\nAmarjit Singh under Sections 302/34 IPC and under Sections\n201/34 IPC and awarded the sentences as mentioned\nhereinabove.\nH. Being aggrieved, the other accused Amarjit Singh filed\nCriminal Appeal No. 863-DB of 2005 and other appellants filed\nthe criminal appeals as mentioned hereinabove. Smt. Paramjit\nKaur (PW.2) filed Criminal Revision No. 323 of 2006 for\nenhancement of the sentences of the four appellants.\nD\nE\n1. All the matters were heard together. The High Court vide\nits impugned judgment and order dated 8.10.2007 acquitted\nAmarjit Singh, however, the conviction of other appellants was\nmaintained. Notices were issued to the four appellants for\nF\nenhancing the sentences awarded to them while dismissing\ntheir appeals. On 16.10.2007, the High Court enhanced the\nsentence of four appellants, namely, Satnam Singh, Surinderpal\nSingh, Jasbir Singh and Prithipal Singh from seven years RI\nto life imprisonment.\nHence, these appeals.\nG\n3. Shri Sushil Kumar, learned senior counsel appearing for\nthe appellants in Crl. Appeal Nos. 523-527/2008, has\nsubmitted that in the instant case, an FIR had been lodged H\n890 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA under Section 365 IPC without naming any person. The charge-\nsheet was filed under Sections 365/220 read with Section 120B\nIPC and the sanction dated 19.8.1996 had been obtained by\nthe prosecution from the Competent Authority to prosecute the\naccused persons under Sections 365/220 read with Section\nB 120B IPC. The appellants stood convicted under Section 364\nread with Section 34 IPC and were awarded 7 years RI each.\nIn case, the appeals of these appellants had been dismissed\nby the High Court, there was no justification for enhancing the\npunishment in exercise of the power under Section 386(e)\nCr.P.C. The High Court committed error in observing that it\nwas a fit case for enhancement of punishment though charges\nhad never been framed for the offences providing more rigorous\npunishment. In case, there had been no material at the time of\nframing of the charges for a more serious offence, the High\nCourt erred in enhancing the punishment suo motu. The\nprosecution witnesses failed to identify the abductors.\nMoreover, there had been inordinate delay in investigation and\nthus, there were a lot of improvements and manipulations in the\nrecord.\nC\nD\nE\nF\nG\nH\n4. Shri Jaspal Singh, learned Senior counsel appearing\nfor appellant Jaspal Singh, DSP, contended that none of the\nalleged eye-witnesses, namely, Paramjit Kaur (PW.2), Rajiv\nSingh (PW.15) and Kirpal Singh (PW.7), witnesses of first part\nof incident, i.e., kidnapping of Jaswant Singh Khalra from his\nhouse, is a reliable witness, for the reason, that Paramjit Kaur\n(PW.2) was examined in the court after 8 years of occurrence\nand, first time, she had named the appellant Jaspal Singh as\none of the persons whom she had seen present outside her\nhouse on 6.9.1995, i.e., the date of kidnapping, but she could\nnot furnish any explanation as to why the appellant had not been\nnamed in the FIR lodged on 6/7.9.1995. She deposed that she\nhad disclosed the entire incident to Shri D.R. Bhati, D.I.G., who\nwas not examined in the court. She did not even name the\nappellant in the writ petition filed under Article 32 of the\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 891\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nB\nConstitution of India, 1950 (hereinafter called as 'Constitution') A\nbefore this Court. She did not name the appellant when her\nstatement was recorded by the CBI on 2.1.1996 under Section\n161 Cr.P.C. Rajiv Singh (PW.15) filed affidavit in the writ\npetition before this Court, however, he also did not name the\nappellant. His statement was recorded by the CBI on 6.2.1996,\nbut he did not name the said appellant. Material improvements/\ncontradictions exist between his statement in the court and\nbefore the CBI under Section 161 Cr.P.C. He had also\naccompanied Paramjit Kaur (PW.2) when she met Shri D.R.\nBhati, D.I.G. but he has not stated before the CBI that he had\naccompanied her. Kirpal Singh (PW.7) also did not disclose\nin his statement under Section 161 Cr.P.C. the name of the\nappellant or any other person.\nC\nSo far as the second part of the incident is concerned, i.e.,\ndetention of Shri Jaswant Singh Khalra, Kulwant Singh (PW.14) D.\nis the only material witness. No reliance could be placed on\nhis evidence as he has been an opium addict and mostly spent\nhis time in jail. He is a criminal and had escaped from judicial\ncustody while he stood convicted in a case under the NDPS\nAct. He did not name the said appellant for years together and E\ndisclosed the same first time while his statement was recorded\nin court. No explanation could be furnished by the prosecution\nwhy the witness had not named the appellant Jaspal Singh,\nDSP when his statement was recorded by the CBI under\nSection 161 Cr.P.C.\nSo far as the third part of the incident, i.e. elimination of\nJaswant Singh Khalra is concerned, Kuldip Singh (PW.16) has\nbeen described as a star witness of the incident. His\ndeposition requires corroboration for various reasons. The said\nwitness had strong grievances against the police officers in\ngeneral and the accused persons in particular. There is nothing\non record to show that he had been appointed permanently or\ntemporarily as Special Police Officer (hereinafter called 'SPO')\nand had been assigned the duty of bodyguard to Satnam\nF\nG\nH\n"}