{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"5\nHARIDAS DAS\nV.\nSMT. USHA RANI BANIK AND ORS.\nMARCH 21, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nA\nB\nC\nREVIEW PETITION-Scope of Error Apparent-Civil Procedure Code-\nSection 114, Order XLVII Rule 1 and Order II Rule 2-Review of the decision\nrendered by High Court in Second Appeal-Parameters required for review-\nOwner of suit property orally agreeing to sell suit property to appellant-\nPossession of property delivered to appellant on his making part payment—\nAppellant filing Suit No. 201/85 for protection of his possession of suit\nproperty-Appellant filing another Suit No. 1 of 1986 for specific performance\nof agreement for sale-During pendency of this suit, Owner executing a sale\ndeed in favour of respondent---Appellant filing Title Suit No. 2 of 1987 for D\ncancellation of said sale deed-Trial Court decreeing this suit and High Court\nupholding the decree-Subsequently, High Court entertaining and allowing a\nreview application-Held, High Court erred in accepting the prayer for review\nas the question whether 1985 suit was hit by O II R 2 is not relevant to the\n1987 suit-High Court has erroneously held about infraction of O II R 2--No E\nmistake or error apparent on record found to justify entertaining review petition.\nThe owner of the suit property entered into an oral agreement in\n1982 with appellant for sale of suit property. Appellant paid part of the\nsale consideration. Possession of the suit property was handed over to the\nappellant with a promise that a sale deed would be executed in his favour F\nwithin three years. Appellant paid the balance consideration and asked\nthe owner to execute the registered sale deed in his favour. In view of\nthreatened dispossession, the appellant with a view to protect his\npossession, filed Title Suit No. 201/1985. In this plaint, he exclusively\nreserved his right to file another suit for specific performance of sale\nagreement. He filed another suit No. 1 of 1986 praying for execution of\nsale deed in his favour. During pendency of this suit, the owner executed\na sale deed in favour of respondent. Appellant filed Title Suit No. 2 of 1987\nfor cancellation of said sale deed. The said suit was decreed. Appeal filed\nagainst the said decree was allowed. The High Court allowed the second\nG\n87\nH\n88\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA appeal restoring decree of lower Court. Respondent filed a review petition\nwhich was allowed. Appellant came in appeal to this Court.\nB\nAllowing the appeal, the Court\nHELD 1. A perusal of Order XLVII, Rule 1 shows that review of\na judgment or an order could be sought: (a) from the discovery of new\nand important matters or evidence which after the exercise of due diligence\nwas not within the knowledge of the applicant; (b) such important matter\nor evidence could not be produced by the applicant at the time when the\ndecree was passed or order made; and (c) on account of some mistake or\nC error apparent on the face of record or any other sufficient reason. The\nformer part of the rule deals with a situation attributable to the applicant,\nand the latter to a jural action which is manifestly incorrect or on which\ntwo conclusions are not possible. Neither of them postulate a rehearing of\nthe dispute because a party had not highlighted all the aspects of the case\nor could perhaps have argued them more forcefully and/or cited binding\nprecedents to the court and thereby enjoyed a favourable verdict. Where\nthe order in question is appealable the aggrieved party has adequate and\nefficacious remedy and the Court should exercise the power to review its\norder with the greatest circumspection. [94-B-C; 92-F-G, H]\nD\nE\nM/s Thungabhadra Industries Ltd. v. The Government of Andhra\nPradesh, AIR (1964) SC 1372; Meera Bhanja v. Smt. Nirmala Kumari\nChoudhary, AIR (1995) SC 455; Aribam Tuleshwar Sharma v. Aribam Pishak\nSharma, AIR (1979) SC 1047; Shivdeo Singh v. State of Punjab, AIR (1963)\nSC 1908; Satyanarayan Laxminarayan Hegde v. Mallikarjun Bhavanappa\nTriuymale, AIR (1960) SC 137 and Parsion Devi v. Sumiri Devi, [1997] 8\nF SCC 715, relied upon.\nG\nPanduranga Dhondi Chougule v. Maruti Hari Jadhav, AIR (1966) SC\n153, referred to.\n2. The High Court had clearly fallen in error in accepting the prayer\nfor review. First, the crucial question which according to the High Court\nwas necessary to be adjudicated was question whether the Title Suit No.\n201 of 1985 was barred by the provisions of Order II Rule 2 CPC. This\nquestion arose in Title Suit No. 1 of 1986 and was irrelevant so far as Title\nSuit No. 2 of 1987 is concerned. Additionally, the High Court erred in\nH holding that no prayer for leave under Order II Rule 2 CPC was made in\nHARIDAS DAS v. USHA RANI BANIK [PASAYAT, J.]\n89\nthe plaint in Title Suit No. 201 of 1985. The claim of oral agreement dated A\n19.08.1982 is mentioned in para 7 of the plaint, and at the end of the plaint\nit has been noted that right to institute suit for specific performance was\nreserved. That being so the High Court has erroneously held about\ninfraction of order II Rule 2 CPC. This was not a case where Order II of\nRule 2 CPC has any application. [96-B-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7948 of 2004.\nFrom the Final Judgment and Order dated 14.11.2003 of the Gauhati\nHigh Court in Review Petition No. 76 of 2002.\nA.K. Ganguli, Ms. B. Basak and Chanchal Kumar Ganguli for the\nAppellant.\nShib Shankar Sirkar, P.K. Chakravarty and Apu Banik In-Person (on\nbehalf of Mrs. Usha Rani Banik) for the Respondents.\nB\nC\nThe Judgment of the Court was delivered by\nD\nARIJIT PASAYAT, J. Challenge in this appeal is to the order passed\nby a learned Single Judge of the Gauhati High Court on an application for\nreview under Order XLVII Rule 1 of the Code of Civil Procedure, 1908 (in\nshort the 'CPC'). The application was filed by respondent No.1 for review of E\nthe judgment and order dated 21.8.2002 passed in Second Appeal No.12 of\n1993. The Second Appeal was allowed by the High Court by the judgment\nand order, reversing the judgment and order passed in Title Appeal No.6/90\nand affirming the judgment and decree dated 19.1.1989 passed in Title Suit\nNo. 2 of 1987.\nF\nReference to the factual background, as projected by the appellant in\nsome detail would be necessary because the High Court has referred to the\nfactual background to modify the judgment passed by the High Court in the\nSecond Appeal and directing its dismissal. As a consequence the judgment\nand decree passed by the First Appellate Court was affirmed and that of the G\nlearned Munsif in the Title Suit was reversed.\nOne Kalipada Das, (respondent No.1 in the review petition) the original\nowner of the suit property, entered into an oral agreement with the appellant\non 19.8.1982 and on\nthe same day, the appellant paid a sum of\nH\n90\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA Rs. 14,000/- towards the agreed consideration of Rs.46,000/- to sell his portion\nof the suit property, with a dwelling house standing thereon. The possession\nof the suit property was also handed over to the appellant, with a promise that\na sale deed would be executed in favour of the appellant within three years.\nAgain on 23.8.1982 the appellant paid a further sum of Rs. 31,000/. In\nessence Rs.45,000/- was paid leaving only a nominal sum of Rs.1,000/- to be\npaid at the time of execution of the sale deed.\nB\nAs the time for execution of the sale deed was nearing, the appellant\nlearnt that the said Kalipada Das with a view to defeat the appellant's right\nwas trying to sell part of the property to one Chunnilal Deb and to mortgage\nC part of the suit property with the Housing Board of Karimganj. He started\nᎠ\nE\nF\nG\n-\nopenly threatening the appellant to dis-possess him of the suit property. The\nappellant paid the balance amount of Rs.1,000/- and asked Kalipada to execute\nthe registered sale deed in his favour in respect of the property. In view of\nthreatened dispossession, the appellant with a view to protect his possession\nof the suit property filed Title Suit No.201/85 along with connected\nMiscellaneous Case No. 65/85, inter alia, seeking confirmation of possession\nover the suit land and premises, and for permanent injunction restraining\nKalipada Das from dispossessing the appellant and from selling the suit\nproperty to any third party. In the said plaint the appellant exclusively reserved\nhis right to file another suit for getting the sale deed executed.\nBy an interim order Kalipada Das was directed to maintain status quo\nin respect of the suit property. The suit was dismissed for default, but later\nwas restored by an order passed by learned Munsif.\nThe appellant filed another suit being Title Suit No.1 of 1986 (re-\nnumbered as 13/90) for specific performance of the agreement for sale and\nfor the execution of the proper deed of sale in respect of the suit property.\nDuring the pendency of the said proceedings, Kalipada Das executed\nand registered a sale deed in favour of one Usha Rani Banik, defendant No.3\nRespondent No.1 herein, while the possession of the suit property still\nremained with the appellant. Immediately thereafter, the appellant filed Title\nSuit No. 2 of 1987 for cancellation of the said sale deed as the same was\nillegal, fraudulent and void. The respondent No. 1 also filed a suit being Title\nSuit No.22/87 for declaration of her title to the suit property on the basis of\nthe sale deed.\n-\nH\n(\n1\nHARIDAS DAS v. USHA RANI BANIK [PASAYAT, J.]\n91\nTitle Suit No. 2 of 1987 filed by the appellant was decreed whereby the A\nsale deed executed in favour of the Respondent No. 1 was cancelled. Against\nthe said decree, the respondent No. 1 preferred an appeal before learned\nDistrict Judge, Karimganj, which was allowed setting aside the decree passed\nin Title Suit No.2 of 1987. The appellant preferred Second Appeal No.12 of\n1993 before the High Court. The Second Appeal was allowed restoring the\nB\njudgment and decree passed in Title Suit No.2 of 1987.-\nBy the impugned order as noted above the High Court held that no\nleave under Order II Rule 2 CPC was obtained by the respondent in Title Suit\nNo.201 of 1985. Therefore, the Title Suit No.1 of 1986 filed for specific\nperformance of the agreement for sale of land is hit by the provisions of\nOrder II CPC. According to the High Court this is a case where review was\npermissible on account of some mistake or error apparent on the face of the\nrecord.\nIn support of the appeal learned counsel for the appellant submitted\nthat the order of the High Court is clearly erroneous completely overlooking D\nthe scope and ambit of Order XLVII Rule 1 CPC. The parameters required\nfor bringing in application of the said provision are absent in the present\ncase.\nOn behalf of the respondent No.1 one Apu Banik claiming to be the\nPower of Attorney Holder stated that the High Court was justified in reviewing E\nthe order in the Second Appeal and the order does not suffer from any\ninfirmity. He filed written argument signed by Usha Rani Banik stating that\nwhatever was to be stated is contained in written argument.\nOrder XLVII Rule 1 reads as follows:\n\"REVIEW :\n1. APPLICATION FOR REVIEW OF JUDGMENT.\nF\n(1) Any person considering himself aggrieved -\nG\n(a) by a decree or order from which an appeal is allowed, but from\nwhich, no appeal has been preferred,\n(b) by a decree or order from which no appeal is allowed, or\n(c) by a decision on a reference from a Court of Small Causes and\nwho, from the discovery of new and important matter or evidence H\n92\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nwhich, after the exercise of due diligence, was not within his\nknowledge or could not be produced by him at the time when the\ndecree was passed or order made, or on account of some mistake or\nerror apparent on the face of the record, or for any other sufficient\nreason, desires to obtain a review of the decree passed or order made\nagainst him may apply for a review of judgment to the court which\npassed the decree or made the order.\n(2) A party who is not appealing from a decree or order may apply\nfor a review or judgment notwithstanding the pendency of an appeal\nby some other party except where the ground of such appeal is\ncommon to the applicant and the appellant, or when, being respondent,\nhe can present to the Appellate Court the case on which he applies\nfor the review.\nExplanation: The fact that the decision on question of law on which\nthe judgment of the court is based has been reversed or modified by\nthe subsequent decision of a superior court in any other case, shall\nnot be a ground for the review of such judgment.\n2 [Repealed by Act 66 of 1956].\"\nIn order to appreciate the scope of a review, Section 114 of the CPC\nhas to be read, but this section does not even adumbrate the ambit of\ninterference expected of the Court since it merely states that it \"may make\nsuch order thereon as it thinks fit.\" The parameters are prescribed in Order\nXLVII of the CPC and for the purposes of this lis, permit the defendant to\npress for a rehearing \"on account of some mistake or error apparent on the\nface of the records or for any other sufficient reason\". The former part of the\nF rule deals with a situation attributable to the applicant, and the latter to a jural\naction which is manifestly incorrect or on which two conclusions are not\npossible. Neither of them postulate a rehearing of the dispute because a party\nhad not highlighted all the aspects of the case or could perhaps have argued\nthem more forcefully and/or cited binding precedents to the Court and thereby\nenjoyed a favourable verdict. This is amply evident from the explanation in\nRule 1 of the Order XLVII which states that the fact that the decision on a\nquestion of law on which the judgment of the Court is based has been reversed\nor modified by the subsequent decision of a superior Court in any other case,\nshall not be a ground for the review of such judgment. Where the order in\nquestion is appealable the aggrieved party has adequate and efficacious remedy\nH and the Court should exercise the power to review its order with the greatest\nG\n1\n3\nHARIDAS DAS v. USHA RANI BANIK [PASAYAT, J.]\n93\ncircumspection. This Court in M/s. Thungabhadra Industries Ltd. (in all the A\nAppeals) v. The Government of Andhra Pradesh represented by the Deputy\nCommissioner of Commercial Taxes, Anantapur, AIR (1964) 1372 held as\nfollows:\nB\n\"There is a distinction which is real, though it might not always\nbe capable of exposition, between a mere erroneous decision and a\ndecision which could be characterized as vitiated by \"error apparent\".\nA review is by no means an appeal in disguise whereby an erroneous\ndecision is reheard and corrected, but lies only for patent error. Where\nwithout any elaborate argument one could point to the error and say\nhere is a substantial point of law which states one in the face and C\nthere could reasonably be no two opinions entertained about it, a\nclear case of error apparent on the face of the record would be made\nout.\"\nIn Meera Bhanja v. Smt. Nirmala Kumari Choudary, AIR (1995) SC\n455 it was held that:\n\"It is well settled law that the review proceedings are not by way\nof an appeal and have to be strictly confined to the scope and ambit\nof Order XLVII, Rule 1, CPC. In connection with the limitation of\nthe powers of the Court under Order XLVII, Rule 1, while dealing\nwith similar jurisdiction available to the High Court while seeking to\nreview the orders under Article 226 of the Constitution of India, this\nCourt, in the case of Aribam Tuleshwar Sharma v. Aribam Pishak\nSharma speaking through Chinnappa Reddy, J. has made the following\npertinent observations:\nD\nE\nF\nIt is true there is nothing in Article 226 of the Constitution\nto preclude the High Court from exercising the power of review\nwhich inheres in every Court of plenary jurisdiction to prevent\nmiscarriage of justice or to correct grave and palpable errors\ncommitted by it. But, there are definitive limits to be exercise of\nG\nthe power of review. The power of review may be exercised on\nthe discovery of new and important matter of evidence which,\nafter the exercise of due diligence was not within the knowledge\nof the person seeking the review or could not be produced by\nhim at the time when the order was made; it may be exercised\nwhere some mistake or error apparent on the face of the record H\nis found, it may also be exercised on any analogous ground. But,\n94\nA\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nit may not be exercised on the ground that the decision was\nerroneous on merit. That would be in the province of a court of\nappeal. A power of review is not to be confused with appellate\npower which may enable an appellate Court to correct all manner\nof error committed by the Subordinate Court.\"\nB A perusal of the Order XLVII, Rule 1 show that review of a judgment\nor an order could be sought: (a) from the discovery of new and important\nmatters or evidence which after the exercise of due diligence was not within\nthe knowledge of the applicant; (b) such important matter or evidence could\nnot be produced by the applicant at the time when the decree was passed or\nC order made; and (c) on account of some mistake or error apparent on the face\nof record or any other sufficient reason.\nIn Aribam Tuleshwar Sharma v. Aribam Pishak Sharma AIR (1979)\nSC 1047 this Court held that there are definite limits to the exercise of power\nof review. In that case, an application under Order XLVII, Rule 1 read with\n▷ Section 151 of the Code was filed which was allowed and the order passed\nby the judicial Commissioner was set aside and the writ petition was dismissed.\nOn an appeal to this Court it was held as under:\nE\nF\nG\nH\n\"It is true as observed by this Court in Shivdeo Singh v. State of\nPunjab AIR (1963) SC 1908 there is nothing in Article 226 of the\nConstitution to preclude a High Court from exercising the power of\nreview which inherest in every Court of plenary jurisdiction to prevent\nmiscarriage of justice or to correct grave and palpable errors committed\nby it. But, there are definitive limits to the exercise of the power of\nreview. The power of review may be exercised on the discovery of\nnew and important matter of evidence which, after the exercise of\ndue diligence was not within the knowledge of the person seeking the\nreview or could not be produced by him at the time when the order\nwas made, it may be exercised where some mistake or error apparent\non the face of the record is found: it may also be exercised on any\nanalogous ground. But, it may not be exercised on the ground that the\ndecision was erroneous on merits. That would be the province of a\nCourt of appeal. A power of review is not to be confused with appellate\npower which may enable an Appellate Court to correct all manner of\nerrors committed by the Subordinate Court.”\nThe judgment in Aribam's case (supra) has been followed in the case\nof Smt. Meera Bhanja (supra). In that case, it has been reiterated that an error\nI\n95\nHARIDAS DAS v. USHA RANI BANIK [PASAYAT, J.]\napparent on the face of the record for acquiring jurisdiction to review must A\nbe such an error which may strike one on a mere looking at the record and\nwould not require any long drawn process of reasoning. The following\nobservations in connection with an error apparent on the face of the record\nin the case of Satyanarayan Laxminarayan Hegde v. Mallikarjun Bhavanappa\nTiruymale, AIR (1960) SC 137 were also noted:\n\"An error which has to be established by a long drawn process of\nreasoning on points where there may conceivably be two opinions\ncan hardly be said to be an error apparent on the face of the record.\nWhere an alleged error is far from self-evident and if it can be\nestablished, it has to be established, by lengthy and complicated\narguments, such an error cannot be cured by a writ of certiorari\naccording to the rule governing the powers of the superior Court to\nissue such a writ.\"\nB\nC\nIt is also pertinent to mention the observations of this Court in the case\nof Parsion Devi v. Sumiri Devi, [1997] 8 SCC 715. Relying upon the judgments D\nin the cases of Aribam's (supra) and Smt. Meera Bhanja (supra) it was observed\nas under :\n\"Under Order XLVII, Rule 1, CPC a judgment may be open to review\ninter alia, if there is a mistake or an error apparent on the face of the\nrecord. An error which is not self evident and has to be detected by E\na process of reasoning, can hardly be said to be an error apparent on\nthe face of the record justifying the Court to exercise its power of\nreview under Order XLVII, Rule 1, CPC. In exercise of the jurisdiction\nunder Order XLVII, Rule 1, CPC it is not permissible for an erroneous\ndecision to be reheard and corrected. A review petition, it must be\nremembered has a limited purpose and cannot be allowed to be an\nappeal in disguise.\"\nF\nG\nA Constitution Bench of this Court in the case of Pandurang Dhondi\nChougule v. Maruti Hari Jadhav, AIR (1966) SC 153 has held that the issue\nconcerning res judicata is an issue of law and, therefore, there is no impediment\nin treating and deciding such an issue as a preliminary issue. Relying on the\naforementioned judgment of the Constitution Bench, this Court has taken the\nview in the case of Meharban v. Punjab Wakf Board (supra) and Harinder\nKumar (supra) that such like issues can be treated and decided as issues of\nlaw under Order XIV, Rule 2(2) of the Code. Similarly, the other issues\nconcerning limitation, maintainability and Court fee could always be treated H\ni\n96\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA as preliminary issues as no detail evidence is required to be led. Evidence of\na formal nature even with regard to preliminary issue has to be led because\nthese issues would either create a bar in accordance with law in force or they\nare jurisdictional issues.\nWhen the aforesaid principles are applied to the background facts of\nB the present case, the position is clear that the High Court had clearly fallen\nC\nin error in accepting the prayer for review. First, the crucial question which\naccording to the High Court was necessary to be adjudicated was the question\nwhether the Title Suit No. 201 of 1985 was barred by the provisions of Order\nII Rule 2 CPC. This question arose in Title Suit No.1 of 1986 and was\nirrelevant so far as Title Suit No.2 of 1987 is concerned. Additionally, the\nHigh Court erred in holding that no prayer for leave under Order II Rule 2\nCPC was made in the plaint in Title Suit No.201 of 1985. The claim of oral\nagreement dated 19.8.1982 is mentioned in para 7 of the plaint, and at the\nend of the plaint it has been noted that right to institute suit for specific\nperformance was reserved. That being so the High Court has erroneously\nD held about infraction of Order II Rule 2 CPC. This was not a case where\nOrder II of Rule 2 CPC has any application.\nE\nThe order of the High Court is clearly contrary to law as laid down by\nthis Court. The judgment of the High Court in review application is set aside.\nConsequently, judgment and order passed in the Second Appeal stand restored.\nAppeal is allowed with no order as to costs.\nK.G.\nAppeal Allowed.\n"}