{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"22\nTAMIL NADU WATER SUPPLY \u0026 DRAINAGE BOARD\nV.\nM/S. SATYANARAYANA BROTHERS PVT. LTD.\nFEBRUARY 7, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nConstitution of India, 1950-Article 136-Drinking water project\nformulated by State Government-Delay in execution of-Disputes-Appellant\nnot raising any substantial question of law that needs to be considered by\nC\nSupreme Court-Questions raised are only question of fact—Matter was fully\nheard in the earlier round by Supreme Court whereupon matter was remitted\nto High Court-Well-considered judgment rendered by High Court on\nremission does not call for any interference.\nCertain disputes arose between Respondent-contractor and Appellant- D\nBoard over delay in execution of drinking water project formulated by State\nGovernment. Arbitral proceedings were initiated in which both the parties\nappointed an arbitrator each who in turn appointed an Umpire. Umpire passed\nan arbitral award which was set aside by the Single Judge of High Court.\nDivision Bench however passed decree in terms of the award passed by the\nUmpire. Respondent filed SLP before the Supreme Court which remitted the E\nmatter to Division Bench of the High Court. On remission, the Division Bench\nheld in favour of the Respondent holding that it had not committed any breach\nof contract. Hence the present appeal.\nDismissing the appeals, the Court\nF\nHELD: The appellant is still proceeding under a false premise that the\ncontractor is solely responsible for the delay in the execution of the work\nand the breach of contract which have been conclusively found against the\nappellant by the Single Judge as well as the Division Bench of the High Court\nwhile setting aside the award passed by the Umpire in the present case. The G\nappellant has not raised any substantial question of law that needs to be\nconsidered by this Court. The questions raised are only questions of fact and\nin view of the concurrent findings by both the Single Judge and the Division\nBench, no interference by this Court is called for particularly when a matter\n347\nH\n348\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA was fully heard in the earlier round by the Supreme Court. The matter was\nremitted to the Division Bench of the High Court by this Court only after\nconsidering all aspects and the questions involved in the case. Now, it has\nbeen conclusively found that the respondent-contractor was not responsible\nfor any breach of contract. The High Court, has decided the matter strictly in\naccordance with the remand order made by this Court. The High Court also\nhas not entered into any finding regarding the respective claims of the parties\nbut set aside the award of the Umpire only on the ground of legal mala fides.\nThe well-considered judgment rendered by the High Court on remission from\nthis Court does not call for any interference. [Paras 13 to 15]\nB\nC\nD\nE\n,\n[352-D-E, G; 353-A]\nSathyanarayana Brothers (P) Ltd. v. T.N. Water Supply \u0026 Drainage\nBoard, [2004] 5 SCC 314, referred to.\n2005.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 2880-2881 of\nFrom the Final Judgment and Order dated 24.3.2004 of the High Court\nof Judicature at Madras in O.S.A. Nos. 248/1989 and 59 of 1993.\nMohan Parasaran, A.S.G., Senthil Jagadeesan and Rakesh K. Sharma for\nthe Appellant.\nDipankar P. Gupta, T.L.. Viswanatha Iyer, P.S. Nair, Indira Nair, Krishnan\nNandakumar and T.G. Narayanan Nair for the Respondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Heard Mr. Mohan Parasaran, learned\nF Additional Solicitor General for the appellant and Mr. Dipanker P. Gupta and\nMr. T. L. V. Iyer, learned senior counsel for the respondent.\nG\n2. Aggrieved against the order passed by the Division Bench of the\nHigh Court of Madras dt.24.03.2004 in OSA Nos. 248 of 1989 and 59 of 1993,\nthe above two appeals were filed.\n3. The case on hand has a chequered history.\nThe Government of Tamil Nadu formulated a scheme known as “Veeranam\nProject\" to provide drinking water to the city of Chennai and thereby overcome\nthe problem of acute water scarcity in the city of Chennai. In order to\nH implement the aforesaid scheme, the Government invited tenders for\nTAMIL NADU WATER SUPPLY \u0026 DRAINAGE BOARD 1. SATYANARAYANA BROTHERS PVT. LTD. JLAKSHMANAN. J.J 349\nB\nmanufacturing, supplying and delivering 1676 mm pre-stressed concrete pipes A\nand fittings including transporting to site, laying, jointing and testing for raw\nwater and clear water conveying, from Veeranam Tank to Chennai City. The\nSecretary to Government, Public Works Department requested for clearance\nof foreign exchange from the Government of India. This was done with a view\nto avoid delay in the project. The respondent herein submitted their tender.\nThe tender submitted by the respondent was the lowest tender and on\nnegotiation the same was accepted by the Government and the Government\nissued G.O.Ms.No. 1607 Public (Twad) Department accepting the tender of the\nrespondent. Subsequently, the Government suggested that the respondent\nshould approach ICICI Ltd. for foreign exchange loan. The Government accepted\nthe request of the respondent for a hike in the tender amount in view of the C\nreduction on foreign exchange component. An agreement was entered into\nbetween the respondent and the Chief Engineer, Public Works Department.\nThe Government of India also approved the foreign collaboration arrangements.\nThe import license for the gasket manufacturing unit was also cleared and a\nfactory at Thirukalikundram was commenced and the equipment for\nD\nmanufacturing pipes was also received. The factory at Panrutti also commenced\nthe operation and the equipment for manufacturing rubber gaskets was received\nin two shipments. The respondent sought extension of time till 31.12.1975 in\norder to complete the work. On considering the prevailing circumstances, the\ntime for completion of work was extended till 30.06.1975. Again the respondent\nwrote to the appellant informing it that the work will not be completed even E\nby 30.06.1976 and that it is impossible for them to carry out the work as per\nthe original agreement, unless the rates are revised and on 30.06.1975, the\nwork was abandoned by the respondent. Again a request was made for\nfurther extension of time and the time was also extended for completion of the\nwork till 31.12.1975. The respondent stated that they were prepared to continue\nthe work only if the rates are revised. The appellant further extended the time F\nfor completion of the work till 31.03.1976.\n4. Since disputes arose between the parties, the respondent invoked the\narbitration clause in the agreement and appointed Sri.P.S.Subramaniam as their\nArbitrator. The appellant appointed Sri.C.K. Sreenivasan as their Arbitrator.\nBoth the Arbitrators appointed Hon'ble Mr.Justice K.S.Palaniswamy, a retired\nJudge of the High Court as their umpire. The arbitrators entered upon the\nreference on 18.03.1978. The statement of claim of Rs. 13,92,00,478.17 was also\nfiled by the respondent before the Arbitrators. The appellant Board also made\na claim of Rs.50,29,63,320/- filed before the Arbitrators.\nG\nH\nA\nB\nC\n350\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n5. The learned Arbitrator Sri.P.S.Subramaniam gave an award in favour\nof the contractor for a sum of Rs.6,98,54,780/-. However, the other Arbitrator,\nnamely, Sri.C.K.Sreenivasan gave notice of his disagreement to the award.\nTherefore, on 02.04.1979, the Umpire entered upon the reference. The Umpire\npassed his award, inter alia, holding that the respondent-contractor is entitled\nto Rs.40,02,591/- from the appellant and that after allowing deduction for the\nsame the respondent is liable to pay to the appellant a sum of\nRs.2,69,93,674/- with interest at 9% p.a. from the date of the Award. Out of\nthe said Award only a sum of Rs.5,000/- was awarded as damages for breach\nof contract.\n6. The Umpire filed the Award in the High Court of Madras and the same\nwas numbered as O.P.No.428 of 1979. The appellant filed Application No.560\nof 1980 in O.P.No.428 of 1979 praying for a decree to be passed in terms of\nthe Award. Aggrieved by the Award, the respondent filed O.P.No.122 of 1980\nbefore the High Court for setting aside the aforesaid Award dated 10.09.1979.\nThe learned Single Judge allowed O.P.No. 122 of 1980 filed by the respondent\nD and set aside the award passed by the Umpire and consequently application\nNo.560 of 1980 in O.P.No.428 of 1979 and O.P.No.428 of 1979 were dismissed.\nOn the same day, C.S.No.176 of 1978 was also dismissed. Aggrieved by the\norder allowing O.P.No.122 of 1980, the appellant preferred an appeal in\nO.S.A.No.248 of 1989 and aggrieved by the order dismissing Application\nNo.560 of 1980 in O.P.No.428 of 1979, the appellant herein preferred an appeal\nin O.S.A.No.59 of 1993. Aggrieved by the order dismissing C.S.No.176 of\n1978, the appellant herein preferred an appeal in O.S.A.No.211 of 1990.\nE\n7. The Division Bench allowed O.S.A.Nos.248 of 1989 and 59 of 1993,\npreferred by the appellant, inter alia, holding that the respondent had stopped\nF work without any cause, that the respondent had abandoned the work, that\nthe award amount arrived at by the Umpire is correct and, therefore, passed\na decree in terms of the Award dated 10.09.1979 passed by the Umpire. It was\nfurther held that the appellant is entitled to costs throughout and to interest\nat 9% p.a. from the date of Award.\nG\n8. Aggrieved by the aforesaid order, the respondent herein preferred\nSpecial Leave Petition (Civil) Nos.2096-2097 of 2002. The Division Bench\ndismissed O.S.A.No.211 of 1990. The Special Leave Petition (Civil) Nos.2096-\n2097 of 2002 were filed which were re-numbered as Civil Appeal Nos.9136-\n9137 of 2003 and this Court remitted the matter to the Division Bench of the\nHigh Court to be considered in the light of the observation made in the\nH\nt\nTAMIL NADU WATER SUPPLY \u0026 DRAINAGE BOARD 1. SATYANARAYANA BROTHERS PVT. LTD. (LAKSHMANAN. 21 351\nparagraph 16 of the Judgment. [Sathyanarayana Brothers (P) Ltd. v. T.N.Water A\nSupply \u0026 Drainage Baord, reported in [2004] 5 SCC 314]. On remission, the\nDivision Bench dismissed the appeals holding that foreign exchange was to\nbe obtained by the joint efforts of the appellant and the respondent, that the\nGovernment was not extending the time reasonably but in piecemeal, that the\nrespondent had not committed breach of contract.\n9. Aggrieved by the order dt.24.03.2004, the appellant preferred the\nabove appeals.\n10. It is also pertinent to notice that the SLP filed by the respondent-\ncontractor against the very same judgment was also dismissed by this Court\nat the admission stage.\nB\nC\nD\n11. Before dealing with the matter on merits, it is beneficial to refer to\nthe order passed by this Court in Sathyanarayana Brothers (P) Ltd. v.\nT.N.Water Supply \u0026 Drainage Baord, reported in [2004] 5 SCC 314. This\nCourt after an elaborate consideration of the entire materials placed before it\nheld that the learned Single Judge has given it as one of the reasons to hold\nthat it vitiated the award. The Division Bench was of the view that the learned\nSingle Judge was right in inferring that such an infirmity would vitiate the\naward. However, this Court held that the order of the Division Bench, reversing\nthe decision of the Single Judge was not sustainable and the matter be\nrequired to be remitted to be considered in the light of the \"handing over\nE\nnote\" of the Chief Engineer in respect whereof an application was moved by\nthe appellant before the Arbitrator as well as before the Umpire which remained\nunattended to by the forum and which later did not accede to the request.\nConsidering the fact that it is an old matter and it being a speaking award,\nthe matter having also been considered by the learned Single Judge, this\nCourt felt that it would better serve the ends of justice to ensure expeditious\ndisposal of the matter and, therefore, the Division Bench of the High Court\nwas requested to consider the matter afresh taking into account the \"handing\nover note\" of the Chief Engineer of the project and other relevant documents.\nIn the result, this Court allowed the appeals filed by the contractor-\nSathyanarayana Brothers (P) Ltd.- and set aside the order of the Division G\nBench of the High Court and remitted the matter to the High Court for being\ndecided afresh by the Division Bench in the light of the observations made\nin the Judgment.\n12. We have carefully perused the order passed by the Division Bench\nF\nH\n352\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA in O.S.A.Nos.248 of 1989 and 59 of 1993 after remittance. After hearing\nB\nextensive arguments advanced by Mr.Mohan Parasaran, learned ASG and\ncountered by two learned senior counsel appearing on behalf of the\nrespondent, we are of the view that on remand, the learned Judges of the\nDivision Bench have considered the entire matter afresh and came to the\nconclusion that the reasons recorded in the said Judgment and that the\nsustainability of the claims of the contractor need not be considered in these\nappeals and equally the Board is also not entitled to any decree on the basis\nof the Award for the reasons given in the said Judgment. It was also further\nobserved that the Bench was not dealing with the respective claims of the\ncontractor and the Board against each other on different headings and they\nC were inclined to set aside the award passed by the Umpire.\n13. In the instant case, the appellant is still proceeding under a false\npremises that the contractor is solely responsible for the delay in the execution\nof the work and the breach of contract which have been conclusively found\nagainst the appellant by the learned Single Judge as well as the Division\nD Bench of the High Court while setting aside the award passed by the Umpire\nin the present case. The appellant has not raised any substantial question of\nlaw that needs to be considered by this Court. The questions raised are only\nquestion of fact and in view of the concurrent findings by both the learned\nSingle Judge and the Division Bench, no interference by this Court is called\nfor particularly when a matter was fully heard in the earlier round by the\nE\nSupreme Court. The matter was remitted to the Division Bench of the High\nCourt by this Court only after considering all aspects and the questions\ninvolved in the case. Now, it has been conclusively found that the respondent-\ncontractor was not responsible for any breach of contract. According to the\ncontractor, all the advances were granted only for the mobilization of the work\nF with specific condition that pro-rata deductions will be made in the bills for\nthe work carried out by the contractor and now the completion of the contract\nthe advances will be adjusted from the bills for the dues to be paid to the\ncontractor.\n14. As already noticed, the appellant has not raised any ground that\nG warrants interference with the impugned judgment. The High Court, in our\nopinion, has decided the matter strictly in accordance with the remand order\nmade by this Court in the judgment in Civil Appeal Nos.9136-9137 of 2003\nreported in [2004] 5 SCC 314. The High Court also has not entered into any\nfinding regarding the respective claims of the parties but set aside the award.\nof the Umpire only on the ground of legal mala fides.\nH\nf\nTAMIL NADU WATER SUPPLY \u0026 DRAINAGE BOARD 1. SATYANARAYANA BROTHERS PVT. L. (1) ĮLAKSHMANAN. J.) 353\n15. In our opinion, the well-considered judgment rendered by the High A\nCourt on remission from this Court does not call for any interference. We,\ntherefore, affirm the order passed by the Division Bench and dismiss the Civil\nAppeal Nos.2880-2881 of 2005 filed by the appellant.\nB\n16. We also make it clear that if any claim survives with reference to this\nparticular contract, the parties will be free to agitate the same before the sole\nArbitrator in terms of the Arbitration Clause. For the said purpose, we. by\nconsent of both parties, appoint Hon'ble Mr.Justice S.Mohan, a retired Judge\nof this Court as the sole arbitrator. The parties are at liberty to file any claim\nif it survives and also documents, records etc. The sole arbitrator is requested\nto dispose of the arbitration proceedings within six months from the date of C\nentering upon the reference.\n17. The Arbitrator is at liberty to fix his remuneration and other expenses\nto be equally shared by both the appellant and the respondent.\n18. The Arbitrator should file his Award in this Court.\n19. The Civil Appeals stand dismissed. No costs.\nᎠ\nB.B.B.\n+\nT\nt\nAppeals dismissed.\n"}