{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nSTATE OF HARYANA AND ORS.\nV.\nBIKAR SINGH\nMARCH 22, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nC\nLabour Law:\nIndustrial Disputes Act, 1947:\nJurisdiction of Civil Court-Conductor in Haryana Roadways--Dismissal\nfrom service-Suit filed before civil court for declaring order null and void-\nThough civil court framed issue as regards its jurisdiction but recorded no\nfinding thereto and decreed the suit-Held, all courts below including High\nD Court failed to notice this important question of law--In the view that this\ncourt has been taking consistently, the civil court had not jurisdiction to\nentertain such suit and any decree passed by the civil court without jurisdiction\nis a nullity-Orders of civil and High Court set aside.\nRajasthan State Road Transport Corporation and Anr. v. Krishna Kant\nE and Ors., [1995] 5 SCC 75 and Rajasthan State Road Transport Corporation\nand Ors. v. Zakir Hussain, (2005) 7 SC 447, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3951 of 2002.\nFrom the Judgment and Order dated 5.9.2001 of the High Court of\nF Punjab and Haryana at Chandigarh in R.S.A. No. 3273/1999.\nG\nH\nDr. Gagender S. Chauhan, Harikesh Singh, T.V. George for the\nAppellants.\nNaresh Kaushik, Anjani Kumar Jha for the Respondent.\nThe following Order of the Court was delivered :\nPursuant to our order dated 22.02.2005, Mr. Joginder Singh, General\nManager, Haryana Roadways Sirsa Depot, Sirsa, Haryana has filed a detailed\naffidavit explaining the circumstances and tendered an unqualified apology\n212\nSTATE OF HARYANA v. BIKAR SINGH\n213\nfor any omission or commission said to have been committed by the A\ncontemnor. We have gone through the affidavit and apology tendered by the\ncontemnor which is accepted. The suo motu contempt initiated against the\ncontemnor is discharged.\nThis appeal is filed by the State of Haryana against the order of the\nHigh Court of Punjab and Haryana.\nWe have heard the parties.\nB\nD\nIn view of the order that we propose to pass, it may not be necessary\nto recite all facts leading to the filing of the present appeal. The respondent\nherein was working as Conductor in the Haryana Roadways, Sirsa Depot. He C\nwas dismissed from service by order dated 25.8.94 by the General Manager\nof the Haryana Roadways. The order of dismissal is preceded by an enquiry\nin which the charge was found established against him. The charge against\nthe respondent was that while he was working as Conductor in the Haryana\nRoadways Depot, he collected Rs. 200/- from the passenger but did not issue\nticket and thereby embezzeled Rs. 200/-. Apart from that, it is also in evidence\non record that the respondent prior to the dismissal of his service, was placed\nunder suspension on several occasions and his annual increments were stopped.\nAggrieved by the order of dismissal, he preferred an appeal before the\nAdditional Transport Commissioner which was dismissed on 29.6.1995.\nAggrieved thereby, the respondent filed civil suit, namely, suit No. 1361/95 E\nbefore the Civil Judge, Sr. Division, Sirsa inter alia seeking a decree of\ndeclaration that the respondent may be deemed to be in service and the orders\ndated 25.8.1994 and 28.6.1995 to be declared as null and void. The Trial\nCourt framed as many as 7 issues. One of the important issue framed was\nissue No. 6, whether the Civil Court has got jurisdiction to try the present\nsuit. We are dismay to note that no finding has been recorded on this issue\nby the Trial Court. The Trial Court, however, proceeded to examine the case\non merits, without determining the jurisdiction of the court. It is now well\nestablished principle of law that a decree without the jurisdiction is a nullity.\nUnfortunately, all the courts below including the High Court has failed to\nnotice this important question of law.\nWe repeatedly made querry from the learned counsel for the respondent\nas to whether the finding has been recorded by the Trial Court regarding the\njurisdiction of the Civil Court. We received no answer.\nF\nG\nWe have gone through the entire judgment of the trial court and there H\n214\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA is no finding to that effect. In fact, the Trial Court has considered all the 7\nissues together and the finding is recorded as under:-\nB\nC\nD\nIssue No. 2 to 7.\n\"Onus to prove all these issues was upon the defendants. But\nthere is no sufficient evidence led by the defendants to prove these\nissues and in the lack of sufficient evidence, all these issues are\ndecided against the defendants.\"\nLearned counsel for the respondent relied upon the judgment of\nthis Court rendered in Rajasthan State Road Transport Corporation\nand Anr. v. Krishna Kant and Ors., [1995] 5 SCC 75 where this\nCourt in paragraph 35 (2) has held:\n(2) Where, however, the dispute involves recognition, observance\nor enforcement of any of the rights or obligations created by the\nIndustrial Disputes Act, the only remedy is to approach the forums\ncreated by the said Act.\nClass 2 of paragraph 35, in fact, is completely against the case of the\nrespondent herein.\nIn a recent judgment of this Court in the case of Rajasthan State Road\nE Transport Corpn.\nF\nG\nبلر\nH\nand Ors. v. Zakir Hussain, [2005] 7 SCC 447 in which my brother Dr.\nJustice AR. Lakshmanan was party, this Court after considering the various\nJudgments including the judgment referred above, has come to the conclusion\nthat the Civil Court has no jurisdiction to entertain such suit.\nIn the view that this Court has been taking consistently, the Civil Court\nhas no jurisdiction to entertain such suit and any decree passed by the Civil\nCourt without jurisdiction, is a nullity. The High Court has failed to notice\nthe position of law enunciated by this Court in catena of decisions.\nWe may, at this stage, point out that this Court suspended the order of\nthe High Court on 4.2.2004. Despite suspending of the order of the High\nCourt, the respondent herein was allowed to continue to work on the plea that\ninterim order passed by this Court on 4.2.2004 was not received by the\nconcerned Department. Consequently, the respondent, herein was allowed to\nwork till 14.12.2005. Since the respondent was allowed to work and he has\n1\n1\nSTATE OF HARYANA v. BIKAR SINGH\n215\nbeen paid salary for the period he has rendered service, we are of the view A\nthat so much of the salary paid to the respondent for the work he has rendered,\nwill not be recovered.\nIn the premises aforesaid this appeal is allowed. The order of the Civil\nCourt and the High Court are hereby quashed and are set aside. The parties\nare asked to bear their own costs.\nR.P.\nB\nAppeal allowed.\n"}