{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"348\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA Service Obligation (“USO”).\nB\nC\nD\nE\nF\nG\n29. At the outset, it may be stated, that, Regulatory\nRestriction should not be confused with technology limitation.\nWith the technological advancement, \"extent of mobility\" has\ngone way beyond the \"Premises Specific Restriction\" but in this\ncase we are not concerned with technology but with the levy of\nADC. According to some authors, ADC is a tax. In the Revenue\nRegime, the Authority imposing the levy is not always bound by\nthe concepts in technology. It is open to the Authority under the\nRevenue Regime to impose by way of Regulatory Restriction a\nparameter like Premises Specific Restriction to explain the\nconcept of Limited Mobility.\n30. WLL is a technology. In this case we are only\nconcerned with Wireless Local Loop Mobile Service. As a\ntechnological concept, wireless in local loop technology simply\nmeans that the subscriber is connected to the nearest exchange\nof the appellants (MSC) through BTS (which is only concerned\nwith transmission) through a radio link instead of through the\ncopper wires. In general, it is cheaper than copper wire\nconnectivity. In traditional wire-line network, the cost of the Last\nMile amounts to substantial portion of the total cost of putting up\nthe network. CDMA and FDMA are technologies used for WLL.\n31. In this civil appeal we are not concerned with WLL per\nse but with the concept of \"limited mobility\".\n32. WLL is also called Broadband Wireless Access (BWA)\nor fixed-radio access or fixed-wireless access or fixed wireless\nterminal (FWT).\n33. FWT units differ from mobile terminal units operating\nwithin cellular networks - such as GSM - in that a fixed wireless\nterminal or deskphone will be limited to an almost permanent\nlocation with no roaming facility.\n34. WLL + FWT are generic terms for radio based\ntelecommunications technologies and the respective devices\nH which can be implemented using a number of different wireless\n\u003e\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n349\nand radio technologies. In generic sense, WLL is a technology. A\nIt cannot be equated to WLL(M) which is a service like WLL(F).\nUnder the Worldwide Database, WLL does not refer to Limited\nMobility. Worldover WLL is used to provide Fixed Wireless\nAccess for speedy roll-out of fixed services. However, under\nthe NTP 1999, cellular operators are allowed to offer all types B\nof mobile services whereas fixed operators like the appellants\nare allowed to offer fixed services.\n35. The core issue, therefore, is not whether Limited\nMobility is or is not possible but whether fixed operators are\nliable to pay ADC when the service(s) provided by them fall in C\nWLL(M) service.\nD\nE\n36. The main contention advanced on behalf of the\nappellants is regarding alleged unilateralism by BSNL in calling\nupon the appellants herein to pay ADC. According to the\nappellants, BSNL is a service provider and a competitor to the\nappellants, therefore, BSNL has no authority to impose ADC\nliability on the appellants. According to the appellants, BSNL is\na contracting party and, therefore, BSNL has no authority to levy\nADC unilaterally on the appellants. According to the appellants,\nTRAI had issued its directive dated 4.3.2005 at the behest of\nBSNL without TRAI itself decided the categorization of service.\nAccording to the appellants, in any event, TRAI had acted at the\nbehest of BSNL in issuing the said directive. According to the\nappellants, the said directive seeks to treat the Walky calls as\nWLL(M) whereas all over the years between 1997 to 2004 the F\nsaid service stood classified as WLL(F). According to the\nappellants, if at all TRAI wanted to reclassify the said service as\nWLL(M) it ought to have followed the procedure laid down under\nSection 11 of the 1997 Act. The effect of such directive,\naccording to the appellants, is not only to reclassify the services G\nbut it also seeks to amend the terms and conditions of UAS\nLicence. It may be stated that directive dated 4.3.2005 stood\nclarified by DoT vide two clarifications dated 23.3.2005 and\n26.8.2005. According to the appellants, the said clarifications\nwere issued in the context of advertisement given by the H\n350\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA appellants, which were later on withdrawn and that the said\ndirective had no connection with ADC chargeability. According\nto the appellants, DoT is a licensor. According to the appellants,\nDoT had no authority to categorize Walky as WLL(M). According\nto the appellants, during the period 1997 to 2004, DoT and TRAI\nB have treated Walky as WLL(F). According to the appellants, by\nreclassifying Walky as WLL(M), DoT had sought to unilaterally\nreclassify Walky as WLL(M) which amounts to change in licence.\nconditions. According to the appellants, reclassification could\nhave been done only by TRAI under Section 11 of 1997 Act and\nnot by DoT. Therefore, as can be seen from the above\narguments, it is clear that the basic complaint of the appellants\nis based on unilateralism in imposing ADC liability on them.\nC\n37. Before proceeding to deal with the arguments on\nunilateralism, we quote hereinbelow, in extenso, the directive\nD issued by TRAI dated 4.3.2005, clarification issued by DoT\ndated 23.3.2005 and further clarification issued by DoT dated\n26.8.2005, which read as follows:\n\"File No.406-2/2004-FN\nDated 4th March, 2005\nE\nTo:\nF\n0\nI\nAll the Access Providers\nSubject:- Issues relating to WLL (F) services.\nThe Authority has noted that fixed wireless services were\nbeing provided through fixed wireless terminals in which\nthe location of the network access point was fixed and\nend user terminal was connected to it. Recently it has\ncome to the notice of the Authority that new terminals being\ndeployed by access providers do not have any fixed\nnetwork Access Point physically located at the address of\nthe subscriber. In this regard certain complaints including\nthose of misleading advertisements have also been\nreceived by the Authority and subsequently show cause\nnotices were issued to the concerned operators. The\nresponses given by the service providers were not found\nJ\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\nto be in order.\n351\nA\nB\nAs the issue of mobility has implications with respect to\napplicability of ADC, the Authority directs you to strictly ensure\nthat the terminal used for fixed wireless services should be\nstrictly confined to the premises of the subscriber. All Access\nProviders should also ensure that there are no misleading\nadvertisements in the electronic and print media. It should also\nbe further noted that it is licensee's responsibility to ensure that\nthe subscriber terminal is operated in accordance with the terms\nof the License for fixed lines. Any violation will attract action\nagainst you under the relevant clauses of the License C\nAgreement.\nThis issues with the approval of the Authority.\nTo\nSd/-\n(R.K. Bhatnagar)\nAdvisor (FN)\"\nD\n\"No. 10-10/2003-BS II/Vol. VI\nGovernment of India\nDepartment of Telecommunication.\nLicensing Cell (Basic Services Group)\n1\n1406 Sanchar Bhavan,\n20, Ashoka Road\nE\nNew Delhi - 110001 F\n23rd March, 2005\nAll the UASL Licensees\nBSNL and MTNL\nG\nSub: Clarification regarding Fixed Wireless Terminal in\nUAS/Basic Service Licence.\nWith reference to the subject mentioned above, the\nundersigned is directed to clarify that the terminal used for H\nA\nB\nC\n352\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nfixed wireless services should be strictly confined to the\npremises of the subscriber where the telephone connection\nis registered. It should also be noted that it is licensee's\nresponsibility to ensure that the subscriber terminal is\noperated in accordance with the terms of the Licence for\nfixed lines including this clarification.\nThis is to further reiterate that separate level within allocated\nSDCA based Link Numbering is to be used for Wireline\n\u0026 Fixed Wireless Services.\nWherever such restriction cannot be imposed, it shall be\ntreated as WLL (M) feature for all purposes which inter-\nalia includes Numbering plan, Interconnection Usage\nCharges, Interconnection arrangements etc.\nD\n(Subhash Chander)\nADB(BS-II)\n011-23036536\nCopy to:\nThe Secretary TRAI, Safdarjung Enclave\nNew Delhi\nE\nSr. DDG (VAS), DOT”\nF\n\"Government of India\nMinistry of Communications \u0026 I.T.\nDepartment of Telecommunications\nLicensing Cell (Basic Services Group)\n713, Sanchar Bhawan, 20, Ashoka Road, New Delhi-1\nNo. 16-10/2004-BSII/TTSL\n26th August 2005\nG\nTo\nH\nM/s. Tata Teleservices Ltd.\n10th Floor, Tower-I,\nJeevan Bharti, Connaught Place,\nNew Delhi-110001.\n1\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\nSub:\nAlleged Violation of licence conditions.\n353\nWhereas M/s. Tata Teleservices Ltd. (M/s TTSL) has been\ngranted licence under Section 4 of Indian Telegraph Act, to\nestablish, maintain and operate telegraph services in the\nfollowing service areas:-\nA\nB\nS.No. SERVICE AREA\nLICENCE AGREEMENT NO.\n- N3 4 5 6 7 ∞o\n1. Andhra Pradesh\n2.\nGujarat\n10-02/2004/BSII/TTSL/AP\n10-05/2004/BSII/TTSL/Guj.\nC\n3.\nKarnataka\n10-09/2004/BSII/TTSL/KTK\n4.\nTamil Nadu\n10-17/2004/BSII/TTSL/TN\n5.\nChennai\n10-20/2004/BSII/TTSL/Chennai\n6.\nDelhi\n10-21/2004/BSII/TTSL/Delhi\n7.\n-\nWest Bengal\n20-201/2003/TATA/BSIII\nD\n8.\nBihar\n20-204/2003/TATA/BSIII\n9.\nHaryana\n20-206/2003/TATA/BSIII\n10.\nH.P.\n20-207/2003/TATA/BSIII\n11. Kerala\n20-210/2003/TATA/BSIII\nE\n12. Madhya Pradesh\n20-211/2003/TATA/BSIII\n13.\nOrissa\n20-214/2003/TATA/BSIII\n14.\nPunjab\n20-215/2003/TATA/BSIII\n15.\nRajasthan\n20-216/2003/TATA/BSIII\nF\n16.\nUP(W)\n20-218/2003/TATA/BSIII\n17.\nUP (E).\n20-219/2003/TATA/BSIII\n18.\nKolkata\n20-222/2003/TATA/BSIII\nWhereas a complaint was received from Cellular G\nOperators Association of India that M/s Tata Teleservices\nLtd. is providing fixed wireless terminals as mobile\nterminals and such terminals are being openly advertised\nand promoted as “WALKY-Enjoy freedom of mobility at\nlandline rates\".\nH\n354\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nFurther it was pointed out that BSNL is being severely\ndisadvantaged as they have not received ADC from\nWALKY Calls.\nWhereas M/s. Tata Teleservices Ltd. was supposed to\nprovide services within the scope of its licence agreement\nand it was expected that by way of advertisement or\npromotion of its services, the subscriber should not be\nmisled.\nWhereas a notice was issued for alleged violation of\nconditions and not limited to clause 2 of Unified Access\nServices Licences on 06.01.2005 and 31.01.2005\nregarding WALKY service.\nAnd whereas M/s Tata Teleservices Ltd. replied to the\nnotice vide letter dated 21.01.2005 and 02.02.2005 of\nstating that there has been neither any attempt nor any\nintention to mislead any subscriber in relation to services\nbeing provided by M/s TTSL and they continue to provide\nservices within this scope of licences. The Fixed Wireless\nTerminal (FWT) instruments are prominently advertised\nas bulky desktop phones and therefore customer is clearly\ninformed of the nature of the services and the phone\ninstrument. The numbering scheme of both FWT \u0026 Wireline\nPhones is same and is different from that of limited mobile\nservices. The FWTs covered by one or sometime more\nthan one Base Trans-receive Stations (BTSs).\nM/s TTSL further submitted that \"Walky\" is a brand\nestablished by Tata Teleservices essentially to promote\nand market their desktop Fixed Wireless Phones. These\nFixed Wireless Phones combined the advantages of both\nmobile phones and landline phones.\nFurther, clarification regarding Fixed Wireless Terminals\nwas issued vide this office letter No. 10-10/03-BS-II/Vol.VI\ndated 23.03.2005 vide which it was clarified that the\nTerminal used for Fixed Wireless Services should be strictly\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n355\nconfined to the premises of the subscriber where the A\ntelephone connection is registered. Separate levels within\nallocated SDCA based link numbering scheme are to be\nused for Wireline and Fixed Wireless Services. Wherever\nsuch restriction cannot be imposed, it shall be treated as\nWLL (M) feature for all purposes.\nIt is needless to mention that the word \"Fixed\" is clearly\nunderstood and it does not require a separate definition\nin legal or common parlance.\nM/s TTSL submitted compliance to letter dated 23.03.2005\nvide its replies dated 31.03.2005 stating that, \"the Licensor\nwould surely be aware of the inherent \"Soft handover\"\nnature of CDMA technology due to which CDMA terminals\n(FW or mobile) utilize network and proving to be extremely\nspectrally efficient. Therefore, the implementation of any\nrestriction would require considerable changes to the\nnetwork, which need time, effort and considerable\nresources to complete something that DoT requires to\nprovide. Nevertheless, under constraints of time, some\nactions have been initiated which are detailed further in\nthis letter\". Further vide letter dated 08.04.2005, M/s TTSL\nhas stated that they have taken some exercise to restrict\nservice to the BTSs.\nB\nC\nD\nLU\nE\nAfter examining all the responses of M/s Tata Teleservices.\nLtd. on the above mentioned subject, it is noticed that F\ninitially, M/s Tata Teleservices Ltd. has not taken\nappropriate steps to restrict the mobility within the\npremises and has advertised such service where\nconsumer can have the impression that mobility is one of\nthe features. In the response also M/s TTSL stated that\nfixed wireless phones combine the advantage of both\nmobile and landline phones. Moreover, the measures\ntaken, later on, to restrict the mobility has also been found\nto be unsatisfactory. It is, therefore, clearly established\nthat mobility is not restricted to the premises and the\nG\nH\n1\n356\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nс\nterminal cannot be treated as fixed terminal.\nWhereas such services offered by M/s Tata Teleservices\nLtd. does not conform to the scope and character of the\nfixed service and provide the character of Limited Mobile\nService.\nKeeping in view the above, the competent authority has\ndecided that such services are to be treated as limited\nmobile service within the scope of the licence.\nThis is without prejudice to any other action that may be\ntaken by the Government in this regard.\nSd/- 26/8/05\n(Sukhbir Singh)\nDirector (BS-II)\nTel. No.23036536\nD\nE\nF\nG\nH\nCC:\n1. The Secretary, TRAI, Safdarjung Enclave, New Delhi.\n2. Shri Rakesh Mehrotra, Chief Officer-Corporate Affairs,\nM/s Tata Teleservices Ltd., Indicom Building, 2-A, Old\nIshwar Nagar, Main Mathura Road, New Delhi-110065.\"\n38. Analysing the directive dated 4.3.2005 issued by TRAI,\nthe point which arises for determination is whether such directive\nis clarificatory or amendatory. According to TRAI, it is clarificatory\nwhereas according to the appellants it is amendatory. In this\ncase, as stated above, we are concerned with the demand of\nADC on the appellants for the period 14.11.2004 to 26.8.2005.\nAccording to the appellants, such a directive dated 4.3.2005\ncannot operate retrospectively. This is the key issue which we\nneed to decide. In this connection, it may be noted that the said\ndirective was issued to all access providers. The said directive\ncame to be issued as it was brought to the notice of TRAI that\nnew terminals were being deployed by access providers which\nterminals do not have any fixed network access point physically\nlocated at the address of the subscriber. In the said circular dated\nม\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n357\n4.3.2005, TRAI noted that fixed wireless services were required A\nto be provided through fixed wireless terminals with the location\nof the network access point being fixed and with the end-user\nterminal being connected to it. That, it had been brought to the\nnotice of TRAI that new terminals were being deployed by certain\naccess providers which did not possess fixed network access B\npoint physically located in the premises of the subscriber (PSR).\nTherefore, by the said circular, TRAI directed the service\nproviders to strictly ensure that the terminal used for fixed\nwireless services should strictly comply with premises\nspecification restriction, i.e., to the premises of the subscriber. C\nThis stipulation in the directive, according to the appellants,\nconstitutes a new requirement which has the effect of amending\nthe terms and conditions of the UAS licence as well as the\nTelecommunication Interconnection Usage Charges Regulation\n2003. The said directive dated 4.3.2005 stood followed by\nletters from DoT dated 23.3.2005 and 26.8.2005.\n39. In our view, there is no merit in the above contention\nadvanced on behalf of the appellants that the above directive\ndated 4.3.2005 is amendatory and not clarificatory. The reasons\nare as follows.\nD\nE\n40. Firstly, the UAS licence classifies wireless service into\nthree categories, namely full mobility, limited mobility and fixed\nwireless access. As stated above, in FWA there is no mobility\nof the User Device. FWA replaces copper lines to the homes of\nthe users by wireless links but without the benefit of mobility for F\nthe User Devices. FWA is one type of service. Mobility is a\nservice feature. In FWA system, the location of end-user terminal\nand the network access point to be connected to end-user are\nfixed. In circular dated 4.3.2005, TRAI has used certain\ntechnological terms generally used in telecommunications like G\nnetwork access point, end-user terminal and fixed network\naccess point. These terms find place in the generic requirement\nformulated as far back as 1996. They also find place in the\nPrinciples of Wireless Access formulated by ITU-RCA. Keeping\nin mind the definitions given both in the technical references as H\n"}