{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"328\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA main difference from cordless system is that in FWA\nsystem there is no mobility of the user devices. There is a\ndifference between mobility and portability. A mobile device can\nbe portable but every portable device is not mobile. The purpose\nof FWA lies in providing users with telephone and data\nB connections without having to lay cables from a central switching\noffice to the premises of the user. It is, therefore, cost effective\nas compared to wireline basic phone.\nC\nD\nE\nF\nG\nH\nxiii) Identification of a Mobile Subscriber:\nIn analog wireless network every mobile station (\"MS\") is\nidentified by a single number that is permanently associated\nwith it. All connections that are established from this MS are\nbilled to its registered owner. However, in the case of GSM, the\nsubscriber is identified by a SIM, which is a plug-in chip card. In\nthe case of GSM, MS can only make and receive calls when\nsuch a SIM is plugged in and active. All calls that are made from\nthe MS are billed to the subscriber whose SIM is plugged in.\nFurthermore, the MS only receives calls going to the number of\nthe SIM owner. Therefore, SIM is a fundamental importance for\nbilling procedure. It may be noted that even in “Walky\" there is\nplug-in chip card which is inbuilt in the instrument.\nMobility is an inherent feature of most wireless systems. If\nthere is an incoming call from MS (user), the network has to\nknow in which cell the user is located. The first requirement is\nthat a MS emits a signal at regular intervals, informing nearby\nbase stations in the neighbourhood. Two databanks then\nemploy this information: the Home Location Register (\"HLR\")\nand the Visitor Location Register (\"VLR\"). The HLR is the central\ndata base that keeps track of the location a user is currently at;\nthe VLR is a data base associated with a certain base station\nthat notes all the users that are currently within the coverage\narea of a specific base station. If a MS moves across a cell\nboundary, a different base station becomes the serving base\nstation. In other words, the MS is handed over from one BS to\nanother. Such a handover has to be performed without\n1\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n329\ninterrupting the call.\nA\nB\nThe HLR contains all the numbers of the mobile\nsubscribers associated with one MSC and information about\nthe location of each of these subscribers. In the event of an\nincoming call, the location of the desired subscriber is checked\nin the HLR and only thereafter the call is forwarded to the\nlocation. The call is forwarded to the BSC in whose area the\nsubscriber is routing to and selection of one BTS is the\nresponsibility of the BSC. Therefore, one can conclude that from\ntime to time a controlling MS (user) has to send updates of its\nlocation to its HLR. At the same time, the VLR and the MSC C\ncontains all the information about mobile subscribers from other\nnetworks that are in the area of this MSC and are allowed to\nroam in the network of this MSC. The Authentication Centre\nverifies the identity of each MS requesting a connection.\nThe above discussion indicates the functionality of MSC,\nBSC and BTS. The data base is in MSC. It further indicates the\nfunctionality of BTS. BTS is, essentially concerned with\ntransmission. The entire data base and the function of identifying\nthe user and the call is in MSC. The numbering plan is one of\nthe important elements of the network with MSC. The switching\nsystem is with MSC. The network and switching system includes\nthe above two databases..\nD\nE\nF\nThe main component of network and switching subsystem\n(\"NSS”) is MSC, which controls the traffic between different\nBSCs. One function of the MSC is mobility management. Other\nfunctions are paging and location update. All interactions\nbetween networks especially the landline public\nswitched telephone network (\"PSTN\") - are performed\nby the MSC. Therefore, the numbering plan, radio G\nfrequency (\"RF\"), BTS, BSC, MSC, databases etc. form\nelements of the network of the service providers.\n-\nThe BTSS. and BSCs. are important components of base\nstation subsystem (\"BSS\"). The components of BSS are\ndifferent from the components of network and switching H\n330\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA subsystem (\"NSS\"). The component of NSS is MSC whereas,\nthe component of BSS consists of base transceiver stations\n(\"BTSs.\") and base station controllers (\"BSCs.\"). The BTS\nestablishes and maintains the connection to the mobile stations\n(\"MSS.\") within its cell. The interface between the MS and the\nBTS is the air interface. The BTS hosts the antennas and the\nradio frequency hardware of a base station, as well as the\nsoftware for multiple access. Several BTSs. are connected to\none BSC; they are either co-located, or connected via landline,\nmicrowave radio links, or similar connections.\nB\nC\nThe BSC has a control functionality. It is responsible for\nHand Over (\"HO\") between two BTSs that are connected to the\nsame BSC. Distribution of the functionalities between BTS and\nBSC may differ depending on the manufacturer. In most cases,\none BSC is connected to several BTSs. Therefore, it is possible\nD to increase the efficiency of implementation by shifting as much\nfunctionality as possible to the BSC. In general, the BSS is\nresponsible for channel assigning, maintenance of link quality\nand HO, power control, coding and encryption.\nE\nF\nxiv) Difference between Wireless Systems and\nServices:\n-\nIn systems, mobility per se is of value – e.g., in cellular\ntelephony. Such services can charge a premium to the customer\n- i.e., it is more expensive than equivalent wired systems. In\ncellular telephony the per-minute price is higher than landline\ntelephony and yet on account of competition, the price has come\ndown.\nServices where wireless access is intended as a cheap\ncable replacement without additional features have to be cost-\nG effective, as the infrastructure thereof has to be cheaper than\nwired connections. The classic example of such services is FWA.\nIn the case of systems, mobility is of value whereas in case\nof services, wireless access is a cheap cable replacement\nwithout additional features.\nH\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\nReferences:\n331\nThe above technical data of concepts between sub-paras\n(i) to (xiv) is based on references from the following books:\n1.\nWireless Communications by Andreas F. Molisch\nA\nB\nf\n2.\nWireless Intelligent Networking by Gerry Christensen,\nPaul G. Florack and Robert Duncan.\n3.\n4.\n5.\nIndia - The Emerging Giant by Arvind Panagariya\nLocation-Based Services Fundamentals and\nOperation by Axel Kupper\n-\nFrom WPANs to Personal Networks-Technologies\nand Applications by Ramjee Prasad and Luc\nDeneire\nC\n6.\nMc Graw Hill\n-\nEncyclopedia on Networking \u0026 D\n7.\nTelecommunications by Tom Sheldon\nEncyclopedia of Technology Terms by Whatis.com\nxv) Generic Requirements:\n(a) Generic Model of Wireless Local Loop System:\nE\nApart from references to the technical data hereinabove,\nGovernment of India (DOT) has issued G.R. No. G/WLL-01/01.\nMAY 96 regarding generic requirements relating to Digital WLL\nsystem. These generic requirements issued as far back as May, F\n1996 is in consonance with the technological concepts\nenumerated in the above reference books. It supports what is\nstated hereinabove. We, therefore, quote hereinbelow relevant\nparagraphs from the above G.Rs.:\n❝1.0 INTRODUCITON\n1.1 This Generic Requirement (GR) relates to digital\nWireless Local Loop (WLL) system to provide two way\ncommunication for Department of Telecommunication\n(DOT) customer Access Network. It shall be engineered\nG\nH\n332\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nto provide Wireless connections to cover subscribers\nlocated upto 25 kms from the exchange. The specification\ncovers the technical and general requirements of the\nvarious components of WLL system namely Base Station\nController (BSC), Base Station (BS), Network\nManagement System (NMS), and Remote Station (RS).\nThe Remote Station shall be a Fixed Subscriber Adapter\nUnit capable of supporting standard 2W analogue\ninterface such as standard telephone, FAX, Data Modem,\nPayphone and 64 kbps interface as applicable.\n0\nD\nLU\nE\nF\n1.3 A generic model of Wireless Local Loop system\nconsists of:\n1. Base Station (BS)\n2. Remote Station (RS)\n3.\nBase Station Controller (BSC)\n4. Network Management System (NMS)\n1.4 The Base Station Controller is responsible for inter-\nconnection between the WLL system and the PSTN. It\nassigns traffic channels to individual users, monitors\nsystem performance and provides interface between the\nBS and PSTN switch etc. BSC can be either co-located\nwith the PSTN switch or located at a different location\nconnected to a PSTN switch through interfaces as\nspecified at clause No.13.1 of this GR. In case of junction\ninterface with PSTN, BSC shall provide switching and\ncharging functions for the area covered by the BSC.\nH\n1.6 The Base Station (BS) is a conveniently located\nmultiple circuit Transceivers which shall radiate over a cell\nor a sector. It consists of radio modules, baseband signal\nprocessor, network interface, antenna, feeder etc. It can\nbe co-located with BSC or remotely located.\n0\nA\n}\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n333\n1.7 The Remote Station (RS) provides single circuit and A\noptionally multiple circuit access to the network. The\nfunctions of the Remote Station are to convert user's\nmessage from its original form into appropriate digital\nsignal and translate this signal into a form suitable for\nradio transmission, to establish access to the network B\nthrough Base Station. It has also the power supply, user\ninterface, antenna, feeder etc. and does not include\ncustomer premises equipment.\n1.8 The system shall permit the same facilities to the\nsubscriber as are available to the wire line subscribers\nas defined in clause No.4.2 of this GR.\nC\n2.0 GENERAL REQUIREMENTS\nD\n2.12 Remote station equipment shall be a fixed indoor/\noutdoor unit suitable for wall mounting with minimum\ninconvenience to the subscribers.. All accessories for\nmounting shall be supplied alongwith the equipment.\n2.20 Mobility functions: optionally the system may support\nlimited mobility within designated area. The mobile\nhandsets shall conform to relevant standards for mobile\napplication. The equipment supplier shall indicate the\ncoverage area for mobility for the equipment offered.\nE\nF\n12.0 Network Management System (NMS) :\nG\nThe Network Management System (NMS) shall be capable\nof performing the following functions:\ni)\nFault localization including BSC, BS, RS and links.\nbetween them.\nH\nA\n334\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nii) Network configuration i.e., addition, deletion and\nchange of network elements etc.\niii) Performance, data collection.\niv) Security against unauthorised access\nB\nv)\nNetwork statistics\n-\nData related to channel\noccupancy, rejected calls etc. with visual display of faulty\nelements of the network.\nC\n15.0\nD\nAntenna: The type of antenna and gain may be\ndecided by the supplier for getting desired coverage and\nperformance of the system. Detailed specifications\n(technical as well as mechanical) shall be furnished by\nequipment supplier. Fixtures for antenna mounting at BSs\nand RSS shall be included as part of antenna supply.\"\n(b) Principles of Wireless Access:\nPrinciples of wireless access have also been enumerated\nin recommendations of International Telecommunication Union-\nE Radio Communication Assembly (\"ITU-RCA\"). They are as\nfollows:\nF\nG\nH\n\"1 Introduction\nThis Recommendation consists primarily of those terms\nand definitions that are considered essential to the\nunderstanding and application of the principles of wireless\naccess. However, they are not exclusive to wireless access\nand are recommended also for application, insofar as\nthey are relevant, to other types of telecommunication\nsystems and services.\nIncluded are terms that may already be defined in the\nRadio Regulations (RR) and other ITU-R/ITU-T\nRecommendations. However, the definitions given here\nembrace only the essential concepts and on this basis it\nis considered that they are not inconsistent with the more\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n335\nspecialized definitions that appear in those texts.\nWhere a truncated term is widely used in an understood\ncontext, the complete term is quoted following the colloquial\nform.\nSome definitions include terms in italic face to indicate\nthat these terms are defined elsewhere in this\nRecommendation.\nTechnologies in use today for implementing wireless\naccess include cellular systems, cordless phone and\ncordless telecommunication systems, satellite systems,\netc. New technologies and systems such as IMT-2000,\nwireless broadband ISDN, wireless ATM, HAPS, etc., also\nform part of wireless access if they satisfy the basic criteria\nof end-user radio connection(s) to core networks\nWireless access may be considered from many\nperspectives, for example:\nA\nB\nC\nD\n– Mobility capabilities of the terminal: fixed, nomadic (may\nbe used in different places but the terminal must be\nstationary while in use), mobile, restricted mobility (e.g. E\nwithin a single cell), etc.\n· Service support capabilities: narrow-band, broadband,\nmultimedia, etc.\n1\nType of telecommunication service: conversational, F.\ndistribution, information retrieval.\n-\nConnectivity: (which would depend on the switched\nnetwork that the terminal accesses,\ne.g. Internet, PSTN, etc.).\nRadio transmission technology: access technique\n(TDMA, CDMA, etc.), modulation\ntechnique (analogue, digital, etc.), duplex technique (FDD,\nTDD, etc.), etc.\nG\nH\n336\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n- Delivery mechanism: terrestrial, satellite, etc.\nOf particular interest are the mobility characteristics of\nwireless access systems; thus this Recommendation\nprovides definitions of the terms \"fixed\", \"mobile\" and\n\"nomadic\" wireless access.\nThe purpose of this Recommendation is to specify terms\nand definitions for terrestrial wireless access.\n2 Scope\nThe Recommendation specifies definitions for terms\nprimarily focused in the field of terrestrial wireless access\nsystems. Wireless access applications may be provided\nwithin the definitions of the radio services FS, MS, FSS\nand MSS contained in the RR.\nThe ITU has deprecated the use of the term \"loop\" (see\nReferences below: CCITT Blue Book, Vol. I, Fascicle 1.3,\n1988); for this reason, and more so because this term\ndoes not make any sense with radio technologies, the\nuse of the terms that include loop are deprecated. These\ninclude wireless local loop, radio local loop, and wireless\naccess local loop.\nIt should be noted that in many cases systems may be\nable to support a mixture of users (i.e. fixed, mobile and\nnomadic) and possibly with restrictions on the type of\nmobility. It is not practical to define terms for each possible\ncombination, but those above should suffice to refer to the\nprimary characteristics of the system.\"\nIn addition, the said recommendation also defines relevant\nterms. The said definitions are contained in clause 4.1, which\nreads as follows:\n\"4.1.1 Wireless access\nEnd-user radio connection(s) to core networks.\nNOTE 1 - Core networks include, for example, PSTN,\n7\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n337\nISDN, PLMN, PSDN, Internet, WAN/LAN, CATV, etc. (See A\n§ 4.4 for list of acronyms and abbreviations.)\n-\nNOTE 2 – The end-user may be a single user or a user\naccessing the services on behalf of multiple users.\n4.1.2 Fixed wireless access (FWA)\nWireless access application in which the location of the\nend-user termination and the network access point to be\nconnected to the end-user are fixed.\n4.1.3 Mobile wireless access (MWA)\nWireless access application in which the location of the\nend-user termination is mobile.\n4.1.4 Nomadic wireless access (NWA)\nB\nC\nWireless access application in which the location of the D\nend-user termination may be in different places but it must\nbe stationary while in use.\n✓\n1\n4.2.2 Base station\nSee central station.\n4.2.4 Central station\nE\nF\nThe common name for all the radio equipment located at\none and the same place used for serving one or several\ncells.\nNOTE 1 - Also known as hub station, and also as base\nstation, even though RR No. 1.71 defines base station\nmore restrictively as “a land station in the land mobile\nservice\".\n4.2.5 Customer premises equipment/network\nG\nThe equipment/network administered by the user.\nH\n"}