{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nMAHENDRA AND ORS.\nV.\nSTATE OF UTTARANCHAL AND ANR.\nJANUARY 9, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPractice and procedure:\nTwo petitions filed against the same order-Plea that Advocate's\nC clerk filed second petition by mistake-High Court dismissed the petitions-\nHeld, filing of second application was on account of bona fide mistake—\nMatter remitted back for fresh consideration.\nD\nE\nF\nThe Single Judge of High Court dismissed the Criminal Miscellaneous\napplications on the ground that the appellants had filed two petitions in\nrespect of the same impugned order and thus had concealed the fact.\nIn appeal to this Court, appellant contended that the confusion arose\nbecause the latter petition i.e. CMA No. 4435 of 1998 was renumbered as\nCMA No. 950 of 2001 while the earlier petition i.e. CMA No. 4279 of 1998\nwas re-numbered as CMA No. 953 of 2001 and that by mistake the\nadvocate's clerk filed exact copy of the earlier petition which was numbered\nas CMA No. 4435 of 1998. The same was filed at a latter date. In this\nbackground it was submitted that there was no suppression and in fact\nthere was no reason to mislead the Court.\nCourt\nDisposing of the appeal and remitting the matter to High Court, the\nHELD: 1. The confusion arose because the petition filed later was\nrenumbered as CMA No. 950 of 2001 while the petition filed earlier, in\nG which the order of stay granted on 23.12.1998, was re-numbered as CMA\nNo. 953 of 2001. [280-E-F]\n2. In the peculiar circumstances of the case, it appears that the\nfiling of the second application was on account of a bona fide\nH mistake. [280-G]\n278\nA\n+\nY\nMAHENDRA AND ORS. v. STATE [PASAYAT, J.]\n279\n3. It has to be noted that several petitions of similar nature are being\nfiled without disclosing that earlier a petition had been filed. It would be\ntherefore appropriate for the High Courts to make provision in the relevant\nRules that in every petition it shall be clearly stated as to whether any\nearlier petition had been filed and/or is pending in respect of the same\ncause of action. It shall also be indicated as to what was the result of the\nearlier petition. If this procedure is followed, the confusion of the kind\nwhich has surfaced in this case can be ruled out. [281-A-C]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 34 of\nFrom the Judgment and final Order dated 4.3.2006 of the High Court\nof Uttaranchal at Nainital in Crl. Misc. Application No. 950/2001 (Old No.\n4435/1998).\nAbhisth Kumar and K.N. Tripathy for the Appellants.\nA.S. Rawat, A.A.G. and J.K. Bhatia for the Respondents.\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J.: Leave granted.\nChallenge in this appeal is to the order passed by a learned Single\nJudge of the Uttranchal High Court dismissing the Criminal Miscellaneous\nApplications. The High Court took exception to the fact that two petitions\nwere filed in respect of the same impugned order. According to the High\nCourt the appellants had concealed the fact that the second petition had\nbeen filed while the first petition was pending consideration.\nBackground facts in a nutshell are as follows:\nA\nB\nC\nᎠ\n(✗\nE\nF\nCriminal Misc. Application No. 4279 of 1998 was filed by the appellants G\nbefore the Allahabad High Court. After bifurcation of the State the said case\nwas transferred to the Uttaranchal High Court and was re-numbered as\nCriminal Misc. Application No.953 of 2001. It appears that there was another\npetition filed which was numbered as Criminal Misc. Application No. 4435\nof 1998 and the same was re-numbered as Criminal Misc. Application No.\nH\n280\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA 950 of 2001. The High Court was of the view that Criminal Misc. Application\nNo. 4435 of 1998 corresponding to Criminal Misc. Application No. 950 of\n2001 was filed earlier and when the appellants failed to get an order of stay\nthey filed the second petition suppressing the fact that one earlier petition\nwas pending. In the second petition the appellants got an order of stay.\nThis according to the High Court was a depreciable practice.\nB\nLearned counsel for the appellants submitted that the confusion arose\nbecause the latter petition i.e. Criminal Misc. Application No. 4435 of 1998\nwas renumbered as Criminal Misc. Application 950 of 2001 while the earlier\npetition i.e. Criminal Misc. Application No. 4279 of 1998 was re-numbered as\nC Criminal Misc. Application No. 953 of 2001. It is pointed out that the said\npetition was filed on 6.10.1998 and there was an interim order passed in the\nsaid case. It is submitted that by mistake the advocate's clerk filed exact\ncopy of the earlier petition which was numbered as Criminal Misc. Application\nNo. 4435 of 1998. The same was filed at a latter date. In this background\nit was submitted that there was no suppression and in fact there was no\nreason to mislead the Hon'ble Court.\nD\nE\nF\nPer contra learned counsel for the State submitted that the appellants\nhave not explained satisfactorily as to under what circumstances two similar\napplications were filed.\nWe find that in fact the confusion arose because the petition filed later\nwas renumbered as Criminal Misc. Application No. 950 of 2001 while the\npetition filed earlier, in which the order of stay granted on 23.12.1998, was\nre-numbered as Criminal Misc. Application No. 953 of 2001.\nLearned counsel for the appellants has submitted that the filing of the\nsecond application was on account of confusion and the same in fact was\nnot pressed.\nIn the peculiar circumstances of the case we are satisfied that the filing\nG of the second application was on account of a bona fide mistake and the\nconfusion arose because of the fact that the second criminal application was\nrenumbered as Crl. Misc. Application 950 of 2001 while the earlier petition\nwas re-numbered as 953 of 2001. In the aforesaid background we set aside\nthe order of the High Court and remit the matter to the High Court for fresh\nH consideration on merits. Since the learned counsel for the appellant has\nJ\nY\nMAHENDRA AND ORS. v. STATE [PASAYAT, J.]\n281\nstated that Criminal Misc. Application No. 4435 of 1998 was not pressed, the\nsame need not be considered by the High Court.\nA\nBefore we part with the case, it has to be noted that several instances\nhave come to our notice that several petitions of similar nature are being\nfiled without disclosing that earlier a petition had been filed. It would be\nB\ntherefore appropriate for the High Courts to make provision in the relevant\nRules that in every petition it shall be clearly stated as to whether any earlier\npetition had been filed and/or is pending in respect of the same cause of\naction. It shall also be indicated as to what was the result of the earlier\npetition. If this procedure is followed, the confusion of the kind which has\nsurfaced in this case can be ruled out.\nThe appeal is disposed of.\nC\nD.G.\nAppeal disposed of.\n"}