{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nRAM SARAN\nV.\nI.G. OF POLICE, CRPF AND ORS.\nFEBRUARY 2, 2006\n[ARIJIT PASAYAT AND ARUN KUMAR, JJ.]\nག\nC\nD\nSeervice Law:\nAppointment On the basis of forged birth certificate-Disciplinary\nproceeding initiated after 27 years of service-Dismissal from service-\nPropriety of-Held: Since the delinquent was not eligible for appointment\nand had secured appointment on false information, he is liable to be\ndismissed CCS (CCA) Rules, 1965-Rule 14-CCS (Pension) Rules,-Rule\n24-Central Reserve Police Force Act, 1949-Section 11(1)—Central Reserve\nPolice Force Rules, 1955-Rules 27 and 29.\nJudicial Review:\nOrder of administrator―Judicial review-Scope of Held, Court should\nnot interfere with administrator's decision unless it is illogical or suffers from\nE procedural impropriety or shocking to the conscience of the Court-The\nscope of interference in such matters is limited to deficiency in decision\nmaking process and not the decision--Constitution of India, 1950—Article\n226.\nAppellant was appointed as a Constable in CRPF. After his having\nF rendered service of about 27 years, he faced departmental enquiry on the\ncharge that he had furnished false information about his date of birth by\nmaking alteration in his school certificate to secure appointment. Disciplinary\nAuthority decided that the appellant deserved stringent punishment. But in\nview of his long service with good grading for the past 10 years, he took lenient\nview and imposed penalty of reduction of rank for a period of one year. Deputy\nG\nInspector General directed his dismissal from service. Appellate Authority\nconfirmed the order of dismissal. Writ Petition filed against the order was\nalso dismissed. Hence the present appeal.\nDismissing the appeal, the Court\nH\n1102\nト\nRAM SARAN v. I.G. OF POLICE, CRPF [PASAYAT, J.]\n1103\nHELD: 1. The present case does not deserve any leniency otherwise it A\nwould be giving premium to a person who admittedly committed forgery. In\nthe instruction (G.O. No.29/93), it has been provided that whenever it is found\nthat a Government servant who was not qualified or eligible in terms of the\nrecruitment rules etc. for initial recruitment in service or had furnished false\ninformation or produced a false certificate in order to secure appointment,\nshould not be retained in service. After inquiry as provided in Rule 14 of the\nCCS(CCA) Rules, 1965 if the charges are proved, the Government servant\nshould be removed or dismissed from service and under no circumstances\nany other penalty should be imposed. [1107-B, C]\nB\nR. Vishwanatha Pillai v. State of Kerala and Ors., [2004] 2 SCC 105,\nC\nrelied on.\n2. Courts should not interfere with the administrator's decision unless\nit was illogical or suffers from procedural impropriety or was shocking to\nthe conscience of the Court, in the sense that it was in defiance of logic or\nmoral standards. The Court would not go into the correctness of the choice D\nmade by the administrator open to him and the Court should not substitute\nits decision to that of the administrator. The scope of judicial review is limited\nto the deficiency in decision-making process and not the decision.\n[1105-H; 1106-A}\nV. Ramana v. A.P. SRTC and Ors., [2005] 7 SCC 338 and (CA) Associated\nProvincial Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223: [1947]\n2 All ER 680(CA), referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3044 of 2003.\nE\nF\nFrom the Judgment and Order dated 27.6.2002 of the Bombay High\nCourt in Writ Petition No. 1878/2000.\nMakarand D. Adkar, S.D. Singh, Vijay Kumar and Vishwajit Singh for the\nAppellants.\nG\nVikas Singh, A.S.G. Ms. Varuna Bhandari Gugnani and Ms. Sushma Suri\nfor the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Appellant calls in question legality of the judgment H\n1104\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA rendered by a Division Bench of the Bombay High Court, Nagpur Bench,\nNagpur, dismissing the writ petition filed by the petitioner under Article 226\nof the Constitution of India, 1950 (in short ‘the Constitution').\nB\nC\nBackground facts in a nutshell are as follows:-\nThe appellant applied for appointment as a Constable in Central Reserve\nPolice Force (in short 'CRPF') and appeared for recruitment test on 1.5.1951.\nIn support of his claim of age he produced a certificate where his date of birth\nwas stated to be 1.1.1951. But in reality as was revealed later, his date of birth\nwas 1.7.1951. Therefore, he was not eligible to be appointed as he was less\nthan 18 years of age. He undisputedly rendered about 27 years of service. But\non the basis of certain allegations he faced departmental inquiry. Article of\ncharge reads as follows:-\nᎠ\nE\n\"ARTICLE -1\nThat the said HC No.690342131 HC Ram Saran of C/45 Bn CRPF has\ncommitted an offence on his part that he furnished a false information\nabout his date of birth by making alteration in his school certificate\nto secure appointment as constable for which he was not eligible in\nterms of recruitment rules which is punishable under section 11(1) of\nCRPF Act, 1949 read with Rule 11(2) of CCS (CCA) Rule 1965.”\nThe Deputy Commandant 45/BN. CRPF was appointed as Inquiry Officer\nto conduct the Departmental Enquiry. After enquiry the Inquiry Officer\nsubmitted the inquiry report. The Commandant (S.G.), the Disciplinary\nAuthority after considering the report was of the view that the charge official\ndeserves stringent punishment. But keeping in view his long service of 28\nF years with good grading for the past 10 years, he was inclined to take a\nG\nlenient view and in purported exercise of power under Section 11(1) of the\nCentral Reserve Police Force Act, 1949 (in short the ‘Act') and Rule 27 of the\nCentral Reserve Police Force Rules, 1955 (in short the 'Rules') imposed\npenalty of reduction to the rank of NK (GD) for a period of one year from\n10.9.1997 to 9.9.1998 without cumulative effect. The matter was placed before\nthe Deputy Inspector General of Police, C.R.P.F., Nagpur who by order dated\n16.1.1998 differed from the proposed punishment and directed dismissal from\nservice. Accordingly, notice was issued to the appellant. After considering\nthe reply the punishment awarded was dismissal from service. The said order\nwas challenged in appeal before the Departmental Appellate Authority which\nH was dismissed. Thereafter, the writ petition was filed, which as noted above\nRAM SARAN v. I.G. OF POLICE, CRPF [PASAYAT, J.]\n1105\nwas dismissed.\nThe High Court noted that under Rule 29(d) of the Rules the concerned\nauthority had power to enhance the punishment. Since the appellant had\nentered into service on the basis of false date of birth, the writ petition was\nnot entertained and it was observed that the appellant on removal from\nservice was not entitled to gratuity and other such benefits.\nIn support of the appeal learned counsel for the appellant urged that\nthe appellant poor youngster belonging to remote rural place had with a view\nto obtain an employment submitted a certificate. The age of appellant then\nwas only two months short of the requisite age. After serving for nearly 28\nyears when he was about to take voluntarily retirement from service, the\nproceedings were initiated. The order of removal of service is very bad and\nif the same is maintained he would not be entitled to any gratuity or pension.\nA.\nB\nC\nIn response, learned counsel for the respondents submitted that in a\ndisciplined force there was no scope for taking lenient view for a person who\nᎠ\nobtained employment on the basis of forged document. It was pointed out\nthat on the basis of binding instructions contained in Government of India,\nDepartment of Personnel and Training, OM No.11012/7/91 Estt. (A) dated\n19.5.93 (G.O. No. 29/93) dismissal from service was the only punishment\nimposable. In fact, the DIG, CRPF had referred to said instructions while\ndiffering from the punishment proposed. Rule 24 of the CCS (Pension) Rules E\nreads as follows:-\n\"24. Forfeiture of service on dismissal or removal:\nDismissal or removal of a Government servant from a service or\npost entails forfeiture of his past service.\"\nTherefore, in case of removal from service, the entitlement of pension\nis statutorily taken away. The only other plea advanced by learned counsel\nfor the appellant seems the completion of 27 years of service. It was pointed\nout that the punishment was disproportionate to the alleged infraction.\nThe Courts should not interfere with the administrator's decision unless\nit was illogical or suffers from procedural impropriety or was shocking to the\nconscience of the Court, in the sense that it was in defiance of logic or moral\nstandards. In view of what has been stated in (CA) Associated Provincial\nPicture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223: [1947] 2 All ER\nF\nG\nH\n1106\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA 680(CA) commonly known as Wednesbury's case the Court would not go into\nthe correctness of the choice made by the administrator open to him and the\nCourt should not substitute its decision to that of the administrator. The\nscope of judicial review is limited to the deficiency in decision-making process\nand not the decision. (See: V. Ramana v. A.P. SRTC and Ors., [2005] 7 SCC\n338).\nB\nс\nD\n☐☐\nE\nF\nG\nH\nIn R. Vishwanatha Pillai v. State of Kerala and Ors., [2004] 2 SCC 105\nit was observed as follows:\n\"It was then contended by Shri Ranjit Kumar, learned Senior Counsel\nfor the appellant that since the appellant has rendered about 27 years\nof service, the order of dismissal be substituted by an order of\ncompulsory retirement or removal from service to protect the pensionary\nbenefits of the appellant. We do not find any substance in this\nsubmission as well. The rights to salary, pension and other service\nbenefits are entirely statutory in nature in public service. The appellant\nobtained the appointment against a post meant for a reserved candidate\nby producing a false caste certificate and by playing a fraud. His\nappointment to the post was void and non est in the eye of the law.\nThe right to salary or pension after retirement flows from a valid and\nlegal appointment. The consequential right of pension and monetary\nbenefits can be given only if the appointment was valid and legal.\nSuch benefits cannot be given in a case where the appointment was\nfound to have been obtained fraudulently and rested on a false caste\ncertificate. A person who entered the service by producing a false\ncaste certificate and obtained appointment for the post meant for a\nScheduled Caste, thus depriving a genuine Scheduled Caste candidate\nof appointment to that post, does not deserve any sympathy or\nindulgence of this Court. A person who seeks equity must come with\nclean hands. He, who comes to the court with false claims, cannot\nplead equity nor would the court be justified to exercise equity\njurisdiction in his favour. A person who seeks equity must act in a\nfair and equitable manner. Equity jurisdiction cannot be exercised in\nthe case of a person who got the appointment on the basis of a false\ncaste certificate by playing a fraud. No sympathy and equitable\nconsideration can come to his rescue. We are of the view that equity\nor compassion cannot be allowed to bend the arms of law in a case\nwhere an individual acquired a status by practising fraud.\"\n1107\nRAM SARAN v. I.G. OF POLICE, CRPF [PASAYAT, J.]\nThough the case related to a false caste certificate, the logic indicated A\nclearly applies to the present case.\nThis is a case which does not deserve any leniency otherwise it would\nbe giving premium to a person who admittedly committed forgery. In the\ninstruction (G.O. No.29/93), it has been provided that whenever it is found\nthat a government servant who was not qualified or eligible in terms of the B\nrecruitment rules etc. for initial recruitment in service or had furnished false\ninformation or produced a false certificate in order to secure appointment\nshould not be retained in service. After inquiry as provided in Rule 14 of the\nCCS(CCA) Rules, 1965 if the charges are proved, the government servant\nshould be removed or dismissed from service and under no circumstances\nany other penalty should be imposed.\nIn that view of the matter the appeal is without merit and is dismissed\nbut in the circumstances without any order as to costs.\nC\nK.K.T.\nAppeal dismissed.\nD\n"}