{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2009] 4 S.C.R. 1062\nMS. INS. MALHOTRA\nV.\nDR. A. KRIPLANI \u0026 ORS.\nCivil Appeal No. 1386 of 2001\nMARCH 24, 2009\n(LOKESHWAR SINGH PANTA AND B. SUDERSHAN\nREDDY, JJ)\nCONSUMER PROTECTION ACT, 1986:\n-\nDeficiency in service – Medical negligence - Patient with\nrenal failure admitted in hospital - Death of patient under\ntreatment in hospital - Complaint against doctors and hospital\n-\nDismissed by National Commission - HELD: The record\nshows the unanimous decision of the State Medical Council\nD that there was no negligence on the part of medical\npractitioners - Besides, the relative of patient had refused\nHaemodialysis and Pneumothorax on her risk - The record\nshows that before the patient was brought to hospital, renal\nfailure had already taken place - The allegations made in the\ncomplaint do not make out a case of negligence or deficiency\nin service on the part of the doctors and the Hospital - There\nis no infirmity or perversity in the findings recorded by\nCommission warranting any interference in appeal.\nE\nOn 14.7.1989, the sister of the complainant-appellant\nF was admitted in respondent no. 7-Hospital. She died on\n20.8.1989. In the complaint before the National Consumer\nDisputes Redressal Commission, it was alleged that the\npatient died due to the negligence of the respondent-\ndoctors. The respondents filed their written statements.\nG The appellant could not lead evidence of any expert doctor\nin support of her complaint and stated before the\nCommission that no expert doctor was willing to give any\nopinion against the respondent-doctors and the hospital.\nThe counsel for the respondents stated before the\n1062\nH\n:\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1063\nCommission that they did not intend to cross-examine the A\nappellant nor did any of them appear in support of his/\nher defence as pleaded in the written statements. On\nconsideration of the material on record, the National.\nCommission dismissed the complaint holding that the\ncomplainant was not able to establish a case of medical B\nnegligence against the respondents. Aggrieved, the\ncomplainant filed the appeal.\nDismissing the appeal, the Court\nHELD: 1.1 Dealing with a case of medical negligence C\nneeds a deeper understanding of the practical side of\nmedicine. The purpose of holding a professional liable\nfor his act or omission, if negligent, is to make life safer\nand to eliminate the possibility of recurrence of negligence\nin future.[para 18.1] [1081-A-B]\nD\n1.2 Negligence in the context of the medical\nprofession necessarily calls for a treatment with a\ndifference. A case of occupational negligence is different\nfrom one of professional negligence. A simple lack of care,\nan error of judgment or an accident, is not proof of E\nnegligence on the part of a medical professional. So long\nas a doctor follows a practice acceptable to the medical\nprofession of that day, he cannot be held liable for\nnegligence merely because a better alternative course or\nmethod of treatment was also available or simply because F\na more skilled doctor would not have chosen to follow or\nresort to that practice or procedure which the accused\nfollowed. [para 18.2] [1081-C-F]\nBolam vs. Friern Hospital Management Committee\n(1957) 2 All ER 118 - referred to.\n1.3 In tort, it is enough for the defendant to show that\nthe standard of care and the skill attained was that of the\nordinary competent medical practitioner exercising an\nordinary degree of professional skill. The fact that a\nG\nH\n1064 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA defendant charged with negligence acted in accord with\nthe general and approved practice is enough to clear him\nof the charge. Three things are pertinent to be noted.\nFirstly, the standard of care, when assessing the practice\nas adopted, is judged in the light of knowledge available\nB at the time (of the incident), and not at the date of trial.\nSecondly, when the charge of negligence arises out of\nfailure to use some particular equipment, the charge\nwould fail if the equipment was not generally available at\nthat point of time (that is, the time of the incident) on which\nit is suggested as should have been used. Thirdly, when\nit comes to the failure of taking precautions, what has to\nbe seen is whether those precautions were taken which\na men of ordinary experience has found to be sufficient;\na failure to use special or extraordinary precautions which\nmight have prevented the particular happening cannot be\nthe standard for judging the alleged negligence. [para 18.2]\n[1081-F-H; 1082-A-C]\nC\nD\nE\nF\nG\n1.4 A medical practitioner faced with an emergency\nordinarily tries his best to redeem the patient out of his\nsuffering. He does not gain anything by acting with negli-\ngence or by omitting to do an act. Obviously, therefore, it\nwill be for the complainant to clearly make out a case of\nnegligence before a medical practitioner is charged with\nor proceeded against criminally. [para 18.3] [1082-D-E]\nState of Punjab v. Shiv Ram and Others [2005] 7 SCC 1\n- referred to.\n2.1 The National Commission in its order has noticed\nthe unanimous decision of Maharashtra Medical Council\ndated 13.05.1999 to the effect that 'there is no negligence\non the part of medical practitioners and they have mana-\nged the case to the best of their ability, therefore, it was\nunanimously resolved to drop the said inquiry and the\nmedical practitioners be exonerated.' [para 8] [1072-E-G]\n2.2 In the light of the unrebutted and uncontroverted\nH statement of respondent no. 2, doctor, the National\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1065\nI\nCommission, has rightly come to the conclusion that the A\nappellant has failed to establish that the doctor, in any\nmanner, was negligent or careless in performing laparos-\ncopy upon the deceased. [para 11] [1074-H; 1075-A]\n2.3 On re-examination and re-appraisal of the entire\nmaterial on record, it is clear that there was absolutely no\ndifference or divergence of opinion between a team of\nspecialists and experts at any stage about the method\nand mode of treatment adopted by the respondent-\ndoctors. They had informed the patient and her relatives\nwell in time that her condition was critical and kidney\ntransplantation could not be done nearly for one year and\nalso the consequence of the renal failure suffered by the\npatient. [para 15] [1077-E-G]\nB\nC\nE\n2.4 The condition of the patient started deteriorating D\nday by day despite best care and attention of specialists\nin I.C.U. The appellant was kept fully informed about the\ndeteriorating condition of the patient, but the appellant\nabruptly instructed the doctors to stop haemodialysis\ntreatment to the patient. Because of the persisting demand\nof the appellant, haemodialysis was stopped which\naccording to the respondents resulted in the untimely\ndeath of the patient. Exhibit-C which was part of the\ncontinuation sheet of treatment of Medical Research\nCentre of respondent no. 7-Hospital placed on record of\nthe Commission would reveal that on 23.08.1989 at 9.00\np.m., the patient was examined and it was also recorded\nthereon \"discussed with relatives and explained the\nconsequences of not draining of pneumothorax and not\ndoing haemodialysis\". The appellant did not permit such\ntreatment and gave in writing “I refused Haemodialysis\nand Pneumothorax on my risk\". [para 15] [1078-C-F]\n2.5 The fact remains that when the patient was\nbrought to respondent no. 7-Hospital for treatment her health\nwas in very bad condition. Renal failure had already taken\nF\nG\nH\n1066 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA place. In the post mortem report, it finds recorded that the\npatient was sick for four months by loose motions, vomiting\nand she was admitted in respondent no. 7 Hospital on\n14.07.1989. She was operated on 09.08.1989 and she died\non 24.08.1989. The cause of death was peritonitis with\nB renal failure. The appellant has not challenged the post-\nmortem report. [para 16 and 19] [1078-G-H; 1083-G]\nC\nD\nE\nய\nJacob Mathew v. State of Punjab and Another (2005) 6\nSCC 1 referred to.\n-\n3.1 In the light of the propositions of law settled in\nthe judgments of this Court, it is clear that both on facts\nand in law no case is made out by the appellant against\nthe respondents. The allegations made in the complaint\ndo not make out a case of negligence or deficiency in\nservice on the part of the respondents. All the doctors who\ntreated the patient are skilled and duly qualified specialists\nin their respective fields and they have tried their best to\nsave the life of the patient by joining their hands and heads\ntogether and performed their professional duties as a team\nwork. [para 19] [1083-E-G]\n3.2 On an independent examination of the order of\nthe Commission and the material on record, it is evident\nthat the Commission has properly and rightly appreciated\nthe entire factual and legal aspects of the matter and there\nF is no infirmity or perversity in the findings recorded by it\nwarranting any interference. [para 20] [1084-D-E]\nCase Law Reference\n(2005) 6 SCC 1\nreferred to\npara 18\nG\n(1957) 2 All ER 118\nreferred to\npara 18.2\n[2005] 7 SCC 1\nreferred to\npara 18.4\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1386\nof 2001\nH\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1067\nFrom the Judgement and Order dated 15.09.2000 of the A\nNational Consumer Disputes Redressal Commission at New\nDelhi in Original Petition No. 265 of 1992.\nShyam Diwan, P.K. Manohar, Ashok Kumar Singh,\nSurinder Dutt Sharma, Naresh Kumar Gaur, Sapam B. Meitei,\nYogmaya Agnihotri, Sanjib Sen, Nandini Gore, Pragya Baghel,\nSonia Nigam, Manik Karanjawala, A.S. Bhasme, Brajesh\nPandey, Sandeep Narain, Shri Narain, Arti Tiwari (for M/s. S.\nNarain \u0026 Co.), Jayashree Wad, Ashish Wad, Chirag S. Dave,\nSatya Vikram, Sameer Abhyankar (for M/s. J.S. Wad \u0026 Co.),\nfor the appearing parties.\nThe Judgement of the Court was delivered by\nLOKESHWAR SINGH PANTA, J.\n1] This appeal arises out of order dated 15.09.2000 of the\nNational Consumer Disputes Redressal Commission\n(hereinafter referred as the “Commission\") in Original Petition\nNo. 265 of 1992, whereby a complaint filed by Ms. Ins. Malhotra-\ncomplainant has been dismissed.\nB\nC\nD\n2] Brief facts leading to the filing of this appeal are as E\nfollows:\n2.1] The complainant-appellant herein is the sister of Priya\nMalhotra who died on 24.08.1989 in Bombay Hospital-\nrespondent no. 7 herein. In May, 1989 Priya Malhotra\ncomplained of burning sensation in stomach, vomiting and\ndiarrhea. On 13.07.1989, her family doctor Dr. P. H. Joshi\nadvised to get the patient admitted to Bombay Hospital for\ninvestigation and treatment under the care of Dr. Ramamoorthy.\nOn 14.07.1989, Priya Malhotra was admitted to the Bombay\nHospital, but on that day Dr. Ramamoorthy was out of station\nand in his absence Dr. Chaubal examined Priya Malhotra and\nprescribed to undergo several tests. Priya Malhotra was\ndiagnosed as having Koch's of abdomen.\nוד\nG\n2.2] On 16/17.07.1989, Dr. Jain suspecting kidney H\n1068 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA problem referred Priya Malhotra to Dr. A.Kriplani, a\nC\nNephrologist. On 18.07.1989, Dr. A. Kriplani informed appellant\nthat Priya Malhotra had kidney failure and chronic renal failure.\nThe appellant consented for immediate Haemodialysis as was\nrecommended by the doctor to save Priya Malhotra's life. In\nB spite of Heamodialysis, Priya Malhotra continued to have\nvomiting and diarrhea and the same went out of control. Dr. A.\nKriplani directed performance of Ba-meal and Ba-enema tests\nsuspecting Koch's of abdomen and the two tests conformed\ndilated loops of small intestine. Dr. Vasant S. Sheth carried out\nascetic tapping. On 22.07.1989, Dr. A. Kriplani advised\nPeritoneoscopy for confirming Koch's of abdomen. On the same\nday, on the recommendation of Dr. Vasant S. Sheth and Dr. A.\nKriplani, ultrasonography of upper abdomen was performed on\nPriya Malhotra for confirmation of Koch's of abdomen. On\n31.07.1989, Dr. Vasant S. Sheth performed ascetic tapping on\nPriya Malhotra and the diagnosis made from Histopathologist\nwas confirmation of Koch's abdomen (anti malignant). Dr. A.\nKriplani prescribed Streptomycin injection with other medicines.\nThe two reports of M.D. (Pathologist) and Dr. Arun Chitale dated\n01.08.1989 would show no T.B. organism in Peritoneal Fluid.\nOn 03.08.1989, Dr. A. Kriplani advised CT scan for confirmation\nof T.B. lower abdomen. Priya Malhotra vomited and could not\nbe controlled even by giving I.V.C.C Perinorm injection. On\n06.08.1989, chest X-ray taken by X-ray Department of the\nBombay Hospital showed lung and pleura normal.\nD\nE\nF\n2.3] On 08.08.1989, Dr. Vasant S. Sheth and Dr. [Mrs.] S.\nR. Jahagirdar examined Priya Malhotra and advised\nlaparoscopy. The operation was to be performed by Dr. [Mrs.]\nS. R. Jahagirdar on 09.08.1989. Four bottles of blood were given\nG to Priya Malhotra during diagnosis. Liver profile and renal profile\ntests were performed. Liver profile showed 'Australia Antigen'\npositive and renal profile showed low serum sodium and serum\npotassium. On 09.08.1989, Dr. Pramod came at about 3:00\na.m. and removed Femoral Cath. On that day, Priya Malhotra\nwas having high fever. On the same day, Dr. [Mrs.] S. R.\nH\n1\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1069\n[LOKESHWAR SINGH PANTA, J.]\nJahagirdar, could not attend the hospital and in her absence Dr. A\nPratima Prasad performed Laparoscopy when Dr. A. Kriplani,\nDr. Vasant S. Sheth and Dr. S. Gupta were also present in the\nO.T.\nB\nC\n2.4) After the operation, Priya Malhotra was removed to\nthe recovery room where she allegedly told the appellant by\ngestures that she was having severe pain in the chest and she\nwas speechless and having breathing difficulty. Dr. A. Kriplani\nobserved that there was no need to worry and Priya Malhotra\nwould be kept in I.C.U for two days under observation. On\n12.08.1989, Priya Malhotra was shifted to 3\" floor of the hospital.\nAccording to the appellant, Priya Malhotra started becoming\nsemi-conscious and erratic in behaviour. On 20.08.1989, Priya\nMalhotra developed intestinal fistula leading to her throwing out\nliquid from her body and she developed serious infections\nsepticemia. On 22.08.1989, Priya Malhotra became deep\nunconscious and she passed no urine and her face was swollen.\nOn 23.08.1989, Dr. A. Kriplani advised Haemodialysis and\nPneumothorax. Unfortunately, on 24.08.1989 at about 9:15 a.m.,\nPriya Malhotra expired. On the same day, post-mortem upon\nthe dead body of Priya Malhotra was conducted at J.J. Hospital, E\nBombay. The post-mortem report revealed the cause of death\nwas due to Peritonitis with renal failure.\nD\n2.5) The appellant filed police complaint against the doctors\nof Bombay Hospital in Azad Maidan Police Station, Bombay. In\nF\nthe year 1990, complaint was also filed before the Maharashtra\nMedical Council.\n2.6) On 02.07.1992, written complaint was sent by post to\nthe National Consumer Disputes Redressal Commission, which\nwas registered as Complaint No. 265 of 1992 against Dr. A. G\nKriplani, Dr. [Mrs.] Pratima Prasad, Dr. S. Gupte, Dr. Singhania,\nDr. [Mrs.] S. R. Jahagirdar and Dr. Sachdeva. On notice, the\nrespondents entered appearance and filed their separate written\nstatements. The Bombay Hospital initially was not a party in the\ncomplaint. An application for impleadment of Bombay Hospital H\n1070\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\n'B\nC\nD\nE\nF\nG\nH\nas party respondent no. 7 was allowed by the Commission in\nthe year 1996.\n3) During the course of the proceedings before the\nCommission, the appellant was granted opportunity to produce\nwritten opinion of expert doctors in support of her allegations\nmade in the complaint against the named doctors and Bombay\nHospital for their medical negligence or lack of proper medical\ntreatment to deceased Priya Malhotra. The appellant could not\nlead the evidence of any expert doctor in support of her complaint\nand she pleaded before the Commission that no expert doctor\nwas willing to give an opinion against the doctors of Bombay\nHospital though, according to her, unofficially some doctors had\nexpressed an opinion that injustice had been done to deceased\nPriya Malhotra. The appellant was issued notice to appear on\n09.07.2000 for recording of her cross-examination. The counsel\nfor the respondents stated before the Commission that they did\nnot intend to cross-examine the appellant. None of the\nrespondent had appeared as witness in support of his or her\ndefence, as pleaded in the written statement.\n3.1) On consideration of the entire material on record, the\nCommission vide its order dated 15.09.2000 dismissed the\ncomplaint of the appellant holding that the complainant has not\nbeen able to establish a case of medical negligence against\nthe respondents.\n4) Being aggrieved thereby, the appellant has filed this\nappeal under Section 23 of the Consumer Disputes Redressal\nCommission Act, 1986 (hereinafter referred to as the \"Act\").\n5) We have heard learned counsel for the parties, who\nhave taken us through the order of the Commission and other\nrelevant materials brought on record.\n6) The learned counsel appearing for the appellant\ncontended that the order of the Commission is bad on facts\nand in law as the same is passed without proper appreciation\nof the evidence of the appellant made in examination-in-chief\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1071\n[LOKESHWAR SINGH PANTA, J.] .\nbefore the Commission which has gone unrebutted and A\nuncontroverted as she has not been cross-examined by the\nrespondents. He next contended that none of the respondents\nhave appeared for cross-examination before the Commission\nnor any one of them has filed evidence on affidavit as prescribed\nunder Section 13 (4) (iii) of the Consumer Protection Act, 1986 B\nwhich prescribed procedure on admission of complaint before\nthe District Forum. The learned counsel also contended that\nthe appellant, despite her sincere efforts, could not get the\nassistance of expert doctors in support of her complaint and to\ndislodge the claim of the respondents, the Commission in the C\ninterest of the appellant could have on its own summoned expert\ndoctors from some Government institutions at Delhi to ascertain\nwhether proper and necessary medical treatment was given by\nthe doctors to Priya Malhotra or the doctors of Bombay Hospital\nin discharge and performance of their duties were, in any D\nmanner, negligent and careless.\n6.1) In support of his submission reliance is placed upon\na decision of this Court in Civil Appeal No. 3541 of 2002 titled\nMartin F. D'Souza v. Mohd. Ishfaq decided on 17.02.2009. In\nthe said case, the Division Bench of this Court has passed some E\ndirections, which read as under:-\nF\n\"We, therefore, direct that whenever a complaint is\nreceived against a doctor or hospital by the Consumer\nForum (whether District, State or National) or by the\nCriminal Court then before issuing notice to the doctor or\nhospital against whom the complaint was made the\nConsumer Forum or Criminal Court should first refer the\nmatter to a competent doctor or committee of doctors,\nspecialized in the field relating to which the medical\nnegligence is attributed, and only after that doctor or\ncommittee reports that there is a prima facie case of\nmedical negligence should notice be then issued to the\nconcerned doctor/hospital. This is necessary to avoid\nharassment to doctors who may not be ultimately found to\nbe negligent. We further warn the police officials not to H\nG\n"}