{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23}],"text":"1082 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA Three things are pertinent to be noted. Firstly, the standard of\ncare, when assessing the practice as adopted, is judged in the\nlight of knowledge available at the time (of the incident), and not\nat the date of trial. Secondly, when the charge of negligence\narises out of failure to use some particular equipment, the charge\nB would fail if the equipment was not generally available at that\npoint of time (that is, the time of the incident) on which it is\nsuggested as should have been used. Thirdly, when it comes to\nthe failure of taking precautions, what has to be seen is whether\nthose precautions were taken which the ordinary experience of\nC men has found to be sufficient; a failure to use special or\nextraordinary precautions which might have prevented the\nparticular happening cannot be the standard for judging the\nalleged negligence. [Paras 48 (2), 48 (4), 19 and 24]\n18.3) Again, it has been held that indiscriminate prosecution\nD of medical professionals for criminal medical negligence is\ncounter-productive and does no service or good to the society.\nA medical practitioner faced with an emergency ordinarily tries\nhis best to redeem the patient out of his suffering. He does not\ngain anything by acting with negligence or by omitting to do an\nE act. Obviously, therefore, it will be for the complainant to clearly\nmake out a case of negligence before a medical practitioner is\ncharged with or proceeded against criminally. A surgeon with\nshaky hands under fear of legal action cannot perform a\nsuccessful operation and a quivering physician cannot\nF administer the end-dose of medicine to his patient. If the hands\nbe trembling with the dangling fear of facing a criminal\nprosecution in the event of failure for whatever reason-whether\nattributable to himself or not, neither can a surgeon successfully\nwield his life-saving scalpel to perform an essential surgery, nor\nG can a physician successfully administer the life-saving dose of\nmedicine. Discretion being the better part of valour, a medical\nprofessional would feel better advised to leave a terminal patient\nto his own fate in the case of emergency where the chance of\nsuccess may be 10% (or so), rather than taking the risk of\nmaking a last ditch effort towards saving the subject and facing\nH\n}\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1083\n[LOKESHWAR SINGH PANTA, J.]\na criminal prosecution if his effort fails. Such timidity forced upon\na doctor would be a disservice to the society. [See paras 28,\n29 and 47]\n18.4) In the case of State of Punjab v. Shiv Ram and\nOthers [2005] 7 SCC 1, a three Judge Bench of this Court while\ndealing with the case of medical negligence by the doctor in\nconducting sterilisation operations, reiterated and reaffirmed\nthat unless negligence of doctor is established, the primary\nliability cannot be fastened on the medical practitioner. In\nparagraph 6 of the judgment it is said: (page no. 7)\nA\nB\n.C\n\"Very recently, this Court has dealt with the issues of\nmedical negligence and laid down principles on which the\nliability of a medical professional is determined generally\nand in the field of criminal law in particular. Reference may\nbe had to Jacob Mathew v. State of Punjab (2005) 6 SCC D\n1. The Court has approved the test as laid down in Bolam\nv. Friern Hospital Management Committee (1957) 1 WLR\n582: (1957) 2 All ER 118 (QBD) popularly known as\nBolam's test, in its applicability to India\".\n19. In the light of the propositions of law settled in the above E\ncited judgments of this Court, we are of the view that both on\nfacts and in law no case is made out by the appellant against\nthe respondents. The allegations made in the complaint do not\nmake out a case of negligence or deficiency in service on the\npart of the respondents. It is not the case of the appellant that F.\nthe doctors named in the complaint are not qualified doctors\nand specialized in their respective fields to treat the patient whom\nthey agreed to treat. All the doctors who treated the patient are\nskilled and duly qualified specialists in their respective fields\nand they have tried their best to save the life of Priya Malhotra\nby joining their hands and heads together and performed their\nprofessional duties as a team work. The appellant has not\nchallenged the post mortem report dated 25.08.1989 submitted\nby J.J. Hospital wherein it has been stated that before Priya\nMalhotra was admitted to Bombay Hospital, she was sick since\nG\nH\n1084 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA four months by loose motion and vomiting. A copy of post\nmortem report of deceased Priya Malhotra placed on record of\nthe Commission by Dr. A. Kriplani with his evidence on affidavit\nwould read as under:\nB\nс\nD\n-\nIII] Microscopy – 1) Kidneys (same histology in sections\nfrom the two bits) reveal advanced kidney disease in the\nend stage. Most of the glomeruli are sclerosed/hyalinised\nand structurally obsolete. Some of the few glomeruli not\neffected by advanced sclerosis reveal hypercellularity\nindicating that the end stage is the result of chronic\nprogressive diffuse proliferative glomerulinephritis. The\nend stage lesion is extensive, irreversible and can cause\nintractable chronic renal failure. Interstitial fibrosis and\ninflammation are widespread.\nFinally, it was opined by doctors that the death of Priya\nMalhotra was due to peritonitis with renal failure.\n20) On our independent examination of the order of the\nCommission and other entire material on record discussed\nhereinabove, we find that the Commission has properly and\nE rightly appreciated the entire factual and legal aspects of the\nmatter and there is no infirmity or perversity in the findings\nrecorded by the Commission which warrants any interference\nin this appeal.\nF\n21) No other point has been raised by the appellant. We,\nthus, find no merit and substance in any of the submissions made\non behalf of the appellant.\n22) In the result for the above-stated reasons there is no\nmerit in this appeal and it is, accordingly, dismissed.\nR.P.\n23) The parties are left to bear their own costs.\nAppeal dismissed.\n"}