{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\nB\nC\n1072\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\narrest or harass doctors unless the facts clearly come\nwithin the parameters laid down in Jacob Mathew's case\n(supra), otherwise the policemen will themselves have to\nface legal action.\"\n7) Mr. Shyam Diwan, Senior Advocate appearing on behalf\nof Dr. Kriplani, has canvassed correctness of the views taken\nby the Commission in the impugned order. He submitted that\nthe approach of the Commission in appreciating the\nconsequences of the complaint and the defence of the doctors\ntaken in their written statements can never be found faulty. He\nthen contended that the evidence of the appellant in examination-\nin-chief does not establish that Dr. A. Kriplani was ever negligent\nin performing his duties in his discipline. He contended that the\ntreatment which was adopted by the doctors was inconformity\nwith the advice and opinion of Dr. P.H Joshi and Dr.\nD Ramamoorthy and the appellant has not proved on record that\nthere was any kind of disagreement or divergence of opinion\nbetween Dr. A. Kriplani on the one hand and Dr. P.H. Joshi on\nthe other hand. The learned counsel for other respondents has\nadopted the arguments advanced by Mr. Shyam Diwan, Senior\nE Advocate appearing for Dr. A. Kriplani.\nF\nG\nH\n8) In order to appreciate the rival contentions of the learned\ncounsel for the parties, we have examined the impugned order\nof the Commission and the evidence led by the parties. The\nCommission in its order has noticed the decision of Maharashtra\nMedical Council dated 13.05.1999, whereby the Registrar of\nthe Council conveyed that the Maharashtra Medical Council after\ndiscussion on the merits and demerits of the case unanimously\nresolved that 'there is no negligence on the part of medical\npractitioners and they have managed the case to the best of\ntheir ability, therefore, it was unanimously resolved to drop the\nsaid inquiry and the medical practitioners be exonerated.'\n9) The order of the Commission would reveal that Dr. P.H\nJoshi had made noting on 26.07.1989 which reads\n\"Laparoscopy SOS shall review later\" while referring the case\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1073\n[LOKESHWAR SINGH PANTA, J.]\nD\nof Priya Malhotra to Dr. S.R. Jahagirdar who at the relevant time\nwas in-charge of Department of Obstetries and Gynaecology\nof the Bombay Hospital. The appellant had no complaint to make\nagainst Dr. P.H. Joshi, rather she had got full faith in him. As\nnoticed above, Dr. S.R. Jahagirdar was out of town on the day\nwhen the patient was to be operated upon and in her absence B\nPriya Malhotra was examined by Dr. Pratima Prasad and she\nhas filed written statement before the Commission in which it\nhas categorically been stated that on perusal of the case papers,\nshe noticed that the patient was referred to her because of\nsuspected \"Tubercular Peritonitis\" of the lower abdomen and C\n\"renal failure\". On examination of Priya Malhotra, Dr. Pratima\nPrasad noticed that the patient was not getting menstruation\nfor the last three months although before that period, her\nmenstruation periods were stated to be normal. After clinical\nexamination, Dr. Pratima Prasad advised Ultrasonograph of the\npelvis and laparoscopy to confirm the existence of tuberculosis\nof the gynaecological parts. Dr. Pratima Prasad stated that\nlaparoscopy was considered necessary for confirmation of the\ndiagnosis of tuberculosis of the abdomen and to get the\nhistopathological report. She stated that in the presence of Dr.\nVasant V. Sheth laparoscopy was done. The laparoscopy was\nnot contra-indicated from the various investigation reports and\ncheck-ups carried out on the patient prior to 09.08.1989. The\nCommission has in its order extracted the necessary averments\nmade by Dr. Pratima Prasad in her written statement in regard\nto the procedure and method of conducting laparoscopy which,\nin our view, are not necessary to be repeated in this judgment\nfor unnecessarily burdening the record. The record produced\nbefore the Commission would show that in the operation theatre,\nthe patient was jointly examined by Dr. A. Kriplani and Dr. S.R.\nGupte, Hon. Anaesthesiologist and they had taken conscious G\ndecision that the laparoscopy was not contra-indicated in any\nway. Dr. Pratima Prasad felt that an attempt to conduct\nlaparoscopy had to be abandoned and it became necessary to\nperform the laparotomy to get tissue for biopsy which was the\nmain and only objective of the investigation. In the process, the H\nE\nF\n1074 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA perforations caused during laparoscopy were duly sutured. On\nopening the abdomen, it was noticed that the patient had active\nmilitary tuberculosis. Peritoneum and all the abdominal\nstructures were adhered together. It was also noticed that the\nintestines were perforated due to introduction of laparoscopy\nB trocar and cannula. It was stated by Dr. Pratima Prasad that Dr.\nVasant V. Sheth performed the peritoneal biopsy and sutured\nsix intestinal perforations. The laparotomy was performed with\ncomplete success and did not create any complication to the\npatient. Dr. Pratima Prasad also submitted in her statement that\nC it was conclusively proved by the post-mortem examination that\nthe sutured intestines had healed and had not developed any\nleak.\n10) Dr. Pratima Prasad has strongly refuted the allegation\nmade by the appellant that Tubercular Peritonitis had developed\nD due to laparoscopy. She stated that Tubercular Peritonitis is a\nchronic disease which could not suddenly develop. It was\nalready present when laparoscopy was conducted. Dr. Pratima\nPrasad also stated in the written statement that the allegations\nof the appellant that there was a departure from the line of action\nE taken by Dr. P.H. Joshi and Dr. Ramamoorthy, were wholly untrue.\nShe stated that in fact, a perusal of the case papers would show\nthat Dr. P.H. Joshi had himself suggested laparoscopy on the\npatient. It was her statement that medical opinion was clear that\ntuberculosis of intestines could be detected best and easily by\nF performing laparoscopy. The allegations of the appellant that\nthe right lung of Priya Malhotra was collapsed due to the\nlaparoscopy has empathetically been denied by her. Dr. Pratima\nPrasad pleaded that during laparoscopy the direction of the\ntrocar and cannula were towards pelvis (downward direction)\neliminating any chance of causing pneumothorax or collapse of\nthe lung. The appellant could not lead evidence of any expert\ndoctor to counter or rebut the statement made by Dr. Pratima\nPrasad in her written statement.\nG\n11) In the light of the unrebutted and uncontroverted\nH statement of Dr. Pratima Prasad, the Commission, in our view,\ni\nT\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS.\n[LOKESHWAR SINGH PANTA, J.]\n1075\nhas rightly come to the conclusion that the appellant has failed A\nto establish that Dr. Pratima Prasad, in any manner, was\nnegligent or careless in performing laparoscopy upon the\ndeceased.\nC\nD\n12) The appellant also alleged that Dr. A. Kriplani and his B\nteam of doctors had discarded the line of treatment being\npursued by Dr. Ramamoorthy and Dr. P.H. Joshi, which had\nresulted in the death of Priya Malhotra. The appellant could not\neven remotely substantiate this allegation made against Dr. A.\nKriplani. There is not an iota of evidence on record to prove that\nDr. A. Kriplani had ever departed from the line of treatment being\ntaken and adopted by Dr. Ramamoorthy and Dr. P.H. Joshi. The\nappellant has clearly and unequivocally stated that she had no.\ncomplaint against the line of treatment being advised by Dr.\nP.H. Joshi. It was categorically stated by Dr. Pratima Prasad\nand Dr. A. Kriplani in their respective written statements that it\nwas Dr. P.H. Joshi who had in writing recommended\nlaparoscopy and the said recommendation was placed on\nrecord of the Commission by Dr. Pratima Prasad in support of\nher written statement. The doctors-respondents who were\ninvolved in the treatment of deceased Priya Malhotra have E\nestablished on record that the course of treatment pursued by\nthem in the Bombay Hospital was in no way contradictory or\nagainst the treatment given by Dr. Ramamoorthy. In fact, Dr.\nRamamoorthy had examined the patient and carried the\ninvestigation as a result thereof it was found that the patient F\nwas suffering from chronic renal failure. Dr. Ramamoorthy\nrequested Dr. A. Kriplani-respondent no.1 for an opinion\nrecorded as “Unit Note” dated 16.07.1989, a copy thereof, has\nbeen produced before the Commission duly signed by Dr.\nRamamoorthy. The contents of the \"Unit Note\" are extracted by G\nthe Commission in its order.\n13) Dr. Vasant S. Sheth of Bombay Hospital for the first\ntime examined Priya Malhotra on 24.07.1989 and found the\npatient suffering from kidney failure. Dr. Vasant S. Sheth was\ninformed that the patient had been undergoing haemodialysis H\n1076\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA since about 18.07.1989. On 21.07.1989, on clinical examination\nand going through the reports of the investigation conducted till\nthat day, it was found that the patient was suffering from end-\nstage renal failure and would require kidney transplant for her\nsurvival. When various tests were carried out, Dr. A. Kriplani\nB suspected the patient to be suffering from abdominal\ntuberculosis. In view of the suffering from abdominal tuberculosis\nand also of the gastrointestinal problems which had gone out of\nproportion to the Uremia, the expert doctors-respondents had\ndecided not to carry out any operation for kidney transplant. Dr.\nC A. Kriplani and Dr. Vasant S. Sheth both had agreed that it would\nD\nE\nF\nG\nH\nnot be advisable to carry out kidney transplant, having regard to\nthe state of health of the patient. The position of the patient was\nfully explained by Dr. Vasant S. Sheth to the patient and the\nappellant and both of them were informed that renal failure cases\nstood surgery bodily and were likely to develop complications\nfollowing minor surgery and might even result in death. On\n31.07.1989, Dr. Vasant S. Sheth performed diagnostic\nperitoneal tap for ascetic fluid examination and also to judge\nwhether laparoscopy would be safe or not. Having regard to the\nvarious problems of the patient and also the pathological and\nother reports of the patient, Dr. A. Kriplani and his colleagues\ncame to the conclusion that there was no better method\navailable for the patient than to perform laparoscopy. Dr.\nRamamoorthy also examined patient on 04.08.1989 and\napproved the decision of Dr. A. Kriplani to start anti-tuberculosis\ndrugs and advised administration of rifampicin/pyrazinamide.\nDr. Ramamoorthy had also insisted upon decision to do\nhistopathological tissue diagnosis to confirm existence of\ntuberculosis.\n14) Dr. [Mrs.] S.R. Jahagirdar-respondent stated that Priya\nMalhotra was admitted to Bombay Hospital under the\nobservation of Dr. Ramamoorthy and was later being treated\nby Dr. A. Kriplani who referred the patient to her for laparoscopy.\nIt was Dr. Vasant S. Sheth who on or about 08.09.1989\ncontacted her on telephone and gave her the details of the\nT\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1077\n[LOKESHWAR SINGH PANTA, J.]\ncomplications of Priya Malhotra. Dr. S. R. Jahagirdar stated A\nthat Dr. [Mrs.] Pratima Prasad who had special training to perform\ntissue biopsy by laparoscopy was assigned the job. Dr. A.\nKriplani is a Nephrologist, who at the relevant time was the In-\ncharge of the Nephrology Unit of the Bombay Hospital. Dr.\nVasant S. Sheth is the General Surgeon, who is specialized in B\nkidney transplant surgery. Dr. Vasant S. Sheth had to do\nlaparotomy on Priya Malhotra after having supervised\nlaparoscopy conducted by Dr. [Mrs.] Pratima Prasad. On\n21.07.1989, the patient was referred by Dr. Ramamoorthy to\nDr. A. Kriplani and Dr. Vasant S. Sheth. On detailed clinical c\nexamination and going through the records of the investigation\ndone upto 21.07.1989, Dr. Vasant S. Sheth came to the\nconclusion that patient was at the end-stage of renal failure and\nas such she needed kidney transplant for her survival as after\nmultiple sessions of haemodialysis the abdomen did not settle\ndown and also because of occurrence of recurrent features of\nintestinal obstruction, it was decided not to have surgical\nintervention in the case of the patient. Dr. Vasant S. Sheth\nagreed to the opinion given by two doctors namely, Dr. A.\nKriplani and Dr. Ramamoorthy that the issue of kidney\ntransplantation did not arise till abdominal tuberculosis would\nget healed completely.\nD\nE\n15) On re-examination and re-appraisal of the entire\nmaterial on record, we find that there was absolutely no\ndifference or divergence of opinion between a team of F\nspecialists and experts consisting of Dr. Ramamoothy, Dr. P.H.\nJoshi and Dr. A. Kriplani at any stage about the method and\nmode of treatment adopted by doctors-respondents in this case.\nDoctors had informed the patient and her relatives well in time\nthat condition of Priya Malhotra was critical and kidney G.\ntransplantation could not be done nearly for one year and also\nthe consequence of the renal failure suffered by the patient. Dr.\nVasant S. Sheth had opined that attempt to do laparoscopy had\nfailed in spite of two attempts and it became all the more\nimportant to perform laparotomy to get tissue for biopsy and to\nH\n1078 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA avoid any further injury that might have occurred due to the\nattempt at laparoscopy. On opening abdomen of the patient it\nbecame clear that the patient had extensive chronic peritonitis\nplastering the whole intestinal tract and intestines were\nperforated due to introduction of laparoscopic pressure and\nB cannula. Dr. Vasant S. Sheth performed peritoneal biopsy and\nsutured six intestinal perforations to start with. The patient was\nput in I.C.U and at the initial stages she was doing well but\nunfortunately on 17.08.1989 i.e. eight days after the operation\nshe developed jaundice probably due to anti-tuberculosis drugs\nC which had to be stopped. The material on record would show\nthat on 20.08.1989, the patient developed a fluid leak from the\nabdomen due to the leakage of ascites or beginning of fecal\nfistula. The condition of Priya Malhotra started deteriorating day\nby day despite best care and attention of specialists in I.C.U.\nD The appellant was kept fully informed about the deteriorating\ncondition of the patient, but the appellant abruptly instructed the\ndoctors to stop haemodialysis treatment to the patient. Because\nof the persisting demand of the appellant, haemodialysis was\nstopped which according to the respondents resulted in the\nuntimely death of Priya Malhotra. Exhibit-C which was part of\nthe continuation sheet of treatment of Medical Research Centre\nof Bombay Hospital placed on record of the Commission would\nreveal that on 23.08.1989 at 9.00 p.m., the patient was examined\nand it was also recorded thereon \"discussed with relatives and\nexplained the consequences of not draining of pneumothorax\nand not doing haemodialysis\". The appellant did not permit such\ntreatment and gave in writing \"I refused Haemodialysis and\nPneumothorax on my risk\".\nE\nF\nG\nH\n16) In the facts and circumstances noticed hereinabove,\nthe fact remains that when Priya Malhotra was brought to\nBombay Hospital for treatment her health was in very bad\ncondition. Renal failure had already taken place. In the post\nmortem report conducted at J.J. Hospital, Bombay, it finds\nrecorded that \"patient was sick since four months by loose\nmotion, vomiting and she was admitted in Bombay Hospital\nx\nMS. INS. MALHOTRA V. DR. A KRIPLANI \u0026 ORS. 1079\n[LOKESHWAR SINGH PANTA, J.]\nsince 14.07.1989. She was operated on 09.08.1989 and died A\non 24.08.1989. The cause of death was due to peritonitis with\nrenal failure\".\n17) In the backdrop of the factual situation of the present\ncase, we have examined the principles of law laid down by this\nCourt in the decisions cited by the learned counsel.\nB\nE\n18) A three Judge Bench of this Court in the case of Jacob\nMathew v. State of Punjab and Another [(2005) 6 SSC 1] had\nthe occasion to deal with and decide the liability of doctors in a\ndeath case arising due to criminal medical negligence for an c\noffence under Section 304-A of the Indian Penal Code, 1860.\nIn the case of professional negligence, it was observed that in\nthe law of negligence, professionals such as lawyers, doctors,\narchitects and others are included in the category of persons\nprofessing some special skill or as skilled persons generally. D\nAny task which is required to be performed with a special skill\nwould generally be admitted or undertaken to be performed only\nif the person possesses the requisite skill for performing that\ntask. Any reasonable man entering into a profession which\nrequires a particular level of learning to be called a professional\nof that branch, impliedly assures the person dealing with him\nthat the skill which he professes to possess shall be exercised\nwith reasonable degree of care and caution. He does not assure\nhis client of the result. A physician would not assure the patient\nof full recovery in every case. A surgeon cannot and does not\nF\nguarantee that the result of surgery would invariably be beneficial,\nmuch less to the extent of 100% for the person operated on.\nThe only assurance which such a professional can give or can\nbe understood to have given by implication is that he is\npossessed of the requisite skill in that branch of profession\nwhich he is practising and while undertaking the performance\nof the task entrusted to him he would be exercising his skill with\nreasonable competence. This is all what the person\napproaching the professional can expect. Judged by this\nstandard, the professional may be held liable for negligence on\none of two findings: either he was not possessed of the requisite H\n3\n1080 SUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA skill which he professed to have possessed, or, he did not\nexercise, with reasonable competence in the given case, the\nskill which he did possess. The standard to be applied for\njudging, whether the person charged has been negligent or not,\nwould be that of an ordinary competent person exercising\nB ordinary skill in that profession. It is not possible for every\nprofessional to possess the highest level of expertise or skills\nin that branch which he practices. A highly skilled professional\nmay be possessed of better qualities, but that cannot be made\nthe basis or the yardstick for judging the performance of the\nprofessional proceeded against on indictment of negligence.\n[Paras 18 and 48(3)]\nC\nE\n18.1) In the case of medical negligence, it has been held\nthat the subject of negligence in the context of medical profession\nnecessarily calls for treatment with a difference. There is a\nD marked tendency to look for a human actor to blame for an\nuntoward event, a tendency which is closely linked with the desire\nto punish. Things have gone wrong and, therefore, somebody\nmust be found to answer for it. An empirical study would reveal\nthat the background to a mishap is frequently far more complex\nthan may generally be assumed. It can be demonstrated that\nactual blame for the outcome has to be attributed with great\ncaution. For a medical accident or failure, the responsibility may\nlie with the medical practitioner, and equally it may not. The\ninadequacies of the system, the specific circumstances of the\ncase, the nature of human psychology itself and sheer chance\nmay have combined to produce a result in which the doctor's\ncontribution is either relatively or completely blameless. The\nhuman body and its working is nothing less than a highly complex\nmachine. Coupled with the complexities of medical science,\nG the scope for misimpressions, misgivings and misplaced\nallegations against the operator, i.e. the doctor, cannot be ruled\nout. One may have notions of best or ideal practice which are\ndifferent from the reality of how medical practice is carried on\nor how the doctor functions in real life. The factors of pressing\nneed and limited resources cannot be ruled out from\nLL\nF\nH\n+\n༼,\"༽\nMS. INS. MALHOTRA V. DR. A. KRIPLANI \u0026 ORS. 1081\n[LOKESHWAR SINGH PANTA, J.]\nconsideration. Dealing with a case of medical negligence needs A\na deeper understanding of the practical side of medicine. The\npurpose of holding a professional liable for his act or omission,\nif negligent, is to make life safer and to eliminate the possibility\nof recurrence of negligence in future. The human body and\nmedical science, both are too complex to be easily understood. B\nTo hold in favour of existence of negligence, associated with\nthe action or inaction of a medical professional, requires an in-\ndepth understanding of the working of a professional as also\nthe nature of the job and of errors committed by chance, which\ndo not necessarily involve the element of culpability.\nC\n18.2) Negligence in the context of the medical profession\nnecessarily calls for a treatment with a difference. To infer\nrashness or negligence on the part of a professional, in particular\na doctor, additional considerations apply. A case of occupational\nnegligence is different from one of professional negligence. A D\nsimple lack of care, an error of judgment or an accident, is not\nproof of negligence on the part of a medical professional. So\nlong as a doctor follows a practice acceptable to the medical\nprofession of that day, he cannot be held liable for negligence\nmerely because a better alternative course or method of E\ntreatment was also available or simply because a more skilled\ndoctor would not have chosen to follow or resort to that practice\nor procedure which the accused followed. The classical\nstatement of law in Bolam's case, (1957) 2 All ER 118, at p.\n121 D-F [set out in para 19 herein] has been widely accepted F\nas decisive of the standard of care required both of professional\nmen generally and medical practitioners in particular, and holds\ngood in its applicability in India. In tort, it is enough for the\ndefendant to show that the standard of care and the skill attained\nwas that of the ordinary competent medical practitioner G\nexercising an ordinary degree of professional skill. The fact that\na defendant charged with negligence acted in accord with the\ngeneral and approved practice is enough to clear him of the\ncharge. It is not necessary for every professional to possess\nthe highest level of expertise in that branch which he practices. H\n"}