{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"148 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA demanded was Rs.1,40,596.89. For the reasons stated in CA\nNo.4708/2002, this appeal is also allowed.\nB\nD\nE\nເມ\nF\nG\nRe: CA Nos.4710, 4711, 4712, 4713 of 2002\n39. All these four appeals relate to demands made upon\nthe breweries for duty on excess wastage in bottling and\nstorage of beer. The first appellant brewery has described the\nprocess of bottling of beer thus (in Annexure P2 to the writ\npetition – WP No.1375/1978):\n-\n\"Before carbonated beer is conveyed to the automatic\nbottling machine through pipes, the whole line is cleaned\nand sterilized to ensure that there are no wild bacteria\nwhich may spoil the beer passed through these pipes.\nBottles which are cleaned and sterilized in Automatic Bottle\nWashing Plant, are fed by conveyors to the beer bottling\nmachine. While the bottles are filled, some quantity of beer\nis spilt by foaming which takes place and with pressure of\nCo2 gas bottles burst in the process of bottling. The beer\nwhich is spilt is mixed with broken glass pieces, oil etc.\non the conveyor belts. It is contaminated and has to go\nwaste.\nTo increase the shelf life of beer, the filled bottles are\nplaced in pasteurization tanks and the water in which these\nbottles are immersed is gradually raised to temperature\nof 650 and after keeping these bottles for a fixed time in\nhot water, these are cooled down.\nWith the expansion of Co2 gas during this process some\nbottles burst and the beer contained therein gets mixed up\nwith water.\nLeaky bottles are also taken out from the pasteurization\ntanks, which are decanted for reprocessing of their\ncontents. Some wastage occurs in the process of\ndecanting.\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n149\nAfter pasteurization of filled bottles, capsuling, labeling and A\npacking is done, in which some bottles break. During the\nprocess of bottling what goes waste in spilling as\nmentioned above, in unavoidable. It does not exist in the\nform of goods for sale and human consumption. Thus\nbeing not an excisable article is not leviable with duty.\"\nThe Breweries have also described the various instances\nof bottling wastages in the writ petition as under:\n\"BOTTLING WASTAGES\nThe wastages occur at different stages in bottling process\nas under:\n(a) Loss of beer in transfer pipe from Bottling Tank to\nbottling machine, which has to be washed away to sterilize\npipes before bottling operations are began every day.\nB\nC\nD\n(b) There being pressure of CO2 gas in beer there is loss\nby bursting of bottles in filling and capping machines. With\nthe pressure of gas foaming takes place and there is\nspillage of beer between the bottling and capping E\nmachines. The spilt beer cannot be recovered as it gets\nmixed up with oil on the conveyor belts and is\ncontaminated.\n(c) There are some breakages on conveyors between F\ncapping machine and pasteurization tanks.\n(d) During pasteurization the filled bottles are immersed\nin water and the temperature of water is gradually raised\nto about 65°C after keeping for a fixed time, it is gradually\nG\ncolled, with the expansion of gas the bottles burst to a\nvarying percentage depending on the varying quality of\nbottles from mould to mould and batch to batch and beer\nis mixed with water in the tanks.\nH\nA\nB\n150 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(e) Some breakages do occur in capsuling, labelling and\npacking of filled bottles.\n(f) Sometimes rebottling may have to be done and loss on\nthis account may occur.\n40. The appellant breweries are holding bottling licences\nin form No.FL3 to bottle beer, governed by the U.P. Bottling of\nForeign Liquor Rules, 1969 ('Bottling Rules' for short). Rule 6\nprovides that every licence granted in Form No. FL3 shall be\nsubject to the conditions enumerated therein. Rule 7\nC enumerates the additional special conditions applicable to\nD\nE\nLL\nF\nG\nH\nbottling of India made liquor in bond under FL3 licence. Sub-\nrules (10) and (11) of Rule 7 are relevant for our purpose and\nthey are extracted below:\n\"7. Following additional special conditions will be\napplicable to bottling of Indian Made Foreign liquor in\nbond under F.I.-3 licence:\n(1) to (9) xxxxx omitted as not relevant\n(10) On the last working, day of every calendar month, after\nall the transactions for that day are made, the Excise\nInspector Incharge shall take the stock of unbottled and\nbottled spirit 3rd beer/stored in the bottling warehouse,\nenter into the prescribed registers and ascertain the\nwastage of spirit in the bottling operations and storage in\nthe bonded warehouse.\n(11) (a) An allowance up to one per cent may be made\non the total quantity of spirit and beer stored during a\nmonth for actual loss in bottling and storage. The licensee\nshall be responsible for the payment of duty on wastage\nin excess of one per cent,\n(b) when the wastage does not exceed the prescribed limit,\nno action need be taken by the Excise Inspector Incharge\nbut if an excess is found at the time of monthly stock taking\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n151\nthe Excise Inspector shall submit a statement to the A\nCollector by the fifth day of the month in Form F.L.B. 10\nshowing the quantity of actual wastage and the duty to be\npaid by the licensee on the excess wastage. On receipt\nof the statement the Collector shall recover the duty from\nthe licensee at the full rate of duty leviable on Indian made\nforeign spirit and beer.\"\nB\nC\n.41. The appellants contended that section 28A provides\nfor an allowance of 10% to cover losses due to evaporation,\nsullage and other contingencies within the brewery and also to\ncover losses in bottling and storage. Rule 53 of the Brewery\nRules as amended on 19.7.1975 (Rule 912 of the Excise\nManual) provides for an allowance of 9% of the total stock of\nbeer in the month to cover losses due to evaporation, sullage\nand other contingencies within the brewery. Rule 7(11)(a) of the\nBottling Rules provides for an allowance up to one per cent of D\nthe total stock of spirit during a month, for actual loss in bottling\nand storage. The appellants submitted that section 28A did not\nmake such a division of 10% allowance, into 9% for loss in the\nbrewery and one percent for loss in bottling; and that therefore\nit is impermissible to divide the wastage under two separate E\nheads of 9% wastage to cover losses due to evaporation,\nsullage and other contingencies within the brewery under rule\n53 of the Brewery Rules, (para 912 of U.P. Excise Manual) and\nonly one percent for losses in bottling and storage under the\nBottling Rules. According to them the wastage in bottling can\nitself go to an extent of 10%. At all events, if the total wastage.\ndue to evaporation, sullage and other contingencies in the\nbrewery and the total wastage in bottling and storage, together\ndid not exceed 10%, no duty or additional duty could be levied\non the assumption that the losses in bottling and storage was G\nrestricted only to one percent, as such division would be\ncontrary to section 28A of the Act.\n42. Rule 53 of Brewery Rules made in 1961 (para 912 of\nthe Excise manual) before the amendment on 19.7.1975\nF\nH\nс\n152 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA provided for allowance of a deficiency not exceeding 10% to\ncover losses in bulk due to evaporation, sullage and other\ncontingencies within the brewery. At that time a separate licence\nfor bottling was not contemplated. The Bottling Rules made in\n1969 provided for an allowance of one percent loss in bottling\nB and storage. On 19.7.1975, Rule 53 (para 912 of Excise\nmanual) was substituted and the allowance to cover losses due\nto evaporation, sullage and other contingencies within the\nbrewery was reduced to 9% in view of the provision in the\nBottling Rules providing for an allowance of one percent for\nlosses in bottling and storage. Section 28A was inserted by\nU.P. Act 9 of 1978 (with a provision that the section shall be\ndeemed always to have been inserted) providing for an\nallowance to a total extent of 10% in regard to losses within\nthe brewery and the losses in bottling and storage. It is not in\ndispute that the process of brewing beer and the process of\nbottling beer are considered to be distinct and separate\nprocesses governed respectively by the Brewery Rules and\nBottling Rules. The operations connected with bottling are\nrequired to be conducted in a separate premises under a\ndifferent licence. The process of bottling begins with the transfer\nof bulk beer from the brewery for bottling. Sub-section (2) of\nsection 28A refers to an allowance to an extent of 10% not only\nin regard to losses within the brewery but also to cover losses\nin bottling and storage. As noticed above, Rule 53 of the\nBrewery Rules and Rule 7(11) of the Bottling Rules when read\nconjointly show that the said rules are supplementary to each\nother and together implement section 28A of the Act. At all\nevents, the validity of neither Rule 53 of Brewery Rules nor Rule\n7(11) of Bottling Rules is under challenge. Be that as it may.\nD\nE\nF\nG\nH\n43. The brewery having obtained the bottling licence\nsubject to the special conditions which include the condition in\nRule 7(11) of the Bottling Rules, cannot ignore the said Rule\nand contend that the allowance for losses in bottling could be\nmore than one percent, that is upto ten per cent. In view of the\nabove there is no merit in the contention of the breweries that\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n153\nthey are entitled to allowance of ten per cent towards losses in A\nbottling and storage after the excisable article has left the\nBrewery. The appeals are therefore liable to be dismissed.\nConclusion :\n44. CA Nos.4708-4709/2002 are allowed and the order\nof the High Court in Civil Misc. WP Nos.3968/1978 and 4043/\n2008 are set aside and the said writ petitions are dismissed.\n45. CA Nos.4710, 4711, 4712 \u0026 4713/2002 are\ndismissed affirming the decision of the High Court dismissing\nC.M. W.P. Nos.1375/1978, 3690/1979, 4136/1978 and 4157/\n1978, though for reasons, somewhat different from the\nreasoning of the High Court.\nD.G.\nB\nC\nAppeals disposed of.\nD\n"}