{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nC\nD\n[2011] 14 (ADDL.) S.C.R. 98\nSTATE OF U.P. \u0026 ORS.\nV.\nM/S MOHAN MEAKIN BREWERIES LTD. \u0026 ANR.\n(Civil Appeal Nos. 4708-4709 of 2002)\nSEPTEMBER 23, 2011\n[R. V. RAVEENDRAN AND P. SATHASIVAM, JJ.]\nUttar Pradesh Excise Act, 1910:\n-\ns.29(e)(i) - Beer - Excisablity of - Stage when the beer\nmanufactured is exigible to duty Held: When the\nfermentation process of wort is completed, it becomes an\nalcoholic liquor for human consumption and there is no legal\nimpediment for subjecting beer to excise duty at that stage -\nThe State has legislative competence to levy excise duty on\nbeer either after the completion of the process of fermentation\nand filtration, or after fermentation - Excise laws – Liquor.\n-\n-\n-\nS. 28A Imposition of additional duty Excess\nmanufacturing wastage - Basis for determination - Held: The\nE base measurement is taken in the fermentation vessel and\n9% standard allowance is provided to cover losses on\naccount of evaporation, sullage and other contingencies within\nthe Brewery - Uttar Pradesh Brewery Rules 1961 – r.53.\nF\nG\nConstitution of India, 1950:\n-\nSeventh Schedule, List II, Entry 51 - Held: Entry 51\nshould be read not only as authorizing the imposition of an\nexcise duty, but also as authorizing a provision which prevents\nevasion of excise duty - To ensure that there is no evasion\nof excise duty in regard to manufacture of beer, the State is\nentitled to make a provision to prevent evasion of excise duty,\nthough it is leviable at the stage of issue from the brewery\nExcise - Liquor.\n--\nH\n98\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR.\nLIQUOR:\n99\nA\nBeer - Process of Brewing - Discussed - Excise laws.\nThe instant appeals were filed by the State and the\nBreweries. The appeals by the State related to imposition\nof duty and additional duty on excess wastage in the\nbrewery. The appeals by the Breweries related to\nimposition of duty and additional duty on excess bottling\nwastage.\nB\nD\nBy impugned order, the High Court had directed the C\nstate government to decide the revision afresh \"after\ncalculating the stock of beer for the purpose of original\nRule 53 of UP Brewery Rules 1961 (Para 912 of UP Excise\nManual as it then existed) and section 28-A of the UP\nExcise Act, when after filtration the same has assumed\nthe shape as a finished product which is normally\nconsumed by human beings as beverage or drink\". It\nalso held that the point at which the liquor manufactured\nby the brewery is exigible to duty is at the stage, when\nthe beer is capable of being consumed by human beings\nas a beverage comes into existence and the deficiency\nshould be worked out with reference to measurement at\nsuch stage. The High Court rejected the procedure\nadopted by the appellants that the process of\nmanufacture is complete and the liquor becomes exigible\nto duty when the wort along with the yeast is received in\nthe fermenting vessels and ferments and that is the stage\nof ascertaining excess manufacturing wastage (excess\ndeficiency).\nE\nF\nThe stand of the Brewery was that the wastage G\nallowance was to be given, not with reference to the\nquantity in the fermentation tank, but with reference to the\nquantity in the storage/bottling tanks (after completion of\nfermentation and filtration process) when the\nmanufacturing process is complete and only bottling H\n100 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA remains; that the measurement should be taken only\nwhen the manufacture is complete and not when it is still\nin the process of manufacture; and the manufacture\nprocess is completed not when the wort is in the\nfermentation tank but only when the filtration process is\nB finished.\nC\nD\nE\nF\nThe questions which arose for consideration in the\ninstant appeals were: At what stage does the beer\nmanufactured is exigible to duty; and whether the\nprocedure adopted by the appellants for ascertaining\nexcess manufacturing wastage (excess deficiency) is\nproper.\nDisposing of the appeals, the Court\nHELD: 1. The process of brewing beer involves\nmalting, mashing, boiling, fermentation, separation of\nyeast from the beer, ageing and finishing. The fermented\nalcoholic liquor that can be identified as 'beer' comes into\nexistence on completion of the process of fermentation.\nAgeing is carried out only in the manufacture of certain\ntypes of beer, by storing beer in storage tanks for certain\nperiod. Filtration removes the remaining yeast (the major\nportion settles as sediment in the fermentation vats and\nis removed as sullage) and then packed into barrels,\nbottles or cans. The filtration, ageing and finishing are\nprocesses to remove impurities, improve the clarity, taste\nand increase shelf life. [Para 13] [121-C-E]\nR.C. Jall Parsi vs. Union of India AIR 1962 SC 1281:\n1962 Suppl. SCR 436; State of U.P. vs. Delhi Cloth Mills\nG 1991 (1) SCC 454: 1990 (2) Suppl. SCR 168 - referred to.\nEncyclopedia Britannica (15th Edition, Vol.14, Page\n739); Wikipedia (http://en.wikipedia. org/wiki/Beer)\nreferred to.\n-\nH\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN 101\nBREWERIES LTD. \u0026 ANR.\nRe: Question No. (i)\n-\nA\nC\n2. The words 'received in the bottling tank' obviously\nreferred to beer being received in any container or vessel\nfor storage, after fermentation and filtration. It may\nhowever be noted that the said observation that beer is\nB\nexigible to excise duty only when it passes through the\nfine filter press would apply only to the standard types\nof beer which is sold in bottles and cans. Beer is also\nsupplied in casks and barrels, taken directly from\nfermentation vessels without undergoing any filtration or\nfurther processing, known as Draught (or Draft) beer.\nSuch beer is unpasteurized and unfiltered (or even if\nfiltered, only in a limited manner and not fine filtered like\nbeer intended to be sold in bottles or cans). Para 29 of\nExcise Manual (Vol.V Chapter XI) notes that\nuncarbonated top fermentation beer, which include D\ndraught beer are racked directly from the fermenting\nvessel. Thus when the fermentation process of wort is\ncompleted, it becomes an alcoholic liquor for human\nconsumption and there is no legal impediment for\nsubjecting beer to excise duty at that stage. Therefore, E.\nthe State has legislative competence to levy excise duty\non beer either after the completion of the process of\nfermentation and filtration, or after fermentation. Section\n29 (e)(i) of the U.P. Excise Act, 1910 makes it clear that in\nthe case of beer manufactured in a brewery, excise duty F\nmay be levied, by a rate charged upon the quantity\nproduced or issued from the brewery or issued from a\nwarehouse. This means that in respect of beer that\nundergoes the process of filtration, the exigibility to\nexcise duty will occur either at the end of filtration G\nprocess when it is received in storage/bottling tanks or`\nwhen it is issued from the brewery. In regard to draught\nbeer drawn directly from fermentation vessels, without\nfurther processing or filtration, the exigibility to excise\nduty will occur either at the end of fermentation process H\n102 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA or when it is issued from the brewery. [Paras 22, 23] [133-\nA-H]\nB\nC\nD\nLU\nE\nSynthetics and Chemicals Ltd \u0026 Ors. vs. State of U.P. \u0026\nOrs. 1990 (1) SCC 109: 1989 (1) Suppl. SCR 623; State of\n.U.P. vs. Modi Distillery \u0026 Ors. 1995 (5) SCC 753: 1995 (3)\nSuppl. SCR 119; Government of Haryana vs. Haryana\nBreweries Ltd. \u0026 Anr. 2002 (4) SCC 547: 2002 (1) SCR 942\n-- relied on.\nQuestion No.(ii)\n3.1. Entry 51 of List II of Seventh Schedule of the\nConstitution of India should be read not only as\nauthorizing the imposition of an excise duty, but also as\nauthorizing a provision which prevents evasion of excise\nduty. To ensure that there is no evasion of excise duty\nin regard to any beer manufactured, the State is entitled\nto make a provision to prevent evasion of excise duty,\nthough it is leviable at the stage of issue from the\nbrewery. The beer brewing process shows that once the\nwort ferments, it becomes consumable, though the\nmanufacturing process to have a finished product may\nin some cases require filtration, aging carbonization etc.\nTo ensure that there is no evasion of excise duty by\ndiversion of beer (excisable article) before it becomes a\nfinished product, section 28A of the Act has been\nenacted and that is implemented by Rule 53 of the\nBrewery Rules, and Rule 7 of the Bottling Rules. The\nExcise Inspector in-charge is required to take physical\nstock of the beer in hand in the brewery periodically\n(once a quarter prior to the amendment of 1975 and once\nG in a month from July 1975) by dip and gravity of the\nquantities in the fermentation vessels. Recourse to\nsection 28A of the Act will be held only when there is\nabnormal deficiency or shortage in the actual quantity in\nthe brewery when compared to the quantity mentioned\n¼ in the stock account, that is more than 9%, which would\nF\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN 103\nBREWERIES LTD. \u0026 ANR.\nc\nD\nshow evasion of excise duty. The standard procedure of A\nlevying excise duty is not on the quantity of excisable\narticle in the fermentation vessels. The standard\nprocedure is to levy excise duty when the beer is\nremoved from the brewery. The State was thus collecting\nexcise duty in the usual course with reference to the beer B\nafter the entire manufacturing process was completed\nwhen it is removed from the brewery. It resorted to\nsection 28A, Rule 53 of Brewery Rules and Rule 7 of\nBottling Rules and levied double the amount of excise\nduty (excise duty plus equal amount as additional duty)\nonly in those months when the periodic examination\nshowed excessive manufacturing 'wastage'. The\nprocedure adopted was the most logical process to\nensure that excisable articles were not clandestinely\nremoved and to ensure that there is no evasion of excise\nduty having regard to the brewing procedure. If the actual\nstock assessed is less than the stock as per Stock\nAccount and the difference is less than 9%, the difference\nwas ignored. Only if the difference exceeded 9%, the\nquantity in excess of 9% was treated as the excess\nwastage and excise duty and an equal amount as\nadditional duty was charged in regard to such excess.\nFor this purpose necessarily the quantity in the\nfermentation vessels had to be considered. If the quantity\nin the bottling tanks are to be taken as the basis, then\nthere will be no way of finding out whether there was any\nsiphoning off from the fermentation vessel or during\nfiltration process. Fermented wort is beer and it could be\nremoved from fermenting vessels or during storage or\nfiltration. Therefore, the base measurement is taken in the\nfermentation vessel and 9% standard allowance is\nprovided to cover losses on account of sullage etc.\n[Paras 26, 28, 29] [134-B; 136-A-D; 137-C-H; 138-A-B]\n3.2. The Act provides that levy of excise duty on beer\ncan not only be with reference to the quantity produced\nE\nLL\nF\nG\nH.\nс\n104 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA and issued from a brewery, but can also be by calculating\nthe quantity of materials used or by the degree of\nattenuation of the wash or wort, as the case may be, as\nthe State Government may prescribe. This means the\nexcise duty on the beer manufactured can be levied not\nB only with reference to the actual quantity issued or\nremoved, but can also be by a rate charged in\naccordance with a scale of equivalent, calculated on the\nquantity of materials used or by the degree of attenuation\nof the wash or wort prescribed by the State Government.\nThe said alternative method of levying excise duty does\nnot depend upon the actual quantity manufactured or\nissued. It is with reference to the deemed quantity\nmanufactured rather than the actual quantity\nmanufactured. Such a procedure has been in vogue in\nEngland and it is permissible in India. Rule 42 of Chapter\nXI of the Excise Manual (Vol. 5) gives a detailed\ndescription of the attenuation method of charging duty\non beer. Therefore there is nothing wrong in adopting the\nprocedure prescribed in section 28A and Rule 53 of\nBrewery Rules to determine the excess manufacturing\nwastage. [paras 30, 31] [138-C-E; 143-C]\nD\nE\nF\n3.3. When manufacturing process is complete and\nthe beer has reached storage/bottling tanks, there is no\nquestion of any manufacturing loss. The allowance of 9%\nis made to cover loss due to evaporation, sullage and\nother contingencies within the brewery. 9% is allowed as\nloss in quantity because the quantity in fermentation tank\nis measured and taken as the base and thereafter the\nsullage/yeast heads are removed as sediment in the\nfermentation vessels or by the filtration process and there\nwill also be certain amount of evaporation during the\nprocess of filtration, racking and storage etc. If the\nquantity measured after the fermentation and filtration\nprocesses should be the base figure, for purpose of\nallowance to cover loss on account of sullage,\nH evaporation etc., there will be no need for granting any\nG\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN 105\nBREWERIES LTD. \u0026 ANR.\nD\nallowance because once it have passed the filtration A\nstage the sullage and other impurities has been removed\nand the beer is ready for being filled in barrels, casks or\nbottles. The 9% allowance is for the wastages occurring\nduring the stages of fermentation and filtration and not\nin regard to the stages between storage after filtration B\nand removal. The Brewery has virtually mixed up the\nissue relating to the question as to when beer is exigible\nto excise duty with the question as to the quantity on\nwhich the allowance of 9% should be granted. A\ncombined reading of rules 37 and 53 of Breweries Rules, C\nwith or without section 28A make it clear that the\nallowance of 9% as losses in the brewery (10% as losses\nin the course of manufacture in the brewery prior to 1975)\nis with reference to the quantity in the fermentation tank\nand not with reference to the quantity of beer in the\nstorage/bottling tanks after filtration. A large allowance up\nto 9% of the total stock of beer has been provided\ntowards wastage, only to cover the loss occurring from\nfermentation stage to post-filtration stage, as the quantity\nhas been calculated with reference to the fermentation\nvats and there will be considerable wastage due to\nsullage and evaporation. Rules 37 and 53 of the\nBreweries Rules (paras 896 and 912 of the Excise\nManual) also proceeded on that basis that the\nmeasurement would be with reference to the quantities\nin the fermentation vessels taken by dip and gravity\nmethod. If the quantity measured in the storage/bottling\ntanks (after filtration) should form the basis, there was no\noccasion or need for making a huge allowance of 9% for\nsullage, evaporation and other contingences, as there\nwould be no sullage, evaporation or other wastages after\nthat stage (that is completion of manufacture) and the\nallowance under Section 28A of the Act will become\nredundant, except for the small percentage provided for\nwastage during bottling and storage. [Paras 32-34, 36]\n[142-D-H; 143-A-D-H; 144-A, D-E; 146-D]\nE\nF\nG\nH\n106 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 3.4. When the quantity of the liquid in the\nfermentation vessels were measured, on account of\nfermentation, the liquid was already in the process of\nconversion into an 'alcoholic liquor for human\nconsumption', though had not become a finished product\nB of beer. Therefore, the principles in Baldev Singh and A.\nSanyasi Rao, will apply and not the decision in Modi\nDistillery. Therefore we hold that there is no infirmity in\nthe method adopted by the excise department to arrive\nat the excess wastage or in making a demand for excise\nC duty and additional duty in regard to such excess\nwastage. [para 37] [147-E-F]\nD\nF\nBaldeo Singh vs. C/T 1961 (1) SCR 482; Union of India\nvs. A. Sanyasi Rao and others 1996 (3) SCC 465: 1996 (2)\nSCR 570 relied on.\nState of U.P. vs. Modi Distillery \u0026 Ors. 1995 (5) SCC 753:\n1995 (3) Suppl. SCR 119 - held inapplicable.\n4. In the appeals relating to demands made upon the\nbreweries for duty on excess wastage in bottling and\nE storage of beer, the appellant breweries were holding\nbottling licences in form No.FL3 to bottle beer, governed\nby the U.P. Bottling of Foreign Liquor Rules, 1969. Rule\n6 provides that every licence granted in Form No. FL3\nshall be subject to the conditions enumerated therein.\nRule 7 enumerates the additional special conditions\napplicable to bottling of India made liquor in bond under\nFL3 licence. Rule 53 of Brewery Rules made in 1961 (para\n912 of the Excise manual) before the amendment on\n19.7.1975 provided for allowance of a deficiency not\nexceeding 10% to cover losses in bulk due to\nevaporation, sullage and other contingencies within the\nbrewery. At that time a separate licence for bottling was\nnot contemplated. The Bottling Rules made in 1969\nprovided for an allowance of one percent loss in bottling\nand storage. On 19.7.1975, Rule 53 (para 912 of Excise\nG\nH\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN 107\nBREWERIES LTD. \u0026 ANR.\nA\nB\nC\nD\nmanual) was substituted and the allowance to cover\nlosses due to evaporation, sullage and other\ncontingencies within the brewery was reduced to 9% in\nview of the provision in the Bottling Rules providing for\nan allowance of one percent for losses in bottling and\nstorage. Section 28A was inserted by U.P. Act 9 of 1978\n(with a provision that the section shall be deemed always\nto have been inserted) providing for an allowance to a\ntotal extent of 10% in regard to losses within the brewery\nand the losses in bottling and storage. It is not in dispute\nthat the process of brewing beer and the process of\nbottling beer are considered to be distinct and separate\nprocesses governed respectively by the Brewery Rules\nand Bottling Rules. The operations connected with\nbottling are required to be conducted in a separate\npremises under a different licence. The process of\nbottling begins with the transfer of bulk beer from the\nbrewery for bottling. Sub-section (2) of section 28A refers\nto an allowance to an extent of 10% not only in regard to\nlosses within the brewery but also to cover losses in\nbottling and storage. Rule 53 of the Brewery Rules and\nRule 7(11) of the Bottling Rules when read conjointly\nshow that the said rules are supplementary to each other\nand together implement section 28A of the Act. At all\nevents, the validity of neither Rule 53 of Brewery Rules\nnor Rule 7(11) of Bottling Rules is under challenge. The\nbrewery having obtained the bottling licence subject to F\nthe special conditions which include the condition in Rule\n7(11) of the Bottling Rules, cannot ignore the said Rule\nand contend that the allowance for losses in bottling\ncould be more than one percent, that is upto ten per cent.\nIn view of that, there is no merit in the contention of the G\nbreweries that they are entitled to allowance of ten per\ncent towards losses in bottling and storage after the\nexcisable article has left the Brewery. [Paras 39, 40, 42,\n43] [148-B; 150-B-C; 151-H; 152-A-H; 153-A]\nE\nH\n"}