{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n108 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nMohan Meakin Ltd. v. Excise \u0026 Taxation Commissioner,\nH.P. 1997 (2) SCC 193: 1996 (9) Suppl. SCR 258 – relied\non.\n-\nCase Law Reference:\nB\n1962 Suppl. SCR 436\nreferred to\nPara 16\n1989 (1) Suppl. SCR 623\nrelied on\nParas 17, 21\n1990 (2) Suppl. SCR 168\nreferred to\nPara 18\n1996 (9) Suppl. SCR 258\nrelied on\nPara 19, 22\nC\n2002 (1) SCR 942\nrelied on\nPara 20, 21, 31\n1995 (3) Suppl. SCR 119 referred to\nPara 21\n1961 (1) SCR 482\nrelied on\nPara 26\nD\n1996 (2) SCR 570\nrelied on\nPara 27\nE\nF\nG\nH\n1995 (3) Suppl. SCR 119 held inapplicable Para 37\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4708-4709 of 2002.\nFrom the Judgment and Order dated 15.03.2002 of the\nHigh Court of Judicature at Allahabad in C.M.W.P. Nos. 3968\nand 4043 of 1978.\nDinesh Dwivedi, H.N. Salve, Salman Khurshid, Rakesh\nKumar Khanna, Ravi Prakash Mehrotra, Garvesh Kabra, Dr.\nRashmi Khanna, Surya Kant, Suruchi Aggarwal, Riteesh Singh,\nJhanvi Woraha, Pranav Vyas and Faizy Ahmad Syed for the\nappearing parties.\nThe Judgment of the Court was delivered by\nR.V. RAVEENDRAN J. 1. Civil Appeal Nos.4708-4709\nof 2002 are filed by the State of Uttar Pradesh aggrieved by\nthe common order dated 15.3.2002 of the Allahabad High\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n109\nCourt allowing CMWP No.3968 of 1978 and CMWP No.4043 A\nof 1978 filed by two Breweries. Civil Appeal Nos. 4710, 4711,\n4712 and 4713 of 2002 are filed by the Breweries aggrieved\nby the said common order dated 15.3.2002, dismissing their\nwrit petitions - CMWP Nos. 1375 of 1978, 3690 of 1979, 4136/\n1978 and 4157/1978. The appeals by the state relate to B\nimposition of duty and additional duty on excess wastage in the\nbrewery. The appeals by the Breweries relate to imposition of\nduty and additional duty on excess bottling wastage.\nCivil Appeal No.4708 of 2002\n2. The first respondent (for short the 'Brewery') held a\nBrewery Licence issued under section 18(c) of the Uttar\nPradesh Excise Act, 1910 ('Act' for short) in Form-B1 and a\nBottling Licence for bottling liquor for sale issued under section\n17(1)(d) of the Act in Form FL-3. The Brewery was carrying on\nthe manufacturing of beer and bottling of beer in bond, under\nthe said Licences.\nC\nD\nE\nF\n3. The Excise Inspector in-charge of the Brewery maintains\na Register of manufacture and issue of beer in Form B-16. The\nExcise Inspector is required to examine the accounts of the\nbrewery and take stock of the beer in hand in the brewery, on\nthe last working day of every calendar month (prior to 19.7.1975,\nsuch examination was required to be done at the end of each\nquarter) after all the issues for that day are made. If he found\nthat the actual quantity of beer in stock in the brewery was.less\nthan the quantity shown in the stock account, but the deficiency\ndid not exceed 9%, he had to disregard the same as allowance\nupto 9% was permitted to cover the losses due to evaporation,\nsullage and other contingencies. But where the deficiency\nexceeded 9%, he was required to enquire into the cause and\nsubmit a report of the result to the Excise Commissioner in that\nbehaif. The Excise Inspector in-charge, was accordingly\nsending reports to the Excise Commissioner whenever there\nwas excess wastage in the case of the first respondent brewery.\nThe Excise Commissioner issued show-cause notice giving H\nG\n110 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA opportunity to the Brewery to explain the excess wastage. After\nconsidering the explanation, the Excise Commissioner found\nthat there was no satisfactory explanation and made ten orders\nbetween 26/28.6.1966 and 24.11.1973 in regard to excess\n'manufacturing wastage' during the period September, 1963\nB to March, 1973, and levied and demanded in all 81,94,310/-\nas excise duty and an equal amount as additional duty in regard\nto the deficiency in excess of 9% of the total stock of beer (10%\nprior to 19.7.1975). The said orders were challenged by the first\nrespondent by filing a revision before the state government. The\nstate government by order dated 12.4.1978 dismissed the\nrevision petition and upheld the demands by the Excise\nCommissioner.\nC\nD\nE\n4. The first respondent challenged the orders of the Excise\nCommissioner and the state government in Civil Misc. Writ\nPetition No.3968 of 1978. A Division Bench of the High Court\nallowed the said writ petition with other connected petitions by\na common order dated 15.3.2002. It quashed the revision order\ndated 12.4.1978 and directed the state government to decide\nthe revision afresh \"after calculating the stock of beer for the\npurpose of original Rule 53 of UP Brewery Rules 1961 (Para\n912 of UP Excise Manual as it then existed) and section 28-A\nof the UP Excise Act, when after filtration the same has\nassumed the shape as a finished product which is normally\nconsumed by human beings as beverage or drink\". In short the\nF High Court has held that the point at which the liquor\nmanufactured by the brewery was exigible to duty was at the\nstage, when the beer is capable of being consumed by human\nbeings as a beverage, comes into existence and the deficiency\nshould be worked out with reference to measurement at such\nG stage. The High Court rejected the contention of the appellants\nthat as soon as wort along with yeast is received in the\nfermenting vessels and ferments, the process of manufacture\nis complete. Feeling aggrieved by the decision of the High\nCourt, the appellant has filed this appeal.\nH\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nContention of Parties\n111\nA\nB\nC\n5. The State contends that the liquor becomes exigible to\nduty when the wort (processed extract of malt) along with yeast\nis received in the fermenting vessels and ferments. It is\ncontended that as the wort is placed in the fermentation tanks\nand the yeast is added to it, fermentation starts immediately\nwith the conversion of sugar into alcohol. After the addition of\nyeast when alcohol is first formed, the liquid in the fermentation\ntank becomes alcoholic liquor for human consumption. It is\npointed out that Entry 51 of List II of Seventh Schedule uses\nthe words \"alcoholic liquor for human consumption” and not\n\"alcoholic liquor fit for human consumption\" and therefore, beer\nis 'manufactured' when the fermenting agents are added to the\nwort and fermentation process commences. The State\ncontended that excise duty is leviable on the manufacture and\nproduction of goods; and that the stage at which it should be D\nimposed, the manner of collection thereof and the rate at which\nit is to be imposed, are matters within the discretion of the\nState. It is lastly submitted that the power to impose a tax or\nduty implicitly carries with it the power to provide against\nevasion thereof. It is submitted that what is in issue is not levy E\nof excise duty, but the validity of measures introduced to identify\nthe unauthorised or illegal diversion of beer resulting in evasion\nof excise duty.\n6. The case of the state government as put forth in the\nF\ncounter affidavit to the writ petition is extracted thus: Wort is\npassed into the fermentation vat and fermenting yeast are\nadded to the wort by a simultaneous process. As soon as the\nwort along with yeast is received in the fermenting vessels or\nfermenting vat, it ferments and process of manufacture of beer\nis complete. It is gauged to find out its quantity and this quantity\nis entered in the resister in Form B-4. In the said register in\nForm-B4 the dip and gravity of the wort is taken. As\nfermentation starts simultaneously the quantity determined by\ndip and gravity is taken to be beer produced. On the register\nin Form B-4 the Brewers put in their initials. It is denied that\nG\nI\nH\nA\nB\n112 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nprocess of manufacture of beer ends when sullage and yeast\ncalls are removed by filtration. In fact quantity of yeast and\nsullage filtered out may vary from one filtration to another in\ndifferent process. Even after filter beer contains both some\nyeast and sullage and petitioner cannot say that he is only\nentitled to pay excise duty on such quantity after excluding all\nsuch yeast and sullage. The filtration is only a process to make\nit more marketable in this competitive business but could not\nbe part of manufacture. The event of excisable article going into\nhuman consumption has no connection with the taxable event\nC in the case of excise duty and excise duty is imposed at the\nstage of manufacture of goods and not at the stage of excisable\narticle going into human consumption.\nD\nE\n7. The Brewery contended that the stage for levy and\nrealisation of excise duty on beer was the stage of issue of beer\nfrom the brewery/bottling bonded warehouse after complying\nwith the statutory provisions and regulations prescribed for\nbottling and issue for sale. It was submitted that no excise duty\ncould be imposed prior to the stage of occurrence of the\nexcisable event, namely the issue of beer from the brewery/\nbottling bonded warehouse for sale and human consumption.\nAlternatively, it was submitted that beer manufactured was\nexigible to duty at the time or stage when the finished product\n(beer) is received in the storage/bottling tanks, after filtration\nand not at any earlier stage of manufacturing process. It is\nsubmitted that the system of collection of excise duty on beer,\ndoes not permit levy or realisation of any amount by way of\nexcise duty or fine on the quantity of beer which is wasted in\nthe manufacturing process before it become exigible to excise\nduty. It is contended that the legislative competence to levy\nG excise duty under Entry 51(a) of List II of Seventh Schedule to\nConstitution of India is with reference to 'alcoholic liquors for\nhuman consumption'. As the wort solution cannot be described\nas alcoholic liquor for human consumption at the stage of\nfermentation and filtration, the state government cannot levy any\nH excise duty or additional duty equal to excise duty, in regard to\nF\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n113\nA\nwastage which occurs with reference a material which is not\n'alcoholic liquor for human consumption'. It is contended that\nthe levy of excise duty/additional duty by the Excise\nCommissioner was on the deficiency, that is, the difference\nbetween the quantities of wort and finished product (beer),\nwhich comprises of the scum, yeast cells brought on top of B\nfermenting wort, carbon-di-oxide evolved, sullage etc., settled\nat the bottom of vats which impurities are to be eliminated\nbefore beer could be said to be manufactured or could be\ndescribed as an alcoholic liquor for human consumption. It is\ncontended that the Excise authorities had calculated the C\ndeficiency in the stock of beer in a wrong manner; and that\nwhile taking stock of beer in the brewery, for the purpose of\ncalculating the allowance the authorities have taken the product\nat an intermediate stage in the process of manufacture instead\nof taking stock of the finished product.\n8. The relevant contentions of the Brewery in the writ\npetition are extracted below:\nD\n(i) The process of manufacturing beer ends when the\nsullage and yeast cells are removed by filtration and E\nfermentation ceases and the manufactured bulk beer is ready\nto be transferred: (a) for bottling in bond; and (b) to casks for\nsale and human consumption as draught beer. [Vide para 8\nof the WP].\n(ii) The method adopted by the Excise department in\nworking out the deficiency in stock is erroneous. What was\nrequired under paragraph 912 of Excise Manual was to\ncompare the stock of manufactured beer as mentioned in the\nstock account of beer and the actual stock of beer giving\nallowance for the quantity issued. What has been done in the\ninstant case is to assume certain quantity as part of the stock\naccount of beer which was not beer and was undergoing the\nprocess of manufacture into beer. Similarly the quantity of beer\nissued from the Brewery has not been taken in its entirety to\nbe the quantity of beer issued. The quantity issued has been\nF\nG\nH\n114 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA equated with the quantity actually bottled with the result that the\nquantity of beer which has been wasted in the process of\nbottling has been treated to be part of the stock of beer in the\nbeer account. [Vide para 61]\nB\nC\n(iii) If the quantity of beer which is actually issued for bottling\nfrom the brewery is taken into account in its entirety for purposes\nof the stock account, the percentage of deficiency between the\nstock account of beer and the actual quantity of beer found on\nphysical verification will be below 10% [Vide para 63].\n(iv) What is being subjected to the levy of penalty or penal\nduty before becoming a manufactured saleable article is the\ndeficiency between the wort and the finished beer for sale,\ncomprising of scum and yeast cells brought on top of fermenting\nwort, carbon dioxide evolved, sullage etc. settled at the bottom\n☐ of vats which impurities have to be eliminated etc. before beer\ncould become saleable. Thus what has not come to exist as\nsuch saleable goods cannot be termed as excisable article.\n[Vide para 93(b)]\"\nE\nQuestions for consideration\n9. On the contentions urged, the following two questions\narise for our consideration:\n(i)\nAt what stage does the beer manufactured is\nexigible to duty?\nF\n(ii)\nWhether the procedure adopted by the appellants\nfor ascertaining excess manufacturing wastage\n(excess deficiency) is proper?\nG To appreciate these issues and find answers to the questions,\nit is necessary to refer to the process of manufacture of beer,\nthe relevant provisions of the UP Excise Act, 1910 (For short\n'the Act') and the relevant Brewery Rules.\nH\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nProcess of manufacture of Beer\n115\n10. Encyclopaedia Britannica (15th Edition, Vol.14, Page\n739) describes the stages of brewing process thus:\n\"Beer production involves malting, milling, mashing, extract\nseparation, hop addition and boiling, removal of hops and\nprecipitates, cooling and aeration, fermentation, separation\nof yeast from young beer, aging, maturing, and packaging.\nThe object of the entire process is to convert grain starches\nto sugar, extract it with water, and then ferment it with yeast\nto produce the alcoholic, lightly carbonated beverage.\"\nAs the description of the brewing process given in\nEncyclopaedia Britannica is detailed and very lengthy, we have\nopted for the following shorter and simpler description of the\nbrewing process given in Wikipedia (http://en.wikipedia.org/\nwiki/Beer) which is in consonance with what is stated in\nEncyclopaedia Britannica:\n\"The process of making beer is known as brewing. A\ndedicated building for the making of beer is called a\nbrewery...... The purpose of brewing is to convert the\nstarch source into a sugary liquid called wort and to convert\nthe wort into the alcoholic beverage known as beer in a\nfermentation process effected by yeast.\nA\nB\nC\nE\nThe first step, where the wort is prepared by mixing the F\nstarch source (normally malted barley) with hot water, is\nknown as “mashing\". Hot water (known as “liquor” in\nbrewing terms) is mixed with crushed malt or malts (known\nas \"grist”) in a mash tun. The mashing process takes\naround 1 to 2 hours, during which the starches are\nconverted to sugars, and then the sweet wort is drained\noff the grains. The grains are now washed in a process\nknown as “sparging\". This washing allows the brewer to\ngather as much of the fermentable liquid from the grains\nas possible. The process of filtering the spent grain from\nG\n:\nH\nA\nB\nC\nD\nய\nE\nF\nG\nH\n116 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nthe wort and sparge water is called wort separation. The\ntraditional process for wort separation is lautering, in which\nthe grain bed itself serves as the filter medium. Some\nmodern breweries prefer the use of filter frames which\nallow a more finely ground grist. Most modern breweries\nuse a continuous sparge, collecting the original wort and\nthe sparge water together. However, it is possible to collect\na second or even third wash with the not quite spent grains\nas separate batches. Each run would produce a weaker\nwort and thus a weaker beer. This process is known as\nsecond (and third) runnings.\nThe sweet wort collected from sparging is put into a kettle,\nor “copper”, (so called because these vessels were\ntraditionally made from copper) and boiled, usually for\nabout one hour. During boiling, water in the wort\nevaporates, but the sugars and other components of the\nwort remain; this allows more efficient use of the starch\nsources in the beer. Boiling also destroys any remaining\nenzymes left over from the mashing stage. Hops are\nadded during boiling as a source of bitterness, flavour and\naroma. Hops may be added at more than one point during\nthe boil. The longer the hops are boiled, the more bitterness\nthey contribute, but the less hop flavour and aroma remains\nin the beer.\nAfter boiling, the hopped wort is now cooled, ready for the\nyeast. In some breweries, the hopped wort may pass\nthrough a hopback, which is a small vat filled with hops, to\nadd aromatic hop flavouring and to act as a filter; but\nusually the hopped wort is simply cooled for the fermenter,\nwhere the yeast is added. During fermentation, the wort\nbecomes beer in a process which requires a week to\nmonths depending on the type of yeast and strength of the\nbeer. In addition to producing alcohol, fine particulate\nmatter suspended in the wort settles during fermentation.\nOnce fermentation is complete, the yeast also settles,\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nleaving the beer clear.\n117\nFermentation is sometimes carried out in two stages,\nprimary and secondary. Once most of the alcohol has\nbeen produced during primary fermentation, the beer is\ntransferred to a new vessel and allowed a period of\nsecondary fermentation. Secondary fermentation is used\nwhen the beer requires long storage before packageing\nor greater clarity. When the beer has fermented, it is\npackaged either into casks for cask ale or kegs, aluminium\ncans, or bottles for other sorts of beer.\"\n11. We may next extract the definition of beer, stages of\nmanufacture of beer, and the fermentation process described\nin Chapter XI (Brewing) from UP Excise Manual (Volume-V) :\n“Beer defined - The term 'beer' as used in the Indian\nExcise Law, refers to 'fermented, undistilled liquors, of\nwhich malt is the primary base, and are flavoured with a\nwholesome bitter usually hops'. Beer therefore includes\nale, beer, black beer, porter, stout, etc., and the precise\nmanufacture of these products is termed “brewing\".\nLager beers - The beers mentioned above are prepared\nby what is known as a 'top fermentation process; the\nyeasts employed are designated 'top yeasts and the\nproducts 'top fermentation beers'. In contradistinction to the\nabove, lager beers are prepared by employing 'bottom\nyeasts' and the process is termed 'bottom fermentation'.\nBarley - The fermenting raw material commonly used in\nproduction of beers are (a) Barley, (b) Barley Malt (or Malt),\n(c) other unmalted cereals such as maize or rice, which\nare employed as grits, broken rice or flakes and maize\nstarch, (d) sugars derived almost exclusively from\nsugarcane and maize starch, such as, cane sugar, invert,\netc. The latter two viz,. (c) and (d) are known as 'malt\nadjuncts' as they partially replace the malt.\nA\nB\nC\nD\nE\nF\nG\nH\n"}