{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n118 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nManufacture of beer may be considered under the\nfollowing five stages :\n(a) Preparation of the malt from Barley.\n(b)\nB\n.\nInfusion of the ground malt or ‘grist' and straining\nthe resultant extract or wort.\n(c) Boiling the wort with hops or other bitters, straining\nof the hops and cooling.\nC\n(d)\nD\nE\nF\nG\nI\n(e)\nFermenting the wort.\nSettling, Racking, cellar treatment and bottling.\nFermentation\nUnlike Whisky fermentation, fermentation of beer is\nconducted in England by employing top fermentation yeast\nand the different systems only differ in the flocculation and\nattenuating power of the yeast employed, while in bottom\nfermentation breweries producing larger beers. The yeast\nis generally mixed with a small quantity of wort at 65 F and\npoured into the incoming wort, or if the yeast required in\nvogorating, it is allowed to come into active fermentation\nbefore addition to the fermenting vessel. Yeast food, if any\nis needed is in a few hours is at its height as can be seen\nby the maximum temperature reached and is allowed to\ncontinue for 5 to 8 days.\nThe following description of the practice in India is of\ninterest:\nPitching of the wort - The fermentation vats usually have\na capacity of 3,000 gallons, which is equivalent to 140\nbushels of malt (having a sugar content of 40 per cent).\nThe cooled hopped wort from the malt is mixed at this\nstage with 300 lb. of sugar and ½ lb. of ammonium\nsulphate followed by 60 lb. of yeast in suspension\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n119\nA\n(containing 85 per cent moisture) and allowed to ferment\nfor 5-6 days. The peak of the fermentation is reached in\n36 hours. At the end of the fermentation, the vats are slowly\naerated by 'Sterilized air'. Fermentation of beer is\nconducted by employing top fermentation yeast. This and\nthe atmosphere of CO on the top of the vat prevent any B\nbacteria gaining access to the beer. The fermentation is\ncarried on until the gravity of the wort falls down to 1.042,\nwhen the wort is run off into fining vessels so as to settle\nand clarify. Throughout the fermenting stage the\ntemperature of the wort is regulated by coils of piping called\nat temperature through which cold water is passed.\n-\nFermentation of lager beers. Bottom fermentation\nprocesses used for lager beer differ from top fermentation\nadopted for ales in that the temperature ranges between\n41 degree Fahrenheit and 56 degree Fahrenheit, while the\nyeast settles as a firm black cover at the bottom of the\nfermenting vessel. The primary fermentation also lasts for\n7 to days at the higher temperature or 12 to 14 days at\nlower temperatures as the rate of fermentation is\nconsiderably slower than in top fermentation systems.\nBottom fermentation beer is usually lagered or stored for\nperiods varying from 1 to 9 months (generally 6 to 8\nweeks) after this primary fermentation during which slow\nchanges called 'maturation' occur and this gives the name\nto the beer. Fermentation in the storage stage is due to\nprimary yeasts carried down with the beer from the\nfermenting vessel.\nGasing, Racking and Bottling - Although lager beer is\nultimately filtered before racking into casks, clarification is\nan essential function of the storage.\nUncarbonated top fermentation beers, which include the\nbulk of British draught ales are either racked directly from\nthe fermenting vessel or settling back to which they are run\ndown from Fermenting vessels. The settling back provides\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n120 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\na means of further clarification by sedimentation during 2\nto 12 hours. This is also used for addition of primings,\ncolourings and sometimes finings though these are\nsometimes added to individual casks. The beer loses\ncarbon dioxide and gets aerated. Dry hops are also\nsometime added to the settling backs. Racking in cylinders\nand counter pressure racking is also followed.\"\n12. The first respondent describes (in Annexure-l to the writ\npetition) the process of manufacturing beer in its brewery thus:\n\"The Process of Manufacturing of Beer - Coarsely\ncrushed barley malt termed “grist” added with cooked\nmaize and rice clakes is boiled at a specific temperature\nin treated water in the vessel called mashtun by which the\nstarches present in the grain are converted into sugars. The\nextract from the grain called wort is drawn into another\nvessel called 'copper' to which hops flowers and sugar is\nadded and boiled with the purpose of sterilizing the wort,\nseparating wastable proteins in the form of precipitate,\ndissolving bittering constitutents of hops and imparting\naromatic flavour of hops flowers. The spent hops are\nseparated from the boiled wort which is cooled and\npassed into fermentation vats.\nBrewers yeast is \"pitched\" to initiate fermentation. The\nfermentation is carried on at low temperature. Lot of\nfrothing takes place, the yeast cells multiply and bring up\ndirty heads with resins of hops etc., at the top which are\ncleared out, the convertible sugars are decomposed into\nalcohol and carbon dioxide gas; the hanging particles in\nthe wort settled down with coagulated albuminous\nsubstances and yeast cells during the process of\nfermentation which is carried on for 8 to 10 days.\nThe fermented wort is racked into settling tanks or storage\ntanks leaving the sullage or sludge at the bottom of\nfermentation vats. At this stage also (i.e. in storage vats)\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n121\nsome yeast cells are present in the fermented wort and A\nsecondary fermentation takes place besides some\nresiduary particles in the bulk of fermented wort settling at\nthe bottom of the storage vats.\nTo eliminate secondary fermentation and haze from this,\nit is passed through filter machines in which 100 to 150\nfilter sheets are fixed. The filterate is transferred to bottling\ntanks for bottling beer in a separate bonded warehouse,\nwhich is carried on under the supervision of the officer-in-\ncharge of the warehouse.\"\nB\nC\n13. It is thus evident that the process of brewing beer\ninvolves malting, mashing, boiling, fermentation, separation of\nyeast from the beer, ageing and finishing. The fermented\nalcoholic liquor that can be identified as 'beer' comes into\nexistence on completion of the process of fermentation. Ageing D\nis carried out only in the manufacture of certain types of beer,\nby storing beer in storage tanks for certain period. Filtration\nremoves the remaining yeast (the major portion settles as\nsediment in the fermentation vats, and is removed as sullage)\nand then packed into barrels, bottles or cans. The filtration, E\nageing and finishing are processes to remove impurities,\nimprove the clarity, taste and increase shelf life.\nRelevant provisions of the Act and the Rules\n14. The relevant provisions of the UP Excise Act, 1910 are\nextracted below:\nF\n\"Section 3 (3a). “Excise duty” and “countervailing duty”\nmeans any such excise duty or countervailing duty, as the\ncase may be, as is mentioned Entry 51 of List II in the G\nSeventh Schedule to the Constitution;\nSection 3 (10). \"Beer” includes ale, stout, porter and all\nother fermented liquor made from malt;\nSection 3 (22a). “Excisable article\" means - (a) any H\nA\nB\nC\nD\nE\nEL\nF\nG\nH\n122 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nalcoholic liquor for human consumption; or (b). any\nintoxicating drug;\nSection 28 Duty on excisable articles-(1) An excise duty\nor a countervailing duty, as the case may be, at such rate\nor rates as the State Government shall direct, may be\nimposed, either generally or for any specified local area,\non any excisable article-\n(a) imported in accordance with the provisions of\nSection 12 (1); or\n(b) exported in accordance with the provisions of\nSection 13; or\n(c) transported; or\n(d) manufactured, cultivated or collected under any\nlicence granted under Section 17; or\n(e)\nmanufactured in any distillery established or any\ndistillery or brewery licensed, under Section 18:\nXXXXXX\n-\nSection 28A - Imposition of additional duty in certain\ncases (1) Where the quantity of spirit or beer in a brewery\nis found, on examination by such officer of the Excise\nDepartment as may be authorised by the Excise\nCommissioner in this behalf to exceed the quantity in hand\nas shown in the stock account, the brewery shall be liable\nto pay duty on such excess at the ordinary rates fixed under\nSection 28.\n(2) Where the quantity of spirit or beer is less than that\nshown in the stock account on such examination and\ndeficiency exceeds ten per cent; (allowance to that extent\nbeing made to cover losses due to evaporation, sullage\nand other contingencies within the brewery, and also to\ncover loss in bottling and storage) the Excise\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN 123\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nCommissioner shall levy an additional duty at the rate of A\none hundred per cent of ordinary rates of duty in respect\nof such deficit as exceeds ten per cent over and above\nthe ordinary rates of duty.\"\nSection 29. Manner in which duty may be levied -\nB\nSubject to Such rules, as the Excise Commissioner may\nprescribe to regulate to the time, place and manner of\npayment, such duty may be levied in one or more of the\nfollowing ways as the State Government may by\nnotification direct:\n(a) to (d) ...(omitted as not relevant)\n(e) in the case of spirit or beer manufactured in any distillery\nestablished or any distillery or brewery licensed under\nSection 18 -\n(i)\nby a rate charged upon the quantity produced or\nissued from the distillery or brewery, as the case\nmay be, or issued from a warehouse established\nor licensed, under Section 18 (d);\n(ii) by a rate charged in accordance with such scale\nof equivalents, calculated on the quantity of\nmaterials used or by the degree of attenuation of\nthe wash or wort, as the case may be, as the State\nGovernment may prescribe :\nProvided that, where payment is made upon issued of an\nexcisable article for sale from a warehouse established or\nlicensed under Section 18(d), it shall be at the rate of duty\nwhich is in force on that article on the date when it is issued\nfrom the warehouse.\"\n15. Rule 53 of the UP Brewery Rules, 1961 (Paragraph\n912 of the Excise Manual) as it stood prior to substitution of\nthe rule on 19.7.1975 provided for quarterly examination of\nstock and read as follows:\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n124 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n-\n\"912. Quarterly Examination of Stock. The accounts\nof a brewery and the stock of beer in hand in the brewery\nshall be examined by the Assistant Excise commissioner\nonce a quarter. If the quantity of the beer in stock in the\nbrewery on such examination be found to exceed the\nquantity shown as in hand in the stock account, the brewer\nshall be liable to pay duty on such excess at double the\nrate prescribed for ordinary issue. If the quantity be found\nless than that shown in the stock account, the cause of the\ndeficiency shall be inquired into and the result reported to\nthe Excise Commissioner, who may direct the levy of a fee\nnot exceeding double the amount represented by the duty\non such deficiency. Provided that any deficiency not\nexceeding 10. per cent, shall be disregarded, allowance\nto the extent being made to cover loss in bulk due to\nevaporation, sullage and other contingencies within the\nbrewery. This allowance Shall be calculated upon the\namount represented by the actual ascertained balance in\nhand at the date of the last stock taking, together with the\ntotal quantity since manufactured or received, as shown\nin column 2 and 3 of the register of manufacture and issue\n(form B-16).\nRule 53 of the Brewery Rules (para 912 of the Excise Manual)\nas substituted on 19.7.1975 reads as under:\n“912. On the last working day of every calendar rnonth after\nall the issues for that day are made, the Officer-in-charge\nshall examine the accounts of brewery and take the stock\nof beer in hand in the brewery. if the quantity of the beer\nin stock in the brewery on such examination be found to\nexceed the quantity shown as in hand in the stock account\nthe brewer shall be liable to pay duty on such excess at\nthe rate prescribed for ordinary issue if the quantity be\nfound less than that shown in the stock account and such\ndeficiency does not exceed nine per cent of the total stock\nof beer in the month the same may be disregarded\nallowances to that extent being made to cover losses due\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n125\nto evaporation, sullage and other contingencies within the A\nbrewery. But if the deficiency in stock be found to exceed\nnine per cent the cause shall be enquired into and the result\nreported to the Excise Commissioner who may direct the\nlevy of duty on such deficiency as may be found in excess\nof nine percent at the rate prescribed for ordinary issue. B\nThis nine per cent free allowance shall be calculated up\non the quantity represented by the actual ascertained\nbalances in hand at the close of the last stock taking\ntogether with the total quantity since manufactured or\nreceived, as shown in columns 2 and 3 of the register of C\nmanufacture and issue (Form B-1).\nRule 37 of the Brewery Rules (para 896 of the Excise Manual)\nreads thus:\n\"896. Worts to be drawn off in the order of D\nproduction: All worts shall be removed successively, and\nin the customary order of brewing to the under back,\ncoppers, coolers and fermenting vessels, and shall not be\nremoved from the last named vessel until an account has\nbeen taken by the officer incharge or until after the expiry E\nof twenty four hours from the time at which the worts are\ncollected in these vessels.\"\nRule 41 of the Brewery Rules (para 900 of Excise Manual)\ndeals with issue of beer and is extracted below:\nF\n“900. Beer not to be issued until duty paid or bond\nexecuted - [Rule 41]. No beer shall be removed from a\nbrewery until the duty imposed under section 28 of the UP\nExcise Act, 1910 (Act No.IV of 1910) has been paid or\nuntil a bond under section 19 of the Act in Form B-7 or B- 6\n8 has been executed by the brewer for export of beer\noutside the State, direct from the brewery.\nLegal position enunciated by this Court\n16. We may next refer to the decisions of this Court bearing\nH\n126 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA on the issue in R.C. Jall Parsi vs. Union of India [AIR 1962\nSC 1281], this court held :\nB\nC\nD\nE\nF\n\"Excise duty is primarily a duty on the production or\nmanufacture of goods produced or manufactured within\nthe country. It is an indirect duty which the manufacturer or\nproducer passes on to the ultimate consumer, that is, its\nultimate incidence will always be on the consumer.\nTherefore, subject always to the legislative competence of\nthe taxing authority, the said tax can be levied at a\nconvenient stage so long as the character of the impost,\nthat is, it is a duty on the manufacture or production, is\nnot lost. The method of collection does not affect the\nessence of the duty, but only relates to the machinery of\ncollection for administrative convenience. Whether in a\nparticular case the tax ceases to be in essence an excise\nduty, and the rational connection between the duty and the\nperson on whom it is imposed ceased to exist, is to be\ndecided on a fair construction of the provisions of a\nparticular Act.\"\n(emphasis supplied)\n17. In Synthetics and Chemicals Ltd. vs. State of U.P.\n[1990 (1) SCC 109], this Court held that the expression\n\"alcoholic liquor for human consumption” must be understood\nin its common and normal sense. The expression\n\"consumption” must also be understood in the sense of direct\nphysical intake by human beings and not utilisation in some\nother forms for the ultimate benefit of human consumption and\nthe expression is intended to mean “liquor which as it is, could\nbe consumed, in the sense of capable of being taken by the\nG\nhuman beings as such as a beverage or drink”.\n18. In State of U.P. vs. Delhi Cloth Mills [1991 (1) SCC\n454], this Court dealing with section 28 of UP Excise Act, 1910\nconsidered the question whether the excise authorities were\nH entitled to levy excise duty on the wastage of liquor (military rum)\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n127\nin transit and held that the levy of differential duty (that is A\ncharging up the duty on the report of excess wastage) did not\ncease to be an excise duty even if it was levied on declaration\nof excess wastage. The taxable event was still the production\nor manufacture. This Court observed:\nB\nс\nD\n\"A duty of excise under Section 28 is primarily levied upon\na manufacturer or producer in respect of the excisable\ncommodity manufactured or produced irrespective of its\nsale. Firstly, it is a duty upon excisable goods, not upon\nsale or proceeds of sale of the goods. It is related to\nproduction or manufacture of excisable goods. The taxable\nevent is the production or manufacture of the liquor.\nSecondly, as was held in A. B. Abdulkadir v. The State\nof Kerala - AIR1962SC922, an excise duty imposed on\nthe manufacture and production of excisable goods docs\nnot cease to be so merely because the duly is levied at a\nstage subsequent to manufacture or production. That was\na case on Central Excise, but the principle is equally\napplicable here. It does not cease to be excise duty\nbecause it is collected at the stage of issue of the liquor\nout of the distillery or at the subsequent stage of E\ndeclaration of excess wastage. Legislative competence\nunder entry 51 of List II on levy of excise duty relates only\nto goods manufactured or produced in the State as was\nheld in Bimal Chandra Banerjee v. State of Madhya\nPradesh - 1970 (2) SCC 467. In the instant case there is\nno dispute that the military rum exported was produced in\nthe State of U.P. In State of Mysore and Ors. v. M/s D.\nCawasji \u0026 Co. - 1970 (3) SCC 710, which was on Mysore\nExcise Act, it was held that the excise duty must be closely\nrelated to production or manufacture of excisable goods G\nand it did not matter if the levy was made not at the moment\nof production or manufacture but at a later stage and even\nif it was collected from retailer. The differential duty in the\ninstant case, therefore, did not cease to be an excise duty\neven it was levied on the exporter after declaration of H\ni\nF\n"}