{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\n128 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nexcess wastage. The taxable event is still the production\nor manufacture....\n...... Rules 636 and 814 are also of regulatory character\nand they are precautionary against perpetration of fraud\non the excise revenue of the exporting state. If out of the\nquantity of military rum in a consignment, a part of portion\nis claimed to have been wastage in transit and to that\nextent did not result in export, the State would, in the\nabsence of reasonable explanation, have reason to\npresume that the same have been disposed of otherwise\nthan by export and impose on it the differential excise duty.\nA statute has to be construed in light of the mischief it was.\ndesigned to remedy. There is no dispute that excise duty\nis a single point duty and may be levied at one of the\npoints mentioned in Section 28.\"\n19. In Mohan Meakin Ltd. vs. Excise \u0026 Taxation\nCommissioner, H.P. [1997 (2) SCC 193], this Court examined\nthe question as to when beer is exigible to excise duty under\nthe Punjab Excise Act, 1914 and Punjab Breweries Rules\nE 1932. This Court held that Beer would mean fermented liquor\nfrom malt, when it is potable or in consumable condition as\nbeverage. The state of levying excise duty upon alcoholic liquor\narises when excisable article is brought to the stage of human\nconsumption with the requisite alcoholic strength thereof and it\nis only the final product which is relevant. In that case, the levy\nof excise duty at the stage when the manufacturing of the beer\nwas at wort stage was challenged. This Court posed the\nquestion: Whether the levy of excise duty, on beer when it was\nin the process of manufacture is correct? This Court answered\nthe question thus:\nF\nG\nH\n\"The levy of excise duty is on alcoholic liquor for human\nconsumption, manufacture or production. At what stage\nbeer is exigible to duty is the question. The process of\nmanufacture of beer is described as under:\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n129\nThe first stage brewing process is the feeding of A\nMalt and adjuncts into a vessel known as Mash Tun.\nThere it is mixed with hot water and maintained at\ncertain temperature. The objective of this process\nis to convert the starches of the malt into\nfermentable sugar.\nThe extract is drawn from the Mash Tun and boiled\nwith the addition of hops for one to two hours after\nwhich it is contrifuged, cooled and received in the\nreceiving wats. At this stage, it is called \"Wort\" and\ncontains only fermentable sugars and no alcohol.\nAfter this it is transferred to the fermentation tanks\nwhere Yeast is added and primary fermentation is\ncarried out at controlled temperature. After\nattenuation (Diminution of density of \"Wort\" resulting\nfrom its fermentation) is reached for fermented wort\nis centrifuged and transferred to the storage vats\nfor secondary fermentation. After secondary\nfermentation is over in the storage vats, it is filtered\ntwice-first through the rough filter press and then\nthrough the fine filter press and received in the\nbottling tanks. It is in bottling tanks that the loss of\nthe Carbon Dioxide Gas is made up and bulk beer\nis drawn for bottling. It is filed into the bottles and\nthen last process of pasteurisation is carried out to\nmake it ready for packing and marketing. Till the\nliquor is removed from the vats and undergoes\nthe fermentation process as mentioned above the\npresence of alcohol is nil.\nExcisable article would mean any alcoholic liquor for\nhuman consumption or any intoxicating drug. The levy or\nimpost of excise duty would be only on alcoholic liquor for\nhuman consumption or for being produced in the brewery.\nBeer would mean fermented liquor from malt, when it is\npotable or in consumable condition as beverage. It is seen\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n130 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nthat the levy is in terms of entry 51 of List II of the Seventh\nSchedule which envisages that duties of excise on the\ngoods manufactured or produced in the State and\ncountervailing duties at the same or lower rates on similar\ngoods manufactured or produced elsewhere in India.\nThus, the final product of the beer is relevant excisable\narticle exigible to duty under Section 31 of the Act when it\npasses through fine filter press and received in the bottling\ntank. The question is at what stage the duty is liable to\nbe paid? Section 23 specifically envisages that until the\npayment of duty is made or bond is executed in that behalf\nas per the procedure and acceptance by the Financial\nCommissioner, the finished product, namely, the beer in\nthis case, shall not be removed from the place at which\nfinished product was stored either in a warehouse within\nfactory premises or precinct or permitted place of usage.\nUnder these circumstances, the point at which excise duty\nis exigible to duty is the time when the finished product,\ni.e., bear was received in bottling tank or the finished\nproduct is removed from the place of storage or\nwarehouse etc.\"\n•\n(emphasis supplied)\n20. In Government of Haryana vs. Haryana Brewery Ltd.\n[2002 (4) SCC 547], this Court held :\n\"We agree with the contention of Mr. Divan, and this is also\nnot disputed by Mr. Anand, that the State has jurisdiction\nto levy excise duty only on beer after it has been brewed\nand has become fit for human consumption. This is the\nsettled position as laid down by this Court in Mohan\nMeakin and Modi Distillery cases. The only question\nwhich, to our mind, really arises for consideration is how\nto determine the quantity of beer which is manufactured\non which the excise duty is to be levied. Section 32 gives\nan answer to this question. The first part of the Section\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n131\nstates that subject to the rules which may be made by the A\nFinancial Commissioner; Excise Duty is to be levied, inter\nalia, on the excisable article manufactured in or issued\nfrom a distillery, brewery or warehouse. A reading of this\nSection leaves no manner of doubt that the stage at\nwhich excise duty can be levied is only after the process B\nof manufacture has been completed and in fact, it is to\nbe levied when it is issued from the distillery, brewery or\nwarehouse.\"\n(emphasis supplied)\nC\nRe: Question No. (j)\nE.\n21. The High Court has held that the point at which the\nliquor manufactured by the brewery is exigible to excise duty\nis the stage when the finished product (beer) capable of being D\nconsumed by human beings as a beverage or drink, comes into\nexistence that is, after the process of fermentation and filtration.\nIn Synthetics and Chemicals Ltd \u0026 Ors. vs. State of U.P. \u0026\nOrs. - 1990 (1) SCC 109 and State of U.P. vs. Modi Distillery\n\u0026 Ors. - 1995 (5) SCC 753, this Court held that having regard\nto Entry 51 of List II of Seventh Schedule to the Constitution,\nthe State would be authorized to impose excise duty on\nalcoholic liquor for human consumption which meant that the\nliquor, as itself, was consumable in the sense that it was\ncapable of being taken by human beings as such as a\nbeverage or drink. This Court in Government of Haryana vs.\nHaryana Breweries Ltd. \u0026 Anr.. - 2002 (4) SCC 547, held that\nState has jurisdiction to levy excise duty on beer only after it\nhas been brewed and has become fit for human consumption;\nand having regard to section 32 of the Punjab Excise Act, 1914,\nthe stage at which excise duty could be levied on beer was after\nthe process of manufacture was complete and when it is issued\nfrom the brewery or warehouse.\n.\nF\nG\n22. This Court also reiterated the said position in Mohan\nMeakin Ltd. vs. Excise \u0026 Taxation Commissioner, H.P. - H\nI\nC\n132 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 1997 (2) SCC 193 but further observed that beer would be\nexigible to duty when it passes through the fine filter press (after\nfermentation) and is received in the bottling tank. The words\n'received in the bottling tank' obviously referred to beer being\nreceived in any container or vessel for storage, after\nB fermentation and filtration. It may however be noted that the said\nobservation that beer is exigible to excise duty only when it\npasses through the fine filter press would apply only to the\nstandard types of beer which is sold in bottles and cans. Beer\nis also supplied in casks and barrels, taken directly from\nfermentation vessels without undergoing any filtration or further\nprocessing, known as Draught (or Draft) beer. Such beer is\nunpasteurized and unfiltered (or even if filtered, only in a limited\nmanner and not fine filtered like beer intended to be sold in\nbottles or cans). Para 29 of Excise Manual (Vol.V Chapter. XI)\nnotes that uncarbonated top fermentation beer, which include\ndraught beer are racked directly from the fermenting vessel.\nThus when the fermentation process of wort is completed, it\nbecomes an alcoholic liquor for human consumption and there\nis no legal impediment for subjecting beer to excise duty at that\nstage. Therefore, the State has legislative competence to levy\nexcise duty on beer either after the completion of the process\nof fermentation and filtration, or after fermentation.\nD\nE\n23. Section 29 (e)(i) of the Act makes it clear that in the\ncase of beer manufactured in a brewery, excise duty may be\nF levied, by a rate charged upon the quantity produced or issued\nfrom the brewery or issued from a warehouse. This means that\nin respect of beer that undergoes the process of filtration, the\nexigibility to excise duty will occur either at the end of filtration\nprocess when it is received in storage/bottling tanks or when it\nis issued from the brewery. In regard to draught beer drawn\ndirectly from fermentation vessels, without further processing or\nfiltration, the exigibility to excise duty will occur either at the end\nof fermentation process or when it is issued from the brewery.\nG\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nRe: Question No.(ii)\n133\n24. The High Court rejected the Brewery's contention that\nonly such beer which comes to the 'bottling tank' after filtration,\ncan be treated as 'manufactured beer' and exigible to excise\nduty and wastage allowance could be given only with reference\nto such beer which has become a finished product. But the\nHigh Court allowed the writ petition of the Brewery and directed\nthat validity of the demand should be decided afresh, \"after\ncalculating the stock of beer for the purpose of original Rule\n53 of UP Brewery Rules, 1961 (Para 912 of UP Excise Manual\nas it then existed) and section 28A of UP Excise Act, when\nafter filtration the same assumes the shape as a finished\nproduct which is normally consumed by human beings as a\nbeverage or drink”. The real question arising for consideration\nin this case is not about the stage at which beer is exigible to\nexcise duty, but whether the procedure adopted by the appellant\nfor ascertaining the excess wastage (or shortage in quantity)\nand levying duty and additional duty thereon, is legal and valid.\nA\nB\nC\nD\nE\n25. The contention which ultimately found favour with the\nHigh Court, was based on legislative competence. The brewery\ncontended that section 28A provided for levy of 'excise duty'\nand an equal amount as additional duty on 'excess wastage'\nor shortage in quantity manufactured; that the legislative\ncompetence to levy excise duty is derived from Entry 51 of List\nIl of Seventh Schedule to the Constitution: \"Duties of excise F\non (a) alcoholic liquors for human consumption\"; that\ntherefore, if excise duty or additional duty is to be levied under\nsection 28A, the article that could be subjected to duty should\nbe 'an alcoholic liquor for human consumption'; that the term\n'alcoholic liquor for human consumption' means a liquor which\ncould be taken by a human being 'as it is' without the need for\nany further process; and that in regard to beer, that stage is\nreached only after fermentation and filtration processes are\ncompleted. It was submitted that before filtration, the product-\nin-process was not an alcoholic liquor for human consumption\nand therefore there was no legislative competence to levy\nG\nH\n134 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA excise duty or additional duty on such product-in-process.\nB\nC\nD\nE\n26. This contention ignores the fact that Entry 51 should\nbe read not only as authorizing the imposition of an excise duty,\nbut also as authorizing a provision which prevents evasion of\nexcise duty. This Court in Baldeo Singh vs. CIT – 1961 (1)\nSCR 482, held as under :\n$6\n-\n……. Under Entry 54 a law could of course be passed\nimposing a tax on a person on his own income. It is not\ndisputed that under that entry a law could also be passed\nto prevent a person from evading the tax payable on his\nown income. As is well known the legislative entries have\nto be read in a very wide manner and so as to include\nall subsidiary and ancillary matters. So Entry 54 should\nbe read not only as authorizing the imposition of a tax\nbut also as authorizing an enactment which prevents the\ntax imposed being evaded. If it were not to be so read,\nthen the admitted power to tax a person on his own income\nmight often be made infructuous by ingenious contrivances.\nExperience has shown that attempts to evade the tax are\noften made.\"\n(emphasis supplied)\n27. In this context, we may also consider the decision of\nthis Court in Union of India vs. A. Sanyasi Rao and others -\nF 1996 (3) SCC 465, this Court considered the constitutionality\nof the provisions for presumptive tax in sections 44-AC and\n206-C of the Income Tax Act, 1961 for collecting tax on profits\nand gains from trading in alcoholic liquor for human\nconsumption (and other goods specified therein) at the stage\nG of purchase on a presumptive basis. The respondents therein\ncontended that the said sections lacked legislative competence\nas income tax was a tax on income, while the levy under section\n44-AC was one on purchase when no income had occurred and\nthat the tax was on a hypothetical income and not real income.\nH This Court held that the object in enacting sections 44-AC and\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\n135\n206-C was to enable the Revenue to collect the legitimate dues A\nof the State from the persons carrying on particular trades, in\nview of the peculiar difficulties experienced in the past and the\nmeasure was so enacted to check evasion of substantial\nrevenue due to the state. Trade or business, results in or\nproduce income, which can be brought to tax. In order to B\nprevent evasion of tax legitimately due on such 'income',\nsection 44-AC and section 206-C were enacted, so as to\nfacilitate the collection of tax on that income which is bound to\narise or accrue, at the very inception itself or at an anterior stage\nand therefore one cannot contend that the aforesaid statutory C\nprovisions lacked legislative competence. After all, statutory\nprovisions obliging to pay ‘advance tax' were not new and\nsections 44-AC and 206-C were similar. The standard by which\nthe amount of tax was measured, being the purchase price,\nwould not in any way alter the nature and basis of the levy viz.,\nthat the tax imposed was a tax on income and it could not be\nlabelled as a tax on purchase of goods. The charge for the levy\nof the income that accrued or arose is laid by the charging\nsections viz., sections 5 to 9 and not by virtue of section 44-\nAC or section 206-C. The fact that the income was levied at\nE\na flat rate or at an earlier stage will not in any way alter the\nnature or character of the levy since such matters are\ncompletely in the realm of legislative wisdom. What is brought\nto tax, though levied with reference to the purchase price and\nat an earlier point is nonetheless income liable to be taxed\nunder the Income Tax Act. This Court referring to the argument\nabout absence of legislative competence to levy tax before\naccrual of income, referred to Entry 82 of List I of Seventh\nSchedule (\"Taxes on income other than agricultural income\")\nand held as under:\nD\nF\nG\n\"...the word 'income occurring in Entry 82 in List I of the\nSeventh Schedule should be construed liberally and in a\nvery wide manner and the power to legislate will take in\nall incidental and ancillary matters including the\nauthorization to make provision to prevent evasion of tax, H\nA\nB\nC\nD\nE\n136 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nin any suitable manner.”\n28. To ensure that there is no evasion of excise duty in\nregard to any beer manufactured, the State is entitled to make\na provision to prevent evasion of excise duty being evaded,\nthough it is leviable at the stage of issue from the brewery. The\nbeer brewing process shows once the wort ferments, it\nbecomes consumable, though the manufacturing process to\nhave a finished product may in some cases require filtration,\naging carbonization etc. To ensure that there is no evasion of\nexcise duty by diversion of beer (excisable article) before it\nbecomes a finished product, section 28A of the Act has been\nenacted and that is implemented by Rule 53 of the Brewery\nRules, and Rule 7 of the Bottling Rules. The Excise Inspector\nin-charge is required to take physical stock of the beer in hand\nin the brewery periodically (once a quarter prior to the\namendment of 1975 and once in a month from July 1975) by\ndip and gravity of the quantities in the fermentation vessels. We\nmay illustrate the method adopted to ascertain whether there\nis any excess manufacturing wastage (or illegal siphoning of\nbeer) before it reaches the bottling tanks :\nThe opening balance (actual quantity) 1000 Litres\nQuantity brewed during the month\na.\nb.\nunder survey\n2600 Litres\nC.\nTotal stock of beer (a + b) in the\nLL\nF\nbrewery\n3600 Litres\nd.\nQuantity of beer issued during the\nmonth\n2600 Litres\ne.\nBalance quantity in hand as per\nG\nstock account (c - d)\n1000 Litres\nf.\nActual balance found on physical\nexamination\n600 Litres\ng.\nWastage in manufacture\n☐ H\n(difference between quantity shown in\nstock account and actual quantity in\nSTATE OF U.P. \u0026 ORS. v. M/S MOHAN MEAKIN\nBREWERIES LTD. \u0026 ANR. [R.V. RAVEENDRAN, J.]\nthe brewery)\nh.\nWastage allowable at 9%* of the total\nstock of beer in the month(3600 litres)\nunder Rule 53 of Brewery\n137\n400 Litres\nA\n324 Litres\nB\n*(9% is the allowance towards losses due to evaporation,\nsullage and other contingencies within the brewery).\ni.\nExcess wastage chargeable to duty\n\u0026 addl. duty (g + h)\n76 Litres\nD\nE\n29. It should be noted that recourse to section 28A of the\nAct will be held only when there is abnormal deficiency or C\nshortage in the actual quantity in the brewery when compared\nto the quantity mentioned in the stock account, that is more than\n9%, which would show evasion of excise duty. The standard\nprocedure of levying excise duty is not on the quantity of\nexcisable article in the fermentation vessels. The standard\nprocedure is to levy excise duty when the beer is removed from\nthe brewery. The State was thus collecting excise duty in the\nusual course with reference to the beer after the entire\nmanufacturing process was completed when it is removed from\nthe brewery. It resorted to section 28A, Rule 53 of Brewery\nRules and Rule 7 of Bottling Rules and levied double the amount\nof excise duty (excise duty plus equal amount as additional\nduty) only in those months when the periodic examination\nshowed excessive manufacturing 'wastage'. The procedure\nadopted was the most logical process to ensure that excisable\narticles were not clandestinely removed and to ensure that there\nis no evasion of excise duty having regard to the brewing\nprocedure. If the actual stock assessed is less than the stock\nas per Stock Account and the difference is less than 9%, the\ndifference was ignored. Only if the difference exceeded 9%, the\nquantity in excess of 9% was treated as the excess wastage\nand excise duty and an equal amount as additional duty was\ncharged in regard to such excess. For this purpose necessarily\nthe quantity in the fermentation vessels had to be considered.\nIf the quantity in the bottling tanks are to be taken as the basis,\nthen there will be no way of finding out whether there was any\nF\nG\nH\n"}