{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"T\nRAGHU LAKSHMINARAYANAN.\nA\nV.\nM/S. FINE TUBES\nAPRIL 5, 2007\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nNegotiable Instruments Act, 1881-ss.141 \u0026 138:\nDishonour of cheque issued by proprietorship firm-Complaint against\nits employee-Held: Proprietary concern is not a company within meaning\nof s.141-Hence employee of such a concern cannot be proceeded against—\nCode of Criminal Procedure, 1973—s.482.\nOfficence by company-Vicarious liability of the Director.\nC\nCode of Civil Procedure, 1908-Order XXX, Rules 1 and 10– D\nPartnership firm and proprietorship firm-Distinction between-Re-iterated.\nRespondent No. 1 filed complaint petition alleging commission of offence\nunder Section 138 of the Negotiable Instruments Act. It was alleged that a\ncheque was issued by accused nos.2 to 6 for a sum of Rs. 2 Lakhs which on\npresentation was dishonoured. Accused no.1 was described as a business\nconcern. Appellant arrayed as accused no. 3 was described as In charge,\nManager, Director of accused no. 1. The Metropolitan Magistrate issued\nsummons to the accused persons. Appellant filed application before High Court\nu/s. 482 CrPC for quashing the summons issued to him. The application was\ndismissed. Hence the present appeal.\nAllowing the appeal, the Court\nE\nF\nHELD: 1. The concept of vicarious liability was introduced in penal\nstatutes like Negotiable Instruments Act to make the Directors, partners or\nother persons, in charge of and control of the business of the Company or G\notherwise responsible for its affairs; the Company itself being a juristic\nperson. [Para 8] [889-D]\n2. A bare perusal of the complaint petition would show that the accused\n885\nH\nB\n886\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA No. 1 was described therein as ‘a business concern'. It was not described as\nCompany or a partnership firm or an Association of Persons. The description\nof the accused in the complaint petition is absolutely vague. A juristic person\ncan be a Company within the meaning of the provisions of the Companies Act,\n1956 or a partnership within the meaning of the provisions of the Indian\nPartnership Act, 1932 or an association of persons which ordinarily would\nmean a body of persons which is not incorporated under any statute. A\nproprietary concern, however, stands absolutely on a different footing. A\nperson may carry on business in the name of a business concern, but he being\nproprietor thereof, would be solely responsible for conduct of its affairs. A\nproprietary concern is not a Company. Company in terms of the explanation\nC appended to Section 141 of the Negotiable Instruments Act, means any body-\ncorporate and includes a firm or other association of individuals. Director\nhas been defined to mean in relation to a firm, a partner in the firm. Thus,\nwhereas in relation to a Company, incorporated and registered under the\nCompanies Act, 1956 or any other statute, a person as a Director must come\nwithin the purview of the said description, so far as a firm is concerned, the\nsame would carry the same meaning as contained in the Indian Partnership\nAct. In view of the said description of “Director”, other than a person who\ncomes within the purview thereof, nobody else can be prosecuted by way of\nhis vicarious liability in such a capacity. If the offence has not been committed\nby a Company, the question of there being a Director or his being vicariously\nE liable, therefore, would not arise. [Paras 7, 9 and 10] [889-C; E-G; 890-A]\nD\n3. Appellant categorically contended that accused No. 1 was a\nproprietary concern of the accused No. 2 and he was merely an employee\nthereof. If accused No. 1 was not a Company within the meaning of Section\n141 of the Negotiable Instruments Act, the question of an employee being\nF proceeded against in terms thereof would not arise. Respondent was aware of\nthe difference between a ‘partnership firm' and a ‘business concern' as would\nbe evident from the fact that it described itself as a partnership firm and the\naccused No. 1, as a business concern. Significantly, Respondent deliberately\nor otherwise did not state as to in which capacity the appellant had been serving\nthe said business concern. It described him as in charge, Manager and\nDirector of the accused No. 1. A person ordinarily cannot serve both in the\ncapacity of a Manager and a Director of a Company.\nG\nH\n[Paras 11 and 12] [890-B-D]\n4. The distinction between partnership firm and a proprietary concern\nis well known. It is evident from Order XXX Rule 1 and Order XXX Rule 10\nT\nE\ni\nRAGHU LAKSHMINARAYANAN v. FINE TUBES [S.B. SINHA, J. ] 887\nof the Code of Civil Procedure. It is trite that a proprietary concern would not A\nanswer the description of either a Company incorporated under the Indian\nCompanies Act or a firm within the meaning of the provisions of Section 4 of\nthe Indian Partnership Act. [Paras 13 and14] [890-E; 891-D]\nS.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla, A.I.R. (2005) SC 3512,\nfollowed.\nSahitha Ramamurthy \u0026 Anr. v. R.B.S. Channabasavaradhya, A.I.R.\n(2006) SC 3086 and S.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla, (2007) 3\nSCALE 245, relied on.\nB\nM/s. Ashok Transport Agency v. Awadhesh Kumar and Anr., [1998] 5 C\nSCC 567, referred to.\nfr\n5. For the reasons aforementioned, this Court is unable to agree with\nthe High Court that no case had been made out for exercise of its jurisdiction\nunder Section 482 of the Code of Criminal Procedure. The complaint case\nagainst the appellant is quashed. [Paras 16 and 17] [891-F]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 485 of\nFrom the Judgment and Order dated 07.08.2006 of the High Court of\nDelhi at New Delhi in Criminal M.C. No. 3626 of 2005.\nG. Sivabalamurugan, Y. Arvnagiri and L.K. Pandey for the Appellant.\nTatini Basu (for Sudhir Nandrajog) for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nᎠ\nF\n2. Appellant before us was arrayed as accused No. 3 in the Complaint\nPetition filed by the first respondent herein, before the Chief Metropolitan\nMagistrate, Delhi which was registered as a Complaint Case No. 379/1/2003. G\nThe said complaint petition was filed for trying the accused persons named\ntherein for commission of an offence under Section 138 of the Negotiable\nInstruments Act alleging that a cheque dated 15.8.2002 was issued by the\naccused Nos. 2 to 6 for a sum of Rs. 2 lacs drawn at Canara Bank which on\npresentation was dishonored and the accused despite notice, did not pay the\nH\ni\n888\nA said amount.\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n3. The status of the accused No. 1 was not disclosed in the array of\nthe accused persons.\n4. It was sought to be represented through Director(s)/Chairman/\nB Managing Director, Proprietor(s), Incharge(s). Appellant herein was also\ndescribed in similar capacity viz. “in charge, manager, director of the accused\nNo. 1\". So were the other respondents.\nC\nD\nE\nF\nG\nH\n5. In the complaint petition, however, it was alleged ;\n\"1. The complainant is a partnership duly registered with the Registrar\nof firms at Delhi, and Mohit Gupta is one of its partner and duly\nauthorized and empowered to file this complaint for and on behalf\nof the complainant.\n2.\nThat the respondent No. 1 is a business concern and the\nrespondent Nos. 2 and 6, alongwith other officer(s) etc., are its\ndisclosed in charges, Managers, Director (s) and partners as they\nhave through out been dealings with the complainant by\nrepresenting themselves to be so responsible for the dealings.\nand day to day working of the respondent No. 1.\"\n6. The learned Chief Metropolitan Magistrate issued summons on the\nother accused persons relying or on the basis of the averments made in the\nsaid complaint petition filed by the respondent herein. An application filed by\nthe appellant herein for quashing the summons issued to him in an application\nfiled before the High Court under Section 482 of the Code of Criminal Procedure\nwas dismissed stating;\n\"....After the pre-summoning evidence was recorded the learned MM\nfound that prima facie case was made out against all the accused\npersons and, therefore, summoned these accused. Challenging these\nsummoning orders accused No. 3 has filed this petition under Section\n· 482 Cr. P.C. it is inter alia, contended that he was never the director\nof the said accused No. 1: cheque in question was not signed by him\nand that he was not responsible for the conduct of business of\naccused No. 1 it is the case of the petitioner that he was an employee\nof the accused No. 1. In support appointment letter dated 15.7.2000\nis enclosed as per which petitioner was appointed as “Director-\nProduction\". In this capacity he was to be responsible for entire\nx\nRAGHU LAKSHMINARAYANAN v. FINE TUBES [S.B. SINHA, J. ] 889\nproduction, including machine selection as well as labour, process and A\nmaterial management. Thereafter, vide letter dated 21.10.2001, which is\nalso produced by the petitioner, he was asked to head the marketing\ndepartment and was given the designation \"Director-Marketing\". Prima\nfacie, as Director-Marketing the petitioner was in-charge of the\nmarketing division of the accused No. 1. I find that there are specific\naverment made in the complaint that the petitioner in that capacity\nwas dealing with the complainant and was handling day-to-day affairs\nof the accused No. 1. Therefore, what the petitioner contends are the\ndisputed questions of fact and it forms his defence which is to be led\nbefore the Trial Court. Such questions cannot be entertained in this\npetition under Section 482 Cr.P.C.”\n7. A bare perusal of the complaint petition would show that the accused\nNo. 1 was described therein as ‘a business concern'. It was not described as.\na Company or a partnership firm or an Association of Persons.\nB\nC\n8. The concept of vicarious liability was introduced in penal statutes Ꭰ\nlike Negotiable Instruments Act to make the Directors, partners or other\npersons, in charge of and control of the business of the Company or otherwise\nresponsible for its affairs; the Company itself being a juristic person.\nF\n9. The description of the accused in the complaint petition is absolutely\nvague. A juristic person can be a Company within the meaning of the provisions E\nof the Companies Act, 1956 or a partnership within the meaning of the\nprovisions of the Indian Partnership Act, 1932 or an association of persons\nwhich ordinarily would mean a body of persons which is not incorporated\nunder any statute. A proprietary concern, however, stands absolutely on a\ndifferent footing. A person may carry on business in the name of a business\nconcern, but he being proprietor thereof, would be solely responsible for\nconduct of its affairs. A proprietary concern is not a Company. Company in\nterms of the explanation appended to Section 141 of the Negotiable Instruments\nAct, means any body- corporate and includes a firm or other association of\nindividuals. Director has been defined to mean in relation to a firm, a partner\nin the firm. Thus, whereas in relation to a Company, incorporated and registered G\nunder the Companies Act, 1956 or any other statute, a person as a Director\nmust come within the purview of the said description, so far as a firm is\nconcerned, the same would carry the same meaning as contained in the Indian\nPartnership Act.\n10. It is interesting to note that the term \"Director\" has been defined. H\n1\n890\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA It is of some significance to note that in view of the said description of\n\"Director\", other than a person who comes within the purview thereof, nobody\nelse can be prosecuted by way of his vicarious liability in such a capacity.\nIf the offence has not been committed by a Company, the question of there\nbeing a Director or his being vicariously liable, therefore, would not arise.\nB\n11. Appellant herein categorically contended that accused No. 1 was a\nproprietary concern of the accused No. 2 and he was merely an employee\nthereof.\n12. If accused No. 1 was not a Company within the meaning of Section\n141 of the Negotiable Instruments Act, the question of an employee being\nC\npreceded against in terms thereof would not arise. Respondent was aware of\nthe difference between a ‘partnership firm' and a 'business concern' as would\nbe evident from the fact that it described itself as a partnership firm and the\naccused No. 1, as a business concern. Significantly, Respondent deliberately\nor otherwise did not state as to in which capacity the appellant had been\nD serving the said business concern. It, as noticed hereinbefore, described him\nas in charge, Manager and Director of the accused No. 1. A person ordinarily\ncannot serve both in the capacity of a Manager and a Director of a Company.\n13. The distinction between partnership firm and a proprietary concern\nis well known. It is evident from Order XXX Rule 1 and Order XXX Rule 10\nE of the Code of Civil Procedure. The question came up for consideration also\nF\nG\nH\nbefore this Court in M/s. Ashok Transport Agency v. Awadhesh Kumar and\nAnr., [1998] 5 SCC 567] wherein this Court stated the law in the following\nterms:-\n\"6. A partnership firm differs from a proprietary concern owned by an\nindividual. A partnership is governed by the provisions of the Indian\nPartnership Act, 1932. Though a partnership is not a juristic person\nbut Order XXX, Rule 1, CPC enables the partners of a partnership firm\nto sue or to be sued in the name of the firm. A proprietary concern\nis only the business name in which the proprietor of the business\ncarries on the business. A suit by or against a proprietary concern is\nby or against the proprietor of the business. In the event of the death\nof the proprietor of a proprietary concern, it is the legal representatives\nof the proprietor who alone can sue or be sued in respect of the\ndealings of the proprietary business. The provisions of Rule 10 of\nOrder XXX, which make applicable the provisions of Order XXX to\na proprietary concern enable the proprietor of a proprietary business\nRAGHU LAKSHMINARAYANAN v. FINE TUBES [S.B. SINHA, J. } 891\nto be sued in the business names of his proprietary concern. The real A\nparty who is being sued is the proprietor of the said business. The\nsaid provision does not have the effect of converting the proprietary\nbusiness into a partnership firm. The provisions of Rule 4 of Order\nXXX have no application to such a suit as by virtue of Order XXX,\nRule 10 the other provisions of Order XXX are applicable to a suit\nB\nagainst the proprietor of proprietary business \"in so far as the nature\nof such case permits.\" This means that only those provisions of Order\nXXX can be made applicable to proprietary concern which can be so\nmade applicable keeping in view the nature of the case.\"\nC\n14. We, keeping in view the allegations made in the complaint petition,\nneed not dilate in regard to the definition of a 'Company' or a 'Partnership\nFirm' as envisaged under Section 34 of the Companies Act, 1956 and Section\n4 of the Indian Partnership Act, 1932 respectively, but, we may only note that\nit is trite that a proprietary concern would not answer the description of either\na Company incorporated under the Indian Companies Act or a firm within the\nmeaning of the provisions of the Section 4 of the Indian Partnership Act. D\n15. A Constitution Bench of this Court in S.M.S. Pharmaceuticals Ltd.\nv. Neeta Bhalla, A.I.R. (2005) SC 3512] furthermore categorically stated that\nthe complaint petition must contain the requisite averments to bring about a\ncase within the purview of Section 141 of the Act so as to make some persons\nother than company vicariously liable therefor. [See also Sabitha Ramamurthy E\n\u0026 Anr. v. R.B.S. Channabasavaradhya, A.I.R. (2006) SC 3086 and S.M.S.\nPharmaceuticals Ltd. v. Neeta Bhalla, (2007) 3 SCALE 245].\n16. For the reasons aforementioned, we are unable to agree with the\nHigh Court that no case had been made out for exercise of its jurisdiction\nunder Section 482 of the Code of Criminal Procedure.\n17. The impugned judgment is set aside. Appeal is allowed. The\ncomplaint case against the appellant is quashed.\nF\nB.B.B.\nAppeal allowed.\n"}