{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"RABINDRA CHANDRA PAUL\nV.\nCOMMR. OF CUSTOMS (PREVENTIVE) SHILLONG\nFEBRUARY 27, 2007\n\"\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nCustoms Valuation (Determination of Price of Imported Goods) Rules,\n1988-Rule 7A-Arms length transaction-Invocation of Rule 7A, by\nDepartment-Correctness of-Held, not correct as transaction was at arms C\nlength and not tainted-Also no allegation that on account of discount,\nprice pegged at lower level.\nD\nAppellant purchased two consignments of Refined Soyabean Oil from\nM/s United Edible Oils Ltd., Bangladesh (producer). The C \u0026 F value of the\nSoyabean Oil (final product) showed the price to be Rs. 24.50 per kg.\ncalculated at the prevailing rate of US Dollar. The Department called upon\nthe appellant to give the cost break-up of the imported goods. The appellant\nalso obtained a certificate from the Superintendent of Customs which stated\nthat the consignments imported was assessed by the Assistant Commissioner\nof Customs at Rs. 27.17 and Rs. 31.96 respectively. The Department, however, E\nrefused to accept these rates. Before the Assistant Commissioner, appellant\ncontended that Assistant Commissioner was not entitled to invoke Rule 7A\nof the Customs Valuation (Determination of Price of imported goods) Rules,\n1988 on the basis of the cost break-up, particularly when there was no\nallegation that the price declared was tainted. The demand raised by the\nDepartment was confirmed. The appellant successfully filed appeal before the\nCommissioner (A). Aggrieved Department filed appeal before the Tribunal.\nBy a cryptic order, the Tribunal held that the Department was right in invoking\nRule 7A. Hence these appeals.\nF\nAllowing the appeals, the Court\nHELD: 1. The primary base for Customs Valuation is the Transaction\nValue, i.e., the price actually paid or payable for the goods when sold for export\nto the country of importation. The said price should not be subject to any\ncondition or consideration that could prevent the value from being determined\n319\nG\nH\n320\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA under Rule 4(1) of Customs Valuation (Determination of Price of Imported\nGoods) Rules, 1988. Where the Department has reason to doubt the truth or\naccuracy of a declared value, it may ask the importer to provide further\nexplanation to the effect that the declared value represents the total amount\nactually paid or payable for the imported goods. If the declared value is lower\nthan the declared value of similar goods imported by other buyers at or about\nthe same time, it can constitute \"reason to doubt\" the truth or accuracy of\nthe declared value indicated in the commercial invoice. [Para 7] [325-C-E]\nB\nC\nEicher Tractors Ltd. v. Commissioner of Customs, Mumbai, (2000) 122\nE.L.T. 321, relied on.\n2.1. The Department had erred in invoking Rule 7A. Firstly, there was\nno allegation made by the Department stating that the transaction was tainted.\nThe appellant has proved that the transaction was at arm's length. Secondly,\nthe Department has not even alleged that on account of discounts the price\nstood pegged at a lower level. In matters of agro-processing, processing of\nD\nseeds, refined oil from crude oil etc., the cost of the raw material has a crucial\nrole to play in the method of costing. Crude oil which is the raw material is\nthe major component of the refined oil (final product). In such cases, if the\ncost of the raw material exceeds the price of the final product then in that\nevent the Department can invoke Rule 7A. However, even assuming for the\nE sake of argument that Rule 7A applies, the Assistant Commissioner of\nCustoms while applying Rule 7A has followed a peculiar method. She has\nexamined the cost break-up. She rejected the cost of the raw material but, at\nthe same time, she accepted the processing charges (figures supplied by the\nappellant). Rule 7A refers to Computed Value in contradistinction to Rule 7,\nwhich refers to Deductive Value. [Para 8] [325-A, B, F, G, H]\nF\n2.2. Computed value under Rule 7A is the value of the imported goods\nconsisting of the cost or value of materials plus amount for profit and cost or\nvalue of all other expenses under Rule 9(2). Further, Rule 7A is subject to\nthe provisions of Rule 3. Rule 3 applies in cases where the buyer and seller\nG are related. In the interpretative note to Rule 7A, value of imported goods is\nto be determined by examining the costs of production of the goods and the\nsaid interpretative note clarifies that Rule 7A should be applied to those cases\nwhere the buyer and seller are related. Further, if the officer wants to proceed\nunder Rule 7A, the cost or value has got to be decided on the basis of the\ncommercial accounts of the producer, provided that such accounts are\nH\n•\n*\nRABINDRA CHANDRA PAUL 1. COMMR. OF CUSTOMS (PREVENTIVE) SHILLONG [KAPADIA, J.] 321\nconsistent with the accounting standards applicable in the country where the A\n⚫ goods are produced. In the present case, there is no finding given that the\nbuyer and seller are related. There is no finding that producer from\nBangladesh has not followed the accounting system of that country\n(Bangladesh). In such cases, normally the Department should call upon the\nassessee to furnish the value/cost of raw materials plus all costs (direct, B\nindirect, fixed and variable) plus profit at an average rate. The Department\nshould call upon the assessee to produce a certificate from the Chartered\nAccountant of the foreign seller indicating the turnover, profit and other details\non the basis of which computation of the Deductive Value under Rule 7 could\nbe determined. This exercise had not been done in the present case. The\nAssistant Commissioner has rejected the cost of raw materials and, at the\nsame time, she has accepted the value of the processing charges. Therefore,\neven if Rule 7A was to be applied, which, is not attracted, still the computation\nmade under Rule 7A by the Assistant Commissioner was erroneous. None of\nthese aspects have been considered by the Tribunal in the impugned judgment.\n[Para 8] [325-B-G]\nCIVIL APPEALLATE JURISDICTION : Civil Appeal No. 4498 of 2006.\nFrom the Final Judgment and Order No. M-299/Kol/06 dated 6.7.2006 of\nthe Customs, Excise \u0026 Service Tax Appellate Tribunal, East Zonal Bench,\nKolkata in Customs Appeal No. CDM-150/2004.\nC\nD\nE\nWITH\nC.A. No. 4753 of 2006.\nV. Lakshmi Kumaran, Bikas Kar Gupta and Avijit Bhattacharjee for the F\nAppellant.\nK.P. Pathak, A.S.G., Shilpa Singh and B. Krishna Prasad for the\nRespondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. Civil Appeal No. 4498/2006\n1. This is an appeal under Section 130E of the Customs Act, 1962\nagainst judgment and order No. M-299/Kol /06 dated 6.7.2006 passed by the\nG\nH\n322\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Customs, Excise \u0026 Service Tax Appellate Tribunal, Kolkata (\"the Tribunal\").\nIt is an appeal filed by the assessee.\nB\nE\n2. A short question which arises for determination in this civil appeal\nis whether the Department, in the facts and circumstances, was justified in\ninvoking Rule 7A of Customs Valuation (Determination of Price of Imported\nGoods) Rules, 1988 framed under section 156 of the said 1962 Act.\n3. Appellant-assessee purchased two consignments of Refined Soyabean\nOil from M/s United Edible Oils Ltd., Bangladesh. The goods imported were\naccompanied with Invoice dated 4.10.2003 and Invoice dated 30.10.2003. The\nC C \u0026 F value of the Soyabean Oil (final product) showed the price to be Rs.\n24.50 per kg. calculated at the prevailing rate of US $. The Department called\nupon the appellant to give the cost break-up of the imported goods. The\ndetails were forwarded by the appellant to the Department vide letter dated\n19.10.2003 along with copy of the bills of entry. The appellant also obtained\na certificate from the Superintendent of Customs which stated that the\nD\nconsignments imported stood assessed by the Assistant Commissioner of\nCustoms at Rs. 27.17 and Rs. 31.96 respectively. The Department, however,\nrefused to accept the rate of Rs. 27.17 and Rs. 31.96 respectively. On 5.12.2003\nthe Assistant Commissioner of Customs gave a hearing to the appellant in\nthe matter of finalization of the assessable value of the said two consignments.\nThe appellant contended that M/s United Edible Oils Ltd., Bangladesh was\nthe manufacturer of Refined Soyabean Oil. The said goods were manufactured\nfrom imported Crude Soyabean Oil (raw material). The said raw material was\nimported by M/s United Edible Oils Ltd., Bangladesh from a foreign country\nunder a valid invoice and bills of entry, copies whereof were also submitted\nF by the appellant herein to the Assistant Commissioner of Customs. M/s.\nUnited Edible Oils Ltd., Bangladesh processed the said raw material in their\nfactory in Bangladesh into Refined Soyabean Oil (final product) which was\nexported to the appellant. Before the Assistant Commissioner, the appellant\npresented the actual price of the above raw material plus processing charges\nG plus transportation charges from the factory gate to the point of exportation.\nThe price declared, therefore, was the price at the point of exportation. Before\nthe Assistant Commissioner, the appellant submitted the above documents.\nThe appellant contended before the Assistant Commissioner that the Assistant\nCommissioner was not entitled to invoke Rule 7A on the basis of the cost\nbreak-up, particularly when there was no allegation that the price declared\nwas tainted. The appellant contended before the Assistant Commissioner that\nH\nRABINDRA CHANDRA PAUL 1. COMMR. OF CUSTOMS (PREVENTIVE) SHILLONG [KAPADIA, J.] 323\nB\nthe Department was not entitled to invoke Rule 7A and that the Department A\nwas not justified in invoking Rule 7A when the declared price tallied with the\nprice of the Indian Refined Soyabean Oil (see page 'E' of the synopsis). By\nOrder dated 26.12.2003 the Assistant Commissioner of Customs confirmed the\ndemand raised by the Department fixing the assessable value at Rs. 31.66 per\nkg. The Assistant Commissioner came to the conclusion that the Declared\nPrice of the final product was less than the Tariff Value indicated in the letter\nissued by the Central Board of Excise and Customs dated 15.12.2004 under\nwhich the Board had stated that the Tariff Value for Crude Soyabean Oil stood\nat US $ 565 PMT vide Notification No. 105/2004-Customs (NT) dated 15.9.2004.\nIn the said letter, the Board further stated that it was logical to value the raw\nmaterial at prices higher than the Crude Soyabean Oil. On the basis of said C\nletter dated 15.12.2004 and Notification dated 15.9.2004 the Assistant\nCommissioner of Customs fixed the assessable value of the Refined Soyabean\nOil at the above rate of Rs. 31.66 per kg.. Accordingly, the Assistant\nCommissioner directed the Department to complete the assessment and\nconfiscate the goods under section 111(m) of Customs Act, 1962.\nD\nE\n4. Being aggrieved by Order dated 26.12.2003 passed by the Assistant\nCommissioner of Customs, the appellant preferred an appeal under Section\n128A (3) of Customs Act, 1962. This appeal was filed before the Commissioner\n(A). By Order dated 30.6.2004 the Commissioner came to the conclusion that\nthere was no reason for the Assistant Commissioner of Customs to invoke\nRule 7A, particularly when the Department had not alleged that the sale was\nnot in the ordinary course of trade. It was further held that there was no\nreason to invoke Rule 7A since the import did not attract any of the\ncircumstances enumerated in Rule 4(2) (c) to (h). According to the Commissioner\n(A), the only ground on which the Assistant Commissioner had invoked Rule\n7A was that the appellant was given abnormal discounts. According to the F\nCommissioner (A), in the present case there was nothing to show that the\ndiscounts obtained were abnormal. In the circumstances, the Commissioner\nheld that the Department was not correct in rejecting the transaction value\nin terms of Rule 4(1).\n5. Aggrieved by the decision of the Commissioner (A), the matter was G\ncarried in appeal to the Tribunal (CESTAT). The matter was carried in appeal\nby the Department. By a cryptic order, the Tribunal stated that on the facts\nand circumstances of the case, the Department was right in invoking Rule 7A.\nHence this civil appeal.\nH\nA\nB\n324\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n6. In the case of Eicher Tractors Ltd. v. Commissioner of Customs,\nMumbai reported in (2000) 122 E.L.T. 321 this Court held that the principle for\nvaluation of imported goods is found in Section 14(1) of Customs Act, 1962\nwhich provides for the determination of the assessable value on the basis of\nthe international sale price. Under the said Act, customs duty is chargeable\non goods. According to section 14(1), the assessment of duty is to be made\non the value of the goods. The value may be fixed by the Central Government\nunder section 14(2). Where the value is not so fixed it has to be decided under\nsection 14(1). The value, according to section 14(1), shall be deemed to be\nthe price at which such or like goods are ordinarily sold or offered for sale,\nfor delivery at the time and place and importation in the course of international\nC trade. The word “ordinarily” implies the exclusion of special circumstances.\nThis position is clarified by the last sentence in section 14(1) which describes\nan “ordinary\" sale as one where the seller or the buyer have no interest in\nthe business of each other and the price is the sole consideration for the sale\nor offer for sale. Therefore, when the above conditions regarding time, place\nand absence of special circumstances stand fulfilled, the price of imported\nD\ngoods shall be decided under section 14(1A) read with the rules framed\nthereunder. The said Rules are the Customs Valuation Rules, 1988. It was\nfurther held that in cases where the circumstances mentioned in Rule 4(2)(c)\nto (h) are not applicable, the Department is bound to assess the duty under\nTransaction value. Therefore, unless the price actually paid for the particular,\nE transaction falls within the exceptions mentioned in Rule 4(2)(c) to (h), the\nDepartment is bound to assess the duty on the Transaction value. It was\nfurther held that Rule 4 is directly relatable to section 14(1) of Customs Act,\n1962. Section 14(1) read with Rule 4 provides that the price paid by the\nimporter in the ordinary course of commerce shall be taken to be the value\nin the absence of any special circumstances indicated in section 14(1).\nTherefore, what should be accepted as the value for the purpose of assessment\nis the price actually paid for the particular transaction, unless the price is\nunacceptable for the reasons set out in Rule 4(2). It was further held that the\nword \"payable\" in Rule 4(1) must be read as referring to the \"particular\ntransaction\" and payability in respect of the transaction contemplates as\nsituation where payment of price stands deferred. Therefore Rule 4 is limited\nto the transaction in question. It was further held that Rule 5 allows the\ntransaction value to be determined on the basis of identical goods imported\ninto India about the same time; Rule 6 allows fixation of transaction value on\nthe basis of the value of similar goods imported into India about the same\ntime. Where there are no contemporaneous imports into India, the value is to\nF\nG\nH\nイ\nRABINDRA CHANDRA PAUL 1. COMMR. OF CUSTOMS (PREVENTIVE) SHILLONG [KAPADIA, J.] 325\nbe decided under Rule 7 by a process of deduction in the manner provided A\ntherein. If this is not possible, then the value shall be computed under Rule\n7A. It was further held that it is only when the transaction value under Rule\n4 is rejected, only then under Rule 3(ii) the value shall be determined by\nproceeding sequentially through Rules 5 to 8. Conversely, if the transaction\nvalue can be decided under Rule 4(1) and does not fall under any of the\nB\ncircumstances given in Rule 4(2), there is no question of determining the\nvalue under the subsequent rules. It was further held that discount is a\nrecognized feature of international trade and as long as those discounts are\nuniformly available and as long as they are based on commercial\nconsiderations, they cannot be denied under section 14.\nC\n7. The primary base for Customs Valuation is the Transaction Value, i.e.,\nthe price actually paid or payable for the goods when sold for export to the\ncountry of importation, subject to adjustment. The said price should not be\nsubject to any condition or consideration that could prevent the value from\nbeing determined under Rule 4(1). Where the Department has reason to doubt\nthe truth or accuracy of a declared value, it may ask the importer to provide D\nfurther explanation to the effect that the declared value represents the total\namount actually paid or payable for the imported goods. If the declared value\nis lower than the declared value of similar goods imported by other buyers\nat or about the same time, it can constitute “reason to doubt” the truth or\naccuracy of the declared value indicated in the commercial invoice (see Rule\n10A). Under Rule 8(2)(i) no value shall be determined based on the selling\nprice of the goods produced in India. In cases where the Department fails to\nestablish circumstances mentioned in Rule 4(2), the transaction value declared\nby the assessee cannot be rejected and the price mentioned in the Invoice\nshould be held to represent the transaction value.\n(I)\nE\nF\nG\n8. Applying the above principles to the facts of the present case, we\nfind that the Department had erred in invoking Rule 7A. Firstly, there was no\nallegation made by the Department stating that the transaction was tainted.\nThe appellant has proved that the transaction was at arm's length. There was\nno evidence before the Department to show that the price was pegged at a\nlower level on account of the circumstances mentioned in Rule 4(2). Secondly,\nthe Department has not even alleged that on account of discounts the price\nstood pegged at a lower level. Thirdly, we may point out that in a given case,\nthe Department would be entitled to invoke Rule 7A. For example, in matters\nof agro-processing, processing of seeds, refined oil from crude oil etc., the\ncost of the raw material has a crucial role to play in the method of costing. H\n326\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA In such cases, crude oil which is the raw material is the major component of\nthe refined oil (final product). In such cases, if the cost of the raw material\nexceeds the price of the final product then in that event the Department can\ninvoke Rule 7A. However, in the present case, even assuming for the sake\nof argument that Rule 7A applies, the Assistant Commissioner of Customs\nwhile applying Rule 7A has followed a peculiar method. She has examined the\ncost break-up. She rejects the cost of the raw material but, at the same time,\nshe accepts the processing charges (figures supplied by the appellant). Rule\n7A refers to Computed Value in contradistinction to Rule 7 which refers to\nDeductive Value. Computed value under Rule 7A is the value of the imported\ngoods consisting of the cost or value of materials plus amount for profit and\nC cost or value of all other expenses under Rule 9(2). Further, Rule 7A is subject\nB\nto the provisions of Rule 3. Rule 3 applies in cases where the buyer and seller\nare related. In the present case, there is no finding given that the buyer and\nseller are related. In the interpretative note to Rule 7A, value of imported\ngoods is to be determined by examining the costs of production of the goods\nand the said interpretative note clarifies that Rule 7A should be applied to\nD\nthose cases where the buyer and seller are related. Further, if the officer wants\nto proceed under Rule 7A, the cost or value has got to be decided on the\nbasis of the commercial accounts of the producer, provided that such accounts\nare consistent with the accounting standards applicable in the country where\nthe goods are produced. In the present case, the producer is from Bangladesh.\nE There is no finding that M/s United Edible Oils Ltd. has not followed the\naccounting system of that country (Bangladesh). In such cases, normally the\nDepartment should call upon the assessee to furnish the value/ cost of raw\nmaterials plus all costs (direct, indirect, fixed and variable) plus profit at an\naverage rate. In such cases, the Department should call upon the assessee\nto produce a certificate from the Chartered Accountant of the foreign seller\nindicating the turnover, profit and other details on the basis of which\ncomputation of the Deductive Value under Rule 7 could be determined. This\nexercise had not been done in the present case. As stated above, in the\npresent case, the Assistant Commissioner has rejected the cost of raw materials\nand, at the same time, she has accepted the value of the processing charges.\nG Therefore, even if Rule 7A was to be applied, which, in our opinion, is not\nattracted, still the computation made under Rule 7A by the Assistant\nCommissioner was erroneous. None of these aspects have been considered\nby the Tribunal in the impugned judgment.\nF\nH\n9. Accordingly, the civil appeal stands allowed, the impugned judgment\nA\nY\nRABINDRA CHANDRA PAUL v. COMMR. OF CUSTOMS (PREVENTIVE) SHILLONG [KAPADIA, J.] 327\nof the Tribunal (CESTAT) in Appeal No. M-299/Kol/06 dated 6.7.2006 is set A\naside and the Order of the Commissioner (A) stands confirmed with no order\nas to costs.\nCivil Appeal No. 4753 of 2006\n10. In view of our judgment in Civil Appeal No. 4498/06 (supra), the B\nimpugned judgment of the Tribunal (CESTAT) in Appeal No. A-76/Kol/2005\ndated 17.1.2005 is also set aside. This civil appeal is allowed with no order\nas to costs.\nD.G.\nAppeals allowed.\nC\n"}