{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"BHUNA COOP. SUGAR MILLS LTD.\nV.\nCOMMISSIONER OF INCOME TAX, ROHTAK AND ANR.\nFEBRUARY 11, 2005\n[N. SANTOSH HEGDE AND S.B. SINHA, JJ.]\nA\nB\nIncome Tax Act, 1961-Sections 43B, 141(1) (A) \u0026 143(1) (a)—AYs\n1992-93 and 1993-94-Appellant-assessee filed returns claiming loss—While\ncomputing the loss, it sought for deduction of interest payable to creditors— C\nClaim disallowed by both Tribunal and the High Court-On appeal, held:\nboth the courts erred in not giving opportunity to assessee to establish its\ncase-Matter therefore remanded to Tribunal.\nAppellant-assessee, a cooperative sugar mill filed returns of income\ndeclaring loss. While computing the loss, assessee sought for deduction of D\nthe interest payable to the creditors and debited in the profit and loss\naccount. Assessing Officer while processing the returns under Section\n143(1)(a) disallowed the deduction claimed by assessee and also imposed\npenal additional tax. The order of Assessing authority was set aside by\nthe Appellate Commissioner but restored by the Appellate Tribunal. Writ\npetitions and appeals challenging the order of Tribunal were dismissed\nby High Court. Hence the present appeals.\nE\nThe assessee contended that it is entitled to deduction of interest\npayable on the loans taken by it from bodies other than the financial\ninstitutions as provided under section 43B, and that the Tribunal as well F\nas the High Court on an erroneous appreciation of fact and without giving\nan opportunity to the assessee to establish its case came to the conclusion\nthat the money borrowed by the assessee was from the institutions\nenumerated in Section 43B(d), and disallowed the deduction.\nCourt\nAllowing the appeals and remanding the matter to the Tribunal, the G\nHELD: 1. There was some confusion in the mind of the Tribunal\nwhen it proceeded to consider the case of the assessee for deduction on a\nground that the loan in question was taken from HFC which is a Bank\n83\nH\n|\n84\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA contemplated under Section 43B(d) and since the assessee contends that\nit has material to show that the loan taken by it and the interest payable\nto institutions which would not fall within sub-section (d) of section 43B,\nin the interest of justice, an opportunity should be given to the assessee to\nprove its case. [86-E-F]\nB\nC\nD\n2. Since the Tribunal or the High Court have not taken into\nconsideration the contention of the assessee in regard to the liability to\npay additional tax under section 141(1)(A) of the Act, an opportunity\nshould be given to the assessee to argue its case on this issue also. [86-F]-\nCommissioner of Income Tax, Bhopal v. Hindustan Elector Graphites\nLtd., Indore, [2000] 3 SCC 595 and Asstt. Commissioner of Income Tax, New\nDelhi v. J.K. Synthetics Ltd. etc., [2003] 10 SCC 623, referred to.\n་\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1100-1101\nof 2005.\nFrom the Judgment and Order dated 19.9.2003 of the Punjab and\nHaryana High Court in I.T.A. No. 80/2002 and C.W.P. No. 6372 of 2002.\nWITH\nE\nC.A. Nos. 1116-1117 of 2005.\nAnoop Choudhary, S.P. Singh, Amit Veer Singh and D. Mahesh Babu\nfor the Appellant.\nM.L. Verma, Arijit Prasad, Preetesh Kapoor and B.V. Balaram Das for\nF the Respondents.\nThe Judgment of the Court was delivered by\nSANTOSH HEGDE, J. The appellant, a cooperative sugar Mill, filed\nits return of income for the assessment year 1992-93 declaring a loss of Rs.\nG 6,95,63,045.72. While computing the said loss the appellant declared in its\nreturn a sum of Rs. 1,48,38,263.88 as interest which had accrued for the\nrelevant assessment year which was payable to the creditors and had been\ndebited in the profit and loss account, hence, sought for its deduction. A\nreturn claiming similar losses were also filed for the Assessment Year 1993-\n94. The assessing officer processed the returns filed by the appellant under\nH\n1\nBHUNA COOP. SUGAR MILLS LTD. v. C.I.T. [HEGDE. J.] 85\nsection 143(1)(a) of the Income Tax Act (the Act) and disallowed the deduction A\nof Rs. 1,48,38,263.88 claimed by the appellant on account of interest payable\nto the creditors. He also imposed a penal additional tax of Rs. 11,62,502\nunder section 143(1)(a) of the Act. Being aggrieved by the said order of\nassessment the appellant preferred an appeal before the Commissioner of\nIncome Tax (Appeals), Rohtak. The said appeal filed by the appellant came\nB\nto be allowed. The said order of the Appellate Commissioner was challenged\nby the Revenue before the Income Tax Appellate Tribunal, Delhi, which\nallowed the appeal of the tribunal setting aside the order of the Appellate\nCommissioner. It restored the order of the assessing authority. Consequent to\nthe said order of the tribunal the appellant also received a demand notice\ndirecting it to deposit the additional tax imposed. The appellant challenged C\nthe order of the tribunal as well as the demand notice in regard to the additional\ntax payable by way of appeals and writ petitions which came to be dismissed\nby the impugned order of the High Court, hence, the appellant is before us\nin these appeals.\nE\nThe main contention of the appellant herein is that it is entitled to D\ndeduction of interest payable on the loans taken by it from bodies other than\nthe financial institutions as provided under Section 43B of the Act. Learned\ncounsel submitted that the tribunal as well as the High Court on an erroneous\nappreciation of fact and without giving an opportunity to the appellant to\nestablish its case came to the conclusion that the money borrowed by the\nappellant, was from the institutions enumerated in Section 43B(d), hence,\ndisallowed the deduction. In support of this contention learned counsel pointed\nout from the order of the tribunal that it had noted that the loan taken by the\nappellant was from Haryana Financial Corporation (HFC) which according to\nthe appellant is wholly incorrect and the appellant had not taken any such\nloan from Haryana Financial Corporation. On the contrary, the loans taken F\nby it were all from IFCI, IDBI, ICICI and Harcoo Bank and under the act\ninterest payable to these banks are entitled to deduction. It was contended\nthat clause (e) of Section 43B will have no application as the said provision\nwas introduced by the Finance (No) 2 Act, 1996 with effect from 1.4.1997.\nLearned counsel for the appellant also argued that in view of the fact that it\nhad succeeded before the Commissioner of Income Tax (Appeals) on other\ngrounds there was no need for it to have challenged the levy of additional\ntax. Learned counsel also argued that the appellant had specifically raised a\nground as to the non applicability of section 141(1)(A) and the consequent\ndemand made for payment of additional tax, but the High Court without\ndealing with this objection of the appellant proceeding to agree with the H\nG\n1\n86\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA tribunal without properly considering the material available before it as to the\nentitlement of the appellant for deduction of interest payable. It is also\ncontended that the High Court did not apply its mind as to the liability of the\nappellant to pay the additional tax and proceeded to dismiss its appeals and\npetition without considering all aspects of the case.\nB\nLearned counsel for the Revenue submitted that the appellant had not\nproduced any material to show that the institution from which it had taken\nloans were institutions other than those enumerated in sub-section (d) of\nsection 43B of the Act, therefore unless the appellant proves that such interest\nhad actually been paid, it was not entitled to claim deduction on interest\nC which is only payable. It was further submitted on behalf of the Revenue that\nthough a factual error was made by the tribunal in noting that the loan taken\nwas from HFC it had really not affected the legality of the order of the\ntribunal because the appellant had failed to establish that the institutions from\nwhich it had taken the loan are those which would not fall within the\ninstitutions mentioned in sub-section (d) of section 43B. Therefore, the\nD authorities below were justified in rejecting the prayer of the appellant for\ndeduction of interest as also were justified in levying the additional tax under\nsection 141(1)(A) of the Act.\nE\nHaving heard learned counsel and having perused the records we think\nthere was some confusion in the mind of the tribunal when it proceeded to\nconsider the case of the appellant for deduction on a ground that the loan in\nquestion was taken from HFC which is a Bank contemplated under Section\n43B(d) and since the appellant contends that it has material to show that the\nloan taken by it and the interest payable to institutions which would not fall\nwithin sub-section (d) of section 43B, in the interest of justice we think an\nF opportunity should be given to the appellant to prove its case. We also think\nthat since the tribunal or the High Court have not taken into consideration the\ncontention of the appellant in regard to the liability to pay additional tax\nunder section 141(1)(A) of the Act, an opportunity should be given to the\nappellant to argue its case on this issue also.\nG\nH\nWe may note herein that learned counsel for the appellant relied on a\njudgment of this Court in the case of Commissioner of Income Tax, Bhopal\nv. Hindustan Elector Graphites Ltd., Indore, [2000] 3 SCC 595 while the\nlearned counsel for the Revenue relied on a judgment of this Court in the\ncase of Asstt. Commissioner of Income Tax, New Delhi v. J.K.Synthetics Ltd.\netc., [2003] 10 SCC 623.\n1\nBHUNA COOP. SUGAR MILLS LTD. v. C.I.T. [HEGDE, J.]\n87\nIn the view of the fact that we are remanding the matter to the tribunal A\nwe do not think that we should express any view as to the applicability of\nthese judgments. We leave it to the tribunal to consider the same.\nFor the reasons stated above, these appeals succeed, the matters are\nremanded to the Income Tax Appellate Tribunal, Delhi Bench 'E', New\nDelhi or its successor. The impugned orders of the tribunal in appeal and that\nof the High Court in appeals and writ petitions are set aside.\nOrdered accordingly.\nB\nB.B.B.\nAppeals allowed.\n"}