{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"706 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA Universities and for that purpose, to establish a University\nGrants Commission, hereinafter referred to as the\n\"Commission\". Under the University Grants Commission Act,\n1956, hereinafter referred to as the \"UGC Act\", the\nCommission is required to take, in consultation with the\nB Universities or other concerned bodies, all such steps as it may\nthink fit for the promotion and coordination of University\neducation and for the determination and maintenance of\nstandards of teaching, examination and research in\nUniversities.\nC\nD\nE\nF\n4. Section 12 of the UGC Act inter alia empowers the\nCommission to inquire into the financial needs of the\nUniversities, allocate and disburse grants to Universities\nestablished or incorporated by or under a Central Act, out of\nthe Funds of the Commission for the maintenance and\ndevelopment of such Universities or for any other general or\nspecified purpose. The Commission was also empowered to\nallocate and disburse, out of such Funds, such grants to other\nUniversities, as it may deem necessary or appropriate for the\ndevelopment of such Universities or for the maintenance or\ndevelopment or for any other general or specified purpose. The\nCommission was further empowered to allocate and disburse,\nsuch grants to institutions deemed to be Universities, as it\ndeemed necessary, for similar purposes.\n5. Section 25 of the UGC Act empowers the Central\nGovernment to make Rules to carry out the purposes of the Act\nby notification in the Official Gazette, with regard to the\nformation and the functioning of the Commission. Section 26\nempowers the Commission to make Regulations consistent\nG with the provisions of the Act and the Rules made thereunder,\nby notification in the Official Gazette inter alia in regard to\ndefining the qualifications that should ordinarily be required of\nany person to be appointed to the teaching staff of the University\nhaving regard to the branch of education in which he or she is\nH required to give instructions and to define the minimum\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 707\n[ALTAMAS KABIR, CJI.]\nstandards of instructions for the grant of any degree by any A\nUniversity. In keeping with their statutory character, the Rules\nand Regulations framed by the Central Government and the\nCommission are required to be placed before each House of\nParliament, while it is in session, for a total period of 30 days.\n6. Section 20 of the UGC Act, particularly, provides that\nin the discharge of its functions under the said Act, the\nCommission is to be guided by such directions on questions\nof policy relating to national purposes, as may be given to it by\nthe Central Government.\n7. On 24th December, 1998, the Commission issued a\nNotification on revision of pay scales, minimum qualification for\nappointment of teachers in Universities, colleges and other\nmeasures for the maintenance of standards. In Clause 5 of the\nNotification, it was specified that the Commission expected that\nthe entire scheme of revision of pay scales, together with all\nconditions attached to it, would be implemented by the State\nGovernments, as a composite scheme without any\nmodifications, except for the date of implementation and the\nscales of pay, as indicated in the Government of India\nNotifications dated 27.7.1998, 22.9.1998, and 6.11.1998.\nClause 16 of the Notification also indicated that the teachers\nwill retire at the age of 62 years, but it would be open to a\nUniversity or a college to re-employ a superannuated teacher.\nSubsequently, the Commission, in exercise of the powers\nconferred upon it under Section 26(1)(e) and (f) of the UGC Act,\nframed the University Grants Commission (Minimum\nQualifications required for the appointment and career\nadvancement of teachers in Universities and institutions\naffiliated to it) Regulation, 2000. The said Regulation does not,\nhowever, provide for the age of superannuation.\n8. On 23rd March, 2007, the Government, in its Ministry\nof Human Resource Development, Department of Higher\nEducation, wrote to the Secretary of the Commission on the\nB\nC\nD\nE\nF\nG\nH\n708 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA question of enhancement of the age of superannuation from 62\nyears to 65 years for teaching positions in Centrally funded\ninstitutions, in higher and technical education. In the said\ncommunication, it was mentioned that at the time of revision\nof pay scales of teachers in Universities and colleges, following\nB the revision of pay scales of Central Government employees,\non the recommendations of the Fifth Central Pay Commission,\nit had been provided inter alia in the Ministry's letter dated 27th\nJuly, 1998 that the age of superannuation of teachers in\nUniversity and schools would be 62 years and, thereafter, no\nC extension in service should be given. However, the power to\nre-employ the superannuated teacher up to the age of 65 years\nwould remain open to a University or a college, according to\nthe existing guidelines, framed by the Commission. In the letter,\nit was also indicated that the matter had been reviewed by the\nD Central Government, in the light of the existing shortage in\nteaching positions in the Centrally-funded institutions in higher\nand technical education under the Ministry and, in that context,\nit had been decided that the age of superannuation of all\npersons who were holding posts as on 15.3.2007, in any of the\nE Centrally funded higher and technical education under the\nMinistry, would stand increased from 62 to 65 years. It was also\ndecided that persons holding such regular teaching positions,\nbut had superannuated prior to 15.3.2007, on attaining the age\nof 62 years, but had not attained the age of 65 years, could be\nF re-employed against vacant sanctioned teaching positions, till\nthey attained the age of 65 years, in accordance with the\nguidelines framed by the Commission. It was lastly indicated\nthat the enhancement of retirement age and the provisions for\nre-employment would only apply to persons in teaching positions\nG against posts sanctioned in Centrally-funded higher and\ntechnical education institutions, in order to overcome the\nshortage of teachers.\nH\n9. The most important development, at the relevant time,\nhowever, was the issuance of a letter by the Central\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 709\n[ALTAMAS KABIR, CJI.]\nGovernment in its Ministry of Human Resource Development, A\nDepartment of Higher Education, to the Secretary, University\nGrants Commission on 31st December, 2008, regarding a\nscheme of revision of pay of teachers and other equivalent\ncadres in all the Central universities and colleges and Deemed\nUniversities, following the revision of pay scales of the Central B\nGovernment employees on the recommendation of the Sixth\nCentral Pay Commission, subject to all the conditions\nmentioned in the letter and the Regulations. The State\nGovernments were given an option to adopt the scheme in its\ncomposite form.\n10. While generally dealing with matters relating to\nappointment and promotion, it was reiterated that in order to\nmeet the situation arising out of shortage of teachers in\nUniversities and in other teaching institutions and the\nconsequent vacant positions, age of superannuation of teachers\nin Centrally-funded institutions had already been enhanced to\n65 years. It was mentioned in the said letter that after taking\ninto consideration the recommendations made by the\nCommission based on the decisions taken at its meeting, held\non 7th and 8th October, 2006, the Government of India had\ndecided to revise the pay scales of teachers in the Central\nUniversities. It was further stipulated that the revision of pay\nscales of teachers would be subject to various provisions of the\nScheme of revision of pay scales, as contained in the said letter\nand Regulations to be framed by the Commission in this behalf.\nParagraph 8 of the Scheme deals with other terms and\nconditions, apart from those already mentioned and Clause\n(p)(i) thereof, which deals with the applicability of the Scheme\nand relevant for our purpose is extracted hereinbelow:\n\"(p) Applicability of the Scheme:\nC\nD\nE\nF\nG\n(i) This Scheme shall be applicable to teachers and other\nequivalent cadres of Library and Physical Education in all\nthe Central Universities and Colleges there-under and the H\nA\n00\nB\nс\nD\nE\nF\nG\nH\n710 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nInstitutions Deemed to be Universities whose maintenance\nexpenditure is met by the UGC. The implementation of the\nrevised scales shall be subject to the acceptance of all the\nconditions mentioned in this letter as well as Regulations\nto be framed by the UGC in this behalf. Universities\nimplementing this Scheme shall be advised by the UGC\nto amend their relevant statutes and ordinances in line with\nthe UGC Regulations within three months from the date of\nissue of this letter.\"\n11. Clause (p)(v) of the said paragraph, which is equally\nrelevant, is also extracted hereinbelow:\n\"(p)(v) This Scheme may be extended to universities,\nColleges and other higher educational institutions coming\nunder the purview of State legislatures, provided State\nGovernments wish to adopt and implement the Scheme\nsubject to the following terms and conditions:\n(a) Financial assistance from the Central Government to\nState Governments opting to revise pay scales of teachers\nand other equivalent cadre covered under the Scheme\nshall be limited to the extent of 80% (eighty percent) of the\nadditional expenditure involved in the implementation of the\nrevision.\n(b) The State Government opting for revision of pay shall\nmeet the remaining 20% (twenty percent) of the additional\nexpenditure from its own sources.\n(c) Financial assistance referred to in sub-clause (a) above\nshall be provided for the period from 1.01.2006 to\n31.03.2010.\n(d) The entire liability on account of revision of pay scales\netc. of university and college teachers shall be taken over\nby the State Government opting for revision of pay scales\nwith effect from 1.04.2010.\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 711\n[ALTAMAS KABIR, CJI.]\n(e) Financial assistance from the Central Government shall A\nbe restricted to revision of pay scales in respect of only\nthose posts which were in existence and had been filled\nup as on 1.01.2006.\nB\n(f) State Governments, taking into consideration other local\nconditions, may also decide in their discretion, to introduce\nscales of pay higher than those mentioned in this Scheme,\nand may give effect to the revised bands/ scales of pay\nfrom a date on or after 1.01.2006; however, in such cases,\nthe details of modifications proposed shall be furnished to\nC\nthe Central Government and Central assistance shall be\nrestricted to the Pay Bands as approved by the Central\nGovernment and not to any higher scale of pay fixed by\nthe State Government(s).\n(g) Payment of Central assistance for implementing this\nScheme is also subject to the condition that the entire\nScheme of revision of pay scales, together with all the\nconditions to be laid down by the UGC by way of\nRegulations and other guidelines shall be implemented by\nState Governments and Universities and Colleges coming\nunder their jurisdiction as a composite scheme without any\nmodification except in regard to the date of\nimplementation and scales of pay mentioned herein\nabove.\"\nD\nE\n\"\nF\n12. Paragraph 8(f) of the aforesaid Scheme deals with the\nage of superannuation, which has already been dealt with\nhereinbefore. In substance, it provides that in order to meet the\nsituation arising out of shortage of teachers and also to attract\npeople to the teaching profession, it had been decided to retain G\nthe services of teachers till the age of 65 years, as already\nintimated to all universities and colleges by the letter dated\n23.3.2007, issued by the Department of Higher Education, in\nthe Ministry of Human Resource Development, Government of\nIndia.\nH\nA\n712\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n13. Following the recommendations of the Sixth Pay\nCommission, the Bihar Legislature passed the Bihar State\nUniversities (Amendment) Act, substituting Section 67 of the\nBihar State Universities Act, enhancing the age of\nsuperannuation to 62 years. Since the said Amendment also\nB has a definite bearing in the appeals filed by Prof. (Dr.) Jagdish\nPrasad Sharma, the amended provision, namely, Section 67(a)\nis extracted hereinbelow:\nс\nD\nE\nF\nG\nН\n\"(a) Notwithstanding anything to the contrary contained in\nany Act, Rules, Statutes, Regulation or Ordinance, the date\nof retirement of a teaching employee of the University or\nof a college shall be the date on which he attains the age\nof sixty two years. The date of retirement of a teaching\nemployee will be the same which would be decided by the\nUniversity grants Commission.\nThe date of retirement of non-teaching employee\n(other than the inferior servants) shall be the date on which\nhe attains the age of sixty two years:\nProvided that the University shall, in no case, extend\nthe period of service of any of the teaching or non-teaching\nemployee after he attains the age of sixty two years as the\ncase may be.\nProvided further also that re-appointment of teachers\nafter retirement may be made in appropriate cases up to\nthe age of sixty five years in the manner laid down in the\nStatutes made in this behalf in accordance with the\nguidelines of the University Grants Commission.\"\n14. Similarly, Section 64(a) of the Patna University Act was\nalso amended on similar basis. Since the decision of the\nMinistry of Human Resource Development, as conveyed in its\nletter of 23.3.2007, was not being implemented, Writ Petitions,\nbeing CWJC Nos. 4823 and 5390 of 2008, were filed by some\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 713\n[ALTAMAS KABIR, CJI.]\nteachers seeking enhancement of the age of superannuation A\nfrom 62 to 65 years, based upon the aforesaid decision of the\nMinistry of Human Resource Development. Both the Writ\nPetitions were dismissed by the High Court on the ground that\nthere was no conscious decision taken by UGC with regard\nto teachers working in State Universities since the\nenhancement was confined to Centrally-funded Universities.\n15. On 3.10.2008, the Pay Review Committee set up by\nthe Commission submitted its Report to the Commission\nrelating to the revision of pay scales of teachers, qualification\nfor appointment, service and working conditions and\npromotional avenues of teachers in Universities and colleges,\nand at clause 5.4.2, it recommended that the age of\nsuperannuation throughout the country should be 65 years,\nwhether in a State or Central University, as also in a college or\nin a University. In its 452nd meeting, the Commission took a\nconscious decision and recommended the Report of the Pay\nReview Committee for acceptance by the Central Government.\nPursuant to the said decision and recommendation of the\nCommission, the Ministry of Human Resource Development\npublished a Scheme on 31.12.2008, which has already been\nreferred to hereinbefore.\n16. As no action was taken even thereafter, the Appellants\nfiled Writ Petition, being CWJC No. 2330 of 2009, before the\nPatna High Court. The said matter was heard along with several\nother similar Writ Petitions, wherein claims were made by the\nPetitioners under the amended provisions of the Patna\nUniversity Act and Bihar State Universities Act.\n17. On 6.10.2009, the learned Single Judge allowed the\nWrit Petitions and held that the State Government had no\ndiscretion as they were statutorily bound by the decision of the\nCommission to enhance the age of superannuation. Letters\nPatent Appeal No. 117 of 2010 and other connected LPAS\nwere filed by the State of Bihar challenging the aforesaid\nB\nC\nD\nE\nF\nG\nH\n714 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA judgment of the learned Single Judge. On 18.5.2010, a Division\nBench of the Patna High Court allowed LPA No. 117 of 2010,\nfiled by the State of Bihar. It is against the said judgment of the\nDivision Bench that SLP(C) Nos: 18766-18782 were filed by:\nthe Appellants herein in June, 2010. On 30.6.2010, the\nB Commission framed the Regulations of 2010. 1:\nC\nD\nE\nF\nG\nH\n18. This brings us to the substantial challenge, in these\nappeals and connected Writ Petitions and Transferred Cases,\nas has been set out in paragraph 2 of the impugned judgment\nof the Division Bench of the Patna High Court, which is, whether\nin view of the decision contained in the letter dated 31.12.2008 1\nissued by the Department of Higher Education, Ministry of\nHuman Resource Development, Government of India, in the\ncontext of Section 64(a) of the Patna University Act, 1976 and\nSection 67(a) of the Bihar State Universities Act, the age of\nsuperannuation of teachers working in different Universities and\ncolleges of Bihar would automatically be enhanced to 65 years. \u003e\nThe focus is, therefore, on whether in view of the Scheme\nmentioned in the aforesaid letter of 31.12.2008, not only the\nCentral Universities and colleges, which were bound by the\nUGC Regulations, but the different States and institutions\nsituated therein would be bound to accept the Scheme, as set\nout in the said letter of 31.12.2008. As has been mentioned\nhereinbefore, the Scheme envisaged in 31.12.2008, in no\nuncertain terms, indicates that in case the State Governments\nopted to revise the pay scales of teachers and other equivalent\ncadres covered under the Scheme, financial assistance from\nthe Central Government to such State Governments would be\nto the extent of 80% of the additional expenditure involved in\nthe implementation of the revision. The Scheme also indicates\nthat the State Government which opted for revision of pay\nscales would have to meet the remaining 20% of the additional\nexpenditure from its own sources. The third consideration is that\nsuch financial assistance would be provided for the period from\n1.1.2006 to 31.3.2010, and that, thereafter, the entire liability\nJAGDISH PRASAD SHARMA ✓ STATE OF BIHAR 715\n[ALTAMAS KABIR, CJI.]\nB\non account of revision of pay scales of the University and A\ncollege teachers would have to be taken over by the State\nGovernment with effect from 1.4.2010. The fourth and the most\nimportant condition stipulated by the Commission was that\npayment of Central assistance for implementing the Scheme\nwas subject to the conditions that the entire Scheme of revision\nof pay scales, together with all the conditions to be laid down\nby the UGC, by way of Regulations and other guidelines, would\nhave to be implemented by the State Government and\nUniversities and Colleges coming under their jurisdiction, as a\ncomposite scheme, emphasis supplied, without any C\nmodification except in regard to the date of implementation\nand scales of pay mentioned hereinabove. This entailed and\nincluded the enhancement of age of such teachers to 65 years.\nIn other words, along with the enhancement of pay, of which\n80% would be borne by the Commission, the other condition\nof the Commission was that the age of the teachers would be\nenhanced to 65 years, and that the balance 20% of the\nexpenditure would have to be borne by the State from its own\nresources till 31.3.2010, and, thereafter, the entire burden of\nexpenditure would have to be borne by the State. \\\n19. It appears that the States of West Bengal, Uttar\nPradesh, Haryana, Punjab and Madhya Pradesh implemented\nthe Scheme without waiting for the UGC Regulations, which\nwere framed only on 30.6.2010, whereas the said Scheme was\nimplemented by the aforesaid States long before the said date.\nIt is when the reimbursement of 80% of the expenses was\nsought for from the Central Government, that the problems\narose, since in keeping with the composite scheme, the\nconcerned States had not enhanced the age of superannuation\nsimultaneously. The Central Government took the stand that\nsince the Scheme in its composite form had not been given\neffect to by the States concerned, the question of\nreimbursement of 80% of the expenses did not arise. This is\nD\nE\nF\nG\nI\nH\n"}