{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"716 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA one of the core issues, which has arisen in these cases for\ndecision.\nB\nD\n20. The ripple effect of the stand taken by the Central\nGovernment was felt all over the country and, accordingly,\nmatters were moved before different High Courts which have\nultimately come up to this Court for hearing on such common\nissues.\n灣\n21. The lead case, however, is that of Prof. (Dr.) Jagdish\nPrasad Sharma, who has moved against the judgment of the\nC Division Bench of the Patna High Court on several grounds,\nincluding the grounds indicated hereinabove. One of the other\ngrounds taken as far as the Patna cases are concerned, is in\nregard to the interpretation of Section 64(a) of the Patna\nUniversity Act, 1976, introduced by the Amendment Act of\n2006, and Section 67(a) of the Bihar State Universities Act,\n1976, introduced by the Bihar State Universities (Amendment)\nAct, 2006, which has been reproduced hereinabove. Learned\ncounsel for the Appellants has claimed that although in the first\npart of the two amended provisions, it has been indicated that\nE the date of retirement of a teaching employee of the University\nor college would be the date on which he attains the age of 62\nyears, the said condition was purportedly watered down by the\naddition of the further condition that the date of retirement of a\nteaching employee would be the same, which would be\nF decided by the University Grants Commission in future. It has\nbeen contended that on a construction of the aforesaid\nprovision, it is amply clear that though when the amendment was\neffected it was the intention of the Legislature that the age of\nsuperannuation should be 62 years, no finality was attached to\nG the same, since the final decision regarding superannuation lay\nwith any decision that might be taken by the University Grants\nCommission in future. It has been contended that since a\ndecision had been taken by the Ministry of Human Resource\nDevelopment as far back on 23.3.2007 to enhance the age of\nH. superannuation from 62 to 65 years, which was also\ni\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 717\n[ALTAMAS KABIR, CJI.]\nsubsequently recommended by the Commission in its 452nd A\nmeeting, where a conscious decision was taken to implement\nthe Report of the Pay Review Committee recommending the\nage of superannuation to 65 years throughout the country\nwhether in a State or central University or whether in a college\nor in a University, it was incumbent on the State Government\nto implement the said recommendation of the University Grants\nCommission, subsequently endorsed by the Department of\nHigher Education, Ministry of Human Resource Development,\nGovernment of India.\nB\nC\nD\n22. Appearing for the Appellants, Mr. Ajit Kumar Sinha,\nlearned Senior Advocate, submitted that Section 11 of the\nUGC Act provides that all orders and decisions of the\nCommission are to be authenticated by the signature of the\nChairman. It was submitted that Section 12 of the UGC Act\nmade further provision that it would be the general duty of the\nCommission to take, in consultation with the University or other\nconcerned bodies; all such steps as it thought necessary for\nthe promotion and coordination of University education and for\nthe determination and maintenance of standards of teaching, E\nexamination and research in the Universities. Mr. Sinha\nsubmitted that it would thus be apparent that the Commission\ncould take decisions which were independent of its power to\nframe Regulations under Section 26 or to issue Notifications\nunder Section 3 of the Act. Mr. Sinha submitted that the State\nof Bihar was, therefore, bound to acknowledge the age of\nsuperannuation as 65 years with effect from 31.12.2010 for the\nAppellants.\nF\n23. Mr. Ranjit Kumar, learned Senior Advocate, who\nappeared in some of the matters, reiterated the submissions G\nmade by Mr. Sinha and re-emphasized the fact that on\n7.2.2011, the Government of Bihar had accepted the\nenhancement of age from 62 to 65 years for those who were\nin service on 30.6.2010. Mr. Ranjit Kumar submitted that the\njudgment of the Division Bench impugned in these proceedings H\n:\n718 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA does not suffer from any infirmity and, therefore, did not warrant\nany interference.\n24. The next set of cases related to the State of Kerala with\nMr. K.K. Venugopal, learned Senior Advocate, appearing for\nB the Appellants in Civil Appeals arising out of SLP(C) Nos.\n12990-12992 of 2011. Mr. Venugopal's stand was different\nfrom those of Mr. Ajit Kumar Sinha and Mr. Ranjit Kumar,\nlearned Senior Advocates, and supported the action of the\nCommission. Mr. Venugopal submitted that the Kerala.\nC University Act, 1974, and the Mahatma Gandhi University.\nStatutes, 1997, inter alia provided for the age of superannuation\nat 60 years. In the affiliated colleges, the age of superannuation\nwas fixed at 55 years. Mr. Venugopal submitted that the stand\ntaken by the State of Kerala was a little different from the stand\ntaken by the other States, since there were a large number of\nqualified and eligible persons who were unemployed and were\nwaiting for employment, who would ultimately fall prey to\nfrustration if the services of those who had superannuated at\nthe age of 62 years were to be continued, thereby depriving\neligible candidates waiting to be employed. In such\ncircumstances, the State of Kerala was not interested in\nincreasing the age of superannuation from 62 years to 65 years.\nReferring to the letter of the Ministry of Human Resource\nDevelopment, Government of India, dated 31.12.2008, Mr.\nVenugopal contended that in all Centrally-funded institutions a\ngeneral direction had been given that the age of superannuation\nwould be 65 years in place of 62 years.\nD\nE\nF\nG\nH\n25. Mr. Venugopal further urged that the Regulations made\nby the Commission were applicable to Centrally-funded\ninstitutions and also included by reference the entirety of the\nScheme of 31.12.2008, as part of the Regulations and made\nit applicable to State institutions. Mr. Venugopal urged that the\nUGC Regulations being Central legislation under Entry 66 List\nI of the Seventh Schedule to the Constitution, they would have\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 719\n[ALTAMAS KABIR, CJI.]\nprimacy over the executive and State laws and the Government A\nOrder dated 10.12.2010 was liable to be struck down.\n26. While referring to the scope of Entry 66, List 1 of the\nSeventh Schedule to the Constitution, Mr. Venugopal referred\nto the decision of this Court in the University of Delhi Vs. Raj B\nSingh [(1994) Suppl 3 SCC 516], wherein it was held that the\nRegulations of the Commission in the said case would not be\nbinding on the University of Delhi being recommendatory and\ndid not impinge upon the University's power to select its\nteachers. However, if the University chose not to accept the\nC\nUGC Regulations, it would lose its grant from the UGC.\nD\nE\n27. During the course of his submissions, Mr. Venugopal\nreferred to the order issued by the Government of Kerala in the\nHigher Education (C) Department on 10.12.2010 for\nimplementation of the UGC Regulations 2010 on minimum\nqualifications for appointment of teachers, other academic staff\nin Universities and colleges and measures for the maintenance\nof standards in higher education. The Government Order further\nprovided that the matter had been examined in detail and the\nGovernment was, therefore, pleased to approve and to\nimplement the Regulations as such. The Regulations, therefore,\nwere to come into force from 18.9.2010 on the date of their\npublication in the Government of India Gazette. All the\nUniversities were directed to incorporate the UGC Regulations\nin their Statutes and Regulations, within one month from the F\ndate of the Order. Mr. Venugopal joined issue with the contents\nof paragraph 6 of the said Order, which provides that where\nthere were any provisions in the Regulations inconsistent with\nthe provisions in the Government Order, read as the first paper,\nthe said Government Order would override the provisions in the\nRegulations to the extent of such inconsistency. Mr. Venugopal\nsubmitted that executive directions cannot override the statutory\nprovisions and it was the statutory provisions which would\nprevail over such executive directions. Consequently, the UGC\nRegulations would, in these cases, prevail over the Orders of H\nG\n720 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA the Executive government. In this connection, Mr. Venugopal\nreferred to the decision of this Court in Paluru Ramkrishnaiah\nVs. Union of India [(1989) 2 SCC 541], wherein relying on two\nearlier decisions of this Court in B.N. Nagarajan Vs. State of\nMysore [(1966) 3 SCR 682] and Sant Ram Sharma Vs. State\nB of Rajasthan [(1968) 1 SCR 111], a Constitution Bench of this\nCourt in Ramachandra Shankar Deodhar Vs. State of\nMaharashtra [(1974) 1 SCC 317], held that in the absence of\nlegislative Rules it was competent for the State Government to\ntake a decision in the exercise of its executive power under\nC Article 162 of the Constitution. Therefore, an executive\ninstruction could make provision only for a matter which was\nnot covered by the Rules and such executive instructions could\nnot override any of the provisions of the Rules. Accordingly, the\nlearned counsel submitted that the Government Order dated\nD 10.12.2010 was liable to be struck down.\nE\nF\nG\nH\n28. Mr. Venugopal also referred to the decision of this\nCourt in the case of the Gujarat University, Ahmedabad Vs.\nKrishna Ranganath Mudholkar [1963 Suppl 1 SCR 112],\nwherein it was inter alia observed as follows:\n\"The State has the power to prescribe the syllabi and\ncourses of study in the institutions named in Entry 66 (but\nnot falling within entries 63 to 65) and as an incident thereof\nit has the power to indicate the medium in which instruction\nshould be imparted. But the Union Parliament has an\noverriding legislative power to ensure that the syllabi and\ncourses of study prescribed and the medium selected do\nnot impair standards of education or render the co-\nordination of such standards either on an All India or other\nbasis impossible or even difficult. Thus, though the powers\nof the Union and of the State are in the Exclusive Lists, a\ndegree of overlapping is inevitable. It is not possible to lay\ndown any general test which would afford a solution for\nevery question which might arise on this head. On the' one\nhand, it is certainly within the province of the State\nJAGDISH PRASAD SHARMA v STATE OF BIHAR\n[ALTAMAS KABIR, CJI.]\n721\nB\nC\nD\nLegislature to prescribe syllabi and courses of study and, A\nof course, to indicate the medium or media of instruction.\nOn the other hand, it is also within the power of the Union\nto legislate in respect of media of instruction so as to\nensure co-ordination and determination of standards, that\nis to ensure maintenance or improvement of standards.\nThe fact that the Union has not legislated, or refrained from\nlegislating to the full extent of its powers does not invest\nthe State with the power to legislate in respect of a matter\nassigned by the Constitution to the Union. It does not,\nhowever, follow that even within the permitted relative fields\nthere might not be legislative provisions in enactments\nmade each in pursuance of separate exclusive and distinct\npowers which may conflict. Then would arise the question\nof repugnancy and paramountcy which may have to be\nresolved on the application of the \"doctrine of pith and\nsubstance\" of the impugned enactment. The validity of the\nState legislation on University education and as regards\nthe education in technical and scientific institutions not\nfalling within Entry 64 of List I would have to be judged\nhaving regard to whether it impinges on the field reserved\nfor the Union under Entry 66. In other words, the validity of\nState legislation would depend upon whether it prejudicially\naffects co-ordination and determination of standards, but\nnot upon the existence of some definite Union legislation\ndirected to achieve that purpose. If there be Union\nlegislation in respect of co-ordination and determination\nof standards, that would have paramountcy over the State\nlaw by virtue of the first part of Art. 254(1); even if that\npower be not exercised by the Union Parliament the\nrelevant legislative entries being in the exclusive lists, a\nState law trenching upon the Union field would still be\ninvalid.\"\nMr. Venugopal, therefore, contended that the UGC\nRegulations would have an overriding effect over the\nGovernment Order dated 10.12.2010 and, in any event, the\nE\nF\nG\nH\n722 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA U.G.C. could not abdicate its authority regarding higher\neducation to the States.\nB\nс\nD\n29. Learned counsel appearing for the Appellants in Civil\nAppeals arising out of SLP (C) Nos. 10765-69 of 2011 and\nlearned counsel appearing on behalf of other Appellants, in\nrelation to the matters relating to the State of Kerala, adopted\nMr. Venugopal's submissions and it was pointed out by Mrs.\nV.P. Seemanthini that there was a marked difference between\nthe 2000 Regulations framed by the Commission and the\nsubsequent Regulations of 2010. It was submitted by her that\nwhile the 2000 Regulations did not provide for any age of\nsuperannuation, in the 2010 Regulations, there is a mandate\nto the State Government to follow the same.\n30. However, appearing for the Appellants in Civil Appeal\narising out of SLP(C) No. 23275 of 2010, Dr. K.P. Kylasanatha\nPillay, learned Senior Advocate, took a different stand from that\nof Mr. Venugopal. He pointed out that the Appellants were all\nSelection Grade Lecturers and Readers of Sree Narayana\nCollege, Kollam, an aided institution situated in the State of\nE Kerala. Referring to the Scheme formulated by the Central\nGovernment, which also included the question relating to age\nof superannuation, Dr. Pillay reiterated that in order to meet a\nsituation arising out of shortage of teachers in Universities and\nother teaching institutions, the age of superannuation for\nF teachers in Central educational institutions had already been\nenhanced to 65 years. Dr. Pillay urged that the benefits of the\npackage scheme which was implemented with effect from\n1.1.2006, relating to enhancement of age of superannuation to\n65 years, should also be made available to the Appellants. Dr.\nG Pillay submitted that so long as the Appellants had been\nI\nexcluded from the Pay Revision of the State Government, as\ngoverned by the UGC Scheme, they had been placed in a\ndisadvantageous position.\n31. Appearing for the State of Kerala, Ms. Bina Madhavan,\nJAGDISH PRASAD SHARMA ✓ STATE OF BIHAR 723\n[ALTAMAS KABIR, CJI.]\nB\nlearned Advocate, contended that under Article 309 of the A\nConstitution, the State Government is empowered to frame its\nown Rules and Regulations in regard to service conditions of\nits employees. Furthermore, Section 2 of the Kerala Public\nService Commission Act, 1968, empowers the State\nGovernment to make Rules either prospectively or\nretrospectively to regulate the recruitment and conditions of\nservice for persons appointed to the Public Services and posts\nin connection with the affairs of the State of Kerala. Ms.\nMadhavan submitted that under the Kerala Service Rules, 1958,\nenacted by the State Government under the proviso to Article C\n309 of the Constitution, the age of retirement of teachers in\ncolleges has been fixed to be 55 years. Subsequently, however,\nby G.O.P. No. 170/12/Fin. dated 22.3.2012, the age of\ncompulsory retirement was enhanced to 56 years and the age\nof superannuation has been enhanced to 60 years. Ms. D\nMadhavan urged that having regard to the UGC Regulations\ndated 30.6.2010, a decision was taken to revise the scales of\npay and other service conditions, including the age of\nsuperannuation in Central Universities and other institutions\nmaintained and funded by the University Grants Commission, E\nstrictly in accordance with the decision of the Central\nGovernment. However, the revised scales of pay and age of\nsuperannuation, as provided under paragraph 2.1.10 and under\nparagraph 2.3.1, will also be extended to Universities, colleges\nand other higher educational institutions coming under the F\npurview of the State legislature and maintained by the State\nGovernments, subject to the implementation of the Scheme as\na composite one as contemplated in the Regulations.\n32. Ms. Madhavan contended that the State Governments\nwere not under any compulsion to adopt the UGC Scheme, but\ncould do so if they wanted to. Ms. Madhavan emphasized that\nneither the pay scales nor the age of superannuation stood\nrevived automatically, without the Scheme being accepted by\nthe State Government. Ms. Madhavan also urged that Section\nG\nH\n724 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA 26 of the University Grants Commission Act, 1956, which\nempowers the Commission to make Regulations, does not\nauthorize the Commission to make Regulations in regard to\nservice conditions of teaching staff in the Universities, including\nthe age of retirement. According to learned counsel, the role\nB of the UGC is only to prescribe academic standards,\nqualifications required for the teaching staff, facilities required\nin a higher education institutions, etc. Hence, it can in no\ncircumstances be contended that the rule making power of the\nCommission empowered it to prescribe conditions of service\nC in relation to State Government employees, which is the\nprerogative of the State Government.\nD\nE\nF\nG\n33. Ms. Madhavan also urged that in its affidavit filed in\nSLP (C) No.10783 of 2011, the Commission had clearly stated\nthat it would be open to the State Government or other\ncompetent authority to adopt the decision or to take any\ndecision as it considered appropriate in respect of the\nsuperannuation of the teachers in higher and technical\neducation institutions under their purview, with the approval of\nthe appropriate competent authority. As a result, there was no\nrepugnancy between the Regulations framed by the\nCommission and the Rules framed by the State Government.\nReferring to Section 20 of the UGC Act, Ms. Madhavan\ncontended that the same provided that the Commission, in\ndischarge of its functions under the Act, shall be guided by such\ndirections on questions of policy relating to national services,\nas may be given to it by the Central Government and if any\ndispute arose between the Central Government and the\nCommission as to whether a question is or not a question of\npolicy relating to national policy, the decision of the Central\nGovernment shall be final. Ms. Madhavan also urged that the\nCentral Government had by its letter dated 14th August, 2012,\nclarified the position and had made it clear that the question\nof enhancement of the age of retirement is exclusively within\nthe domain of the policy-making powers of the State\nI\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 725\n[ALTAMAS KABIR, CJI.]\nGovernments and that the condition of enhancement of the age A\nof superannuation to 65 years, as mentioned in the Ministry's\nletter dated 31.12.2008, may be treated as withdrawn for the\npurpose of seeking reimbursement of the Central share of\narrears to be paid to the State University and College teachers.\nAccording to Ms. Madhavan, the Central Government had itself\nclarified that the Scheme is not a composite one and the word\n'composite' is with regard to financial assistance provided by\nthe Central Government and was not connected with the age\nof superannuation which was incidental to the Scheme.\n34. The other learned counsel appearing for the different\nUniversities and educational institutions generally adopted Mr.\nVenugopal's submissions, but while doing so, added one or\ntwo points of their own.\n35. Mr. S.R. Singh, learned Senior Advocate, who\nappeared for the Appellants in Civil Appeal arising out of SLP\n(C) No. 16523 of 2011, reiterated Mr. Venugopal's submissions\nrelating to Entry 66 List I and Entry 25 in List III and urged that\nthe powers under Entry 66 List I were vested in the Central\nGovernment and could not be sub-delegated to the States\nunder Entry 25 in List III, which, in any event, was not\npermissible in law. Mr. Singh contended that the same would\nbe evident on a reading of Section 12(j) and Section 27 of the\nUGC Act, 1956, which made the Commission the repository\nof powers for advancing the cause of higher education in India.\nB\nC\nD\nE\nF\n36. Mr. S. Chandra Shekhar, learned Advocate, who\nappeared for the University in Civil Appeal arising out of SLP(C)\nNo.16523 of 2011 and other batch matters, urged that the\nUniversity Statutes provided 62 years as the age of G\nsuperannuation and there was no right available to the\nAppellants which could be enforced by a writ of mandamus. Mr.\nChandra Shekhar also submitted that the Commission had no\npower to enhance the age of superannuation as a condition of\nservice.\nH\n"}