{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\n[2013] 11 S.C.R. 696\nJAGDISH PRASAD SHARMA ETC. ETC.\nV.\nSTATE OF BIHAR \u0026 ORS.\n(Civil Appeal Nos. 5527-5543 of 2013)\nJULY 17, 2013\n[ALTAMAS KABIR, CJI., SURINDER SINGH NIJJAR\nAND J. CHELAMESWAR, JJ.]\n-\n-\n-\nEducation/Educational Institutions - Service conditions\n- A composite Scheme framed by University Grants\nCommission in exercise of powers under Regulations framed\nunder University Grants Commission Act, 1956 – To revise\nthe pay of teachers and connected staff of the State\nUniversities and educational institutions and to increase their\nage of superannuation from 62 to 65 - The States were\nrequired to accept the Scheme in composite form, but the\nacceptance thereof was left to the discretion of the States\nStates were unwilling to accept the Scheme in its composite\nform - Giving rise to present litigations Held: Education\nE being List III subject of VII Schedule of the Constitution, States\nare at liberty to frame their own laws on this subject and the\nsame will have primacy if it does not encroach upon\njurisdiction of Parliament - In absence of any such legislation\nby the Central Government under Entry 25 of List III, the\nF Regulations framed by way of delegated legislation, has to\nyield to the jurisdiction of the State - The States, therefore,\nwere not bound to accept or follow the regulations framed by\nUGC – But if they wish to adopt the Regulations, the States\nwill have to abide by the Conditions laid down by the\nCommission - There can be no automatic application of the\nrecommendations made by the Commission, without any\nconscious decision being taken by the State in this regard -\nConstitution of India, 1950 - VII Schedule List III, Entry 25 -\nUniversity Grants Commission Act, 1956.\nG\nH\n696\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 697\nD\nThe Pay Review Committee set up by the University A\nGrants Commission, submitted its report relating to the\nrevision of pay scales of teachers, qualification for\nappointment, service and working conditions and\npromotional avenues of teachers in Universities and\nColleges. It recommended that the age of superannuation B\nthroughout the country should be 65 years, whether in\nthe State or Central University. Thereafter the\nCommission in exercise of its powers u/s. 26 of University\nGrants Commission Act, 1956 framed a Scheme. The\nScheme indicated that in case the State Governments C\nopted to revise the pay scales of teachers and other\nequivalent cadres covered under the Scheme, financial\nassistane from Central Government to such State\nGovernments would be to the extent of 80% of the\nadditional expenditure involved in the implementation of\nthe revision; and that such financial assistance would be\nprovided from 1.1.2006 to 31.3.2010 and thereafter the\nentire liability on account of revision of pay scales would\nhave to be taken over by the State Government. The\nCentral assistance for implementing the Scheme was\nsubject to the conditions that the entire Scheme of\nrevision, together with all the conditions to be laid down\nby the Commission, by way of Regulations and other\nguidelines, would have to be implemented by the State\nGovernment and Universities and Colleges coming under\ntheir jurisdiction, as a composite Scheme, without any\nmodification. The condition also included the\nenhancement of the age of superannuation of such\nteachers to 65 years. However, the acceptance of the\ncomposite Scheme was made discretionary. While most\nof the States were willing to adopt the Scheme, but not G\nin its composite forms i.e. they were not agreeable to\nincrease in retirement age to 65 and also wanted to shift\nthe liability on Central Government with regard to the\nincrease in pay-scales even after 1.4.2010.\nE\nF\nH\nA\nB\nC\n698 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nThe questions, therefore, in the present appeals, writ\npetitions and transferred cases were whether the Scheme\nwould automatically apply to Centrally-founded\ninstitutions, State Universities and educational\ninstitutions and also private institutions at the State level;\nand that in the process of framing regulations, whether\nthe Commission could alter the service conditions of the\nemployees which were entirely under the control of the\nStates.\nDisposing of the appeals, petitions and transferred\ncases, the Court\nHELD: 1. Education being a List III subject of the VII\nSchedule to the Constitution, the State Government is at\nliberty to frame its own laws relating to education in the\nD State and is not, therefore, bound to accept or follow the\nRegulations framed by the UGC. It is only natural that if\nthe States wish to adopt the Regulations framed by the\nCommission under Section 26 of the University Grants\nCommission Act, 1956, they will have to abide by the\nE conditions as laid down by the Commission. [Para 59]\n[739-B-C]\nF\n2. The question which is special to the State of Bihar,\ni.e., the effect of Section 67(a) introduced into the Bihar\nState Universities Act, 1976, by the Bihar State University\n(Amendment) Act, 2006, and the corresponding\namendments made in the Patna University Act, 1976.\nWhile, on the one hand, it has been mentioned that\nnotwithstanding anything to the contrary contained in\nany Act, Rules, Statutes, Regulation or Ordinance, the\nG date of retirement of a teaching employee of the\nUniversity or of a College shall be the date on which he\nattains the age of 62 years, the confusion is created by\nthe next sentence which further provides that the date of\nretirement of a teaching employee would be the same\nH which would be decided by the UGC. It has been urged\nJAGDISH PRASAD SHARMA ✓ STATE OF BIHAR 699\nthat the said provision clearly contemplates that in the A\nevent of an alteration resulting in an upward revision of\nthe age of superannuation, the same would automatically\napply to all such teachers and staff, without any further\ndecision of the State and its authorities in that regard. In\nother words, what has been sought to be urged is that B\nwhen in regard to Centrally-funded universities, colleges\nand educational institutions, the age of superannuation\nhas been increased to 65 years by the University Grants\nCommission, the same has to uniformly apply to all\nuniversities and colleges throughout the country, without\nany discrimination. The same did not necessitate any\nseparate decision to be taken by the State and its\nauthorities regarding the applicability of the decision\ntaken by the University Grants Commission. [Para 60]\n[739-D-H; 740-A-B]\nC\nD\n3. On mere communication, the revision of the pay\nof teachers and increase in the age of superannuation\nwould not automatically become effective and that, in any\nevent, the right to alter the terms and conditions of\nservice of the State universities and colleges were within E\nthe domain of the State Government and till such time as\nit decided to adopt the same, the same would have no\napplication to the teachers and staff of the different\neducational institutions in the State. In the amended\nprovisions of Section 67(a) it has been categorically F\nstated that the age of superannuation of non-teaching\nemployees would be 62 years and, in no case, should the\nperiod of service of such non-teaching employees be\nextended beyond 62 years. A difference had been made\nin regard to the teaching faculty whose services could be G\nextended up to 65 years in the manner laid down in the\nUniversity Statutes. There is no ambiguity that the final\ndecision to enhance the age of superannuation of\nteachers within a particular State would be that of the\nState itself. The right of the Commission to frame H\n700 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA Regulations having the force of law is admitted. However,\nthe State Governments are also entitled to legislate with\nmatters relating to education under Entry 25 of List III. So\nlong as the State legislation did not encroach upon the\njurisdiction of Parliament, the State legislation would\nB obviously have primacy over any other law. If there was\nany legislation enacted by the Central Government under\nEntry 25 List III, both would have to be treated on a par\nwith each other. In the absence of any such legislation\nby the Central Government under Entry 25 List III, the\nRegulation framed by way of delegated legislation has to\nyield to the plenary jurisdiction of the State Government\nunder Entry 25 of List III. [Paras 63 and 64] [741-C-H; 742-\nA-B]\nс\n4. The situation where a composite scheme has been\nD framed by the UGC, whereby the Commission agreed to\nbear 80% of the expenses incurred by the State if such\nscheme was to be accepted, subject to the condition that\nthe remaining 20% of the expense would be met by the\nState and that on and from 1st April, 2010, the State\nE Government would take over the entire burden and would\nalso have enhanced the age of superannuation of\nteachers and other staff from 62 to 65 years. There being\nno compulsion to accept and/or adopt the said scheme,\nthe States are free to decide as to whether the scheme\nF would be adopted by them or not. There can be no\nG\nautomatic application of the recommendations made by\nthe Commission, without any conscious decision being\ntaken by the State in this regard, on account of the\nfinancial implications and other consequences attached\nto such a decision. The case of those Petitioners who\nhave claimed that they should be given the benefit of the\nscheme dehors the responsibility attached thereto, must,\ntherefore, fail. [Para 65] [742-B-F]\n5. However, within this class of institutions there is\nH a separate group where the State Governments\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 701\nthemselves have taken a decision to adopt the scheme.\nIn such cases, the consequences envisaged in the\nscheme itself would automatically follow. [Para 66] [742-\nF-G]\n6. So far as the States of Kerala and U.P. are\nconcerned, they have their own problems which are\nlocalised and stand on a different footing from the other\nStates, none of whom who appear to have the same\nproblem. [Para 59] [739-B]\nA\nB\n7. The persons who have continued to work on the. C\nbasis of the interim orders passed by this Court or any\nother Court, shall not be denied the benefit of service\nduring the said period. The Appeals and Petitions having\nbeen dismissed, both the State Authorities and the\nCentral Authorities will be at liberty to work out their D\nremedies in accordance with law. [Para 67] [743-B-C]\nUniversity of Delhi vs. Raj Singh (1994) Suppl 3 SCC\n516: 1994 (3) Suppl. SCR 217; Ramkrishnaiah vs. Union of\nIndia (1989) 2 SCC 541: 1989 (2) SCR 92; B.N. Nagarajan\nvs. State of Mysore (1966) 3 SCR 682; Sant Ram Sharma\nvs. State of Rajasthan (1968) 1 SCR 111; Ramachandra\nShankar Deodhar vs. State of Maharashtra (1974) 1 SCC\n317: 1974 (2) SCR 216;\nE\nGujarat University, Ahmedabad vs. Krishna Ranganath F\nMudholkar 1963 Suppl 1 SCR 112; Dr. Preeti Srivastava vs.\nState of M.P. (1999) 7 SCC 120: 1999 (1) Suppl. SCR 249;\nPavai Ammal Vaiyapuri Education Trust vs. Government of\nTamil Nadu (1994) 6 SCC 259: 1994 (3) Suppl. SCR 738;\nG\nB. Bharat Kumar and Ors. vs Osmania University and\nOrs. (2007) 11 SCC 58: 2007 (6) SCR 168; Synthetic and\nChemicals Ltd. and Ors. vs. State of U.P. and Ors. (1990) 1\nSCC 109: 1989 (1) Suppl. SCR 623; Annamalai University\nvs. Secretary to Govt. Information and Tourism Department H\n702\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA \u0026 Ors. (2009) 4 SCC 590: 2009 (3) SCR 355; Prem Chand\nJain vs. R.K. Chhabra (1984) 2 SCC 302: 1984 (2) SCR 883;\nS.R. Bommai vs. Union of India (1994) 3 SCC 1 T.P.; George\nvs State of Kerala 1992 Supp (3) SCC 191: 1992 (2) SCR\n311; All India Sainik Schools Employees' Association vs.\nB Defence Minister-cum-Chairman Board of Governors, Sainik\nSchools Society, New Delhi 1989 Supp 1 SCC 205: 1988\n(3) Suppl. SCR 398; Javed vs. State of Haryana (2003) 8\nSCC 369: 2003 (1) Suppl. SCR 947 – cited.\n-\nCase Law Reference:\nC.\n1994 (3) Suppl. SCR 217\ncited\nPara 26\n1989 (2) SCR 92\ncited\nPara 27\n(1966) 3 SCR 682\ncited\nPara 27\nD\n(1968) 1 SCR 111\ncited\nPara 27\n1974 (2) SCR 216\ncited\nPara 27\n1963 Suppl 1 SCR 112\ncited\nPara 28\n1999 (1) Suppl. SCR 249\ncited\nPara 37\nE\n1994 (3) Suppl. SCR 738\ncited\nPara 38\n2007 (6) SCR 168\ncited\nPara 39\n1989 (1) Suppl. SCR 623\ncited\nPara 43\nF\n2009 (3) SCR 355\ncited\nPara 44\n1984 (2) SCR 883\ncited\nPara 44\n(1994) 3 SCC 1 T.P.\ncited\nPara 48\n1992 (2) SCR 311\ncited\nPara 49\nG\n1988 (3) Suppl. SCR 398\ncited\nPara 49\n2003 (1) Suppl. SCR 947\ncited\nPara 49\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n5527-5543 of 2013.\nH\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 703\nFrom the Judgment \u0026 Order dated 18.05.2010 in LPA A\nNos. 117, 280, 282, 285, 287, 289, 293, 294, 354, 384, 416,\n519, 526, 574, 578, 580 and 592 of 2010 of the High Court of\nPatna.\nWITH\nB\nC\nD\nC.A. No. 5544, 5545, 5546, 5547, 5548, 5549-5551, 5552,\n5553, 5554, 5555, 5556, 5557, 5558, 5559-5560 of 2013,\nWP(C) No. 348 of 2011, C.A. No. 5561 of 2013, W.P.(C) No.\n442 of 2011, C.A. No. 5562, 5563, 5564-5566, 5567, 5569-\n5573, 5574 of 2013, C.P. (C) 425 of 2011 in C.A. No. 5555 of\n2013, C.A. No. 5575, 5576, 5577, 5578, 5579, 5580 of 2013,\nC.P. (C) 316 of 2011 in C.A. No. 5548 of 2013, C.P. (C) 57 of\n2012 in C.A. No. 5548 of 2013, C.A. No. 5581, 5582 of 2013,\nW.P.(C) No. 61 of 2012, C.A. No. 5583, 5584-5592, 5593,\n5594-5606, 5607, 5608-5610, 5611-5615, 5616, 5617, 5618,\n5619, 5620, 5621-5629, 5630-5653, 5654, 5655-5658, 5659-\n5660, 5661, 5562, 5663, 5664, 5665, 5666, 5667-5668, 5669,\n5670,5671,5672, 5673, 5674, 5675, 5676, 5677, 5678, 5679,\n5680-5682, 5683, 5684, 5685, 5686, 5687, 5688, 5689-5690\nof 2013, T.C. (C) No. 100-106 of 2013, C.A. No. 5691, 5692, E\n5693, 5694, 5695, 5696, 5697, 5698, 5699, 5700, 5701, 5702,\n5703, 5704, 5705, 5706, 5707, 5708 of 2013, W.P. (C) No.\n88 of 2012, C.A. Nos. 5709-5773, 5774-5788, 5789-5790,\n5791, 5792, 5793, 5794, 5795, 5796, 5797, 5798, 5799, 5800,\n5801, 5802-5803, 5804-5805, 5806-5809 of 2013, T.C.(C) No. F\n27 of 2013, C.A. No. 5810, 5811, 5812 of 2013, W.P.(C) No.\n83 of 2013, C.A. No. 5813, 5814 of 2013, W.P. (C) No. 53 of\n2013, C.A. No. 5815, 5816, 5817, 5818 of 2013.\nRakesh K. Khanna, Sidharth Luthra, ASGs, P.S. Patwalia,\nJ.S. Attrim, Dinesh Dwivedi, R.S. Sodhi, Vijay Hansaria, R.\nVenkataramani, Rakesh Dwivedi, R.P. Kabilan, B.S. Patil,\nSanchar Anand, Manjit Singh, Dr. Manish Singhvi, AAGS,\nDevashish Bharuka, Jasneet Kaur, Rameshwar Prasad Goyal,\nRenjith B. Marar, T.G. Narayanan Nair, Senthil Jagadeesan,\nG\nH\n704 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA D.N. Dubey, Pradeep Kumar Dwivedi, Sandeep Kumar\nDwivedi, Asha Gopalan Nair, Anupam Dwivedi, Mohit Kumar\nGupta, Suresh Chandra Tripathi, Sarla Chandra, Mukesh\nVerma, Pawan Kumar Shukla, Yash Pal Dhingra, Rohit Pandey,\nGarvesh Kabra, Adarsh Upadhyay, Shakil Ahmed Syed, Hari\nB Kumar V., P.I. Jose, K. Vinod Kumar, Kumar Ranjan, Priyanka\nBhariok, Tapesh Kumar Singh, Jetendra Singh, Priyanka Singh,\nS.K. Sabharwal, Chiraranjan Addey, C.S.N. Mohan Rao,\nPrateek Dwivedi, Anuvrat Sharma, Alka Sinha, Mohit Kumar\nGupta, Manisha Bhandari, S.K. Bhattacharya, Debasis Misra,\nC Aishwarya Bhati, Pawan Kumar Saini, Jatinder Kumar Bhatia,\nAjai Kumar, K.P. Dubey, V. Lakshmi Narayana, Sharan Thakur,\nD.K. Garg, Abhishek Garg, Naveen, S. Gowthaman, Nishe\nRajen Shonker, A. Venayagam Balan, Raj Kumar Mehta,\nJatinder Kumar Bhatia, Mukesh Verma, Dr. Vipin Gupta, Delhi\nD Law Chambers, Dr. Aman Hingorani, Hingorani \u0026 Associates,\nRahul Kaushik, Arjun Garg, Dr. Kailash Chand, Harish Pandey,\nP.N. Puri, Aftab Ali Khan, M.P. Shorawala, J.S. Wad \u0026 Co.,\nShree Pal Singh, Kedar Nath Tripathy, P.K. Jayakrishnan, V.\nLakshminaryan, Sharan Thakur, Dr. Sushil Balwada, Shekhar\nE G. Devasa, K.B. Muralidhar, Adrash Upadhyay, S.N. Bhat,\nGuntur Prabhakar, D. Bharathi Reddy, Dinesh Kumar Garg,\nHarsh Vardhan Surana, Mohit Kumar Gupta, Mridula Ray\nBharadwaj, Delhi Law Chambers, V.K. Sidharthan, Madhu\nMoolchandani, Rajesh K. Singh, Nikhilesh R., Manoj K. Mishra,\nShiv Pati, B. Pandey, B. Rajesh, Ranbir Yadav, Anzu K. Varkey,\nPadama Laxmi Nigam, Ravindera Kumar Verma, Sushma\nSuri, Gopal Singh, Chandan Kumar, Rajesh Prasad Singh, Atul\nJha, Dharmendra Kumar, Rajiv Shankar Dvivedi, Amitesh\nKumar, Chandra Shekhar Singh, Navin Prakash, Sansriti\nG Pathak, Gopal Singh, Ugra Shankar, Prasad Neeraj Shekhar,\nAshutosh Thakur, Dr. B. Kalaivannan, Bankey Bihari, Aishwarya\nBhati, Pawan Kumar Saini, B.S. Prasad, V.N. Raghupathy, M.T.\nGeorge, Navin Prakash, Rohit Kumar Singh, M.P. Vinod, Bina\nMadhavan, Renjith B., Vimla Sinha, Gopal Singh, C.D. Singh,\nS. Chandra Shekhar, Sanjay Kumar Visen, Birendra Kumar\nF\nH\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 705\nA\nB\nMishra, Tulika Prakash, Sandhya Goswami, Anurag Bisaria,\nSarvesh Bisaria, P.C. Sharma, Manu Kant Sharma, S. Usha\nReddy, Lakshmi Raman Singh, S.S. Khanduja, Y.P. Dhingra,\nDr. P. Nandan, R. Shai, Sanjay Jain, G. Ramakrishna Prasad,\nG.N. Reddy, Neeraj Shekhar, Ashwani Bhardwaj, Abhinav\nMukerji, Mohan Pandey, Vivekta Singh, Tarjit Singh, Anil Anti,\nKamal Mohan Gupta, Vibha Datta, Makhija, Archi Agnihotri,\nAmit Lubhaya, Irshad Ahmad, Manoj Sarup \u0026 Co., Pragati\nNeekhara, Dr. Monika Gosain, Sanjai Kumar Pathak, Radha\nShyam Jena, Shibashish Misra, Praveen Swarup, Ramesh\nBabu M.R., Vivek Vishnoi, R.K.S. Yadav, M.R. Shamshad, S.S. C\nRay, Vaibhav Gulia, Rakhi Ray, N. Gupta, Tarun Gupta, S.\nJanani, M.K. Ghosh, S.S. Nehra, Jagjit Singh Chhabra, Ajay\nPal, Vishal Yadav, Umang Shankar, Ravi Prakash Mehrotra,\nDeepti R. Mehrotra, Vibhu Tiwari, Himinder Lal, Kuldip Singh,\nJatinder Kumar Bhatia, Ajai Kumar Bhatia, Krishana Prakash D\nDubey, Satyapal Khushal Chand Pasi, Abhishek Atrey, Garima\nPrashad, Shrish Kumar Misra, Sanjay Sharawat, Ashok\nPanigrahi, Dr. Kailash Chand, K.V. Bharathi Upadhyaya, B.D.\nSharma, Ashok Kumar Sharma for the appearing parties.\n་\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, CJI. 1. Leave granted in the Special\nLeave Petitions, which were taken up along with the Writ\nPetitions and Transferred Cases, as they all involve common\nquestions of law and fact.\nE\nF\n2. The common thread running through all these various\nmatters is the question as to whether certain regulations framed\nby the University Grants Commission had a binding effect on\neducational institutions being run by the different States and G\neven under State enactments.\n3. The University Grants Commission Act was enacted by\nParliament in 1956 inter alia with the object of making provision\nfor the coordination and determination of standards in\nH\n"}