{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48}],"text":"A\n736 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\n54. As has been indicated hereinbefore, the Central\nGovernment enacted the UGC Act in 1956 to coordinate and\ndetermine standards in universities and towards that end, to\nestablish a University Grants Commission for taking all steps,\nas it thought fit, for the promotion of university education and\nB for determination and maintenance of standards of teaching and\nresearch in universities. On 24th December, 1998, the\nCommission issued a Notification relating to revision of pay\nscales and other service conditions. Thereafter, after the\nexpressions of a series of views regarding the enhancement\nC of the age of superannuation from 60 to 62 and from 62 to 65\nyears, the Central Government in its Department of Higher\nEducation, wrote to the Secretary, UGC, on 31st December,\n2008, with regard to a scheme for revision of pay-scales of\nteachers and other equivalent cadres in all the Central\nD universities and Colleges and Deemed Universities, following\nthe revision of pay scales of the Central Government employees\non the recommendation of the Sixth Central Pay Commission.\nF\nד.\n55. One of the common submissions made on behalf of\nthe Respondents was whether the aforesaid scheme would\nE\nautomatically apply to centrally-funded institutions, to State\nuniversities and educational institutions and also private\ninstitutions at the State level, on account of the stipulation that\nthe scheme would have to be accepted in its totality. As\nindicated hereinbefore in this judgment, the purport of the\nscheme was to enhance the pay of the teachers and other\nconnected staff in the State universities and educational\ninstitutions and also to increase their age of superannuation\nfrom 62 to 65 years. The scheme provides that if it was\naccepted by the concerned State, the UGC would bear 80%\nof the expenses on account of such enhancement in the pay\nstructure and the remaining 20% would have to be borne by\nthe State. This would be for the period commencing from 1st\nJanuary, 2006, till 31st March, 2010, after which the entire\nliability on account of revision of pay-scales would have to be\nG\nH\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 737\n[ALTAMAS KABIR, CJI.]\nB\ntaken over by the State Government. Furthermore, financial A\nassistance from the Central Government would be restricted to\nrevision of pay-scales in respect of only those posts which were\nin existence and had been filled up as on 1st January, 2006.\nWhile most of the States were willing to adopt the scheme, for\nthe purpose of receiving 80% of the salary of the teachers and\nother staff from the UGC which would reduce their liability to\n20% only, they were unwilling to accept the scheme in its\ncomposite form which not only entailed acceptance of the\nincrease in the retirement age from 62 to 65 years, but also\nshifted the total liability in regard to the increase in the pay- C\nscales to the States, after 1st April, 2010.\n56. Another anxiety which is special to certain States, such\nas the State of Uttar Pradesh and Kerala, has also come to\nlight during the hearing. In both the States, the problem is one\nof surplus-age and providing an opportunity for others to enter\ninto service. On behalf of the State of Kerala, it had been urged\nthat there was a large number of educated unemployed youth,\nwho are waiting to be appointed, but by retaining teachers\nbeyond the age of 62 years, they were being denied such\nopportunity. As far as the State of U.P. is concerned, it is one\nof job expectancy, similar to that prevailing in Kerala. The State\nGovernments of the said two States were, therefore, opposed\nto the adoption of the UGC scheme, although, the same has\nnot been made compulsorily applicable to the universities,\ncolleges and other institutions under the control of the State\nauthorities.\nD\nE\nF\nG\n57. To some extent there is an air of redundancy in the\nprayers made on behalf of the Respondents in the submissions\nmade regarding the applicability of the scheme to the State and\nits universities, colleges and other educational institutions. The\nelaborate arguments advanced in regard to the powers of the\nUGC to frame such Regulations and/or to direct the increase\nin the age of teachers from 62 to 65 years as a condition\nprecedent for receiving aid from the UGC, appears to have little H\n.\n738 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA relevance to the actual issue involved in these cases. That the\nCommission is empowered to frame Regulations under Section\n26 of the UGC Act, 1956, for the promotion and coordination\nof university education and for the determination and\nmaintenance of standards of teaching, examination and\nB research, cannot be denied. The question that assumes\nimportance is whether in the process of framing such\nRegulations, the Commission could alter the service conditions\nof the employees which were entirely under the control of the\nStates in regard to State institutions. The authority of the\nC Commission to frame Regulations with regard to the service\nconditions of teachers in the centrally- funded educational\ninstitutions is equally well established. As has been very rightly\ndone in the instant case, the acceptance of the scheme in its\ncomposite form has been left to the discretion of the State\nD Governments. The concern of the State Governments and their\nauthorities that the UGC has no authority to impose any\nconditions with regard to its educational institutions is clearly\nunfounded. There is no doubt that the Regulations framed by\nthe UGC relate to Entry 66 List I of the Constitution in the\nE Seventh Schedule to the Constitution, but it does not empower\nthe Commission to alter any of the terms and conditions of the\nenactments by the States under Article 309 of the Constitution.\nUnder Entry 25 of List III, the State is entitled to enact its own\nlaws with regard to the service conditions of the teachers and\nother staff of the universities and colleges within the State and\nthe same will have effect unless they are repugnant to any\ncentral legislation.\nF\nG\n58. However, in the instant case, the said questions do not\narise, inasmuch as, as mentioned hereinabove, the acceptance\nof the scheme in its composite form was made discretionary\nand, therefore, there was no compulsion on the State and its\nauthorities to adopt the scheme. The problem lies in the desire\nof the State and its Authorities to obtain the benefit of 80% of\nthe salaries of the teachers and other staff under the scheme,\nI\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 739\n[ALTAMAS KABIR, CJI.]\nwithout increasing the age of retirement from 62 to 65 years,\nor the subsequent condition regarding the taking over of the\nscheme with its financial implications from 1st April, 2010.\n59. As far as the States of Kerala and U.P. are concerned,\nthey have their own problems which are localised and stand on\na different footing from the other States, none of whom who\nappear to have the same problem. Education now being a List\nIll subject, the State Government is at liberty to frame its own\nlaws relating to education in the State and is not, therefore,\nbound to accept or follow the Regulations framed by the UGC.\nIt is only natural that if they wish to adopt the Regulations framed\nby the Commission under Section 26 of the UGC Act, 1956,\nthe States will have to abide by the conditions as laid down by\nthe Commission.\nA\nB\nC\nE\n60. That leaves us with the question which is special to the D\nState of Bihar, i.e., the effect of Section 67(a) introduced into\nthe Bihar State Universities Act, 1976, by the Bihar State\nUniversities (Amendment) Act, 2006, and the corresponding\namendments made in the Patna University Act, 1976. Section\n67(a) has been extracted hereinbefore in Paragraph 13. While,\non the one hand, it has been mentioned that notwithstanding\nanything to the contrary contained in any Act, Rules, Statutes,\nRegulation or Ordinance, the date of retirement of a teaching\nemployee of the university or of a college shall be the date on\nwhich he attains the age of 62 years, the confusion is created F\nby the next sentence which further provides that the date of\nretirement of a teaching employee would be the same which\nwould be decided by the UGC. It has been urged that the said\nprovision clearly contemplates that in the event of an alteration\nresulting in an upward revision of the age of superannuation, G\nthe same would automatically apply to all such teachers and\nstaff, without any further decision of the State and its authorities\nin that regard. In other words, what has been sought to be urged\nis that when in regard to Centrally-funded universities, colleges\nand educational institutions, the age of superannuation has H\n740 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA been increased to 65 years by the University Grants\nCommission, the same has to uniformly apply to all universities\nand colleges throughout the country, without any discrimination.\nThe same did not necessitate any separate decision to be\ntaken by the State and its authorities regarding the applicability\nB of the decision taken by the University Grants Commission.\nс\n61. The said submission, in our view, is not acceptable on\naccount of the fact that in the first paragraph of the said Section\nit has been categorically stated that the age of superannuation\nwould be 62 years. The second paragraph of the said section\nmakes it even more clearer, since it reiterates that the date of\nretirement of non-teaching employees, other than the inferior\nservants, shall be the date on which he attains the age of 62\nyears. The first proviso also indicates that the university shall,\nin no case, extend the period of service of any of the teaching\nor non-teaching employee after he attains the age of 62 years.\nThe second proviso, however, states that even after retirement,\nteachers may be reappointed in appropriate cases up to the\nage of 65 years in the manner laid down in the Statutes made\nin this behalf in accordance with the guidelines of the\nE\nCommission.\nD\n62. As against the above, certain writ petitions have been\nfiled in the Patna High Court which rejected the contention of\nthe Petitioners and dismissed the writ petitions on the ground\nF that the Commission had not taken any conscious decision with\nregard to teachers and staff, except for those which were\nCentrally-funded. Subsequently, however, since in its 452nd\nmeeting the Commission took a conscious decision and\nrecommended that the Report of the Pay Review Committee\nG recommending the enhancement of age of superannuation from\n62 to 65 years be made applicable throughout the country, fresh\nwrit petitions were filed in the Patna High Court, including\nCWJC No.2330 of 2009, filed by the Appellants herein. The\nlearned Single Judge allowed the writ petitions upon holding\nH that once the Commission had recommended that the age of\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 741\n[ALTAMAS KABIR, CJI.]\nsuperannuation be accepted as 65 years, the State A\nGovernments had no discretion but to enhance the age of\nsuperannuation in line with the recommendations made by the\nCommission. The Division Bench subsequently reversed the\nfinding of the learned Single Judge, resulting in these Special\nLeave Petitions (now Appeals).\nB\n63. Learned Standing Counsel for the State of Bihar, Mr.\nGopal Singh, had in his submissions reiterated the views of the\nHigh Court, i.e., that on mere communication, the revision of\nthe pay of teachers and increase in the age of superannuation C\nwould not automatically become effective and that, in any event,\nthe right to alter the terms and conditions of service of the State\nuniversities and colleges were within the domain of the State\nGovernment and till such time as it decided to adopt the same,\nthe same would have no application to the teachers and staff\nof the different educational institutions in the State.\nD\nE\n64. We are inclined to agree with such submission mainly\nbecause of the fact that in the amended provisions of Section\n67(a) it has been categorically stated that the age of\nsuperannuation of non-teaching employees would be 62 years\nand, in no case, should the period of service of such non-\nteaching employees be extended beyond 62 years. A\ndifference had been made in regard to the teaching faculty\nwhose services could be extended up to 65 years in the manner\nlaid down in the University Statutes. There is no ambiguity that F\nthe final decision to enhance the age of superannuation of\nteachers within a particular State would be that of the State\nitself. The right of the Commission to frame Regulations having\nthe force of law is admitted. However, the State Governments\nare also entitled to legislate with matters relating to education\nunder Entry 25 of List III. So long as the State legislation did\nnot encroach upon the jurisdiction of Parliament, the State\nlegislation would obviously have primacy over any other law. If\nthere was any legislation enacted by the Central Government\nG\nH\n742 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA under Entry 25 List III, both would have to be treated on a par\nwith each other. In the absence of any such legislation by the\nCentral Government under Entry 25 List III, the Regulation\nframed by way of delegated legislation has to yield to the\nplenary jurisdiction of the State Government under Entry 25 of\nB List III.\nC\nD\nE\nF\n65. We are then faced with the situation where a composite\nscheme has been framed by the UGC, whereby the\nCommission agreed to bear 80% of the expenses incurred by\nthe State if such scheme was to be accepted, subject to the\ncondition that the remaining 20% of the expense would be met\nby the State and that on and from 1st April, 2010, the State\nGovernment would take over the entire burden and would also\nhave enhanced the age of superannuation of teachers and\nother staff from 62 to 65 years. There being no compulsion to\naccept and/or adopt the said scheme, the States are free to\ndecide as to whether the scheme would be adopted by them\nor not. In our view, there can be no automatic application of the\nrecommendations made by the Commission, without any\nconscious decision being taken by the State in this regard, on\naccount of the financial implications and other consequences\nattached to such a decision. The case of those Petitioners who\nhave claimed that they should be given the benefit of the\nscheme dehors the responsibility attached thereto, must,\ntherefore, fail.\n66. However, within this class of institutions there is a\nseparate group where the State Governments themselves have\ntaken a decision to adopt the scheme. In such cases, the\nconsequences envisaged in the scheme itself would\nG automatically follow.\n67. We, therefore, see no reason to interfere with the\nimpugned judgment and order of the Division Bench of the High\nCourt in all these matters in the light of the various submissions\nH made on behalf of the respective parties. The several Appeals,\nJAGDISH PRASAD SHARMA v STATE OF BIHAR 743\n[ALTAMAS KABIR, CJI.]\nB\nWrit Petitions and the Transferred Case, which involve the same A\nquestions as considered in this batch of cases, are all\ndismissed. However, the Appeals filed by the State of\nUttarakhand and Civil Appeals arising out of SLP(C) Nos.\n6724, 13747 and 14676 of 2012 are allowed. As far as the\nTransfer Petition Nos. 1062-1068 OF 2012 are concerned, the\nsame are allowed and the Transferred Cases are dismissed.\nThe Contempt Petitions are disposed of by virtue of this\njudgment. However, persons who have continued to work on\nthe basis of the interim orders passed by this Court or any other\nCourt, shall not be denied the benefit of service during the said\nperiod. The Appeals and Petitions having been dismissed, both\nthe State Authorities and the Central Authorities will be at liberty.\nto work out their remedies in accordance with law.\n68. Having regard to the nature of the facts involved in\nthese case, parties shall bear their own costs.\nK.K.T.\nMatters disposed of.\nC\nD\n"}