{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"AFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n821\nexemption of turnover related to goods in respect of which tax A\nhas already been paid under the Bombay Sales Tax Act, 1952,\nbut there is no provision that such exemption would be available\nin case of goods which have suffered sales tax under the other\nSales Tax Laws. In the circumstances, this Court held as follows\nin para 38 (per V.N. Khare, J (as he then was) speaking for B\nthe majority on the bench):-\n\"We are, therefore, of the view that since the explanation\nhas not been amended in conformity with Section 8-A of\nthe Act, the explanation to Section 2(10) of the\nMaharashtra Act transgresses the limits of legislative\npower conferred on the State Legislature under Entry 54\nof List II and we, thus, instead of striking it down, direct that\nthe explanation to Section 2(10) of the Act shall be read\ndown to this effect that it would not be applicable to the\ntransactions of transfer of right to use any goods if such\ndeemed sale is (i) an outside sale; (ii) sale in course of\nthe import of the goods into or export of the goods out of\nthe territory of India; and (iii) an inter-State sale.\"\n37. Conclusions\nC\nD\nLU\nE\nF\nThe above overview clearly shows that after the 74th\nAmendment to the Constitution, the Municipalities are\nstrengthened and they are given wide ranging powers. The\nMunicipal Laws in other states which we have seen clearly\ndemonstrate that wherever Mayor-in-Council system is\nadopted, the tenure of the members in the Council is made co-\nterminus with that of the Mayor. The idea is that the Mayor\nIshould have the confidence of the Executive Council or the\nEmpowered Standing Committee, as the case may be, apart\nfrom that of the House. The members of the Empowered\nStanding Committee are authorized to answer the questions\non behalf of the Empowered Standing Committee under the\nBihar Municipal Act. Thus, there is an element of collective\nresponsibility. The Empowered Standing Committee is\nsupposed to function on the basis of the principle of Democratic H\nG\n-\n822 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Governance in the sense that the decisions are to be taken by\nthe majority. If the new Mayor is not permitted to have his\nnominees on the Empowered Standing Committee, the\ncollective functioning will be under jeopardy. Thus, there is a\nclear omission in the Bihar Municipal Act, 2007 in this behalf.\nB\nC\nD\n38. As noted above, the interpretation sought to be placed\non section 27 by the respondents requires addition of words\nin section 21 (3) of the Act. Even after adding the necessary\nwords, the result will be incongruous to a democratic\nfunctioning in as much as the nomination on the Empowered\nStanding Committee will be a one time act and the newly\nelected Mayor will be at the mercy of the other members of the\nEmpowered Standing Committee. Such a reading will be also\nbe contrary to section 21 of the Act and the newly elected Mayor\nwill be treated dissimilarly as against the earlier elected Mayor\nfor no justifiable reason. Thereby section 27 will be ultra vires\nto Article 14 of the Constitution. The legislature cannot be\nattributed such an intent. On the other hand, reading section 27\nby making a cross-reference and making the same subject to\nsections 25 (4), 23 (3), 21 (3) and 21 (4) will lead to a\nE harmonious functioning of the Municipal Corporation and will\nalso save the section from being ultra vires Article 14. The\njudgment of the Division Bench of the Patna High Court in\nJagdish Singh Vs. State of Bihar (supra) and that of the full\nbench of that Court in Jitendra Kumar Vs. State of Bihar (supra)\nF do not lay down the correct legal position and are overruled.\nG\nH\n39. In the circumstances, we allow this appeal. Impugned\njudgment and order passed by the Division Bench of the Patna\nHigh Court in Writ Petition bearing No. CWJC 9981/2010,\ndated 8th July, 2010, is set aside. The said writ petition filed\nby the appellant herein stands allowed in part. Section 27 of\nthe Bihar Municipal Act 2007, shall be read down harmoniously\nwith and subject to sections 25 (4), 23 (3), 21 (3) and 21 (4) of\nthe said Act. The respondent no.3, the District Magistrate,\nPatna, Bihar is consequently directed to administer the oath of\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 823\n[H.L. GOKHALE, J.]\nsecrecy under Section 24 of the Act to the seven Municipal A\nCouncillors nominated by the appellant to the Empowered\nStanding Committee. The appellant as well as the members\nof the Empowered Standing Committee shall be entitled to\nexercise all the powers as the Mayor and the members of the\nEmpowered Standing Committee as provided in the Bihar B\nMunicipal Act, 2007, in accordance with law.\nD.G.\n40. Parties will bear their own costs of the proceedings.\nAppeal Partly allowed.\nર\n"}