{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"AFJAL IMAM v. STATE OF BIHAR AND ORS. 811\n[H.L. GOKHALE, J.]\nCommittee shall be nominated ‘only by the first Chief\nCouncillor and not by his successors in office' from\namong the Councillors elected under sub section (1) of\nsection 12 within a period of seven days of his entering\noffice.\"\nSuch a reading and resultant situation will be contrary to\nthe basic principle of parliamentary democracy, viz. that those\nin office ought to be representative of and responsible to the\nHouse. Therefore, if the house has lost confidence in the earlier\nMayor, it is all the more necessary that the members of the\nEmpowered Standing Committee should be made to step down\nalongwith him and a newly elected Mayor be permitted to have\nhis nominees on the Empowered Standing Committee.\n28. The concept of Executive Power and Article 14\nAs seen above, the term executive power has been\nspecifically used in section 22 of the Act and section 57\nspecifically uses the term Municipal Governance. The concept\nof executive power has been read widely by Constitution\nBench of this Court way back in Rai Sahib Ram Jawaya\nKapur \u0026 Ors. Vs. The State of Punjab, reported in [AIR\n1955 SC 549], wherein this court has observed:-\n\"12. It may not be possible to frame an exhaustive\ndefinition of what executive functions means and implies.\nOrdinarily the executive power connotes the residue of\ngovernmental functions that remain after legislative and\njudicial functions are taken away......\n13. ..... The executive function comprises both the\ndetermination of the policy as well as carrying it into\nexecution...\"\nThis being the breadth of the executive power of the\nEmpowered Standing Committee, the newly elected Mayor will\nnot be able to exercise the same effectively and the entire\nA\nB\nс\nD\nE\nF\nG\nH\n812 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA municipal governance will come in jeopardy, if the other\nmembers on the Committee are not his nominees.\nB\nC\nD\nE\n៣\nF\nG\nH\n29. Apart from the aforesaid resultant administrative\ndifficulty, if a literal interpretation of section 27 is followed\nalongwith adding words in section 21 (3) as pointed out above,\nthe newly elected Mayor will be treated dissimilarly for no\njustifiable distinction. In that case, as against the earlier elected\nMayor he will not permitted to have his nominees on the\nEmpowered Standing Committee. A literal interpretation of\nsection 27 of the Act will clearly bring it in conflict with section\n21 (3) of the Act, and will also be violative of Article 14 of the\nConstitution of India as held by the Constitution Bench of this\nCourt way back in State of West Bengal Vs. Anwar Ali Sarkar,\nreported in [AIR 1952 SC 75]. In that matter, in his leading\njudgment, B.K. Mukherjea, J. (as he then was) observed in\npara 46 as follows-\n\"If a legislation is discriminatory and discriminates\none person or class of persons against others similarly\nsituated and denies to the former the privileges that are\nenjoyed by the latter, it cannot but be regarded as\n\"hostile\" in the sense that it affects injuriously the interests\nof that person or class. Of course, if one's interests are\nnot at all affected by a particular piece of legislation, he\nmay have no right to complain. But if it is established that\nthe person complaining has been discriminated against\nas a result of legislation and denied equal privileges with\nothers occupying the same position. I do not think that it\nis incumbent upon him, before he can claim relief on the\nbasis of his fundamental rights, to assert and prove that\nin making the law, the legislature was actuated by a\nhostile or inimical intention against a particular person\nor class.\"\n30. The correct approach towards interpretation\nWhat should be then the approach towards interpreting the\nAFJAL IMAM v. STATE OF BIHAR AND ORS. 813\n[H.L. GOKHALE, J.]\nprovisions in such a situation? Guidance can be had from three A\npassages quoted herein below:-\n(a) In Reserve Bank of India Vs. Peerless Corp. reported\nin [AIR 1987 SC 1023] = 1987 (1) SCC 424, O. Chinnappa\nReddy, J. has observed as follows (in para 33):-\nB\nC\n\"33. Interpretation must depend on the text and the\ncontext. They are the bases of interpretation. One may well\nsay if the text is the texture, context is what gives the colour.\nNeither can be ignored. Both are important. That\ninterpretation is best which makes the textual interpretation\nmatch the contextual. A statute is best interpreted when we\nknow why it was enacted. With this knowledge, the statute\nmust be read, first as a whole and then section by section,\nclause by clause, phrase by phrase and word by word. If\na statute is looked at, in the context of its enactment, with D\nthe glasses of the statute-maker, provided by such context,\nits scheme, the sections, clauses, phrases and words may\ntake colour and appear different than when the statute is\nlooked at without the glasses provided by the context. With\nthese glasses we must look at the Act as a whole and E\ndiscover what each section, each clause, each phrase and\neach word is meant and designed to say as to fit into the\nscheme of the entire Act. No part of a statute and no word\n\\ of a statute can be construed in isolation. Statutes have\nto be construed so that every word has a place and\neverything is in its place. It is by looking at the definition\nas a whole in the setting of the entire Act and by reference\nto what preceded the enactment and the reasons for it that\nthe Court construed the expression \"Prize Chit\" in Srinivasa\nand we find no reason to depart from the Court's\nconstruction.\" (emphasis supplied)\n(b) In Union of India Vs. Filip Tiago De Gama, reported\nin 1990 (1) SCC 277, K. Jagannatha Shetty, J. observed as\nfollows (in para 16) :-\nF\nG\nH\nA\nB\nс\n814\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\n16. The paramount object in statutory interpretation\nis to discover what the legislature intended. This intention\nis primarily to be ascertained from the text of enactment\nin question. That does not mean the text is to be construed\nmerely as a piece of prose, without reference to its nature\nor purpose. A statute is neither a literary text nor a divine\nrevelation. \"Words are certainly not crystals, transparent\nand unchanged\" as Mr Justice Holmes has wisely and\nproperly warned. (Towne v. Eisner1) Learned Hand, J., was\nequally emphatic when he said: \"Statutes should be\nconstrued, not as theorems of Euclid, but with some\nimagination of the purposes which lie behind them.\"\n(Lenigh Valley Coal Co. v. Yensavage 2).\"\n(1 245 US 428,425 (1918)\nD 2 218 FR 547, 553)\nE\nF\nG\n(emphasis supplied)\n(c) In Anwar Hasan Khan Vs. Mohd. Shafi and others\nreported in 2001 (8) SCC 540, R.P. Sethi, J. quoted the above\nparagraph in Filip Tiago De Gama with approval prior whereto\nhe observed as follows (in para 8):-\n\"8. It is settled that for interpreting a particular\nprovision of an Act, the import and effect of the meaning\nof the words and phrases used in the statute have to be\ngathered from the text, the nature of the subject-matter and\nthe purpose and intention of the statute. It is a cardinal\nprinciple of construction of a statute that effort should be\nmade in construing its provisions by avoiding a conflict\nand adopting a harmonious construction. The statute or\nrules made thereunder should be read as a whole and one\nprovision should be construed with reference to the other\nprovision to make the provision consistent with the object\nsought to be achieved. The well-known principle of\nI\nAFJAL IMAM v. STATE OF BIHAR AND ORS. . 815\n[H.L. GOKHALE, J.]\nharmonious construction is that effect should be given to A\nall the provisions and a construction that reduces one of\nthe provisions to a \"dead letter\" is not harmonious\nconstruction.\"\n(emphasis supplied) B\n31. Removal of anomaly\nThis rule of harmonious construction has been adopted by\nthis Court from time to time. In N.T. Veluswami Thevar Vs. G.\nRaja Nainar reported in [AIR 1959 SC 422], a bench of three\nJudges of this Court, (consisting of T.L. Venkatarama Aiyer,\nP.B. Gajendragadkar and A.K. Sarkar JJ.) was dealing with a\nmatter concerning the election to the Legislative Assembly of\nthe then State of Madras held in the year 1957. In this case\narising under the Representation of the People Act, 1951, the\nSupreme Court held that if the Returning Officer had rejected\na nomination paper of a candidate on one disqualification, it\nwas open for the Election Tribunal to find the rejection proper\non some other ground of disqualification which may not have\nbeen raised before the Returning Officer. It was pointed out that\nif this construction is not placed on section 100 (1) (c) of the\nAct, the result will be anomalous in that if the decision under\nsection 36(6) of the Returning Officer on the objection on which\nhe rejected the nomination paper is held to be bad, the Tribunal\nwill have no option but to set aside the election under section\n100(1) (c) even though the candidate was disqualified and his\nnomination paper was rightly rejected. In holding so,\nVenkatarama Aiyer, J. observed as follows in para 13:\nC\nD\nE\nF\n.“It is no doubt true that if on its true construction, a\nstatute leads to anomalous results, the Courts have no G\noption but to give effect to it and leave it to the Legislature\nto amend and alter the law. But when on a construction\nof a statute, two views are possible, one which results in\nan anomaly and the other not, it is our duty to adopt the\nH\nA\nB\n816 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nlatter and not the former, seeking consolation in the\nthought that the law bristles with anomalies.\".....\n(emphasis supplied)\n32. In S.V. Kondeakar Vs. V.M. Deshpande, reported in\n[AIR 1972 SC 878], a Constitution Bench of this Court was\nconcerned with the construction of section 446 (1) of the\nCompanies Act, 1956 which provides that when a winding up\norder has been made or the official liquidator has been\nappointed, no suit or legal proceedings shall be commenced\nC or continued against the company except with the leave of the\ncourt, the Supreme Court held that assessment proceedings\nunder the Income-tax Act do not fall within the section. This\nconclusion was reached on the ground that only such\nproceedings fall under section 446 (1) which could\nD appropriately be dealt with by the winding up court under\nsection 446 (2). The Court held in para 7 of the judgment for\nthe bench I.D. Dua, J. observed as follows:-\nE\nF\nG\nH\n\"It would lead to anomalous consequences if the winding\nup court were to be held empowered to transfer the assessment\nproceeding to itself and assess the company to income-tax.\"\n33. Making cross-reference to sections to read them\nharmoniously\nOne of the methods adopted in such situations is to make\ncross-reference to the relevant sections to read them\nharmoniously. Thus, way back in Ramkissendas Dhanuka Vs.\nSatyacharan Lal, reported in [AIR 1950 PC 81], the Privy\nCouncil was faced with such a situation in a case arising under\nthe Companies Act, 1913. One of the Articles of Association\ni.e. 109 of the Company concerned prescribed a maximum of\nfour and a minimum of three directors without any qualifying\nwords. Another Article i.e. 126 authorised the company in a\ngeneral meeting from time to time to increase or reduce the\nnumber of directors subject to the provisions of section 83A(1)\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n817\nA\nand to alter their qualification and change the order of rotation\nof the increased or reduced number. The question was whether\nthe power of the company by ordinary resolution to \"increase\nor reduce\" the number of directors conferred by Article 126 was\nonly exercisable within the limits set by the maximum and the\nminimum prescribed by Article 109, and whether a special B\nresolution altering Art. 109 was required to increase the number\nof directors beyond the prescribed maximum. After considering\nthe relevant Articles, the Privy Council held that Articles 126 and\n109 were two textually inconsistent provisions. The proposition\nthat emerges from the judgment is that it is permissible to read\nwords such as “subject to\" etc. in order to reconcile two\napparently inconsistent provisions. To reconcile Article 109 with\nArticle 126 and to give effective content to them, it was\nnecessary to imply words such as “subject to\". The Court\ntherefore, observed in paragraph 5 as follows:-\nC\nD\n\"The omission to make such cross-references as\nmay be required to reconcile two textually inconsistent\nprovisions is a common defect of draftsmanship. There is\nthus no insuperable difficulty in reconciling Article 109 with\nArticle 126 either by implying in the former some such E\nopening words as “subject to Article 126\" or implying in\nthe latter some such opening words as \"notwithstanding\nanything containing in Article 109.\"\n34. Reading a section subject to another to realise the\nreal intent of the two provisions\nF\nG\nRecently this Court was concerned with the anomaly\nbetween section 23 (3) of the Code of Civil Procedure and\nsection 25 thereof as substituted by the Act No. 104 of 1976\nin Durgesh Sharma Vs. Jayshree reported in 2008 (9) SCC\n648. The amending Act did not delete or omit section 23 (3)\nof the Code which provided that where several Courts having\nthe jurisdiction are subordinate to different High Courts, the\napplication for transfer shall be made to the High Court within\nthe local limits of whose jurisdiction the court in which the suit H\n818 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA is brought is situate. Section 25 as substituted empowered the\nSupreme Court to transfer any suit, appeal or other\nproceedings from one High Court to another High Court or from\none Civil Court in a State to any other Civil Court in another\nState through the Country. The scope of amended section 25\nB is very wide and plenary and extensive powers have been\nconferred on this Court as it stands now. In the case of Durgesh\nSharma versus Jayshree (supra), this Court held that section\n23 must be read subject to section 25 and even if the High\nCourt had the power to transfer a case from one State to\nanother, that must be taken to have been withdrawn from\n1.1.1997 when the Amending Act of 1976 came into force. The\nAmending Act had failed to delete section 23 (3) and therefore\nthis Court had to make it clear that section 23 (3) will be subject\nto section 25 of the Act. In para 55 of the judgment, C.K.\nThakker, J. held as follows:-\nC\nD\nE\nLL\nF\nG\n.\n\"It is no doubt true that even when section 25 in the\npresent form was substituted by the Amendment Act of\n1976, sub-section (3) of Section 23 of the Code has\nneither been deleted nor amended. That, however, is not\nrelevant. Since in our considered view, Section 23 is\nmerely a procedural provision, no order of transfer can be\nmade under the said provision. If the case is covered by\nsection 25 of the Code, it is only that section which will\napply for both the purposes, namely, for the purpose of\nmaking application and also for the purpose of effecting\ntransfer. On the contrary, reading of sub-section (3) of\nsection 23 of the Code in the manner suggested by the\nlearned counsel for the respondent wife would result in\nallowing inroad and encroachment on the power of this\nCourt not intended by Parliament. Section 23, therefore,\nin our considered view, must be read subject to Section\n25 of the Code.\"\n(emphasis supplied)\n☐ H\nAFJAL IMAM v. STATE OF BIHAR AND ORS.\n[H.L. GOKHALE, J.]\n819\nThereafter in para 57 of that judgment the Court gave a\ndeclaration as follows:-\nvires\n\".... We hold that a High Court has no power,\nauthority or jurisdiction to transfer a case, appeal or other\nproceedings pending in a court subordinate to it to any\ncourt subordinate to another High Court in purported\nexercise of power under sub-section (3) of Section 23 of\nthe Code and it is only this Court which can exercise the\nsaid authority under section 25 of the Code......\n\"\nA\nB\n35. Reading down a section to save it from being ultra C\nE\nWe have noted that the view canvassed by the\nrespondents that the nomination of the members on the\nEmpowered Standing Committee is a one time act, is possible D\nonly if the words are added in section 21 (3) of the Act as\npointed out above. The intention of the legislature as seen from\nthe provisions of the Act and the Rules is to have a ‘Mayor-in-\nCouncil' who enjoys the confidence of the Municipal House. The\nEmpowered Standing Committee along with him is vested with\nthe executive power and is expected to run the municipal\ngovernance. There is no reason to treat the subsequently\nelected Mayor differently, and deny him the right to nominate\nhis nominees on the Empowered Standing Committee which\nright is available to the duly elected Mayor under section 21 (3)\nof the Act. Except for the fact that the person who is elected\nas the Mayor after the no confidence motion is passed against\nthe first Mayor, is elected subsequent to the first Mayor, there\nis no ground to classify the subsequent Mayor differently from\nthe first Mayor. The view canvassed by the respondents would\nlead to a conflict between the newly elected Mayor and the other G\nmembers of the Empowered Standing Committee if they are\nnot nominated by him. That was surely not the intention of the\nlegislature. Considering the powers which are available to the\nEmpowered Standing Committee, if the newly elected Mayor\nis not read as having the power to nominate his nominees on H\nF\nபட\n820 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA the Empowered Standing Committee, he will be treated\ndissimilarly and such an interpretation will make section 27\nviolative of Article 14 of the Constitution and contrary to the\npowers of the Mayor under section 21(3) of the Act. The only\nway, therefore, to save section 27 is to read it down by\nB implication, and to make it subject to sections 25 (4), 23 (3)\nand 21 (3) of the Act, thereby, holding that the nominated\nmembers shall also automatically vacate their office when the\nMayor nominating them is no longer in the office. Thus, the\nnewly elected Mayor will also have the authority to nominate\nseven members of his choice on the Empowered Standing\nCommittee.\nс\n36. This has been the approach adopted by this Court in\nsimilar cases for instance by the Constitution Bench in 20th\nCentury Finance Corpn. Ltd. Vs State of Maharashtra,\nD reported in 2000 (6) SCC 12. Amongst others, in that matter\nF\nthe Constitution Bench was concerned with the Maharashtra\nSales Tax on the Transfer of the Right to use any Goods for any\nPurpose Act, 1985. Explanation to section 2(10) of that Act\ndeemed the transfer of right to use any goods to have occurred\nE in the State of Maharashtra if the goods were located within\nthe State at the time of their use, irrespective of the place where\nagreement of such transfer of the right is made and therefore\nincluded deemed sales (i) which are in the course of inter-State\ntrade and commerce; (ii) sales outside the State of\nMaharashtra; and (iii) sales which occasioned import of goods\ninto India. Section 3 laid down that subject to the provisions\ncontained in the Act and Rules, tax shall be leviable on the\nturnover of sales and therefore turnover necessarily has to\ninclude outside sale and sale in the course of inter-State trade\nG and commerce and sales which occasioned import of goods.\nAlthough Section 8-A of the Act provided that nothing in this\nAct would be deemed to impose or authorize imposition of any\ntax on a sale outside the State or in the course of the import or\nexport or inter-state trade or commerce but the explanation has\nnot been amended accordingly. There is a provision for\nH\n"}