{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nCOMMISSIONER OF CENTRAL EXCISE\nV\nM/S. BIRLA CORPORATION LTD. \u0026 ANR.\nJANUARY 25, 2007\nB\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nD\nCentral Excise Act, 1944-S.11B(2)(e)-Unjust enrichment-Bar of—\nHeld, applicable to claim for refund where original payments of duty were\nmade under protest.\nThe question which arose for consideration in the present appeal is\nwhether CEGAT was justified in holding that the bar of unjust enrichment\ndoes not apply to claim for refund in cases where original payments of duty\nwere made under protest.\nDisposing of the appeal, and remitting the matter to Assistant Collector,\nthe Court\nHELD: 1.1. Section 11-B(2)(e) of Central Excise Act, 1944 conferred a\nright on the buyer to claim refund in cases where he proved that he had\nE not passed on the duty to any other person. The entire scheme of\nSection 11-B showed the difference between the rights of a manufacturer to\nclaim refund and the right of the buyer to claim refund as separate and\ndistinct. Moreover, under Section 4 of the said Act, every payment by the\nmanufacturer whether under protest or under provisional assessment was on\nhis own account. The accounts of the manufacturer are different from the\nF accounts of a buyer (distributor). In view of this, the order of CEGAT cannot\nbe maintained. [Paras 7 \u0026 8] [17-E-G]\nG\nH\n1.2. But the crucial question is whether the duty element had been passed\non to the customer. This is to be factually adjudicated. [Para 9] [17-H]\nCommissioner of Central Excise, Mumbai II v. Allied Photographics,\n[2004] 4 SCC 34, followed.\nMafatlal Industries Ltd. v. UOI, (1997) 89 ELT 247 SC; Sinkhai\n12\nf\n13\nCOMMNR. OF CENTRAL EXCISE v. BIRLA CORPN. LTD [PASAYAT, J.]\nSynthetics \u0026 Chemicals (P) Ltd. v. Collector of Central Excise, Aurangabad, A\n[2002] 9 SCC 416 and Commissioner of Central Excise, Mumbai v. Allied\nPhotographics India Ltd., [2004] 4 SCC 55, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1983-1984 of\nr\n2004.\nFrom the Final Order Nos. 263-264/2002-C dated 5.12.2002 of the Customs,\nExcise \u0026 Gold (Control) Appellate Tribunal, West Block, New Delhi in Appeal\nNo. E/2009/01-C \u0026 E/1654/01-C.\nB\nMohan Parasaran, A.S.G., K. Swami, Rekha Pandey and B. Krishna\nPrasad for the Appellant.\nC\nHarish N. Salve, Ashok Sagar and Meera Mathur for the Respondent\nNo.2.\nS.K. Bagaria, Praveen Kumar for the Respondent No.1.\nD\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in these appeals is to the judgment\nrendered by the Customs, Excise and Gold (Control) Appellate Tribunal, New\nDelhi, (for short 'CEGAT'). By the impugned judgment the CEGAT held that\nthe bar of unjust enrichment does not apply to claim for refund in cases where E\noriginal payments of duty were made under protest. Accordingly, the orders\npassed by the Central Excise Authorities were set aside.\n2. Background facts in a nutshell are as follows:-\n3. Respondent no.1 was formerly known as M/s. Birla Jute \u0026 Industries F\nLtd. unit Chittor Cement Works. It was engaged in the manufacture of\nCement which is classifiable under Chapter 25 of the Schedule to the Central\nExcise Tariff Act, 1985 (in short 'Tariff Act'). It claimed the benefit of rebate\nof central excise duty under Notification No.36/87-CE dated 1.3.1987 which\nwas denied by the Department. Thereafter, respondent no.1 paid duty at the\napplicable rates under protest during the period between March 1987 to\nMarch 1990. Initially, the respondent no.1 was held to be entitled to the\nbenefit of the notification in terms of the order dated 14.5.1991 passed by the\nCollector (Appeals), Central Excise. Respondent no.1 by letter dated 29.5.1991\nrequested the jurisdictional Assistant Collector to grant refund in compliance\nG\nH\n14\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of the order passed by the Collector (Appeals). Being aggrieved by the order\nof the Collector (Appeals), Revenue preferred an appeal before the CEGAT\nwhich was dismissed. Authorities were of the view that respondent no.1 had\npassed on duty to the customers and, therefore, notice was issued on 29.4.1994\nto show-cause as to why the amount of refund should not be credited to the\nConsumers Welfare Fund. By order dated 20.12.1994, the Assistant Collector,\nCentral Excise Division, Udaipur, sanctioned the refund claimed but directed\nthat only a part of it was to be paid to respondent no.1. The remaining\namount was ordered to be credited to the Consumer Welfare Fund. It is to\nbe noted that the total claim of refund was Rs.9,70,25,847.60 which consists\nof the following items:-\nB\nC\n(i) Excise duty under refund\ncharged/realized from the\npurchasers.\nRs.1,08,60,620.00\nD\n(ii) Excise duty under refund\nnot charged/realized from\nRs.8,60,52,179.00\nthe purchasers.\n(iii) Excise duty under refund\nRs.1,13,048.00\nborne by the unit\n【1】\nE\nF\nG\nH\n4. The Assistant Collector, inter alia, held that the respondent no.1 had\nfailed to prove that the duty incidence had not been passed on to the\ncustomers. Respondent no.1 filed an appeal before the Commissioner\n(Appeals), which was dismissed placing reliance on the decision of this Court\nin Mafatlal Industries Ltd. v. UOI, (1997) 89 ELT 247 SC. It was held that\nprinciple of unjust enrichment would apply to the present case, since\nrespondent no.1 had passed on the incidence of duty to its customers.\nAppeals were filed before the CEGAT by respondent No.1 which relying on\nthe decision of this Court in Sinkhai Synthetics \u0026 Chemicals (P) Ltd. v.\nCollector of Central Excise, Aurangabad, [2002] 9 SCC 416 held that the\nprinciple of unjust enrichment was not applicable as amount had been paid\nunder protest. Accordingly, the appeals were allowed. In these appeals the\nprimary stand of the appellant is that the decision in Sinkhai's case (supra)\nhas been held to be not properly decided by a three-Judge Bench in\nCommissioner of Central Excise, Mumbai-II v. Allied Photographics India\nLtd., [2004] 4 SCC 34.\n5. Learned counsel for respondent no.1 on the other hand submitted\nT\n་\nCOMMNR. OF CENTRAL EXCISE v. BIRLA CORPN. LTD [PASAYAT, J.]\n15\nthat the amount was paid provisionally under Rule 9-B of the Central Excise A\nRules, 1944 (in short the 'Rules'). The amendment to Section 11-B of Central\nExcise Act, 1944 (in short the 'Act') was made on 20.9.1991. In view of\nposition prior to amendment, Section 11-B(3) of the Act, was applicable and\nrefund was to be granted without an application.\n6. Learned counsel for the respondent no.2 has submitted that pursuant B\nto the orders passed by the Appellate Authority For Industrial \u0026 Financial\nReconstruction, New Delhi (in short 'AAIFR') adjustments have been made\nand if the order of the Tribunal is interfered with that may disturb the\narrangements made. It has been stated by the respondents that the incidence\nwas not passed on the customers and it has been borne by the assessee and,\ntherefore, Section 11-B of the Act has no application.\nC\n7. By order dated 13.11.2003 as reported in Commissioner of Central\nExcise, Mumbai v. Allied Photographics India Ltd., [2004] 4 SCC 55, doubting\nthe correctness of the view expressed in Sinkhai's case (supra) reference was\nmade to a three-Judge Bench. The three Judge Bench in Commissioner of D\nCentral Excise, Mumbai II v. Allied Photographics (speaking through one of\nus Kapadia, J.) [2004] 4 SCC 34 held as follows:-\nF\n\"(1) Section 11-B was inserted in the Act w.e.f. 17-11-1980. Under\nExplanation (B)(e) to Section 11-B(1), where assessment was made\nprovisionally the relevant date for commencement of limitation of six E\nmonths was the date of adjustment of duty as final assessment.\nEntitlement to refund would thus be known only when duty was\nfinally adjusted. Explanation (B)(e) referred to limitation in cases\ncovered by Rule 9-B which dealt with duty paid under provisional\nassessment. The said rule started with a non obstante clause. Rule 9-\nB was a complete code by itself. On compliance with the conditions\ntherein, the proper officer was duty-bound to refund the duty without\nrequiring the assessee to make a separate refund application. The said\nrule, therefore, provided for making of refund. On the other hand,\nSection 11-B(1) dealt with claiming of refund by the person who had\npaid duty on his own accord. In this connection, Section 4 of the Act G\nis relevant. It dealt with assessment which means determination of tax\nliability. Under the Act, duty was payable by the manufacturer on his\nown account. Hence, under Section 11-B(1), such a person had to\nclaim refund by making an application within six months from the\nrelevant date except in cases where duty was paid under protest in\nH\n16\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nterms of the proviso. However, even in such cases, the person claiming\nrefund had to pay the duty under protest in terms of the prescribed\nrules. Thus, Section 11-B(1) refers to claim for refund as against\nmaking of refund by the proper officer under Rule 9-B.\n(2) On 20-9-1991 Section 11-B underwent a drastic change vide Central\nExcises and Customs Laws (Amendment) Act 40 of 1991 (for short\n\"the Amendment Act\"). By the Amendment Act, the concept of\nunjust enrichment as undeserved profit was introduced.\n(3) According to Statement of Objects and Reasons for enacting the\nAmendment Act, the Public Accounts Committee had recommended\nintroduction of suitable legislation to amend the Act to deny refunds\nin cases of unjust enrichment. By the Amendment Act, Section 11-\nB(3) was amended and clause (e) to Explanation (B) was substituted\nby a new clause (e). However, although clause (e) as it stood prior to\n20-9-1991 dealt with the limitation period in cases of refund of duty\npaid under provisional assessment, the substantive provision for\nprovisional assessment of duty was Rule 9-B. Therefore, even with\nthe deletion of old clause (e), Rule 9-B continued during the relevant\nperiod. Therefore, Section 11-B (as amended) applied to claiming of\nrefunds where the burden was on the applicant to apply within time\nand prove that the incidence of duty had not been passed on whereas\nRule 9-B covered cases of ordering of refund/making of refund, where\non satisfaction of the conditions, the officer concerned was duty-\nbound to make the order of refund and in which case question of\nlimitation did not arise and, therefore, there was no requirement on the\npart of the assessee to apply under Section 11-B. Lastly, Rule 9-B\nreferred to payment of duty on provisional basis by the assessee on\nhis own account and, therefore, in cases where the manufacturer is\nallowed to invoke this rule and refund accrues on adjustment under\nRule 9-B(5) that refund is on the account of the manufacturer and not\non the account of the buyer. If one reads Section 11-B on one hand\nand Rule 9-B on the other hand, both indicate payment by the assessee\non his own account and refund becomes due on that account alone.\n(4) The Bench found no merit in the stand that payment of duty under\nprotest and payment of duty under provisional assessment are both\n\"on-account\" payments under the Act. There is a basic difference\nbetween duty paid under protest and duty paid under Rule 9-B. The\nduty paid under protest falls under Section 11-B whereas duty paid\n7-\nCOMMNR. OF CENTRAL EXCISE v. BIRLA CORPN. LTD [PASAYAT, J.]\n17\nunder provisional assessment falls under Rule 9-B. That Section 11- A\nB deals with claim for refund whereas Rule 9-B deals with making of\nrefund, in which case the assessee has not to comply with Section\n11-B. Therefore, Section II-B and Rule 9-B operate in different spheres.\nTherefore, the respondent was bound to comply with Section 11-B.\nIn any event, the application dated 11-2-1997 fell in the category of\nB\nrefund claim being made after finalization of assessment of NIIL and,\ntherefore, Section 11-B had to be complied with in terms of para 104\nof the judgment in Mafatlal Industries Ltd. v. Union of India, [1997]\n5 SCC 536. Since there was failure to comply with Section 11-B, the\nrespondent was not entitled to refund.\nC\nThe basis on which a manufacturer claims refund is different from\nthe basis on which a buyer claims refund. The cost of purchase to\nthe buyer consists of purchase price including taxes and duties\npayable on the date of purchase (other than the refund which is\nsubsequently recoverable by the buyer from the Department).\nConsequently, it is not open to the buyer to include the refund D\namount in the cost of purchase on the date when he buys the goods\nas the right to refund accrues to him at a date after completion of the\npurchase depending upon his success in the assessment. Lastly, as\nalready stated, Section 11-B dealt with the claim for refund of duty.\nIt did not deal with making of refund. Therefore, Section 11-B(3)\nstated that no refund shall be made except in terms of Section 11-B(2).\nSection 11-B(2)(e) conferred a right on the buyer to claim refund in\ncases where he proved that he had not passed on the duty to any\nother person. The entire scheme of Section 11-B showed the difference\nbetween the rights of a manufacturer to claim refund and the right of\nthe buyer to claim refund as separate and distinct. Moreover, under F\nSection 4 of the said Act, every payment by the manufacturer whether\nunder protest or under provisional assessment was on his own\naccount. The accounts of the manufacturer are different from the\naccounts of a buyer (distributor).\"\nE\n8. In view of what has been stated above, the order of CEGAT cannot G\nbe maintained.\n9. But the crucial question is whether the duty element had been passed\non to the customer. This is to be factually adjudicated. We, therefore, remit\nH\n115\n་\n18\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the matter to the Assistant Collector to decide this matter. The parties shall\nbe permitted to place materials in support of their respective stand. We make\nit clear that we have not expressed any opinion as to the effect of the\nadjudication to be made by the Assistant Collector in the proceedings before\nthe AAIFR.\nB\ncosts.\nD.G.\n10. The appeals are accordingly disposed of without any order as to\nAppeal disposed of.\n3-\n"}