{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"A\nB\nC\nD\nE\nF\nG\nI\n124 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nhowever, has not been defined anywhere in any law.\nDifferent kinds of Courts have since been established\nunder different laws. The hierarchy of the Court as\nestablished under Bengal, Agra and Assam Civil Court\nAct are Courts in respect of which the Code of Civil\nProcedure is applicable and the jurisdiction is open.\nSection 4 and 5 CPC also spells out Courts in the context\nof applicability of CPC. Under Section 9 of CPC. All suits\nof civil nature are triable by a Court unless cognizance of\na particular kind of suit is expressly or impliedly barred.\nThere are certain kinds of suits which are triable by\nrevenue Courts or Provincial or Presidencies Small Cause\nCourt. The subordination of the Courts is determined under\nSection 3, CPC on the basis of the provisions of Code of\nCivil Procedure applicable to it having regard to the\nprovisions contained in Bengal, Agra and Assam Civil\nCourts Act.\"\nIn Greater Bombay Coop. Bank Ltd. v. United Yarn Tex\n(P) Ltd., [(2007) 6 SCC 236 ], this Court has held :-\n“76. Section 31 of the RDB Act clearly refers to transfer\nof \"every suit or other proceeding pending before any\ncourt\". The word \"court\", in the context of the RDB Act,\nsignifies “civil court”. It is clear that the Registrar, or an\nofficer designated by him or an arbitrator under Sections\n61, 62, 70 and 71 of the APCS Act, 1964 and under\nSection 91 and other provisions of Chapter IX of the MCS\nAct, 1960 are not \"civil courts\"\n77. In Harinagar Sugar Mills v. Shyam Sundar\nJhunjhunwala this Court held: (AIR p. 1680, para 32)\n\"By 'courts' is meant courts of civil judicature and by\n'tribunals', those bodies of men who are appointed to\ndecide controversies arising under certain special laws.\nAmong the powers of the State is included the power to\ndecide such controversies. This is undoubtedly one of the\n:\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n125\nattributes of the State, and is aptly called the judicial power A\nof the State.\"\nIn Rama Rao v. Narayan it was held that the nominee of\nRegistrar appointed under Section 95 of the Maharashtra.\nCooperative Societies Act, 1961 is not a \"court\" within the B\nmeaning of Section 195 Cr PC.\nIn Kihoto Hollohan v. Zachillhu it was held that: (SCC\np. 706, para 98)\n16\n'All tribunals are not courts, though all courts are C\ntribunals. The word 'courts' is used to designate those\ntribunals which are set up in an organised State for the\nadministration of justice.\"\nIn Supreme Court Legal Aid Committee v. Union of India\nit was held: (SCC p.745, para 14)\n\"14. It is common knowledge that a 'court' is an`\nagency created by the sovereign for the purpose of\nadministering justice. It is a place where justice is judicially\nadministered. It is a legal entity.\"\nEXCLUSION OF JURISDICTION MUST BE EXPRESS\nD\nE\nLL\n19. The Civil Court indisputably has the jurisdiction to try\na suit. If the suit is vexatious or otherwise not maintainable\naction can be taken in respect thereof in terms of the Code.\nBut if all suits filed in the Civil Courts, whether inextricably\nconnected with the application filed before the DRT by the\nbanks and financial institutions are transferred, the same would\namount to ousting the jurisdiction of the Civil Courts indirectly.\nSuits filed by the debtor may or may not be counter claims to\nthe claims filed by banks or financial institutions but for that\npurpose consent of the plaintiff is necessary. It is furthermore\ndifficult to accept the contentions of the respondents that the\nstatutory provisions contained in section 17 and 18 of the DRT\nAct have ousted the jurisdiction of the civil court as the said H\nF\nG\n126 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA provisions clearly state that the jurisdiction of the civil court is\n• barred in relation only to applications from banks and financial\ninstitutions for recovery of debts due to such banks and financial\ninstitutions.\nB\nC\nA civil court is entitled to decide the respective claims of\nthe parties in a suit. It must come within the purview of the\nhierarchy of courts as indicated in Section 3 of the Code. It will\nhave jurisdiction to determine all disputes of civil nature unless\nthe same is barred expressly by a statute or by necessary\nimplication. Although some arguments have been advanced\nbefore us whether having regard to the provisions of Sections\n17 and 18 of the Act the civil court jurisdiction is completely\nousted, we are of the view that the jurisdiction of the civil court\nwould be ousted only in respect of the matters contained in\nSection 18 which has a direct co-relation with Section 17\nthereof, that is to say that the matter must relate to a debt\npayable to a bank or a financial institution. The application\nbefore the Tribunal would lie only at the instance of the bank or\nthe financial institution for the recovery of its debt. It must further\nbe noted in this respect that had the jurisdiction of the civil courts\nE been barred in respect of counterclaim also, the statute would\nhave said so and Sections 17 and 18 would have been\namended to introduce the provision of counterclaim. We may\nin this context place on record the following observations from\nIndian Bank (supra):\nD\nF\n0\nI\n\"14. Section 9 of the Code of Civil Procedure provides that\nthe courts shall have jurisdiction to try all suits of a civil\nnature, excepting suits of which their cognizance is either\nexpressly or impliedly barred.\n15. It is evident from Sections 17 and 18 of the Debts\nRecovery Act that civil court's jurisdiction is barred only in\nregard to applications by a bank or a financial institution\nfor recovery of its debts. The jurisdiction of civil courts is\nnot barred in regard to any suit filed by a borrower or any\nother person against a bank for any relief. [...]\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n127\n16. [...] What is significant is that Sections 17 and 18 have A\nnot been amended. Jurisdiction has not been conferred on\nthe Tribunal, even after amendment, to try independent suits\nor proceedings initiated by borrowers or others against\nbanks/financial institutions, nor the jurisdiction of civil courts\nbarred in regard to such suits or proceedings.\nIt must be remembered that the jurisdiction of a civil court\nis plenary in nature. Unless the same is ousted, expressly or\nby necessary implication, it will have jurisdiction to try all types\nof suits.\nIn Dhulabhai v. State of M.P., [(1968) 3 SCR 662 ], this\nCourt opined:-\n\"35. [...] The result of this inquiry into the diverse views\nexpressed in this Court may be stated as follows:\n[...] (2) Where there is an express bar of the jurisdiction\nof the court, an examination of the scheme of the particular\nAct to find the adequacy or the sufficiency of the remedies\nprovided may be relevant but is not decisive to sustain the\njurisdiction of the civil court.\nWhere there is no express exclusion the examination of\nthe remedies and the scheme of the particular Act to find\nout the intendment becomes necessary and the result of\nthe inquiry may be decisive. In the latter case it is\nnecessary to see if the statute creates a special right or a\nliability and provides for the determination of the right or\nliability and further lays down that all questions about the\nsaid right and liability shall be determined by the Tribunals\nso constituted, and whether remedies normally associated\nwith actions in civil courts are prescribed by the said\nstatute or not.\n(7) An exclusion of the jurisdiction of the civil court is not\nreadily to be inferred unless the conditions above set down\napply.\"\nB\nC\nD\nE\nF\nG\nH\n་\nA\nB\nC\nD\nE\nF\nG\nH\n128 SUPREME COURT REPORTS [2009] 12 S.C.R.\nIn Dwarka Prasad Agarwal v. Ramesh Chander Agarwal,\n[(2003) 6 SCC 220]\n\"19. A bare perusal of the aforementioned provisions\nleaves no manner of doubt that thereby the jurisdiction of\nthe civil court has not been ousted. The civil court, in the\ninstant case, was concerned with the rival claims of the\nparties as to whether one party has illegally been\ndispossessed by the other or not. Such a suit, apart from\nthe general law, would also be maintainable in terms of\nSection 6 of the Specific Relief Act, 1963. In such matters\nthe court would not be concerned even with the question\nas to the title/ownership of the property.\"\nTherein five principles were laid down stating :-\n\"22. The dispute between the parties was eminently a civil\ndispute and not a dispute under the provisions of the\nCompanies Act. Section 9 of the Code of Civil Procedure\nconfers jurisdiction upon the civil courts to determine all\ndisputes of civil nature unless the same is barred under a\nstatute either expressly or by necessary implication. Bar\nof jurisdiction of a civil court is not to be readily inferred.\nA provision seeking to bar jurisdiction of a civil court\nrequires strict interpretation. The court, it is well settled,\nwould normally lean in favour of construction, which would\nuphold retention of jurisdiction of the civil court. The burden\nof proof in this behalf shall be on the party who asserts that\nthe civil court's jurisdiction is ousted. (See Sahebgouda\nv. Ogeppa, (2003) 6 SCC 151.) Even otherwise, the civil\ncourt's jurisdiction is not completely ousted under the\nCompanies Act, 1956.\"\nIn Nagri Pracharini Sabha v. Vth Addl. Distt. and\nSessions Judge, [1991 Supp (2) SCC 36]\n\"2. A litigant having a grievance of a civil nature has,\nindependently of any statute, a right to institute a suit in the\n# 4}\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n129\ncivil court unless its cognizance is either expressly or A\nimpliedly barred. The position is well-settled that exclusion\nof jurisdiction of the civil court is not to be readily inferred\nand such exclusion must be either expressly or implied.\"\nIn Ramesh Chand Ardawatiya v. Anil Panjwani, [ (2003) B\n7 SCC 350] this Court opined :-\n\"19. Where there is a special tribunal conferred with\njurisdiction or exclusive jurisdiction to try a particular class\nof cases even then the civil court can entertain a civil suit\nof that class on availability of a few grounds. An exclusion\nof jurisdiction of the civil court is not to be readily inferred.\n(See Dhulabhai v. State of M.P.)\"\nPower to create or enlarge jurisdiction is legislative in\ncharacter. Similarly, right of revision or appeal is normally a\ncreature of statute. In Rajasthan SRTC v. Zakir Hussain,\n[(2005) 7 SCC 447] this Court has held:-\n\"21. It is a well-settled principle of law as laid down\nby this Court that if the court has no jurisdiction, the\njurisdiction cannot be conferred by any order of court. This\nCourt in the case of A.R. Antulay v. R.S. Nayak, AIR\nparas 40 to 42 wherein it is, inter alia, held and observed\nas under: (SCC pp. 650-51, paras 38-40)\nC\nD\nE\n39[41]. The power to create or enlarge\njurisdiction is legislative in character....\nParliament alone can do it by law and no\ncourt, whether superior or inferior or both\ncombined can enlarge the jurisdiction of a\ncourt or divest a person of his rights of\nrevision and appeal.\nF\nG\n\"\u003e\nI\nA\nB\nC\nD\n130 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nThe Act, although, was enacted for a specific purpose but\nhaving regard to the exclusion of jurisdiction expressly provided\nfor in Sections 17 and 18 of the Act, it is difficult to hold that a\ncivil court's jurisdiction is completely ousted. Indisputably the\nbanks and the financial institutions for the purpose of\nenforcement of their claim for a sum below Rs. 10 lakhs would\nhave to file civil suits before the civil courts. It is only for the\nclaims of the banks and the financial institutions above the\naforementioned sum that they have to approach the Debt\nRecovery Tribunal.\nIt is also without any cavil that the banks and the financial\ninstitutions, keeping in view the provisions of Sections 17 and\n18 of the Act, are necessarily required to file their claim\npetitions before the Tribunal. The converse is not true.\nDebtors can file their claims of set off or counter-claims\nonly when a claim application is filed and not otherwise. Even\nin a given situation the banks and/or the financial institutions\ncan ask the Tribunal to pass an appropriate order for getting\nthe claims of set-off or the counter claims, determined by a civil\nE court. The Tribunal is not a high powered tribunal. It is a one\nF\nG\nman Tribunal. Unlike some Special Acts, as for example Andhra\nPradesh Land Grabbing (Prohibition) Act, 1982 it does not\ncontain a deeming provision that the Tribunal would be\ndeemed to be a civil court.\nThe liabilities and rights of the parties have not been\ncreated under the Act. Only a new forum has been created. The\nbanks and the financial institutions cannot approach the Tribunal\nunless the debt has become due. In such a contingency,\nindisputably a civil suit would lie.\nThere is a possibility that the debtor may file preemptive\nsuits and obtain orders of injunction, but the same alone, in our\nopinion, by itself cannot be held to be a ground to completely\noust the jurisdiction of the civil court in the teeth of Section 9 of\nH the Code. Recourse to the other provisions of the Code will\n'\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n131\nhave to be resorted to for redressal of his individual grievances. A\nIt is also difficult to accept the contention of leaned counsel\nfor the banks that the civil court's jurisdiction is not in\nconsonance with the Act. We do not find the same to be correct.\nOn the ground of inconsistency in the procedures contained\nin the two Acts alone, the jurisdiction of the civil court cannot\nbe said to have been ousted.\nB\nReliance has been placed by Mr. K.K. Venugopal, learned\nsenior counsel for the bank on Vijay Kumar Sharma v. State C\nof Karnataka, (1990) 2 SCC 562, wherein this Court has held:-\n\"44. The court then referred to its earlier decision in\nDeepchand v. State of U.P. and pointed out that in that\ncase the following principles were laid down to ascertain\nwhether there is repugnancy or not:\n1. Whether there is direct conflict between\nthe two provisions;\nD\n2. whether Parliament intended to lay down\nan exhaustive code in respect of the subject\nmatter replacing the earlier law;\nE\n3. whether the two laws occupy the same\nfield.\nThe court then referred to Sutherland on Statutory\nConstruction (Vol. 1 3rd edn., p. 486) on the question of\n\"repeal of special and local statutes by general statutes\".\nIt was further stated :-\nF\nG\n\"46. What is important from our point of view, is the view\ntaken in that case that when repugnancy is alleged between\nthe two statutes, it is necessary to examine whether the\ntwo laws occupy the same field, whether the new or the\nlater statute covers the entire subject matter of the old, H\nA\nB\nC\n132 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nwhether legislature intended to lay down an exhaustive\ncode in respect of the subject matter covered by the earlier\nlaw so as to replace it in its entirety and whether the earlier\nspecial statute can be construed as remaining in effect as\na qualification of or exception to the later general law, since\nthe new statute is enacted knowing fully well the existence\nof the earlier law and yet it has not repealed it expressly.\nThe decision further lays down that for examining whether\nthe two statutes cover the same subject matter, what is\nnecessary to examine is the scope and the object of the\ntwo enactments, and that has to be done by ascertaining\nthe intention in the usual way and what is meant by the\nusual way is nothing more or less than the ascertainment\nof the dominant object of the two legislations.\nD\nE\n48... The legislative intent is clear. Since, further, the\nParliament had enacted the later statute knowing fully well\nthe existence of the earlier statute and yet it did not\nexpressly repeal it, it will be presumed that the Parliament\nfelt that there was no need to repeal the said statute.\"\nHowever, in that case itself it has been held that\nrepugnancy and inconsistency is synonymous.\nFurthermore in a case of this nature where the banks itself\nF have filed applications for transfer, the jurisdiction of the civil\ncourt must be presumed.\nG\nSubmission of Mr. Desai that this Court can direct the\nTribunal to follow the provisions of the Code, in our opinion,\ncannot be accepted. Such a direction would be in the teeth of\nthe provisions of the Act.\nReliance placed by the learned counsel on sub-section (2)\nof Section 22 of the Act to contend that the provisions of the\nCode are applicable, in our opinion, militates against the said\nH contention. Sub-section (2) of Section 22 deals with\n[\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n133\nB\napplicability of the provisions of the Code in a limited manner. A\nSub-section (3) raises a legal fiction that the proceeding before\nthe Tribunal or the Appellate Tribunal shall be deemed to be a\njudicial proceeding within the meaning of Sections 193 and 228\nand for all the purposes of Section 196 of the Indian Penal\nCode, 1860. The very fact that a legal fiction has been created\nand the Tribunal or the Appellate Tribunal shall be deemed to\nbe a civil court for purposes of Section 195 and Chapter XXVI\nof the Code of Civil Procedure, 1908, itself suggests that the\nParliament did not intend to take away the jurisdiction of the\ncivil court. In any event, the said legal faction has a limited C\napplication. Its scope and ambit cannot be extended.\nIn Bharat Bank Ltd. (supra) it has clearly been held that\nalthough the labour court may have all the trappings of a court,\nbut it is still not a court.\nWe may notice that some of the Parliamentary statutes,\nlike the Family Courts Act confers all the powers on Family\nCourts which are essential for discharging the functions of Civil\nCourt under the Code of Criminal Procedure.\nWe accept that disposal of a civil suit takes a long time.\nBut indisputably remedy of summary and speedy trial by itself\nwould not be sufficient to oust the jurisdiction of the civil court.\nHad the intention of the Parliament been so, it could have\nexpressly said so. Casus omissus, as is well known, cannot be\nsupplied.\nD\nய\nE\nF\nVESTED RIGHT OF APPEAL\n20. Another aspect of the matter also cannot be lost sight\nof. A plaintiff of a suit will have a vested right of appeal. The G\nsaid right would be determined keeping in view the date of filing.\nof the suit. Such a right of appeal must expressly be taken\naway. An appeal is the \"right of entering a superior court, and\ninvoking its aid and interposition to redress the error of the court\nbelow\" and \"though procedure does surround an appeal the\nI\n"}