{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"64\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nB\nA institutions. A civil court is entitled to decide the\nrespective claims of the parties in a suit. It must come\nwithin the purview of the hierarchy of courts as indicated\nin Section 3 of the Code. It will have jurisdiction to\ndetermine all disputes of civil nature unless the same is\nbarred expressly by a statute or by necessary\nimplication. The jurisdiction of the civil court would be\nousted only in respect of the matters contained in\nSection 18 which has a direct co-relation with Section 17\nthereof, that is to say that the matter must relate to a debt\npayable to a bank or a financial institution. The\napplication before the Tribunal would lie only at the\ninstance of the bank or the financial institution for the\nrecovery of its debt. Had the jurisdiction of the civil courts\nbeen barred in respect of counterclaim also, the statute\nwould have said so and Sections 17 and 18 would have\nbeen amended to introduce the provision of\ncounterclaim. [Para 19] [125-E-H; 126-A-E]\nC\nD\n8.2. It must be remembered that the jurisdiction of a\ncivil court is plenary in nature. Unless the same is ousted,\nE expressly or by necessary implication, it will have\njurisdiction to try all types of suits. [Para 19] [127-B-C]\nF\nG\nH\n8.3. The Act, although, was enacted for a specific\npurpose but having regard to the exclusion of jurisdiction\nexpressly provided for in Sections 17 and 18 of the Act,\nit is difficult to hold that a civil court's jurisdiction is\ncompletely ousted. Indisputably the banks and the\nfinancial institutions for the purpose of enforcement of\ntheir claim for a sum below Rs. 10 lakhs would have to\nfile civil suits before the civil courts. It is only for the\nclaims of the banks and the financial institutions above\nthe aforementioned sum that they have to approach the\nDebt Recovery Tribunal. It is also without any cavil that\nthe banks and the financial institutions, keeping in view\nthe provisions of Sections 17 and 18 of the Act, are\n.\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 65\nKONG \u0026 SHANGHAI BANKING CORPN.\nnecessarily required to file their claim petitions before the A\nTribunal. The converse is not true. Debtors can file their\nclaims of set off or counter-claims only when a claim\napplication is filed and not otherwise. Even in a given\nsituation the banks and/or the financial institutions can\nask the Tribunal to pass an appropriate order for getting B\nthe claims of set-off or the counter claims, determined by\na civil court. The Tribunal is not a high powered tribunal.\nIt is a one man Tribunal. Unlike some Special Acts, as for\nexample Andhra Pradesh Land Grabbing (Prohibition)\n+ Act, 1982 it does not contain a deeming provision that the C\nTribunal would be deemed to be a civil court. [Para 19]\n[130-A-E]\n8.4. The liabilities and rights of the parties have not\nbeen created under the Act. Only a new forum has been\ncreated. The banks and the financial institutions cannot\napproach the Tribunal unless the debt has become due.\nIn such a contingency, indisputably a civil suit would lie.\n* There is a possibility that the debtor may file preemptive\nsuits and obtain orders of injunction, but the same alone,\nby itself cannot be held to be a ground to completely oust\nthe jurisdiction of the civil court in the teeth of Section 9\nof the Code. Recourse to the other provisions of the\nCode will have to be resorted to for redressal of his\nindividual grievances. It is also difficult to accept the\ncontention that the civil court's jurisdiction is not in\nconsonance with the Act. [Para 19] [130-F-H; 131-A]\n8.5. On the ground of inconsistency in the\nprocedures contained in the two Acts alone, the\njurisdiction of the civil court cannot be said to have been\nousted. Sub-section (2) of Section 22 deals with\napplicability of the provisions of the Code in a limited\nmanner. Sub-section (3) raises a legal fiction that the\nproceeding before the Tribunal or the Appellate Tribunal\nshall be deemed to be a judicial proceeding within the\nD\nLU\nE\nF\nG\nH\n66\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA meaning of Sections 193 and 228 and for all the purposes\nof Section 196 of the Indian Penal Code, 1860. The very\nfact that a legal fiction has been created and the Tribunal\nor the Appellate Tribunal shall be deemed to be a civil\ncourt for purposes of Section 195 and Chapter XXVI of\nB the Code of Civil Procedure, 1908, itself suggests that the\nParliament did not intend to take away the jurisdiction of\nthe civil court. In any event, the said legal faction has a\nlimited application. Its scope and ambit cannot be\nextended. The Parliamentary statutes, like the Family\nCourts Act confer all the powers on Family Courts which\nare essential for discharging the functions of Civil Court\nunder the Code of Criminal Procedure. This Court\naccepts that disposal of a civil suit takes a long time. But\nindisputably remedy of summary and speedy trial by itself\nwould not be sufficient to oust the jurisdiction of the civil\ncourt. Had the intention of the Parliament been so, it\ncould have expressly said so. Casus omissus, as is well\nknown, cannot be supplied. [Para 19] [131-B; 132-H; 133-\nA-F]\nC\nD\nE\nDhulabhai v. State of M.P., (1968) 3 SCR 662; Dwarka\nPrasad Agarwal v. Ramesh Chander Agarwal, (2003) 6 SCC\n220; Nagri Pracharini Sabha v. Vth Addl. Distt. and Sessions\nJudge, 1991 Supp (2) SCC 36; Ramesh Chand Ardawatiya\nv. Anil Panjwani, (2003) 7 SCC 350; Rajasthan SRTC v. Zakir\nF Hussain, (2005) 7 SCC 447 and Vijay Kumar Sharma v. State\nof Karnataka, (1990) 2 SCC 562, referred to.\n9.1. The Code not only contains procedural\nprovisions but also substantive rights; right of appeal is\none of them. A forum of appeal is determined in terms of\nG the provisions of the Code having regard to the pecuniary\njurisdiction of the Court as may be notified by the\nappropriate Government from time to time. A suitor has\nthe right to maintain a first appeal. A second appeal also\nis maintainable before a High Court, subject of course to\nH the effect that questions of law must be there for the\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN.\n67\ncourt's consideration. For the said purpose no pre- A\ndeposit is required to be made, as is necessary in terms\nof the Act, that 75% of the awarded amount is required\nto be deposited, subject of course, to an order to the\ncontrary, which may be passed by the Debt Recovery\nAppellate Tribunal. Such a right of conditional appeal, B\ncurtails party's right to maintain an appeal as a matter of\nright. While saying so, this Court is not oblivious of the\nfact that in terms of Order XLI Rule 1 of the Code, in the\nevent of passing of a money decree the amount is\nrequired to be deposited. The said provision, however, C.\nhas been held to be directory. Order XLI Rule 1 is required\nto be read with Order XLI Rule 5 thereof. [Para 20] [135-\nC-F]\n9.2. A civil suit may also be maintainable before\nOriginal Side of the High Court in terms of the statutes D\nunder which the High Courts are constituted or in terms\nof the provisions of the Letters Patent. An intra court\nappeal is available against a decree passed by a Single\nJudge of a High Court in a suit filed before it. In the event,\nhowever, if a civil suit is transferred to the Debt Recovery E\nTribunal, the plaintiff would be deprived of his right in\nrelation to the procedural mechanism as contained in the\nCode as also the Evidence Act. His right of appeal would\nalso stand curtailed. While exercising the power of\ntransfer, the High Court and this Court would thus be\ncurtailing the right of a suitor indirectly which could not\nbe done directly. It clearly establishes the Parliamentary\nintent that only civil suits are subject matter of inter State\ntransfer from one civil court to another civil court. If such\na power is exercised, all the rights of the plaintiff remain\nintact, no right is taken away and no right is diluted. [Para\n* 20] [136-B-E]\nF\nG\nColonial Sugar Refining Company v. Irving, (1905) AC\n369 (PC); Garikapati Veeraya v. N. Subbiah Choudhry, 1957\nSCR 488; Dilip S. Dahanukar v. Kotak Mahindra Co. Ltd. and H\n68\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA Anr., (2007) 6 SCC 528; Sihor Nagar Palika Bureau v.\nBhabhlubhai Virabhai \u0026 Co., (2005) 4 SCC 1; Malwa Strips\nPvt. Ltd. v. Jyoti Limited (2009) 2 SCC 426 and Transmission\nCorporation of A.P. v. Ch. Prabhakar and Ors., (2004) 5 SCC\n551, referred to.\nB\nC\n10.1. Section 151 of the Code of Civil Procedure does\nnot confer any extraordinary jurisdiction on this Court. It\nsaves the inherent power of all the civil courts, i.e., from\nthe trial judge to this Court. Thus, where a matter has\nexpressly been provided for in the body of the Code,\nordinarily inherent power shall not be resorted to. The\nunderlying principle of Section 151 of the Code ordinarily\nwould apply where the area is grey. It indisputably\nconfers incidental powers. It confers power on a court to\ndo something which in absence of any provision\nD contrary thereto would lead to advancement of justice\nand prevent injustice. The power to transfer one case\nfrom one court to another or from one tribunal to another\nhaving jurisdiction of a different State is an extraordinary\njurisdiction. For exercising the said power, this Court has\nE to take into consideration a large number of factors. Such\na power is to be exercised if exceptional situation arises\nand not otherwise. [Para 21] [136-F-H;137-A-B]\nF\n10.2. The Plaintiff furthermore is the dominus litus. He\nmay institute a suit having regard to the provisions\ncontained in Sections 16 to 20 of the Code of Civil\nProcedure in any civil court within whose jurisdiction\ninter alia a cause of action arises. If the jurisdiction of the\ncivil court is not barred or if he having regard to common\nlaw principle is entitled to maintain an action in two\nG different forums, he may choose one of them. A debtor\nhaving regard to the provisions of the DRT Act would not\nbe entitled to maintain an action before the Tribunal. If a\nsuit is to be transferred from a civil court to a tribunal, he\nwould lose some rights including the right to prefer an\nH appeal before a higher court in terms of Sections 96 and\n;\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 69\nKONG \u0026 SHANGHAI BANKING CORPN.\n100 of the Code of Civil Procedure. [Para 21] [139-A-D] A\n10.3. This Court is also unable to persuade to hold\nthat the right of transfer of a case being procedural in\nnature should be construed liberally. By reason thereof,\nsubstantive right of a party cannot be taken away. The\nrules of procedures are intended to provide justice and\nnot to defeat it. [Para 21] [140-E-F]\nB\nPadma Sen and Another v. The State of Uttar Pradesh\nAIR 1961 SC 218; Manohar Lal Chopra v. Rai Bahadur Rao\nRaja Seth Hiralal AIR 1962 SC 527; Rajasthan State Road C\nTransport Corporation and Anr. v. Bal Mukund Bairwa, 2009\n(2) SCALE 428; Union of India and Another v. Delhi High\nCourt Bar Association and Others (2002) 4 SCC 275; M/s.\nRam Chand and Sons Sugar Mills Private Ltd. v. Kanhayalal\nBhargava and Others AIR 1966 SC 1899; N.T. Veluswami D\nThevar v. G. Raja Nainar and others [AIR 1959 SC 422; M/\ns. Lakshmiratan Engineering Works Ltd. v. Asst.\nCommissioner (Judicial) I., Sales Tax, Kanpur Range, Kanpur\nand another AIR 1968 SC 488; Industrial Investment Bank\nof India Ltd. v. Marshal's Power \u0026 Telecom (I) Ltd. and Another E\n(2007) 1 SCC 106; Durga Hotel Complex v. Reserve Bank\nof India and Others (2007) 5 SCC 120 and Durgesh Sharma\nv. Jayshree, (2008) 9 SCC 648, referred to.\n11. Indisputably, the power of this Court under\nArticles 139A and 142 of the Constitution of India is a wide\nand extensive one. This Court may resort thereto to do\ncomplete justice. While doing so, this Court would be\nentitled to impose conditions. This Court is of the opinion\nthat it may not be a fit case to exercise jurisdiction under\nArticle 142 of the constitution of India. [Para 22] [141-D-\nE; 142-B]\nMardia Chemicals Ltd. and Others v. Union of India\n(2004) 4 SCC 311, referred to.\nF\nG\nH\nA\n70\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\n12. It is made clear that having regard to the\npleadings of the parties as also the purpose and object\nfor which the Tribunal has been constituted, it should\nproceed to dispose of the bank's claims expeditiously.\nThis Court has no doubt that while determining the\nB respective claims of the parties and the nature thereof,\nthe tribunal shall comply with all the requirements of law.\n[Para 23] [142-C-D]\nCase Law Reference:\nс\n(2006) 5 SCC 72\nreferred to\nPara 5\n(2007) 1 SCC 97\nreferred to\nPara 5\n(2008) 9 SCC 648\nreferred to\nPara 6\nAIR 1997 Delhi 355\nreferred to\nPara 9\nD\nAIR 1995 Del 325\nreferred to\nPara 9\n(2002) 4 SCC 275\nreferred to\nPara 9\n(2000) 7 SCC 357\nreferred to\nPara 10\nE\n(1989) 2 SCC 754\nreferred to\nPara 12\n(1985) 4 SCC 369\nreferred to\nPara 12\n(1992) 4 SCC 97\nreferred to\nPara 12\nF\n(2005) 2 SCC 673\nreferred to\nPara 12\n(2007) 2 SCC 230\nreferred to\nPara 13\n(2008) 7 SCC 487\nreferred to\nPara 15\nG\n1950 SCR 459\nreferred to\nPara 15\n(2000) 5 SCC 355\nreferred to\nPara 15\n(2008) 7 SCC 487\nreferred to\nPara 15\n1983 [ACJ 123]\ndistinguished\nPara 16\nH\nt\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN\n71\n(2005) 12 SCC 358\ndistinguished\nPara 16 A\n(1997) 6 SCC 100\ndistinguished\nPara 16\n(2001) 9 SCC 723\ndistinguished\nPara 16\n(2000) 9 SCC 403\ndistinguished\nPara 16\nB\n(2004) 13 SCC 564\ndistinguished\nPara 16\n(JT) 2000 (8) SC 323\ndistinguished\nPara 16\n(2008) 3 SCC 279\n(2007) 6 SCC 528\nheld inapplicable Para 16\nheld inapplicable Para 16\nC\n(2006) 6 SCC 340\n(2008) 5 SCC 257\nheld inapplicable Para 16\nheld inapplicable Para 16\nJT 2004 (9) SC 136 :\nD\n(2004) 11 SCC 497\nheld inapplicable Para 16\n(2004) 7 SCC 779\nreferred to\nPara 16\n[2005] 12 Comp. Cas.\nE\n176 (Ker) at 184\nreferred to\nPara 16\n2009 (3) SCALE 685\nreferred to\nPara 16\n200 U. S. 321, 337.\nreferred to\nPara 16\nFL\n(1999) 4 SCC 710\nrelied on\nPara 17\nAIR 1997 Kerala 89\nreferred to\nPara 18\nAIR 2001 AP 526\nreferred to\nPara 18\nG\nAIR 2003 Gujarat 141 referred to\nPara 18\nAIR 2003 Cal 7\nreferred to\nPara 18\n(2007) 6 SCC 236\nreferred to\nPara 18\n(1968) 3 SCR 662\nreferred to\nPara 19\nH\nI\n72 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA\n(2003) 6 SCC 220\nreferred to\nPara 19\n1991 Supp (2) SCC 36 referred to\nPara 19\n(2003) 7 SCC 350\nreferred to\nPara 19\n(2005) 7 SCC 447\nreferred to\nPara 19\nB\n(1990) 2 SCC 562\nreferred to\nPara 19\n(1905) AC 369 (PC)\nreferred to\nPara 20\n1957 SCR 488\nreferred to\nPara 20\nC\n(2007) 6 SCC 528\nreferred to\nPara 20\n(2005) 4 SCC 1\nreferred to\nPara 20\n(2009) 2 SCC 426\nreferred to\nPara 20\nD\n(2004) 5 SCC 551\nreferred to\nPara 20\nAIR 1961 SC 218\nreferred to\nPara 21\nAIR 1962 SC 527\n527\nreferred to\nPara 21\nE\n2009 (2) SCALE 428\nreferred to\nPara 21\n(2002) 4 SCC 275\nreferred to\nPara 21\nAIR 1966 SC 1899\nreferred to\nPara 21\nAIR 1959 SC 422\nreferred to\nPara 21\nF\nAIR 1968 SC 488\nreferred to\nPara 21\n(2007) 1 SCC 106\nreferred to\nPara 21\n(2007) 5 SCC 120\nreferred to\nPara 21\nG\n(2004) 4 SCC 311\nreferred to\nPara 22\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4796 of 2009.\nFrom the Judgment \u0026 Order dated 15.9.2008 of the High\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 73\nKONG \u0026 SHANGHAI BANKING CORPN.\nCourt of Punjab \u0026 Haryana at Chandigarh in Transfer A\nApplication No. 186 of 2008.\nT.P.(C) No. 1195 of 2008.\nWITH\nT.P. (C) No. 1196 of 2008, 1207-1209 of 2008.\nDr. A.M. Singhvi, Ashok Desai, Shyam Divan, K.K.\nVenugopal, Rakesh Dwivedi, R.F. Nariman, S. Ganesh, Nandini\nGore, Diya Kapoor, Premtosh Mishra, Pragya Singh Baghel,\nLakshmi Ramachandran, Jatin Mongia, (for Manik\nKaranjawala), Sameer Parekh, H. Jayesh, Huzefa Nasikwala,\nNitin Thukral, Arjun Garg, Rukhmini Bobde, Ruchi Aggarwal (for\nParekh \u0026 Co.) B. Rajendran, I. Abrar, V. Balaji, Parvesh Thakur,\n(for Narendra Kumar) for the appearing parties.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J.1. Leave granted.\nINTRODUCTION\n2. Whether the High Court and/or this Court has the power\nto transfer a suit pending in a Civil Court situated in one State\nto a Debt Recovery Tribunal situated in another is the question\ninvolved herein.\nBACKGROUND FACTS\n3. We may notice the facts of the matter from Civil Appeal\n@ SLP (C) No.24715 of 2008. It arises out of a judgment and\norder dated 15th September, 2008 passed by a learned Single\nJudge of the High Court of Punjab and Haryana at Chandigarh\nin Transfer Application No.186 of 2008 whereby and\nwhereunder the suit filed by the appellant and pending before\nthe Civil Judge (Junior Division), Ludhiana was transferred to\nthe Debt Recovery Tribunal-III at Mumbai.\nB\nC\nD\nE\nF\nG\nH\n"}