{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n74\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nSome of the parties to the lis before us are the banks or\nfinancial institutions within the purview of the Recovery of Debts\nDue to Banks and Financial Institutions Act, 1993 (1993 Act).\nThe others are debtors of such banks or financial institutions.\nThe parties hereto entered into diverse agreements in terms\nB whereof banks or the financial institutions lent money to the\ndebtors.\nC\nD\nAppellant entered into International Swaps and Derivatives\nAgreement with the respondent. On 1.11.2006, the appellant\nand the respondent entered into globally used market standard\nMaster Agreement and Schedule published by ISDA (ISDA\nMaster Agreement) (hereinafter referred to as \"Master\nAgreement\") wherein the respondent undertook derivative\ntransactions for hedging or transformation of risk exposure.\nUnder the said Master agreement i.e. the ISDA Agreement\nincluding the Schedule thereto, the appellant had entered into\nten transactions with the respondent and out of those ten\ntransactions, appellant has unwound (closed at the instance of\nthe appellant at a mutually agreed value) four transactions; one\nE transaction got matured and one expired due to occurrence of\na contingent event. In all the six transactions, appellant had\nreceived an aggregate sum of about Rs.1,87,00,000/- (Rupees\none crore eighty seven lakhs only) from the respondent. In\nrespect of 2 transactions Swap Reference: NCW072009996\nF and Swap Reference: NCW 072009997 both dated 13th July,\n2007, the appellant has till date received Rs. 13,00,000 (Rupees\nThirteen Lakhs Only) from the respondent.\nAs on 02.04.2008, four foreign exchange derivative\ntransactions were outstanding between the appellant and the\nG respondent, dated 13.07.2007, 13.07.2007, 26.07.2007 and\n30.07.2007.\nAppellant vide his letter of 03.04.2008 purported to\ndisclaim, repudiate and reject only two out of those four\nH transactions, i.e., the transactions with trade dates 26th July\nA\n2\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n2007 and 30th July, 2007.\n75\nAppellant filed a suit in the Civil Court at Ludhiana seeking\na declaration that foreign exchange derivative contracts dated\n26.7.2007 and 30.7.2007, entered into by and between them.\nwere void as being illegal and violative of Foreign Exchange\nManagement Act, 2000 as well as the Circulars and Guidelines\nissued by the Reserve Bank of India, and, thus, against public\npolicy. The said suit was marked as Civil Suit No. 108 of 2008.\nAn application for grant of injunction was also filed. By\nreason of an order dated 5.4.2008, the learned Civil Judge\ndirected both the parties to maintain status quo in regard to the\nsaid two contracts, directing:\nA\nB\nC\n\"Lest the purpose be not defeated by delay, both the\nparties are directed to maintain status quo (as on today) D\nregarding the contracts involving the present cases till\n16.4.2008. Compliance U/O 39 R.3 CPC be made as per\nrules. Plaintiffs shall also be duty bound to get the service.\neffected on defendants for date fixed Summons be also\ngiven dasti.\"\nThe said order of status quo is said to have been\ncommunicated to the respondent on or about 8.4.2008.\nRespondent issued a notice dated 12.4.2008 upon the\nappellant terminating the pending derivative transaction.\nAppellant contends that termination of the said derivative\ntransaction is in violation of the order of status quo passed by\nthe learned Civil Judge on 5.4.2008. Appellant responded to\nthe said notice calling upon it to withdraw the same.\nOn or about 15.4.2008, the respondent-bank filed an\napplication before the Debt Recovery Tribunal at Mumbai\nmarked as OA No. 122 of 2008 along with an interim\napplication marked as Interim Application No.125 of 2008 for\nrecovery of dues under the two remaining Foreign Exchange\nDerivative Contracts dated 13.7.2007.\nE\nF\nG\nI\nA\n76 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nMeanwhile, the order of status quo passed on 5.4.2008\nwas extended by the learned Civil Judge by an order dated\n16.4.2008 till 23.4.2008. In the original application filed by the\nrespondent-bank, the Tribunal by an order dated 22.4.2008\nrestrained the appellant from alienating, or in any way creating\nB third party interests in its fixed assets in relation to the\ntransactions which were not the subject matter of the suit.\nRespondent-bank issued two letters on 24.4.2008 to the\nappellant calling upon it to say the amount due under the two\ntransactions dated 26.7.2008 and 30.7 2008, and on the same\nC day filed another application before the Debt Recovery Tribunal\nfor recovery of dues under the said two foreign exchange\nderivative contracts.\nD\nE\nL1J\nF\nG\nH\n-\nAn application for clarification and/or modification of stay\nof the order dated 5.4.2008 was filed by the appellant before\nthe civil judge which was heard on 13.5.2008 and 17.5.2008\nThe matter was adjourned to 29.5.2008.\nIMPUGNED JUDGMENT\n4. Respondent, however, filed transfer application before\nthe High Court of Punjab \u0026 Haryana on or about 27.5.2008\nseeking transfer of proceedings pending before the Civil Judge,\nLudhiana to the Debts Recovery Tribunal. III, Mumbai. An\napplication for violation of the order of injunction was filed by\nthe appellant before the Civil Court on 28.5.2008. By reason\nof the impugned order, a learned Single Judge of the High\nCourt allowed the said application transferring the suit filed by\nthe appellant in the Ludhiana court to the DRT tribunal Mumbai\nin the form of a counter claim.\nThe Banks and the Financial Institutions including Axis\nBank have also filed Transfer Petitions, said to be by way of\nabundant caution, before this Court under Section 25 of the\nCode which are marked as TP (C) Nos. 1207-1209 of 2008\nand 1195-2008 \u0026 1196-2008 respectively.\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n77\nWhile issuing the notice in SLP (C) No. 24715 of 2008 A\nthis Court, by order dated 20.10.2008, directed :-\n\"Issue notice.\nMr. Sameer Parekh, Advocate accepts notice on behalf\nof the respondent.\nAs the question involved in this petition is a pure question\nof law, no counter affidavit need be filled.\nB\nPut up for final disposal on 2nd December, 2008.\nC\nWe make it clear that on that day, this Court shall consider\nas to whether this Court, in the peculiar facts and\ncircumstances of this case, may exercise its jurisdiction\nunder Article 142 of the Constitution of India.\nIn the meantime, there shall be stay of the operation of the\nfinal judgment and order dated 15.9.2008 of the High Court\nof Punjab \u0026 Haryana in Transfer Application No.186/2008\nas also stay of the proceedings before the Debt Recovery\nTribunal, Mumbai in OA Nil of 2008 (Lodging No.270).\nThe parties shall file written submissions before the next\ndate of hearing.\"\nISSUES ARISING\n5. In the background of these facts, the following questions\nthat arise for our consideration are:\n(l).\nWhether the High Court/Supreme Court has the\npower to transfer a suit from a Civil Court to the\nDRT, keeping in mind,\nD\nE\nF\nG\na.\nThe effect of a transfer from the Civil Court\nto the DRT is to oust the jurisdiction of the\ncivil court which cannot be done without\nexpress statutory provisions.\nH\n78\nSUPREME COURT REPORTS\nA\nb.\n00\nD\nE\n...\nF\nG\n(II).\n(III)\nC.\nd.\n[2009] 12 S.C.R.\nProceedings before DRT is sui generis \u0026\ntotally different from the procedure in a Civil\nCourt.\nPower of transfer under CPC (Sections 22,\n23, 24 and 25) is inapplicable as these\nsections apply in a case where the transfer\nis from one Court to another \u0026 DRT being\nnot a Court.\nThe power to transfer under the DRT Act is\nrestricted to cases filed by Banks that were\npending on the date when the Act came into\nforce and in respect of those cases in which\nDRT has jurisdiction.\nWhether the decision of this Court in Indian Bank\nv. ABS Marine Products (P) Ltd. [(2006) 5 SCC\n72], is applicable in the case of transfer of a suit\nfrom the Civil Court to the DRT to be tried as a\ncounterclaim, and could a Coordinate two Judge\nBench in State Bank of India v. Ranjan Chemicals\nLtd. and another, [ (2007) 1 SCC 97] have\ndeparted from the ratio thereof after noticing it and\nwithout referring the matter to a larger bench of\nThree Judges?\nEven if the power to transfer exists, in the facts and\ncircumstances of the case, whether it ought to have\nbeen exercised.\n(IV) Whether Article 142 is applicable to direct a\ntransfer from a Civil Court to DRT, especially when:\n(i) The DRT Act does not bar the jurisdiction of\nthe Civil Court to entertain a suit against a\nbank and therefore powers under Article 142\nought not to be exercised to have such an\nH\n:\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n(ii)\neffect.\n79\nArticle 142 is not applicable where a statute\noccupies the field.\n(iii) Power under Article 142 should be exercised\nonly to prevent injustice and do complete\njustice between the parties.\n(V). Whether in the exercise of powers under Article\n142, transfer of case ought to be refused to do\ncomplete justice between the parties and the\nproceedings before the DRT be stayed pending\ndisposal of the suit.\nSUBMISSIONS OF THE COUNSEL\nA\nB\nC\n6. Dr. A.M. Singhvi, Mr. S. Ganesh, Mr. Rohington D\nNariman and Mr. Rakesh Dwivedi, learned senior counsel\nappearing on behalf of the appellants would contend :\n(1) The High Court had no power to transfer a pending\nCivil Suit to a Debt Recovery Tribunal as the same E\nwas beyond its jurisdiction.\n(2) The High Court and/or the Supreme Court have no\npower to transfer a case from a Civil Court to Debt\nRecovery Tribunal inasmuch as :\n(a) The effect of a transfer from Civil Court to\nDebt Recovery Tribunal would oust the\njurisdiction of the Civil Court which is\nimpermissible in law in absence of any\nexpress statutory provision.\n(b) Debt recovery proceeding is sui generis and\nprovides for a totally different procedure\nfrom the one followed under the Code of Civil\nProcedure.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nLL\n0\nH\n80\nSUPREME COURT REPORTS\n(c)\n[2009] 12 S.C.R.\nPower to transfer vested in the High Court or\non this Court being confined to Sections 22,\n23, 24 and 25, the same cannot be applied\nfor the purpose of transferring a Civil Suit to\nDebt Recovery Tribunal, as the latter is not\na Civil Court.\n(d) The power to transfer under DRT Act must\nbe confined in respect of cases filed by\nbanks which were pending on the date DRT\nAct came into force.\n(e)\n(f)\nThis Court in Indian Bank v. ABS Marine\n(supra) having categorically held that no suit\ncould be transferred from a Civil Court to a\nDebt Recovery Tribunal as a counter claim,\nkeeping in view the scheme contained in the\nsaid Act and the Code, the contrary view\ntaken in Ranjan Chemicals, (supra) cannot\nbe held to be good law.\nThe provision of Section 23(3) of the Code\nbeing a procedural provision, as has been\nheld by this Court in Durgesh Sharma v.\nJayshree, [(2008) 9 SCC 648], High Court\ncannot be said to have any power/jurisdiction\nto transfer a suit pending in a Civil Court,\nwhich is subordinate to it, to a Tribunal which\nis not subordinate to the High Court.\n(g) Ranjan Chemicals having failed to\nappreciate that transfer of a suit from the Civil\nCourt to the Debt Recovery Tribunal without\nplaintiffs' consent resulted in defeating the\nplaintiff's statutory right to approach the Civil\nCourt and furthermore resulted in ouster of\nthe jurisdiction thereof, neither of which could\nbe ordered or directed without any specific\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n(h)\n(i)\n(i)\n(k)\nempowering provision in the statute.\n81\nIt is well settled legal position that jurisdiction\nof the Civil Court can only be ousted by a\nspecific and unequivocal statutory provision\nor by necessary implication.\nA\nB\nTransfer of a suit to a Tribunal having no\njurisdiction to decide the issues raised by the\nplaintiff against the bank and/or financial\ninstitution would affect the rights of the\nappellant. It would furthermore affect its right C\nof appeal, which is a right vested on the\nplaintiff on the date of filing of the suit. The\ncondition of pre-deposit being one of the\nconditions for maintaining an appeal before\nthe Appellate Tribunal, in the event such a D\nright of transfer is upheld, the same would\namount to burdening the right of appeal with\ncertain conditions which the Parliament never\nintended to confer. An unfettered right of\nappeal, which is statutory would thus\nbecome fettered, without the intervention of\nstatute. Thus, what has not been done\ndirectly would be done indirectly as a result\nof transfer.\nThe Bench deciding Ranjan Chemicals\nbeing a coordinate Bench to the previous\nBench deciding Indian Bank was bound to\nfollow it, for maintenance of judicial discipline.\nIn the event of any disagreement, the only\ncourse open to it was to refer the question\nto a larger Bench.\nE\nF\nG\nThe suit filed by the appellant involved\ncomplicated questions of law relating to\ninterpretation of Section 45U and 45V of the H\nA\n00\nB\nC\nD\nE\nF\nG\nH\n82\nSUPREME COURT REPORTS\n(1)\n[2009] 12 S.C.R.\nReserve Bank of India Act, 1934 as also\nquestions relating to fraud etc. These\nquestions cannot be satisfactorily decided by\nthe Tribunal which does not have expertise in\nsuch matter.\nIn one of the cases, the suit has been filed\non the Original Side of the High Court of\nMadras with leave in terms of Clause 12 of\nthe Letters Patent and against an interlocutory\norder an intra court appeal filed under Clause\n15 thereof is pending, no order of transfer\ncould have been passed both in relation to\nthe suit as also the appeal as neither the\nTribunal nor the Appellate Tribunal can be a\nsubstitute for the High Court as also the\nDivision Bench thereof.\n(m) In the Ludhiana suit application under Order\nXXXIX Rule 2A of the Code having been\npending in respect whereof the Tribunal did\nnot have jurisdiction, in the event an order of\ntransfer is passed, would lead to a great\nanomaly, as the suit must be transferred\nalong with all incidental or supplemental\nproceedings in respect whereof the Debt\nRecovery Tribunal would have no jurisdiction\nunder the Act.\n(n) Alternatively, it was argued that even if the\npower to transfer exists, in the facts and\ncircumstances of this case and in the\ninterests of justice, the same should not be\nexercised.\n(o) This Court also should not exercise its\njurisdiction under Article 142 of the\nConstitution of India as the said Act does not\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n83\nbar the jurisdiction of the Civil Court to A\nentertain a civil case against a bank since\nthe field is occupied by the statute and it is a\nsettled law that power under Article 142 of the\nConstitution of India can be exercised only to\nprevent injustice and to do complete justice B\nbetween the parties.\nMr. Shyam Diwan and Mr. Ashok Desai, learned senior\ncounsel appearing on behalf of the respondent, on the other\nhand, contended:-\n(a)\n(b)\n(c)\n(d)\nC\nDefinition of 'debt' as contained in Section 2(g) of\nthe Act means any liability which is claimed as due\nfrom any person by a bank during the course of any\nbusiness activity undertaken by it and would bring\nwithin its purview any agreement for enforcement D\nwhereof the bank should have no option but to\napproach the Tribunal only.\nWhen a particular claim made by a bank is a 'debt'\nwithin the meaning of the provisions of the Act, it\nmust be determined or adjudicated upon by the\nTribunal only and not by a Civil Court.\nThe allegation of 'Fraud', 'Misrepresentation',\n'Undue Influence' or any other defence, which are\navailable to a borrower to contest the claim of the\nbank, can be raised before the Tribunal itself and\nadjudicated upon and determined by the Tribunal.\nE\nF\nAs both the suits pending before the Civil Court\nand/or the High Court as also the petitions pending G\nbefore the Tribunals arise out of the Master\nAgreement entered into by and between the\nparties, the Tribunal having jurisdiction would be\nentitled to determine the said questions.\n(e) Having regard to the scheme of the Act as also the\nH\n"}