{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\n84\nSUPREME COURT REPORTS\n(f)\n[2009] 12 S.C.R.\nprovisions of the Code, the Tribunal must be given\nan extended meaning so as to hold that the Tribunal\nis in effect and substance a court and thus the High\nCourt in exercise of its jurisdiction under Section 24\nof the Code and this Court in exercise of its\njurisdiction under Section 25 thereof have ample\njurisdiction to transfer a suit to the Tribunal.\nIn the event it is held that neither the High Court nor\nthis Court have the jurisdiction to direct such\ntransfer, the borrowers would be free to file\nvexatious preemptive suits and obtain order of\ninjunctions which will cause hindrance to the cause\nof administration of justice\n(g) Even if it is held that the High Court did not have\njurisdiction to order such transfer under Section 24\nof the Code, it must be held to have inherent\npowers under Section 151 thereof.\n(h) This Court in any event should exercise its\njurisdiction under Article 142 of the Constitution of\nIndia with a view to do complete justice between the\nparties and to avoid an injustice to the cause of the\nadministration of justice.\nSTATUTORY FRAMEWORK\n7. RECOVERY OF DEBTS DUE TO BANKS AND\nFINANCIAL INSTITUTIONS ACT, 1993\nBefore dealing with the rival contentions of the parties, we\nmust first set out the relevant statutory provisions. The 1993 Act\nwas enacted to provide for the establishment of Tribunals for\nexpeditious adjudication and recovery of debts due to Banks\nand Financial Institutions and for matters connected therewith\nor incidental thereto. The Statement of Objects and Reasons\nfor enacting the said Act reads as under:\nH\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n85\nB\nC\nD\n\"Banks and financial institutions at present experience A\nconsiderable difficulties in recovering loans and\nenforcement of securities charged with them. The existing\nprocedure for recovery of debts due to the banks and\nfinancial institutions has blocked a significant portion of\ntheir funds in unproductive assets, the value of which\ndeteriorates with the passage of time. The Committee on\nthe Financial System headed by Shri M. Narasimham has\nconsidered the setting up of the Special Tribunals with\nspecial powers for adjudication of such matters and\nspeedy recovery as critical to the successful\nimplementation of the financial sector reforms. An urgent\nneed was, therefore, felt to work out a suitable mechanism\nthrough which the dues to the banks and financial\ninstitutions could be realized without delay. In 1981, a\nCommittee under the Chairmanship of Shri T. Tiwari had\nexamined the legal and other difficulties faced by banks\nand financial institutions and suggested remedial\nmeasures including changes in law. The Tiwari Committee\nhad also suggested setting up of Special Tribunals for\nrecovery of dues of the banks and financial institutions by\nfollowing a summary procedure. The setting up of Special\nTribunals will not only fulfill a long-felt need, but also will be\nan important step in the implementation of the Report of\nNarasimham Committee. Whereas on 30th September,\n1990 more than fifteen lakhs of cases filed by the public\nsector banks and about 304 cases filed by the financial\ninstitutions were pending in various courts, recovery of\ndebts involved more than Rs.5622 crores in dues of Public\nSector Banks and about Rs.391 crores of dues of the\nfinancial institutions. The locking up of such huge amount\nof public money in litigation prevents proper utilisation and G\nrecycling of the funds for the development of the country.\"\nSection 2 is the interpretation section.\nSection 2(g) defines 'debt' to mean any liability (inclusive\nE\nF\nT\nI\n86\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA of interest) which is claimed as due from any person by a bank\nor a financial institution or by a consortium of banks or financial\ninstitutions during the course of any business activity undertaken\nby the bank or the financial institution or the consortium under\nany law for the time being in force, in cash or otherwise, whether\nsecured or unsecured, or assigned, or whether payable under\na decree or order of any civil Court or any arbitration award or\notherwise or under a mortgage and subsisting and legally\nrecoverable on, the date of the application.\nB\nC\nChapter II deals with establishment of Tribunals and\nAppellate Tribunals. Sub-section (1) of Section 3 deals with\nestablishment of Tribunal. Sub-section (2) provides that the\nCentral Government shall also specify, in the notification referred\nto in sub-section (1), the areas within which the Tribunal may\nexercise its jurisdiction for entertaining and deciding the\nD applications filed before it. Chapter III of the Act deals with\njurisdiction, powers and authority of Tribunals.\nE\nF\nG\nSection 17 reads as under:\n\"Section 17 - Jurisdiction, powers and authority of\nTribunals. (1) A Tribunal shall exercise, on and from the\nappointed day, the jurisdiction, powers and authority to\nentertain and decide applications from the banks and\nfinancial institutions for recovery of debts due to such\nbanks and financial institutions.\n(2) An Appellate Tribunal shall exercise, on and from the\nappointed day, the jurisdiction, powers and authority to\nentertain appeals against any order made, or deemed to\nhave been made, by a Tribunal under this Act.\"\nSection 18 bars the jurisdiction of all courts in relation to\nthe matters specified in Section 17 (except of the Supreme\nCourt and of a High Court under Articles 226 and 227 of the\nConstitution). Chapter IV deals with the procedure of the\nTribunals. Section 19 provides for an application by a bank or\nI\n:\nX\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n87\nfinancial institution to recover any debt from any person. Sub- A\nsection (8) of Section 19 enables a defendant to set up, by way\nof counter-claim against the claim of the applicant, any right or\nclaim in respect of a cause of action accruing to the defendant\nagainst the applicant in addition to his right of pleading a set-\noff under sub-section (6). Sub-section (9) provides that such a B\ncounter claim shall have the same effect as a cross-suit. Sub-\nsection 22 of Section 19 empowers the Presiding Officer of a\nTribunal to issue a certificate under his signature on the basis\nof an order of the Tribunal to the Recovery Officer for recovery\nof the amounts of debt specified therein.\nWe may, however, notice that Section 19 of the Act was\namended twice, - once by Act 1 of 2000 which came into force\nw.e.f. 17.1.2000 and the second time by Act 30 of 2004 which\ncame into force on and from 11.11.2004.\nSection 22 provides for the procedure and powers of the\nTribunal and Appellate Tribunal, sub-section (1) whereof reads\nas under:\n\"Section 22 - Procedure and Powers of the Tribunal and\nthe Appellate Tribunal.-(1) The Tribunal and the Appellate\nTribunal shall not be bound by the procedure laid down by\nthe Code of Civil Procedure, 1908 (5 of 1908), but shall\nbe guided by the principles of natural justice and, subject\nto the other provisions of this Act and of any rules, the\nTribunal and the Appellate Tribunal shall have powers to\nregulate their own procedure including the places at which\nthey shall have their sittings.\"\nC\nD\nE\nF\nSection 24 provides that the provisions of the Limitation\nAct, 1963 shall, as far as may be, apply to an application made G\nto a Tribunal.\nthus:\nSection 31 provides for transfer of pending cases. It reads,\n“Section 31. Transfer of pending cases. -(1) Every suit H\n88\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA\nB\nor other proceeding pending before any court immediately\nbefore the date of establishment of a Tribunal under this\nAct, being a suit or proceeding the cause of action where\non it is based is such that it would have been, if it had\narisen after such establishment, within the jurisdiction of\nsuch Tribunal, shall stand transferred on that date to such\nTribunal:\nProvided that nothing in this sub-section shall apply to any\nappeal pending as aforesaid before any court.\nA\nC\n(2) Where any suit or other proceeding stands transferred\nfrom any court to a Tribunal under sub-section (1),—\nD\nE\nF\n(a)\n(b)\nthe court shall, as soon as may be after such\ntransfer, forward the records of such suit or other\nproceeding to the Tribunal; and\nthe Tribunal may, on receipt of such records,\nproceed to deal with such suit or other proceeding,\nso far as may be, in the same manner as in the\ncase of an application made under section 19 from\nthe stage which was reached before such transfer\nor from any earlier stage as the Tribunal may deem\nfit.\"\nCODE OF CIVIL PROCEDURE\n8. We may, at this juncture, also notice some of the\nprovisions of the Code of Civil Procedure (Code), which are\nof relevance herein.\nSection 2 (2) defines a \"decree\" to mean the formal\nG expression of an adjudication which, so far as regards the Court\nexpressing it, conclusively determines the rights of the parties.\nwith regard to all or any of the matters in controversy in the suit\nand may be either preliminary or final. It shall be deemed to\ninclude the rejection of a plaint and the determination of any\nH question within section 144, but shall not include-- (a) any\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n89\nadjudication from which an appeal lies as an appeal from an A\norder, or (b) any order of dismissal for default. An explanation\nis added to that definition which says a decree is preliminary\nwhen further proceedings have to be taken before the suit can\nbe completely disposed of. It is final when such adjudication\ncompletely disposes of the suit. It may be partly preliminary and B\npartly final.\n'Judge' has been defined under Section 2(8) to mean the\npresiding officer of a Civil Court. Section 2(14) defines an\n\"order\" to mean the formal expression of any decision of a Civil\nCourt which is not a decree.\nSection 3 of the Code provides for hierarchy of courts in\nthe following terms :-\n\"Section 3 - Subordination of Courts\nFor the purposes of this Code, the District Court is\nsubordinate to the High Court, and every Civil Court of a\ngrade inferior to that of a District Court and every Court of\nSmall Causes is subordinate to the High Court and District\nCourt.\"\nThe Code recognizes different courts, the \"revenue court\"\nbeing one of them. Sub-section (2) of Section 5 provides that\n'revenue court' would not be civil court.\nSection 9 of the Code empowers the Civil Court to try all\nsuits of civil nature excepting the suits of which their cognizance\nis either expressly or impliedly barred.\nSections 10 and 11 thereof deal with stay of suit and res\njudicata. Section 12 provides for bar to further suit.\nThe place of suing of a suit is dealt with under Sections\n15 to 21. Section 22 provides for power to transfer suits which\nmay be instituted in more than one court.\nSection 23 of the Code reads as under:\nC\nD\nE\nF\nG\nH\nA\nB\nс\n90\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\n\"Section 23-To what Court application lies.-(1) Where the\nseveral Courts having jurisdiction are subordinate to the\nsame Appellate Court, an application under section 22\nshall be made to the Appellate Court.\n(2) Where such Courts are subordinate to different\nAppellate Courts but to the same High Court, the\napplication shall be made to the said High Court.\n(3) Where such Courts are subordinate to different High\nCourts, the application shall be made to the High Court\nwithin the local limits of whose jurisdiction the Court in which\nthe suit is brought is situate.\"\nSection 24 provides for the general power of transfer and\nwithdrawal. Sub-section (5) of Section 24 provides that a suit\nD or proceeding may be transferred from a Court which has no\nヨ\nF\nןד\njurisdiction to try it. Sub-Sections (1) and (5) of Section 25\nprovides for power of Supreme Court to transfer suits in the\nfollowing terms:\n\"25. Power of Supreme Court to transfer suits, etc.-(1)\nOn the application of a party, and after notice to the parties,\nand after hearing such of them as desire to be heard, the\nSupreme Court may, at any stage, if satisfied that an order\nunder this section is expedient for the ends of justice, direct\nthat any suit, appeal or other proceeding be transferred\nfrom a High Court or other Civil Court in one State to a\nHigh Court or other Civil Court in any other State.\nX\nG\nI\nXXX\nXXX\nXXX\n(5) The law applicable to any suit, appeal or other\nproceeding transferred under this section shall be the law\nwhich the Court in which the suit, appeal or other\nproceeding was originally instituted ought to have applied\nto such suit, appeal or proceeding.\"\nSection 153B provides that trial must be held in an open\n2\n:\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n91\ncourt. Provisions of Order XX Rule 1 provide not only that Civil A\nCourt must pronounce a judgment in open court but it must also\ndate and sign the same.\nEFFECT OF AMENDMENTS\n9. The Debts Recovery Tribunal has been constituted for\ndetermining a specific category of cases, namely - recovery\nof debts due to Banks and Financial Institutions. It has wide\npowers. It may determine all the issues relating to or connected\nwith the recovery of debt due to banks and financial institutions.\nA fortiori all defences which can ultimately be raised before it\nby the borrowers for contesting a claim of the Bank or the\nFinancial Institution can also be determined by it. Indisputably\nprior to amendments of the Act before 2000 and 2004, a plea\nof set off or counter-claim was not available to a debtor.\nB\nC\nD\nE\nThe question as to whether a High Court had power to\ntransfer a counter claim to the Debts Recovery Tribunal came\nup for consideration before Delhi High Court in Cofex Exports\nLtd. vs. Canara Bank [AIR 1997 Delhi 355] wherein the High\nCourt opined that Debt Recovery Tribunal is not a court but is\na Tribunal having been created by a statute vested with a\nspecial jurisdiction to try only applications by banks or financial\ninstitutions to recover any debt. Although having regard to the\nprovisions contained in clauses (a) to (b) of sub-section (2) of\nSection 22 of the Act it had all the trappings of a court but it\nF\nwas held not to be a court as such, opining:\n\"38. For reasons more than one, we are of the opinion that\na set-off or a counter claim cannot be entertained by a Debt\nRecovery Tribunal. (...) It has not been conferred with\njurisdiction to entertain counter-claim or plea of set-off by G\nreference to the provisions of Order 8 of the CPC.\nEntertaining a counter-claim or a cross suit or a plea of\nset-off would not only be without jurisdiction but also an\nexercise in futility inasmuch as the Tribunal would not\nadjudicate thereupon nor pass a decree in favor of the H\nA\nB\nC\nD\nE\nTE\nF\nG\nH\n92\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\ndefendant against the plaintiff. The law creating Tribunal\nand conferring jurisdiction on it has not provided for set-\noff or counter claim being entertained by it just as the Civil\nProcedure Code does it for civil courts. If a counter claim\nwas to be tried by Tribunal it may have to go into disputes\narising between the parties though not 'filling the same\ncharacter'. There may be disputes which by no stretch of\nimagination can be tried by Tribunal. Claims preferred by\nbank or financial institutions are capable of being\ndisposed of by summary enquiry while claims preferred by\nother persons would not be capable of being so disposed\nof. The principle of convenience and the mechanics of\nlitigation before Tribunal (as set out in the Act) - both\nexclude set-off or counter claim being placed before the\nTribunal. If set-off, counter claims and cross suits were\nallowed to be raised before the Tribunal the very object\nbehind its creation will be lost.\"\nIn relation to the conflict of jurisdiction between the Civil\nCourt and the Tribunal, it was observed:\n\"39. ... Finality shall attach to the findings arrived at and\nreached by each of the two within its respective\njurisdictional competence. Issues heard and decided by the\nTribunal shall operate as res judicata and shall bind the\nparties in the suit before the civil court by virtue of\nexplanation VIII to S. 11 Civil Procedure Code. However,\nthe civil court shall be free to decide such issues as lie\nwithin its jurisdictional competence. If the civil court must\ndecide an issue seized by it and within its competence and\nif there be an unavoidable conflict between the findings\nrecorded by the civil court and by the Tribunal, the finding\nof Civil Court would obviously override and supersede the\nfindings recorded by the Tribunal for a court is a court and\ntribunal is a tribunal; the former adjudicates on trial, the later\nholds only a summary inquiry guided by principles of natural\njustice as the Act provides.\"\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n93\nIt was, thus, held that the Tribunal is inferior to that of the A\nCivil Court. The Court summed up its conclusions, thus:\n\"42. To sum up our answers to the questions referred to\nin para 7 above are:-\n1. A suit the subject matter whereof lies within the\njurisdictional competence of the Tribunal cannot be refused\nto be transferred by a civil court to the Tribunal merely\nbecause a cross suit or a counter claim has been filed or\npreferred before the civil court.\n2. A cross suit or cross claim or a plea in the nature\nof set-off cannot be transferred to the Tribunal along with\nthe suit with which it is associated and which is liable to\nbe transferred to the Tribunal.\n3. A plea of set-off raised in a suit filed by a bank or\nfinancial institution cannot be tried by Tribunal nor would it\nenable the suit being retained by civil court before it if the\nsubject matter of suit lies within the jurisdictional\ncompetence of tribunal otherwise.\"\nOne of the questions which would arise, thus, for our\nconsideration is whether having regard to the amendment of\nSection 19 by reason of Act 1 of 2000 and Act 30 of 2004\nempowering the Tribunal to determine a claim of set off and/or\ncounter claim, and whether Cofex Exports Ltd. (supra) is still\ngood law.\nThe Debts Recovery Act, as it originally stood, did not\ncontain any provision enabling a defendant in an application\nfiled by the bank/financial institution to claim any set-off or make\nany counterclaim against them. On that, among other grounds,\nthe Act was held to be unconstitutional by the Delhi High court\nin Delhi High Court Bar Assn. v. Union of India, [AIR 1995 Del\n325]. During the pendency of appeal against the said decision,\nbefore this Court, the Act was however amended by Act 1 of\n2000 to remove the lacuna by providing for set-off and\nB\nC\nD\nบ.\nE\nF\nG\nH\n"}