{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nRAJESH K. GUPTA\nV.\nRAM GOPAL AGARWALA AND ORS.\nAPRIL 28, 2005\n[R.C. LAHOTI, CJ. AND G.P. MATHUR, J.]\nC\nConstitution of India, 1950-Article 226-Writ of habeas corpus sought\nby father for custody of minor child—Child staying with mother and maternal\ngrand-parents---High Court finding the child to be in good condition allowed\nthe mother to retain custody, until and subject to the order, if any, passed by\nthe competent civil court-On appeal, held: Paramount consideration is welfare\nof the child and not legal right of either parties-Medical reports do not show\nthe mother to be suffering from any serious medical ailment, as alleged\nMaternal grandfather being well-educated and financially sound can look\nD after the needs of the child and the mother--Maternal grandmother also there\nto look after the child, if required-Father being lawyer is too busy-No\nreason to disturb present custody of the child-Guardians and Wards Act,\n1890-Sections 7 and 17.\nE\nIn a writ of habeas corpus, Appellant, a practicing Advocate in\nSupreme Court, sought custody of his daughter, who was staying with his\nwife and parents-in-law (Respondents 1 and 2) on grounds that his\ndaughter was abducted by Respondents 1 and 2 and that his wife was\nsuffering from a mental ailment. High Court, upon seeing and observing\nthe child found her to be in a good condition, and accordingly held that\nF appellant's wife could continue to retain custody of the child, until and\nsubject to the order, if any, passed by the competent Civil Court. Appellant\nwas permitted to seek remedy for establishing his right of guardianship\nin Civil Court.\nIn appeal to this Court, the appellant contended that his wife was\nG suffering from serious mental disorder of paranoid schizophrenia for\nalmost two decades, and the life and health of the child would not be safe,\nif she is allowed to remain in her custody. He further submitted that his\nmother will be living with him and she will be able to look after the child.\nH\nDismissing the appeal, the Court,\n946\n1\nRAJESH K. GUPTA v. RAM GOPAL AGARWALA\n947\nHELD : 1. It is well settled that in an application seeking a writ of A\nhabeas corpus for custody of minor child, the principal consideration for\nthe court is to ascertain whether the custody of the child can be said to be\nlawful or illegal and whether the welfare of the child requires that the\npresent custody should be changed and the child should be left in the care\nand custody of someone else. It is equally well settled that in case of dispute\nbetween the mother and father regarding the custody of their child, the\nparamount consideration is welfare of the child and not the legal right of\neither of the parties. [950-A-B]\nDr. (Mrs.) Veena Kapoor v. Shri Varinder Kumar Kapoor, [1981] 3 SCC\n92 and Syed Saleemuddin v. Dr. Rukhsana and Ors., [2001] 5 SCC 247, relied\non.\n2. The medical reports do not show that appellant's wife has been\nsuffering from any such mental ailment, which may be termed as serious.\nIn fact, according to the appellant himself his wife is a case of paranoid\nschizophrenia and not any kind of serious mental ailment. [950-E-F]\nB\nC\nD\n3. Appellant is in the profession of law being an Advocate-on-Record\nin the Supreme Court. A lawyer's profession is very exacting and busy\nprofession and requires lot of time. His father-in-law did his Doctorate in\nEconometrics from Manchester University, U.K. in the year 1966 and\njoined the World Bank in 1971 where he held very senior positions. He is, E\ntherefore, a well-educated and financially sound person who can look after\nthe needs of his daughter and also the granddaughter. Appellant's mother-\nin-law, aged about 60 years, is also there to look after the child if an\noccasion arises. The Judges of the High Court before whom appellant's\nwife appeared along with the child and had also talked to her, have\nrecorded that the child was in good and perfect condition and appellant's\nwife could be allowed to retain her custody. There is no ground to take a\ncontrary view and disturb the present custody of the child and give her\nin the custody of the appellant. [950-G-H; 951-A-B]\nF\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 633 G\nof 2005.\nFrom the Judgment and Order dated 10.3.2005 of the Delhi High Court\nin W.P.(Crl) No. 302 of 2005.\nGopal Subramanium, Ms. Meera Mathur, Rajesh K. Gupta and J.P.N. H\n☐\n948\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n-T\nA Gupta with him for the Appellant.\nB\nC\nR.K. Jain, Yunus Malik, Reetesh Singh and Surya Kant with him for\nthe Respondents.\nThe Judgment of the Court was delivered by\nG.P. MATHUR, J. Leave granted.\n2. This appeal by special leave has been preferred against the judgment\nand order dated 10.3.2005 of Delhi High Court by which the habeas corpus\npetition filed by the appellant was disposed of with certain directions.\n3. The appellant Rajesh Kumar Gupta is an Advocate-on-Record and is\npracticing in the Supreme Court of India since 1996. His marriage with Smt.\nAruna Gupta daughter of Shri Ram Gopal Agarwala (respondent No. 1 herein)\ntook place on 24.8.1997 and a daughter Rose Mala was born out of the\nwedlock on 5.6.2003. It appears that some differences have arisen between\nD the appellant and his wife Smt. Aruna Gupta and currently she is living along\nwith her parents, who have also been arrayed as respondent Nos. 1 and 2 in\nthe special leave petition. The dispute here is about the custody of the child\nRose Mala, who is with her mother. The appellant filed a habeas corpus\npetition in the Delhi High Court seeking the custody of his daughter Rose\nMala mainly on the ground that she had been abducted by respondent Nos.\n1 and 2 on 6.3.2005 and that on account of mental ailment with which his\nwife was suffering, the custody of the child should be given to him.\nE\n4. After hearing learned counsel for both the parties the High Court\ndisposed of the petition on 10.3.2005 and the relevant portion of the order\nF reads as under :-\nG\nH\n\"Mr. R.K. Jain, Sr. Advocate, appearing for the parents and the\nwife submits that Mrs. Aruna Gupta is ready and willing to give an\nundertaking to this Court that she would not leave the jurisdiction of\nthis Court until an appropriate order in that regard is passed by the\ncompetent Court. We accept the said undertaking which is given to\nus. On query to Mrs. Aruna Gupta, she has categorically stated that\nshe would like to stay with her parents and would like to retain the\ncustody of the child and that she is not in a position to leave the\nchild.\nConsidering the facts and circumstances of the case and also\n-\n\"\n1\nRAJESH K. GUPTA v. RAM GOPAL AGARWALA [G.P. MATHUR, J.] 949\nupon hearing the counsel for the parties and also on talking to Mrs. A\nAruna Gupta and upon seeing and observing the child who is found\nto be in good and perfect condition, we are satisfied that the mother\nof the child, Mrs. Aruna Gupta, could continue to retain the custody\nof the child for the present. Ordered accordingly. It shall, however,\nbe open to the petitioner to seek remedy for establishing his right of\nB\nguardianship in accordance with law which is available to him in the\nCivil Court. If and when such a remedy is resorted to by the petitioner\nby filing a petition, the same shall be considered by the appropriate\nCourt in accordance with law. The order passed today giving custody\nof the child to the mother shall be subject to the order, if any, passed\nby the civil court. Till then, the custody of the child shall remain with C\nthe mother, namely, Mrs. Aruna Gupta.\nIn terms of the aforesaid order this petition stands disposed off.”\n5. Shri Gopal Subramanium, learned senior counsel for the appellant,\nhas submitted that the marriage of the appellant with Smt. Aruna Gupta was\nD\nan arranged marriage, which took place on the basis of an advertisement in\nthe newspaper. After marriage it was revealed that Smt. Aruna Gupta was\nsuffering from serious mental disorder of paranoid schizophrenia for almost\ntwo decades. She had been treated in U.S.A. for her illness as at the relevant\ntime her father Shri Ram Gopal Agarwala was working there. After the\nmarriage when the appellant discovered that she was suffering from mental E\nailment, she was treated in the All India Institute of Medical Sciences. In this\nconnection learned counsel has drawn the attention of the court to the medical\nreports prepared in several hospitals where Smt. Aruna Gupta had been\nadmitted and had been given treatment for the disease paranoid schizophrenia\nwith which she has been suffering. Learned counsel has further submitted\nthat life and health of baby girl Rose Mala would not be safe, if she is\nallowed to remain in the custody of the mother. He further submitted that the\nmother of the appellant will be living with him and she will be able to look\nafter the child.\nF\n6. Shri R.K. Jain, learned senior counsel appearing for the respondent G\nNos. 1 to 3, controverted the submissions made by the learned counsel for the\nappellant and has submitted that Smt. Aruna Gupta is in perfect health and\nis not suffering from any mental ailment. He has further submitted that the\nbaby girl Rose Mala is being well looked after. She is in fine condition and\nthe apprehension of the appellant that she would not get proper care from her\nmother has no basis.\nH\n!\nA\n950\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n7. It is well settled that in an application seeking a writ of habeas\ncorpus for custody of minor child, the principal consideration for the court\nis to ascertain whether the custody of the child can be said to be lawful or\nillegal and whether the welfare of the child requires that the present custody\nshould be changed and the child should be left in the care and custody of\nsomeone else. It is equally well settled that in case of dispute between the\nmother and father regarding the custody of their child, the paramount\nconsideration is welfare of the child and not the legal right of either of the\nparties [see Dr. (Mrs.) Veena Kapoor v. Shri Varinder Kumar Kapoor, [1981]\n3 SCC 92 and Syed Saleemuddin v. Dr. Rukhsana and Ors., [2001] 5 SCC\n247]. It is, therefore, to be examined what is in the best interest of the child\nC Rose Mala and whether her welfare would be better looked after if she is\ngiven in the custody of the appellant, who is her father.\nB\nD\nE\nF\n8. The medical reports of Smt. Aruna Gupta regarding her treatment in\nsome hospitals in U.S.A. are mostly of the year 1984 and the doctor of Holy\nCross Hospital, U.S.A. recorded his assessment as under :\n“Borderline personality disorder with no obvious medical problems\non examination or in the laboratory.\nPLAN:\nNo further medical intervention is necessary.\"\nThe medical reports of All India Institute of Medical Sciences, which are of\nthe year 2000, do not show that she has been suffering from any such mental\nailment, which may be termed as serious. In fact, according to the appellant\nhimself Smt. Aruna Gupta is a case of paranoid schizophrenia and not any\nkind of serious mental ailment.\n9. It is important to note that the appellant is in the profession of law\nbeing an Advocate-on-Record in the Supreme Court. A lawyer's profession\nis very exacting and busy profession and requires lot of time. The appellant\nhas submitted that his mother will come and stay with him, who will look\nG after the child. It is admitted that currently Smt. Aruna Gupta is living with\nher parents. Her father Shri Ram Gopal Agarwala did his Doctorate in\nEconometrics from Manchester University, U.K. in the year 1966 and joined\nthe World Bank in 1971 where he held very senior positions. He is, therefore,\na well-educated and financially sound person who can look after the needs\nof his daughter and also the granddaughter. The mother of Smt. Aruna Gupta,\nnamely, Smt. Bimala Agarwala, aged about 60 years, is also there to look\nH\n+\n0\nRAJESH K. GUPTA v. RAM GOPAL AGARWALA [G.P. MATHUR, J.] 951\nafter the child if an occasion arises. The learned judges of the High Court A\nbefore whom Smt. Aruna Gupta appeared along with Rose Mala and had also\ntalked to her, have recorded that the child was in good and perfect condition\nand Smt. Aruna Gupta could be allowed to retain her custody. Having given\nour careful consideration to the submissions made by the learned counsel for\nthe parties and to the material placed before us, we do not find any ground\nto take a contrary view and disturb the present custody of Rose Mala and\ngive her in the custody of the appellant.\nB.B.B.\n10. The appeal, therefore, lacks merit and is dismissed.\nAppeal dismissed.\nB\n!\n"}