{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nDNYANESHWAR\nV.\nSTATE OF MAHARASHTRA\nMARCH 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nᎠ\nPenal Code, 1860-s. 302-Unnatural death of wife—In her matrimonial\nhouse Opinion of doctor that the death was caused due to asphyxia\n((throttling)-Conviction by trial court, of the husband-accused alongwith\nhis parents u/ss 302 and 498-A-High Court convicting husband-accused\nalone u/s 302-On appeal, plea that accused entitled to benefit of doubt as\nthe cause of death due to asphyxia cannot be true in absence of fracture on\nthe body of deceased-Held: The accused cannot get benefit of the fact that\ndeath due to failure to notice some injuries-Other injuries showing that\ndeath was caused-When the couple was last seen in the premises, to which\nan outsider may not have access, it is for the husband to explain the ground\nfor unnatural death of his wife-Evidence-Onus to prove.\nAppellant accused alongwith his parent- accused Nos. 2 and 3 caused\ndeath of his wife. According to prosecution case, deceased was found dead in\nE her matrimonial house. FIR was lodged by PW 1 (father of the deceased.).\nThe doctor (PW 9) who conducted post-mortem examination found that the\ncause of death was due to asphyxia (throttling). During trial, it was averred\nthat the accused, after the marriage, had all along been demanding money\nfrom the parents of the deceased and she was also subjected to harassment\nand ill-treatment . Charge of harassment was proved by PWs 1, 2 and 5. Trial\nF Court convicted all the accused u/ss 302 and 498-A IPC. High Court found\nthe appellant accused alone guilty of offence u/s 302 IPC and hence convicted\nhim accordingly and acquitted the other accused.\nG\nH\nIn appeal to this court appellant contended that in absence of fracture\non the body of the deceased, cause of death could not have been stated to be\nasphyxia (throttling).\nDismissing the appeal, the Court\nHELD: 1. The deceased was murdered in her matrimonial home. It is\n248\nf\nDNYANESHWAR v. STATE OF MAHARASHTRA [S.B. SINHA. J.]\n249\nnot the case of the appellant that the offence was committed by somebody else. A\nIt is, also not his case that there was a possibility of an outsider to commit\nthe said offence. One of the circumstances which is relevant is that when the\ncouple was last seen in a premises, to explain the ground for unnatural death\nof his wife. [Para 10] [251-C-D]\nRaj Kumar Parsad Tamarkar v. State of Bihar and Anr., (2007) 1 SCALE B\n19, relied on.\n2. If the prosecution case in regard to homicidal nature of the death of\nthe deceased is accepted, the ante-mortem injuries clearly go to show that\nshe had been done to death. Only because PW 9 (the doctor) failed to notice\nsome injuries on her neck so as to arrive at a definite conclusion that the\ndeath was caused by asphyxia, the appellant in a case of this nature cannot\ntake benefit thereof. [Para 11] [252-B-C]\n2006.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 653 of\nFrom the Judgment and Order dated 11.10.2005 of the High Court of\nJudicature at Bombay Bench at Aurngabad in Crl Appeal No. 391 of 2001.\nC\nD\nRevathy Raghavan for the Appellant.\nSushil Karanjkar and Ravindra Keshvrao Adsure for the Respondent.\nThe Judgment of the Court was delivered by\nE\nS.B. SINHA, J. 1. Appellant before us is the husband of the deceased\nLeelabai. They were married on 31.5.2002. She was found dead at her\nmatrimonial home on 3.4.2003.\n2. On a post-mortem examination having been conducted, PW-9 Dr.\nRavindra the Medical officer, civil Hospital, Jaina found the following ante-\nmortem injuries on her person:\nF\n“(1) Contusion over R High laterally upper part Reddish chest 3 G\ncm x 2 cm.\n(2) Bluish discoloration present over R leg beaten knife 2 cm x\n2 cm.\n(3) Bluish discoloration present over R leg near ankle joint 2 cm\nH\nA\nB\nC\nE\nF\nG\n250\nx 2 cm.\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n(4) Bruise over neck below L Mandible 1 inch x 1.5 cm each no\naxis present beneath.\n(5) Bruise over neck ant below above injury 2 cm x 1 cm\nEccbymonis present.\n(6) Bruise over neck and above thyroid contilage 1.5 cm x 1 cm\nEcchymonies scen.\n(7) Bruise ove neck ant below R to above injury 2 cm x 1 cm Eccly\nmain slan.\n(8) Bruise over neck and below above ignore and R side 1 stab\nx 1 cm Echaminc ccc...\"\n3. According to PW.9 -Doctor Ravindra, who conducted the post-\nmortem examination, the cause of death was due to asphyxia (throttling).\n4. Appellant before us as also his parents were prosecuted for commission\nof an offence of murder of Leelabai. The prosecution case proceeded on the\nbasis that after the marriage; the appellant and his parents have all along been\ndemanding a sum of Rs. 50,000/- from the parents of the deceased and was\nalso being subjected to harassment and ill treatment.\n5. First Information Report was lodged by PW.1 - Sheshrao, father of\nthe deceased. In order toe prove the charge of harassment, apart from the\nfather of the deceased, P.W.2-satayanarayan and P.W.5 Raghunath were\nexamined. Relying on or/on the basis of the evidences adduced on behalf of\nthe prosecution, the learned trial Judge held the appellant as also accused\nNos. 2 and 3 guilty of commission of offences under Section 302 as well as\nunder Section 498-A of the India Penal Code.\n6. However, on a appeal preferred by the accused herein 'the appellant\nalone was found guilty for commission of an offence under Section 302 I.P.C.\nand the accused No. 2 and accused No. 3 were acquitted.\n7. The High Court found that an attempt was made by the accused to\nkeep the commission of the offence concealed for a long time. We may not\ngo into that aspect of the matter as the principal contention raised before us\nby the learned counsel appearing on behalf of the appellant centers round the\nnature of ante-mortem injuries sustained by the deceased.\nཐཆམ་\n1\nH\n+\nDNYANESHWAR v. STATE OF MAHARASHTRA [S.B. SINHA. J.] 251\n8. Learned counsel pointed out that although a large number of injuries A\nwere noticed by P.W.9-Dr. Ravindra, no fracture having been seen, the caus\nof death could not have been stated to be asphyxia (throttling); The said\nwitness, however, referred to the injuries suffered by the deceased and stated\nthat the injuries on the neck may be possible in case of throttling. He,\nhowever, accepted that he might have failed to notice all the injuries.\n9. The High Court has considered this aspect of the matter in the\nimpugned judgment. It noticed that absence of some injuries by the said\nP.W.9-Dr. Ravindra, may not be sufficient to hold the appellant not guilty of\ncommission of the said offence.\nB\nC\n10. It has not been disputed before us that the deceased was murdered\nin her matrimonial home. It is not the case of the appellant that the offence\nwas committed by somebody else. It is also not his cause that there was a\npossibility of an outsider to commit the said offence. One of the circumstances\nwhich is relevant is that when the couple was last seen in a premises to which\nan outsider may not have any access. It is for the husband to explain the D\nground for unnatural death of his wife. In Raj Kumar Prasad Tamarkar v.\nState of Bihar \u0026 Anr., (2007) (1) SCALE 19, this court held:\n\"22. The conspectus of the events which had been noticed by the\nlearned Sessions Jude as also by the High Court categorically go to\nshow that at the time whe the occurrence took place, the deceased E\nand the respondent only were in the bedroom and the tcrrace\nconnecting the same. There was no other person. The cause of death\nof the deceased Usha Devi i.e. by a gun short injury is not disputed.\nThe fact that the tcrracc and the bedroom are adjoining each other is\nnot in dispute.\nF\nG\n23. The autopsy report shows that 'a blackening and charring' existed\nso far as Injury No. (i) is concerned. The blackening and charring\nkeeping in view the nature of the firearm, which is said to have\nbeen used clearly go the show that a shot was fired from a short\ndistance. Blackening or charring is possible when a shot is fired\nfrom a distance of about 2 feet to 3 feet. It, therefore cannot be\na case where the death might have been caused by somebody\nby firing a short the deceased from a distance of more than 6 feet.\nThe place of injury is also important. The lacerated wound was\nfound over grabellai middle of forehead. It goes a long way to\nshow that the same must have been done by a person who H\n252\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nwanted to kill the deceased from a short distance. There was,\nthus, a remote possibility of causation of such type of injury by\nany other person, who was not in the terrace. Once the\nprosecution has been able to show that a the relevant time, the\nroom and terraee were in exclusive occupation of the couple, the\nburden of proof lay upon the respondent to show under what\ncircumstances death was caused to his wife. The onus was on\nhim. He failed to discharge the same.\"\n11. If the prosecution case in regard to homicidal nature of the death\nof the deceased is accepted, in our opinion, the ante-mortem injuries clearly\ngo to show that she had been done to death. Only because P.W.9 - Dr.\nC\nRavindra failed to notice some injuries on her neck so as to arrive at a definite\nconclusion that the death was caused by asphyxia, we are of the opinion that\nthe appellant in a case of this nature cannot take benefit thereof.\n12. For the reasons aforementioned, we do not find any merit in this\nD appeal. It is dismissed accordingly.\nK.K.T.\nAppeal dismissed.\nt\nA.\n"}