{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88}],"text":"A\nB\nC\nD\n204 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nThe punishment for criminal breach of trust is provided in\nSection 406. Punishment for aggravated forms of criminal\nbreach of trust is provided in Section 407 to Section 409.\nThe terms of the section are very wide. It applies to one\nwho is in any manner entrusted with property or dominion over\nproperty. The section does not require that the trust should be\nin furtherance of any lawful object. The section provides inter\nalia, that if such a person dishonestly misappropriates or\nconverts to his own use property entrusted to him he commits\ncriminal breach of trust. There are separate offences by which\ncriminal breach of trust may be committed. This section requires\n:\n(1) Entrusting any person with property or with dominion\nover property.\n(2) That person entrusted (a) dishonestly\nmisappropriates or converting to his own use that\nproperty; or (b) dishonestly using or disposing of\nthat property or willfully suffering any other person\nso to do in violation -\nE\n(i)\n(ii)\nF\nG\nH\nof any direction of law prescribing the mode in\nwhich such trust is to be discharged, or\nof any legal contract made touching the discharge\nof such trust.\nIn Onkar Nath Mishra and Ors. vs. State (NCT of Delhi)\nand Anr., [(2008) 2 SCC 561] this court noted that in the\ncommission of the offence of criminal breach of trust, two\ndistinct parts are involved. The first consists of the creation of\nan obligation in relation to the property over which dominion or\ncontrol is acquired by the accused. The second is\nmisappropriation or dealing with the property dishonestly and\ncontrary to the terms of the obligation created.\nCriminal breach of trust by a public servant has been dealt\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 205\nwith under Section 409 which reads as under:\n\"409. Criminal breach of trust by public servant, or by\nbanker, merchant or agent.-Whoever, being in any\nmanner entrusted with property, or with any dominion over\nproperty in his capacity of a public servant or in the way\nof his business as a banker, merchant, factor, broker,\nattorney or agent, commits breach of trust in respect of that\nproperty, shall be punished with 1 [imprisonment for life],\nor with imprisonment of either description for a term which\nmay extend to ten years, and shall also be liable to fine.\"\nSince we have dealt with the said issue in detail in K\nVenkatkrishnan v. Central Bureau of Investigation (Criminal\nAppeal 76 of 2004 decided today), we need not deal with it\nhere again.\nHowever, it is important to mention here that more recently\nthis court in State of Punjab v. Pritam Chand and Ors., 2009\n(2) SCALE 457 opined:\n\"The ingredients of offence under Section 405 are (i)\nentrusting any person with property or with dominion over\nthe property, (ii) the person entrusted (a) dishonestly\nmisappropriated or converted to his own use the property\nor (b) dishonestly used or disposed of the property or\nwillfully suffered any other person so to do in violation (i)\nof any direction of law prescribing mode in which such\nmode is to be discharged or (ii) of any legal contract made\ntouching the discharge of trust.\"\nFurther, more the court in Sharon Michael and Ors. v.\nState of Tamil Nadu and Anr., 2009 (1) SCALE 627 noted thus:\n\"Ingredients of Section 409 of IPC read as under:\nA\nB\nC\nD\nE\nF\nG\n(i) The accused must be a public servant;\n(ii) He must have been entrusted, in such capacity, with\nH\nA\nB\n206 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nproperty.\n(iii) He must have committed breach of trust in respect of\nsuch property.\"\nTherefore, in view of the principles of law extracted above\nin our opinion there is no doubt that the offences relating to\ncriminal breach of trust stands established against the accused.\nThey were the officers in the Funds Department of Andhra\nBank. In the said capacity they had been entrusted with the\nfunds of the Bank. In that sense they had dominion over a thing.\nC The money which was transferred to the account of A3 was the\nmoney belonging to the Bank. Only the said accused had the\npower to transfer it to the account of A3.\nD\nE\nIn the present case, the same has been done dishonestly\nto cause wrongful gain to A3 and in the process wrongful loss\nhas been caused to the Bank. The instruments based on which\nthe funds of Andhra Bank were transferred to the account of\nA3 were not physically available with Andhra Bank at the time\nthe accused persons authorized the transfer of the funds of\nAndhra Bank to the account of A3.\nA3 also utilized the said credit given and accordingly even\ncheques issued by him were honoured. Had it not been for the\ncredits given on the relevant dates his account would have been\noverdrawn. Interest was not charged from A3 and was not\nF debited from his account and loss was therefore caused to the\nbank.\nG\nMoreover, it must be noted in this respect that Banking\nnorms and established practices and procedures would contain\ndirections of law prescribing the mode in which the trust is to\nbe discharged. The expression direction of law in the context\nof sections 405 and 409 would include not only legislations pure\nand simple but also directions, instruments and circulars issued\nby an authority entitled therefor.\nH\n'\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 207\nThe trust in this regard would therefore have to be A\ndischarged in terms of such directions. Acting in violation\nthereof causing wrongful gain to A3 and loss to the Bank would\nbring the action within Section 409 IPC.\nEstablished banking norms are binding on an officer of the\nBank in the matter of discharge of the trust i.e. in dealing with\nthe money entrusted to him. He is required to follow the same\nand that would be an implied term of his contract of service as\nan officer of the bank. The accused before us here acted in\nbreach of the same.\nWe are therefore of the opinion that the prosecution has\nsufficiently been able to prove the involvement of A1, A2 and\nA4 as regards the offence of criminal breach of trust.\nOFFENCE\nPROPERTY\nRELATING\nB\nC\nTO\nRECEIVING STOLEN D\n31. The main accused herein, Hiten P Dalal, has in\naddition also been convicted u/s 411 which deals with\ndishonestly receiving stolen property. The said section has\nbeen reproduced below:\nE\n\"411. Dishonestly receiving stolen property.-Whoever\ndishonestly receives or retains any stolen property,\nknowing or having reason to believe the same to be stolen\nproperty, shall be punished with imprisonment of either F\ndescription for a term which may extend to three years, or\nwith fine, or with both.\nStolen property as used in this section has been defined\nin section Section 410:\n\"410. Stolen Property.-Property, the possession whereof\nhas been transferred by theft, or by extortion, or by robbery,\nand property which has been criminally misappropriated\nor in respect of which criminal breach of trust has been\ncommitted, is designed as \"stolen property\", whether the\nG\nH\nA\nB\nC\n208 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\ntransfer has been made, or the misappropriation or breach\nof trust has been committed, within or without India. But, if\nsuch property subsequently comes into the possession of\na person legally entitled to the possession thereof, it then\nceases to be stolen property.\"\nSection 410 accordingly defines stolen property. A property\nis stolen for the purpose of this section when its possession is\ntransferred by theft, extortion, robbery, dacoity or criminal\nbreach of trust or which was obtained under misappropriation\ncommitted whether in India or outside.\nAn extended meaning is given to the words 'stolen\nproperty' which are used in the four subsequent sections. Not\nonly things which have been stolen, extorted or robbed but also\nthings which have been obtained by criminal misappropriation\nD or criminal breach of trust are within the meaning assigned to\nthese words.\nE\nWe will not delve into this matter in detail because, as has\nalready been noted, Accused A1, A2 and A4 here, were\ninvolved in the offence of criminal breach of trust and\naccordingly the funds which were transferred to the account of\nA3 falls within the definition of stolen property.\nSection 411 provides punishment to the person who\ndishonestly receives stolen property. The person must have the\nF knowledge that it is a stolen property.\nWe must bear in mind that A3 had entered into a criminal\nconspiracy with A1, A2 and A4. He would in that respect be\ndeemed to have known that the property in question was stolen\nG property.\nH\nThis section as also the succeeding sections are directed\nnot against the principal offender e.g. a thief, robber or\nmisappropriator but against the class of persons who trade in\nstolen articles and are receivers of stolen property. Principal\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n209\noffenders are therefore outside the scope of this section.\nAccordingly the conviction of the principal offender is also not\na prerequisite to the conviction of the receiver of stolen property\nunder this section. However in the present case the principal\noffender i.e. A1, A2 and A4 have been held guilty of a 'criminal\nbreach of trust' therefore the conviction of A3 would be even\nmore clearly established from the facts and circumstances of\nthe present case.\nIt must be noted in this respect that this section requires\ntwo essentials:\nA\nB\nC\n(a)\nDishonest receipt or retention of stolen property.\n(b)\nKnowledge or reason to believe at the time of\nreceipt that the property was obtained in the ways\nspecified in the section\nD\nThe offence of dishonest retention of property is almost\ncontemporaneous with the offence of dishonestly receiving\nstolen property. A person who dishonestly receives property and\nretains it, must obviously continue to retain it.\nIt is the duty of the prosecution in order to bring home the\nguilt of a person under Section 411 to prove:\nヨ\n(1)\nthat the stolen property was in the possession of the\naccused.\nF\n(2)\nThat some person other than the accused had\npossession of the property before the accused got\npossession of it and\n(3)\nThat the accused had knowledge that the property G\nwas stolen.\nIt has therefore in our opinion been conclusively\nestablished by the prosecution that the A3 was guilty of an\noffence under Section 411, since he had dishonestly received\nI\n210 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA stolen property.\nB\nC\nD\nSENTENCING AND CONCLUSION\n.32. We may also place on record that as the CBI has not\npreferred any appeal against the quantum of sentence, this\nCourt cannot impose a higher sentence.\nSince we have acquitted accused No. 5 Mir Nagvi Askari\nof all the charges against him the order of sentence passed\nagainst him is hereby quashed.\nSince we have acquitted all the accused of offences under\nSection 467 read with Sections 120, 471 read with Section\n120B as well as section 477A read with 120-B of the Indian\nPenal Code, the sentence passed by the learned Special\nJudge against all the accused as regards the said offences is\nhereby quashed.\nThe Main accused herein A 3, Hiten P Dalal has been\nfound guilty of offences punishable under Section 120B and\n411 read with Section 120B. He is hereby sentenced to suffer\nE rigorous imprisonment for 6 months and to pay a fine of Rs.\n50,000 and in default to suffer Rigorous imprisonment for one\nmonth.\nF\nG\nH\nSo far as the sentence for the offences punishable under\ns. 409 r/w section 109 of the Indian Penal Code and Section\n13 (1) (c) and Section 13(1)(d) read with 13(2) of the\nPrevention of Corruption Act read with Section 109 of the Indian\nPenal code is concerned, we agree with the conclusion arrived\nat by the learned Judge that no special sentence needs be\npassed against him in this respect.\nWe affirm the sentence imposed by the learned Special\nJudge with regard to the offence under the Prevention of\nCorruption Act.\nAccused 1, Rachakonda Dhankumar, Accused 2, Suratkal\n,\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 211\nKamat, and Accused 4 Ramesh Vardaya Shenoy are\nsentenced to suffer RI for one month each and to pay Rs. 1000/\n- in fine and in default to suffer RI for seven days each for the\noffences punishable under Section 13(1)(c) read with Section\n13(2) of the Prevention of Corruption Act read with Section 120-\nB of the IPC.\nSimilarly, the accused are also sentenced to suffer RI for\none month and to pay a fine of Rs. 1000/- each in default to\nsuffer RI for seven days each for offences punishable under\nSection 13(1)(d) read with Section 13(2) of the Prevention of\nCorruption Act read with Section 120B of the IPC.\nFurther Accused 1, Rachakonda Dhankumar, Accused 2,\nSuratkal Kamat, and Accused 4 Ramesh Vardaya Shenoy are\nsentenced to suffer RI for 6 months each and to pay fine of Rs.\n5000/- each, and in default to suffer RI for one month each for\noffences punishable under Section 120B and Section 409 read\nIwith Section 120B of the IPC.\nAll substantive sentences are directed to run concurrently.\nEach accused should be given the benefit of set off for the\nperiod for which he has already undergone imprisonment in this\ncase. So far as the payment of fine is concerned, a period of\n2 months time is given to all accused persons, to deposit the\nsame.\nG.N.\nA\nB\nC\nD\nE\nAppeals disposed of. F\n"}