{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2009] 13 (ADDL.) S.C.R. 124\nMIR NAGVI ASKARI\nV.\nC.B.I.\n(Criminal Appeal No. 1477 of 2004)\nAUGUST 7, 2009\n[S.B. SINHA AND CYRIAC JOSEPH, JJ.]\nPENAL CODE, 1860/PREVENTION OF CORRUPTION\nACT, 1988:\n-\nSections 109, 120A, 120B, 410, 411, 463, 464, 467, 471,\n4771/13(1), 13(2) - Bank Officers Accused Nos. 1, 2, 4, 5\nunlawfully and dishonestly permitting Accused No.3 (Power\nbroker in securities transactions) to withdraw substantial\namounts - Wrongful loss to Bank - Criminal conspiracy\nReceiving of stolen property Criminal breach of trust -\nAccused convicted and sentenced by Special Court - On\nappeal, Held: Criminal conspiracy established against\nAccused 1 to 4 - No conclusive evidence as regards\ninvolvement of A-5 - A-5 also acquitted of all charges under\nthe Prevention of Corruption Act - A-1, A-2 and A-4 being\npublic servants guilty of offences under Section 13(1) r/w\nSection 13(2) as also Section 13(1)(d) r/w Section 13(2) of\nPrevention of Corruption Act – Expression direction of law in\nthe context of Sections 405 and 409 IPC includes not only\nlegislations but also directions instruments and circulars\nissued by an authority entitled therefor - Accused could not\nhave been convicted with making of false document -\nConviction under Section 471, 477A set aside - A-3 guilty of\noffence under Section 411 since he had dishonestly received\nG stolen property - A-3 also guilty of offences punishable under\nSections 120B, 411 r/w 120-B IPC - Sentence imposed\naccordingly - Since CBI has not preferred any appeal against\nthe quantum of sentence, higher sentence could not be\nF\nH\n124\nMIR NAGVI ASKARI v. C.B.I.\n125\nimposed on A-3.\nBANKING - BANKER AND CUSTOMER:\n-\nAn officer of a bank holds a position of trust – Expected\nto perform his duties also in terms of statutory directions\nissued by Reserve Bank and his own employees.\nBanker to take all precautions to prevent a fraud or deceit\non the part of customer.\nThese appeals filed against the judgment and order\nof the Special Court relate to abuse of position by Bank\nOfficers (accused 1, 2, 4 and 5) by unlawfully and\ndishonestly permitting accused No.3 to withdraw\nsubstantial amounts without having actually received any\nbankers' cheques. In all there were 10 transactions. The\naccused were also charged with entering into criminal\nconspiracy. The accused were held guilty by the Special\nCourt and were accordingly convicted and sentenced.\nHence the appeals.\nDisposing of the appeals, the Court\nHELD: 1. Condition precedent for holding the\naccused persons to be guilty of a charge of criminal\nconspiracy must, therefore, be considered on the anvil\nof the fact which must be established by the prosecution,\nviz., meeting of minds of two or more persons for doing\nor causing to be done an illegal act or an act by illegal\nmeans. The courts, however, while drawing an inference\nfrom the materials brought on record to arrive at a finding\nas to whether the charges of the criminal conspiracy\nhave been proved or not, must always bear in mind that\na conspiracy is hatched in secrecy and it is difficult, if not\nimpossible, to obtain direct evidence to establish the\nsame. The manner and circumstances in which the\noffences have been committed and the accused persons\nA\nB\nс\nD\nE\nF\nG\nH\n126 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA took part are relevant. For the said purpose, it is\nnecessary to prove that the propounders had expressly\nagreed to it or caused it to be done, and it may also be\nproved by adduction of circumstantial evidence and/ or\nby necessary implication. [Para 17] [166-F-H]\nB\nC\nMohammad Usman Mohammad Hussain Maniyar \u0026\nOrs. v. State of Maharashtra (1981) 2 SCC 443; Kehar Singh\nand Ors. v. State (Delhi Administration), 1988 (3) SCC 609;\nState of Maharashtra v. Som Nath Thapa (1996) 4 SCC 659\nand K.R. Purushothaman v. State of Kerala (2005) 12 SCC\n631, relied on.\nMohmed Amin @ Amin Choteli Rahim Miyan Shaikh\nand Anr. v. C.B.I. through its Director, 2008 (14) SCALE 240\nand R Venkatkrishnan v. Central Bureau of Investigation\nD (Criminal Appeal No. 76 of 2004 decided by S.C, on\n7.8.2009, referred to.\nE\nF\nG\nH\n2.1. With respect to the transactions involved in the\npresent case, the ultimate beneficiary was Accused No.3.\nAmount received from different banks by the Andhra\nBank were credited to his account as a result whereof the\ncheques issued by him in favour of third parties could be\nhonoured. But for the said credits made in his account,\nit would have been overdrawn on a few occasions. The\nnature of transactions, the manner in which the same had\nbeen dealt with, and the fact that some of the officers of\nthe Andhra Bank, employed in the Funds Department and\nauthorized to get the amounts in question credited to the\naccount of A-3, had facilitated the same although the\nbankers' cheques in question had in some cases not\neven been received by the Bank clearly establish the\nfactum of conspiracy. [Para 27] [194-E-H; 195-A]\n2.2. An officer of a bank holds a position of trust.\nEach one of them, keeping in view the nature and extent\nMIR NAGVI ASKARI v. C.B.I.\n127\nA\nC\nof duties required to be performed, is expected to do so\nnot only in terms of statutory directions, but as also the\ndirections issued by the Reserve Bank of India and his\nown employer. Documents for the purpose of giving\ncredit in the account of a customer would indisputably\nbe required to be prepared on the basis of the cheque B\nreceipts. It cannot be prepared in anticipation of receipt\nof a cheque; firstly, because the amount of the cheque,\nthe name of the drawee and other particulars would not\nbe known to them; secondly, the bank is required to\nmaintain a large number of registers to put in place a\nsound banking system. All precautions must be taken to\nprevent a fraud or deceit on the part of a customer.\nTherefore, the fact that, credit and debit vouchers were\nprepared and other registers were filled up, although the\ncheques were not in physical possession of the bank, D\nclearly establishes the existence of a criminal conspiracy\nbetween the ultimate beneficiary, on the one hand, and\nsome of the officers of the bank, on the other. A debit or\ncredit voucher furthermore is not prepared in piecemeal\nor in installments. Bank officers are not supposed to\nknow the immediate requirement of an account holder.\n[Para 27] [195-B-F]\nE\n2.3. An analysis of the facts of the case clearly\ndemonstrates that a conspiracy had been hatched\nbetween the accused 1,2, 3 and 4 its object being that F\naccused Nos.1, 2 and 4 who were the manager and\nofficers working in the Funds Department and had\ndominion over the funds of Andhra Bank connived with\nA3 to prepare credit and debit vouchers authorising the\nCurrent Account department to credit those cheques to G\nthe account of Accussed No.3 and, thus, affording him\nto take pecuniary advantage of the public money of the\nBank, without some of the cheques in question having\neven been received by the bank and thus dishonestly\nH\n128 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA enabling A3 to make withdrawals from his account\nNo.4819 against the said credit afforded to his account.\nSuch things would not have been possible but for\nmeeting of mind amongst the accused involved herein.\nIt is not in dispute that A3 was a broker in securities\nB transaction through the Funds and Investment\nDepartment of Fort Branch, Andhra Bank. From these\ncircumstances it is clear that there existed a conspiracy\nbetween A1, A2 and A4 the object of which was to obtain\nundue pecuniary advantage for A3. The said act of the\nC accused had been in violation of the guidelines issued\nby Andhra Bank. In relation to all the ten transactions in\ndetail this Court has not been able to find any conclusive\nevidence as regards the involvement of Accused No. 5\nin the offence of criminal conspiracy. [Para 27] [195-G-H;\n196-A-D]\nD\n2.4. The conduct of the accused, keeping in view the\naforementioned finding of fact, being clear and explicit;\nthe ingredients of conspiracy as enumerated under\nSection 120A of the Indian Penal Code must be held to\nE have been clearly established only against A 1, A2, A3\nand A4. [Para 27] [196-E]\nF\nG\nC. Chenga Reddy v. State of A.P., (1996) 10 SCC 193,\nreferred to.\n3. The accused in the present case indisputably had\ndominion over the funds of the bank. They through their\nacts facilitated misappropriation of the funds to the\naccount of A3. Without the assistance provided by the\nother accused, the main accused herein A3 would not\nhave been able to withdraw from his account amounts\nof money to which he was not entitled to under law. The\naccused herein being public servants had an additional\nresponsibility of ensuring that the funds of the public\nwere not misappropriated in any manner or form, what\nH so ever. A3 did not have over draft facility or any overdraft\nY\nMIR NAGVI ASKARI v. C.B.I.\n129\nlimit sanctioned to him. A3 could not have overdrawn his A\naccount. He was facilitated to do so by A1, A2 and A4.\nSince this Court has not been able to find adequate\nevidence of the involvement of A 5 in the transactions,\nhe is acquitted of all charges under the Prevention of\nCorruption Act. It is, therefore, beyond the purview of any B\ndoubt that A1, A2 and A4 being public servants were\nguilty of offences under s. 13(1)(c) r/w 13(2) as also s.\n13(1) (d) r/w 13(2) of the Prevention of Corruption Act.\n[Para 28] [198-G-H; 199-A-C]\nC\n.D\nE\n4.1. A person is said to make a false document or\nrecord if he satisfies one of the three conditions under\nSection 464 IPC provided for under the said section. The\nfirst condition being that the document has been falsified\nwith the intention of causing it to be believed that such\ndocument has been made by a person, by whom the\nperson falsifying the document knows that it was not\nmade. Clearly the documents in question in the present\ncase, even if it be assumed to have been made\ndishonestly or fraudulently, had not been made with the\nintention of causing it to be believed that they were made\nby or under the authority of some one else. The second\ncriteria of the section deals with a case where a person\nwithout lawful authority alters a document after it has\nbeen made. There has been no allegation of alteration of\nthe voucher in question after they have been made.\nTherefore in our opinion the second criteria of the said\nsection is also not applicable to the present case. The\nthird and final condition of Section 464 deals with a\ndocument, signed by a person who due to his mental\ncapacity does not know the contents of the documents G\nwhich were made i.e because of intoxication or\nunsoundness of mind etc. Such is also not the case here.\nIndisputably therefore the accused could not have been\nconvicted with the making of a false document. The\nSpecial Judge, therefore, erred in holding that the H\nF\n1\n130 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA accused had prepared a false document, which clearly,\nhaving regard to the provisions of the law, could not have\nbeen done. [Para 29] [201-H; 202-A-F]\nB\nс\nD\n4.2. Further the offence of forgery deals with making\nof a false document with the specific intentions\nenumerated in Section 463 IPC. However, since it is\nalready held that the commission of the said offence has\nnot been convincingly established, the accused could not\nhave been convicted for the offence of forgery. The\ndefinition of \"false document\" is a part of the definition\nof \"forgery\". Both must be read together. Accordingly, the\naccused could not have been tried for offence under\nSection 467 which deals with forgery of valuable\nsecurities, will etc. or Section 471, i.e., using as genuine\na forged document or Section 477-A, i.e, falsification of\naccounts. The conviction of the accused for the said\noffences is accordingly set aside. [Para 29] [202-G-H; 203-\nA-D]\nDr. Vimla v. Delhi Administration, [1963] Supp 2 SCR\nE 585, relied on.\nF\nG\n5.1. There is no doubt that the offences relating to\ncriminal breach of trust stands established against the\naccused. They were the officers in the Funds Department\nof Andhra Bank. In the said capacity they had been\nentrusted with the funds of the Bank. In that sense they\nhad dominion over a thing. The money which was\ntransferred to the account of A3 was the money\nbelonging to the Bank. Only the said accused had the\npower to transfer it to the account of A3. [Para 30] [206-\nB-C]\n5.2. In the present case, the same has been done\ndishonestly to cause wrongful gain to A3 and in the\nprocess wrongful loss has been caused to the Bank. The\nH instruments based on which the funds of Andhra Bank\n-\nMIR NAGVI ASKARI v. C.B.I.\n131\n$\nB\nwere transferred to the account of A3 were not physically A\navailable with Andhra Bank at the time the accused\npersons authorized the transfer of the funds of Andhra\nBank to the account of A3. A3 also utilized the said credit\ngiven and accordingly even cheques issued by him were\nhonoured. Had it not been for the credits given on the\nrelevant dates his account would have been overdrawn.\nInterest was not charged from A3 and was not debited\nfrom his account and loss was therefore caused to the\nbank. Moreover, it must be noted in this respect that\nBanking norms and established practices and C\nprocedures would contain directions of law prescribing\nthe mode in which the trust is to be discharged. The\nexpression direction of law in the context of sections 405\nand 409 would include not only legislations pure and\nsimple but also directions, instruments and circulars\nissued by an authority entitled therefor. [Para 30] [206-D-\nH]\nD\nE\n5.3. The trust in this regard would therefore have to\nbe discharged in terms of such directions. Acting in\nviolation thereof causing wrongful gain to A3 and loss to\nthe Bank would bring the action within Section 409 IPC.\nEstablished banking norms are binding on an officer of\nthe Bank in the matter of discharge of the trust i.e. in\ndealing with the money entrusted to him. He is required\nto follow the same and that would be an implied term of F\nhis contract of service as an officer of the bank. The\naccused have acted in breach of the same. The\nprosecution has sufficiently been able to prove the\ninvolvement of A1, A2 and A4 as regards the offence of\ncriminal breach of trust. [Para 30] [207-A-C]\nOnkar Nath Mishra and Ors. vs. State (NCT of Delhi) and\nAnr., (2008) 2 SCC 561; K Venkatkrishnan v. Central Bureau\nof Investigation (Criminal Appeal 76 of 2004 decided by\nS.C. on 7.8.2009); State of Punjab v. Pritam Chand and Ors..\nG\nI\n132 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA 2009 (2) SCALE 457 and Sharon Michael and Ors. v. State\nof Tamil Nadu and Anr., 2009 (1) SCALE 627, referred to.\nB\nC\nD\n6.1. Section 410 IPC accordingly defines stolen\nproperty. A property is stolen for the purpose of this\nsection when its possession is transferred by theft,\nextortion, robbery, dacoity or criminal breach of trust or\nwhich was obtained under misappropriation committed\nwhether in India or outside. An extended meaning is\ngiven to the words `stolen property' which are used in the\nfour subsequent sections. Not only things which have\nbeen stolen, extorted or robbed but also things which\nhave been obtained by criminal misappropriation or\ncriminal breach of trust are within the meaning assigned\nto these words. As has already been noted, Accused A1,\nA2 and A4 here, were involved in the offence of criminal\nbreach of trust and accordingly the funds which were\ntransferred to the account of A3 falls within the definition\nof stolen property. Section 411 provides punishment to\nthe person who dishonestly receives stolen property.\nThe person must have the knowledge that it is a stolen\nproperty. One must bear in mind that A3 had entered into\na criminal conspiracy with A1, A2 and A4. He would in that\nrespect be deemed to have known that the property in\nquestion was stolen property. This section as also the\nsucceeding sections are directed not against the principal\nE offender e.g. a thief, robber or misappropriator but\nagainst the class of persons who trade in stolen articles\nand are receivers of stolen property. Principal offenders\nare therefore outside the scope of this section.\nAccordingly the conviction of the principal offender is\nG also not a prerequisite to the conviction of the receiver\nof stolen property under this section. However in the\npresent case the principal offender i.e. A1, A2 and A4\nhave been held guilty of a `criminal breach of trust'\ntherefore the conviction of A3 would be even more clearly\nestablished from the facts and circumstances of the\nE\nH\ni\ni\n}\nMIR NAGVI ASKARI v. C.B.I.\n133\npresent case. [Para 31] [208-B-H; 209-A-B]\n6.2. It has therefore been conclusively established by\nthe prosecution that the A3 was guilty of an offence under\nSection 411, since he had dishonestly received stolen\nproperty. [Para 31] [209-G-H; 210-A]\n7.1. Since the CBI has not preferred any appeal\nagainst the quantum of sentence, this Court cannot\nimpose a higher sentence. [Para 32] [210-B]\nA\nB\n7.2. Since this Court has acquitted accused No. 5 of C\nall the charges against him the order of sentence passed\nagainst him is hereby quashed. [Para 32] [210-B-C]\n7.3. Since this Court has acquitted all the accused of\noffences under Section 467 read with Sections 120, 471\nread with Section 120B as well as section 477A read with\n120-B of the Indian Penal Code, the sentence passed by\nthe Special Judge against all the accused as regards the\nsaid offences is hereby quashed. [Para 32] [210-C-D]\nD\n7.4. The Main accused herein A 3, has been found E\nguilty of offences punishable under Section 120B and 411\nread with Section 120B. He is hereby sentenced to suffer\nrigorous imprisonment for 6 months and to pay a fine of\nRs. 50,000 and in default to suffer Rigorous imprisonment\nfor one month. [Para 32] [210-E]\n7.5. So far as the sentence for the offences\npunishable under s. 409 r/w section 109 of the Indian\nPenal Code and Section 13 (1) (c) and Section 13(1)(d)\nread with 13(2) of the Prevention of Corruption Act read\nwith Section 109 of the Indian Penal code is concerned,\nthis Court agrees with the conclusion arrived at by the\nJudge that no special sentence needs be passed against\nhim in this respect. [Para 32] [210-F-G]\nF\nG\nH\n"}