{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\n174 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nAlthough according to him, the said cheques were not sent\nfor clearance on that date as per the schedule, in his cross-\nexamination he stated:-\n\"20. [...] The amount is credited to the account of the client\nby making entry in his current account. We do not maintain\nany Clearing Register in Clearing Department with regard\nto the cheques received from the Funds and Investment\nDepartment. There was no procedure to maintain such\nRegister.\"\nHe further accepted that there was no practice of issuing\nacknowledgement to the Funds Department for receiving\ncheques from them or vice versa.\nAccording to him the Clearing Department does not\nD accept cheque from the Funds Department once the bank\nschedule is sent to the Service Centre. He furthermore stated\n:-\n+\nE\nF\nG\nH\n\"Functioning of the clearing department was to send for\nclearing whatever cheques are received from the Funds\nand Investment Department or from other department. No\ndepartment can get the cheque cleared by sending them\ndirectly to the service centre by-passing the Clearing\nDepartment.\"\nThe Learned Special Judge should have given proper\nattention to the evidence of Mr Kher (PW 1) an agent, Mr Raju\n(PW 3) who was working as the Manager, and Sudhakar Ali\n(PW 4) the clerk working with the Bank of Karad which show\nthat both these cheques had been prepared and issued as per\nthe instrctions of AD Narottam on 05.05.1991. The learned\nSpecial Judge placed unnecessary reliance on the entries in\nthe BCR Register of Andhra Bank to prove the fact that the\ncheques had not been received on 05.05.1991.\nOnly because the total amount of the cheques and the\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n175\nname of the drawer bank had been entered without the cheque A\nnumbers, this by itself would not lead to the conclusion that the\ncheques were not received on the day as it has not been\ndisputed that the cheques used to be received by the Funds\nDepartment upto 3.00 p.m. The learned Special Judge in\narriving at the said finding ignored the working of the Current B\nAccount Department. It furthermore failed to make a distinction\nbetween cleared credit and uncleared credit. Those credits\nwhich come within the purview of cleared credit would be\nknown only at the end of the day as all transfers which come\nwithin the purview of the \"exceptional transactions\" were known C\nto the high ups of the bank. The practice of instant credit stands\naccepted.\nThe current account officers knew the distinction between\ncleared credit and uncleared credit. If the credit was uncleared,\nit would be posted as such and no withdrawal would be\npermitted unless there was authorization by officers and\nmanagers of the operation. The funds department indisputably\ndoes not control the posting of credit (both as cleared and\nuncleared credit) and also does not control withdrawal against\nuncleared credit. These functions are discharged by the Current\nAccount Department.\nD\nE\nThe guilt of the appellants must be adjudged on the basis\nof all the materials brought on record. The only lacunae which\nhas been pointed out that the details of the cheques had not F\nbeen mentioned in the BCR Register and the amount of both\nthe cheques had been clubbed together.\nPWs. 11 and 12 were the best persons to state before the\nCourt as to whether the said cheques were received on those\ndays or not. PW-13, Sunil Pore, Clerk in the Clearing\nDepartment and PW-15, Ragvinder Sarkar, Office in the\nClearing Department stated that they had no knowledge as to\nwhen the cheques were received. The prosecution, thus, failed\nto bring on record any clinching evidence to show that the\nG\nH\nI\n176 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA cheques were received only on 6th July, 1991 and not a date\nprior thereto.\nB\nC\nD\nE\nF\nG\nWe may at this stage also notice the statement of PW-4,\nSudhakar A. Ail, Clerk in the Securities Department, Bank of\nKarad, which reads :-,\n\"I do not know when Mr. Raje handed over the cheque and\nthe covering letter, Ex. 12 and 17 to Mr. Narotam. It is not\ncorrect to say that Mr. Raje used to comply with the\ndirections of Mr. Narotam giving go by to the Banking rules\nand regulations.\"\nPW-12, Rajendrakumar V. Kamble had made the said\nentry. According to him it came within the purview of the bank\npractice. He further stated that as the Clearing Department\nrefused to accept the cheques on 5th July, 1991 they were\nreturned to the Funds Department where they were separately\nrecorded and a separate BCR was prepared and sent to the\nClearing Department. According to the said witness it was a\npractice of the bank to send refused cheque through a separate\nvoucher so as to make it distinct.\nIt is furthermore important to note that because of the\nurgency, details, such as the cheque number, date and\nbeneficiary remained to be entered in the BCR Register.\nThe learned Special Judge has also ignored the\ndocuments on record which demonstrate that in respect of\nseveral other transactions the authenticity and bona fides of\nwhich are not in dispute, the details of the RBI cheque were\nnot to be found in the BCR Register. This is apparent from\nExhibits [141, 154, 146] and hence absence of certain details\nby itself may not give rise to an inference that the cheque had\nnot been received.\nMoreover if mere absence of details in the current account\ncredit voucher was enough to give rise to an inference that the\nf\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 177\ncheque in fact had not been received, the officers of the current A\naccount department would have raised a query thereabout and\nwould not have authorized posting credit in the clients accounts.\nIn our opinion the learned judge erred in coming to the\nconclusion that the total amount of the two cheques was written\nin the BCR Register and in the current account credit voucher\nand the two cheques were in fact not received on 05.07.1991.\nHe ignored that some times, the total amount of the cheques\nwas written without specifying the amount of the individual\ncheque.\nB\nC\nIt has been ignored by the special judge that had the Funds\nDepartment sent the current account credit voucher without\nthere being a cheque, the same could have been easily\ndiscovered as the cheque in question facilitated high value\ntransactions. In respect of high value cheques a separate D\nrecord in the form of \"Exceptional transactions\" is maintained.\nThe Exceptional transactions are verified and signed by the\nChief Manager, Bhalla and also verified and signed by the\nCurrent Account officer. Had there been any irregularity on the\npart of the Funds Department the same would have been noted E\nboth by the current account officers and the Chief Manager,\nBhalla and they would obviously have raised an objection.\nThe learned judge of the Special Court has wrongly not\nattached any importance to the exceptional transactions record\non the ground that there are too many transactions and\ntherefore officers concerned are not expected to scrutinize the\nsaid list. This inference was against the evidence on record\nwhich show that there used to be only a few exceptional\ntransactions every day (at the most 7 to 8 in a day) and it is\nimpossible that the officer signing the said note would not note\nthe transactions in question.\nThe learned judge seems to have mixed the exceptional\ntransactions with the transaction listing, which contains all the\ntransactions of the day sent to the current account department.\nF\nG\nI\nA\nB\n178 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nHowever exceptional transactions are very few in number and\nthe very purpose of maintaining separate vouchers for such\ntransactions is to bring to the attention of the superior officers\nfor their authorization.\nThe ALPM manual clearly requires the manager to\nscrutinize the exceptional transactions to ensure that there has\nbeen no unauthorized use of discretionary power and to sign\nthe exceptional transactions list after proper scrutiny.\nThe Special Court, in our opinion, committed an error in\nC opining that the cheques were not received on 5th July, 1991.\nFurthermore the Current Account Department, could not have\ngiven credit for the two cheques since the computer system had\nan inbuilt mechanism which would not allow credit therefor\nbefore the clearance. It was, thus, for the Current Account\nD Department to take necessary steps either for obtaining proper\nauthorisation or to deny mutual operation in respect thereof.\nE\nIt is, therefore, evident that the prosecution has merely\nshown some irregularities. The learned Special Judge has\ndrawn inference, although there exists a missing link as regards\nthe date of receipt of the cheques and the date of preparation\nof the vouchers. It must be borne in mind that we are dealing\nwith a case where conspiracy is alleged.\nThere is no direct evidence of conspiracy, there are only\nF circumstancial evidence. The approach of this court for\nrecording an order of guilt against an accused on the basis of\ncircumstantial evidence is well known.\nG\nH\nIn C. Chenga Reddy v. State of A.P., [ (1996) 10 SCC\n193], this Court held :-\n\"46. [...]In our opinion none of the circumstances relied\nupon by the prosecution connect the appellants with the\ncrime alleged against them. The circumstances have not\nbeen proved beyond a reasonable doubt and the\ncircumstances taken collectively cannot be said to be\nご\nF\n{\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 179\ncompatible only with the hypothesis of the guilt of the A\nappellants and totally incompatible with their innocence.\nUnder the circumstances we are of the opinion that the\nprosecution has not established the case against the\nappellants beyond a reasonable doubt.\nThis Court further held :-\n\"\nB\nD\n\"52. [...] There have been some irregularities committed\nin the matter of allotment of work to the appellant or breach\nof codal provisions, circulars and departmental\ninstructions, for preparation of estimates etc. and those C\nirregularities give rise to a strong suspicion in regard to\nthe bona fides of the officials of the department and their\nlink with the appellant, but that suspicion cannot be a\nsubstitute of proof. The courts below appear to have drawn\ninferences by placing the burden of proving innocence on\nthe appellant which is an impermissible course. In our\nopinion none of the circumstances relied upon by the\nprosecution against the appellant can be said to have been\nproved satisfactorily and all those circumstances, which\nare not of any clinching nature, even if held to be proved E\ndo not complete the chain of evidence so complete as to\nlead to an irresistible conclusion consistent only with the\nhypothesis of the guilt of the appellant and wholly\ninconsistent with his innocence. The prosecution has not\nestablished the case against the appellant beyond a\nreasonable doubt.\"\nThus, as the fact that the cheques were not received on\n5th July, 1991 has not been proved, there is no reason as to\nwhy benefit of doubt should not be given to the accused herein.\nMoreover in our opinion the practice of instant credit\nstands accepted.\nபட\nF\nG\nThe practice has been established though the evidence of\nSastry (PW 22) and of (PW 23) Bhalla. Thier evidence clearly H\n180 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA shows that this practice was known to the head office and to\nall the superiors officers of the Bank. It is also not in dispute\nthat the payment against Bankers cheques is 100%\nguaranteed. The accused have followed the practice that was\nin vogue for a long time.\nB\nC\nD\nE\nF\nThe learned Special Judge has ignored and has not taken\ninto account the documentary evidence on record, which shows\nthat the cheques in respect of transaction 2 and 3, were\nreceived on the dates on which the transaction was made. We\nare therefore of the opinion of giving the benefit of doubt should\nbe given to all the accused as regards transaction Nos.2 and\n3.\nFOURTH TRANSACTION\n21. The fourth transaction relates to bankers cheque\nNo.078398 dated 17.09.1991 amounting to Rs.61,84,925.59\nps. which was issued by Canbank Financial Services Limited,\na sister concern of Canara Bank in favour of Andhra Bank. As\nper the evidence of PW 10 Vernekar on 17.09.1991 Canbank\nFinancial Services Limited of Banglore purchased 11% Bihar\nLoan for a total amount of Rs. 6184925.59/- from the Andhra\nBank, Fort Branch, Mumbai. A 3 was the broker for this\ntransaction. CANFIN had issued Bankers Cheque dated\n17.09.1991 for the aforesaid amount in favour of Andhra Bank;\nA3 being the beneficiary thereof.\n. The credit voucher for the said sum for the purpose of\ncrediting the amount in the account of accused No.3 was signed\nby accused No.2. The amount was credited in his account on\nthe basis thereof. Bankers cheque, however, was received in\nG the Clearing Department on 18th September, 1991.\nH\nThe learned Special Judge noticed that there was no entry\nof the said cheque in the Bank Schedule dated 17th\nSeptember, 1991 and entry of the said account is contained\nin Bank Schedule dated 18th September, 1991. On the basis\n}\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 181\nof the said purported irregularity it was found by the learned A\nSpecial Judge that the bankers cheque in question was not in\nphysical possession of Andhra Bank.\nWe may, however, notice that PW-11, Hemlata G. Nair, in\nher evidence categorically stated that entries in respect of\nB\nbankers cheques were made on that date and the debit and\ncredit vouchers are prepared and a consolidated debit voucher\nwas also prepared on that date. She further stated that entries\nwere made in due course of business on 17th September,\n1991. Ext.163, the clearing schedule which was prepared on\nC\n18th September, 1991 shows that the same was presented in\nhigh value clearing at 12 noon. The Special Judge ignored the\npractice that in the event the cheque had not been sent to the\nService Centre for clearance the same used to be returned to\nthe Funds Department and used to be sent again on the next\nday with a separate voucher.\nD\nThe BCR Register dated 17.09.1991 indicated that there\nwas an entry with regard to the said Cheque not only as to the\namount of the Cheque but also of the Cheque number, date and\nname of the A3 being the beneficiary thereof. Furthermore there E\nwas no entry of the said Cheque on the 18.09.1991.\nThe learned Special Judge could not have rejected the\ndefence of the accused that the Cheque had in fact been\nreceived very late on 17.09.1991 and was therefore sent along\nwith a single credit voucher to the clearing department but the\nclearing department returned it and therefore it was sent on\n18.09.1991 i.e on the next day to the clearing department again\nwith a single credit voucher. The only ground on which the\nlearned judge rejected the defence was that in the normal\ncourse of the banking business the Cheque should have been\nincluded in the very first consolidated credit voucher which was\nsent to the clearing department on the 18.09.1991 but it was\nsent along with a single credit voucher which goes on to show\nthat it had been received quite late on 18th itself.\nF\nLL\nG\nI\n1\nA\nB\nC\nD\n182 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nThe said reasoning in our opinion is not acceptable.\nThe learned judge has overlooked the fact that the said\ncheque was sent in high value clearing i.e at 12 O'clock on\n18.09.1991, i.e., before 2.45 pm. The clearing schedule of the\nhigh value clearing is at [Exhibit 163]. Therefore, with respect,\nthe learned Judge wrongly held that the cheque dated\n17.09.1991 was received on 18.09.1991 at 2.45 pm. The\nlearned judge had also ignored the material brought on record\nthat on 18.09.1991 there was no entry of the said cheque in\nthe BCR Register, and therefore it stands established that the\ncheque was sent to clearing department on 17.09.1991. The\nclearing department could not present the said cheque on\n17.09.1991 but had presented it on 18.09.1991 in the high value\nclearing. Hence, the single BCR credit voucher was\nresubmitted on 18.09.1991 upon intimation by clearing\ndepartment of presentation of the said cheque in high value\nclearing.\nWe have noticed in some details hereto before the\nfunctionings of the departments of the bank and the banking\nE practice. on the basis thereof the learned judge should have\ngiven benefit of doubt to the accused with respect to this\ntransaction too.\nF\nG\nFIFTH AND SIXTH TRANSACTIONS\n22. These two transactions relate to the cheques for Rs.\n75 lacs from the Bank of Karad and Rs. 86,62,500/- from ANZ\ngrindleys Bank. Both the said cheques are dated 6.11.1991.\nThey were realized only on the 8.11.1991; 7.11.1991, being a\nBank holiday,\nPW2 Sampada Ambre states that the first bankers cheque\nwas issued on 6.11.1991 at the request of Sri AD Narottam\nby debiting his account with Rs. 75 lacs as per his statement\nof account pertaining to the securities transaction.\nI\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 183\nTo the similar effect is the evidence of Kanchan (PW 9) of A\nthe Standard Chartered Bank which shows that the cheque for\nRs.86,62,500/- was issued by the ANZ Grindlays Bank in favour\nof Andhra Bank relating to the transaction of Mr BR Chhada\nwho had purchased five lacs equity shares of HCL limited from\nA3.\nThe BCR Register in this regard discloses all the requisite\ndetails including the cheque number. The voucher made in\nregard to the said cheque was signed by accused No. 4. The\ndebit voucher was signed by Accused Nos. 1 and 2.\nB\nC\nWe need not go into the details of the said transaction\nsince the learned Special Judge has already given the benefit\nof doubt to the accused that the said cheques had been\nreceived in the funds department on 06.11.1991 on the basis\nof clear enteries made in the BCR Register and the transfer D\nscroll giving the details of the cheque. We do not find any\nreason to interfere with the said finding. We agree with the\nobservations of the Special Judge that all the evidence on\nrecord would only go on to show that the cheques had in fact\nbeen received on the 6.11.1991.\nThe next question which arises for our consideration is as\nto whether the said cheque had been sent for the clearing\ndepartment on the date of its receipt itself or on 08.11.1991.\nE\nThe learned Special Judge in regard to the said question F\nhas clearly held that the two cheques were sent to the clearing\ndepartment on the 8th only and not on the 6th.\nThe learned Special Judge, however, in our opinion,\nerroneously rejected the argument advanced on behalf of the\nappellant that the said cheques were sent along with a single\nvoucher but they were returned and therefore were again sent\nback to the clearing department on 08.11.1991. As long as\nthere is the slightest opportunity of two views possible, in our\nopinion, the one in favour of the accused must be adopted.\nG\nH\n"}